{
  "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Mystery",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2263799/",
    "https://www.themoviedb.org/tv/42555"
  ],
  "TitleEnglish": "Phi-Brain ~ Puzzle of God",
  "SummaryEnglish": "Kaito Daimon would be a completely average high school student except for one thing: he's a 'demon' at solving puzzles. Kaito is so brilliant, in fact, that when he's asked to take some 'special' tests of his unique ability, he immediately suspects that the test itself is a test. Kaito suddenly finds himself caught up in a lethal Philosopher's Puzzle made by the sinister group POG, a murderous maze of trap upon trap, where failing to solve the secret correctly will result in death! Fortunately, Kaito's skills prove up to the first test, both for himself and his childhood friend Nanoha, who is also caught up in the deadly scheme. But now that he has been designated as a Solver, he is pulled into a new life where he must travel the world with other Solvers, attempting to solve the latest deadly riddles left by POG. There's a new conundrum around every corner and each deception could lead to death, but once a riddle has been posed, you can count on Kaito to unfold, unravel and unlock it!",
  "Aliases": [
    "Phi-Brain ~ Kami no Puzzle"
  ],
  "Modified": "2023-03-12",
  "Seasons": {
    "1": {
      "ID": "475638",
      "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "4182816",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4182816",
          "TitleEnglish": "The Contract Hidden in the Maze",
          "SummaryEnglish": "Kaito Daimon, an average high schooler is a genius at solving puzzles. Apparently, Kaito went to did a table Puzzle route in his school for some \"tests\" which was referred on his Device. Soon later, he went to look for the Puzzle Club President to inquire about this puzzle which Kaito found suspicious. While solving puzzles (On the device) given by this unknown person named \"Minotaur\", he completed all his puzzles, and suddenly, a invitation was sent to Kaito from the device, asking him to challenge the 'Sage Puzzle' in the ruins earlier in the episode scene, and to fulfill Orpheus's Contract, however if he failed to solve this puzzle, he will die. As he entered the route to the ruins together with Nonoha, Minotaur said he will be the one who will be watching him do this puzzle, and that the Sage's puzzle is a barrier with treasure sealed, to which Kaito quickly rejected accepting this gift. The first trial he had to do was solve a Sliding puzzle which was quickly solved by Kaito. The second trial was a start point - to end puzzle, this puzzle which Kaito had been bothered about. Kaito had decided to go to a specific deadend which confused Nonoha, she then decided to run while touching the walls to get them out, however, she encountered a trap which nearly got her done for. Kaito and Nonoha arrived at their destination (the dead-end), and Nonoha realised that there's a different between the pillar alignment compared to the rest she had seen. Kaito notices something that is not right, and got reminded of the puzzle he did in the first trial and asked Nonoha if she had seen a pillar with an axe logo. The pillar was found in front of them, and Kaito pulled down the pillar. A wall broke through and they managed to get to the exit. This is where the prize was kept, Minotaur asked Kaito to go alone, and he saw a Mandala. He touched the picture, and suddenly a golden chain chained his arm. Minotaur then told Kaito to use this golden ring to push his powers to the max his b",
          "Aliases": []
        },
        "2": {
          "ID": "4182817",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4182817",
          "TitleEnglish": "The Sage's Reward",
          "SummaryEnglish": "In his powerful state known as 'Phi-Brain', Kaito manages to solve the puzzle, allowing them both to escape the ruins. Later, Kaito becomes annoyed by a puzzle solver named Gammon Sakanoue, who carries the title 'Galilleo'. As Kaito receives a request to solve another puzzle, Gammon tries to claim it for himself and ends up joining Kaito and Nonoha. The puzzle in question is a life-sized sliding puzzle in which the player must get their car out of the puzzle within a time limit before it is crushed by a falling truck. As Gammon nearly completes the puzzle, the puzzle giver cuts off the ability to move the car they are in, supposedly leaving them with no solution. However, Kaito once again enters his Phi-Brain state and manages to use the other vechiles in the puzzle to push their car out of the way before they are crushed.",
          "Aliases": []
        },
        "3": {
          "ID": "4189129",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4189129",
          "TitleEnglish": "The Genius Boy Melancholy",
          "SummaryEnglish": "Kaito meets a boy genius solver named Cubic Galois, who carries the title of 'Edison' and prefers mathematics other puzzles. He attaches a strange bracelet onto Kaito's arm, which causes his head to hurt whenever he thinks about puzzles. At this time, Kaito, Nonoha and Gammon are called to solve a puzzle, with the city rigged to explode if they fail. Though Cubic tries to make things harder for Kaito to make him give up on puzzles, he soon learns that the puzzle giver is serious about blowing up the city. With less than two minutes remaining, Kaito enters his Phi-Brain state and solves the puzzle with a second to spare. Admiring his skill, Cubic apologises to Kaito and removes the bracelet.",
          "Aliases": []
        },
        "4": {
          "ID": "4189405",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4189405",
          "TitleEnglish": "The Girl in the Secret Room",
          "SummaryEnglish": "Kaito is given a Sage Puzzle to solve on the weekend, where he is to be partnered with Ana Gram, an art enthusiast who holds the title of 'Da Vinci'. They visit the mansion of a late artist, with its butler revealed to be a Giver from the POG. Kaito and Ana are trapped in a room which will fill with gas if they don't solve the puzzle. Presented with a jigsaw containing various famous paintings, Kaito and Ana work together to solve the puzzle, the treasure of which is a series of paintings the painter dedicated to his wife. Back at school, Kaito and Nonoha are surprised to find that Ana is a boy.",
          "Aliases": []
        },
        "5": {
          "ID": "4196468",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4196468",
          "TitleEnglish": "Invitation to a Nightmare",
          "SummaryEnglish": "The POG extend an invitation to Kaito, who is accompanied by Nonoha and Gammon, to their headquarters. As the three make their way through the maze to meet with the POG's head, Kaito notices something eerily familiar about the puzzles they have to solve. This particularly holds true to the final puzzle, which is similar to a puzzle that took the lives of Kaito's parents. As Kaito goes berserk at the memory of it, Cubic helps Nonoka snap him out of it by shocking him with her cookies. Since this causes Kaito to pass out, the mysterious POG head cancels the meeting. After Kaito recovers, he finds himself having trouble solving even a simple puzzle.",
          "Aliases": []
        },
        "6": {
          "ID": "4200890",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4200890",
          "TitleEnglish": "Restoration Towards the Light",
          "SummaryEnglish": "Kaito is still tormented by his memories and unable to solve puzzles. Cubic researches into the Orpheus bangle, theorizing Kaito's breakdown was a result of his brain power being completely controlled by emotions. He advises Kaito to not solve anymore puzzles, as another breakdown could put his life in danger. However, because of a promise he made when he was younger, Kaito can't let puzzles go and accepts another puzzle request from the POG. Kaito soon comes across a complex Kenja Puzzle with Gammon and Nonoha's lives at stake. As Kaito goes through another breakdown, he remembers his promise and manages to regain his puzzle solving skills and solve the puzzle.",
          "Aliases": []
        },
        "7": {
          "ID": "4204865",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4204865",
          "TitleEnglish": "Nonoha`s Title",
          "SummaryEnglish": "As Nonoha visits some kindergarten students, their teacher, Madoka, gives Kaito a letter, which the others suspect to be a love letter. Suspicious about the contents, Nonoha and Gammon follows Kaito to the meeting point, where it's revealed Madoka is a Giver following in her late fiancée's footsteps. Kaito, Nonoha, Gammon and Madoka, along with some children, become trapped in a Kenja Puzzle inside an abandoned building, which wasn't what Madoka expected. Nonoha works to calm the children down whilst Kaito solves the puzzles. When the last puzzle gets destroyed due to falling debris, Nonoha's photographic memory allows her to recreate the puzzle, allowing Kaito, Gammon and the children to solve it, revealing a statue of Florence Nightingale which Nonoha donates to poor children. As a result, Nonoha ends up with the title 'Nightingale', which doesn't exactly please her.",
          "Aliases": []
        },
        "8": {
          "ID": "4204866",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4204866",
          "TitleEnglish": "Crabs! Hot Springs! Puzzle Kings!",
          "SummaryEnglish": "Kaito is contacted by Genius Okudera, a man he once saved from a ruin, who invites him, Nonoha and Ana to a puzzle-themed hotel resort in Hokkaido to solve an alleged Kenja Puzzle being displayed as the centerpiece. After spending a day of activities, Kaito starts to solve the puzzle the next day, becoming suspicious that there aren't any traps involved. As Kaito comes close to solving the puzzle, which he deduces to not be a Kenja Puzzle, he almost succumbs to sabotage but is saved by Nonoha and Ana. Upon solving the puzzle, they find the treasure is a view of nature which has become ruined because of construction of an amusement park. Having painted a picture of what the landscape originally looked like, Ana helps the hotel owner remember the times he spent with his grandfather who created the puzzle, deciding to cancel construction and work on rebuilding the forest.",
          "Aliases": []
        },
        "9": {
          "ID": "4213105",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4213105",
          "TitleEnglish": "The Fallen Apple and the Continuing Road",
          "SummaryEnglish": "As Root Academy prepares for a cultural festival, where Kaito finds himself reluctantly entered into a crossdressing contest, the principal, Baron Kaidou, agrees to install a Kenja Puzzle within the academy. Just as Kaito gets into his crossdress, he learns that Nonoha has been taken hostage for the Kenja Puzzle, in which he must eat apples from truth telling dwarves whilst avoiding poisoned ones before the setting burns down. Kaito soon learns from the Giver that granted him Orpheus, who is secretly the student president, Souji Jikukawa, that important information needed to solve the puzzle has been intentionally left out. Souji provides the remaining information for the puzzle, allowing Kaito to solve it and free Nonoha, before getting help from Cubic to save them from the collapsing area.",
          "Aliases": []
        },
        "10": {
          "ID": "4214840",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4214840",
          "TitleEnglish": "Welcome to the Queen's Country",
          "SummaryEnglish": "As Kaito dreams of appearing on a TV puzzle show hosted by Elena \"Antoinette\" Himekawa, Gammon, who had been Elena, jumps in to protect her when it looks like she is being cornered, though she is not too happy about the rescue. As a POG Giver, Elena is asked by the headquarters president to bring Kaito, Gammon and Nonoha to a Kenja Puzzle. They are trapped in a puzzle suspended over a pit in which Kaito is given the option to sacrifice his friends to receive hints, while Gammon and Nonoha are given the option to either sacrifice themselves, or make Kaito fall instead. As Elena tempts the others to sacrifice Kaito, she is surprised about how much faith they have in Kaito. As Kaito struggles near the end, the Orpheus bangle kicks in and he manages to solve the puzzle just in time.",
          "Aliases": []
        },
        "11": {
          "ID": "4219646",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4219646",
          "TitleEnglish": "The Queen's Counterattack",
          "SummaryEnglish": "Elena enlists the help of Kaito and his friends as extras in a new sentai show she is starring in. Later that night, Elena brings everyone together for a Kenja Puzzle in which they must construct a three-dimensional puzzle within a time limit or else be electrocuted. As Elena makes the puzzle harder by throwing in a remote controlled UFO in the works, the POG president sends in more explosive variants against Elena's wish. After everyone works together to stop the bombs and protect Elena, Kaito enters his Orpheus state and solves the puzzle in the last minute, revealing the treasure to be a puzzle book Elena had when she was younger. Meanwhile, the HQ President is relieved of his duty for his unfair ways.",
          "Aliases": []
        },
        "12": {
          "ID": "4223427",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4223427",
          "TitleEnglish": "Puzzle Time Reunion",
          "SummaryEnglish": "Kaito is surprised to meet his childhood friend, Rook Banjou Crossfield, who unbeknownst to him is the head of POG Japan, and learns he is to become an exchange student at Crossfield Academy in England. Upon arriving at the academy, Kaito and Rook spend some time exploring and reminiscing about old times, particularly concerning an old man who taught them about puzzles. While exploring a maze from their childhood, they discover a curious path leading to a Kenja Puzzle. Kaito is trapped inside it and is forced to solve the puzzle while avoiding deadly saw blades. It is soon revealed that this is a more extreme Kenja Puzzle known as the Fool's Puzzle.",
          "Aliases": []
        },
        "13": {
          "ID": "4225545",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4225545",
          "TitleEnglish": "The Tower of Parting",
          "SummaryEnglish": "As Kaito pushes through the puzzle, believing Rook is in danger, Nonoha and the others decide to fly to England, learning the truth about Fool's Puzzles from Souji on the way. As Kaito reunites with Rook, he tells him about their old master, Jin Makoto. As the puzzle room starts to fill with fire, Kaito's Orpheus state activates and he reaches the top, only to find there is no exit. It is then that Rook reveals he is a POG giver who created the puzzle and wanted Kaito to ascend to Phi Brain. As Kaito falls unconscious from the shock, Rook saves him from falling into the fire and leaves him for Nonoha to find.",
          "Aliases": []
        },
        "14": {
          "ID": "4230213",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4230213",
          "TitleEnglish": "True Worth of a Friend",
          "SummaryEnglish": "As Kaito remains unconscious in hospital, Cubic is invited by Rook to take on a puzzle and accepts it, wanting to prove his friendship to Kaito. He comes to an abandoned military base where a different POG Giver gives Cubic a math puzzle to solve, where his failure will result in him being blown up by a tank. Meanwhile, Kaito regains consciousness and explains his situation with Rook to the others. Cubic is given the chance to escape, but he remains determined and manages to solve the puzzle at the last second. The Giver reveals that Rook made the puzzle when he was five, which makes Cubic feel unworthy of being Kaito's friend in comparison.",
          "Aliases": []
        },
        "15": {
          "ID": "4241536",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4241536",
          "TitleEnglish": "Blue Sun, Red Moon",
          "SummaryEnglish": "Kaito becomes angry when he notices Rook to have done something to Cubic. He and Nonoha go to one of Rook's old living quarters, where they learn of Rook's disturbing childhood. After hearing from Nonoha about some ruins where Kaito and Rook used to hang out, Ana goes to investigate and encounters a POG Giver, who presents a maze-type Kenja Puzzle, which Ana solves easily. However, things get hectic when Gammon and Cubic attempt to rescue him, but Ana makes it out okay, retrieving a wooden puzzle Rook made for Kaito, the sight of which also surprises Rook himself.",
          "Aliases": []
        },
        "16": {
          "ID": "4247293",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4247293",
          "TitleEnglish": "Exorcism Labyrinth",
          "SummaryEnglish": "With the planes back to Japan allegedly taken over by the POG, Kaito and the others travel to Venice instead. As Souji goes to see Rook concerning the Phi Brain project, Gammon deduces that their transfer to Italy was the work of the POG and goes alone to take on a Fool's Puzzle, in which he must travel through numbered gates on a gondola. As Gammon reaches near the end of the puzzle, he finds the final gate difficult to reach and the rising tide putting him in danger. However, Kaito arrives and uses his Orpheus state to figure out how to reach the end of the puzzle safely, much to Gammon's annoyance.",
          "Aliases": []
        },
        "17": {
          "ID": "4252069",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4252069",
          "TitleEnglish": "Truth",
          "SummaryEnglish": "As Kaito and the others return to Japan, they find the principal, Baron Kaido, has gone missing. Later on, Kaito is summoned by the POG to the place where his parents died. As Kaito and the others arrive at the location and find Baron, Kaito receives a video revealing his parents were POG Givers monitoring his potential for Phi Brain. Baron further reveals that they weren't his real parents, as well as revealing himself to be a POG member. Baron decides to tell Kaito everything about the Phi Brain project, revealing that his parents went against the POG's orders and took the Fool's Puzzle that killed them in place of Kaito to protect him. Baron shows Kaito another video, showing that, despite not being his real parents, they truly loved him like their own child, which also shocks Rook. Determined to give his parents a proper farewell, Kaito activates his Orpheus state and solves the Fool's Puzzle once and for all. After telling Kaito that Jin is being held captive by the POG, he leaves and is captured by the POG for his betrayal.",
          "Aliases": []
        },
        "18": {
          "ID": "4257599",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4257599",
          "TitleEnglish": "Resistance to the Light",
          "SummaryEnglish": "Following the incident, Cubic and Ana start avoiding Kaito, believing they can no longer follow him, much to the dismay of Nonoha. Meanwhile, Gammon, who is contemplating whether he should become a Giver, becomes concerned that the POG may start targeting Nonoha. He calls Kaito and Nonoha out, saying that they should stay away from each other. When they object, Gammon challenges Kaito in a puzzle of his own design, in which they must attempt to trap each other in laser walls. After Kaito uses his Orpheus state to solve the puzzle, Gammon walks off and decides to become a POG Giver.",
          "Aliases": []
        },
        "19": {
          "ID": "4263677",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4263677",
          "TitleEnglish": "Illumination of Betrayal",
          "SummaryEnglish": "Kaito is visited by Gammon's little sister, Miharu, who is worried that she hasn't heard from Gammon. Meanwhile, Gammon arrives at the POG headquarters and is challenged by the Givers to earn the right to see Rook. He is eventually challenged by Rook's right hand man, Bishop, to face a puzzle in which he must manipulate lanes on a motorbike circuit to catch up to his opponent. Kaito and Nonoha are meanwhile approached by Elena, who tells them about Gammon joining the POG and gives Nonoha a puzzle which she solves herself. As Gammon clears the puzzle and earns the right to join Rook, Kaito experiences a strange reaction coming from the Orpheus bangle.",
          "Aliases": []
        },
        "20": {
          "ID": "4269246",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4269246",
          "TitleEnglish": "The Accelerating Challenger",
          "SummaryEnglish": "As Miharu has dinner with Nonoha, Kaito faces a deadly puzzle against Gammon, who seeks something known as The God Scrolls in order to complete the Puzzle of God. As Kaito nears the end of the puzzle, he sees a vision in which his friends die, which causes him to hesitate and make an error, though Bishop arrives and ends the puzzle before Gammon can win. The next day, Kaito sees more of his vision, predicting the destruction of the world if the Puzzle of God is solved. Believing this to be a vision of the future, Kaito resolves to solve the Puzzle of God himself.",
          "Aliases": []
        },
        "21": {
          "ID": "4269247",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4269247",
          "TitleEnglish": "Shining Tears",
          "SummaryEnglish": "As Kaito experiences strange occurrences in which he loses focus of everything else when he glances at puzzles, Cubic reveals this is the result of Kaito's brain speed reaching abnormal levels, advising him not to solve puzzles anymore. As Kaito ignores his advice and prepares to face another Fool's Puzzle, Cubic asks for Souji's help in hacking into POG's network. Although Kaito is able to quickly solve the puzzle, he remains unable to see anything, but Nonoha arrives and helps him return to normal. As Cubic and Souji successfully hack into the POG network, Baron follows Rook to where Jin is held captive, finding that Rook also has an Orpheus bangle.",
          "Aliases": []
        },
        "22": {
          "ID": "4269248",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4269248",
          "TitleEnglish": "The One to Carry on His Will",
          "SummaryEnglish": "After finding Jin a complete wreck, Baron explains to Gammon about how POG's leader, Count Pythagoras, intends to bring about a conflict between Kaito and Rook in order to open the gate to the Puzzle of God, while Kaito reads up on what Cubic had found on POG's network. Years ago, Pythagoras once attempted to achieve Phi Brain using Jin, who contracted with Orpheus and became a solver for POG. However, one day, Jin received a vision of the future, showing the world being destroyed by Pythagoras. Jin quit POG while Baron stayed to become a Giver, working together to find a way to prevent Pythagoras from achieving the God Scrolls. Two years prior to the story, Jin left to fight against Pythagoras in the Puzzle of God, though the results are unknown. As Kaito and the other files discover a hidden file on the POG network reading 'Phythagoras is dead', Rook appears before them, revealing he has been the one in control of the POG since Pythagoras' death half a year ago. As Rook reveals himself to be an Orpheus contractor, Kaito's vision shows that the one supposedly responsible for destroying the world is himself.",
          "Aliases": []
        },
        "23": {
          "ID": "4269249",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4269249",
          "TitleEnglish": "The Choice Remaining",
          "SummaryEnglish": "After Kaito's encounter with Rook, he goes to see Ana, whose drawings and paintings resemble his visions, explaining that the future is yet to be determined. The next day, Gammon challenges Kaito to a final puzzle in which they must climb up a series of platforms to win while avoiding being crushed by their opponent. As Kaito becomes conflicted on how to solve the puzzle without putting Gammon at risk, his Orpheus bangle breaks, retaining his brain power but remembering his ideals, allowing him to win the puzzle without killing Gammon. As Rook becomes shocked by the results, Kaito's vision changes accordingly.",
          "Aliases": []
        },
        "24": {
          "ID": "4269250",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4269250",
          "TitleEnglish": "Eternal Existence",
          "SummaryEnglish": "As the POG breaks apart following Rook's outburst, Kaito is contacted by Rook, who asks to spend some time with him in a surprisingly friendly manner. After a seemingly normal day of hanging out together, Rook challenges Kaito to a fight to the death so that he can unlock the God Scrolls he has in his possession. As Kaito agrees to go with him to the island of Kaika in the hopes he can save him as well, Baron and Gammon retrieve Jin while Bishop asks the help of Nonoha, Cubic and Souji to try and stop them.",
          "Aliases": []
        },
        "25": {
          "ID": "4269251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4269251",
          "TitleEnglish": "Let's Start the Puzzle Time !",
          "SummaryEnglish": "Rook presents a solar system based puzzle where, if Kaito reaches the Sun, Rook would fall to his death, with Rook simplifying the puzzle to make it easy for Kaito to solve. Kaito, looking for a way to solve the puzzle while saving Rook, realizes he can get help from his friends. Realizing that the puzzle is based on the wooden puzzle Rook made him ages ago, Kaito manages to save Rook by stopping the Sun from crumbling while the others use a bomb to steer Kaito and Rook to safety. As Rook realizes he wants to make more puzzles for fun, his Orpheus bangle disappears, and he decides to go on a journey to find himself and reform the POG.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "489709",
      "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "4302844",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4302844",
          "TitleEnglish": "Orpheus Order",
          "SummaryEnglish": "While solving another Fool's Puzzle, Kaito spots a curious person watching him. The next day, Kaito discovers the school has been converted into a Fool's Puzzle that wasn't arranged by the POG. Finding a strange mirror based \"Judgment Puzzle\", Kaito meets the person, who challenges him to escape the puzzle or else be killed. Meanwhile, student council member Tamaki Chieno, who has a crush on Souji, is approached by another strange man. As the curious person hints that he knows more about Kaito than he lets on, Kaito manages to solve the puzzle just in time to escape. The man introduces himself to be Freecell, a member of the Orpheus Order who possesses an Orpheus bangle, before Tamaki appears to challenge Kaito to a puzzle battle.",
          "Aliases": []
        },
        "2": {
          "ID": "4303325",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4303325",
          "TitleEnglish": "Darkness of the Heart",
          "SummaryEnglish": "Tamaki, who was given a strange earring by one of the Orpheus Order's members, Pinochle, challenges Kaito to a Judgment Puzzle in which he must navigate an ever-changing maze. Nonoha deduces that Tamaki's change in personality is the result of her earring, which possesses the same properties as the Orpheus bangle. Tamaki uses the power of the earring to increase her brainpower, but Kaito manages to successfully solve the puzzle. As Kaito reaches Tamaki, her earring breaks, returning her to her senses while the Orpheus Order escapes.",
          "Aliases": []
        },
        "3": {
          "ID": "4310502",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4310502",
          "TitleEnglish": "Licky-Licky's Trap",
          "SummaryEnglish": "While at the arcade, clumsy Puzzle Club member Airi Mizutani is approached by a member of the Orpheus Order, Mizerka, who gives her an Orpheus Ring. After putting it on, Airi suddenly becomes more intelligent and less clumsy. She then lures Nonoha into a trap in order to challenge Kaito to a puzzle where he must solve a crane puzzle in a limited amount of moves in order to save Nonoha. What proves difficult is Airi's stubbornness, as she constantly resets the puzzle every time Kaito comes close to winning. Just then, Airi enters an Orpheus state and brings up a seemingly impossible puzzle before losing consciousness. However, Kaito manages to solve the puzzle, only to discover Nonoha wasn't in any danger at all, while the Orpheus Ring breaks and Airi returns to her normal self.",
          "Aliases": []
        },
        "4": {
          "ID": "4310503",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4310503",
          "TitleEnglish": "Night of the Knights",
          "SummaryEnglish": "During the night, the members of the Orpheus Order meetup to receive a message from their leader, Klondike. Meanwhile, as Cubic deduces the recent Orpheus Rings are modernized replicas, Gammon discovers spots Miharu with an Orpheus Ring and confiscates it from her, along with a note directing Kaito and co to a stadium. There, they find the Orpheus Order, who reveal they are using the replicas to collect date for building an authentic ring so they can distribute it across the globe. The Order's secretary, Hoist, then pits Kaito, Gammon, Cubic and Ana in a puzzle match against the Order's Pinochle, Mizerka, Doubt and Melancholy, revealed to all possess authentic Orpheus Bangles, with the losing team becoming electrocuted. In a puzzle to gain the most colored squares, Kaito manages to set things up for Gammon to bring things to a tie so no one gets electrocuted.",
          "Aliases": []
        },
        "5": {
          "ID": "4310506",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4310506",
          "TitleEnglish": "Wandering Galileo",
          "SummaryEnglish": "Gammon's frustration concerning the Orpheus Order's attempt to target Miharu leads to a slump in the puzzles he makes under his pen name, Setsu Chidou. When he returns home that night, he finds Doubt waiting for him, offering him the chance to join the Orpheus Order. The next day, Gammon asks the POG for assistance and meets up with Elena, who becomes concerned about Gammon's desire to ditch puzzles in favour of revenge. The next day, out of the blue, Kaito challenges Gammon to solve the puzzles he has made, based on the ones Gammon made the first time they met. As he solves them, he remembers his love for puzzles. Afterwards, Gammon sends a letter to Doubt rejecting his offer before vowing to make better puzzles than before, while FreeCell prepares to make a move on Root Academy.",
          "Aliases": []
        },
        "6": {
          "ID": "4310507",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4310507",
          "TitleEnglish": "The Battle is the Puzzle's Melody",
          "SummaryEnglish": "The Orpheus Order show up at Root Academy, revealing themselves to be students of Crossfield Academy, and challenge Kaito and the others to a duel in which, if they win, they will take possession of Kaito. They are brought to their hidden base where they must participate in a team sliding puzzle. Cubic loses the first round against Melancholy, but manages to gather some data to send to Souji. As Kaito prepares for the next round, FreeCell shows off a pendant that Kaito supposedly made a promise on.",
          "Aliases": []
        },
        "7": {
          "ID": "4310509",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4310509",
          "TitleEnglish": "The Promise",
          "SummaryEnglish": "Kaito begins his match against Pinochle, who is able to predict Kaito's moves having studies his data, though Kaito manages to turn that aspect against him. Just then, Pinochle begins revealing things about his past at Crossfield Academy, reminding him of a promise he made with Freecell that he broke while searching for Rook that day, which supposedly led to the death of Freecell's mother. With his determination wavered, Kaito ends up losing the match to Pinochle.",
          "Aliases": []
        },
        "8": {
          "ID": "4310511",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4310511",
          "TitleEnglish": "I Want to Give You Happy-Smiley",
          "SummaryEnglish": "As Kaito has some alone time following his match, where he recalls more about his past, Ana talks with Nonoha about his sister, Eve, who helped cheer him up when he was down. As the game resumes, with another loss resulting in a team loss, Ana faces off against Mizerka. As Mizerka becomes annoyed by how much of a free spirit Ana is, Nonoha shows Kaito a chalk drawing Ana drew, based on a painting Eve did for him. Firm in his belief in Kaito, Ana manages to win his round. Afterwards, Kaito gives his thanks to Ana, who suggests he try and do the same thing for Freecell.",
          "Aliases": []
        },
        "9": {
          "ID": "4310514",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4310514",
          "TitleEnglish": "The Truth Behind the Smile",
          "SummaryEnglish": "As Freecell refuses to tell Kaito the truth about what happened to his mother, Gammon gets Hoist to combine the remaining two matches into a tag-team duel with Kaito and Gammon against Freecell and Doubt. As Kaito continues to struggle throughout the game, Freecell continues to torment him. Just then, Cubic receives the date he had Souji analyse, revealing that Freecell and the others had been consumed by the Orpheus rings, which are controlling their emotions just like Rook was. As Nonoha reminds him of his promise to solve all puzzles, Kaito regains his senses and works with Gammon to win the game.",
          "Aliases": []
        },
        "10": {
          "ID": "4310516",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4310516",
          "TitleEnglish": "Puzzle Time Won't Begin",
          "SummaryEnglish": "Following the battle against Orpheus Order, Elena transfers into Root Academy and takes the Phi Brain kids and their friends on a vacation on her private island, where puzzling is forbidden. However, Kaito and the others have trouble relaxing due to the lack of puzzles. They soon get excited when they find a clue to what is supposedly a puzzle and go into a cave to search for it, not willing to listen to Elena's explanation. In the end, it is revealed to be the set of a monster movie the POG made which almost made them bankrupt and was kept a secret. Realising there's no stopping them, Elena turns the vacation into a Puzzle Camp, much to the annoyance of Nonoha.",
          "Aliases": []
        },
        "11": {
          "ID": "4310517",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4310517",
          "TitleEnglish": "Even Nonoha Wants to Solve Them",
          "SummaryEnglish": "With the vacation now fully puzzle focused, Nonoha feels like she has nothing to do. Wanting to spend more time with everyone, Nonoha decides to join in Elena's intense puzzle training. Although she sucks at the physical puzzle, she shows talent in solving digital versions of the Kenja Puzzles they faced before thanks to her photographic memory. After feeling a bit more left out, Nonoha becomes determined to solve a puzzle she received from Kaito when she was little before the camp ends. As she focuses on the puzzle, the others seem to get a little less enthusiastic. On the last day of the camp, Airi and Miharu come to Nonoha for help with preparing breakfast. Afterwards, Nonoha realises she still has a place to belong to even without puzzles.",
          "Aliases": []
        },
        "12": {
          "ID": "4310519",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4310519",
          "TitleEnglish": "Minotaur's Lure",
          "SummaryEnglish": "As Rook and Bishop investigate the Orpheus Order elsewhere, Souji expresses his desire to quit both the student council and the puzzle club. Meanwhile, Souji is contacted by Minotaur, who is revealed to be working for the Orpheus Order and tries to tempt him with a replica ring, though he still refuses. The next day, Naoki Takeda decides to run for student council president, prompting Tamaki to run against him. Later that day, Souji receives an invitation from Minotaur to come to the place where Kaito found the Orpheus Bangle, challenging him to a Fool's Puzzle which would destroy the academy should be lose, presenting him with a replica ring so he can solve it. As the others get word of this, Cubic reveals what Souji told him about willingly becoming a labrat for the replica rings. As they arrive on the scene, they find that Souji had solved the puzzle using the replica ring and challenges Kaito.",
          "Aliases": []
        },
        "13": {
          "ID": "4354087",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4354087",
          "TitleEnglish": "Forbidden Fruit",
          "SummaryEnglish": "Souji sets up a sliding puzzle for Kaito, also threatening to blow up the academy should he fail. As Cubic, defiant that Souji hasn't changed, goes to search for said bomb to prove his theory, Nonoha and Ana end up helping Tamaki with her paperwork in order to get her to evacuate. As the game progresses, Souji soon feels the advantage of the replica ring and starts to enjoy it. However, Kaito soon expresses his joy at such a fun puzzle and turns it around for the win, which leads to the replica ring being destroyed. Afterwards, Souji explains what he had learnt from wearing the ring, deducing the rings will destroy themselves if their user feels they have lost. The next day, Tamaki is voted student council president whilst Souji goes on a journey, leaving Kaito with another truth he discovered about the rings; their desire to join with him and become true Orpheus Bangles.",
          "Aliases": []
        },
        "14": {
          "ID": "4354088",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4354088",
          "TitleEnglish": "The Devil Has Returned",
          "SummaryEnglish": "Elena is told off by Tamaki after makes various 'improvements' to the school without permission. Meanwhile, former POG member Herbert Muller appears before the Orpheus Order, beating Doubt in a puzzle and revealing he has a genuine Orpheus Bangle. As Hoist decides to tell Freecell the intentions of their leader, Klondike, Herbert kidnaps Elena to lure Kaito and Nonoha to a film studio, where they must both battle against two Orpheus Order members, Wu and Noh, in order to rescue Elena. As Nonoha struggles to keep up, Rook shows up to take her place, along with Bishop who rescues Elena, allowing Kaito and Rook to beat the puzzle.",
          "Aliases": []
        },
        "15": {
          "ID": "4358941",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4358941",
          "TitleEnglish": "Atonement",
          "SummaryEnglish": "As Melancholy takes interest in a girl named Lotte and her intelligent dog named Rummy, Rook shows Kaito and the gang a newer Replica Ring model recovered from a manufacturing plant for Cubic to analyze. Melancholy equips Lotte and Rummy with Replica Rings and uses them to confront Rook in a puzzle, in which they must navigate a fog filled maze over a deadly drop, with the loser falling to his death. As Rook manages to learn the trick to solving the maze, Rummy struggles under the command of Lotte, whose personality is manipulated by the Replica Ring. As Rummy stops, Rook reminds Lotte that it's not the mazes Rummy liked, but her. As Herbert decides to set the maze to automatically collapse, Rook manages to reach the center in time to save both Lotte and Rummy. The next day, Rook returns to the POG to help stop the Orpheus Order from claiming more victims.",
          "Aliases": []
        },
        "16": {
          "ID": "4358942",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4358942",
          "TitleEnglish": "The Pieces of Hatred",
          "SummaryEnglish": "Ana is visited by his older sister, Eve, who is soon revealed to possess an Orpheus Bracelet, showing a drastic change from the kind-hearted personality that Ana admired and blaming him for having to give up her dream as a painter. Working with Mizerka, she challenges to Kaito to game where, should he lose, Mizerka would break Ana's arm and end his dream as a painter. Kaito is tasked with completing a large picture puzzle in fifteen minutes. As Eve laments how she suffered due to Ana overtaking her in artistic talent, Kaito manages to complete the puzzle, revealing a painting of suffering that Eve drew. After Kaito explains how neither the puzzle or the painting represents the true Eve, Mizerka attempts to attack Ana but Eve stops her and her bracelet, which turns out to be a Replica Ring, collapses. As Mizerka contemplates how Eve was used an experiment, Eve goes under the protection of the POG, although Ana feels she is lying when she says she'll take up painting again.",
          "Aliases": []
        },
        "17": {
          "ID": "4358943",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4358943",
          "TitleEnglish": "Pinochle's Resolve",
          "SummaryEnglish": "Pinochle challenges Kaito to a puzzle, saying he will tell him everything about what happened between him and Freecell should he win. However, the loser will fall into a furnace. As Pinochle tells of how Kaito was supposedly a liar, Kaito simply states he wants to know the truth so he can properly apologise for what he may have done and soon makes a comeback. As they reach the top, Kaito refuses to finish Pinochle off, as hurting someone for the sake of a friend is not something that friend would appreciate. As Whist sabotages the puzzle to try and make Pinochle fall, Kaito manages to use his smarts to rescue him. As Pinochle realises what he wants is to become true friends with Freecell, his Orpheus Ring breaks, revealed to be another Replica Ring. As Freecell and Whist tell the others that Pinochle died, Pinochle reveals that he spread bad rumors so that Freecell wouldn't become friends with Kaito and abanadon him, with Cubic deducing that the Ring caused him to believe in his own memory that Kaito did it. As Pinochle mentions he doesn't know the connection between Kaito's promise and the death of Freecell's mother, Kaito decides to become friends with him.",
          "Aliases": []
        },
        "18": {
          "ID": "4373013",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4373013",
          "TitleEnglish": "Because That Man is Herbert",
          "SummaryEnglish": "After finding out the location of Orpheus Order's hideout from Pinochle, Kaito and the gang head there, where they are confronted by Herbert, who is wearing two rings. He challenges Kaito to puzzle in which he must use a boat to ferry everyone across to the other side whilst taking into consideration roles they have been given, with Kaito requesting to meet with Freecell should he win. Things get a little complicated when two necessary keys are thrown into the mix. Despite some last minute interference by Herbert, Kaito manages to solve the puzzle. As Kaito commends Herbert on his puzzle, he becomes possessed by the rings and activates a bomb against his will, causing the puzzle room to collapse with Kaito and Herbert inside it.",
          "Aliases": []
        },
        "19": {
          "ID": "4373025",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4373025",
          "TitleEnglish": "The Awakening",
          "SummaryEnglish": "As Cubic works to help Gammon and Ana, Nonoha goes in search of Kaito and comes across Freecell. After some reluctance, Nonoha accepts Freecell's help in solving the puzzle blocking their way to where Kaito is, being given a memento from his mother as payment. As Freecell tells Nonoha about how he feels Kaito's broken promise is related to his mother's death, his Orpheus Bangle glows a mysterious color and his memory is rewritten, leading him to now believe his mother's death wasn't Kaito's fault, but his own. As the cave soon begins to collapse, Freecell uses the power of his bangle to solve the puzzle. After managing to find Kaito and Herbert and getting them to safety, Freecell reveals the Replica Ring he had been wearing had evolved into a true Orpheus Bangle, challenging Kaito to a game when he is ready.",
          "Aliases": []
        },
        "20": {
          "ID": "4373026",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4373026",
          "TitleEnglish": "The Puzzle of Fools, Once Again",
          "SummaryEnglish": "As the gang try to figure out more behind Klondike and the Replica Rings, Cubic reveals to Gammon that Kaito's brain patterns are still accelerating even without the Orpheus Bangle. Meanwhile Kaito, who had a vision involving Freecell and Nonoha, is approached by Whist, who reveals all the rings the Orpheus Order wears are replicas, but Freecell had managed to use it to awaken as a Phi Brain child. Realising he needs to become stronger, Kaito asks Rook to take him to a Fool's Puzzle. Kaito is soon brought to a maze where he must carefully avoid statues which trigger trapdoors. Managing to reach the end of the puzzle safely, Kaito discovers that Freecell had managed to solve it first. As Rook decides to help Kaito train against harder puzzles, Freecell meets up with Whist, revealing what he now knows thanks to the Ring.",
          "Aliases": []
        },
        "21": {
          "ID": "4386283",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4386283",
          "TitleEnglish": "The Sad Clown",
          "SummaryEnglish": "Mizerka and Doubt are sent a password to access their confidential files, where they learn the truth about their rings. As Mizerka learns Melancholyhad been playing along with her the entire time, she and Doubt get their rings upgraded by Doubt and go to challenge Kaito and Ana to a final puzzle. Baron agrees to the challenge and has Gammon construct a collapsing construction site puzzle to battle on. As the puzzle goes on, everyone takes after Ana's example and enjoy the puzzle. As Kaito gets into a winning position, Mizerka expresses her desire to live, and both her and Doubt's rings break, although they are both rescued. Afterwards, Pinocle reveals he was the one who sent Mizerka the password so they could be saved. Meanwhile, Freecell meets up with Orpheus Order's leader, Klondike.",
          "Aliases": []
        },
        "22": {
          "ID": "4391725",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4391725",
          "TitleEnglish": "The Dominator Atop the Board",
          "SummaryEnglish": "Melancholy and Whist appear at the POG headquarters to deliver a message from Klondike challenging Kaito to a puzzle, revealing he has Freecell in his possession. As Kaito and Klondike prepare themselves for the puzzle, in which they must design a maze for their opponent and be the first to solve their opponent's maze, Klondike reveals all of his experiments were to create a Final Ring for himself. As Kaito struggles against Klondike's maze, Melancholy reveals her ring is a genuine Orpheus Bangle. As Kaito figures out the nature of Klondike's maze, Klondike activates his Final Ring, absorbing Kaito's brainwaves to complete it.",
          "Aliases": []
        },
        "23": {
          "ID": "4391726",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4391726",
          "TitleEnglish": "God's Miscalculation",
          "SummaryEnglish": "Souji returns having been to Crossfield Academy where he retrieved a diary from someone who used to be in the Orpheus Order. It details how the Orpheus Order was changed when Klondike decided to have the Orpheus Ring examined in order to make replicas. The first prototype ring was worn by the diary's owner, a woman named Solitia, who is revealed to be Freecell's mother. Believing the rings to be dangerous, Solitia fled the Orpheus Order with Freecell, chronicalling the effects the ring had on her in her diary, which she was unable to give to Freecell before she passed away. As Kaito becomes determined to rescue Freecell from his fate, the POG and ex-Orpheus Order members instigate a plan to stop Klondike and destroy the Final Ring. Hacking the elevators, the POG manage to bring Klondike, Whist and Melancholy to a dead end, where they are confronted by Doubt and Pinochle. However, Klondike manages to foresee this and escape to the roof where Freecell awaits, demonstrating a power that frightens Melancholy to the point of her Orpheus Ring breaking. After Freecell manages to overwhelm Klondike somehow, he heads off on a helicopter, leaving a message to Kaito to meet him at the location of God's Puzzle.",
          "Aliases": []
        },
        "24": {
          "ID": "4391727",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4391727",
          "TitleEnglish": "The Closed-Off World",
          "SummaryEnglish": "As Freecell becomes curious as to why Nonoha is present in a vision of him facing off against Kaito, Kaito and the others ponder why Freecell needed Klondike's Final Ring. The next day, Hoist abducts Nonoha, taking her to Freecell's location in the Himalayas. As Kaito and the others head to their location, Freecell explains how the memento he received from Solitia was a puzzle he wanted to solve with Kite. Nonoha then proceeds to tell him the truth about what happened to Solitia. She also manages to replicate a puzzle Solitia made containing a secret answer showing Solitia's earnest feelings for Freecell, who then starts envisioning Nonoha as his own mother. Meanwhile, Kaito and the others are greeted by Hoist, who wants to create a successor that can surpass God.",
          "Aliases": []
        },
        "25": {
          "ID": "4391728",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4391728",
          "TitleEnglish": "Release the Infinite Puzzle!",
          "SummaryEnglish": "Kaito and Freecell begin the puzzle in which Kaito must use clues to chase down Freecell. As they constantly try to outwit each other, their brain levels increase and they soon start running in circles without end. As they both start to reach their limits, Nonoha calls out to Kaito and snaps him out of it, allowing him to end the eternal loop and solve the puzzle. Despite the puzzle being solved, Freecell remains soulless as his ring is still active. Remembering Freecell's original promise with him, Nonoha gets Kaito to help Freecell finally solve his mother's pendant, allowing him to break free of the ring and return to normal. As Freecell and the others return to Crossfield Academy, Kaito and the gang resume their duty of releasing the Fool's Puzzles.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "527380",
      "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/seasons/official/3",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "4638950",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4638950",
          "TitleEnglish": "Rätsel...",
          "SummaryEnglish": "Whilst exploring a Sage's Puzzle in England with Jin in the hopes of recovering his memory, Kaito stumbles upon an unsolved puzzle, having assumed Jin had already solved all of them. Solving the puzzle with ease, Kaito discovers a brooch with a cat engraved on it, which Jin takes an interest in. Later, they, along with Nonoha and Rook, go to the Fool's Puzzle where Kaito and Rook previously faced off against each other, where they encounter a strange girl named Raetsel, who takes the brooch and runs off with Jin inside the puzzle, activating its traps. Back in Japan, a man named Johan Seigmund Enigma appears before the other Phi Brain children, attaching an explosive puzzle on Cubic's back, stating his intent to annihilate all puzzlers, claiming it to be Jin's desire. After the bomb is disarmed, Enigma leaves whilst his accomplace, Whodunnit, challenges the others to a puzzle. Meanwhile, Kaito's group arrive at a room with many doors, with Raetsel tasking them with finding the correct door before the ceiling collapses, claiming that Jin hated puzzles.",
          "Aliases": []
        },
        "2": {
          "ID": "4678776",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4678776",
          "TitleEnglish": "You Know Nothing",
          "SummaryEnglish": "Thanks to Kaito's deductions and Nonoha's memory, their group manages to find the correct exit and escape. Afterwards, Raetsel takes everyone to her personal boat, where she shows them a feed of Gammon's group as they face Whodunnit's puzzle, where they must arrange cubes successfully or else be electrocuted. Working together, they deduce the colors of the cube are a clue to numbers in a magic square puzzle, managing to solve it with a second to spare. Although Raetsel leaves Jin with Kaito and the others, they are left uncertain by how the Master Brains, who target puzzlers for bounty rewards, claim to be contracted by Jin.",
          "Aliases": []
        },
        "3": {
          "ID": "4685258",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4685258",
          "TitleEnglish": "Even So, I'll Believe",
          "SummaryEnglish": "As Raetsel transfers into Root Academy, Gammon spots Jin behaving rather oddly, uncertain whether or not to believe either Kaito or Ratesel. Later, a Master Brain posing as Jin appears before Kaito, challenging him to a Fool's Puzzle in which he much navigate a sliding puzzle maze within a time limit or else fall to his death. As Kaito comes close to solving it, the fake Jin blows out one of the rooms, preventing him from reaching the exit, as well as tilting the maze. However, Kaito manages to take advantage of risky nature and reach the maze's goal in time.",
          "Aliases": []
        },
        "4": {
          "ID": "4685259",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4685259",
          "TitleEnglish": "Eating Delicious Things is an Alternate Method for Solving Puzzles",
          "SummaryEnglish": "Whilst Kaito is having a picnic with Jin and Nonoha, Raetsel appears before Kaito, stating that the Fools' Puzzles made Jin suffer, clashing with Kaito's own memories of him. However, Nonoha helps them realise there are some memories of Jin that they both share. Meanwhile, a Master Brain named Dr. Theorem appears before Cubic, who decides to face him in a puzzle to prevent him from reaching Kaito. Cubic is tasked with finding 'the most beautiful number' within 15 minutes before he is engulfed in flames. After Kaito learns of Cubic's predicament, he rushes to his aid and helps him find the solution; the golden ratio. After the battle, however, Jin starts experiencing pains in his head.",
          "Aliases": []
        },
        "5": {
          "ID": "4703121",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4703121",
          "TitleEnglish": "I Just Get That Feeling",
          "SummaryEnglish": "Jin once told Rook that “Puzzles are chains. Puzzles are also mirrors.” Unsure how to interpret those words, Rook jumps on the chance to challenge a Puzzle of Fools that Jin once fought in the hopes of gaining insight into his heart...",
          "Aliases": []
        },
        "6": {
          "ID": "4703208",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4703208",
          "TitleEnglish": "Rae-Rae is a Cat-Friend",
          "SummaryEnglish": "Gammon is about to blow a gasket when he learns that he has the lowest bounty now. He’s desperate for a chance to boost his bounty, but he may have gotten more than he bargained for when Demolition Man challenges him to a puzzle battle.",
          "Aliases": []
        },
        "7": {
          "ID": "4703209",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4703209",
          "TitleEnglish": "Would You Like Some Flowers Too?",
          "SummaryEnglish": "Bent on vengeance, Melancholy becomes a Master Brain. Freecell wants to leave the world of puzzles behind, but Melancholy won’t let him as she drags him into a Puzzle of Fools. Can Kaito and Gammon save him?",
          "Aliases": []
        },
        "8": {
          "ID": "4703210",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4703210",
          "TitleEnglish": "Farewell Forever",
          "SummaryEnglish": "After escaping from Jin’s Puzzle of Fools, Melancholy invites Kaito and his friends over to her house. Freecell hopes to use this unexpected opportunity to mend their relationship, but he has a long and bumpy road ahead of him...",
          "Aliases": []
        },
        "9": {
          "ID": "4703211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4703211",
          "TitleEnglish": "Let's Go, To That Place",
          "SummaryEnglish": "Enigma makes revelations about Jin's past and explains the connection that Raetsel shares with Jin.",
          "Aliases": []
        },
        "10": {
          "ID": "4703212",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4703212",
          "TitleEnglish": "What Is Your Real Dream?",
          "SummaryEnglish": "The puzzlers arrive in Texas after following a clue left behind by Raetsel. Gammon rides to the rescue as he solves a puzzle that is managed by a misguided brother.",
          "Aliases": []
        },
        "11": {
          "ID": "4703213",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4703213",
          "TitleEnglish": "Just Now, I Was Thinking of Someone",
          "SummaryEnglish": "Ana and Cubik have decided to help Kaito solve Raetsel’s puzzle! Whenthey reach the coordinates Kaito gave them, they discover that Kaito and his group got caught up in some bad weather. Can they find the next clue on their own?",
          "Aliases": []
        },
        "12": {
          "ID": "4703214",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4703214",
          "TitleEnglish": "Is That What You Thought I’d Say?",
          "SummaryEnglish": "Herbert is bent on defeating Kaito in a puzzle battle. He’ll do anything it takes to taste sweet victory, even if it means using the power of the Rings. Can Kaito and his friends defeat the ultimate king of cheaters?",
          "Aliases": []
        },
        "13": {
          "ID": "4755341",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4755341",
          "TitleEnglish": "She's Too Shallow",
          "SummaryEnglish": "Raetsel has decided that it is time to face Kaito personally. She’s convinced that the “something” she’s lacking is “determination.” So she’s ready to go all out! But if she’s not pulling any punches, why is her puzzle so easy...?",
          "Aliases": []
        },
        "14": {
          "ID": "4760002",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4760002",
          "TitleEnglish": "If It Were the Us From Then",
          "SummaryEnglish": "Rook and Freecell must go all out if they hope to free Raetsel’s puzzle. Souji has returned from the Republic of Amgine, bringing back stacks of confidential information. Can Baron use the information to figure out who Enigma truly is?",
          "Aliases": []
        },
        "15": {
          "ID": "4760003",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4760003",
          "TitleEnglish": "For a World Where No One is Hungry",
          "SummaryEnglish": "While the Baron is revealing Jin's past and his ties to the fallen puzzler Lavoushka. Enigma shows up and reveals his past and his motives for having the puzzlers eliminated",
          "Aliases": []
        },
        "16": {
          "ID": "4774961",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4774961",
          "TitleEnglish": "The Journey is Over",
          "SummaryEnglish": "Nonoha and Kaito break the truth to Raetsel, both about Jin as well as about Enigma. But will that be enough to finally win her over? If Raetsel decides she doesn’t want to share Jin, there’s only one way to duke things out... with puzzles!",
          "Aliases": []
        },
        "17": {
          "ID": "4777362",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4777362",
          "TitleEnglish": "Become a Phi Brain",
          "SummaryEnglish": "Orpheus has been resurrected! He wants to become the perfect Phi-Brain, even at the cost of mankind. But first, he needs a new vessel. He offers Jin’s life in exchange for the life of a Phi-Brain, but will anyone take the bait?",
          "Aliases": []
        },
        "18": {
          "ID": "4777363",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4777363",
          "TitleEnglish": "I Don't Have To Solve Puzzles",
          "SummaryEnglish": "Orpheus shows Kaito, Nonoha and Freecell what altering the past could entail. He promises that this power will be theirs if they become Phi-Brains and offer their bodies to him for a short period of time. Will they submit to temptation...?",
          "Aliases": []
        },
        "19": {
          "ID": "4792015",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4792015",
          "TitleEnglish": "Because You Were Watching",
          "SummaryEnglish": "Upon learning that Jin could be saved if someone else replaced him as the Orpheus's vessel, Gammon and Erena go to the Republic of Amgine to challenge Orpheus once and for all.",
          "Aliases": []
        },
        "20": {
          "ID": "4800090",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4800090",
          "TitleEnglish": "Cheers to the 100-Starred Jin",
          "SummaryEnglish": "Raetsel accepts Orpheus's puzzle challenge only when he promises to bring back Jin.",
          "Aliases": []
        },
        "21": {
          "ID": "4800243",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4800243",
          "TitleEnglish": "Kaito, You Lose",
          "SummaryEnglish": "Fed up with waiting around for Orpheus, Kaito accepts the challenge and is inadvertently dropped into a puzzle to face a close friend.",
          "Aliases": []
        },
        "22": {
          "ID": "4800244",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4800244",
          "TitleEnglish": "That's Why You Mustn't Hesitate",
          "SummaryEnglish": "The puzzlers are pitted against each other in a game that will test their puzzle solving skills and their camaraderie.",
          "Aliases": []
        },
        "23": {
          "ID": "4800245",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4800245",
          "TitleEnglish": "The Two of Us",
          "SummaryEnglish": "The Puzzle of God begins tomorrow! Kaito and Raetsel are both eager to face the puzzle, but one of them seems ready and one of them doesn’t. Raetsel has a blast partying the night away with the girls.",
          "Aliases": []
        },
        "24": {
          "ID": "4800246",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4800246",
          "TitleEnglish": "Even If Something's Missing",
          "SummaryEnglish": "In the Puzzle of God, Kaito and Raetsel must travel through their pasts and alter them. However, they must be careful not to let the puzzle consume them. If it does, they could spend all eternity wandering the Time Maze!",
          "Aliases": []
        },
        "25": {
          "ID": "4800247",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/phi-brain-puzzle-of-god/episodes/4800247",
          "TitleEnglish": "It's Insanely Fun to be Alive",
          "SummaryEnglish": "Kaito and Raetsel reach a turning point in their battle to solve the Puzzle of God. To solve this puzzle they must resort to unforeseen tactics.",
          "Aliases": []
        }
      }
    }
  }
}