{
    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3692198/",
        "http://maken-ki-two.com/",
        "https://www.themoviedb.org/tv/60732"
    ],
    "TitleEnglish": "Maken-Ki! Battling Venus",
    "SummaryEnglish": "The series centres around Ooyama Takeru, a young normal yet perverted minded guy, who enrolls into Tenbi Gakuen, which was once an all-girls school now turned into a co-ed school. Unbeknownst to him, the only students admitted are those who are able to control a source of energy found in all living things called Element, and furthermore can use magical artifacts called Maken, which give the users specific and varied abilities. On the first day, he meets again after three years, Amaya Haruko, his childhood friend, Kushiya Inaho, a weird big busted girl who declares she's his fiance, and Himegami Kodama, a blonde oujo who wants to kill him. After a whim by the school principle Rokujou Minori, he and the three girls end up living in the same room.",
    "TitleJapanese": "マケン姫っ！",
    "SummaryJapanese": "名門・天日（てんぴ）学園は、不思議な力を持つ\"マケン\"を使って授業を行う、一風変わった学園。\n「今年から共学化＝女の子達の花園！」なんて安易な考えで入学した主人公・大山武（タケル）は、\"マケン\"を使って決闘する美少女たちの姿にたじたじに...\n\nさらに、なんだかんだで決まってしまった、幼馴染みの天谷春恋（あまやはるこ）、自称許嫁の櫛八イナホ、ミステリアスな姫神コダマら、3人の美少女たちとの同居生活も、タケルが期待していた「ムフフ」なことよりも、「イタタ」なことの方が山積みな日常。\n\nそんななか、タケルは春恋の薦めで、学園内の事故や事件の解決を担う『魔導検警機構・通称マケンキ』に入部することに。\n―――恋にバトルに大忙しの学園生活の行方は果たして！？",
    "Aliases": [
        "魔具少女！",
        "魔剑姬！"
    ],
    "Modified": "2024-09-08",
    "Seasons": {
        "0": {
            "ID": "475733",
            "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/seasons/official/0",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4343031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4343031",
                    "TitleEnglish": "Doki Doki ! Maken-Ki ! Secret training! #1",
                    "SummaryEnglish": "A Special Training Episode for Maken-Ki DVD and BluRay version only.",
                    "TitleJapanese": "ドキドキッ！マケン姫っ！秘密の訓練 壱",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4343038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4343038",
                    "TitleEnglish": "Doki Doki ! Maken-Ki ! Secret training! #2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ドキドキッ！マケン姫っ！秘密の訓練 弐",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4343039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4343039",
                    "TitleEnglish": "Doki Doki ! Maken-Ki ! Secret training! #3",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ドキドキッ！マケン姫っ！秘密の訓練 参",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4343040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4343040",
                    "TitleEnglish": "Doki Doki ! Maken-Ki ! Secret training! #4",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ドキドキッ！マケン姫っ！秘密の訓練 肆",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4343041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4343041",
                    "TitleEnglish": "Doki Doki ! Maken-Ki ! Secret training! #5",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ドキドキッ！マケン姫っ！秘密の訓練 伍",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4343042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4343042",
                    "TitleEnglish": "Doki Doki ! Maken-Ki ! Secret training! #6",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ドキドキッ！マケン姫っ！秘密の訓練 陸",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4280237",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4280237",
                    "TitleEnglish": "It's Summer! It's Swimsuits! It's Training Camp!",
                    "SummaryEnglish": "The first semester ends at Tenbi High School and the summer holidays begin. Ooyama Takeru, his childhood friend Amaya Haruko and the other girls are off to a Maken-ki camp on the southern islands. But at the beach it is not all fun and games, harsh training awaits Takeru, who wants to be able to protect the one he loves... Original episode aired on TV, and not included on the DVD that comes with the Limited Edition Anime DVD Volume 8 comics on sale March 1, 2012.",
                    "TitleJapanese": "特盛編　夏だ！ 水着だ！ 合宿だ！",
                    "SummaryJapanese": "コミック第8巻DVD付限定版OVA"
                },
                "8": {
                    "ID": "4681369",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4681369",
                    "TitleEnglish": "Takeru Turns into a Woman!? Naked in a Southern Island!",
                    "SummaryEnglish": "The group decides to take a trip to the beach to get a long deserved break, yet Takeru has been forced into intense training to control his Maken. During training an emergency at the beach cuts his training short...",
                    "TitleJapanese": "『通』第0話　ケル女体化!?南の島ですぽ〜ん♥",
                    "SummaryJapanese": "コミック第11巻BD付限定版付属OVA"
                },
                "9": {
                    "ID": "4872037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4872037",
                    "TitleEnglish": "Maken-ki! Two Specials 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "P〜私事♡ 春恋編",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4937858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4937858",
                    "TitleEnglish": "Maken-ki! Two Specials 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "P〜私事♡ イナホ編",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "4956015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4956015",
                    "TitleEnglish": "Maken-ki! Two Specials 3",
                    "SummaryEnglish": null,
                    "TitleJapanese": "P〜私事♡ 秋編",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "4956016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4956016",
                    "TitleEnglish": "Maken-ki! Two Specials 4",
                    "SummaryEnglish": null,
                    "TitleJapanese": "P〜私事♡ コダマ編",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "4979275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4979275",
                    "TitleEnglish": "Maken-ki! Two Specials 5",
                    "SummaryEnglish": null,
                    "TitleJapanese": "P〜私事♡ 季美編",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "475734",
            "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4183273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4183273",
                    "TitleEnglish": "The Day We Swore to Heaven",
                    "SummaryEnglish": "Haruko Amaya arrives early to accompany childhood friend Takeru Ohyama to his first day at Tenbi Academy. After she excuses herself to prepare for the induction ceremony, Takeru wanders around to take in the view, and witnesses a curious confrontation between two female students before having a run-in with Kodama Himegami. At the ceremony, Kodoma requests a duel with her enemy Takeru, intending to kill him, but Inaho Kushiya intervenes to save her fiancée. All four become roommates living in a triple.",
                    "TitleJapanese": "天を契んだ日",
                    "SummaryJapanese": "初めまして、天日学園２年生の天谷春恋です。\n今年も桜の季節がやって来ました。新生活の始まりに生徒達は期待に胸を膨らませているようです。\nだけどタケちゃ...タケルは女の子のことばっかり見て、\nまったく何でこんなにエッチな男の子になっちゃったのかな。\nタケルというのは１歳年下の幼馴染で、今年から天日学園に入学しました。\n最初は楽しみにしてたのに、再会するや否や私のむ、胸を...ゴホン。\nそれにしてもタケル、この学園のことちゃんと理解してるのかしら...。"
                },
                "2": {
                    "ID": "4185017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185017",
                    "TitleEnglish": "Girls Are Amazing",
                    "SummaryEnglish": "Takeru walks in on Kodoma changing and gets an eyeful. As a result, the four roommates are nearly late for school, earning Huruko a reprimand from student council president Furan Takaki. The day starts with physical exams, so Takeru and Kengo Usui sneak out to peep on the girls. Kodama catches them but does not kill them. When Takeru is examined his element cannot be determined, leaving him without a maken and defenseless in case of a duel, but Inaho vows to protect him. Takeru wants to join the photography club, but Haruko forbids it, telling him instead to consider the kenkeibu (検警部?, investigation/inspection club).",
                    "TitleJapanese": "女の子はすごいんです",
                    "SummaryJapanese": "春恋です。幼馴染みの大山タケルが、新１年生として私の学園に入学してきたんだけど、\nちょっとエッチな男の子になってて......ううん、問題はそこじゃないんです。\nタケルの部屋の同居人が、彼の婚約者を名乗る櫛八イナホちゃんだったり、\n同級生の姫神コダマさんだったり......一つ屋根の下で男女が暮らすなんて、ふ、不純です！\nだから、私もタケルを監視するために、一緒に同居することにして......\nそんな感じの、学園生活の始まりなんだけど――"
                },
                "3": {
                    "ID": "4185018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185018",
                    "TitleEnglish": "Welcome to Maken-ki",
                    "SummaryEnglish": "This time Takeru walks in on Haruko. In order to mollify her, he asks for an explanation of the kenkeibu. After learning that its mission is to ensure the fairness of duels and to protect the duelers, Takeru commits to joining it, as do Kogen and Inaho, each for reasons of their own. The new-member welcoming party is held at an onsen, but since it is co-ed everyone wears a swimsuit (this does not stop Takeru and Kogen from ogling their cohorts). The intrusion of a bear provides the chance for everyone to show off their abilities and demonstrate the spirit of maken-ki.",
                    "TitleJapanese": "マケンキへようこそ",
                    "SummaryJapanese": "春恋です。タケちゃ...じゃなくて大山タケルは授業初日の身体測定で覗きをしたり、\n部活選びをエッチな理由で考えたり、とにかく目が離せません。\nだから私の所属する検警部に誘ったんだけど、本人は悩んでいるようで...。\n正義感の強いタケルにはぴったりだと思ったのだけど。\nそれに、検警部に入ればいつでも...ううん、何でもない。\nとりあえずタケルに魔導検警機構――通称『マケンキ』について説明しないとね。\nと思った矢先、何やら騒ぎが起きたようで――"
                },
                "4": {
                    "ID": "4185019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185019",
                    "TitleEnglish": "The Enemy Is at Tenbi",
                    "SummaryEnglish": "The first years in the Maken Ki are given special lessons, but Takeru gets extremely sore after them. Inaho gives him a massage, and Haruko begins to help too. Himegami tries to decide what the power she felt from Takeru was, and why he shows now power after that. Himegami then has Takeru go on a date with her as her bag carrier, and tries to find out if the mark on his chest was still there. They are attacked by a member attempting to enter the secret organization, Yamigari, but Takeru defeats him after using Blood pointer and kissing Himegami. His friends who were following him",
                    "TitleJapanese": "敵は天日にあり",
                    "SummaryJapanese": "春恋です。タケちゃ...タケルは、色々あったけど晴れて『マケンキ』の一員になりました。\nメンバーの皆をエッチな目で見ているのには呆れてしまうけど、\n持ち前の正義感は健在みたいだし、何とかやっていけるんじゃないかな。\nそして、早速『マケンキ』の新入生達を鍛える特訓の始まりです！\n...と思いきや、えぇ！？タケルが姫神さんとデート！？\nそ、そんなこと、絶対に許し...いいえ、姫神さんに何かあったら大変だから、監視します！"
                },
                "5": {
                    "ID": "4185020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185020",
                    "TitleEnglish": "The Strongest Girl in Tenbi",
                    "SummaryEnglish": "Haruko is annoyed with Takeru: his pratfalls are just too convenient, so he can make his own lunch from now on. Meanwhile, someone is attacking students on the school grounds. Takeru and fellow kenkeibuin Uruchi Minaya are assigned to investigate, but are caught in the spider's web. Haruko comes to their rescue, proving once again that she is Tenbi's strongest.",
                    "TitleJapanese": "天日最強の女",
                    "SummaryJapanese": "春恋です。タケちゃ…タケルには失望しました！ 姫神さんとのデートであ、あんなことをして…思えばイナホちゃんともキ…。私、何でこんなにもやもやした気持ちになるのかしら…。いけない、仕事しないと。新入生のタケルとうるちさんは最近多発している校内の暴力事件の調査に向かったんだけど、何か嫌な予感がして…。"
                },
                "6": {
                    "ID": "4185021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185021",
                    "TitleEnglish": "Like Rain on a Sunny Day",
                    "SummaryEnglish": "The return of the rainy season causes Inaho to experience flashbacks to the time when she met Takeru eight years earlier. She wants him to remember it too, but he can't. Despondent, she wanders off in the rain where she discovers a cat that she names Monji (文字?) for the cross on his head. Monji runs off and is saved from rockfall by Takeru, who is searching for Inaho, who saves him in turn. Takeru still can't remember his promise, but he unwittingly repeats it while apologizing, so Inaho is satisfied.",
                    "TitleJapanese": "天日に雨の降るごとく",
                    "SummaryJapanese": "春恋です。まったくタケちゃ…タケルったら、自分はマケンを持っていないのに、持っている相手に無謀にも挑んで。そ、それに私にキ…あんなことまで！ そういえば、最近イナホちゃんの元気がないようで心配です。タケルに何かを隠しているようで、許婚と自称していることも気になるし、二人の間には何があるのかしら…？"
                },
                "7": {
                    "ID": "4185022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185022",
                    "TitleEnglish": "The Goddesses Who Came Down to Tenbi",
                    "SummaryEnglish": "Takeru's long awaited maken is nearly forgotten as Venus arrives and immediately starts to rub fur the wrong way. A grudge match is set: three-on-three volleyball, but things start to get out of hand.",
                    "TitleJapanese": "天日に降りた女神たち",
                    "SummaryJapanese": "春恋です。タケちゃ…タケルのニブさが原因でイナホちゃんと何かあったようです。タケルも反省したようで無事に解決したみたい。話は変わりますが、VENUSって呼ばれてる女の子たちが夏休みまでの間、マケンキのメンバーと過ごすことになりました。初対面で険悪なムードになり、ある勝負をすることになっちゃって…。"
                },
                "8": {
                    "ID": "4185023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185023",
                    "TitleEnglish": "Syria Will Give You Everything",
                    "SummaryEnglish": "The teen idol has taken a liking to Takeru, and Team Venus is going to support her all the way. That means taking out the competition, namely Haruko, Kodoma and Inaho. In so doing, they let slip their affiliation with Kamigari as well as their unique interpretation of S&M.",
                    "TitleJapanese": "シリアの全てをあげちゃいマス",
                    "SummaryJapanese": "春恋です。学園に留学したVENUSと呼ばれる女の子たちの一人、シリア・大塚さんって子が、タケルに興味があるみたいで…。べ、別にタケルだからってことじゃなくて、不純異性交友はいけないことだと思いますから！って、言ってるそばからVENUSたちがタケルとシリアさんをくっつけようと計画してるですって…!?"
                },
                "9": {
                    "ID": "4185024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185024",
                    "TitleEnglish": "Stormy Games",
                    "SummaryEnglish": "The boys are upset that, at the girls' request, swimming classes are to not be co-ed. In keeping with Tenbi tradition, they propose to resolve the issue with a water cavalry battle. The girls agree, even though it means appearing in their swimsuits for the competition itself. No one seems to hold it against him when Takeru cheats, but with the arrival of Minerva Martha, the final member of Venus, he has no chance to enjoy his victory.",
                    "TitleJapanese": "嵐を呼ぶ水上騎馬戦",
                    "SummaryJapanese": "春恋です。シリアさんとタケルのデートは結局シリアさんの独りよがりな結果になったみたいで…良かった。そうそう、学園はプール開きの時期です。もちろん男女別々で授業を行う予定だったんだけど、男子たちがエッチなよからぬ理由で反発したみたいで、なんと男女対抗「水上騎馬戦」で決着をつけることになっちゃって…。"
                },
                "10": {
                    "ID": "4185025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185025",
                    "TitleEnglish": "The Girls of Light and Shadow",
                    "SummaryEnglish": "While lounging in the shade, Takeru notices an unknown silvery-maned beauty (Minerva). He and Kogen give chase, but stumble instead into a fight. Takeru officiates the duel, but finds his position on the line after clumsily interfering when he fears for the student's safety (a failing grade on his maken practicum doesn't help his case). Minerva, who broke up the fight, proposes an all-night cram session with Takeru and his roommates, which she uses to gather intelligence for Kamigari, revealing for the first time the extent of Kodama's power as well as something of Takeru's.",
                    "TitleJapanese": "光と影の乙女",
                    "SummaryJapanese": "春恋です。まったく男子ってどうしてあんなにエッチなのかしら。水上騎馬戦でむ、胸を揉んだり…とにかく、タケルを始めとした男子たちには呆れてしまいます。それはそうと、タケルもようやくマケンを貰ったようです。とりあえずこれで少しは安心出来ると思ってたんだけど、トラブルは尽きず、もういろいろ大変です…。"
                },
                "11": {
                    "ID": "4185026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185026",
                    "TitleEnglish": "Macaron Limited-Time Only Service Day",
                    "SummaryEnglish": "In order to raise money for summer training camp, the keikenbu members all sign up to work a special event at the maid cafe. The event is very popular and everyone gets a little hyper. An out-of-control prank sends an embarrassed Haruko running out into the street where she is vulnerable to attack, as Kamigari continues to test Takeru.",
                    "TitleJapanese": "まかろん限定サービスデー",
                    "SummaryJapanese": "春恋です。タケちゃ…タケルは何とか追試に合格することができました。その合宿でイナホちゃんがあんなことを言うもんだから…、何だか胸のもやもやが収まりません。マケンキは夏合宿の時期です。だけど今年は財政難で、費用は自己負担になってしまいました。そこで私たちはアルバイトをすることになったんだけど…。"
                },
                "12": {
                    "ID": "4185027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185027",
                    "TitleEnglish": "Protectors of Paradise",
                    "SummaryEnglish": "Haruko is kidnapped, and Takeru goes to save her, but this is a trap. Things are looking grim when Venus arrives.",
                    "TitleJapanese": "楽園を守るもの",
                    "SummaryJapanese": "入学式の日、久しぶりに顔を合わせたあなたは、エッチなことばっかり考えてる男の子になっていて、再会は嬉しかったけど、少しがっかりもしてた。あなたの正義感は、あの頃から変わっていないことを知った時、嬉しくて…。なのに私は成長できてないし、またあなたに迷惑を…。だけどね、私はずっとタケちゃんのことを…。"
                }
            }
        },
        "2": {
            "ID": "565576",
            "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/seasons/official/2",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "4695962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4695962",
                    "TitleEnglish": "Magical Security Organization",
                    "SummaryEnglish": "Hijinks and wardrobe malfunctions abound at Tenbi Academy as Takeru and the rest of the school’s security force try to track down a perv who’s been taking lewd photos of female students and posting them on the school bulletin board—along with their bras!",
                    "TitleJapanese": "魔導検警機構",
                    "SummaryJapanese": "春恋、イナホ、コダマら3人の美少女たちとの同居生活に、相変わらずラッキースケベなトラブル続きのタケル。それでも魔導検警機構――通称マケンキの一員として、日々楽しい学園生活を送っていた。ところがある日、女生徒のブラジャーが奪われ、校内に貼り出されるという事件が起こる。調査に乗り出すタケルたちだったが、神出鬼没な犯人の姿を捕らえることができない。次々と被害者が増える中、新たな被害ブラを見たタケルは、ある法則性に気が付く。"
                },
                "2": {
                    "ID": "4770833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4770833",
                    "TitleEnglish": "I Love Takeru-kun!",
                    "SummaryEnglish": "A graduate of the academy returns and uses her clothes-shredding powers to steal Haruko’s memories and Maken! The security team tries desperately to track down the thief, while Inaho and amnesiac Haruko fight over Takeru’s affections.",
                    "TitleJapanese": "タケル君が好き☆",
                    "SummaryJapanese": "エレメントを悪用する強盗犯・霜柳まひるを追いつめたアズキと春恋たち。だが一瞬の隙を突かれた春恋は、まひるの能力により、マケン<ムラクモ>と記憶とを奪われてしまう。ところが目を覚ました直後、「あんな恥ずかしい姿を見られたら、もうお嫁に行けません！」とタケルのお嫁さんになる宣言をする春恋。ご飯時にはかいがいしく傍に寄り添い、お背中流しますと一緒にお風呂……と、四六時中タケルにベタベタしっぱなし。想いが募るあまり、行動は次第に過激な方向へエスカレートしていき……。"
                },
                "3": {
                    "ID": "4770834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4770834",
                    "TitleEnglish": "Meowken-ki?",
                    "SummaryEnglish": "When Inaho brings her pet to school, the kitten displays an amazing Element power—and turns the girls of Makenki into sexy human-feline hybrids! Can Takeru get things back to normal before the situation devolves into one epic catfight?",
                    "TitleJapanese": "ニャケン姫っ？",
                    "SummaryJapanese": "一緒に遊んであげようと、仲良しの猫モンジを連れ登校したイナホ。しかし、その日の検警部は仕事に追われ大忙し。タケルがつい「猫の手も借りたい」と言うと、不思議なことにモンジがエレメントを発動させ、マケンキ女子メンバーが猫娘になってしまう。猫耳と尻尾を生やしてニャンニャン、うるちが春恋にじゃれれば、楓蘭と穣華はダンボール箱でまったり。さらに“発情期”を迎えたイナホやコダマらは、本能のままにタケルに迫る！"
                },
                "4": {
                    "ID": "4770835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4770835",
                    "TitleEnglish": "Man ♥ Cos",
                    "SummaryEnglish": "When the school holds a manga festival, a couple of hornballs use Maken to shrink the costumes right off the curvy contestants in the masquerade contest! Can anyone save the day - or will the student body bare all!?",
                    "TitleJapanese": "まん♡コス",
                    "SummaryJapanese": "最近、授業中寝てばかりの季美とチャチャ。様子がおかしいと思ったタケルたちが問い詰めると、今度催される天日漫画祭り――通称・てんまんに参加するとのこと。同人誌の即売会やコスプレ大会など、盛りだくさんな内容で、その準備のため寝不足らしい。そんな2人に協力を申し出る春恋たちは、デッサンモデルとしてあられもない姿に……！ 皆の協力を得て、本も衣装も完成させた季美たちは、とうとうイベント当日を迎えるのだが……。まんが×コスプレに青春を賭けた2人の少女のひと夏の物語！"
                },
                "5": {
                    "ID": "4770836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4770836",
                    "TitleEnglish": "Begging Teacher",
                    "SummaryEnglish": "Aki, the buxom school nurse, needs someone to pretend to be her boyfriend—so who better than Takeru, one of her students? When the two faux lovebirds end up handcuffed together on a romantic deserted island, things get really, really hard for Takeru.",
                    "TitleJapanese": "おねだり☆ティーチャー",
                    "SummaryJapanese": "知的で美人、スタイル抜群な保健室の先生・二条秋。一見、完璧な彼女の悩みは母親からの執拗なお見合い話。困った秋は、「付き合っている人がいる」とウソをつき、タケルとの2ショット写真を見せる。ところがそれに喜んだ秋の母は、エレメント手錠でタケルと秋を離れられないようにした上、2人を南の島に送り込んでしまった。食事にトイレにお風呂まで一緒!? 憧れの大人の女性との一夜に、タケルの理性は耐えられるのか？"
                },
                "6": {
                    "ID": "4770837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4770837",
                    "TitleEnglish": "Villainous Leadership Committee!",
                    "SummaryEnglish": "In order to prove herself worthy of joining the Leadership Committee, Uruchi must complete a series of complicated trials—which somehow involve learning absolutely everything there is to know about Haruko’s body and bathing habits!",
                    "TitleJapanese": "極悪統生会っ！",
                    "SummaryJapanese": "時期統制会を担う後継者を誰にするか――悩んでいた楓蘭と穣華は、マケンキ新メンバーのうるちに白羽の矢を立てる。統制会の一員になれば、憧れの春恋と一緒の時間も増えると思い、楓蘭たちの提案に二つ返事のうるち。しかし、講習会にと連れられた不気味な山寺で、ボンテージ姿の穣華から過激で淫靡な訓練を強いられる。へろへろになりながらも、春恋への妄想を滾らせて乗り切るうるちに、与えられた最後の試練とは……!?"
                },
                "7": {
                    "ID": "4770838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4770838",
                    "TitleEnglish": "His Name is Rudolf!",
                    "SummaryEnglish": "Kodama goes underwear shopping, but ends up blowing all her money on an adorable fluffy teddy bear! Naturally, though, the bear ends up being a complete perv with a mind of his own, and is bursting at the seams to get his paws on every girl in sight.",
                    "TitleJapanese": "その名はルドル！",
                    "SummaryJapanese": "下着の買い出しに出かけたコダマは、とあるショップの店頭にあったテディベアに一目惚れする。ドイツ製のビンテージものということで高価だったが、思わず購入し、家に連れ帰ってルドルと名付けたコダマ。しかし、ルドルは意志を持った、お下劣極まりないテディベアだった！ 勝手に動き回っては、ぬいぐるみのフリをして春恋やイナホの胸を揉むルドルに、堪忍袋の緒が切れたコダマはエレメントを発動させるが……？"
                },
                "8": {
                    "ID": "4770839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4770839",
                    "TitleEnglish": "Academy Harem",
                    "SummaryEnglish": "When the principal at Tenbi gets fed up with the school, she does the only logical thing and puts one of the male students in charge. Pretty soon the academy turns into one big harem full of erotica readings, bouncy exercises, and chest inspections.",
                    "TitleJapanese": "学園ハーレム",
                    "SummaryJapanese": "校内で自分への悪評を耳にし、激しくショックを受けた実。自分の価値を再認識させようと、学園長の座から退き、あろうことか碓健悟を後任に指名する。だが、権力を我が物にした碓は、自分の欲望のままに校則や教育プログラムを次々と改変。登校時はリンボーダンスで校門をくぐらねばならず、授業の内容も官能小説の朗読やキャットファイトといったものばかりに。女子からの非難の声が上がる中、碓の淫欲は留まるところを知らず……。"
                },
                "9": {
                    "ID": "4770840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4770840",
                    "TitleEnglish": "You Are More Manly Than Roses",
                    "SummaryEnglish": "The Leadership Committee president falls for a dashing boy. One problem: he’s actually Azuki dressed in guys’ clothing! Rather than come clean about the mistaken identity, the other girls make Azuki pretend to be a dude and go on a hot date with the pres.",
                    "TitleJapanese": "君は薔薇より男らしい",
                    "SummaryJapanese": "ある日、ケンカ帰りのアズキは、公園で楓蘭と出くわしてしまう。誤魔化そうと男のフリをするが、優しくワイルドなアズキに、なんと楓蘭が惚れてしまった!? 責任を感じて戸惑うアズキを尻目に、「逆にこれは楓蘭の男嫌いを治すチャンス！」と、張り切る穣華。アズキは男装して“カズキ”となり、フリフリドレスで気合充分な楓蘭とデートすることになったのだが、穣華の考えたデートプランは、接触&密着がコンセプトだった!?"
                },
                "10": {
                    "ID": "4770841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4770841",
                    "TitleEnglish": "And So, Toward Maken-ki",
                    "SummaryEnglish": "Minori Rokujo tells the current Maken-ki members the story of how first Maken-ki was made. The former Maken-ki president Minori, treasurer Tomiko and secretary Aki forcefully recruit Gen to join Maken-ki and become their Makensmith. They witness Akaya fight a jealous Maken user in the schoolyard and try to intervene. However, Akaya knocks him out using his Maken which convinces Minori to try and recruit him to no avail.",
                    "TitleJapanese": "そして、マケンキへ",
                    "SummaryJapanese": "それはまだ、秋や豊華、そして実が学生だった頃。エレメントを悪用し、好き放題に暴れる輩に対するため、学内の治安を守る“統制会”が設立される。その初期メンバーとなった実たちは、マケン鍛冶師として高い腕を持つ耕志玄や、いけ好かないイケメンながら素質はピカイチの古大赤耶をスカウトしようとしていた。そんな中、学園の根幹に関わる重要な情報を盗み出そうとする動きがあり……。いま語られる、マケンキ創設の物語。"
                }
            }
        }
    }
}