{
    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3692198/",
        "http://maken-ki-two.com/",
        "https://www.themoviedb.org/tv/60732"
    ],
    "TitleEnglish": "Maken-Ki! Battling Venus",
    "SummaryEnglish": "The series centres around Ooyama Takeru, a young normal yet perverted minded guy, who enrolls into Tenbi Gakuen, which was once an all-girls school now turned into a co-ed school. Unbeknownst to him, the only students admitted are those who are able to control a source of energy found in all living things called Element, and furthermore can use magical artifacts called Maken, which give the users specific and varied abilities. On the first day, he meets again after three years, Amaya Haruko, his childhood friend, Kushiya Inaho, a weird big busted girl who declares she's his fiance, and Himegami Kodama, a blonde oujo who wants to kill him. After a whim by the school principle Rokujou Minori, he and the three girls end up living in the same room.",
    "Aliases": [],
    "Modified": "2024-09-08",
    "Seasons": {
        "0": {
            "ID": "475733",
            "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/seasons/official/0",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4343031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4343031",
                    "TitleEnglish": "Doki Doki ! Maken-Ki ! Secret training! #1",
                    "SummaryEnglish": "A Special Training Episode for Maken-Ki DVD and BluRay version only."
                },
                "2": {
                    "ID": "4343038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4343038",
                    "TitleEnglish": "Doki Doki ! Maken-Ki ! Secret training! #2",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "4343039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4343039",
                    "TitleEnglish": "Doki Doki ! Maken-Ki ! Secret training! #3",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "4343040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4343040",
                    "TitleEnglish": "Doki Doki ! Maken-Ki ! Secret training! #4",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "4343041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4343041",
                    "TitleEnglish": "Doki Doki ! Maken-Ki ! Secret training! #5",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "4343042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4343042",
                    "TitleEnglish": "Doki Doki ! Maken-Ki ! Secret training! #6",
                    "SummaryEnglish": null
                },
                "7": {
                    "ID": "4280237",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4280237",
                    "TitleEnglish": "It's Summer! It's Swimsuits! It's Training Camp!",
                    "SummaryEnglish": "The first semester ends at Tenbi High School and the summer holidays begin. Ooyama Takeru, his childhood friend Amaya Haruko and the other girls are off to a Maken-ki camp on the southern islands. But at the beach it is not all fun and games, harsh training awaits Takeru, who wants to be able to protect the one he loves... Original episode aired on TV, and not included on the DVD that comes with the Limited Edition Anime DVD Volume 8 comics on sale March 1, 2012."
                },
                "8": {
                    "ID": "4681369",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4681369",
                    "TitleEnglish": "Takeru Turns into a Woman!? Naked in a Southern Island!",
                    "SummaryEnglish": "The group decides to take a trip to the beach to get a long deserved break, yet Takeru has been forced into intense training to control his Maken. During training an emergency at the beach cuts his training short..."
                },
                "9": {
                    "ID": "4872037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4872037",
                    "TitleEnglish": "Maken-ki! Two Specials 1",
                    "SummaryEnglish": null
                },
                "10": {
                    "ID": "4937858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4937858",
                    "TitleEnglish": "Maken-ki! Two Specials 2",
                    "SummaryEnglish": null
                },
                "11": {
                    "ID": "4956015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4956015",
                    "TitleEnglish": "Maken-ki! Two Specials 3",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "4956016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4956016",
                    "TitleEnglish": "Maken-ki! Two Specials 4",
                    "SummaryEnglish": null
                },
                "13": {
                    "ID": "4979275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4979275",
                    "TitleEnglish": "Maken-ki! Two Specials 5",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "475734",
            "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4183273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4183273",
                    "TitleEnglish": "The Day We Swore to Heaven",
                    "SummaryEnglish": "Haruko Amaya arrives early to accompany childhood friend Takeru Ohyama to his first day at Tenbi Academy. After she excuses herself to prepare for the induction ceremony, Takeru wanders around to take in the view, and witnesses a curious confrontation between two female students before having a run-in with Kodama Himegami. At the ceremony, Kodoma requests a duel with her enemy Takeru, intending to kill him, but Inaho Kushiya intervenes to save her fiancée. All four become roommates living in a triple."
                },
                "2": {
                    "ID": "4185017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185017",
                    "TitleEnglish": "Girls Are Amazing",
                    "SummaryEnglish": "Takeru walks in on Kodoma changing and gets an eyeful. As a result, the four roommates are nearly late for school, earning Huruko a reprimand from student council president Furan Takaki. The day starts with physical exams, so Takeru and Kengo Usui sneak out to peep on the girls. Kodama catches them but does not kill them. When Takeru is examined his element cannot be determined, leaving him without a maken and defenseless in case of a duel, but Inaho vows to protect him. Takeru wants to join the photography club, but Haruko forbids it, telling him instead to consider the kenkeibu (検警部?, investigation/inspection club)."
                },
                "3": {
                    "ID": "4185018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185018",
                    "TitleEnglish": "Welcome to Maken-ki",
                    "SummaryEnglish": "This time Takeru walks in on Haruko. In order to mollify her, he asks for an explanation of the kenkeibu. After learning that its mission is to ensure the fairness of duels and to protect the duelers, Takeru commits to joining it, as do Kogen and Inaho, each for reasons of their own. The new-member welcoming party is held at an onsen, but since it is co-ed everyone wears a swimsuit (this does not stop Takeru and Kogen from ogling their cohorts). The intrusion of a bear provides the chance for everyone to show off their abilities and demonstrate the spirit of maken-ki."
                },
                "4": {
                    "ID": "4185019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185019",
                    "TitleEnglish": "The Enemy Is at Tenbi",
                    "SummaryEnglish": "The first years in the Maken Ki are given special lessons, but Takeru gets extremely sore after them. Inaho gives him a massage, and Haruko begins to help too. Himegami tries to decide what the power she felt from Takeru was, and why he shows now power after that. Himegami then has Takeru go on a date with her as her bag carrier, and tries to find out if the mark on his chest was still there. They are attacked by a member attempting to enter the secret organization, Yamigari, but Takeru defeats him after using Blood pointer and kissing Himegami. His friends who were following him"
                },
                "5": {
                    "ID": "4185020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185020",
                    "TitleEnglish": "The Strongest Girl in Tenbi",
                    "SummaryEnglish": "Haruko is annoyed with Takeru: his pratfalls are just too convenient, so he can make his own lunch from now on. Meanwhile, someone is attacking students on the school grounds. Takeru and fellow kenkeibuin Uruchi Minaya are assigned to investigate, but are caught in the spider's web. Haruko comes to their rescue, proving once again that she is Tenbi's strongest."
                },
                "6": {
                    "ID": "4185021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185021",
                    "TitleEnglish": "Like Rain on a Sunny Day",
                    "SummaryEnglish": "The return of the rainy season causes Inaho to experience flashbacks to the time when she met Takeru eight years earlier. She wants him to remember it too, but he can't. Despondent, she wanders off in the rain where she discovers a cat that she names Monji (文字?) for the cross on his head. Monji runs off and is saved from rockfall by Takeru, who is searching for Inaho, who saves him in turn. Takeru still can't remember his promise, but he unwittingly repeats it while apologizing, so Inaho is satisfied."
                },
                "7": {
                    "ID": "4185022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185022",
                    "TitleEnglish": "The Goddesses Who Came Down to Tenbi",
                    "SummaryEnglish": "Takeru's long awaited maken is nearly forgotten as Venus arrives and immediately starts to rub fur the wrong way. A grudge match is set: three-on-three volleyball, but things start to get out of hand."
                },
                "8": {
                    "ID": "4185023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185023",
                    "TitleEnglish": "Syria Will Give You Everything",
                    "SummaryEnglish": "The teen idol has taken a liking to Takeru, and Team Venus is going to support her all the way. That means taking out the competition, namely Haruko, Kodoma and Inaho. In so doing, they let slip their affiliation with Kamigari as well as their unique interpretation of S&M."
                },
                "9": {
                    "ID": "4185024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185024",
                    "TitleEnglish": "Stormy Games",
                    "SummaryEnglish": "The boys are upset that, at the girls' request, swimming classes are to not be co-ed. In keeping with Tenbi tradition, they propose to resolve the issue with a water cavalry battle. The girls agree, even though it means appearing in their swimsuits for the competition itself. No one seems to hold it against him when Takeru cheats, but with the arrival of Minerva Martha, the final member of Venus, he has no chance to enjoy his victory."
                },
                "10": {
                    "ID": "4185025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185025",
                    "TitleEnglish": "The Girls of Light and Shadow",
                    "SummaryEnglish": "While lounging in the shade, Takeru notices an unknown silvery-maned beauty (Minerva). He and Kogen give chase, but stumble instead into a fight. Takeru officiates the duel, but finds his position on the line after clumsily interfering when he fears for the student's safety (a failing grade on his maken practicum doesn't help his case). Minerva, who broke up the fight, proposes an all-night cram session with Takeru and his roommates, which she uses to gather intelligence for Kamigari, revealing for the first time the extent of Kodama's power as well as something of Takeru's."
                },
                "11": {
                    "ID": "4185026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185026",
                    "TitleEnglish": "Macaron Limited-Time Only Service Day",
                    "SummaryEnglish": "In order to raise money for summer training camp, the keikenbu members all sign up to work a special event at the maid cafe. The event is very popular and everyone gets a little hyper. An out-of-control prank sends an embarrassed Haruko running out into the street where she is vulnerable to attack, as Kamigari continues to test Takeru."
                },
                "12": {
                    "ID": "4185027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4185027",
                    "TitleEnglish": "Protectors of Paradise",
                    "SummaryEnglish": "Haruko is kidnapped, and Takeru goes to save her, but this is a trap. Things are looking grim when Venus arrives."
                }
            }
        },
        "2": {
            "ID": "565576",
            "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/seasons/official/2",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "4695962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4695962",
                    "TitleEnglish": "Magical Security Organization",
                    "SummaryEnglish": "Hijinks and wardrobe malfunctions abound at Tenbi Academy as Takeru and the rest of the school’s security force try to track down a perv who’s been taking lewd photos of female students and posting them on the school bulletin board—along with their bras!"
                },
                "2": {
                    "ID": "4770833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4770833",
                    "TitleEnglish": "I Love Takeru-kun!",
                    "SummaryEnglish": "A graduate of the academy returns and uses her clothes-shredding powers to steal Haruko’s memories and Maken! The security team tries desperately to track down the thief, while Inaho and amnesiac Haruko fight over Takeru’s affections."
                },
                "3": {
                    "ID": "4770834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4770834",
                    "TitleEnglish": "Meowken-ki?",
                    "SummaryEnglish": "When Inaho brings her pet to school, the kitten displays an amazing Element power—and turns the girls of Makenki into sexy human-feline hybrids! Can Takeru get things back to normal before the situation devolves into one epic catfight?"
                },
                "4": {
                    "ID": "4770835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4770835",
                    "TitleEnglish": "Man ♥ Cos",
                    "SummaryEnglish": "When the school holds a manga festival, a couple of hornballs use Maken to shrink the costumes right off the curvy contestants in the masquerade contest! Can anyone save the day - or will the student body bare all!?"
                },
                "5": {
                    "ID": "4770836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4770836",
                    "TitleEnglish": "Begging Teacher",
                    "SummaryEnglish": "Aki, the buxom school nurse, needs someone to pretend to be her boyfriend—so who better than Takeru, one of her students? When the two faux lovebirds end up handcuffed together on a romantic deserted island, things get really, really hard for Takeru."
                },
                "6": {
                    "ID": "4770837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4770837",
                    "TitleEnglish": "Villainous Leadership Committee!",
                    "SummaryEnglish": "In order to prove herself worthy of joining the Leadership Committee, Uruchi must complete a series of complicated trials—which somehow involve learning absolutely everything there is to know about Haruko’s body and bathing habits!"
                },
                "7": {
                    "ID": "4770838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4770838",
                    "TitleEnglish": "His Name is Rudolf!",
                    "SummaryEnglish": "Kodama goes underwear shopping, but ends up blowing all her money on an adorable fluffy teddy bear! Naturally, though, the bear ends up being a complete perv with a mind of his own, and is bursting at the seams to get his paws on every girl in sight."
                },
                "8": {
                    "ID": "4770839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4770839",
                    "TitleEnglish": "Academy Harem",
                    "SummaryEnglish": "When the principal at Tenbi gets fed up with the school, she does the only logical thing and puts one of the male students in charge. Pretty soon the academy turns into one big harem full of erotica readings, bouncy exercises, and chest inspections."
                },
                "9": {
                    "ID": "4770840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4770840",
                    "TitleEnglish": "You Are More Manly Than Roses",
                    "SummaryEnglish": "The Leadership Committee president falls for a dashing boy. One problem: he’s actually Azuki dressed in guys’ clothing! Rather than come clean about the mistaken identity, the other girls make Azuki pretend to be a dude and go on a hot date with the pres."
                },
                "10": {
                    "ID": "4770841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/maken-ki-battling-venus/episodes/4770841",
                    "TitleEnglish": "And So, Toward Maken-ki",
                    "SummaryEnglish": "Minori Rokujo tells the current Maken-ki members the story of how first Maken-ki was made. The former Maken-ki president Minori, treasurer Tomiko and secretary Aki forcefully recruit Gen to join Maken-ki and become their Makensmith. They witness Akaya fight a jealous Maken user in the schoolyard and try to intervene. However, Akaya knocks him out using his Maken which convinces Minori to try and recruit him to no avail."
                }
            }
        }
    }
}