{
    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2193783/",
        "https://www.themoviedb.org/tv/45835"
    ],
    "TitleEnglish": "Mobile Suit Gundam AGE",
    "SummaryEnglish": "A colonized space had finally achieved peace, until a mysterious enemy, the UE, enters the scene and attacks colonies and other targets. Our main protagonist is from a destroyed colony, safely living on another. Before fleeing and surviving the attack however, he is entrusted with a data package which contains the one hope for humans to stand up against this powerful foe, plans for a Gundam. Flit Asuno has spent most of his years on this peaceful colony studying science and realizing the plans, cultivating in the production of one. One which Flit ends up piloting himself when his new home is threatened.",
    "Aliases": [
        "Gundam AGE"
    ],
    "Modified": "2025-04-22",
    "Seasons": {
        "0": {
            "ID": "476063",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4632465",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4632465",
                    "TitleEnglish": "Memory of Eden - OVA 1",
                    "SummaryEnglish": "Gundam Age Memory of Eden retells the Gundam Age TV story of how the Vagan plan to take over Earth in a war with the Federation."
                },
                "2": {
                    "ID": "7261119",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/7261119",
                    "TitleEnglish": "Memory of Eden - OVA 2",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "476064",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/seasons/official/1",
            "# Episodes": 49,
            "Episodes": {
                "1": {
                    "ID": "4185386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4185386",
                    "TitleEnglish": "The Savior, Gundam",
                    "SummaryEnglish": "In A.G. 101, on \"The Day the Angel Fell,\" Flit Asuno's dying mother provided him with the schematics for a legendary Mobile Suit known as the \"Gundam.\" Having spent the next 14 years working to develop this weapon, he soon must put it to the test when a fleet of U.E.'s invade his colony Nora and threaten the lives of his friends."
                },
                "2": {
                    "ID": "4189330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4189330",
                    "TitleEnglish": "The Power of AGE",
                    "SummaryEnglish": "The U.E. attack of Nora has left the colony in imminent collapse. The Federation commander of the colony, Hendrick Bruzar, came up with a plan to use the flagship battleship, Diva, to save the colony core, thereby enabling the colony inhabitants to escape the destruction. However, the captain of the Diva has other plans. Meanwhile, Flit tries to escape the colony while piloting the Gundam, but comes upon a stranded girl named Yurin, who seems to have mysterious powers of her own."
                },
                "3": {
                    "ID": "4190460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4190460",
                    "TitleEnglish": "The Twisted Colony",
                    "SummaryEnglish": "Diva was preparing to pull Nora's Core when two new UE approached them so Grudeck decided to confront them first before resuming the operation. The new UEs proved to be a formidable opponent to Flit who started losing his temper but Yurin calmed him down while helping him come up with a plan to effectively take down their opponent. One of the two UEs entered Nora and attacked the control base where Bruzar was located, badly injuring him in the process. Flit is fighting the remaining UE to distract him away from Diva, but when the DOTS rifle's ammo was depleted he stopped the UE by shielding the Gundam in front of Nora and told the UE that he won't let the citizens harmed. To his surprise the UE left. Diva was about to pull the Nora's Core when an large metal debris hindered the core from moving, so Bruzar sacrifices himself by piloting an MS carrying explosives to blow up the debris hindering the core, leaving his hope to Flit and the crew of Diva, Afterwards, Nora was completely destroyed but the core was saved and Diva crew mourning the loss of Bruzar, Flit and Yurin parted but not without Yurin giving her ribbon to Flit in hopes that they'll meet again."
                },
                "4": {
                    "ID": "4190473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4190473",
                    "TitleEnglish": "The White Wolf",
                    "SummaryEnglish": "Federation ace pilot Woolf Enneacle wakes up from healing sleep aboard the Diva. He tries to claim the Gundam for himself to Flit's chagrin, and decides to have a mock battle to determine who should pilot the mobile suit. However, during the mock battle, the two of them are suddenly attacked by the UE, and end up making a startling discovery about how the UE are able to remain hidden."
                },
                "5": {
                    "ID": "4190474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4190474",
                    "TitleEnglish": "The Demon Boy",
                    "SummaryEnglish": "Diva docks at the space colony Fardain. The Federation planned on arresting Grodek and having him court-martialed but he managed to blackmail the officer in charge. There Flit meets a young boy who steals the Gundam and attacks several UE mobile suit type forces with it. The boy then returns the Gundam back to Flit and leaves. In another section of Fardain the boy is met by several hooded men who explain that he is a part of the group of people \"chosen by Eden\"."
                },
                "6": {
                    "ID": "4190475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4190475",
                    "TitleEnglish": "Light and Shadow of Fardain",
                    "SummaryEnglish": "The crew is given leave at Fardain. Grodek meets with a shady character Boyage in order to recruit more people to fight against the UE. Flit, Emily, and Dique went to explore the colony and was caught in a battle between Zalam and Euba. Complications arised and Flit launched in the gundam to break up the fight between the two forces. Just as Flit stopped the two forces, a new UE mobile suit attacked. Flit was arrested due to the collateral damage caused by the Gundam and UE mobile suit."
                },
                "7": {
                    "ID": "4190476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4190476",
                    "TitleEnglish": "Evolving Gundam",
                    "SummaryEnglish": "Flit, imprisoned by Zalam for the destruction he wreaked, is brought before their leader Don Boyage. Flit argues that Zalam and Euba should cease their feud over control of Fardain, but is rejected by Boyage. Then, Euba's boss Ract Elfamel attacks at the lead of a mobile suit squadron. Another war breaks out within the colony. Flit stands forth in the Gundam to prevent it, but a U.E. assault sparks a three-sided battle. Unable to use beam weapons inside a colony, the Gundam takes on a new form to stand up to the U.E."
                },
                "8": {
                    "ID": "4190477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4190477",
                    "TitleEnglish": "A Deadly Joint Front",
                    "SummaryEnglish": "To take down the U.E. that have infiltrated Fardain, Flit fights in the Gundam's new form: Titus. What the Titus loses by abandoning its Dodds rifle, unusable in colonies, it more than makes up for in brute force. Meanwhile, doubts remain between Zalam and Euba, and clashes erupt as they come together on the battlefield. As the situation becomes more desperate, Flit fights to unite the clashing Zalam and Euba elements under one banner. A new mobile suit rises on the battlefield. Who pilots its alabaster form?"
                },
                "9": {
                    "ID": "4190478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4190478",
                    "TitleEnglish": "The Secret Mobile Suit",
                    "SummaryEnglish": "Flit questions Woolf about the source of the new G-EXES. Woolf confesses and leads Flit to his old haunt, the Madorna Factory. Flit is amazed by the range of mobile suits under construction. But then, a shocking sight! Among the other models is a U.E. mobile suit! Flit and company are astounded. Just then, the U.E. suit activates and begins to destroy the contents of the factory. Flit and Woolf fight together against it, but cannot resist its fierce attacks..."
                },
                "10": {
                    "ID": "4190479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4190479",
                    "TitleEnglish": "A Day of Fierce Battle",
                    "SummaryEnglish": "The Gundam and the Diva heads a combined coalition of Zalam and Euba mobile suits in a move to protect Fardain colony from destruction by UE Mothership and its mobile suit forces. During the course of the battle, the Zalam and Euba forces are able support Diva's mobile suit to repulse UE forces, but at high cost of lives."
                },
                "11": {
                    "ID": "4190480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4190480",
                    "TitleEnglish": "Reunion at Minsry",
                    "SummaryEnglish": "The Diva arrives at the neutral space colony Minsry, where Captain Grodek Ainoa attends conference devise a strategy to fight the UE. Flit attends the meeting as well, where meets young girl Yurin once more. While attending the conference, Federation Forces move in to arrest the Captain on the charge of mutiny."
                },
                "12": {
                    "ID": "4190481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4190481",
                    "TitleEnglish": "The Mutineers Set Sail",
                    "SummaryEnglish": "The command crew of the Diva's escapes Federation Commander Stroller Guavaran and his forces on the neutral space colony Minsry, reboards the ship. However, as the Diva departs, Commander Guavaran's task force of warships appears and traps the Diva in second attempt to capture the mutinying Captain."
                },
                "13": {
                    "ID": "4219830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4219830",
                    "TitleEnglish": "Space Fortress Ambat",
                    "SummaryEnglish": "The crew of the Diva, pinning their hopes on a decisive final battle, set sail for the space fortress Ambat. The drums of war rise to a fever pitch. The U.E. attack with a force of mobile suits and massive warships. In a battle unlike any they've fought before, the Diva and the combined Zalam-Euba forces clamp down on their fear and fight for survival. Flit, now using his power as an X-rounder, battles a powerful U.E. mobile suit. To preemptively strike the U.E., the Diva changes its form, unveiling a new weapon. Will its light lead mankind to victory!?"
                },
                "14": {
                    "ID": "4225822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4225822",
                    "TitleEnglish": "A Flash of Sorrow",
                    "SummaryEnglish": "Decil duels with Flit again and calls in his secret weapon, Flit's capture friend Yurin L'Ciel. She is forced by Decil to fight Flit as simply tool to defeat him. In course of the duel, she is killed by Decil, which enrages Flit. Using his X-Rounder abilities, Flit soon disables Decil's Mobile Suit and leaves him drift in space. However Flit is emotionally distraught from Yuril's death, making him feel emotionless. Flit is soon called by Diva to lead the way the pave into the Fortress's drydock. Flit with reckless abandon, he forces his way into the Fortress. His efforts allowes the Diva to dock and embark its ground forces into it. Flit returns to the Diva and quickly refits the Gundam to AGE-1 Normal configuration, then accompanies the boarding crew while not replying to anyone communications."
                },
                "15": {
                    "ID": "4225823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4225823",
                    "TitleEnglish": "Those Tears Fall in Space",
                    "SummaryEnglish": "The crew infiltrates the space fortress Ambat. Fortress Commander Gerra Zoi pilots the top of the line Defurse to defeat the Gundam. The Gundam and Defurse have a final battle inside the fortress, but moved by his hatred towards the UE, Flit finally corners Gerra. But a surprising truth awaits him. What does Gerra tell them about the earth's cursed past? Who are the UE? The truth is revealed!"
                },
                "16": {
                    "ID": "4237901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4237901",
                    "TitleEnglish": "The Gundam in the Stable",
                    "SummaryEnglish": "Twenty five years have passed, and history is passed on to a new generation. The war between the Earth Federation and the Vagan, who used to be known as the UE, continues. Federation Military Commander Flit Asuno gives his son Asemu the AGE device on his 17th birthday. Just then, Asemu's colony, Tordia, is attacked by the Vagan. Asemu launches in a hidden Gundam to protect the colony."
                },
                "17": {
                    "ID": "4237902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4237902",
                    "TitleEnglish": "Friendship, Love and Mobile Suits",
                    "SummaryEnglish": "Zeheart joins the Mobile Suit Club and helps Asemu and his friends build a new mobile suit. However Zeheart ia actually a Vagan spy. When his allies learn the Gundam can only be on the Asuno Estates, they task Zeheart with the job of infiltrating the premises. Zeheart locates the Gundam. When the championship of the Colony's Mobile Suit Battles arrive, the Vagan's attack the Asuno Residence hoping to claim Gundam. Asemu runs home to save Gundam, but can he make it in time? Why do the Vagan's want the Gundam so badly?"
                },
                "18": {
                    "ID": "4247382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4247382",
                    "TitleEnglish": "Graduation Ceremony Battle",
                    "SummaryEnglish": "Graduation day arrives for Zeheart and Asemu. While the Graduation Ceremony is going on, the Military Police arrive and try to arrest Zeheart for being a spy. Asemu defends him, and one of Zeheart's allies lays a distraction allowing Zeheart to escape. In order to escape Zeheart gets into his Mobile Suit, but this leads to a battle with Asemu where Zeheart's identity is revealed to Asemu and Romary. Commander Woolf arrives and chases of Zeheart, but Asemu can't help but remember Zeheart's words- he's too kind to be a warrior."
                },
                "19": {
                    "ID": "4247383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4247383",
                    "TitleEnglish": "Asemu's Departure",
                    "SummaryEnglish": "Asemu and Romary both join the Military forces and are placed on the Diva. Asemu's Mobile Suit Commander is none other than Commander Woolf, and his father is now main superior at the Big Rig. The Vagan counter by placing Zeheart in charge of their main forces. As the Diva begins to leave the colony, Dique is revealed to be the new ship technician for the Diva. The Vagan attack the Diva suspecting Gundam is aboard it. However the Gundam AGE-1 has been sent ahead with Flit, and Asemu is forced to wait as the AGE system makes the finishing touches on the new model- Gundam AGE-2. When things appear dire, Asemu is finally able to launch in the AGE-2 where he shows the new pilots and the people on the Diva that he can become a Savior for the new generation."
                },
                "20": {
                    "ID": "4252734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4252734",
                    "TitleEnglish": "The Red Mobile Suit",
                    "SummaryEnglish": "The Vagan launch a new model red mobile suit that enters into a one-on-one battle with AGE-2. The commander of the new mobile suit is none other than Zeheart, who hopes this mobile suit can withstand his X-Rounder abilities. The name of the suit... xvm-zgc Zeydra."
                },
                "21": {
                    "ID": "4255862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4255862",
                    "TitleEnglish": "Phantoms in the Way",
                    "SummaryEnglish": "After Zeheart spares Asemu's life, Asemu takes the advanced military training test to find out his aptitude as an X-Rounder. Commander Woolfe sees the results and decides to let Asemu train in a new simulation against Zeheart's new mobile suit and the original AGE-1, but will it be enough to boost Asemu's fighting capabilities, or will it knock his confidence down to a new low?"
                },
                "22": {
                    "ID": "4261904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4261904",
                    "TitleEnglish": "Big Ring Absolute Defense Line",
                    "SummaryEnglish": "The Vagan begin a full out attack on the Big Ring. The winner of the battle will have a direct route to Earth that could turn the scale of the war to their side. Commander Flit deploys the suits in a specific strategy hoping to withstand the attack, and Asemu is assigned to the front line where he will once again have to face Zeheart. Also, Flit decide to pilot his old Age-1 unit despite without using the AGE system, he faces Desil Galette in the new xvm-dgc Khronos, Desil want revenge against Flit after 26 years of the destruction of Ambat."
                },
                "23": {
                    "ID": "4268348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4268348",
                    "TitleEnglish": "The Suspicious Colony",
                    "SummaryEnglish": "Flit joins the crew of the Diva on a secret mission to investigate a colony suspicious of providing support to the Vagan war effort. When their suspicions are confirmed, Flit orders an attack on the conspirators, but his son opposes him fearing that the lives of innocent colonists may be endangered, and Asemu ends up in an impasse between following his father's orders and his own convictions. Grodek got release from his sentence and Flit visits Grodek in a bar."
                },
                "24": {
                    "ID": "4273034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4273034",
                    "TitleEnglish": "X-Rounder",
                    "SummaryEnglish": "A reunion of friends. Two lives drawn together are tossed about in the whirlwind of war. Gundam AGE-2 Double Bullet arrives and kills two Veigan X-Rounders from Magician 8. A 35 year-old Arabel Zoi stabs Grodek because of Gerra Zoi's death, then gunned down by 3 men in sunglasses."
                },
                "25": {
                    "ID": "4283394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4283394",
                    "TitleEnglish": "The Terrifying Mu-szell",
                    "SummaryEnglish": "Flit recovers a Vagan intact cockpit from their previous battle and Dique's team finds that its pilot was using a special helmet to artificially stimulate his X-Rounder abilities. Against orders, Asemu steals the helmet believing it would give him the chance to get on par with Zeheart's skills, but the side effects of wearing it in combat puts his life in danger."
                },
                "26": {
                    "ID": "4283395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4283395",
                    "TitleEnglish": "Earth is Eden",
                    "SummaryEnglish": "The Vagans launch an attack on the Industrial colony of Nortram, planning to seize it and make use of its resources to spearhead their invasion of Earth, but once again the Federation Forces stand in their way, deploying their newest weapon against them. Decil once more disobeys Zehart's orders and leaves by himself seeking to confront Flit, but when he ends up against Asemu and Woolf together instead, tragedy strikes in both sides of the conflict."
                },
                "27": {
                    "ID": "4293159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4293159",
                    "TitleEnglish": "I Saw a Red Sunset",
                    "SummaryEnglish": "The battle for Nortram intensifies until the Vagans' main fortress is severely damaged and threatens to fall on Earth. To prevent that disaster strikes the planet, Asemu and Zeheart join forces on a suicide mission to destroy it from inside. Having fullfilled their duty, both pilots accept their imminent deaths and sort out their differences, until Zeheart is shown an escape route leading them to safety."
                },
                "28": {
                    "ID": "4293160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4293160",
                    "TitleEnglish": "Chaos in the Earth Sphere",
                    "SummaryEnglish": "One year after the battle of Nortram, Flit makes use of the information he got from Grodek to expose the conspiration between the Earth Government and the Vagans to the public. With their plans uncovered, the Veigans launch an attack to kill the Earth Prime Minister, but Asemu stands in their way."
                },
                "29": {
                    "ID": "4296484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4296484",
                    "TitleEnglish": "Grandpa's Gundam",
                    "SummaryEnglish": "Just after the birth of his son Kio, Asemu leaves for a special mission but never returns. On A.G. 164, the Vagans launch a large scale invasion on Earth that overruns the Federation Forces by surprise. Just when everything seems lost, Flit and Kio board the brand new Gundam AGE-3 to fight back."
                },
                "30": {
                    "ID": "4301818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4301818",
                    "TitleEnglish": "The City Becomes a Battlefield",
                    "SummaryEnglish": "Flit and Kio struggle to contain Zeheart and the Vagan offensive on their town Olivernotes. By Flit's request, the retired Diva is reinstated into duty and launched to assist them."
                },
                "31": {
                    "ID": "4307065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4307065",
                    "TitleEnglish": "Terror! The Ghosts of the Desert",
                    "SummaryEnglish": "The Diva flies at low altitude to avoid enemy detection while passing through a desert, when it is ambushed by the \"Phantom 3\", a Vagan special unit whose desert-oriented gear gives them the upper hand. Kio and the others struggle to keep the enemy at bay long enough for the Age Builder to complete their newest weapon, the G-Hopper, and dispatch it to assemble the Gundam AGE-3 Fortress."
                },
                "32": {
                    "ID": "4312660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4312660",
                    "TitleEnglish": "Traitor",
                    "SummaryEnglish": "On their way to the Federation base of Roustroulam, the crew of Diva learns that one of their pilots Shanalua Mullen is a spy working for the Vagans. Kio is ordered by his grandfather to help defend the base against the Vagans, but he decides to go after Shanalua instead, wondering about the reasons behind her treason."
                },
                "33": {
                    "ID": "4321616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4321616",
                    "TitleEnglish": "Howl to the Earth",
                    "SummaryEnglish": "The Battle of Roustroulam continues, but when Flit and the others realize the Vagans' true intentions, they must race against time to disarm the bombs left behind by the enemy."
                },
                "34": {
                    "ID": "4321629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4321629",
                    "TitleEnglish": "The Space Pirates Bisidian",
                    "SummaryEnglish": "The Diva leaves for lunar orbit; they are attacked by pirates along the way."
                },
                "35": {
                    "ID": "4326917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4326917",
                    "TitleEnglish": "Cursed Treasure",
                    "SummaryEnglish": "The crew of Diva takes heed of the message left behind by Asemu revealing the existence of EXA-DB, an ancient military database whose secrets can change the course of the war. Zeheart joins fellow commander Zanald Beyhard in a pincer attack on the Diva, and to protect it from the enemy, Kio pilots the brand new Gundam AGE-3 Orbital."
                },
                "36": {
                    "ID": "4326916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4326916",
                    "TitleEnglish": "The Stolen Gundam",
                    "SummaryEnglish": "The Vagans flee the battlefield after capturing Kio, much to Flit's despair. The Diva is forced to make a stop at the Madorna Workshop for repairs and resupply where Flit is contacted by Asemu, asking for him to let him and the Visidian lead the mission to rescue Kio."
                },
                "37": {
                    "ID": "4343587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4343587",
                    "TitleEnglish": "The World of Vagan",
                    "SummaryEnglish": "At Vagan's capital, Kio is brought before their leader Fezarl Ezelcant, who treats him more like a guest than a prisoner. Ezelcant has Kio explore the colony to learn about the harsh situation of its people while Zanald's crew have the Gundam AGE-3 analyzed as part of their plans to develop their own Gundam."
                },
                "38": {
                    "ID": "4343588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4343588",
                    "TitleEnglish": "Kio the Fugitive",
                    "SummaryEnglish": "Kio helps Ezelcant to complete his own Gundam in exchange for medicine for his new friend Lu. He then spends his days at Vagan happily besides Lu and her brother Deen until the Visidians infiltrate the colony to rescue him and retrieve the Gundam AGE-3."
                },
                "39": {
                    "ID": "4343589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4343589",
                    "TitleEnglish": "The Door to the New World",
                    "SummaryEnglish": "Asemu and Kio's escape from the Vagans is halted by Ezelcant, piloting the recently completed Gundam Legilis and they find themselves surrounded by the enemy until the Bisidian pirates join the fight to assist them. During their fight, Ezelcant reveals to Kio the true nature of his master plan, the \"Project Eden\"."
                },
                "40": {
                    "ID": "4346484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4346484",
                    "TitleEnglish": "Kio's Resolve, Together with the Gundam",
                    "SummaryEnglish": "After a brief reunion with his family, Kio takes part in a mission to recapture the Federation Lunar base from the Vagans while determined to follow his will to protect everyone, regardless of side, piloting the AGE System's ultimate creation, the Gundam AGE-FX."
                },
                "41": {
                    "ID": "4354684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4354684",
                    "TitleEnglish": "Beautiful Fram",
                    "SummaryEnglish": "The battle for the Lunar base intensifies as Zeheart and his aide Fram Nara set for the frontlines. Kio attempts to dissuade Fram without success and just when he finds himself in a pinch, Asemu joins the fight and confronts Zeheart about Ezelcant's true intentions."
                },
                "42": {
                    "ID": "4354675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4354675",
                    "TitleEnglish": "Girard Spriggan",
                    "SummaryEnglish": "Kio's confront with Fram in interrupted by Girard Spriggan, a former member of the Earth Federation who switched sides. As Kio struggles against Girard, her past and the reasons for her defection are revealed and Flit joins the battle with his upgraded Gundam AGE-1 Gransa to assist him."
                },
                "43": {
                    "ID": "4354676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4354676",
                    "TitleEnglish": "Amazing - Triple Gundam",
                    "SummaryEnglish": "The Federal Forces break the enemy's defense lines and infiltrate the Lunar base. While Seric Abis convinces the Vagans to admit defeat, Girard's X-Rounder powers go berserk and she starts attacking both allies and foes alike."
                },
                "44": {
                    "ID": "4354677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4354677",
                    "TitleEnglish": "Paths Drawn Apart",
                    "SummaryEnglish": "Having successfully taken over the Lunar Base, the Federation Forces turn their attentions to La Gramis, the Vagan's main fortress. Kio and Asemu confronts Flit about his urge to take revenge on the entire Vagan race for all the friends and loved ones he lost during the war and after revealing to Zeheart all the truth about Project Eden, Ezelcant nominates him his sucessor, entrusting him with the Gundam Legilis."
                },
                "45": {
                    "ID": "4354678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4354678",
                    "TitleEnglish": "Shido the Destroyer",
                    "SummaryEnglish": "Zeheart confronts the mobile armor SID determined to master the full power of the Gundam Legilis and reclaim the EXA-DB. The Bisidian take heed of the battle and also launch an attack against SID, but it proves more powerful than Asemu and Zeheart can handle until they end up joining forces to defeat it."
                },
                "46": {
                    "ID": "4354679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4354679",
                    "TitleEnglish": "Space Fortress La Gramis",
                    "SummaryEnglish": "The Vagans carry out large-scale invasion plans using the Second Moon of the Vagans', La Gramis. The Federation, knowing they must put a stop to those plans, mounts an operation to capture La Gramis. We follow both sides as the soldiers ready themselves for the final battle. What does the future hold in store for this ultimate battle?"
                },
                "47": {
                    "ID": "4354680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4354680",
                    "TitleEnglish": "Blue Planet, Lives Ending",
                    "SummaryEnglish": "Within the pitched battle for La Gramis, Kio finds he's fighting Deen, a Vagan he had previously befriended. For Kio, the attack by the X-Rounder-power-enhanced Deen is the worst enemy he could possibly face."
                },
                "48": {
                    "ID": "4354681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4354681",
                    "TitleEnglish": "Flash of Despair",
                    "SummaryEnglish": "Zeheart knows that if the Dig-Magellan were to fire, it would kill many of his comrades, but steeling his heart, he gives the command to fire. Flit, having predicted the attack and the destruction of Diva works to save Gundam and the Diva's crew. If that attack fails, Zeheart will be driven from the Vagan forces, and what will Asemu do…?"
                },
                "49": {
                    "ID": "4354682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-age/episodes/4354682",
                    "TitleEnglish": "The End of a Long Journey",
                    "SummaryEnglish": "The siege of the Space Fortress La Gramis grinds into its final stages, and despite the tremendous losses to both the Vagan and Federation sides, the atrocities of war only seem to be on the increase. As the long struggle reaches its end, can Flit, Asemu and Kio reach any kind of agreement with Ezelcant?"
                }
            }
        }
    }
}