{
  "URL": "https://www.thetvdb.com/series/cinderella-story",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Children",
    "Drama",
    "Fantasy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0296328/",
    "https://www.themoviedb.org/tv/34101"
  ],
  "TitleEnglish": "Cinderella Story",
  "SummaryEnglish": "Cinderella is the daughter of a wealthy duke who has remarried to provide her with a mother and sisters. When the Duke travels abroad, Cinderella discovers that her new family is anything but a family. With spoiled stepsisters and a harsh stepmother, Cindrella is forced to cook, clean and manage the household. Yet she remains cheerful, gentle and kind to her family, to her animal friends and to a mysterious boy, named Charles, who seems to have a connection with the prince of Emerald Castle. A whole new story on a classic fairytale. When Cinderella's cruel stepmother prevents her from attending the Royal Ball, she gets some unexpected help from the lovable mice Gus and Jaq, and from her Fairy Godmother.",
  "Aliases": [
    "Cinderella Monogatari",
    "The Story of Cinderella"
  ],
  "Modified": "2025-05-20",
  "Seasons": {
    "1": {
      "ID": "479326",
      "URL": "https://www.thetvdb.com/series/cinderella-story/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "4213236",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213236",
          "TitleEnglish": "I Want To Become A Splendid Young Lady",
          "SummaryEnglish": "Cinderella's father goes away on a long voyage, leaving his daughter in the care of her stepmother and two stepsisters. She is banished to the attic, and then forced to do the menial chores of the household while her stepmother and stepsisters are out enjoying themselves. Luckily, Cinderella is assisted by her little animal friends: Patch, an appealing puppy, Chuchu and Bingo, two clever little mice and a little bird named Pappy.",
          "Aliases": []
        },
        "2": {
          "ID": "4213237",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213237",
          "TitleEnglish": "The Flowers From My Dream",
          "SummaryEnglish": "Jeanne and Catherine decide to become participants in the Flower Queen contest. Cinderella follows them to the city to see their show while her pets assure her to do all the house work. She promises to return by the time her Mother and sisters come back. While returning home she crosses paths with a young man who chases her up to the river. He returns her the key which had fallen in the their encounter.",
          "Aliases": []
        },
        "3": {
          "ID": "4213238",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213238",
          "TitleEnglish": "The Mysterious Boy",
          "SummaryEnglish": "Cinderella and her stepsisters go shopping in the city, and while she waits outside the shops, weighted down by the packages, she once again runs into the young man she had met the day before. The young man (prince Charles) reveals that he is the fencing partner of the Prince, which Cinderella finds hard to believe. Jeanne overhears the conversation, after which her stepmother orders her to invite him as a guest the next day.",
          "Aliases": []
        },
        "4": {
          "ID": "4213239",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213239",
          "TitleEnglish": "The Horse",
          "SummaryEnglish": "Cinderella goes out looking for Charles (who she thinks is named is Alex) because her step-mother wants to talk to the prince's page. While searching she learns that Charles is not the page at all. She thinks he is just a liar and avoids him. On her way home, Cinderella’s pets remind her that her stepmother has ordered to come positively with the page. As her situation worsens, the fairy godmother comes to the rescue using her magic to change a horse into Charles. Cinderella hurries home with the Charles, but soon after they get there, the spell wears off and the prince turns back into the horse. Scared of the horse, Cinderella's step-mother ties a carrot to the back of Cinderella's apron and sends her off running to the town with the mad horse chasing her. Charles saves her from this chaos and reveals his true name- and Cinderella tells him her's in return.",
          "Aliases": []
        },
        "5": {
          "ID": "4213240",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213240",
          "TitleEnglish": "A Dream Meeting",
          "SummaryEnglish": "When they learn that the prince plans to go hunting, Cinderella’s sisters and stepmother decide to have a picnic in the same woods . However,when they then arrive in the middle of the woods, a storm breaks and a sudden gust of wind blows Jeanne’s hat off her head. Cinderella and Jeanne attempt to catch the hat but they fail. As Jeanne wanders about in the bushes, she is mistaken for a bear by Charles and Alex; in the nick of time, Cinderella finds Jeanne saving her from being shot as a bear. The prince realizes then that Cinderella is the same girl he met in the city.",
          "Aliases": []
        },
        "6": {
          "ID": "4213241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213241",
          "TitleEnglish": "Mystery of the Vineyard",
          "SummaryEnglish": "When Cinderella's stepmother jealously sends Cinderella to the royal vineyard to pick grapes (a punishable offense) because Cinderella can dance better than both Jeanne and Catherine, the unknown thief of the royal vineyard turns out to be Charles, dressed as a page. Cinderella is caught instead, however, because Charles runs off with the grapes, and suffers a set-up for downfall by her step-mother. However, Charles hears about Cinderella's plight and confesses, thus salvaging Cinderella's reputation.",
          "Aliases": []
        },
        "7": {
          "ID": "4213242",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213242",
          "TitleEnglish": "False Fortuneteller",
          "SummaryEnglish": "A boy dresses up as an old man and pretends to tell people fortune so that he can earn enough money to survive. Cinderella's stepmother asks Cinderella to fetch the fortune teller but when the fortune teller asks for payment the stepmother gives away Cinderella's mother's doll. Cinderella goes out to find the fortune teller and ask it back but instead she discovers his secret- though he actually can see the future at times- he is only a boy who needs money. In the end the boy (Yan) gives her back her doll and they become friends. He also reads into her future and sees her in a splendid ball gown, and, though not revealing any specific details, tells her that she has the brightest future he's ever seen.",
          "Aliases": []
        },
        "8": {
          "ID": "4213243",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213243",
          "TitleEnglish": "The Magic Of A Smile",
          "SummaryEnglish": "A circus is being set up at the castle. Cinderella meets a talented girl called Mary, but Mary has stage fright. While wandering through the town, Cinderella tries to think of ways to help Mary when she bumps into Charles. She takes Charles to where Mary is practicing and tells her to pretend he's Prince Charles, if she can perform in front of him then she will get over her stage fright. Charles tells her about a special ritual the prince does does when he gets nervous, Mary does this too.",
          "Aliases": []
        },
        "9": {
          "ID": "4213244",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213244",
          "TitleEnglish": "There's Something Strange About That Boy",
          "SummaryEnglish": "Cinderella is told to go pick some roses in the forest. Prince Charles learns that two of his teachers have been replaced because they were sick and old; Alex then finds out that their tutor was fired. Charles chases Zaral out of the palace because he suspects something. Cinderella sees that Charles is chasing Zaral and decides to follow. Zaral tells his henchman to go capture Charles, Cinderella pushes a big rock off the cliff and is captured instead. She hears Zaral talking about his evil plot to overrun the king.",
          "Aliases": []
        },
        "10": {
          "ID": "4213245",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213245",
          "TitleEnglish": "The Sad Violinist",
          "SummaryEnglish": "When Duke Zaral's daughter hosts a ball, Prince Charles will do just about anything to get out of it. So he has Alex dress as himself and go to the ball in a mask- claiming he thought it was going to be a masquerade ball. Meanwhile Cinderella leaves the waiting coach (her step family is attending the ball, of course) and goes to the gardens to watch. While there, Cinderella meets Nicholas, a violinist in love with a noble's daughter, Lora Pennington. Despite their love for each other, Nicholas and Lora are forbidden by her parents to be married because he is a commoner and they have hopes of marrying their daughter to Prince Charles. This is why the violinist's music is so sad. Charles and Cinderella talk a bit about this when they see each other in the gardens and both agree that things like wealth and nobility shouldn't dictate who you marry. They also both agree that in the end, true love can conquer over any obstacle.",
          "Aliases": []
        },
        "11": {
          "ID": "4213246",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213246",
          "TitleEnglish": "For A Fantastic Love Story",
          "SummaryEnglish": "Cinderella, Charles and the Fortune Teller Yan decide to help Nicholas and Lora be together.",
          "Aliases": []
        },
        "12": {
          "ID": "4213247",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213247",
          "TitleEnglish": "Pleased to Meet You, Prince!",
          "SummaryEnglish": "The King and Queen decide to throw a ball in order to help Charles find a Fiance. Prince Charles wants nothing to do with it. Cinderella and her family are all invited, but Cinderella's Stepmother has refused to let her go. Cinderella's animal friends make her a dress, and she sneaks in with the vegetables. Meanwhile, Zarel threatens to tell the King and Queen about Charles' adventures in disguise outside of the castle if he refuses to marry his daughter Isabel.",
          "Aliases": []
        },
        "13": {
          "ID": "4213248",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213248",
          "TitleEnglish": "The Way Of Love... Isabel Runs Away",
          "SummaryEnglish": "Isabel grows frustrated with Prince Charles' uninterst in her. In attempt to gain his attention, she runs away from home. Isabel soon finds herself in more trouble than she can handle, taking Cinderella with her.",
          "Aliases": []
        },
        "14": {
          "ID": "4213249",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213249",
          "TitleEnglish": "Prince Charles's Secret",
          "SummaryEnglish": "In an attempt to learn secrets about Prince Charles,Zarel invites Cinerella and her sisters to live at the castle for a \"vacation\". However instead of relaxing, they are instructed to clean the castle! How will Jean and Catherine deal with their new chores? Will they get to meet the Prince?",
          "Aliases": []
        },
        "15": {
          "ID": "4213250",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213250",
          "TitleEnglish": "The Two Charles",
          "SummaryEnglish": "Cinderella and Charles see the Prince in his carriage. Charles is adamant that the boy in the carriage isn't the prince, but is really Yan's missing friend.",
          "Aliases": []
        },
        "16": {
          "ID": "4213251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213251",
          "TitleEnglish": "The Prince And House Work",
          "SummaryEnglish": "When Cinderella suddenly falls ill from overwork, Charles brings a doctor and assures him that he'll see to it that she gets some rest. While taking over her chores the prince gets an appreciation for hard work and at the end of the episode decides to accept his royal obligations and devotes himself more seriously to his studies. Also during this adventure, Duke Zaral pays a visit to Cinderella's step family, who are having Charles cook them dinner. Having tasted the soup after hearing Jeanne and Katherine claim to have made it themselves, the duke is offended by the disgusting concoction and leaves- unwilling to use them in his plot any longer.",
          "Aliases": []
        },
        "17": {
          "ID": "4213252",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213252",
          "TitleEnglish": "Kindness Of A Small Heart",
          "SummaryEnglish": "Jean and Catherine lose their mother's priceless mint pearl ring, and Cinderella takes the blame. She has until Sunset to find it, or be kicked out of her home. While searching, Cinderella falls from a cliff, and in an attempt to save her, Paulette changes her to the size of a mouse! Now only a few inches tall, Cinderella continues her search with the help of her animal friends. Will she be able to find it before the sun goes down?",
          "Aliases": []
        },
        "18": {
          "ID": "4213253",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213253",
          "TitleEnglish": "The Disturbing Painter",
          "SummaryEnglish": "Zarel takes Prince Charles to the painter Zore to have his portrait done. At the same time, Catherine and Jean refuse to have their portraits done by anyone but by the best. Cinderella goes in search of her mother's favorite painter, Zore. While Zore refuses to paint her sisters without 100 gold pieces, he demands to paint Cinderella. As he paints, Cinderella grows weaker. With the help of Patch, Cinderella escapes. But Charles is still in Danger.",
          "Aliases": []
        },
        "19": {
          "ID": "4213254",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213254",
          "TitleEnglish": "Let's Get Rid Of Those Bandits",
          "SummaryEnglish": "Cinderella's Stepmother begins to spread rumors around town that Catherine and Jean are candidates for marriage with Prince Charles, using her connection with Duke Zarel as evidence. Zarel decided to teach them a lesson by sending thugs to their house to rob them. Cinderella becomes determined to protect her own home. Meisha learns to talk.",
          "Aliases": []
        },
        "20": {
          "ID": "4213256",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213256",
          "TitleEnglish": "Traveling Towards Happiness",
          "SummaryEnglish": "Cinderella's Father arranges a marriage for Katherine, but when Cinderella's Stepmother finds out, she sets him up with Cinderella instead.",
          "Aliases": []
        },
        "21": {
          "ID": "4213257",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213257",
          "TitleEnglish": "Memories Of My Mother",
          "SummaryEnglish": "Cinderella's Stepmother becomes sick, and the only way to cure her is to get a medicinal herb from the haunted forest. Cinderella, Patch, and Paulette travel to the forest to get the herb, and Paulette tells Cinderella how she met Cinderella's mother Cinderella proves herself to be pure and her mother is proud who she sees. cinderella gives the medicine to the stepmother who is more kinder to nature now to cinderella sisters confusion.",
          "Aliases": []
        },
        "22": {
          "ID": "4213258",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213258",
          "TitleEnglish": "Cinderella Is In Danger",
          "SummaryEnglish": "Charles and Cinderella explore an old house and discover a collection of weapons stolen from the royal family.",
          "Aliases": []
        },
        "23": {
          "ID": "4213259",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213259",
          "TitleEnglish": "Eliminate the Prince",
          "SummaryEnglish": "Duke Zarel unleashes his plot to overthrow the Royal Family. Prince Charles is chased, and life threatened. Duke Zarel's men mistakenly kidnap Marcel, who is dressed up as the prince for Cinderella's family costume party. Cinderella learns that Charles the Fibber is really Prince Charles.",
          "Aliases": []
        },
        "24": {
          "ID": "4213260",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213260",
          "TitleEnglish": "Invitation To The Ball",
          "SummaryEnglish": "The King and Queen are impressed with Prince Charles' behavior to stop Duke Zarel. Deciding that he is ready to take the throne, they throw him a ball in hopes of him finding a fiance. Cinderella is invited with her stepsisters, and while she's working on her stepsisters' clothing, she still manages to pull out her mother's favorite dress and get ready for the ball. However, when she comes down to leave, Cinderella's Stepsisters and Stepmother laugh at her, calling her dress out of date and her hair unstylish. Refusing to be seen at the ball with her, they tear her invitation. After hoping for so long to see Charles again and wish him the best of luck with his royal duties, Cinderella is crushed. Paulette comes to Cinderella and updates her clothing, does her hair, and sends Cinderella off in a magic carriage with her animal friends as her footman. At the ball, Cinderella dances with Prince Charles, who doesn't recognize her. Cinderella leaves the ball at the stroke of midnight in a rush, leaving her glass slipper behind her.",
          "Aliases": []
        },
        "25": {
          "ID": "4213261",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213261",
          "TitleEnglish": "The Shoe Of Happiness",
          "SummaryEnglish": "Charles can't stop looking a Cinderella's Glass Slipper. The King and Queen begin looking for the mysterious girl from the ball. Not finding her name in the Invitation's list, They begin to become desperate and take the Glass Slipper to every house in the Emerald Kingdom. When Cinderella hears about the Prince, she becomes depressed because she believes that the prince won't want anything to do with her because of her station. When Alex comes to Cinderella's home with the Glass Slipper, Cinderella is banished to her room. When Gene and Catherine don't fit into the shoe, Alex insists that all young ladies try on the slipper. Cinderella is brought downstairs, but she refuses to try on the shoe until patch brings the other shoe to them and miss paulette use her magic to make her. to her step family shock and dismay she is a princess.",
          "Aliases": []
        },
        "26": {
          "ID": "4213262",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/cinderella-story/episodes/4213262",
          "TitleEnglish": "A Happy Marriage",
          "SummaryEnglish": "Cinderella is introduced to Prince Charles as the girl from the ball, and Prince Charles is overjoyed to find that the girl from the ball is Cinderella. He invites her to stay. Cinderella moves in to the castle, with her animal friends her sister and mother make peace with Cinderella and are invited to her wedding to their delight and finally do something beside being spoiled and their dad comes home to the family is back together again. However, Duke Zarel and his men sneak into the castle with the wedding party, seemingly poison Prince Charles, and Kidnap Cinderella. Zarel takes Cinderella as hostage and threatens to push her off the castle wall if the King refuses to give Zarel the throne. At the Last moment, Prince Charles comes in, declaring that he never drank the poison. Prince Charles chases Zarel to the top of the Castle Tower and fights Zarel, who pushes Cinderella off the tower. Cinderella holds on to the edge of the tower for dear life. Zarel takes a swing at her with his sword, Cinderella losing her grip just at the moment his sword is about to hit her and Zarel's sword hits the stone. Cinderella Falls, and Prince Charles catches her. When Zarel's sword hit the stone, pieces of the stone hit him in the eyes, causing him to be unable to see. He stumbles off the clock tower and falls to his death. The episode ends with Prince Charles being crowned King and Cinderella being crowned Queen with all her family and friends in attendance. They Live Happily Ever After.",
          "Aliases": []
        }
      }
    }
  }
}