{
    "URL": "https://www.thetvdb.com/series/its-my-rabbit-and-its-cue",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3642166/",
        "https://www.themoviedb.org/tv/43947",
        "https://www.wikidata.org/wiki/Q6149500",
        "https://en.wikipedia.org/wiki/Usagi-chan_de_Cue!!#Original_video_animation"
    ],
    "TitleEnglish": "Usagi-chan de Cue!!",
    "SummaryEnglish": "Mikami Inaba was fighting a person from another school on her school's rooftop. As they fought, her friend Haru appeared. Seeing Mikami distracted, the man charged at her, causing both of them to break the nearby rabbit cages & fall off the roof. As Mikami fell, she desperately grabbed the rabbit. Suddenly, a flash or pink light appeared. Mikami fused with the rabbit, and gained another personality, called Mimika. Now, Mikami only appears when various people threaten her and her friends. Otherwise, she takes on the form of Mimika.",
    "TitleJapanese": "うさぎちゃんで ＣＵＥ!!",
    "SummaryJapanese": "屋上から転落しかけたうさぎのミミカを助けようと飛び降りた超ケンカ魔で有名な女生徒の稲葉美守は、光に包まれてミミカと融合してしまった。そしてミミカはうさぎ大好き高校生のハルと同居生活することになる。ところが、融合生命体を監視する謎の組織が動き始めていた。二人で（？）一人の彼女に刺客が襲いかかる…！",
    "Aliases": [
        "It's my rabbit and it's Cue!"
    ],
    "Modified": "2025-06-21",
    "Seasons": {
        "1": {
            "ID": "479446",
            "URL": "https://www.thetvdb.com/series/its-my-rabbit-and-its-cue/seasons/official/1",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4213982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-my-rabbit-and-its-cue/episodes/4213982",
                    "TitleEnglish": "Magical Bunny Girl Appears!",
                    "SummaryEnglish": "Mikami Inaba, an ordinary high school boy, accidentally drinks a mysterious potion that causes his pet rabbit, Mina, to transform into a human girl with rabbit ears and a tail. Mina, now a cheerful and affectionate bunny-girl, is completely devoted to Mikami, which leads to comedic and awkward situations—especially with his childhood friend and crush, Mayu Sei. While Mikami struggles to deal with Mina’s new form, he also has to fend off Mayu’s growing jealousy.",
                    "TitleJapanese": "第1話",
                    "SummaryJapanese": "うさぎが大好きな高校生のハルは飼育係としてうさぎたちの世話をしていた。超ケンカ魔で有名な女生徒の稲葉美守（ミカミ）が、不良の弁天の丁の放った刺客と対峙していた。うさぎのミミカが巻き込まれては大変と、駆けつけるハル。なんと、屋上から落下する途中で、謎の光に包まれたミミカと美守が融合して…。"
                },
                "2": {
                    "ID": "4213983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-my-rabbit-and-its-cue/episodes/4213983",
                    "TitleEnglish": "Love Rivalry! Mina vs. Mayu",
                    "SummaryEnglish": "Mina fully embraces her human-like form and starts competing for Mikami’s affection, much to Mayu’s frustration. The rivalry between Mina and Mayu intensifies, leading to humorous conflicts. Meanwhile, Mina struggles with her newfound emotions as a human, and Mikami finds himself increasingly confused about his feelings for both girls.",
                    "TitleJapanese": "第2話",
                    "SummaryJapanese": "つかの間の安息？ 「おいしい＆ハルが喜ぶ」の言葉につられ、学園の美人コンテストに出ることになったミミカ。そこへ、稲葉美守討伐計画を企む組織からの刺客として、もう一人の融合体であるコーシュカが出現する。ミミカを守るため、コーシュカと戦う美守。融合体に隠された謎…。はたしてミミカの運命は…。"
                },
                "3": {
                    "ID": "4213984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/its-my-rabbit-and-its-cue/episodes/4213984",
                    "TitleEnglish": "Mina’s True Feelings",
                    "SummaryEnglish": "As Mina and Mikami grow closer, she starts to fear reverting to her original rabbit form. The episode explores Mina’s emotional turmoil—whether she wants to stay human and continue her relationship with Mikami, or if she’s destined to return to being a pet.",
                    "TitleJapanese": "第3話",
                    "SummaryJapanese": "融合体のヒミツを探り、淘汰しようと企む組織に狙われるミカミ＆ミミカ（融合体）。そんな二人によるスーパーユニットVS弁天の丁、コーシュカのウルトラ・バトルが展開する中、美守の暗い過去が甦る。やがて明らかになる融合体のヒミツ！ 全ての謎が明らかになる時、物語は想像を絶するクライマックスをむかえる…!?"
                }
            }
        }
    }
}