{
    "URL": "https://www.thetvdb.com/series/another",
    "Genres": [
        "Psychological Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2176165/",
        "https://www.themoviedb.org/tv/42589"
    ],
    "TitleEnglish": "Another",
    "SummaryEnglish": "When Kouichi Sakakibara transfers to his new school he is immediately drawn to Mei Misaki's mysterious aura, but then he begins to realize that no one else in the class is aware of her presence.",
    "Aliases": [
        "アナザー"
    ],
    "Modified": "2025-08-31",
    "Seasons": {
        "0": {
            "ID": "480378",
            "URL": "https://www.thetvdb.com/series/another/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4237990",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/another/episodes/4237990",
                    "TitleEnglish": "Another: The Other -Karma-",
                    "SummaryEnglish": "A prequel episode to the series that shows some of the secret meetings of the separated twins Fujioka Misaki and Misaki Mei, providing additional context to the scene in the first episode where Sakakibara Kouichi meets the latter of the two in a hospital.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4901310",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/another/episodes/4901310",
                    "TitleEnglish": "Misaki Mei - Shizuka Ni",
                    "SummaryEnglish": "A music video with minimalistic flash animation, featuring a chibi version of Mei. Bundled with the Complete Collection Blu-ray Box.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "480379",
            "URL": "https://www.thetvdb.com/series/another/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4221847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/another/episodes/4221847",
                    "TitleEnglish": "Rough Sketch",
                    "SummaryEnglish": "Kouichi Sakakibara has just arrived in Yomiyama, and he's already hospitalized with a collapsed lung. After joining the local middle school almost a month late, he becomes friends with someone he met while in the hospital — a quiet girl with an eye patch.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4237915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/another/episodes/4237915",
                    "TitleEnglish": "Blueprint",
                    "SummaryEnglish": "Kouichi's friendship with Mei seems to be one sided. He takes every chance he can get to speak to her, but she never seems to understand what he says. Her replies seem more cryptic as the days go by, and their classmates become increasingly suspicious.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4239046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/another/episodes/4239046",
                    "TitleEnglish": "Bone Work",
                    "SummaryEnglish": "A studio crowded with old dolls is the perfect place for Mei to tell Kouichi the tale of three students' mysterious deaths 26 years ago. Finding out more information from his classmates proves difficult, but his aunt Reiko is willing to tell him more.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4239047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/another/episodes/4239047",
                    "TitleEnglish": "Put Flesh",
                    "SummaryEnglish": "The rumor of the \"Class 3 Curse\" gains notoriety with the sudden and accidental death of a student. Kouichi, desperate to know more, turns to Mei who refuses to tell him anything else. Izumi Akazawa, the head of countermeasures, begins the investigation on Class 3.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4241223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/another/episodes/4241223",
                    "TitleEnglish": "Build Limbs",
                    "SummaryEnglish": "Following Mizuno's bizarre accident, the tension rises in Class 3, and Izumi is chosen as the new Class Officer without Kouichi knowing. Rumors are spreading, but no one is willing to say anything.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4241224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/another/episodes/4241224",
                    "TitleEnglish": "Face to Face",
                    "SummaryEnglish": "A charm has been evoked by Class 3 for the past 26 years to ward off any further calamitous incidents. Kouichi begins to accept what's going on around him. However, he deems it unreasonable and begins spending more time with Mei.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4241225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/another/episodes/4241225",
                    "TitleEnglish": "Sphere Joint",
                    "SummaryEnglish": "Fresh blood is spilled, and Class 3 realizes that the curse hasn't stopped. The Charm rituals are called off. Everyone is on edge, wondering who among them is actually dead. Meanwhile, Kouichi learns of an incident 15 years in the past.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4241226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/another/episodes/4241226",
                    "TitleEnglish": "Hair Stand",
                    "SummaryEnglish": "A resort hotel is the rendezvous destination for Kouichi, Reiko and Matsunaga. As they spend a day sunning at the beach, they run into Mei, who's staying nearby.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4248682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/another/episodes/4248682",
                    "TitleEnglish": "Body Paint",
                    "SummaryEnglish": "An unexpected accident outside Yomiyama once again puts Class 3 on edge. After Matsunaga's vague whispers point to the classroom, Kouichi decides to investigate the old Class 3 homeroom in the former school building.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4248683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/another/episodes/4248683",
                    "TitleEnglish": "Glass Eye",
                    "SummaryEnglish": "The casualty count continues to rise, and Kouichi's search for Matsunaga's tape is successful. During the class trip, the friends gather to listen, and to find out what Matsunaga did to stop the curse.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4248684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/another/episodes/4248684",
                    "TitleEnglish": "Makeup",
                    "SummaryEnglish": "Matsunaga's tape has at last revealed the secrets and measures necessary to stop the curse. Kouichi and his friends try to figure out how to avert more disasters when the tape suddenly disappears.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4248685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/another/episodes/4248685",
                    "TitleEnglish": "Stand by Oneself",
                    "SummaryEnglish": "Chaos runs through the lodge hallways as students desperately seek the key to stopping the Class 3 Curse once and for all. Will Kouichi be able to find the answer before another victim is claimed?",
                    "Aliases": []
                }
            }
        }
    }
}