{
    "URL": "https://www.thetvdb.com/series/kyousougiga",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt10342048/",
        "https://www.themoviedb.org/tv/85065"
    ],
    "TitleEnglish": "Kyousougiga",
    "SummaryEnglish": "This is the story of the Takayamadera family in charge of Miroir-Ville at a time when countless worlds rubbed shoulders and the line between humans and gods was still uncertain.",
    "Aliases": [
        "Capital Craze",
        "Kyouso Giga",
        "Kyousogiga"
    ],
    "Modified": "2025-06-13",
    "Seasons": {
        "0": {
            "ID": "481220",
            "URL": "https://www.thetvdb.com/series/kyousougiga/seasons/official/0",
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "4231003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyousougiga/episodes/4231003",
                    "TitleEnglish": "Kyousougiga",
                    "SummaryEnglish": "Episode 0. A girl named Koto and her brothers wind up in a mirrored version of Kyoto, where they face many strange occurences.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4389744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyousougiga/episodes/4389744",
                    "TitleEnglish": "Thus Spoke Koto, the Heroine",
                    "SummaryEnglish": "Koto recalls the teachings of her teacher, Inari.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4389745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyousougiga/episodes/4389745",
                    "TitleEnglish": "Shouko, the Scientist Raves and Panics",
                    "SummaryEnglish": "Scientist Shouko searches frantically across Kyoto for her remote control device.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4389746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyousougiga/episodes/4389746",
                    "TitleEnglish": "Yase's Mirror Kyoto Report Show",
                    "SummaryEnglish": "As Yase has one of her lackies shoot a television program following a yearly event in which unneeded objects mysteriously float away, Koto and co try to stop a young girl from being taken away with them.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4389747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyousougiga/episodes/4389747",
                    "TitleEnglish": "Thus Spake Myoue, the Monk",
                    "SummaryEnglish": "The episode focuses on the buddhist, Myoue.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4389748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyousougiga/episodes/4389748",
                    "TitleEnglish": "Koto's Black Rabbit Memoirs",
                    "SummaryEnglish": "The episode focuses on how Lady Koto and the original Myoue first met.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4792022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyousougiga/episodes/4792022",
                    "TitleEnglish": "Introductory Chapter",
                    "SummaryEnglish": "Preview. A re-airing of the original ONA with some cuts and a new soundtrack.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4673726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyousougiga/episodes/4673726",
                    "TitleEnglish": "The Kyoto Live Action Chapter",
                    "SummaryEnglish": "A special live action episode in which voice actresses Ryouko Shiraishi and Erika Nakayama tour the real life Kyōto to see how it influenced the anime.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4673727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyousougiga/episodes/4673727",
                    "TitleEnglish": "Review",
                    "SummaryEnglish": "A recap of the series.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "481502",
            "URL": "https://www.thetvdb.com/series/kyousougiga/seasons/official/1",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "4628980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyousougiga/episodes/4628980",
                    "TitleEnglish": "A Family's Circumstances and Its Background",
                    "SummaryEnglish": "A look at Myoe's past. Lady Koto, who was originally a black rabbit given life by Myoe's drawings, was given a body by a bodhisattva so she could express her love. They soon bonded and started a family consisting of three children; Yakushimaru, a human child, and Kurama and Yase, who were created from drawings. When the capital started to complain about them, they decided to live in the Mirror Kyoto that Myoe created, where humans and creatures could live together in peace and broken things simply regenerate.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4628981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyousougiga/episodes/4628981",
                    "TitleEnglish": "What Came Was a Little Sister",
                    "SummaryEnglish": "Koto recalls her past training with her master and father, Inari, a shrine priest who often goes on missions. Late one night, Koto spots a black rabbit in her home and chases after it, coming across a room where she finds the paintings of the Mirror Capital and Lady Koto in her rabbit form, and Inari crying in his sleep while calling out to Lady Koto, deciding to keep it a secret. Back in the present, Yakushimaru, Yase and Kurama discuss the possible link between Koto and Lady Koto.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4628982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyousougiga/episodes/4628982",
                    "TitleEnglish": "The Eldest and His Happy Science Team",
                    "SummaryEnglish": "Koto visits Shouko's lab, letting her analyse her hammer whilst she meets up with Kurama, who recalls his childhood. Meanwhile, Shouko freaks out when she loses a handheld controller for her giant robot. Her men chase after one being carried by a crow, only to find it isn't hers. She later manages to find it at a restaurant, thanks to her assistant, Yashimi, secretly putting a GPS tracker on it.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4628983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyousougiga/episodes/4628983",
                    "TitleEnglish": "The Second Daughter and Her Wonderful Monsters",
                    "SummaryEnglish": "It becomes the time of the year where the station opens and people send their unwanted things to float away. Later that night, a mischievious imp throws away all of Yase's crockery, sending her into a monstrous rage. After learning about the situation the next day, Koto, A, and Un search the station for Yase's favorite cup. During this time, Koto hears from Yase's butler how she once had her favorite doll thrown away because her brothers believed it could bring Lady Koto back. After failing to find Yase's cup after a day of searching, Koto tries to obtain Kurama's cup as a replacement, but this does not please Yase. She turns into a monster out of rage, but Koto manages to stop her. Seeing some of her mother in Koto, Yase gives her thanks for everyone's efforts and accepts the cup.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4628984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyousougiga/episodes/4628984",
                    "TitleEnglish": "The Worries, Beginning, and Ending of the Young Third Son",
                    "SummaryEnglish": "Yakushimaru feels pent up over his past, even having an outburst at Koto. After getting some advice from Yakushimaru's girlfriend, Koto goes on a moped trip with him, explaining how A and Un are like the beginning and the end, reminding Yakushimaru of the words Myoe left him with. He then tells him that the black rabbit she is chasing is most likely his mother, offering to help her find it on the condition that once she does, she would kill him.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4628985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyousougiga/episodes/4628985",
                    "TitleEnglish": "A Story Where Two Plan and One Worries",
                    "SummaryEnglish": "Yakushimaru explains to Koto how Myoe had found him after he had attempted to take his own life following the death of his parents and decided to adopt him, using a special fruit to bring him back to life and make him immortal. Whilst intially hating being unable to die, Yakushimaru soon became attached to his adoptive parents, making it all the more sad when he became separated from them. After Koto and Yakushimaru talk about their respective parents, Yase and Kurama, who are curious about the identity of Koto, bring her to their assembly, much to Yakushimaru's objection. As Yakushimaru fights against Yase, Koto gets swallowed by Kurama's robot, which leads her to a gate that takes her to the moon, where she comes face to face with Lady Koto, who she identifies as her mother.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4628986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyousougiga/episodes/4628986",
                    "TitleEnglish": "Mom's Back, and Oh, Dad's Back, Too",
                    "SummaryEnglish": "After reuniting as mother and daughter, Koto and Lady Koto return to Kyoto and reunite with the others. Lady Koto is then given a tour of Kyoto to see how everyone has done over the years. Afterwards, however, Lady Koto states she needs to return back to where she was, although noone is sure how. Later that night, Lady Koto and Koto have a talk, with Lady Koto asking Koto to help rescue her father who is trapped in a dream. Afterwards, Koto comes to Yakushimaru's room, venting her frustration that she knows next to nothing about herself. Just then, Ibuki appears before Koto, causing various destructive phenomenoms to occur around Kyoto.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4628987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyousougiga/episodes/4628987",
                    "TitleEnglish": "A Story of a Fight Between Here and There",
                    "SummaryEnglish": "Koto blames herself for the destruction arising in Kyoto, believing it to be caused by her using her hammer. Meanwhile, as Lady Koto tries to get Inari to explain the cause of the destruction, which is also affecting Yase's memories, the head priest of Shrine appears. He reveals Kyoto was a forbidden thirteenth parallel created by Inari in secret, and that both Inari starting up a family and Koto forcing her way into the world has begun a chain reaction that will destroy all other parallels. As Inari stands against the head priest, fighting off familiars being controlled by his assistant, the head priest reveals Koto had inherited all of the abilities from Lady Koto, who allegedly cannot exist outside of the sanctuary, as she starts disappearing. This leads Koto to blame herself even further, but Yakushimaru manages to bring her back to her senses, encouraging her to stand up to the head priest and protect Kyoto.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4628988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kyousougiga/episodes/4628988",
                    "TitleEnglish": "Let's All Think About What We Can Do!",
                    "SummaryEnglish": "Koto firmly states her case over why Kyoto should continue existing. Inari then reveals he is a god, who created the universe alongside his brother, the head priest, and his father. Saying that he wanted Koto to grow up to be someone he can live on through, Inari suddenly stabs both Koto and the priest with his sword, putting Koto under his control as she starts destroying Kyoto, causing harsher effects on the other parralels. As Yakushimaru, Kurama, and Shouko find themselves trapped under some rubble, Kurama urges Yakushimaru to start living for himself, before he and Shouko are eventually rescued and go their seperate ways. After coming across Yase, who praises how he always thought of Kyoto, Yakushimaru rushes to Koto's side and brings her back to her senses with the beads of creation he got from Inari, which he believes can save Kyoto.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4628989",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/kyousougiga/episodes/4628989",
                    "TitleEnglish": "A Manga Movie About People Who Have a Fun, Busy Life",
                    "SummaryEnglish": "As Lady Koto and Inari talk things out between themselves, where he states his wish to disappear and pass on his duty to Koto. Koto and Yakushimaru manage to use the power of their hammer and beads to repair the damage done to Kyoto and the parralels, arriving on the central plane, Takamakahara. There, they meet their grandfather, who tells Koto and Yakushimaru to take Inari's place as the new God of the world. Wanting to question Inari herself, Koto and Yakushimaru break their way onto the moon, where Koto uses her fists to let out her feelings to Inari, convincing him to stay. As such, Koto's grandfather allows Inari's existence to remain whilst Yakushimaru takes over his role as priest, and Koto's family is fully reunited.",
                    "Aliases": []
                }
            }
        }
    }
}