{
    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2189661/",
        "http://king-cr.jp/special/papakiki/",
        "https://www.themoviedb.org/tv/46183",
        "https://x.com/@papakiki_anime"
    ],
    "TitleEnglish": "Listen to Me, Girls. I Am Your Father!",
    "SummaryEnglish": "College student Yūta Segawa is suddenly given custody of his older sister's three daughters, aged 14, 10, and 3. They're now stuck living together in a 10 square meter apartment. Meanwhile Raika, the object of his affection, has a fondness of cuteness, and his unexpected arrivals may finally offer an opportunity for them to get together.",
    "Aliases": [
        "Papakiki, Listen to Me, Girls, I'm Your Father!",
        "Listen to Me, Girls, I'm Your Father!",
        "Papa no Iukoto wo Kikinasai!"
    ],
    "Modified": "2025-09-09",
    "Seasons": {
        "0": {
            "ID": "481212",
            "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4366178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4366178",
                    "TitleEnglish": "[Not Broadcast] Warmth",
                    "SummaryEnglish": "[Include in BD/DVD Only] Yuuta and the girls win a family trip to a hot spring resort, where they unexpectedly followed by Raika, Kouichi and Shuntarou. As they spend time at the swimming pool, Sora becomes concerned that Raika might have feelings for Yuuta. She gets more anxious when she believes Raika wants to take Yuuta to a Lovers' Cape, though in the end, it turns out she wanted to take Hina. The next day, everyone goes to the Lovers' Cape to ring the bell together, making a wish that they'll all be together forever.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4602109",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4602109",
                    "TitleEnglish": "[OVA 1]  Is Sora-chan's Chastity in Danger / Miu-chan's Fashion Lesson / Hina-chan goes all by Herself",
                    "SummaryEnglish": "Through certain circumstances, Sora and Raika end up trapped in a closet together, ending up in the further states of undress in order to try and get themselves free. Meanwhile, Miu gives some fashion advice to her friend and neighbour, Shiori Kitahara. Later, Hina goes off by herself towards a ferris wheel, causing panic amongst Yuuta and the others. After Shiori manages to find Hina and reunite them with her family at the ferris wheel, Hina reveals she wanted to go on the ferris wheel to show Yuri a picture for her birthday.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5183659",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/5183659",
                    "TitleEnglish": "[OVA 2] A Spring With Special Visitors",
                    "SummaryEnglish": "Four years after their disappearance, the spirits of Yuri and Shingo decide to pay a visit to the Takanashi household to see how Yuuta and the girls have grown. After looking around the house, the pair go to observe each of the girls at their respective schools, learning that Yuuta and Sora are getting married to each other. Later, as Hina comes down with a fever, but luckily Yuuta and Sora are there to look after her. Afterwards, Sora and Yuuta give their thanks to Yuri and Shingo, who give their blessing before returning to the afterlife.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "481213",
            "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4230991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4230991",
                    "TitleEnglish": "Don't Call Me Daddy",
                    "SummaryEnglish": "Yuuta Segawa starts his first year in college. He meets second year Raika Oda under unusual circumstances thanks to Sako and Nimura of the Street Observation Research Society. Meanwhile, Yuuta bumped into Raika again had a uneasy conservation with her and as she left he starts to have a crush on her. After joining the Street Observation Research Society for 3 months, he meets up with his sister and misinterpreted him with seeing Raika. His sister asked him to visit Sunday to see her kids. However, it turned out into a babysitting task for the kids while they are out for awhile which his sister neglected to say. His conversation with his nieces were quite awkward.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4240577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4240577",
                    "TitleEnglish": "Come to My House",
                    "SummaryEnglish": "Yuuta's sister Yuri finally entrusts her daughters to him as she and her husband Shingo leaves for a business trip-cum-honeymoon, with an instruction never to bring his girlfriend into the house. Coming home after seeing the couple off at the airport, Sora and Miu then introduce him to the house rules. Everything goes smoothly for the rest of the day well into bedtime until news came that the plane Yuri and Shingo were in crashed and they were among those considered missing. The family decides to break the siblings up, but Yuuta, remembering how his sister raised him herself after being orphaned, decides to take them all with him in his apartment.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4240576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4240576",
                    "TitleEnglish": "I Won't Cry",
                    "SummaryEnglish": "Yuuta takes Sora, Miu, and Hina out of their house before his relatives would come to take them. While eating lunch at a karaoke box, Kouichi attends to the three, as one of Yuuta's relatives calls, asking him to bring the girls back. Only then that he realizes the full scope of the challenge he has gotten into. Despite this, Yuuta carries on, and brings the three girls to his apartment. Meanwhile, Sora and Miu is trying their best to adjust to living in Yuuta's apartment while getting a grip on things and accept them as they are, amidst Hina's asking for her mother and father. Sora, meanwhile, is glad that she and her sisters are not going to be separated.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4240575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4240575",
                    "TitleEnglish": "Wonderful Life",
                    "SummaryEnglish": "Yuuta awakens to find Sora hugging him. She starts screaming when she finally awakens. Yuuta leaves the three girls in his apartment with an instruction never to leave home and never answering the door. Yuuta was later ambushed by Raika and the rest of the Sightseeing Club for him not visiting them in awhile. Meanwhile, the girls had to do something, given the rather huge bill for their breakfast. They tidy the room, head to the laundry shop, and shop for vegetables for dinner, though Hina starts writing on the wall with permanent pens and making dinner being a disaster. Though Yuuta, coming home late, gets upset with what happened, his being upset is replaced by happiness, because he understands the thought of all of it counts.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4243624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4243624",
                    "TitleEnglish": "What Happened to the Girl",
                    "SummaryEnglish": "After an eye opening morning, Yuuta left the house without his phone. That allows Shuntarou, the one person Yuuta didn’t want the girls to meet, a chance to talk with Miu. And while Sora leaves to deliver Yuuta’s phone, a neighbor comes to visit.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4243625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4243625",
                    "TitleEnglish": "A Wonderful Family Trip",
                    "SummaryEnglish": "The girls ask Yuuta if they can return to their old home to pick up a few things. While there, old friends, memories, and emotions hit the girls. And Shuntaru gets the chance to speak with Hina, the 2nd angel.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4243626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4243626",
                    "TitleEnglish": "Thanks for Always Putting up With Us",
                    "SummaryEnglish": "Yuuta has invited the members of his club to dinner at his home to meet his nieces. Shuntarou is overwhelmed by Miu and Hina, while Raika is smitten with Sora. Life with Yuuta and the girls have become routine, and what to do about the upcoming school term was the next family problem. But a visit from the Landlord has changed everything.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4243627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4243627",
                    "TitleEnglish": "I Won't Let That Happen!",
                    "SummaryEnglish": "With only a month to find a new place to live, Yuuta is under the gun. The new place must be within distance of daycare for Hina, trains for the girls, and affordable. Finding such a trifecta will be hard even with the help of his friends. They need an extension of the eviction and Hina might be their weapon.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4253408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4253408",
                    "TitleEnglish": "A Little My Way",
                    "SummaryEnglish": "The mental and physical stress is starting to show and Miu’s classmates are concerned. As Miu wonders around Ikebukuro thinking, she runs into Nimura who treats her to a date.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4253409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4253409",
                    "TitleEnglish": "My Blue Sky",
                    "SummaryEnglish": "Sora can’t keep up with her school activates, studying, and housework. Her neighbor Kurumi has ended her run on the LunaLuna 7 and is having trouble finding new work. Can these two find the inspiration to move forward?",
                    "Aliases": []
                },
                "11": {
                    "ID": "4253410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4253410",
                    "TitleEnglish": "You're Not There When I Want You to Be...",
                    "SummaryEnglish": "Yuuta is so focused and happy about being a good father, a visitor with some information snaps him back to reality. He's offered a choice that could change everybodies lives.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4253395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4253395",
                    "TitleEnglish": "I Love Daddy Most in the World",
                    "SummaryEnglish": "The end of the month is coming and Yuuta has thought he made his final decision, but after Hina’s outburst about her mama and papa, the decision has become even harder.",
                    "Aliases": []
                }
            }
        }
    }
}