{
    "URL": "https://www.thetvdb.com/series/symphogear",
    "Genres": [
        "Anime - Shonen",
        "Superhero"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2230531/",
        "https://portal.symphogear.com/",
        "http://www.reddit.com/r/Symphogear",
        "https://www.tvmaze.com/shows/5205/show-slug",
        "https://www.themoviedb.org/tv/63322",
        "https://www.wikidata.org/wiki/Q3271710",
        "https://en.wikipedia.org/wiki/Symphogear",
        "https://x.com/SYMPHOGEAR",
        "https://www.youtube.com/c/SYMPHOGEAR"
    ],
    "TitleEnglish": "Superb Song of the Valkyries: Symphogear",
    "SummaryEnglish": "Two years ago, a pair of idols, Tsubasa Kazanari and Kanade Amou, collectively known as Zwei Wing, fought against an alien race known as Noise using armor known as Symphogear. To protect a girl named Hibiki Tachibana, who got severely wounded by the Noise, Kanade sacrificed herself. Two years later, as Tsubasa has fought the Noise alone, Hibiki ends up gaining the same power as Kanade.",
    "Aliases": [
        "Senki Zesshō Symphogear GX",
        "戦姫絶唱シンフォギアG",
        "Symphogear AXZ",
        "戦姫絶唱シンフォギアAXZ",
        "戦姫絶唱シンフォギアXV",
        "Swan Song of the Valkyries: Symphogear",
        "Senki Zesshou Symphogear G",
        "Symphogear G",
        "Senki Zesshō Symphogear XV",
        "戦姫絶唱シンフォギアGX",
        "Senki Zesshou Symphogear AXZ",
        "Senki Zesshō Symphogear",
        "Symphogear XV",
        "Symphogear GX",
        "Senki Zesshō Symphogear AXZ",
        "Senki Zesshou Symphogear GX",
        "Climax Song of the Valkyries: Symphogear",
        "Senki Zesshou Symphogear XV",
        "Symphogear",
        "Senki Zesshō Symphogear G",
        "Senki Zesshou Symphogear"
    ],
    "Modified": "2025-04-08",
    "Seasons": {
        "0": {
            "ID": "551464",
            "URL": "https://www.thetvdb.com/series/symphogear/seasons/official/0",
            "# Episodes": 16,
            "Episodes": {
                "1": {
                    "ID": "4943314",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4943314",
                    "TitleEnglish": "Not-So-Superb Song of the Valkyries: Symphogear 1",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "4943315",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4943315",
                    "TitleEnglish": "Not-So-Superb Song of the Valkyries: Symphogear 2",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "5675577",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/5675577",
                    "TitleEnglish": "Not-So-Superb Song of the Valkyries: Symphogear GX 1",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "5675578",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/5675578",
                    "TitleEnglish": "Not-So-Superb Song of the Valkyries: Symphogear GX 2",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "5675579",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/5675579",
                    "TitleEnglish": "Not-So-Superb Song of the Valkyries: Symphogear GX 3",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "5675580",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/5675580",
                    "TitleEnglish": "Not-So-Superb Song of the Valkyries: Symphogear GX 4",
                    "SummaryEnglish": null
                },
                "7": {
                    "ID": "6267336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/6267336",
                    "TitleEnglish": "Symphogear Live 2016 Digest",
                    "SummaryEnglish": null
                },
                "8": {
                    "ID": "6557483",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/6557483",
                    "TitleEnglish": "Not-So-Superb Song of the Valkyries: Symphogear AXZ 1",
                    "SummaryEnglish": null
                },
                "9": {
                    "ID": "6557484",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/6557484",
                    "TitleEnglish": "Not-So-Superb Song of the Valkyries: Symphogear AXZ 2",
                    "SummaryEnglish": null
                },
                "10": {
                    "ID": "6557485",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/6557485",
                    "TitleEnglish": "Not-So-Superb Song of the Valkyries: Symphogear AXZ 3",
                    "SummaryEnglish": null
                },
                "11": {
                    "ID": "6557486",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/6557486",
                    "TitleEnglish": "Not-So-Superb Song of the Valkyries: Symphogear AXZ 4",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "7381582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/7381582",
                    "TitleEnglish": "Symphogear Live 2018 Digest",
                    "SummaryEnglish": "The Symphogear Live 2018 was an event that was held in Musashino Forest Sports Plaza on March 3, 2018 to March 4, 2018. A commemorative event in Senki Zesshō Symphogear XD Unlimited ran from February 25, 2018 to March 8, 2018, featuring each main character's battle song from AXZ as well as their group songs."
                },
                "13": {
                    "ID": "7490061",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/7490061",
                    "TitleEnglish": "Not-So-Superb Song of the Valkyries: Symphogear XV 1",
                    "SummaryEnglish": "Original short episode featuring characters in super-deformed style. Bundled with Blu-ray/DVD volume 3 of the anime."
                },
                "14": {
                    "ID": "7620769",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/7620769",
                    "TitleEnglish": "Not-So-Superb Song of the Valkyries: Symphogear XV 2",
                    "SummaryEnglish": "Original short episode featuring characters in super-deformed style. Bundled with Blu-ray/DVD volume 4 of the anime."
                },
                "15": {
                    "ID": "7620773",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/7620773",
                    "TitleEnglish": "Not-So-Superb Song of the Valkyries: Symphogear XV 3",
                    "SummaryEnglish": "Original short episode featuring characters in super-deformed style. Bundled with Blu-ray/DVD volume 5 of the anime."
                },
                "16": {
                    "ID": "7620775",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/7620775",
                    "TitleEnglish": "Not-So-Superb Song of the Valkyries: Symphogear XV 4",
                    "SummaryEnglish": "Original short episode featuring characters in super-deformed style. Bundled with Blu-ray/DVD volume 6 of the anime."
                }
            }
        },
        "1": {
            "ID": "481239",
            "URL": "https://www.thetvdb.com/series/symphogear/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4230978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4230978",
                    "TitleEnglish": "Awakening Heartbeat",
                    "SummaryEnglish": "A girl named Hibiki Tachibana attends a concert held by Tsubasa Kazanari and Kanade Amō, who form the pop duo, ZweiWing. In the middle of the concert, the stadium is attacked by an alien race known as Noise who begin killing the attendees. Tsubasa and Kanade summon mechanical battle armor known as Symphogear to fight off the Noise, but soon find themselves in a pinch. Kanade tries to protect Hibiki, but she is hit by a stray fragment of Kanade's armor. With her suit losing power, Kanade sings a song that destroys all the Noise, but at the cost of her own life. Back in the present, Hibiki, who was able to survive, is attending Lydian Music Academy alongside her friend, Miku Kohinata, while Tsubasa, who goes to the same school, continues to fight the Noise alone. As Hibiki goes into town to buy a new CD, she comes across a Noise attack and tries to help a young girl get to safety. When they become cornered, she sings a song that ends up giving her Symphogear armor."
                },
                "2": {
                    "ID": "4230989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4230989",
                    "TitleEnglish": "Noise and Disharmony",
                    "SummaryEnglish": "Hibiki uses her newfound ability to protect the girl from the Noise before Tsubasa arrives on the scene to defeat them. Afterwards, Hibiki is taken to the underground headquarters for the Mobile Disaster Response Corps 2nd Division to run a medical checkup. They soon reveal Hibiki's ability to summon Symphogear comes from fragments of a relic Kanade possessed that entered Hibiki's body during the battle two years ago. As Tsubasa is shocked by the news, Hibiki agrees to fight against the Noise. A large Noise monster appears in the city which Tsubasa defeats, before telling Hibiki that she wants to fight her."
                },
                "3": {
                    "ID": "4230988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4230988",
                    "TitleEnglish": "Passing in the Night",
                    "SummaryEnglish": "Tsubasa attempts to attack Hibiki, refusing to accept her as Kanade's replacement, but the fight is halted by 2nd Division's leader, Genjuro Kazanari. Two months later and the two have still been unable to get along with each other. As the 2nd Division discuss the recent outbreaks of Noise, they theorise the Noise are targeting a collection of relics known as Durandal hidden beneath Lydian Academy. As Hibiki makes plans to watch shooting stars with Miku, she is called away to another Noise outbreak, forcing her to cancel to both girls' ire. As Hibiki tears through the Noise, with Tsubasa arriving to finish off its leader, they are confronted by a new enemy wearing the Nehushtan armor that was stolen two years ago."
                },
                "4": {
                    "ID": "4230987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4230987",
                    "TitleEnglish": "Falling Tears",
                    "SummaryEnglish": "Five years ago, Kanade was brought to the 2nd Division after her family was killed by the Noise. Wanting to get revenge on the Noise, she underwent harsh medical treatment to become compatible with the Gungnir relic and gain Symphogear. As she began fighting alongside Tsubasa, she grew an appreciation for sharing her music with others and formed ZweiWing with her. Back in the present, Tsubasa faces off against the Nehushtan clad enemy, who reveals her goal is to capture Hibiki. As her opponent starts to overwhelm her, Tsubasa sings her Superb Song, which forces the opponent to retreat, whilst Tsubasa barely survives the damage done to her body. As Tsubasa recovers, Hibiki hears about how she was affected following Kanade's death two years ago and becomes depressed, feeling everything has been her fault. After some encouraging words from Miku, Hibiki resolves to be herself and become stronger to protect others and begins training with Genjuro."
                },
                "5": {
                    "ID": "4230986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4230986",
                    "TitleEnglish": "From the Bottom of Darker Depths",
                    "SummaryEnglish": "As Chris is punished for the failure of her mission by a mysterious woman known as Finé, Tsubasa regains consciousness after speaking with Kanade in her dream about how she should live. Meanwhile, the Minister of Defense is assassinated by terrorists, targeting a case that Ryoko manages to recover. Ryoko explains the case contains a chip pertaining to the Durandal sword hidden beneath the base. Hibiki accompanies Ryoko on a mission to escort Durandal to a safe location, but they are soon confronted by Chris and a group of Noise which Hibiki fights off. The Durandal responds to Hibiki's voice and activates, and despite Chris's attempt to grab it, Hibiki grabs it instead, giving her a short moment of incredible power which drives off Chris."
                },
                "6": {
                    "ID": "4230985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4230985",
                    "TitleEnglish": "Where Omens Lead",
                    "SummaryEnglish": "As Chris vows to take Hibiki down with her own power, Hibiki is asked to help look after Tsubasa whilst she recovers. As Tsubasa asks to hear from Hibiki about what she fights for, Miku spots the two together and becomes determined to talk with Hibiki. When Miku ends up getting caught in the battlefield when Chris appears, Hibiki is forced to reveal her secret to save her. Luring her away, Hibiki attempts to reason with Chris, but she is unwilling to listen. Being unable to construct an Armed Gear like Tsubasa, Hibiki instead uses the required energy to power her punch and break through Chris's armor."
                },
                "7": {
                    "ID": "4230984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4230984",
                    "TitleEnglish": "Fate Just Keeps Firing",
                    "SummaryEnglish": "As Hibiki tries to reach Chris's feelings, Chris activates her own Symphogear, Ichaival, and attacks Hibiki. As Tsubasa arrives on the scene to back Hibiki up, Finé arrives and breaks up the fight, telling Chris she no longer has use for her. Later that night, Chris comes across a pair of siblings and helps reunite them with their father. Meanwhile, Miku is mad at Hibiki for lying to her, telling her they can no longer be friends. As Chris tries to confront Finé, she dons the Nehushtan and attacks her."
                },
                "8": {
                    "ID": "4230983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4230983",
                    "TitleEnglish": "No Shadows in the Sunlight",
                    "SummaryEnglish": "Whilst having a walk, Miku encounters Chris, who had become exhausted from being chased by the Noise, and decides to help nurse her back to health. As Chris explains her troubled childhood to Miku, a Noise alert appears, with Chris blaming herself for bringing them there. As Chris has trouble transforming, Genjuro appears to defend her whilst she transforms and leads the Noise away. Meanwhile, Hibiki encounters Miku and the okonomiyaki shop owner as they are trapped by an octopus-like Noise who detects noises. After apologising to Hibiki, Miku decides to lead the Noise away to give Hibiki a chance to transform, arriving just in time to defeat the Noise and save Miku. After Miku confesses the reason she was angry was because she was fearful for Hibiki's safety, the two make up with each other."
                },
                "9": {
                    "ID": "4230982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4230982",
                    "TitleEnglish": "The Protectors' Song",
                    "SummaryEnglish": "As Miku is allowed to join the second division, Genjuro goes to see Chris, explaining how he was to become her guardian after her parents died eight years ago, but she refuses his help. Having fully recovered from her injuries, Tsubasa is invited by Hibiki and Miku to spend the day together, where she comes to understand some of Kanade's words. Tsubasa decides to participate in a music festival taking place at the arena where that fateful incident took place. On the night of the concert, Hibiki decides to take on a Noise case on her own, where she teams up with Chris. Following the concert, Tsubasa decides to take on an overseas contract."
                },
                "10": {
                    "ID": "4230981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4230981",
                    "TitleEnglish": "What Only Clasped Hands Can Create",
                    "SummaryEnglish": "Ryoko is attacked by some American terrorists while hacking information off on Finé's computer, but she kills them using Black Arts, though takes some damage in doing so. As Chris and Genjuro come across the scene, Genjuro helps Chris understand what her parents fought for. As the Second Division investigates a clue given to them by Chris, Kadingir, a group of large airborne Noise appears over Tokyo Sky Tower, with Chris arriving to assist Hibiki and Tsubasa. Despite some hostility from Chris, Hibiki helps her and Tsubasa get along and together they defeat the Noise. Afterwards, however, Hibiki receives a distressing call from Miku that the academy is under Noise attack."
                },
                "11": {
                    "ID": "4230980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4230980",
                    "TitleEnglish": "Shoot the Moon",
                    "SummaryEnglish": "As Ogawa tries to get Miku to safety at the 2nd Division headquarters, they are attacked by Finé, who is revealed to be Ryoko as Genjuro arrives on the scene to fight against her. However, Ryoko manages to critically wound Genjuro and goes on to take the Durandal. As Ryoko goes on to confront Hibiki, Tsubasa, and Chris as they arrive on the scene, she explains how she is an ancient priestess who possessed Ryoko's body 12 years ago. She then proceeds to bring out the Kadingir, a huge cannon that she had been building in the 2nd Division's elevator shaft all this time, which she plans to use to destroy the moon which possesses some spell holding back her true power. As the cannon prepares to fire, Chris sings her Superb Song and sacrifices herself to stop the beam from completely destroying the moon, to the shock of Hibiki."
                },
                "12": {
                    "ID": "4230979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4230979",
                    "TitleEnglish": "Symphogear",
                    "SummaryEnglish": "Shocked by Chris' supposed death, Hibiki goes berserk and loses control, attacking relentlessly at both Ryoko and Tsubasa. As Kadingir prepares to fire another shot at the moon, Tsubasa takes the full brunt of Hibiki's attack in order to hold her in place before standing to face Ryoko in order to try and launch a kamikaze attack which destroys Kadingir. As Ryoko turns her anger on Hibiki, who is not sure what to fight for anymore, the girl Hibiki had previously saved gives Miku the idea to, with the help of her friends, send Hibiki everyone's words of support. Upon hearing her classmates sing her school's anthem, Hibiki, along with Tsubasa and Kurisu who had survived, unleash the Symphogear's true potential."
                },
                "13": {
                    "ID": "4283393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4283393",
                    "TitleEnglish": "Meteoroids, Falling, Burning, Disappearing, and then...",
                    "SummaryEnglish": "As Ryoko summons an entire army of Noise, Hibiki, Tsubasa, and Chris work together to fight them off. Just then, Ryoko fuses herself with Durandal and the remaining Noise to become a powerful being. Working together, Tsubasa and Chris manage to retrieve Durandal from Ryoko and pass it on to Hibiki who manages to control its power thanks to Miku and the others and defeats Ryoko. Unwilling to listen to Hibiki's advice, Ryoko uses the last of her strength to pull the loose fragment of the moon towards the earth before fading away into dust. As Hibiki goes alone to stop the fragment using her Superb Song, Tsubasa and Chris join her and together they sing the ultimate Superb Song to destroy the fragment. Sometime later, as Miku finds herself cornered by Noise, Hibiki, Tsubasa, and Chris return safe and sound."
                }
            }
        },
        "2": {
            "ID": "519668",
            "URL": "https://www.thetvdb.com/series/symphogear/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4566445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4566445",
                    "TitleEnglish": "The Gungnir Girl",
                    "SummaryEnglish": "Three months following the battle with Finé, Hibiki and Chris work together to fight off the Noise and protect a transport carrying the Solomon's Cane, which scientist Dr. Ver believes could hold the key to fighting the Noise. However, before they can leave to see Tsubasa's concert alongside diva Maria Cadenzavna Eve, the base they are delivering it to is attacked by the Noise, with Dr. Ver and Solomon's Cane going missing. As the concert reaches its climax, Maria suddenly summons a group of Noise, holding the audience hostage and using the worldwide broadcast to prevent Tsubasa from using her Symphogear. Maria then reveals she possesses a Black Gungnir Symphogear armor, proclaiming herself and her group to be the successors of Finé."
                },
                "2": {
                    "ID": "4608050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4608050",
                    "TitleEnglish": "The Power and Deceit in my Heart",
                    "SummaryEnglish": "After giving the world leaders 24 hours to relinquish their territory, Maria decides to release the hostages so she can fight against Tsubasa, preventing her from escaping to where she can safely transform. Just as Tsubasa is knocked towards a group of Noise, Shinji manages to shut down the cameras in time, allowing Tsubasa to activate her Symphogear and fight back. Before Tsubasa can get the upper hand on Maria, two more Symphogear users, Shirabe Tsukuyomi and Kirika Akatsuki arrive on the scene, with Hibiki & Chris arriving shortly after to back Tsubasa up. The head of Maria's operations, Professor Nastassja, sends in a giant regenerating Noise to allow Maria's team to retreat. To prevent it from escaping and endangering the public, Hibiki, Tsubasa, & Chris combine their Superb Songs to expose its core, allowing Hibiki to destroy it. After the battle, Hibiki feels hurt by Shirabe claiming her ideals are merely the words of a hypocrite, bringing up some traumatic memories of her past."
                },
                "3": {
                    "ID": "4612848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4612848",
                    "TitleEnglish": "Those Who Wish for the End, Those Who Face the End",
                    "SummaryEnglish": "A week following the incident, and Hibiki is still concerned over what Shirabe said whilst Tsubasa and Chris, who had enrolled into the academy, help with preparations for an upcoming school festival. Later that night, Hibiki, Tsubasa and Chris are sent to infiltrate an abandoned hospital filled with Noise, affected by a gas that decreases their sync with the Symphogears. Dr. Ver soon appears, revealing he stole Solomon's Cane for himself and is working with the enemy. As Chris starts to become affected by the feedback on her Symphogear's attacks, Ver plans to unleash an experimental new creature known as a Nephilim onto the city, forcing Tsubasa to chase after it. Before Tsubasa can destroy the Nephilim, Maria appears before her once again, with Ver announcing her to be the reincarnation of Finé."
                },
                "4": {
                    "ID": "4612849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4612849",
                    "TitleEnglish": "A Place I Can Call Home",
                    "SummaryEnglish": "Tsubasa engages in battle with Maria whilst Shirabe and Kirika arrive to fight off Hibiki and Chris whilst they retrieve Ver. Nastassja soon arrives and assists Maria and the others in their retreat, taking Ver and the Nephilim with them and evading pursuit using stealth technology. The next day, as the festival gets under the way and Hibiki and Miku watch their friends perform, Shirabe and Kirika are sent on a mission to infiltrate the school and steal the Symphogear pendants to use as food for the Nephilim. Meanwhile, Chris is dragged in by her new classmates to perform for a karaoke contest, where she finds herself having fun. After her performance, however, Shirabe and Kirika reveal themselves and prepare to challenge her."
                },
                "5": {
                    "ID": "4612850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4612850",
                    "TitleEnglish": "Bloodbath Serenade",
                    "SummaryEnglish": "As Shirabe and Kirika decide to enter the karaoke contest themselves, singing one of ZweiWing's songs so that they can win Chris' pendant, armed forces approach a warhouse where Maria and Nastassja are hiding, but are confronted by Ver and his Noise army. Maria breaks down when she sees Ver mercilessly kill a group of children who happened to stumble upon the base, prompting Nastassja to have Shirabe and Kirika retreat before they can be declared winners. Hibiki, Tsubasa and Chris briefly catch up to them, questioning why they fight when they seem to enjoy singing, to which they say they will settle things in a duel. they are called to HQ where it is revealed Hibiki and Maria's Gungnirs share the same ressonance pattern. Meanwhile, Nastassja recalls how Maria's sister, Serena, had used her Swan Song to stop a rampaging Nephilim prototype, ending her life in the process. Later that day, the girls head to the former site of Kadingir for their arranged duel, only to find Ver, who states that the moon will fall towards Earth once more before sending the Nephilim to attack them. Hibiki fights against the Nephilim but becomes distracted by Ver's words, leading to her arm being bitten off by the Nephilim."
                },
                "6": {
                    "ID": "4612851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4612851",
                    "TitleEnglish": "Miracle: That is a Cruel Path",
                    "SummaryEnglish": "The Nephilim evolves from the energy gathered from Hibiki's arm, but Hibiki enters her berserk state again, regenerating her arm in the process, and rips out the Nephilim's heart before completely annihilating it. As Hibiki undergoes recovery, she recalls how she was unfairly treated like a murderer by her old classmates due to being the only survivor of the ZweiWing incident. Meanwhile, Tsubasa learns from Genjuro that Hibiki's constant use of Gungnir is causing it to spread across her body, fearing that it may end up killing her, or otherwise leaving her inhuman. Keeping this a secret from Hibiki, Tsubasa tells her that she shouldn't use her Symphogear again, using the berserk state as an excuse. Elsewhere, as Nastassja's illness starts to develop, Shirabe and Kirika search for Ver, who find's the Nephilim's heart and attacks near the school, prompting Hibiki to go into action."
                },
                "7": {
                    "ID": "4612852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4612852",
                    "TitleEnglish": "To You, Soon Unable To Be Yourself",
                    "SummaryEnglish": "Feeling more powerful than usual, Hibiki fights through Ver's defenses, only to be stopped by Shirabe and Kirika. As Hibiki suddenly feels a pain in her chest, Ver injects them with an overdose of LiNKER so they can use their Superb Songs against Hibiki. In order to stop them from dying the same way Kanade did, Hibiki uses her own Superb Song to cancel theirs out, firing off their excess energy into the sky. Shirabe and Kirika retreat with Ver to treat Nastassja, wondering why Hibiki protected them, Tsubasa arrives on the scene to stop Hibiki from overheating. As Ver reveals his plan to use the Nephilim's heart with the ShenshouJing relic they had retrieved, Genjuro informs Chris and Miku about Hibiki's condition, asking Miku to keep Hibiki from fighting so it doesn't spread further. Coming to understand Maria's kind heart, Nastassja informs her that she no longer has to play the role of Finé. Elsewhere, Kirika ends up protecting Shirabe from some falling pipes with a strange power."
                },
                "8": {
                    "ID": "4612853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4612853",
                    "TitleEnglish": "Holding Hands... For My Confused Self...",
                    "SummaryEnglish": "It is revealed that Nastassja has merely told Maria to play the role of Finé's successor in order to gain Ver's co-operation. As Kirika starts to realise the cause of her new power, that she herself is Finé's vessel, Hibiki is informed of her condition and is told to take things easy until they can find a cure. Meanwhile, Nastassja's group use their relics to try and unleash something known as Frontier, only for it to fail to Ver's dismay, as they lack sufficient power. The next day, as Hibiki and Miku go to the Sky Tower, Nastassja and Maria also go there to negotiate with some US government agents, which is interrupted when Ver sends Noise after them just as they turn on them. As Maria makes her escape, fighting through both Noise and army soldiers, Hibiki and Miku work to help evacuate some of the citizens, which leads to Hibiki being knocked off the building. Activating her Symphogear to break her fall, Hibiki is shocked to see an explosion where Miku was standing."
                },
                "9": {
                    "ID": "4612854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4612854",
                    "TitleEnglish": "Hero's Tale",
                    "SummaryEnglish": "As Tsubasa and Chris arrive to finish off the Noise, Hibiki falls into depression, believing Miku to have been killed. Meanwhile, Maria reveals to the others that she is not Finé, whilst still stating her desire to cooperate with Ver. The next day, Genjuro reveals they have found a GPS left behind by Miku, revealing she had survived the explosion, as she was rescued by Maria and is currently being held on their ship. Thankful that Miku is still alive, Hibiki and the others train their bodies with Genjuro. The next day as the Noise launch an attack on an aircraft carrier, Shirabe, not wanting Maria to suffer from seeing more people die, decides to fight against them. However, Ver instructs Kirika to inject Shirabe with Anti-Linker to knock her out of her Symphogear state. However, just as Tsubasa and Chris arrive on the scene, Ver reveals his latest experiment, in which Miku has been made into a Symphogear user."
                },
                "10": {
                    "ID": "4612855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4612855",
                    "TitleEnglish": "Countdown to Loss",
                    "SummaryEnglish": "Miku, who was experimented on by Ver with Linker to make her compatible with the Shenshoujing relic, battles against Chris, initially taking the brunt of her attacks before unleashing a powerful laser, forcing Chris to block against it to protect Shirabe before Tsubasa gets them to safety. As HQ takes Shirabe into custody whilst Chris fights against the Noise, Kirika stands in Tsubasa's way, leading Hibiki to confront Miku herself. Miku states she desired the Symphogear's power to keep Hibiki from fighting, but Hibiki states it isn't worth having a world without Miku in it and transforms to fight against her, given under three minutes before she overheats. Despite the Gungnir relic spreading through her body, Hibiki keeps fighting to reach Miku's humanity, taking the brunt of an attack with FIS uses to unleash Frontier. As an ancient civilization rises from the ground, Chris suddenly shoots Tsubasa."
                },
                "11": {
                    "ID": "4612856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4612856",
                    "TitleEnglish": "Destiny Ark",
                    "SummaryEnglish": "As Miku makes a full recovery, it is revealed the blast she and Hibiki took both freed Miku from her mind control and cured Hibiki's condition. Meanwhile, Chris joins the FIS as they explore Frontier, which Ver powers up using the Nephilim heart. Injecting himself with Linker, Ver activates the Frontier, using the moon itself to pull it out of the sea, before destroying many fleets with its gravitational power. With the moon brought even closer to Earth, Ver reveals to Maria that his vision of saving mankind is to destroy all humanity and repopulate the Earth himself, leaving Maria devastated. As Tsubasa heads off towards Frontier, Hibiki encourages Shirabe to do what she thinks is right and go as well, hitching a ride with her. Arriving at Frontier, Tsubasa soon comes up against Chris as Shirabe goes up against Kirika, whilst Hibiki pushes ahead to find Maria, who is informed by Nastassja that her song may be able to stop the moon from falling."
                },
                "12": {
                    "ID": "4612857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4612857",
                    "TitleEnglish": "Offensive Spear",
                    "SummaryEnglish": "Maria broadcasts her song across the world whilst Tsubasa, noticing a collar on Chris' neck, encourages her to give everything she's got. Meanwhile, Kirika and Shirabe's battle escalates to the point of using their Superb Songs, where it is discovered that Shirabe also possesses Finé's power. Feeling guilty, Kirika attempts to kill herself, but Shirabe takes the hit. Chris, freed from her explosive collar thanks to Tsubasa, appears before Ver demanding Solomon's Cane, countering his Anti-LiNKER by bursting out of her gear, before she is rescued by Tsubasa, recovering the cane in the process. In her consciencse, Shirabe is approached by the soul of Finé who, having taken Hibiki's words to heart, saves her life so that she and Kirika can help save Maria. Back in the control center, Ver launches the dome where Nastassja is towards the moon, but Hibiki stops Maria from killing Ver, instead taking on the power of Maria's Gungnir relic, reviving her Symphogear."
                },
                "13": {
                    "ID": "4612858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4612858",
                    "TitleEnglish": "In the Distance, That Day, When the Star Became Music...",
                    "SummaryEnglish": "As Ver escapes and starts bringing Frontier up towards space, Genjuro pursues him whilst Hibiki joins Tsubasa and Chris to search for the Nephilim heart powering Frontier, coming up against a giant Nephilim Ver sends after them. Meanwhile, Maria is greeted by the spirit of Serena, who sings alongside her and the world, providing Nastassja with the energy she needs to put the moon back into orbit. As Shirabe and Kirika join Hibiki and the others in fighting the Nephilim, Maria uses the relic Serena left behind to combine the power of everyone's song and defeat the Nephilim. His plans failed, Ver attempts to overload the Nephilim heart, unleashing its true form, which can absorb the power of Symphogears. Using Solomon's Cane, the girls open a gate to the Noise's dimension, pusing the Nephilim inside it, entering the dimension themselves when Maria is dragged inside too. After combining their power to break through the Nephilim and return to Earth, Miku manages to seal the gate before the Nephilim explodes, taking out all of the Noise inside the dimension. With the world safe again, Maria expresses her gratitude towards Hibiki, letting her keep the Gungnir relic."
                }
            }
        },
        "3": {
            "ID": "592203",
            "URL": "https://www.thetvdb.com/series/symphogear/seasons/official/3",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4943031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/4943031",
                    "TitleEnglish": "Murderer of Miracles",
                    "SummaryEnglish": "The space shuttle has recovered parts of heretical technology as well as the body of Dr. Nastassja, but a collision with space debris threatens to send it crashing into a populated city. Will the Symphogear wielders be able to use their songs to stop the collision in time?"
                },
                "2": {
                    "ID": "5277080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/5277080",
                    "TitleEnglish": "Before I Destroy the World",
                    "SummaryEnglish": "A mysterious enemy has struck simultaneously in Japan and London, where Tsubasa is performing a concert. Their power is even greater than that of the Symphogears, and they want to destroy the entire world."
                },
                "3": {
                    "ID": "5279443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/5279443",
                    "TitleEnglish": "Twilight of the Wielders",
                    "SummaryEnglish": "The Autoscorers destroy two of the Symphogears, disabling the team. Now only Hibiki is left, and she's refusing to fight."
                },
                "4": {
                    "ID": "5279444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/5279444",
                    "TitleEnglish": "Gungnir, Once More",
                    "SummaryEnglish": "With most of the Symphogears destroyed, it's up to Hibiki to fight the Autoscorers. But she's scared of hurting someone, and can't sing. Will she be able to find the will to fight?"
                },
                "5": {
                    "ID": "5288964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/5288964",
                    "TitleEnglish": "Edge Works",
                    "SummaryEnglish": "Almost every Symphogear wielder's gear is destroyed, and it seems there's no one left who can fight back. Elfnein has a plan, but before it can be carried out the Autoscorers attack S.O.N.G headquarters! It's up to Kirika and Shirabe to save the day, and they can barely transform..."
                },
                "6": {
                    "ID": "5288965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/5288965",
                    "TitleEnglish": "Drawn Blade",
                    "SummaryEnglish": "The Autoscorers are attacking SONG headquarters, and there are no function Symphogears left to stop them. Kirika and Shirabe have been defeated, and Tsubasa and Chris have only one chance left: to use the new Ignite Module system and hope they can retain control."
                },
                "7": {
                    "ID": "5288966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/5288966",
                    "TitleEnglish": "Carry on the Shining Light, and Stay True to Yourself",
                    "SummaryEnglish": "Everyone decides to go to beach for \"training\". While they're having a good time, the Autoscorers attack, and Maria is forced to fight them despite her weakened state."
                },
                "8": {
                    "ID": "5288967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/5288967",
                    "TitleEnglish": "The Courage to Face It",
                    "SummaryEnglish": "Hibiki is badly shaken up after her meeting with her father. She's so shaken up that even during the Autoscorer fight she can't focus properly, and Kirika and Shirabe have to protect her."
                },
                "9": {
                    "ID": "5301705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/5301705",
                    "TitleEnglish": "The Middle of a Dream",
                    "SummaryEnglish": "The Autoscorers' goal is revealed, and the Symphogear Wielders must split up to stop them. Tsubasa visits her dad's house, while Hibiki is still uncertain about her own father."
                },
                "10": {
                    "ID": "5301706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/5301706",
                    "TitleEnglish": "It's So Cruel, But...",
                    "SummaryEnglish": "Dr. Ver is back, and the truth behind Carol's plot is revealed. Will the Symphogear Wielders be able to stop him in time?"
                },
                "11": {
                    "ID": "5301707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/5301707",
                    "TitleEnglish": "It's All Right. Everything Is Just Fine",
                    "SummaryEnglish": "Carol's World Destructor device is complete, and she's ready to dissect the world. Will the Symphogear wielders be able to stop her in time?"
                },
                "12": {
                    "ID": "5301708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/5301708",
                    "TitleEnglish": "GX",
                    "SummaryEnglish": "Maria, Shirabe, and Kirika infiltrate the Château de Tiffauges to stop the world from disintegrating."
                },
                "13": {
                    "ID": "5301709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/5301709",
                    "TitleEnglish": "Believe in Justice, and Hold It Close",
                    "SummaryEnglish": "Carol now has the power of 7 billion Superb Songs. Will the Symphogears be able to stop her with their new S2CA-Hexa Burst?"
                }
            }
        },
        "4": {
            "ID": "708141",
            "URL": "https://www.thetvdb.com/series/symphogear/seasons/official/4",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "6046649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/6046649",
                    "TitleEnglish": "Val Verde Hell Screen",
                    "SummaryEnglish": "With the great alchemist slain and the dissection of the world stopped, it's time for Hibiki to face her greatest enemy yet: summer homework!"
                },
                "2": {
                    "ID": "6168282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/6168282",
                    "TitleEnglish": "Last Resort",
                    "SummaryEnglish": "The Bavarian Illuminati has struck at SONG in a small South American country. It's up to the Symphogear wielders to fight them off and gain time for the non-combatants to escape."
                },
                "3": {
                    "ID": "6168284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/6168284",
                    "TitleEnglish": "The Horoscope Drawn by Gears",
                    "SummaryEnglish": "The Bavarian Illuminati has followed SONG to Japan, and has a powerful new kind of Alca-Noise that they're using to trap the Symphogear wielders. Can they escape?"
                },
                "4": {
                    "ID": "6168285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/6168285",
                    "TitleEnglish": "Gold Making",
                    "SummaryEnglish": "SONG brings the Val Verde documents to a secret base dating from World War 2, but the Illuminati tracks them there as well."
                },
                "5": {
                    "ID": "6212263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/6212263",
                    "TitleEnglish": "Risking Your Life in a Fictional Theater",
                    "SummaryEnglish": "Adam, the controlling director of the Illuminati, has used a powerful alchemic spell to destroy the Kazanari Organization's base. Now it's up to SONG to deal with the fallout."
                },
                "6": {
                    "ID": "6212264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/6212264",
                    "TitleEnglish": "Emerging from the Deathbed",
                    "SummaryEnglish": "The goal of the Alchemists is revealed as they try to stop the Symphogears from halting their march towards a more perfect world. Their final goal? The lunar ruins."
                },
                "7": {
                    "ID": "6212265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/6212265",
                    "TitleEnglish": "Arcana No.00",
                    "SummaryEnglish": "Shirabe and Kirika engage the Alchemists while the remainder of the team searches for a secret item that will allow them to use their Ignite Modules."
                },
                "8": {
                    "ID": "6212266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/6212266",
                    "TitleEnglish": "Between the Past and the Future",
                    "SummaryEnglish": "The Wielders find the Fool's Stone, and can now use their powerful Ignite modules against their alchemist foes. Cagliostro is the first to challenge them and their new power..."
                },
                "9": {
                    "ID": "6212267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/6212267",
                    "TitleEnglish": "Blue Rabbit",
                    "SummaryEnglish": "The group trains so that everyone can pair with any other team member and use their powerful Unison attacks. But Shirabe is having trouble pairing up with anybody but Kirika, because of her inability to trust others."
                },
                "10": {
                    "ID": "6212268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/6212268",
                    "TitleEnglish": "An Tiki Tira",
                    "SummaryEnglish": "With what they've learned from the shrine, the Symphogear Wielders now know the full extent of the Illumanti's plan: they're going to use an ancient gate to summon the power of a god. Only one person can stop them: Hibiki, the \"God-Killer\"."
                },
                "11": {
                    "ID": "6212269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/6212269",
                    "TitleEnglish": "Pinnacle of Divine Might",
                    "SummaryEnglish": "The power of stars descends on Tiki. Despite the best efforts of the Symphogear Wielders, and some unexpected help, she completes the ritual and becomes a divine weapon."
                },
                "12": {
                    "ID": "6212270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/6212270",
                    "TitleEnglish": "AXZ",
                    "SummaryEnglish": "The divine power chooses Hibiki as its vessel. To stop the worldwide disaster she could cause, the U.N. initiates a wide-scale attack on Japan."
                },
                "13": {
                    "ID": "6212271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/6212271",
                    "TitleEnglish": "Every Time Tears Overlap, the Reality Proven Is",
                    "SummaryEnglish": "Adam throws aside his pride and beauty and assumes the form of a huge monster. It will take the power of all six Symphogear Wielders to bring him down."
                }
            }
        },
        "5": {
            "ID": "804346",
            "URL": "https://www.thetvdb.com/series/symphogear/seasons/official/5",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7110985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/7110985",
                    "TitleEnglish": "From the Horizon of Mankind's History",
                    "SummaryEnglish": "Going off of data retrieved from Tiki's remains, the Symphogear users head to Antarctica, where they are confronted by a powerful automated \"coffin\" that Adam was investigating. Despite the overwhelming odds, Hibiki and the others manage to destroy the coffin, inside of which they find the corpse of a Custodian."
                },
                "2": {
                    "ID": "7275906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/7275906",
                    "TitleEnglish": "The Day The Sky Falls",
                    "SummaryEnglish": "On the way back from Antarctica, a remnant alchemist of the Bavarian Illuminati, Elza, attempts to retrieve the Custodian's corpse, but is forced to retreat by Shirabe and Kirika. Later, as Tsubasa becomes too worried about the attack to focus on her concert, Maria gives her some encouragement and ends up performing with her during the concert. However, another alchemist, Millaarc, sends Alca-Noise to attack the concert, slaughtering practically everyone in attendance and placing a seal on Tsubasa, who is left emotionally devastated. Meanwhile, as the corpse is analysed by the Americans, it turns into dust when the bracelet on its wrist is scanned."
                },
                "3": {
                    "ID": "7281284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/7281284",
                    "TitleEnglish": "Penny Dreadful",
                    "SummaryEnglish": "Hibiki and Chris are sent into action after Elza and Millaarc attempt to silence a delinquent that witnessed a deal between them and some men in suits. Retrieving a briefcase filled with a rare type of blood that was dropped by Elza, S.O.N.G. deduce from the delinquent's account that an organization is helping the alchemists. Shortly after awakening from her ordeal, Tsubasa is further shaken from harsh words from Fudou, who states she isn't strong enough to protect people. Later that night, Kirika and Shirabe confront Millaarc after she targets a hospital for more blood, but she escapes thanks to Vanessa, the third alchemist of their group known as Noble Red. Afterwards, it is revealed that Vanessa, who now possesses the Bracelet of Shem-Ha found on the corpse, is working together with Fudou."
                },
                "4": {
                    "ID": "7292553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/7292553",
                    "TitleEnglish": "The Name of the Flower Is Amalgam",
                    "SummaryEnglish": "As Fudou and Noble Red attempt to activate the Bracelet of Shem-Ha, one of suited men before, who is about to be killed for his failure, attempts to use it for himself, only to be destroyed by it. With their hideout destroyed by the resulting explosion, Vanessa distracts Hibiki and Maria to help the others escape to a new location, revealing that she and others want to regain their human bodies. Discovering that Vanessa was planted with a tracking device during the battle, Noble Red lures the Symphogear wielders inside a labyrinth to attack them from all sides. However, Hibiki is aided by the spirit of Saint-Germain inside of her and granted a new power known as Amalgam. Just as Hibiki gains the upper hand and tries to reach out to Vanessa, S.O.N.G. is raided by the Japanese government, who demand that they abort their mission."
                },
                "5": {
                    "ID": "7301387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/7301387",
                    "TitleEnglish": "The Hidden Thing in the Bag",
                    "SummaryEnglish": "Citing Hibiki's Amalgam as an unknown weapon, the supposed inspector from the Japanese government commences an inspection of S.O.N.G. HQ, forcing the wielders to take some days off. Meanwhile, it is revealed that Fudou convinced Noble Red to aid his plan in exchange for the blood they need to survive after they escaped the Bavarian Illuminati. As Hibiki and Miku invite Tsubasa and Elfnein to join them on their day off, Miku lashes out at Hibiki for not being considerate of Tsubasa's feelings. Just then, an Alca-Noise attack occurs nearby, with an illusional effect that Millaarc cast on Tsubasa during their last battle causing her to envision the enemy as Millaarc and go berserk in her attacks. Meanwhile, the real Millaarc uses the battle as a distraction to chase down Miku and Elfnein."
                },
                "6": {
                    "ID": "7307410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/7307410",
                    "TitleEnglish": "Xenoglossia",
                    "SummaryEnglish": "Miku and Elfnein are kidnapped by Noble Red and brought to the Chateau du Triffages to further their plans, involving both the Bracelet and a mysterious device. Meanwhile, as the wielders learn that Miku is a potential vessel for a god, Vanessa targets Shinji in order to retrieve some evidence that would link them back to their hideout. As Maria and Chris are sent to stop her, a golden light shines from the castle, where the mysterious Shem-Ha emerges."
                },
                "7": {
                    "ID": "7316910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/7316910",
                    "TitleEnglish": "Cutting the Tangled Thread",
                    "SummaryEnglish": "After Millaarc attempts to use mind control to have Elfnein activate the Chateau, the bracelet goes out of control and spawns Shem-Ha, who proves too powerful for Hibiki to defeat. Retreating to base, the gang learn that the waveform used by the creature is similar to a song Maria used to sing. Back at the Chateau, Elfnein's plea for help causes the Autoscorers, whose spare bodies were chained to the reactor, to reactivate and come to her aid. As the Autoscorers are all defeated trying to hold off Noble Red until reinforcements arrive, Elfnein manages to call upon Carol's powers to defend herself."
                },
                "8": {
                    "ID": "7324484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/7324484",
                    "TitleEnglish": "XV",
                    "SummaryEnglish": "Reawakening inside Elfnein's body, Carol manages to fend off Noble Red and get in touch with SONG, instructing them to deal with Shem-Ha while she tries to rescue Miku. As the wielders struggle to utilize their phonic gain without Hibiki, Noble Red attempt a second attack on Carol by trapping her in the labyrinth, but Carol uses up her power to both break out of the labyrinth and provide the others with the phonic gain they need. Returning to the fray, Hibiki is aided by the others and uses Amalgam to break her way inside through Shem-Ha's attack, only discover that they have taken over Miku's body."
                },
                "9": {
                    "ID": "7333032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/7333032",
                    "TitleEnglish": "I am a Father",
                    "SummaryEnglish": "Just as Miku tries to resist Shem-Ha's control, Fudou uses the seal placed on Tsubasa by Millarc to have her turn against the others and bring Miku to him as part of his plan. Joining a raid of the Kazanari household, Maria clashes off against Tsubasa, managing to slap some sense into her and break the seal on her. Fudou attempts to shoot Tsubasa for disobeying him, only for Yatsuhiro to sacrifice himself protecting her. Meanwhile, Noble Red, who were betrayed by Fudou, attempt to steal Miku to use Shem-Ha's power for their own gain, only for Miku to cut them down and break free. Standing against Fudou, Tsubasa manages to get approval to us Amalgam to overpower him, but Genjurou steps in to prevent her from killing him. At the moment, a device activates on the Moon."
                },
                "10": {
                    "ID": "7340963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/7340963",
                    "TitleEnglish": "Not a Crude Color of Rust",
                    "SummaryEnglish": "Maria attempts to take on Shem-Ha, only to discover she has revived Noble Red as more complete monsters and recruited them to her side, forcing Maria to retreat while Shem-Ha rises a tower known as Yggdrasil. Fudou was apprehended and awaiting trial for his crimes, cursing Genjurou that songs cannot save the world and the Power of God unifies humanity. With a research team scheduled to be sent to the moon to investigate lunar ruins that are reacting to Yggdrasil, the wielders are tasked with protecting the rocket from Noble Red, who have become more powerful due to Shem-Ha's improvements. Although the rocket is destroyed, Kirika and Shirabe use their Amalgams to overpower Elza before Tsubasa allows the wielders to hijack Noble Red's teleportation spell, sending them to the lunar ruins."
                },
                "11": {
                    "ID": "7350839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/7350839",
                    "TitleEnglish": "In The Beginning Was The Word",
                    "SummaryEnglish": "Both the wielders and Noble Red are spread across the lunar base Marduk, having to deal with its automated defenses. Meanwhile, Maria's relic leads her and Tsubasa to Marduk's core, whether they speak with an operating system based on the mind of Enki. Enki reveals that Shem-Ha had instilled herself a data fragment in all human beings, forcing him to seal her using the Curse of Balal, which Shem-Ha now seeks to destroy in order to control all of humanity with Yggdrasil. Tsubasa and Maria are confronted by Millaarc, who uses a clone of herself to fight against them, but the two use their unified songs and Amalgams to defeat her. Back on Earth, however, Yggdrasil towers start raising all over the planet."
                },
                "12": {
                    "ID": "7359935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/7359935",
                    "TitleEnglish": "The Superb Song of the Valkyries",
                    "SummaryEnglish": "Despite Elfnein and Carol's attempt to stop her, Shem-Ha begins using the world's computer networks to have Yggdrasil cover the entire globe in a barrier. Back on the moon, Hibiki and Chris face off against Vanessa, ultimately saving her and the others from being sucked into space. However, Shem-Ha takes control of Vanessa and uses her to install a virus in the Marduk's network in order to destroy it, forcing Noble Red to use the last of their strength to send the wielders back to Earth, resulting to their deaths similar to how Saint-Germain and her friends risked their lives to save the others. With humanity working together to hold back Shem-Ha's hacking attempt, the wielders activate their X-Drive in preparation for their final battle against Shem-Ha."
                },
                "13": {
                    "ID": "7359936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/symphogear/episodes/7359936",
                    "TitleEnglish": "Let's Make History With a Light That Even the Gods Don't Know",
                    "SummaryEnglish": "As Shem-Ha brings out her final form to fight the wielders, Carol burns up her memories to protect them from Shem-Ha's attack. Shem-Ha then begins using her bio-terminal network to take control of all of humanity, but Hibiki, fueled by determination to save Miku, manages to disrupt Shem-Ha's power and finally drive her out of Miku's body. With Yggdrasil still active, Miku once again dons the Shenshoujing Faust Robe and joins the others in a united Superb Song, allowing them to simultaneously destroy all the Yggdrasil cores around the world. With the world restored to normal, Hibiki and Miku tell each other their true feelings."
                }
            }
        }
    }
}