{
    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2189661/",
        "http://king-cr.jp/special/papakiki/",
        "https://www.themoviedb.org/tv/46183",
        "https://x.com/@papakiki_anime"
    ],
    "TitleEnglish": "Listen to Me, Girls. I Am Your Father!",
    "SummaryEnglish": "College student Yūta Segawa is suddenly given custody of his older sister's three daughters, aged 14, 10, and 3. They're now stuck living together in a 10 square meter apartment. Meanwhile Raika, the object of his affection, has a fondness of cuteness, and his unexpected arrivals may finally offer an opportunity for them to get together.",
    "TitleJapanese": "パパのいうことを聞きなさい！",
    "SummaryJapanese": "大学生の主人公・瀬川祐太は、姉夫婦に代わり、急きょ３人のめいっ子たちの保護者となることに！3姉妹の長女・空は茶色味がかったセミロングの髪にリボンを結んだ十四歳の中学二年生。次女・美羽は金髪ツインテールの美少女小学生。三女のひなは天使のような、三歳の保育園児。６畳ひと間のアパートを舞台にし、騒がしくも心温まる同居生活を描くアットーホームラブコメ。",
    "Aliases": [
        "Papa no Iukoto wo Kikinasai!",
        "Listen to Me, Girls, I'm Your Father!",
        "Papakiki, Listen to Me, Girls, I'm Your Father!"
    ],
    "Modified": "2025-09-09",
    "Seasons": {
        "0": {
            "ID": "481212",
            "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4366178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4366178",
                    "TitleEnglish": "[Not Broadcast] Warmth",
                    "SummaryEnglish": "[Include in BD/DVD Only] Yuuta and the girls win a family trip to a hot spring resort, where they unexpectedly followed by Raika, Kouichi and Shuntarou. As they spend time at the swimming pool, Sora becomes concerned that Raika might have feelings for Yuuta. She gets more anxious when she believes Raika wants to take Yuuta to a Lovers' Cape, though in the end, it turns out she wanted to take Hina. The next day, everyone goes to the Lovers' Cape to ring the bell together, making a wish that they'll all be together forever.",
                    "TitleJapanese": "ぽっかぽか",
                    "SummaryJapanese": "大学生の瀬川祐太と、彼の姪っ子の空たちは、温泉レジャーパークに出かけることになった。すると、追ってきた口研メンバーも祐太たちに合流する。そこで、みんなは楽しい時間を過ごすのだが…。"
                },
                "2": {
                    "ID": "4602109",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4602109",
                    "TitleEnglish": "[OVA 1]  Is Sora-chan's Chastity in Danger / Miu-chan's Fashion Lesson / Hina-chan goes all by Herself",
                    "SummaryEnglish": "Through certain circumstances, Sora and Raika end up trapped in a closet together, ending up in the further states of undress in order to try and get themselves free. Meanwhile, Miu gives some fashion advice to her friend and neighbour, Shiori Kitahara. Later, Hina goes off by herself towards a ferris wheel, causing panic amongst Yuuta and the others. After Shiori manages to find Hina and reunite them with her family at the ferris wheel, Hina reveals she wanted to go on the ferris wheel to show Yuri a picture for her birthday.",
                    "TitleJapanese": "男女8人夏物語",
                    "SummaryJapanese": "ある理由で空と莱香は2人してタンスに閉じ込められ…（「空ちゃん ていそうの危機!?」）／美羽と栞がお風呂でガールズトーク！（「美羽ちゃん ファッション指南」）／みんなが起きると、ひながいなくなっていて…？（「ひなちゃん ひとりたび」）"
                },
                "3": {
                    "ID": "5183659",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/5183659",
                    "TitleEnglish": "[OVA 2] A Spring With Special Visitors",
                    "SummaryEnglish": "Four years after their disappearance, the spirits of Yuri and Shingo decide to pay a visit to the Takanashi household to see how Yuuta and the girls have grown. After looking around the house, the pair go to observe each of the girls at their respective schools, learning that Yuuta and Sora are getting married to each other. Later, as Hina comes down with a fever, but luckily Yuuta and Sora are there to look after her. Afterwards, Sora and Yuuta give their thanks to Yuri and Shingo, who give their blessing before returning to the afterlife.",
                    "TitleJapanese": "異人たちとの春",
                    "SummaryJapanese": "小鳥遊祐理と信吾夫妻が、霊体となって一日だけ現世へと戻ってきた。小鳥遊家を訪れた2人は、成長した裕太、空、美羽、ひなの姿を見て、思い出に浸りながら彼女たちの成長を温かく見守る。そんな中、空が抱えるある思いを知って、2人は驚くことに。"
                }
            }
        },
        "1": {
            "ID": "481213",
            "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4230991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4230991",
                    "TitleEnglish": "Don't Call Me Daddy",
                    "SummaryEnglish": "Yuuta Segawa starts his first year in college. He meets second year Raika Oda under unusual circumstances thanks to Sako and Nimura of the Street Observation Research Society. Meanwhile, Yuuta bumped into Raika again had a uneasy conservation with her and as she left he starts to have a crush on her. After joining the Street Observation Research Society for 3 months, he meets up with his sister and misinterpreted him with seeing Raika. His sister asked him to visit Sunday to see her kids. However, it turned out into a babysitting task for the kids while they are out for awhile which his sister neglected to say. His conversation with his nieces were quite awkward.",
                    "TitleJapanese": "パパと呼ばないで",
                    "SummaryJapanese": "大学入学を機に、一人暮らしを始めた瀬川祐太。\n 美人で巨乳の二年生・莱香に惹かれ、路上観察研究会、略して「ロ研」に入部するなど、新生活は順調に思えた。\n 夏のある日、姉の祐理から大事な用事があるからと呼び出される。\n 女手ひとつで育ててくれた姉の頼みを断われず姉夫婦の家に向かうと、夫婦はそろって不在！\n かくして祐太は中学生の空、小学生の美羽、保育園児のひなと留守番するハメになる。"
                },
                "2": {
                    "ID": "4240577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4240577",
                    "TitleEnglish": "Come to My House",
                    "SummaryEnglish": "Yuuta's sister Yuri finally entrusts her daughters to him as she and her husband Shingo leaves for a business trip-cum-honeymoon, with an instruction never to bring his girlfriend into the house. Coming home after seeing the couple off at the airport, Sora and Miu then introduce him to the house rules. Everything goes smoothly for the rest of the day well into bedtime until news came that the plane Yuri and Shingo were in crashed and they were among those considered missing. The family decides to break the siblings up, but Yuuta, remembering how his sister raised him herself after being orphaned, decides to take them all with him in his apartment.",
                    "TitleJapanese": "家へおいでよ",
                    "SummaryJapanese": "帰宅した姉から、夫の出張に同行するため、さらに一週間の留守番を頼まれる祐太。\n 無茶だと一度は断るが、遅い新婚旅行だから行かせてあげたいという空と美羽の声に押されて請け負うことに。\n だが、姉夫婦の乗った飛行機が事故に遭い、状況は一変。\n 夫婦が行方不明のまま葬儀が行われ、空、美羽、ひなはそれぞれ信吾の親族に引き取られることになった。\n 離れたくないと必死に訴える彼女たちに昔の姉の姿を重ねた祐太は、自分が引き取ると宣言する。"
                },
                "3": {
                    "ID": "4240576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4240576",
                    "TitleEnglish": "I Won't Cry",
                    "SummaryEnglish": "Yuuta takes Sora, Miu, and Hina out of their house before his relatives would come to take them. While eating lunch at a karaoke box, Kouichi attends to the three, as one of Yuuta's relatives calls, asking him to bring the girls back. Only then that he realizes the full scope of the challenge he has gotten into. Despite this, Yuuta carries on, and brings the three girls to his apartment. Meanwhile, Sora and Miu is trying their best to adjust to living in Yuuta's apartment while getting a grip on things and accept them as they are, amidst Hina's asking for her mother and father. Sora, meanwhile, is glad that she and her sisters are not going to be separated.",
                    "TitleJapanese": "泣いてたまるか",
                    "SummaryJapanese": "三人一緒にいたいと必死に訴える姉妹の姿に胸を打たれ、親族の了解を得ないまま、\n 三姉妹を引き取ろうと強引に連れ出した祐太。\n だが父方の伯母から「確固たる覚悟があって引き取ったのか」と問いただされ、迷いが生じる。\n なんとかアパートに帰り着いて落ち着くものの、パパとママはいつここに来るのと問いかけるひなの言葉に、\n 美羽が思わず家を飛び出してしまうのだった。"
                },
                "4": {
                    "ID": "4240575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4240575",
                    "TitleEnglish": "Wonderful Life",
                    "SummaryEnglish": "Yuuta awakens to find Sora hugging him. She starts screaming when she finally awakens. Yuuta leaves the three girls in his apartment with an instruction never to leave home and never answering the door. Yuuta was later ambushed by Raika and the rest of the Sightseeing Club for him not visiting them in awhile. Meanwhile, the girls had to do something, given the rather huge bill for their breakfast. They tidy the room, head to the laundry shop, and shop for vegetables for dinner, though Hina starts writing on the wall with permanent pens and making dinner being a disaster. Though Yuuta, coming home late, gets upset with what happened, his being upset is replaced by happiness, because he understands the thought of all of it counts.",
                    "TitleJapanese": "ワンダフルライフ",
                    "SummaryJapanese": "六畳一間のアパートで三姉妹との共同生活が本格的に始まった。\n 生活費を稼ぐためバイトを増やしつつ、大学との両立に悩む祐太。\n 一方、三姉妹は部屋の改造に取りかかったり、お金を節約するためにも夕食を手作りしようとするが大失敗。\n 帰宅した祐太は部屋の惨状を目の当たりにして思わず怒鳴ってしまう。\n だが自分のためにご飯を作ってくれた三姉妹の気持ちは嬉しく、焦げたおかずを美味しそうに食べる。\n そんな祐太の姿を見て、空も少しだけ素直に自分の気持ちを打ち明けるのだった。"
                },
                "5": {
                    "ID": "4243624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4243624",
                    "TitleEnglish": "What Happened to the Girl",
                    "SummaryEnglish": "After an eye opening morning, Yuuta left the house without his phone. That allows Shuntarou, the one person Yuuta didn’t want the girls to meet, a chance to talk with Miu. And while Sora leaves to deliver Yuuta’s phone, a neighbor comes to visit.",
                    "TitleJapanese": "少女に何が起こったか",
                    "SummaryJapanese": "共同生活がはじまって数日。\n祐太のバイト先に携帯電話を届けた空は、帰り道、バスに乗り間違え、見知らぬ場所へと降り立ってしまう。\n 心配した祐太から電話がかかってくるが、迷惑をかけたくなくて、一人でも大丈夫だと答えた瞬間、\n バッテリーが切れる。\n だが、それでも迎えに来てくれた祐太に空は心ときめき、昔のように「お兄ちゃん」と呼ぶようになるのだった。"
                },
                "6": {
                    "ID": "4243625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4243625",
                    "TitleEnglish": "A Wonderful Family Trip",
                    "SummaryEnglish": "The girls ask Yuuta if they can return to their old home to pick up a few things. While there, old friends, memories, and emotions hit the girls. And Shuntaru gets the chance to speak with Hina, the 2nd angel.",
                    "TitleJapanese": "素晴らしき家族旅行",
                    "SummaryJapanese": "取りに行きたいものがあるという三姉妹と連れ立って、池袋の小鳥遊家へ行くことになった祐太。\n そのまま泊っていくことにしたが、アパートでの密集ぶりが嘘のように一人でぽつんと布団を敷くこととなり、寝つけない。 それは三姉妹も同じだったらしく、結局いつものように四人並んで寝ることに。\n 翌朝、小鳥遊家を後にする直前、ためらっていた空の背中を押すように、\n 祐太は姉夫婦の写真を空に手渡すのだった。"
                },
                "7": {
                    "ID": "4243626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4243626",
                    "TitleEnglish": "Thanks for Always Putting up With Us",
                    "SummaryEnglish": "Yuuta has invited the members of his club to dinner at his home to meet his nieces. Shuntarou is overwhelmed by Miu and Hina, while Raika is smitten with Sora. Life with Yuuta and the girls have become routine, and what to do about the upcoming school term was the next family problem. But a visit from the Landlord has changed everything.",
                    "TitleJapanese": "毎度おさわがせします",
                    "SummaryJapanese": "ロ研のメンバーとの夕食が終わった後、莱香を家まで送る途中で、祐太は莱香に料理を教わる約束を取りつけた。\n 後日、約束通り莱香に料理を教えてもらうのだが、そこに空が乱入してくる。\n ところが空を気に入っている莱香は大喜びで、バイトに行く祐太をよそに空を可愛がる。\n 空も最初は嫌がっていたが、やがて打ち解けていく。\n その後、バイトから帰宅した祐太は空と美羽に新学期からの話をするが、\n 空と美羽はひなの保育園が落ち着くまで休学すると言いだすのだった。"
                },
                "8": {
                    "ID": "4243627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4243627",
                    "TitleEnglish": "I Won't Let That Happen!",
                    "SummaryEnglish": "With only a month to find a new place to live, Yuuta is under the gun. The new place must be within distance of daycare for Hina, trains for the girls, and affordable. Finding such a trifecta will be hard even with the help of his friends. They need an extension of the eviction and Hina might be their weapon.",
                    "TitleJapanese": "ゆるしません!",
                    "SummaryJapanese": "佐和子から、一ヶ月以内の立ち退きを申し渡された祐太。\n ロ研メンバーの協力も得て新しい物件を探していたが、ままならず途方に暮れる。\n だが、その途中で、自分が落ち着かなくてはいけないと気付いた祐太は、\n 佐和子に立ち退きを延長してくれるように土下座する。\n その真剣な様子に、佐和子は特例として契約書を書き変えることで居住を許可するのだった。"
                },
                "9": {
                    "ID": "4253408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4253408",
                    "TitleEnglish": "A Little My Way",
                    "SummaryEnglish": "The mental and physical stress is starting to show and Miu’s classmates are concerned. As Miu wonders around Ikebukuro thinking, she runs into Nimura who treats her to a date.",
                    "TitleJapanese": "ちょっとマイウェイ",
                    "SummaryJapanese": "夏休みが明け、空とともに学校へ向かう美羽だったが、\n クラスの女子たちから自分のことを「お父さんとお母さんが亡くなってかわいそう」と噂され、落ちこんでしまう。\n 気分転換に寄り道をしようとした矢先、仁村に出会った美羽は、一緒に池袋でデートをすることに。\n デートの途中、ふと「あたしって……可哀相に見えますか？」とこぼすのだが、\n 仁村に励まされ、元気を取り戻すのだった。"
                },
                "10": {
                    "ID": "4253409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4253409",
                    "TitleEnglish": "My Blue Sky",
                    "SummaryEnglish": "Sora can’t keep up with her school activates, studying, and housework. Her neighbor Kurumi has ended her run on the LunaLuna 7 and is having trouble finding new work. Can these two find the inspiration to move forward?",
                    "TitleJapanese": "私の青空",
                    "SummaryJapanese": "勉強、合唱部、家事、すべてが中途半端になっていると悩んだ空は、部長に退部を申し出た。\n ところがその後、隣人の胡桃が声優を辞めると聞かされると思わず引き止めてしまう。\n 自分は合唱部を止めるのに、胡桃には声優を止めてもらいたくない。自分の矛盾した行動に空は戸惑いを覚える。\n そんな中、祐太の「家族だから迷惑を掛けてもいい」という言葉に空の心は軽くなる。\n 吹っ切れた空は、退部届を取り下げに行く。\n 帰り道、胡桃からも吉報を聞き、頑張る女子二人は手を取り合うのだった。"
                },
                "11": {
                    "ID": "4253410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4253410",
                    "TitleEnglish": "You're Not There When I Want You to Be...",
                    "SummaryEnglish": "Yuuta is so focused and happy about being a good father, a visitor with some information snaps him back to reality. He's offered a choice that could change everybodies lives.",
                    "TitleJapanese": "逢いたいときにあなたはいない…",
                    "SummaryJapanese": "「パパ」が板についてきたと思っていた祐太に、アパートまで様子を見に来た伯母のよし子から、\n 改めて現実を突きつけられる。\n 空の休部や、美羽が貧血気味で保健室に通っていることに気づかなかった上、\n ひなが急な発熱をした際に連絡がつかなかったりと、保護者として至らない点が浮き彫りにされた。\n 不甲斐なさに落ち込む祐太の元へ、小鳥遊家の親戚から手紙が届く。\n そこには、三姉妹を一緒に引き取ると書かれていた。"
                },
                "12": {
                    "ID": "4253395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/listen-to-me-girls-i-am-your-father/episodes/4253395",
                    "TitleEnglish": "I Love Daddy Most in the World",
                    "SummaryEnglish": "The end of the month is coming and Yuuta has thought he made his final decision, but after Hina’s outburst about her mama and papa, the decision has become even harder.",
                    "TitleJapanese": "世界で一番パパが好き",
                    "SummaryJapanese": "手紙への返答期限前日、空と共に姉夫婦の墓前に立った祐太は、\n これからも四人一緒に暮らしたいと想いを明かす。\n その場には小鳥遊家の叔父とよし子も呼ばれており、四人の絆の強さを認めた二人は、\n もうしばらく三姉妹を預けると言ってくれるのだった。\n 数日後、ひなのお遊戯会に、莱香と夫婦の体で参加する祐太。\n 客席には二人だけでなく、空と美羽、仁村や佐古、商店街の人たちまで、\n パパとママとしてたくさん駆けつけてくれていた。\n こうして周囲に見守られながら、四人の共同生活は続いていく――。"
                }
            }
        }
    }
}