{
    "URL": "https://www.thetvdb.com/series/kill-me-baby",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Family"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3656982/",
        "https://www.themoviedb.org/tv/73598"
    ],
    "TitleEnglish": "Kill Me Baby",
    "SummaryEnglish": "Kill Me Baby follows the comedic life of a typical school girl Yasuna and her assassin classmate Sonya. Sonya's attempt to fit in often fails when her natural assassin instincts kick in and Yasuna's attempt to be more friendly with Sonya often gets her hurt or intimidated.",
    "TitleJapanese": "キルミーベイベー",
    "SummaryJapanese": "ごく普通に学校に通う殺し屋ソーニャ。\n そんなソーニャに自らの危険をかえりみず、いつもまとわりつくおバカなやすな。 \n 時々忍者のあぎりも登場して……",
    "Aliases": [
        "Baby, Please Kill Me!"
    ],
    "Modified": "2024-09-19",
    "Seasons": {
        "0": {
            "ID": "551462",
            "URL": "https://www.thetvdb.com/series/kill-me-baby/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4689272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-me-baby/episodes/4689272",
                    "TitleEnglish": "A Buddha Statue, Injuries and a Fake Halloween",
                    "SummaryEnglish": null,
                    "TitleJapanese": "OAD 「ぶつぞうけがってにせはろうぃーん」",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "481233",
            "URL": "https://www.thetvdb.com/series/kill-me-baby/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4230976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-me-baby/episodes/4230976",
                    "TitleEnglish": "Dogs and Ninjas Underneath the Cherry Blossoms",
                    "SummaryEnglish": "Yasuna Oribe gets a lot of injuries from classmate and hired assassin, Sonya. When a dog wanders into the classroom, the two think of a way to get rid of it. Later, Yasuna meets a self-proclaimed ninja named Agiri Goshiki who tries to sell her some 'ninjitsus'.",
                    "TitleJapanese": "キルその１「いぬをしのびてさくらさく」",
                    "SummaryJapanese": "○がつ×にち。きょうはあさおきてがっこうにいってソーニャちゃんとあそぼうとおもったらなぐられました。\n きょうはぜんたいてきに、いぬをしのびてさくらさくかんじでした（やすな）"
                },
                "2": {
                    "ID": "4235526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-me-baby/episodes/4235526",
                    "TitleEnglish": "A Balloon Bear with Nunchaku",
                    "SummaryEnglish": "Yasuna tries and fails to learn to use nunchuks before she and Sonya encounter an escaped bear. The next day, a little girl gets Sonya and Yasuna to play with her.",
                    "TitleJapanese": "キルその2「わざぬんちゃくでくまふうせん」",
                    "SummaryJapanese": "○がつ×にち。きょうはあさおきてがっこうにいってソーニャちゃんとあそぼうとおもったらなぐられました。\n きょうはぜんたいてきに、わざぬんちゃくでくまふうせんでした（やすな）"
                },
                "3": {
                    "ID": "4235525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-me-baby/episodes/4235525",
                    "TitleEnglish": "Of Esper's Curse, Rainy Days, and Sumo",
                    "SummaryEnglish": "Yasuna tries her hand at psychic powers and voodoo curses, before finding some activities to do on a rainy day. Later, a red haired girl who was rejected from the main cast tries to take revenge on Yasuna and Sonya, but keeps missing them.",
                    "TitleJapanese": "キルその3「えすぱのろえばあめずもう」",
                    "SummaryJapanese": "○がつ×にち。きょうはあさおきてがっこうにいってソーニャちゃんとあそぼうとおもったらなぐられました。きょうはぜんたいてきに、えすぱのろえばあめずもうないちにちでした（やすな）"
                },
                "4": {
                    "ID": "4235523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-me-baby/episodes/4235523",
                    "TitleEnglish": "Of Ice, Watermelon, and Assassins",
                    "SummaryEnglish": "On a hot summer's day, Yasuna and Sonya buy some ice cream, where Yasuna becomes obsessed with finding a winning stick. The next day, they head to the beach to try and break open a watermelon. Later, Sonya is targeted by another assassin, who is eventually stopped by Agiri. On another day, more assassins disguised as Yasuna target Sonya, which becomes more confusing when the real Yasuna shows up and plays along.",
                    "TitleJapanese": "キルその4「あいするすいかよがしかく」",
                    "SummaryJapanese": "○がつ×にち。きょうはあさおきてがっこうにいってソーニャちゃんとあそぼうとおもったらなぐられました。きょうはぜんたいてきに、あいするすいかよがしかくでした（やすな）"
                },
                "5": {
                    "ID": "4251629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-me-baby/episodes/4251629",
                    "TitleEnglish": "Of Selfless Festivals, the Sea, and Puppets",
                    "SummaryEnglish": "Yasuna's attempt to get Sonya interested in bug catching goes awry when she attracts a lot of bees. Later, Yasuna and Sonya go to a festival and try out all the stalls. While at the beach, Yasuna and Sonya deal with a loose dog and get stranded at sea. Later, Yasuna practises a puppet routine, which just annoys Sonya.",
                    "TitleJapanese": "キルその5「むしをまつりてうみにんぎょう」",
                    "SummaryJapanese": "○がつ×にち。きょうはあさおきてがっこうにいってソーニャちゃんとあそぼうとおもったらなぐられました。きょうはぜんたいてきに、むしをまつりてうみにんぎょうなかんじでした（やすな）"
                },
                "6": {
                    "ID": "4251628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-me-baby/episodes/4251628",
                    "TitleEnglish": "Of Navel Devices and Glistening Shaved Ice",
                    "SummaryEnglish": "As summer ends, Yasuna gets a craving for shaved ice and asks Agiri for help. Later, Yasuna and Sonya go to Agiri's house, filled with hidden mechanisms, before later having to deal with a stormy day.",
                    "TitleJapanese": "キルその6「へそからくりでてるごおり」",
                    "SummaryJapanese": "○がつ×にち。きょうはあさおきてがっこうにいってソーニャちゃんとあそぼうとおもったらなぐられました。\n きょうはぜんたいてきに、へそからくりでてるごおりでした（やすな）"
                },
                "7": {
                    "ID": "4252748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-me-baby/episodes/4252748",
                    "TitleEnglish": "Of Culture, Juggling, and Battle",
                    "SummaryEnglish": "As Yasuna tries to come up with a project for the upcoming culture festival, Sonya demonstrates how long she is able to hold her breath. At a sports festival, the girls debate who should be on top in a tower battle. Later, Yasuna becomes irritated when Sonya trumps her at juggling. Afterwards, both Yasuna and Sonya become engaged in a battle against a mosquito.",
                    "TitleJapanese": "キルその7「ぶんかおてだま　できばせん」",
                    "SummaryJapanese": "○がつ×にち。きょうはあさおきてがっこうにいってソーニャちゃんとあそぼうとおもったらなぐられました。\n きょうはぜんたいてきに、ぶんかおてだまできばせんでした（やすな）"
                },
                "8": {
                    "ID": "4252749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-me-baby/episodes/4252749",
                    "TitleEnglish": "Well-Suited Instruments and Interesting Objects",
                    "SummaryEnglish": "While trying to play a prank on Sonya, Yasuna gets a bin stuck on her head. Later, Yasuna has Sonya try out various musical instruments before roping her into a game of darts.",
                    "TitleJapanese": "キルその8「はまりかなでりつきささり」",
                    "SummaryJapanese": "○がつ×にち。きょうはあさおきてがっこうにいってソーニャちゃんとあそぼうとおもったらなぐられました。\n きょうはぜんたいてきに、はまりかなでりつきささりました（やすな）"
                },
                "9": {
                    "ID": "4253401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-me-baby/episodes/4253401",
                    "TitleEnglish": "Of Lures, Dirt, and Forgotten Branches",
                    "SummaryEnglish": "When both Yasuna and Sonya end up misplacing some things, they help each other search them. While searching for the legendary tsuchinoko, Yasuna and Sonya end up encountering an enemy assassin, Yasuna compet's with Sonya to see who can catch the most fish, Yasuna luckily gets saved by a flower vase and decides to test her luck.",
                    "TitleJapanese": "キルその9「つりつちのこしわすれえだ」",
                    "SummaryJapanese": "○がつ×にち。きょうはあさおきてがっこうにいってソーニャちゃんとあそぼうとおもったらなぐられました。\n きょうはぜんたいてきに、つりつちのこしわすれえだでした（やすな）"
                },
                "10": {
                    "ID": "4254061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-me-baby/episodes/4254061",
                    "TitleEnglish": "Of Santa, Icicles, and Snowmen",
                    "SummaryEnglish": "As snow falls on the schoolyard, Yasuna has lots of fun with the snow, unlike Sonya. The next day, Yasuna catches a cold but goes to school anyway, much to Sonya's annoyance. Later, Yasuna pretends to be a remote controlled toy before having a paper airplane contest with Sonya. A week before Christmas, the girls have a Christmas party where Agiri tries to incorporate Halloween.",
                    "TitleJapanese": "キルその10「さんたつららてゆきだるむ」",
                    "SummaryJapanese": "○がつ×にち。きょうはあさおきてがっこうにいってソーニャちゃんとあそぼうとおもったらなぐられました。きょうはぜんたいてきに、さんたつららてゆきだるむかのようでした（やすな）"
                },
                "11": {
                    "ID": "4254062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-me-baby/episodes/4254062",
                    "TitleEnglish": "Of Baths, Mochi, and the First Dream of the Year",
                    "SummaryEnglish": "As Yasuna has various New Year's dreams, she attempts to get Sonya interested in making mochi. After attempting to fly some kites, Yasuna and Sonya go to a public bath together.",
                    "TitleJapanese": "キルその11「ふろたこもちてはつゆめし」",
                    "SummaryJapanese": "○がつ×にち。きょうはあさおきてがっこうにいってソーニャちゃんとあそぼうとおもったらなぐられました。きょうはぜんたいてきに、ふろたこもちてはつゆめしました（やすな）"
                },
                "12": {
                    "ID": "4254064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-me-baby/episodes/4254064",
                    "TitleEnglish": "Of Chocolate, Sleep, and Wounds",
                    "SummaryEnglish": "Yasuna becomes interested in bandages and decides to stick some on herself, believing she'll be protected from future wounds. Later, Sonya tries to catch up on some rest after so much work, but Yasuna misreads the situation and keeps getting in her way. Later on, Yasuna tries to convince Sonya to give up being an assasin.",
                    "TitleJapanese": "キルその12「ちょこがねむけて　けがしっぷ」",
                    "SummaryJapanese": "○がつ×にち。きょうはあさおきてがっこうにいってソーニャちゃんとあそぼうとおもったらなぐられました。きょうはぜんたいてきに、ちょこがねむけてけがしっぷでした（やすな）"
                },
                "13": {
                    "ID": "4283392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-me-baby/episodes/4283392",
                    "TitleEnglish": "Of Kill, Me and Baby",
                    "SummaryEnglish": "Yasuna and Sonya get in a fix when Yasuna brings in some handcuffs. Not knowing when Sonya's birthday is, Yasuna and Agiri hold a party for her anyway. Later, Yasuna tries to stop Sonya, believing she is meeting up with a target, and winds up in a pit. Sonya stops after Yasuna admits that she gets worried about Sonya when she is on assignments.",
                    "TitleJapanese": "キルその13「きるがみーして　べいべする」",
                    "SummaryJapanese": "○がつ×にち。きょうはあさおきてがっこうにいってソーニャちゃんとあそぼうとおもったらなぐられました。きょうはぜんたいてきに、きるがみーしてべいべするでした（やすな）"
                }
            }
        }
    }
}