{
    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0374407/",
        "http://www.gundam-seed.net/",
        "https://www.themoviedb.org/tv/20111",
        "https://www.themoviedb.org/tv/20111"
    ],
    "TitleEnglish": "Mobile Suit Gundam SEED",
    "SummaryEnglish": "The discovery of an advanced model of combat mecha on their space colony throws a young man and his friends into involvement in an interplanetary war as the crew of a powerful fighting ship.",
    "TitleJapanese": "機動戦士ガンダムSEED",
    "SummaryJapanese": "彼らの宇宙コロニーでの戦闘メカの高度なモデルの発見は、若い男と彼の友人を強力な戦闘船の乗組員として惑星間戦争に巻き込みます。",
    "Aliases": [
        "Mobile Suit Gundam SEED HD Remaster"
    ],
    "Modified": "2025-06-14",
    "Seasons": {
        "0": {
            "ID": "481998",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/seasons/official/0",
            "# Episodes": 18,
            "Episodes": {
                "1": {
                    "ID": "4533341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4533341",
                    "TitleEnglish": "After Phase - Between the Stars",
                    "SummaryEnglish": "This special short is between the end of Gundam Seed and the beginning of Gundam Seed Destiny showing what happened to the characters",
                    "TitleJapanese": "AFTER-PHASE 星のはざまで",
                    "SummaryJapanese": "DVD第13巻映像特典OVA"
                },
                "2": {
                    "ID": "4537815",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4537815",
                    "TitleEnglish": "Special Edition I: The Empty Battlefield",
                    "SummaryEnglish": "The economic gap widens between the affluent, technologically advanced, hybrid Coordinators and the simple Earth Alliance known as the Naturals; the rift, unsurprisingly, has driven them apart in the 70th year of the Cosmic times. In an effort to bridge the chasm between them and the Coordinators, the Naturals have built five Gundam warriors that they hope will serve as their potent weapons. But will their plan work?",
                    "TitleJapanese": "スペシャルエディション　虚空の戦場",
                    "SummaryJapanese": "ヘリオポリス襲撃から地球軍VSザフト軍の戦いに巻き込まれていくキラ。様々な航路を経て、アークエンジェルは砂漠へと降り立つ。そしてキラの前に表れた人物は…？"
                },
                "3": {
                    "ID": "4537816",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4537816",
                    "TitleEnglish": "Special Edition II: The Far-Away Dawn",
                    "SummaryEnglish": "It's been 70 years since the Coordinators, a technologically advanced species, and the Earth Alliance, a purely human troupe, have existed together side by side. Tension worsens as the Alliance learns that the Coordinators have been working on Gundam suits that will leave them further in the dust. Salvation comes in the unlikely form of Kira Yamato, a Coordinator who empathizes with the Alliance's plight.",
                    "TitleJapanese": "スペシャルエディションII　遥かなる暁",
                    "SummaryJapanese": "オーブにて再会を果たすキラとアスラン。直面する大切な仲間の死。そして変わり行く戦局の中アークエンジェルが選ぶ道とは…？"
                },
                "4": {
                    "ID": "4537817",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4537817",
                    "TitleEnglish": "Special Edition III: The Rumbling Sky",
                    "SummaryEnglish": "Held together by scenes from various Mobile Suit Gundam Seed features and enriched by high-tech CGI graphics, this animated film opens during the 71st year of the Cosmic Era, when the all-flesh Naturals face off against the technologically enhanced Coordinators. In the middle of it all, Kira Yamoto emerges as the hero, although he doesn't really want to be one. Nevertheless, duty calls, and he rises to the occasion.",
                    "TitleJapanese": "スペシャルエディション完結編　鳴動の宇宙",
                    "SummaryJapanese": "戦線の舞台は再び宇宙へ。ラクスと合流したキラ、アスランは平和を取り戻すべく最終決戦の地へと向かう。"
                },
                "5": {
                    "ID": "4537818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4537818",
                    "TitleEnglish": "MSV Astray: Red Frame",
                    "SummaryEnglish": "An animated short featuring the characters and mecha of the Astray R manga/novel series, as well as mobile suits from the Gundam SEED MSV (Mobile Suit Variations) model kit series.",
                    "TitleJapanese": "機動戦士ガンダムSEED ASTRAY RED FRAME",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4537819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4537819",
                    "TitleEnglish": "MSV Astray: Blue Frame",
                    "SummaryEnglish": "An animated short featuring the characters and mecha of the Astray B manga/novel series, as well as mobile suits from the Gundam SEED MSV (Mobile Suit Variations) model kit series.",
                    "TitleJapanese": "機動戦士ガンダムSEED ASTRAY BLUE FRAME",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4736554",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4736554",
                    "TitleEnglish": "Special Edition I: The Shattered World",
                    "SummaryEnglish": "The Bloody Valentine War has ended and an uneasy truce has settled upon the Earth sphere. With the signing of the Junius Seven Treaty, the world's soldiers have left the battlefield and the grizzly sights of war behind. Many who fought now seek peace and refuge in the shelter of civilian life. But one boy, Shin Asuka, is finding that incredibly hard. A coordinator who lost his entire family, he now fights with ZAFT in one of their newest machines, the Impulse Gundam.",
                    "TitleJapanese": "スペシャルエディション 砕かれた世界",
                    "SummaryJapanese": "C.E.73。プラント「アーモリーワン」で、オーブの代表首長となったカガリとプラント最高評議会議長デュランダルとの極秘会談が行われようとしていた。そんな時、ザフトの新型ガンダム3機が、特殊部隊に強奪されてしまい…。PHASE-01〜13までで構成された「SEED DESTINY」再編集の第1弾！"
                },
                "8": {
                    "ID": "4736555",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4736555",
                    "TitleEnglish": "Special Edition II: Their Respective Swords",
                    "SummaryEnglish": "While the Minerva is docked at a ZAFT base, Chairman Durandal comes aboard and meets with the crew. Their discussions evoke in Shinn reflections about the past, but they also cause him to argue with his shipmates. Seeking refuge from further conflicts, Shinn goes ashore and encounters a beautiful girl. In an attempt to rescue her from drowning, he finds himself in need of rescue instead.",
                    "TitleJapanese": "スペシャルエディションII それぞれの剣（つるぎ）",
                    "SummaryJapanese": "ザフトに復帰したアスランは、FAITH(フェイス)としてミネルバに乗艦した。黒海沿岸でつかの間の休息をとっている中、シンはステラと偶然出会う。一方、アスランもミリアリアの助力で、キラやカガリと再会を果たすが…。PHASE-14〜28までで構成された「SEED DESTINY」再編集の第2弾！"
                },
                "9": {
                    "ID": "4736556",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4736556",
                    "TitleEnglish": "Special Edition III: Flames Of Destiny",
                    "SummaryEnglish": "Gathering their forces in the Mediterranean Sea, the Earth Alliance and Orb Union fleets launch a second attack on the Minerva - and this time not even the Archangel's intervention can halt the fighting. While Shinn unleashes his anger against the Orb fleet, Kira and Athrun confront each another in battle, and one of these lifelong friends falls in defeat. Back in the PLANT homeland, Chairman Durandal thinks back on his past and considers his plans for the future...",
                    "TitleJapanese": "スペシャルエディションIII 運命（さだめ）の業火",
                    "SummaryJapanese": "クレタ沖でのオーブ・地球連合の同盟軍との激戦を終えたミネルバ。己の無力に苛立つシンはステラを救うため、彼女を連れて艦を飛び出した。そして、ネオにステラを預け、別れるシン。だが、ステラは再び戦場に駆り出されてしまい…。PHASE-29〜42までで構成された「SEED DESTINY」再編集の第3弾！"
                },
                "10": {
                    "ID": "4736557",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4736557",
                    "TitleEnglish": "Special Edition IV: The Cost of Freedom",
                    "SummaryEnglish": "Having defeated Logos and the Earth Alliance, the triumphant Chairman Durandal now reveals his ultimate plan for humanity. The world reacts with confusion and horror to the details of the Destiny Plan, but Durandal has come too far to let anyone stand in the way of his dream of eternal peace and happiness. Using the weapons of his fallen enemies, the Chairman demonstrates that he will stop at nothing to create his new world.",
                    "TitleJapanese": "スペシャルエディション完結編 自由の代償",
                    "SummaryJapanese": "ついにデュランダルがデスティニープランを発令した。キラとラクス、アスランら志を同じくする者達は決戦の地、宇宙へと向かう。そこで待ち受けるシンとレイ。人類の行く末と希望という名の未来をかけた戦いの結末は…!? PHASE-43〜50までで構成された「SEED DESTINY」再編集の完結編！"
                },
                "11": {
                    "ID": "6050997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/6050997",
                    "TitleEnglish": "Tanekyara Gekijo: Gundam Shitto - Contact",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "6050998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/6050998",
                    "TitleEnglish": "Tanekyara Gekijo: Gundam Shitto - Beach-volley Challenge",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "6050999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/6050999",
                    "TitleEnglish": "Tanekyara Gekijo: Mission - Dullindal Destiny 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "6051000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/6051000",
                    "TitleEnglish": "Tanekyara Gekijo: Mission - Dullindal Destiny 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "7732171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/7732171",
                    "TitleEnglish": "C.E. 73: Stargazer - Stage 1",
                    "SummaryEnglish": "The world is thrown into chaos after the Break the World incident during the Second Bloody Valentine War. A ZGMF-1017 GINN attacks a city where DSSD members Selene McGriff and Edmond Du Clos are in and causes massive damage until it is stopped by a linear tank commanded by Edmond, who is mortally wounded in his attack. Meanwhile Selene and another DSSD member, Sol Ryuune L’ange, leave for space while Phantom Pain deploys its pilots to fight ZAFT mobile suits that attack an Earth Alliance base.",
                    "TitleJapanese": "機動戦士ガンダムSEED C.E.73 STARGAZER",
                    "SummaryJapanese": "C.E.(コズミックイラ)73。ザフトによるユニウスセブン落下の衝撃波は、都市を打ち砕き、津波が逃げ惑う人々を呑み込み、地球に深い傷跡を残していった。恐怖と混乱のさなか、一体のモビルスーツが打上げの時を控え静かに空を見上げていた。その純白の機体－STARGAZER－と共に星の世界を想うセレーネ・マクグリフ。そしてまた一人…。"
                },
                "25": {
                    "ID": "7732173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/7732173",
                    "TitleEnglish": "C.E. 73: Stargazer - Stage 2",
                    "SummaryEnglish": "Sven Cal Bayan and his team are sent to eliminate a Coordinator refugee camp suspected of harboring terrorists. Sven has flashbacks of his military training and conditioning when he was a child. Sven proceeds to massacre the camp without hesitation. In another battle, while defending the Earth Alliance Forces ground carrier, Bonaparte, Mudie Holcroft is killed while fighting ZAFT forces. Meanwhile in space, Selene tests the new AI piloted GSX-401FW Stargazer with its Voiture Lumiere propulsion system.",
                    "TitleJapanese": "C.E.73 观星者 Stage 2",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "7732175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/7732175",
                    "TitleEnglish": "C.E. 73: Stargazer - Stage 3",
                    "SummaryEnglish": "Phantom Pain attacks the DSSD station to steal the AI data of the Stargazer. The brutal assault leaves many DSSD members and the Verde Buster pilot, Shams Couza, dead. To counter the attack, Selene and Sol launch in the Stargazer and use its unique features to destroy several enemy mobile suits. Lost in space, Selene captures the Strike Noir and uses the Stargazers propulsion system to catapult themselves near Venus. Sven and Selene meet face to face and start their long journey home. Selene administers a drug on both of them to increase the oxygen absorption inside their blood and they slowly enter coma state. They must be found within 27 days or they will die from lack of oxygen, but Sol finds the Stargazer 27 days and 21 hours later.",
                    "TitleJapanese": "C.E.73 观星者 Stage 3",
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "10731584",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/10731584",
                    "TitleEnglish": "Mobile Suit Gundam SEED Freedom",
                    "SummaryEnglish": "During cosmic era 75, the Coordinators, genetically enhanced human beings, and the Naturals, naturally born humans who have not undergone the genetic enhancement process, face each other in battles to the death for the survival of their own kind. “A drawn destiny or the freedom to resist…”.",
                    "TitleJapanese": "劇場版 機動戦士ガンダム SEED FREEDOM",
                    "SummaryJapanese": "In C.E.75, the fighting still continues.\n\nThere are independence movements, and aggression by Blue Cosmos... In order to calm the situation, a global peace monitoring agency called COMPASS is established, with Lacus as its first president. As members of COMPASS, Kira and his comrades intervene into various regional battles. Then a newly established nation called Foundation proposes a joint operation against a Blue Cosmos stronghold."
                }
            }
        },
        "1": {
            "ID": "481999",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/seasons/official/1",
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "4235321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4235321",
                    "TitleEnglish": "False Peace",
                    "SummaryEnglish": "The Orb Union space colony, Heliopolis, is attacked by ZAFT, despite its neutrality since the beginning of the Bloody Valentine War. Kira Yamato accidentally sees the Earth Alliance's new prototype mobile suits, which have been secretly constructed at the Heliopolis Morgenroete factory. He encounters his childhood friend, Athrun Zala, now a ZAFT soldier as one of the attackers.",
                    "TitleJapanese": "01.PHASE-01 偽りの平和",
                    "SummaryJapanese": "中立コロニーヘリオポリス。ここでの地球連合軍機動兵器開発の情報を得て、ザフト軍が兵器奪取に侵攻を開始する。平和なコロニーが一瞬にして戦場と化した。ストライクが襲撃されるその瞬間に居合わせた少年がいた。キラはそこで、ザフトのパイロットアスランと邂逅する……！"
                },
                "2": {
                    "ID": "4235322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4235322",
                    "TitleEnglish": "Its Name Is Gundam",
                    "SummaryEnglish": "ZAFT is able to steal four of the five G Project prototype mobile suits, leaving only the GAT-X105 Strike. With Murrue Ramius unable to pilot it effectively, Kira pilots the Strike and defends Heliopolis against the invading ZAFT forces to protect his friends. Ensign Natarle Badgiruel takes command of the new mobile assault ship Archangel with the surviving crew members.",
                    "TitleJapanese": "02.PHASE-02 その名はガンダム",
                    "SummaryJapanese": "ザフト急襲の炎の中、ストライクが起動した。未完成のOSで不安定なまま、ジンの攻撃を受けるストライクだったが、操縦を変わったキラは攻撃をかわしつつ、OSの書き換えを行うという神業を披露。からくもこれを撃退する。一方アークエンジェルは乗組員が全滅していた。"
                },
                "3": {
                    "ID": "4235323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4235323",
                    "TitleEnglish": "Collapsing Land",
                    "SummaryEnglish": "Lt. Murrue Ramius takes over as captain of the Archangel and Kira and his friends are detained for seeing top secret military weapons. Rau Le Creuset is determined to capture the Strike after seeing how well it moved and sends out mobile suits to retrieve it. Disobeying orders, Athrun also dispatches so he could confirm if Kira is the one piloting the Strike, but when he finds his answer, Heliopolis crumbles as it sustains too much damage.",
                    "TitleJapanese": "03.PHASE-03 崩壊の大地",
                    "SummaryJapanese": "ヘリオポリス内に入ったアークエンジェルはクルーゼのシグーと戦闘を繰り広げるが、コロニーシャフトに傷を負わせてしまう。再度侵攻するザフト軍。爆装したジンに囲まれ、反撃の間もないアークエンジェル。徐々にコロニーは破壊されていき、ヘリオポリスが崩壊を始める……。"
                },
                "4": {
                    "ID": "4235324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4235324",
                    "TitleEnglish": "Silent Run",
                    "SummaryEnglish": "Kira discovers a malfunctioning lifeboat and brings it aboard the Archangel. Everyone is surprised to find Flay Allster as one of the rescued civilians. The Archangel decides to head for the Eurasian Federation military satellite Artemis to seek help. Rau Le Creuset follows and plans an attack on the Archangel. Kira decides to continue piloting the Strike and his friends volunteer to become members of the Archangel crew as his support.",
                    "TitleJapanese": "04.PHASE-04 サイレントラン",
                    "SummaryJapanese": "ストライクが救助した脱出ポッドには、キラが想いを寄せる少女、フレイが乗っていた。一方、アークエンジェルは友軍の軍事要塞アルテミスへの隠密航路をとることになる。しかしその動きは、すでにクルーゼに察知されていた。起死回生をかけ、フラガのゼロが出撃する……！"
                },
                "5": {
                    "ID": "4272264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4272264",
                    "TitleEnglish": "Phase Shift Down",
                    "SummaryEnglish": "Mu La Flaga and Kira launch a counteroffensive against the ZAFT ship Vesalius. The Strike's Phase Shift Armor runs out of power in the middle of the battle and Athrun uses this moment to grab the Strike so he can take Kira with him, but Kira frees himself with Mu's help.",
                    "TitleJapanese": "05.PHASE-05 フェイズシフトダウン",
                    "SummaryJapanese": "仲間を守りたい。その思いだけで出撃するキラは、4機のGに囲まれ消耗し、エネルギーを使い果たしてしまう。ムウはヴェサリウスへの奇襲攻撃を成功させるが、ストライクはフェイズシフトダウン。デュエルのビームサーベルが迫るその瞬間、イージスがストライクを捕獲した！"
                },
                "6": {
                    "ID": "4272265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4272265",
                    "TitleEnglish": "The Vanishing Gundam",
                    "SummaryEnglish": "The Archangel and its crew are held captive by the Artemis forces. Nicol Amalfi in his GAT-X207 Blitz attacks Artemis, using its Mirage Colloid armor to remain effectively invisible and destroys the Umbrella of Artemis, which protects the asteroid fortress. During the attack, the Archangel is able to escape.",
                    "TitleJapanese": "06.PHASE-06 消えるガンダム",
                    "SummaryJapanese": "ユーラシアの軍事要塞アルテミスに寄港したアークエンジェルだったが、その力を欲する基地司令らに謀られ、拘束されてしまう。一方、追撃するガモフは、ニコルのブリッツによりアルテミスに奇襲をかける。ミラージュコロイドを展開したニコルは容易に要塞に取り付くが……。"
                },
                "7": {
                    "ID": "4272266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4272266",
                    "TitleEnglish": "The Scar of Space",
                    "SummaryEnglish": "The Archangel forages for water in the Debris Belt. They are shocked to find themselves in the ruins of Junius Seven, so the crew decides to hold a memorial. As they are excavating ice found around the ruin, a ZAFT mobile suit attacks, but Kira dispatches him. Kira finds a floating lifepod and takes it aboard.",
                    "TitleJapanese": "07.PHASE-07 宇宙（そら）の傷跡",
                    "SummaryJapanese": "査問会への出席を命じられ、ヴェサリウスはプラントに帰還した。国防委員長である父の主戦論に、アスランは一抹の不安を感じる。一方、補給が受けられなかったアークエンジェルはムウの提案でデブリ帯に向かうが、そこには破壊されたユニウスセブンの残骸が漂っていた。"
                },
                "8": {
                    "ID": "4272267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4272267",
                    "TitleEnglish": "The Songstress of the Enemy Forces",
                    "SummaryEnglish": "Lacus Clyne, the daughter of PLANT Supreme Council Chairman Siegel Clyne, is found within the lifepod. Her presence causes tension within the crew, but when the crew receives a message from the 8th Fleet that they are being searched and rescued, they are overjoyed.",
                    "TitleJapanese": "08.PHASE-08 敵軍の歌姫",
                    "SummaryJapanese": "デブリ帯で水の補給を終えたアークエンジェルは、プラントの歌姫、ラクスを救助する。艦内では、コーディネイターの能力について意識的、無意識的な様々なわだかまりが生まれつつあった。一方、休暇中のアスランは消息不明となったラクスの捜索任務を与えられ、再び出撃する。"
                },
                "9": {
                    "ID": "4283741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4283741",
                    "TitleEnglish": "The Fading Light",
                    "SummaryEnglish": "The Archangel is to meet with the 8th fleet but is attacked by the Le Creuset Team. Flay witnesses the death of her father when Kira fails to protect the escort ships. In desperation, the Archangel reveals Lacus is on board the ship, causing the attackers to withdraw.",
                    "TitleJapanese": "09.PHASE-09 消えていく光",
                    "SummaryJapanese": "フレイの父が同乗する第8艦隊の先遣隊と接触を目前にしたアークエンジェルに、束の間の安堵の空気が流れた。しかしそこへクルーゼ隊が急襲をかけ、状況は一変する。為す術なく駆逐されてゆく先遣隊にキラのストライクも救援に向かうが、アスランのイージスが立ちはだかった。"
                },
                "10": {
                    "ID": "4283742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4283742",
                    "TitleEnglish": "Separate Ways",
                    "SummaryEnglish": "With everything that has happened, Kira becomes depressed. He is comforted by Lacus, who is strolling around the ship without permission. Kira returns Lacus to Athrun against orders, but refuses Athrun's invitation to change sides.",
                    "TitleJapanese": "10.PHASE-10 分かたれた道",
                    "SummaryJapanese": "ラクスを人質に当面の戦闘を回避したアークエンジェル。キラはフレイに、父を守れなかったことを非難され落ち込む。キラがコーディネイターであるということが、いっそう2人の溝を深くしていた。そしてキラは胸の内をラクスに打ち明け、彼女を逃すため単身出撃しようとする。"
                },
                "11": {
                    "ID": "4343441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343441",
                    "TitleEnglish": "The Awakening Sword",
                    "SummaryEnglish": "Le Creuset launches an attack on the Archangel. Kira's desire to protect his friends awakens an unknown almost berserker ability. He single handily defeats the attacking Blitz, GAT-X103 Buster, and GAT-X102 Duel.",
                    "TitleJapanese": "11.PHASE-11 目覚める刃",
                    "SummaryJapanese": "アスランがキラの友人であるということを知ってしまうフレイ。父を守ると言って果たせなかったキラに対して、邪悪な感情が芽生え始める。一方、第8艦隊合流を目前にしたアークエンジェルに、イザークらの3機のGが襲いかかった。絶体絶命のそのとき、キラに異変が起きる。"
                },
                "12": {
                    "ID": "4343442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343442",
                    "TitleEnglish": "Flay's Decision",
                    "SummaryEnglish": "Kira and his friends are given permission to leave the Archangel, but after overcoming the initial shock of her father's death, Flay decides to enlist in the Earth Alliance Forces, prompting Sai Argyle, Kuzzey Buskirk, Miriallia Haw, and Tolle Koenig to do the same. Kira stays on board the as well to continue protecting his friends. Duel Gundam is upgraded with an Assault Shroud.",
                    "TitleJapanese": "12.PHASE-12 フレイの選択",
                    "SummaryJapanese": "ハルバートン率いる第8艦隊に合流したアークエンジェル。ヘリオポリスの学生達には除隊許可証が手渡され、ようやく安堵の表情が。しかしフレイは父を殺されたことを理由に軍に志願し、トールたちも結局軍に残ることになった。ザフト軍が迫る中、キラの選んだ道とは……。"
                },
                "13": {
                    "ID": "4343443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343443",
                    "TitleEnglish": "Stars Falling in Space",
                    "SummaryEnglish": "Le Creuset attacks once again as the Archangel and the 8th Fleet approaches Earth. The Archangel is able to descend to Earth, but not without the loss of the entire 8th Fleet. Yzak Joule, the pilot of the Duel, vents his frustration by destroying a spacecraft carrying Heliopolis refugees that Kira had rescued previously.",
                    "TitleJapanese": "13.PHASE-13 宇宙（そら）に降る星",
                    "SummaryJapanese": "アークエンジェルの地球降下が始まった。猛追するクルーゼ隊と戦端を開く第8艦隊だが、智将ハルバートンと言えども、彼我の戦力差は如何ともしがたかった。地球降下を援護するため、キラもストライクで出撃する。大気圏ぎりぎりでの戦闘は、最悪の展開を用意していた……。"
                },
                "14": {
                    "ID": "7558563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/7558563",
                    "TitleEnglish": "Within Endless Time (RECAP)",
                    "SummaryEnglish": "Rau Le Creuset reflects on the events that took place in episodes one to thirteen and the Coordinator's history starting from the birth of the First Coordinator, George Glenn (NOTE: This episode is omitted in the HD Remastered version, making The Respective Solitudes episode 14).",
                    "TitleJapanese": "14.PHASE-14 果てし無き時の中で",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "4343445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343445",
                    "TitleEnglish": "Respective Solitudes",
                    "SummaryEnglish": "The Archangel saves Kira as they enter the Earth's atmosphere. As a result, they land in ZAFT-controlled territory in the Sahara in northern Africa, far from their intended target, Alaska. Flay begins to take care of Kira and comforts him when he is tormented by the memories of the spacecraft that was destroyed in the previous battle.",
                    "TitleJapanese": "15.PHASE-15+ それぞれの孤独",
                    "SummaryJapanese": "クルーゼ隊の決死の追撃を振り切り、第8艦隊を犠牲にして地球に降下したアークエンジェル。ストライクに搭乗したまま大気圏に突入したキラは、熱を出して倒れてしまう。少女の残した折り紙の花に、守れなかった悔しさの嗚咽を漏らすキラに、フレイが妖しく微笑みかける。"
                },
                "16": {
                    "ID": "4343446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343446",
                    "TitleEnglish": "Burning Sandstorm",
                    "SummaryEnglish": "The Archangel is attacked by multiple TMF/A-802 BuCUE units. Kira hastily takes off and fights the ZAFT forces, but he is unfamiliar with the desert environment. His ability to adapt amazes ZAFT's commander Andrew Waltfeld. When the Strike is about to run out of power, a resistance group comes to his aid and lures the remaining BuCUE units into an explosive trap.",
                    "TitleJapanese": "16.PHASE-16 燃える砂塵",
                    "SummaryJapanese": "ザフト勢力圏内の砂漠に降下したアークエンジェルに、砂漠の虎の異名を持つ猛将バルトフェルドが襲いかかった。キラは「もう誰も死なせない」と意気込んで出撃するが、慣れない重力と砂漠に満足な戦闘を行えない。戦闘中、瞬時にそれらを修正したキラの反撃が始まるが……。"
                },
                "17": {
                    "ID": "4343447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343447",
                    "TitleEnglish": "Cagalli Returns",
                    "SummaryEnglish": "Murrue Ramius thanks the resistance group for their help and agrees to be allies. The resistance group introduces themselves as the Desert Dawn who are fighting Andrew and the Lesseps. Kira once again meets with Cagalli Yula Athha, the mysterious young woman he first encountered at Heliopolis' Morgenroete factory, who is now part of Desert Dawn. Meanwhile, Andrew attacks the Desert Dawn's hometown, but evacuates the town first.",
                    "TitleJapanese": "17.PHASE-17 カガリ再び",
                    "SummaryJapanese": "ストライクの危機を救ったのは、ヘリオポリスで出会った少女・カガリだった。明けの砂漠は砂漠の虎に対してレジスタンスを展開しており、アークエンジェルに協力することになる。その夜、彼らの拠点タッシルが業火に包まれた。砂漠の虎が報復の牙を剥いたのだ。"
                },
                "18": {
                    "ID": "4343448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343448",
                    "TitleEnglish": "Payback",
                    "SummaryEnglish": "Though the Desert Tiger has spared the lives of civilians, Desert Dawn members brashly challenge the ZAFT forces, because of the devastation they caused. The attack ends in failure, but most are saved by Kira in the Strike.",
                    "TitleJapanese": "18.PHASE-18 ペイバック",
                    "SummaryJapanese": "タッシルに対して報復攻撃を敢行した砂漠の虎。死者は出なかったものの街と食料・弾薬を焼かれ、苛立つ男たち。一矢報いようと追いすがるが、バクゥの前に為す術なく倒れてゆく。「気持ちだけで何が守れるっていうんだ」救援に駆けつけたキラの掌がカガリの頬を打った。"
                },
                "19": {
                    "ID": "4343458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343458",
                    "TitleEnglish": "Fangs of the Enemy",
                    "SummaryEnglish": "Kira and Cagalli are sent into a nearby ZAFT controlled city to gather supplies with Natarle and the Desert Dawn. The two teenagers get caught in an attack by the Blue Cosmos, and when Kira saves a man who happens to be Andrew Waltfeld, they are invited to the ZAFT base. There, Andrew reveals that he knows Kira is the pilot of the Strike and a Coordinator, but lets them leave safely.",
                    "TitleJapanese": "19.PHASE-19 宿敵の牙",
                    "SummaryJapanese": "武器弾薬、生活物資の補給のために、キラはカガリと共にバナディーヤの街に出た。買い物の後、ドネル・ケバブにありついた2人は、ソースの味で不審な男ともめる。彼こそが敵将、バルトフェルドだった。彼は問う。戦争とは何か？「キミも死んだ方がマシなクチかね？」"
                },
                "20": {
                    "ID": "4343459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343459",
                    "TitleEnglish": "On a Calm Day",
                    "SummaryEnglish": "Athrun and Nicol are given the day off; Athrun spends the day with Lacus and they talk about Kira. The PLANT Supreme Council debates on whether the attack codenamed \"Operation Spitbreak\" should be executed.",
                    "TitleJapanese": "20.PHASE-20 おだやかな日に",
                    "SummaryJapanese": "休暇のため帰還したアスランは、婚約者のラクスの元を訪ねる。キラの話題で辛そうな表情を見せるアスランに、ラクスはアークエンジェルでのことを話して聞かせる。穏やかな時間が流れる中、ザラはオペレーション・スピットブレイクを議会に持ち込み、全面戦争の気運を高まらせていた。"
                },
                "21": {
                    "ID": "4343462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343462",
                    "TitleEnglish": "Beyond the Clouds of Sand",
                    "SummaryEnglish": "A battle between the Lesseps and the Desert Dawn commences. Kira and the Desert Tiger fight a battle where they realize the pain of having an enemy who is not an abstraction. With the Strike's power almost depleted, Kira has no choice but to destroy Andrew's TMF/A-803 LaGOWE or die himself.",
                    "TitleJapanese": "21.PHASE-21 砂塵の果て",
                    "SummaryJapanese": "紅海へと抜けるため、砂漠の虎に戦いを仕掛けるアークエンジェル。機動力を持ってバクゥを圧倒するキラのストライクだが、ラゴゥで襲いかかるバルトフェルドに苦戦を強いられる。そんな中、窮地に陥るアークエンジェルを救うため、カガリがスカイグラスパー2号機で出撃した。"
                },
                "22": {
                    "ID": "4343468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343468",
                    "TitleEnglish": "The Sea Dyed Red",
                    "SummaryEnglish": "The Archangel crew crosses the Red Sea to head towards the neutral Orb Union with Cagalli and Ledonir Kisaka on board. With the previous battle weighing heavily on him, Kira talks to Cagalli about his reasons for fighting, making Flay jealous. They are attacked by ZAFT air and underwater type mobile suits, but Kira and Mu manage to take them out.",
                    "TitleJapanese": "22.PHASE-22 紅に染まる海",
                    "SummaryJapanese": "多くの犠牲と引き替えに、明けの砂漠は勝利した。彼らと別れたアークエンジェルは紅海からインド洋を抜け、太平洋へと向かう航路をとる。一時の休息に穏やかな空気が流れるが、キラの苦悩は消えなかった。そんなキラをカガリは「大丈夫だから……」と優しく抱きしめる。"
                },
                "23": {
                    "ID": "4343475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343475",
                    "TitleEnglish": "Fateful Encounter",
                    "SummaryEnglish": "A battle with ZAFT submarine forces led by Commander Marco Morassim prevents Kira from fighting alongside Mu and Cagalli in their FX-550 Skygraspers. Cagalli's Skygrasper sustains damage and is forced to turn back, but she encounters Athrun's transport plane; her Skygrasper is shot down, but not before shooting down his transport plane, forcing Athrun in his Aegis to eject from the transport plane. By chance, they are both stranded on the same deserted island.",
                    "TitleJapanese": "23.PHASE-23 運命の出会い",
                    "SummaryJapanese": "大規模作戦に参戦するためにアスランらも地球に降下、ジブラルタルでアスランを隊長とする、アークエンジェル追撃部隊が結成されることになる。一方、アークエンジェルは襲いくるモラシム隊に苦戦。撃退するもカガリのスカイグラスパーが被弾し、行方不明になってしまう。"
                },
                "24": {
                    "ID": "4343477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343477",
                    "TitleEnglish": "War for Two",
                    "SummaryEnglish": "Cagalli is surprised to find Athrun on the same deserted island. She attacks him, but she is overpowered and captured. When everything settles down, the two discuss the war and the reason why they are fighting. At sunrise, they are rescued by their respective comrades.",
                    "TitleJapanese": "﻿24.PHASE-24 二人だけの戦争",
                    "SummaryJapanese": "漂着した無人島で対峙するカガリとアスラン。小競り合いの後、2人は救援を待つために一夜を共に明かすことになる。地球軍とザフト軍の戦争に対し、互いの言い分をぶつけ合う2人。やがて疲れて寝てしまったアスランから銃を奪ったカガリだったが……。"
                },
                "25": {
                    "ID": "4343478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343478",
                    "TitleEnglish": "The Land of Peace",
                    "SummaryEnglish": "The Archangel is attacked by the Zala Team which consists of the Le Creuset Team members. They take heavy damage, but when they enter the waters of the neutral nation of Orb, ZAFT is chased away and is told that the Archangel has been chased away. The Zala Team sneaks into Orb with the belief that Orb's official statement is false.",
                    "TitleJapanese": "25.PHASE-25 平和の国へ",
                    "SummaryJapanese": "中立国オーブの近海で戦闘を繰り広げるアークエンジェルとザラ隊。激しい戦闘で次第に追いつめられるアークエンジェルに、領海侵犯でオーブ軍から警告が発せられる。カガリの説得がむなしく響く中、遂にアークエンジェルはエンジンに被弾、操舵不能で領海に入り込んでしまう。"
                },
                "26": {
                    "ID": "7558565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/7558565",
                    "TitleEnglish": "Moment (RECAP)",
                    "SummaryEnglish": "A recap of the first 25 episodes. Narrated by Tony Sampson, Miguel Aiman's voice actor (in the Japanese version it is narrated by Takanori Nishikawa, Miguel's Japanese voice actor) (NOTE: omitted in the HD Remastered version, making Endless Rondo episode 25).",
                    "TitleJapanese": "26.PHASE-26 モーメント",
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "4343480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343480",
                    "TitleEnglish": "Endless Rondo",
                    "SummaryEnglish": "Senior Engineer Erica Simmons of Morgenroete reviews the Strike's combat logs and theorizes that Kira might be superior than any other Coordinator and speculates on the \"SEED factor\" theory. She shows Kira the mobile suits that Orb is developing and asks him to develop a mobile suit operating system that can be used by Naturals.",
                    "TitleJapanese": "27.PHASE-27 果てなき輪舞（ロンド）",
                    "SummaryJapanese": "オーブの秘密ドックでアークエンジェルの修理が進む中、オーブの技術主任エリカは、ストライクの戦闘記録を分析する。モルゲンレーテに連れてこられたキラは、MS「M1アストレイ」のサポートOSの開発を要求される。カガリはオーブの態度に苛立ちをぶつけるが……。"
                },
                "28": {
                    "ID": "4343481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343481",
                    "TitleEnglish": "Kira",
                    "SummaryEnglish": "Kira and his friends are given the chance to meet with their parents who have taken refuge in Orb. Kira refuses to go, but his parents meet with Uzumi Nara Athha who hints there is a deeper connection between Kira and Cagalli. Kira instead completes the operating system for the Orb Union's MBF-M1 Astrays. When Kira's mechanical bird flies off, Kira finds himself standing face to face with Athrun. They part ways pretending not to know each other, but not without saying kind words about each other.",
                    "TitleJapanese": "28.PHASE-28 キラ",
                    "SummaryJapanese": "マリューの計らいにより、ミリアリアらは両親と面会することができた。無事を確認しあう親子たち。面会者のいないフレイはキラの部屋を訪れるが、キラの優しさに戸惑い、怒りをぶつけてしまう。その頃、オーブに潜入したアスランたちはモルゲンレーテの様子を伺っていた。"
                },
                "29": {
                    "ID": "4343482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343482",
                    "TitleEnglish": "The Turning Point",
                    "SummaryEnglish": "The Archangel, without Cagalli and Ledonir on board, leaves Orb territory for Alaska. The Zala Team, who is patiently waiting, engages them in a battle. Kira grounds the Duel, Buster, and Blitz with the help of Mu and Tolle, who is now the second Skygrasper pilot. As Kira and Athrun fight, Nicol intervenes, but he steps into Kira's fatal attack.",
                    "TitleJapanese": "29.PHASE-29 さだめの楔（くさび）",
                    "SummaryJapanese": "修理と補給が終わったアークエンジェルは、オーブから出航した。動向を探っていたアスランらはオーブ領海を出たところで攻撃を開始。キラ、ムウに続き、トールも出撃する。敵味方入り乱れる激戦の中、イージスとストライクの戦いは熾烈を極め、やがてひとつの悲劇を招く……。"
                },
                "30": {
                    "ID": "4343483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343483",
                    "TitleEnglish": "Flashing Blades",
                    "SummaryEnglish": "The Zala Team make another effort to destroy the Archangel and the Strike. Dearka in the Buster is shot down by Mu and surrenders. Tolle attempts to aid Kira, but he is killed by Athrun. The grief Kira and Athrun suffer over their friends' death is enough for them to try to kill each other.",
                    "TitleJapanese": "30.PHASE-30 閃光の刻（とき）",
                    "SummaryJapanese": "ニコルを失い、自分がキラと本気で戦えていなかったことを悔やむアスラン。次こそはこの手で必ず……とキラを討つことを決意する。再び開かれるザラ隊とアークエンジェルとの戦い。迎え撃つキラのストライクとイージスの戦いはさらに激化し、そしてついに決着の刻がきた……！"
                },
                "31": {
                    "ID": "4343484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343484",
                    "TitleEnglish": "Grieving Skies",
                    "SummaryEnglish": "The crew of the Archangel grieve for the apparent deaths of Kira and Tolle. Cagalli searches the wreckage for Kira but instead finds Athrun and confronts him for killing Kira.",
                    "TitleJapanese": "31.PHASE-31 慟哭の空",
                    "SummaryJapanese": "トール、キラともに交信が途絶し、アークエンジェル艦内は騒然とする。満身創痍の彼らに容赦なく迫る新たな敵影。マリューはオーブに救援信号を発し、戦闘空域を離脱した。捜索に来たオーブ救助部隊は、無惨に破壊されたストライクの近くに、ザフト兵の姿を発見するが……。"
                },
                "32": {
                    "ID": "4343485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343485",
                    "TitleEnglish": "In the Promised Land",
                    "SummaryEnglish": "The Archangel finally arrives in Alaska. A grief-stricken Miriallia attacks Dearka, now a prisoner on board the Archangel, but ends up saving his life when Flay tries to shoot him. Kira awakes and finds himself in the care of Lacus.",
                    "TitleJapanese": "32.PHASE-32 約束の地に",
                    "SummaryJapanese": "ようやくアラスカに辿り着いたアークエンジェルだったが、クルーに喜びの色はなかった。ザフトのカーペンタリア基地では、アスランがクルーゼ隊からの転属命令を受ける。そんな中、キラはプラントのクライン邸で目を覚ます。彼に優しく微笑みかけたのは、あのラクスだった。"
                },
                "33": {
                    "ID": "4343486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343486",
                    "TitleEnglish": "Gathering Darkness",
                    "SummaryEnglish": "The crew of the Archangel find themselves questioned for their actions regarding their escape from Heliopolis, the fall of the 8th Fleet, and entrusting the Strike to Kira Yamato. Meanwhile, Lacus comforts Kira, who questions his right to live, especially after trying to kill Athrun.",
                    "TitleJapanese": "33.PHASE-33 闇の胎動",
                    "SummaryJapanese": "トールを失ったミリアリアは、捕虜のディアッカに襲いかかる。しかし「コーディネイターなんか死んじゃえばいい」と叫ぶフレイの銃口から彼を庇ったのも、ミリアリアだった。一方、マリューはサザーランド大佐の査問で、キラにストライクを任せていたことを厳しく叱責される。"
                },
                "34": {
                    "ID": "4343487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343487",
                    "TitleEnglish": "Seen and Unseen",
                    "SummaryEnglish": "Flay, Mu, and Natarle are to be transferred off the Archangel. Mu suspects that something is not quite right as the Alaskan JOSH-A base is evacuated. Flay is captured by Rau Le Creuset. Lacus and her father entrust Kira with the ZGMF-X10A Freedom, equipped with Neutron Jammer Canceller technology.",
                    "TitleJapanese": "34.PHASE-34 まなざしの先",
                    "SummaryJapanese": "ナタル、ムウ、フレイに転属命令が下され、クルーの間に動揺が広がる。そんな中、続々と集結を完了するザフト軍は、戦争早期終結のための「オペレーション・スピットブレイク」を発動。アラスカ基地への総攻撃が始まった。キラは仲間を守るために、地球へ戻ることを決意する。"
                },
                "35": {
                    "ID": "4343488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343488",
                    "TitleEnglish": "The Descending Sword",
                    "SummaryEnglish": "Operation Spitbreak is initiated, with both ZAFT and the Earth Alliance believing they have outsmarted the other. The Archangel is left behind to be destroyed in a calculated plan that would decimate everyone on the battlefield, until Kira arrives to save them.",
                    "TitleJapanese": "35.PHASE-35 舞い降りる剣（つるぎ）",
                    "SummaryJapanese": "攻め寄せるザフト軍に苦戦する連合軍。しかし首脳部と主力は既にアラスカ基地を脱出していた。基地が意図的に放棄されたことを知ったムウは、戦闘機に乗り込みアークエンジェルに急を告げる。アークエンジェルの絶体絶命の瞬間、見たことのないガンダムが翼を広げ舞い降りた！"
                },
                "36": {
                    "ID": "4343489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343489",
                    "TitleEnglish": "In the Name of Justice",
                    "SummaryEnglish": "Lacus, now denounced a traitor to the PLANTs for handing the Freedom over to an unknown pilot, confronts Athrun and challenges him to decide what he truly is fighting for. Athrun is ordered to pilot the ZGMF-X09A Justice to seek and destroy the Freedom.",
                    "TitleJapanese": "36.PHASE-36 正義の名のもとに",
                    "SummaryJapanese": "「サイクロプス」の起動により攻撃軍の8割を失い、オペレーション・スピットブレイクは失敗した。混乱するザフト国防委員会。アスランはフリーダム奪取にラクスが荷担していたことを知らされる。一方アラスカでは、キラがアークエンジェルのクルーたちと喜びの再会を果たす。"
                },
                "37": {
                    "ID": "4343490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343490",
                    "TitleEnglish": "Divine Thunder",
                    "SummaryEnglish": "Kira and the Archangel make their way to Orb, where Lord Uzumi welcomes them and asks that they decide for themselves why they are fighting. The Panama mass driver is destroyed by ZAFT in retaliation for the blow they took at Alaska. Meanwhile, Erica Simmons presents a reconstructed Strike for the Archangel crew's use.",
                    "TitleJapanese": "37.PHASE-37 神のいかずち",
                    "SummaryJapanese": "アラスカを脱したアークエンジェルは、オーブに匿われた。ウズミは彼らを受け入れ、「着ている軍服の意味を考えてみろ」と再度、この戦争の意味を考えるように言い渡す。一方ザフト残存兵力は、アラスカの弔い合戦とばかりに、連合軍パナマ基地侵攻を開始した……！"
                },
                "38": {
                    "ID": "4343491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343491",
                    "TitleEnglish": "Decisive Fire",
                    "SummaryEnglish": "To get a hold of Orb's mass driver, the Earth Alliance demands Orb to concede with them or be attacked for siding with ZAFT. Murrue decides the Archangel will support Orb and its crew members are discharged if they no longer wish to fight. Muruta Azrael, leader of Blue Cosmos, attacks Orb with three new mobile suits, the Forbidden, Raider, and Calamity. When Kira starts to have trouble with them, Athrun in the Justice arrives to help.",
                    "TitleJapanese": "38.PHASE-38 決意の砲火",
                    "SummaryJapanese": "EMP兵器によりマス・ドライバーを破壊された連合軍は、オーブのそれを狙う。その背後にはブルーコスモス総帥アズラエルの姿があった。オーブを護るため戦う決意したマリューは、アークエンジェルのクルーに、共に戦うか退艦かの選択を呼びかける。そして戦端が開かれた!!"
                },
                "39": {
                    "ID": "4343492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343492",
                    "TitleEnglish": "Athrun",
                    "SummaryEnglish": "Athrun in the Justice assists Kira fight against the Forbidden, Raider, and Calamity. As the fight continues, the three Earth Alliance pilots argue with one another, but they are interrupted when they are struck by intense pain. The Earth Alliance are forced to retreat and regroup. The two friends reunite and Athrun must make a decision regarding whether he should continue obeying his father's orders or fight for what he believes in.",
                    "TitleJapanese": "39.PHASE-39 アスラン",
                    "SummaryJapanese": "連合軍の3機のGの驚異的な力に苦戦するキラのフリーダム。彼の窮地を救ったのはアスランのジャスティスだった。見事な連係攻撃で圧倒する2人。3機は撤退し戦闘は中断するが、対峙し続けるキラとアスラン。様々な想いを胸にキラが呟く。「僕たちも、また戦うのかな……」"
                },
                "40": {
                    "ID": "4343493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343493",
                    "TitleEnglish": "Into the Dawn Skies",
                    "SummaryEnglish": "The Earth Alliance attacks again, but the results are the same as the previous battle. The Archangel and the Orb ship Kusanagi launch into space, while the leaders of Orb stay behind. They explode Orb's mass driver and armaments factories, sacrificing their own lives in the process.",
                    "TitleJapanese": "40.PHASE-40 暁の宇宙（そら）へ",
                    "SummaryJapanese": "再度攻撃を開始する連合軍。勝ち目のない戦いに身を投じるキラは「信じるもののためには戦わなきゃ」と告げる。アスランとディアッカも、共に戦うことを決意するのだった。圧倒的戦力の前に陥落寸前まで追い込まれたオーブは、意思を未来につなぐために、脱出作戦を敢行する！"
                },
                "41": {
                    "ID": "4343494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343494",
                    "TitleEnglish": "Trembling World",
                    "SummaryEnglish": "Cagalli, though grief striken with her father's death, confronts Kira with a mysterious photograph given to her by Lord Uzumi, of a woman with two infants and Kira and Cagalli's names written on the back. On a PLANT, Lacus is still on the run for treason, but broadcasts messages to counter PLANT Supreme Council Chairman Patrick Zala's propaganda. She soon discovers that her father has been assassinated by Patrick Zala.",
                    "TitleJapanese": "41.PHASE-41 ゆれる世界",
                    "SummaryJapanese": "宇宙にあがったアークエンジェルとクサナギは、当面の拠点として、開戦当初に破壊され放棄されたL4コロニー群へと向かう。父を失った悲しみにうちひしがれるカガリは、父から打ち明けられた事実に戸惑っていた。手渡された写真と共に、そのことをキラに告げるのだが……。"
                },
                "42": {
                    "ID": "4343495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343495",
                    "TitleEnglish": "Lacus Strikes",
                    "SummaryEnglish": "Athrun returns to the PLANTs on a shuttle to speak to his father, but he is arrested. Lacus and (the presumed killed in action) Andrew Waltfeld join forces, stealing the ZAFT support ship Eternal and rescuing Athrun. They join forces with the Archangel and the Kusanagi thus forming the Three Ships Alliance.",
                    "TitleJapanese": "42.PHASE-42 ラクス出撃",
                    "SummaryJapanese": "父の真意を確かめるべく、アスランは単身プラントへと帰還する。一方、潜伏を続けるラクスは決戦の気運の高まりを感じ、行動を起こすことを決意した。父と対峙したアスランはこの戦いの真意を問いただすが、「ナチュラルを全て滅ぼす」という言葉に、狂気すら感じ愕然とする。"
                },
                "43": {
                    "ID": "4343496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343496",
                    "TitleEnglish": "What Stands in the Way",
                    "SummaryEnglish": "The newly-formed Three Ships Alliance take shelter at the abandoned Mendel colony. Unfortunately, they are tracked down by both ZAFT and Earth Alliance forces. Rau Le Creuset commands the ZAFT fleet and Captain Natarle Badgiruel, commands the Earth Alliance assault ship Dominion. Dominion takes the initiative and attacks with the mission of capturing either the Freedom or Justice.",
                    "TitleJapanese": "43.PHASE-43 立ちはだかるもの",
                    "SummaryJapanese": "ナタルの指揮の下、訓練に励むアークエンジェル級2番艦ドミニオン。3機のGと共に乗り込んできたアズラエルは、L4コロニー群への発進を命じる。一方、エターナル追撃の命を受けたクルーゼ隊もL4へ。かつての仲間同士が撃ち合う、三つ巴の戦いの幕が切って落とされた！"
                },
                "44": {
                    "ID": "4343497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343497",
                    "TitleEnglish": "Spiral of Encounters",
                    "SummaryEnglish": "The Dominion retreats so their pilots can get their medicine. Mu and Dearka enter the Mendel colony to confront Rau and Yzak. Kira comes to their aid and he and Mu are shocked to discover Rau has a few secrets to reveal.",
                    "TitleJapanese": "44.PHASE-44 螺旋の邂逅",
                    "SummaryJapanese": "ナタルの巧みな戦術に窮地に陥るキラのフリーダムだったが、アスランの援護などにより状況は好転。ナタルは素早く撤退を決意する。一方ラウを察知しメンデルに向かったムウと、それを追うディアッカ。因縁の対決が始まる中、ディアッカとイザークも困惑の再会を果たすが……。"
                },
                "45": {
                    "ID": "4343498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343498",
                    "TitleEnglish": "The Opening Door",
                    "SummaryEnglish": "Kira and Mu face terrifying revelations in an encounter with Rau. Dearka and Yzak have their own meeting where they question what they are truly fighting against. Meanwhile, the Dominion and the Earth Alliance once again attacks. Rau returns to his ship and sends Flay back to the Earth Forces.",
                    "TitleJapanese": "45.PHASE-45 開く扉",
                    "SummaryJapanese": "廃棄された遺伝子研究所へムウとキラを誘い込むラウ。そこでラウはキラの素性を語る。キラは1人の研究者の狂気の夢の産物、最高のコーディネイターとして作られた人間だった。そして自らの出生の秘密とムウとの因縁も明かし、自分には全人類を裁く権利があると言い放つ。"
                },
                "46": {
                    "ID": "4343499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343499",
                    "TitleEnglish": "A Place for the Soul",
                    "SummaryEnglish": "Flay, who was held captive by Rau, is rescued by the Dominion despite Kira's desperate attempts to steal her lifepod. She gives Muruta Azrael the disk she was given by Rau which contains the specs on the Freedom and Justice and the Neutron Jammer Canceller technology.",
                    "TitleJapanese": "46.PHASE-46 たましいの場所",
                    "SummaryJapanese": "「最後の扉の鍵」となるディスクと共にポッドで宇宙空間に放たれたフレイ。三つ巴の戦闘が続く宙域に響いたフレイの声は、ラウの言葉から受けた衝撃を引きずりながら戦うキラにも届いた。「鍵を持ってるわ、私！戦争を終わらせる為の鍵……！」キラはポッドを追うが……。"
                },
                "47": {
                    "ID": "4343500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343500",
                    "TitleEnglish": "The Nightmare Reborn",
                    "SummaryEnglish": "Equipped with Neutron Jammer Cancellers, the Earth Alliance forces launch an all-out attack on the PLANTs. The Boaz military asteroid is destroyed by nuclear weapons with Earth Alliance's next target being the PLANTs. The Freedom and Justice arrive at the battlefield in time to destroy all the nuclear warheads. In retaliation, Patrick Zala orders to fire the GENESIS.",
                    "TitleJapanese": "47.PHASE-47 悪夢は再び",
                    "SummaryJapanese": "フレイから渡ったＮジャマーキャンセラーのデータにより、核攻撃が可能となった。アズラエルは連合軍首脳部に、核による総攻撃を承認させる。3機のGと共に発進する核攻撃部隊「ピースメーカーズ」。ついに放たれた核によって、ボアズ防衛線は一瞬のうちに陥落してしまう。"
                },
                "48": {
                    "ID": "4343501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343501",
                    "TitleEnglish": "Day of Wrath",
                    "SummaryEnglish": "The GENESIS, a huge gamma-ray laser wipes out a large portion of Earth Alliance's forces. The Earth Alliance forces are forced to withdraw temporarily to regroup. During the intermission, each of the couples on board the Archangel, Kusanagi, and Eternal prays of each others safety in the upcoming battle.",
                    "TitleJapanese": "48.PHASE-48 怒りの日",
                    "SummaryJapanese": "ザフトの最終兵器「ジェネシス」が光を放った。連合軍の半数以上をのみ込み、圧倒的な破壊力を見せつける。連合・ザフト両軍が最終決戦の火蓋を切って落とす中、核、ジェネシス双方を阻止するためキラたちも行動を開始。様々な想いが交錯する戦場に、ガンダムが出撃する……！"
                },
                "49": {
                    "ID": "4343502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343502",
                    "TitleEnglish": "The Final Light",
                    "SummaryEnglish": "GENESIS' second attack cripples the Earth Alliance's reinforcements and destroys their Ptolemaeus lunar base. The Three Ships Alliance save the PLANTs from the second wave of nukes. Mu fights Rau in the ZGMF-X13A Providence while Kira and Athrun fight the Forbidden, Raider, and Calamity. On the Dominion, Natarle becomes fed up with Muruta and orders the crew to escape. Muruta fires at the Archangel , but Mu sacrifices himself to protect them. In revenge, the Archangel fires and destroys the Dominion.",
                    "TitleJapanese": "49.PHASE-49 終末の光",
                    "SummaryJapanese": "放たれたジェネシスの第二射は、連合軍月基地を壊滅させた。半狂乱のアズラエルは核部隊にプラント群攻撃を命令する。そして戦闘で傷ついたムウのストライクが帰投する隙をつき、ドミニオンの主砲でアークエンジェルを狙う！アズラエルの暴走を止めようとするナタルは……！"
                },
                "50": {
                    "ID": "4343503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-seed/episodes/4343503",
                    "TitleEnglish": "To an Endless Future",
                    "SummaryEnglish": "The Archangel, Eternal, and Kusanagi plunge into the battle, trying to keep both sides from using their weapons of mass destruction. Rau destroys Flay's escape shuttle, killing everyone on board. Flay's spirit visits the grief striken Kira to apoligizes and thanks him. Kira destroys the Providence with the Freedom, while Athrun remote-destructs the Justice to destroys GENESIS. With both the PLANTs and the Earth Alliance forces in disarray, the renegade moderate faction of the PLANTs seize the opportunity to call for a cease-fire, effectively ending the war.",
                    "TitleJapanese": "50.FINAL-PHASE 終わらない明日へ",
                    "SummaryJapanese": "キラたちの奮闘により連合核部隊は全滅。ザフトの勝利が決定的となるが、ザラは戦闘を停止せずジェネシスの照準を地球へ向ける。ジェネシスを止めようとヤキン・ドゥーエに突入するアスランとカガリ。怒りに燃えるキラのフリーダムはラウのプロヴィデンスに最期の戦いを挑む！"
                }
            }
        }
    }
}