{
    "URL": "https://www.thetvdb.com/series/waiting-in-the-summer",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2187287/",
        "https://www.ichika-ichika.com/",
        "https://www.themoviedb.org/tv/42499"
    ],
    "TitleEnglish": "Waiting in the Summer",
    "SummaryEnglish": "While testing out his camera on a bridge one summer night, Kaito sees a blue light streaking across the sky, only to be blown off the railing seconds later. Just before succumbing to unconsciousness, a hand reaches down to grab ahold of his own. He woke up the next morning wondering how he ended up back in his own room with no injuries or any recollection of the night before. As he proceeds with his normal school life, Kaito and his friends discuss what to do with his camera, finally deciding to make a film with it over the summer break. Noticing that Kaito has an interest in the new upperclassmen Ichika Takatsuki, his friend Tetsurou decides to invite her, as well as her friend Remon Yamano, to join them in their project. In what becomes one of the most entertaining and exciting summers of their lives, Kaito and his friends find that their time spent together is not just about creating a film, but something much more meaningful that will force them to confront their true feelings.",
    "TitleJapanese": "あの夏で待ってる",
    "SummaryJapanese": "ある夜、霧島海人は趣味の8mmカメラで湖周辺の夜景を撮っていたが、突然光り始めた空に何かの物体を目撃する。次の瞬間、辺りが閃光と衝撃に包まれると同時に海人は吹き飛ばされて重傷を負い、そのまま湖へと落下していく。朦朧とする意識の中、海人は自分の手を掴む女性を目撃する。\n\n翌朝、自室で目を覚ました海人を待っていたのは、普段と変わりないように見える日常だった。姉の七海から彼女がボリビアへ長期出張する旨を聞かされたこと、そして学校の3年生のクラスへ赤い髪の美少女・貴月イチカが転入してきたことを除いて。イチカに何かを感じて戸惑う海人を見かね、友人の石垣哲朗は彼女を自主映画制作に誘う。彼らの古い友達の谷川柑菜と北原美桜、イチカに興味を示す山乃檸檬も仲間に加わる。\n\n帰り道にスーツケースを抱えてさまようイチカと遭遇した海人は、行くアテが無いという彼女を1晩自宅に泊めることにするが、その矢先に彼の身体に異変が生じる。イチカの「介抱」により症状は治まるも、傍目には抱き合っているようにしか見えないその現場を七海と柑菜に目撃されてしまう。紆余曲折の末、イチカは七海の代わりに霧島家に下宿することになり、仲間達の好奇と疑念の目に囲まれつつも、海人とイチカの同居生活が始まった。",
    "Aliases": [
        "Ano Natsu de Matteru"
    ],
    "Modified": "2025-08-20",
    "Seasons": {
        "0": {
            "ID": "482314",
            "URL": "https://www.thetvdb.com/series/waiting-in-the-summer/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4590078",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/waiting-in-the-summer/episodes/4590078",
                    "TitleEnglish": "In Our Last Summer in High School, We Await That Summer",
                    "SummaryEnglish": "Tetsuro finds a reel of film at Kaito's house and it brings back the memories of time past.",
                    "TitleJapanese": "あの夏で待ってる 特別編",
                    "SummaryJapanese": "『あの日見た花の名前を僕達はまだ知らない。』の長井龍雪と田中将賀、『おねがい☆ティーチャー』の黒田洋介と羽音たらくのタッグで贈る青春ラブコメディのOVA。イチカ、海人、柑菜、哲朗ら6人の高校生が織り成すひと夏の物語を綴る。"
                }
            }
        },
        "1": {
            "ID": "482315",
            "URL": "https://www.thetvdb.com/series/waiting-in-the-summer/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4238194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/waiting-in-the-summer/episodes/4238194",
                    "TitleEnglish": "I Can't, Senpai.",
                    "SummaryEnglish": "While testing his high-speed film video camera, second year high school student Kaito Kirishima sees a bright blue light, then an impact has blown him off of his footing and beyond the railings. He sees a hand grabbing his as he fell, bloodied, only to wake up in his futon the next day. At his school, a transfer student named Ichika Takatsuki comes to a third year class. Somehow the both of them has a familiarity with each other when his classmate Tetsurō approaches her and her classmate Lemon Yamano, proposing that she joins a movie project he and Kaito are planning. She accepts it without hesitation, and Lemon volunteers to write the script. Kaito's classmates Kanna Tanigawa and Mio Kitahara volunteered later. When Kaito goes to test his camera after class, he finds Ichika fishing in the river. He finds out that she has nowhere to go, so he unwittingly offered her to stay at his house, given that his sister will be away for three months.",
                    "TitleJapanese": "困ります、先輩。",
                    "SummaryJapanese": "高校１年生の霧島海人は、８ｍｍカメラを片手にレンズ越しに見える湖の風景を眺めていた。\n すると突然、天空から眩い光が差し込み突風にさらされ、そのまま湖に落ちてしまう。\n そして次に海人が目を覚ましたのは、なぜか、自室のふとんの上だった。\n その当日、海人が通う高校の３学年に赤毛の少女・貴月イチカが転入してくる…。"
                },
                "2": {
                    "ID": "4239007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/waiting-in-the-summer/episodes/4239007",
                    "TitleEnglish": "Together With Senpai...",
                    "SummaryEnglish": "In this episode Ichika is revealed to be an alien journeying to look for a certain scenery that she has been seeing in her imagination. She crash lands on Earth when her spacecraft hits space debris. Meanwhile, Nanami awakens, saying she has had a dream about Kaito being hugged by a naked girl in a ball of light. Nanami gets to know Ichika, and out of nervousness the latter almost reveals that she is an alien, but manages to convince them that she is a foreign student. Listening to her story, Nanami lets her move in with them, since she will be away for quite some time, and she was looking for someone to take care of Kaito. Kanna was surprised to hear it, even thinking it to be some sort of a wedding arrangement in exasperation. After seeing Nanami off the next day, and right after shopping for clothes for Ichika, Kaito finds Lemon, Tetsurō, Mio and Kanna inside the house--to talk about the movie project.",
                    "TitleJapanese": "先輩といっしょ・・・",
                    "SummaryJapanese": "イチカに抱きかかえられている海人を見て、卒倒する七海と困惑する柑菜。\n ２人は、海人たちを問い詰めるが、行くあてのないイチカに同情した七海は、霧島家での下宿を許可してしまう。\n 明朝、出張へと向かう七海を見送り、買い物を済ませた海人たちを待っていたのは、映画制作の決起集会するために\n 集まった檸檬たちであった…。"
                },
                "3": {
                    "ID": "4239006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/waiting-in-the-summer/episodes/4239006",
                    "TitleEnglish": "Senpai Says...",
                    "SummaryEnglish": "Kaito seems to be frustrated with his failed attempt to confess to Ichika, so he decides to ditch school, telling her to leave him alone for awhile. Worried, Kanna goes to visit him at his house. It turned out into a date as the two went to Karuizawa. Ichika sees them from a distance and follows them. Kanna had to leave Kaito when she finds out Lemon has been filming their \"date.\" It so happened that Ichika crosses paths with Kaito. Nervous of the prospect that she wants to talk to him, he runs away from her, and a chase ensues. It was all about a misunderstanding--that Kaito wants to know Ichika's secret, while Ichika wants to know who dumped Kaito. When Kaito took some footage of Ichika, it turned out into some sort of an informal confession. Shocked, Kaito stops filming her.",
                    "TitleJapanese": "先輩が言っちゃう・・・",
                    "SummaryJapanese": "昨夜のイチカとの出来事を悪い方にばかり考えてしまう海人は、自分の行動の気恥ずかしさにやむにやまれず\n 学校をサボってしまう。\n イチカもそんな海人の行動の理由が分からずに思い悩む。\n 一方、柑菜は、海人のことが気になって、こっそりとお見舞いに向かうのだが\n 檸檬に悟られ８ｍｍカメラを片手に尾行されることに…。"
                },
                "4": {
                    "ID": "4239005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/waiting-in-the-summer/episodes/4239005",
                    "TitleEnglish": "Senpai Was Amazing.",
                    "SummaryEnglish": "Things turn awkward the next day, but they try to put it behind them. More complications arrive when Manami, Tetsurō's married sister, takes a homebound Kaito for shopping. Ichika sees them, and followed them via teleportation with Rinon's help, even at her place. Worried about what will happen next, Ichika enters and tries to take him home...though not without clashing a bit with Manami, acting like an overprotective lover, until Tetsurō comes to clear things up, that Manami is already married, and she's here because of a petty quarrel with her husband. As an apology Ichika asked Kaito for a favor from him. He asked if she could help him review for the finals, to which she agreed, and helped him study until the final day of exams.",
                    "TitleJapanese": "先輩はすごかった。",
                    "SummaryJapanese": "関係が微妙にギクシャクし始めたイチカと海人。\n 頑張ってお弁当を作ってみたり、普段より早く登校してみたり、\n いつもと違う様子の二人を不思議に感じる檸檬や哲朗。\n そんなある日、海人は哲朗の姉・真奈美の買い物に無理矢理付き合わされる事になる。\n 偶然２人を見かけたイチカはその親しげな様子に憤慨するのだが…。"
                },
                "5": {
                    "ID": "4239004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/waiting-in-the-summer/episodes/4239004",
                    "TitleEnglish": "Senpai Is the Heroine.",
                    "SummaryEnglish": "Ichika becomes the heroine of the independent film the gang were planning before summer break. Kaito agrees, while helping Ichika look for that particular place she is looking for. Kanna becomes uneasy when the lines for the film becomes somewhat uncannily realistic, especially in the scenes involving Kaito and Ichika. Even Kaito was surprised by Ichika's questions that evening. As the next day was a rainy one and filming is cancelled, Kanna goes to Kaito's house to bring some nozawana. That evening, Tetsurō, after meeting an uneasy home-bound Kanna, sneaks into Kaito's room, and tells him that she, his childhood friend, is in love with him. Ichika overhears the conversation.",
                    "TitleJapanese": "先輩はヒロイン。",
                    "SummaryJapanese": "夏休みが始まり、本格的に映画制作を始めることになった海人たち。\n しかし事前の打ち合わせもなく、撮影現場で檸檬から脚本を渡され、行き当たりばったりの撮影が続く。\n そして気がつけば監督の海人がヒロイン役のイチカの相手役となることに。\n 良い雰囲気で演技を続ける２人を見つめる柑菜は１人ヤキモキするのだった…。"
                },
                "6": {
                    "ID": "4248560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/waiting-in-the-summer/episodes/4248560",
                    "TitleEnglish": "Senpai Has a Rival.",
                    "SummaryEnglish": "As Ichika is pondering on what Tetsurō told Kaito that night, thanks to Tetsurō's sister, filming for their movie goes to Okinawa, where Kaito meets a childhood friend, and Tetsurō is found pleasing by her companion. This puts Kanna and Ichika at an unease, especially when Kaori, the girl, says that Kaito is her fiance. Miu, on the other hand, is uneasy herself when Chiharu, Kaori's companion, sets her sights on Tetsurō.",
                    "TitleJapanese": "先輩にライバル。",
                    "SummaryJapanese": "真奈美からのプレゼントで、映画撮影を兼ねて沖縄旅行に行くことになった海人たち。\n せっかくの沖縄旅行ということもあり、柑菜は気合を入れまくる。\n そして沖縄旅行を満喫しながらも映画撮影を行う海人たちに近づいてきたのは、\n 海人の小学校の同級生・香織と友人の千春だった。\n 妙に馴れ馴れしい彼女達の態度に各所でライバル心が燃え上がる！？"
                },
                "7": {
                    "ID": "4248561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/waiting-in-the-summer/episodes/4248561",
                    "TitleEnglish": "Senpai's Feelings.",
                    "SummaryEnglish": "Ichika's worries are banished when she gets to the root of what's going on with Kaori and Kaito; while Miu does her best to protect Tetsurō from a ravenous Chiharu--to a point of revealing a secret. The group wrapped up their filming the next day, as Kaori and Chiharu leaves for the airport right after filming.",
                    "TitleJapanese": "先輩の気持ち。",
                    "SummaryJapanese": "撮影途中で抜けたメンバーを迎える檸檬と柑菜。適当な言い訳をする面々を怪訝に思いつつも再び撮影が始まる。\n しかし海人はカメラを回しながら、なにかギクシャクした雰囲気を感じて物思いにふけっていた。\n そこに現われた千春を見て驚いて走り去る哲朗。そして撮影後に檸檬に相談を持ちかける柑菜。\n そして海人はホテルで佳織からの伝言を聞く…。"
                },
                "8": {
                    "ID": "4248562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/waiting-in-the-summer/episodes/4248562",
                    "TitleEnglish": "Senpai's Pinch.",
                    "SummaryEnglish": "After Ichika enjoys her first Japanese festival, Lemon pops out of nowhere to challenge everyone to a test of courage at a dark shrine. During the test Rinon appears to Ichika, telling that an emergency beacon has been activated. True enough, a League lifeboat (a rescue drone) comes to rescue her (it's more of taking her by force), but Ichika says she has still a lot to do. Then again, when Kaito hears Ichika scream, he rushed to where she is, abandoning his partner Kanna. Even with the help of Rinna, one of Ichika's machines, Kaito dies rescuing \"the one he loves.\" Ichika, however, manages to reverse Kaito's death. Kaito awakens and sees himself with Ichika inside a ball of light, and mysteriously returning to the same spot. Everyone catches up to the two and sees Ichika incessantly apologizing in front of Kaito.",
                    "TitleJapanese": "先輩がPINCH,",
                    "SummaryJapanese": "巨大怪獣や戦闘機、ヒーローまでもが出てくるラッシュ映像を見ながら、\n ますますなんの映画を撮っているのか分からなくなる海人と哲郎。\n そんな２人にお茶を運んできたイチカと海人のやりとりを不審に思った哲朗は、\n 沖縄で何があったのか聞き出そうとする。\n 一方、檸檬は真奈美に謎のノートを渡して何かよからぬことを企もうとしていた…。"
                },
                "9": {
                    "ID": "4248563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/waiting-in-the-summer/episodes/4248563",
                    "TitleEnglish": "Senpai",
                    "SummaryEnglish": "After the incident involving the rescue drone Ichika reveals her true identity to Kaito and the gang, and reveals her true intentions on Earth, namely \"looking for that place in her memory.\" Kaito, however, isn't surprised because he already knows the fact. However, with the rather rough \"rescue attempt\" by The League rescue drone, she believes that another will come to investigate, and fears that her days on Earth are numbered; thus shunning Kaito for awhile--and sealing her feelings for him. This irritated Kanna, telling Ichika that \"looking for that place\" is just an excuse to avoid him. Kanna confessed that she has feelings for Kaito, and runs away after confronting Ichika--only to be consoled later by Tetsurō, hurting Mio in the process. Kaito, with a bit of encouragement from Lemon, did confess to Ichika later--and, when Kaito said it's his first kiss, she revealed that she has kissed Kaito four times already, as she gave him the fifth one.",
                    "TitleJapanese": "せんぱい",
                    "SummaryJapanese": "先ほど起きた思わぬ出来事によって、イチカは海人達を自分の宇宙船内に招き、自分が宇宙人であること、\n 自分の記憶の中にある場所を探しに来たことを告白する。\n 突然のことに驚く一同だったが、申し訳なさそうなイチカを励まし、この事実を誰にも言わないことを約束する。\n しかしそんなイチカに残された時間は…。"
                },
                "10": {
                    "ID": "4248564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/waiting-in-the-summer/episodes/4248564",
                    "TitleEnglish": "Senpai and Our...",
                    "SummaryEnglish": "As Ichika and Kaito spend some time close together (which Ichika credits to Kanna), a depressed Kanna shuts herself in her room after a visit from Tetsurō, who tells everyone that she has a cold. He meets Mio on the way, where they shared the cake she was to give Kanna. There Mio asks and hears his reason why he invited Ichika to do the film with them. Angry at himself, Tetsurō kicks a nearby wooden railing and injures himself. The next day Tetsurō invites Kanna to their old playground as kindergarten kids and confesses to her, but she rejects him; and as she runs off to Kaito's place to confess (only to be rejected by Kaito anyway), Tetsurō falls on his knees, where Mio sneaks from behind and hugs him, saying it's alright to cry. The filming of the movie continues, but one day Emika, Ichika's older sister, appears.",
                    "TitleJapanese": "先輩と僕らの。",
                    "SummaryJapanese": "イチカと海人の新たな生活が始まる。\n 一方、哲朗は柑菜に一昨日の出来事を誰にも言っていないこと、\n そして柑菜が夏風邪をひいて体調が悪いことを皆に連絡したことを伝える。\n その帰り道、柑菜のお見舞いに行こうとしている美桜に出会う。\n そこで自分の気持ちを指摘された哲朗は、何も言えず1人苛立ちをつのらせる…。"
                },
                "11": {
                    "ID": "4248565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/waiting-in-the-summer/episodes/4248565",
                    "TitleEnglish": "Don't Go, Senpai.",
                    "SummaryEnglish": "Emika is retrieving Ichika because the latter is on a planet where contact with its lifeforms is forbidden under their Federation laws, and the only solution is for her to leave this planet before things get messier. Ichika reluctantly agrees, but changes her mind when Kanna and the others arrive to stop her. Learning certain information from Emika, Remon tells them that Ichika may stay if the earthly spot Ichika has seen in her imagination is found in order to prove a probable previous contact between aliens and human beings. As the group finds the place, the search team arrives and starts a pursuit. Since Rinon's teleport function becomes disabled, Remon takes the others to the spot using a van specially prepared with Emika's help; with Tetsuro, Mio, and Kanna becoming bio-signature decoys for the pursuing rescue craft. However, a few kilometers from the site, the rescue craft overturns the van.",
                    "TitleJapanese": "行かないで、先輩。",
                    "SummaryJapanese": "撮影からの帰り道、突然イチカと海人の前に現れたイチカの姉・エミカ。\n 辺境惑星からの救難信号や救出ポッドの通信途絶で行方不明者扱いとなっているイチカを探しにやってきた\n エミカは、原生住民との接触が禁じられている開発レベルFの辺境惑星で生活をするだけで無く\n 恋人まで作ってしまっていたイチカを、銀河連盟の法律で裁かれる前に連れ戻そうとするのだが…。"
                },
                "12": {
                    "ID": "4248566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/waiting-in-the-summer/episodes/4248566",
                    "TitleEnglish": "Waiting There, in the Summer.",
                    "SummaryEnglish": "Some unexpected allies have joined the cause to help Ichika and Kaito, and they pack firepower. But if Ichika and Kaito make it to the spot in her dreams, what will they do then?",
                    "TitleJapanese": "あの夏で待ってる。",
                    "SummaryJapanese": "唯一の望みにかけてイチカの頭の中にあるイメージの場所を必死に目指す一同。\n 執拗に追ってくる救助ポッドを撒くため、そして食い止めるために、1人、また1人といなくなっていく仲間たち。\n イチカを想う人々の協力によって、目的地へと急ぐイチカと海人を待っているものは、果たして。"
                }
            }
        }
    }
}