{
    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera",
    "Genres": [
        "Animation",
        "Anime",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2338857/",
        "https://v-storage.bnarts.jp/sp-site/hiiro-no-kakera/",
        "https://www.themoviedb.org/tv/45005",
        "https://x.com/hiiro_anime"
    ],
    "TitleEnglish": "Hiiro no Kakera ~ The Tamayori Princess Saga",
    "SummaryEnglish": "Tamaki Kasuga has supposedly gone to live with her grandmother after her parents are transferred overseas. But the real reason for her arrival is that she must continue the role, handed down from her ancestor Princess Tamayori, to seal the sword Onikirimaru. Five young men serve as her guardians against the mysterious Logos.",
    "TitleJapanese": "緋色の欠片",
    "SummaryJapanese": "春日珠紀は、両親の海外転勤を機に、祖母の家に呼ばれ一緒に暮らすことになる。珠紀が村に呼ばれた本当の理由は、先祖代々続く「玉依姫」の使命として、鬼斬丸という刀の封印をすることだった。そこに、珠紀を守る宿命を背負った守護者と呼ばれる少年達が現れ、珠紀は彼らに支えられ、玉依姫としての使命に目覚めていく。",
    "Aliases": [
        "Scarlet Fragment",
        "Hiiro no Kakera: Tamayori Hime Kitan",
        "Hiiro no Kakera: Totsugeki! Tonari no Ikemenzu",
        "Hiiro no Kakera",
        "Hiiro no Kakera Dai Ni Shou"
    ],
    "Modified": "2024-04-07",
    "Seasons": {
        "0": {
            "ID": "552675",
            "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4668899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4668899",
                    "TitleEnglish": "Hiiro no Kakera: Totsugeki! Tonari no Ikemenzu",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "487483",
            "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4284870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4284870",
                    "TitleEnglish": "The Tamayori Princess",
                    "SummaryEnglish": "It's the time of year when the trees turn red. Tamaki Ugaya, an ordinary high school student, goes to live with her grandmother in the Ugaya Family home while her parents are overseas for work. Tamaki arrives at Kifumura village, surrounded by nature. Her childhood memories guide her towards her grandmother's house but she is immediately attacked by monsters. The one who saves her is the surly boy, Takuma Onizaki",
                    "TitleJapanese": "玉衣の姫",
                    "SummaryJapanese": "木々が赤く色付く季節。\n ごく普通の高校生・春日珠紀は、両親の海外転勤に伴い、祖母・宇賀谷静紀の家で暮らすため、自然に囲まれた季封村を訪れる。\n 幼い頃の記憶をたどり、祖母の家へ向かう珠紀だが、その直後化け物に襲われる。 その危機を救ったのは、無愛想な少年・鬼崎拓磨だった。"
                },
                "2": {
                    "ID": "4302810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4302810",
                    "TitleEnglish": "Determined First Step",
                    "SummaryEnglish": "From her grandmother, Shizuki, Tamaki succeeds as the Tamayori princess to protect the Onikirimaru. Tamaki is puzzled, but surrounded by her guardians, Takuma Onizaki, Mahiro Atori, Yuichi Komura, Surugu Ohmi, who protect the Tamayori princess. Tamaki tries to find out what the Tamayori princess is and what the Onikirimaru is",
                    "TitleJapanese": "決意の一歩",
                    "SummaryJapanese": "祖母・静紀から、玉依姫となり「鬼斬丸」の封印を守れと告げられた珠紀。 珠紀は戸惑いながらも、玉依姫を守る守護者の鬼崎拓磨・鴉取真弘・狐邑祐一・大蛇卓たちに囲まれて、新しい生活を始める。\n 玉依姫とは、鬼斬丸とは何なのか。珠紀は独自に調べようと思い立つが……。"
                },
                "3": {
                    "ID": "4305477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4305477",
                    "TitleEnglish": "The Five Guardians",
                    "SummaryEnglish": "The one who catches Tamaki as she nearly falls is the fifth member of the Shugogo house, Shinji Inukai. Despite their joyful reunion, Tamaki thinks it strange that Takuma and the others don't welcome him. Meanwhile, the five guardians head off patrol the five items which seal the Onikirimaru. Tamaki begins to worry and experiences a sudden headache..",
                    "TitleJapanese": "五人の守護者",
                    "SummaryJapanese": "転びそうになった珠紀を抱き留めたのは、守護五家の五人目・犬戒慎司だった。\n 慎司との再会を喜ぶも、どこか歓迎しない様子の拓磨たちを、珠紀は不思議に思う。\n そんな中、鬼斬丸を封印している五つの宝具の見回りに向かう五人の守護者。突然の頭痛に襲われた珠紀は、不安を感じて……。"
                },
                "4": {
                    "ID": "4305478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4305478",
                    "TitleEnglish": "The Holy Woman's Advent",
                    "SummaryEnglish": "Tamaki and the guardians discuss about the people they saw earlier which Yuichi comments that their names are the numbers from 1-4 in German, they find out that whenever Tamaki gets a headache it means that someone is trying to break through the seal barrier. The group decides to go to Ohmi-san to ask him about the artifacts and Fiona interrupts them asking why they are there and Takuma stares at her as he seemed suspicious of her and as she leaves she stares back at him. After school, as Tamaki and the four guardians on their way to Ohmi-san's house, Tamaki asks them about their interests. At Ohmi-san's house, he offered them tea and told them about the artifacts and that the artifacts originally belonged to the Tamayori princess. The group came to know that the artifacts are decorative things consist of: ring, mirror, necklace, bracelet and the bells and those five make the barrier and seal the onikirimaru which no one can break but the Tamayori princess and the guardians. Before the group leaves, it seemed that those people came to take one of the artifacts which caused Tamaki to feel pain in her heart and the guardians went to prevent them from breaking the seal. They encounter a little girl with blond hair which appeared to be Aria Rosenberg who claims to be the incarnation of Monado Cephelot accompanied by the people who named themselves the logos. The two groups fight together which ended with the logos defeating the guardians easily and Monado takes the bracelet which causes Tamaki to feel a great pain in her heart and the guardians lying on the ground and couldn't do anything to prevent them from taking the artifact. Takuma on a desperate attempt tries to retrieve the bracelet but it was all in vain. The episode ends with Baba-sama telling Tamaki that it's impossible for her to retrieve the artifact seal as long as she does not realize herself as the Tamayori princess.",
                    "TitleJapanese": "聖女の降臨",
                    "SummaryJapanese": "宝具が封印されてる地で、その結界を解こうとする謎の集団「ロゴス」と遭遇した珠紀たち。\n 退けはしたものの、迫る再戦を予感して落ち着かない珠紀は、卓に封印の宝具について尋ねに向かう……。"
                },
                "5": {
                    "ID": "4312516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4312516",
                    "TitleEnglish": "The Two Tasks",
                    "SummaryEnglish": "As Tamaki and the Guardians return to see Shizuki after failing to defend the Bracelet, Shizuki urges Tamaki to release the Tamayori Princess within her. After they all enjoy a feast cooked by Mitsuru, Tamaki notices that Mitsuru is still in love with Shinji while passing by in the kitchen. The next day after school, it appears that Takuma, Mahiro, Yuuichi and Shinji are all tired from patrolling the seals. Back at the shrine, she runs outside the shrine after having a headache and bumps into Ryou Kutani, who questions her affiliation with Shizuki as being her grandmother. After running towards the second seal ground, she encounters Aria, who declares that the Logos plan to release the Onikirimaru to prevent it from being resealed. When Takuma and Mahiro come, Tamaki tells them to stand down, vowing to Aria that she will not give up on preventing the Logos from succeeding in their plan. Aria leaves after saying that she will bring the Logos back at the second seal ground on the following night. Takuma and Mahiro express their gratitude to Tamaki for how she handled the situation.",
                    "TitleJapanese": "相克(ふたつ)の使命",
                    "SummaryJapanese": "謎の少女・アリア率いる「ロゴス」により、第一の封印を解かれてしまった珠紀と守護五家。\n しかし、静紀はこともなげに、珠紀に玉依姫としての覚醒を促がす。\n 覚醒しないことに思い悩む珠紀だが……。"
                },
                "6": {
                    "ID": "4312517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4312517",
                    "TitleEnglish": "The Course of the Battle",
                    "SummaryEnglish": "Tamaki and the Guardian begins their second fight against Logos to protect the second seal.",
                    "TitleJapanese": "対決の行方",
                    "SummaryJapanese": "封印をめぐり、アリアたちとの決戦を約束した\n 珠紀と拓磨・真弘・祐一・卓・慎司の\n 守護五家たち。\n 美鶴の手料理に励まされ、決意を新たにする。\n そしてついに、ロゴスと守護五家の全面対決が今始まろうとしていた……！"
                },
                "7": {
                    "ID": "4321706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4321706",
                    "TitleEnglish": "The Breaking of Bonds",
                    "SummaryEnglish": "After their loss to Logos and the second seal, Tamaki was in depression because she was no help to the Guardians. As Ashiya makes his move to help the Guardians, Aria and Vier starts to question Drei's loyalties to Logos.",
                    "TitleJapanese": "絆の綻び",
                    "SummaryJapanese": "ロゴスとの対決以降落ち込む守護五家たちを励まそうとする珠紀だが、俺たちの何がわかると拒絶されてしまう。\n 人ならざる者の宿命を背負う守護五家との間に、溝を感じた珠紀は……。"
                },
                "8": {
                    "ID": "4321707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4321707",
                    "TitleEnglish": "The Prediction of the Bureau of Medicin",
                    "SummaryEnglish": "Tamaki decides to have Ashiya's assistance, much to the Guardians' disapproval. When looking through the archives, Tamaki hears a voice that may be of help. Mahiro reveals a secret about Logos that he hid from everyone for her grandmother's sake.",
                    "TitleJapanese": "典薬寮の思惑",
                    "SummaryJapanese": "芦屋正隆が宇賀谷家を訪れた。\n 芦屋は国の機関・典薬寮の人間だと名乗り、緊急事態だからと協力を申し出る。\n 芦屋の意図を読めず卓たちはいぶかしむが、静紀は珠紀に判断を一任する。\n 珠紀は申し出を受け入れたことで、俺たちは役立たずなのかと真弘たちを怒らせてしまう。"
                },
                "9": {
                    "ID": "4321708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4321708",
                    "TitleEnglish": "The Rumbling of the Earth",
                    "SummaryEnglish": "While read the books in the storage, Tamaki finds a key information that may help her guardians. Meanwhile Drei finds a way to attack Tamaki while under house arrest, only to be stopped by Fiona who is revealed to be Vier.",
                    "TitleJapanese": "大地の鳴動",
                    "SummaryJapanese": "突如として、封印の森に住まうカミたちが暴れだした。\n 「鬼斬丸」の封印が弱まった影響で、続々と妖に身を落としたのだった。\n 千年ぶりの異変に山ノカミも目覚め、怒りのままに暴風を起こす。鎮めようとする拓磨たちだが……。"
                },
                "10": {
                    "ID": "4321709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4321709",
                    "TitleEnglish": "The Guardians' Feelings",
                    "SummaryEnglish": "After Aria punishing Ein, Zwei and Drei, she plans on imprisoning Drei for disobeying her. Meanwhile, the guardians all decided to live with Tamaki to protect her.",
                    "TitleJapanese": "守護の想い",
                    "SummaryJapanese": "「鬼斬丸」封印の宝具が次々とロゴスに奪われてしまった珠紀たち。\n 鬼斬丸の封印を司る玉依姫、珠紀の警護により力を入れるため、守護五家は宇賀谷家で寝食を共にすることになる。"
                },
                "11": {
                    "ID": "4321710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4321710",
                    "TitleEnglish": "The Demon's Tradition",
                    "SummaryEnglish": "Aria and Vier find out their superiors are acting strange. Meanwhile, Tamaki and the others continue to research the history of the Tamayori princess and came across something important about Mahiro's bloodline and the truth of Takuma's lineage",
                    "TitleJapanese": "鬼の伝承",
                    "SummaryJapanese": "状況は悪いままだが、共同生活の中で皆と仲良くなっていく珠紀。\n 玉依姫の力による幻視を自覚して、僅かでも覚醒に近づいたことを感じる珠紀は、皆の前で、覚醒して自分が守ると宣言する。\n そんな時、珠紀は蔵の中で玉依姫の力に導かれる…。"
                },
                "12": {
                    "ID": "4321711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4321711",
                    "TitleEnglish": "A Time for Battle",
                    "SummaryEnglish": "Tamaki and the guardians prepare for the battle to protect to last two artifacts from Logos.",
                    "TitleJapanese": "決戦の刻(とき)",
                    "SummaryJapanese": "宇賀谷家での共同生活の真意を知り驚く珠紀たち。\n そして珠紀たちは残る封印が、同時に襲撃される気配を察知する。\n 迫るロゴスを二手に分かれて迎え撃つ守護五家。\n 鬼斬丸を巡る戦いも、最終局面に突入する……！"
                },
                "13": {
                    "ID": "4345569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4345569",
                    "TitleEnglish": "The Power of Onikirimaru",
                    "SummaryEnglish": "Tamaki and the guardians, desperate not to let Logos get the katana that holds Onikirimaru, stand up and fight with the rest of their strength and are prepared for the worst. Tamaki awakens as the Tamayori Princcess and saves Takuma from himself. This in turn helps Takuma to control the power of the katana. Devastated, Aria and the Logos leave.",
                    "TitleJapanese": "鬼斬丸の力",
                    "SummaryJapanese": null
                }
            }
        },
        "2": {
            "ID": "499995",
            "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4390911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4390911",
                    "TitleEnglish": "The Tamayori's Fate",
                    "SummaryEnglish": "Tamaki enjoy the time of peace after the Onikirimaru incident and recap her memories from first season.",
                    "TitleJapanese": "玉依の運命",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4408552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4408552",
                    "TitleEnglish": "Ominous Dark Cloud",
                    "SummaryEnglish": "Takuma starts to feel effect of Onikirimaru's presence. As Tamaki's grandmother still going through with the ceremonial sacrifice, Suguru does the unthinkable. Shinji's past unveiled and also his connection to Logos.",
                    "TitleJapanese": "暗雲の予兆",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4408553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4408553",
                    "TitleEnglish": "The Traitor's Vow",
                    "SummaryEnglish": "After Suguru defected, Tamaki and the other guardians try to cope with what happened. Shinji goes see Aria again, while Ryou takes things into his own hands. Ashiya starts to become more involved.",
                    "TitleJapanese": "裏切りの契",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4408554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4408554",
                    "TitleEnglish": "The Destruction of the Five Guardian Families",
                    "SummaryEnglish": "After escaping Logos, the guardians are not in their best mood. The mountain god reveals more light to Onikirimaru... and Takuma's condition. Drei grows impatience and asks Suguru to lead him the next Artifact.",
                    "TitleJapanese": "五家の崩壊",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4425614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4425614",
                    "TitleEnglish": "The Truth Behind the Tears",
                    "SummaryEnglish": "Suguru fights with Mahiro and Yuuichi. Takuma is let go and Tamaki is put on house arrest. Shinji learns a secret from Tamaki's grandmother that changes the way he feels for Mitsuru.",
                    "TitleJapanese": "涙の真実",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4425615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4425615",
                    "TitleEnglish": "The Deceitful Heart",
                    "SummaryEnglish": "Aria converses with Suguru about the Artifacts, while Takuma and Tamaki comes to terms with their situation.",
                    "TitleJapanese": "偽りの心",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4425616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4425616",
                    "TitleEnglish": "Memory of a Dream",
                    "SummaryEnglish": "Tamaki learns the truth about Onikirimaru and the Tamayori Princess's fate.",
                    "TitleJapanese": "夢の記憶",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "4425617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4425617",
                    "TitleEnglish": "Their Resolution",
                    "SummaryEnglish": "Tamaki and Takuma makes a run from the shine. Eins's past is revealed.",
                    "TitleJapanese": "二人の決心",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "4447545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4447545",
                    "TitleEnglish": "The Eternal Promise",
                    "SummaryEnglish": "Kiyono and Ryou reveals more truth to Tamaki and Takuma. The Guardians reevalute their situation while Drei decides the move on his own.",
                    "TitleJapanese": "悠久の約束",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4447546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4447546",
                    "TitleEnglish": "The Power of the Gods",
                    "SummaryEnglish": "Eins reveals the true reasons of why he is protecting Aria.",
                    "TitleJapanese": "カミの力",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "4448689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4448689",
                    "TitleEnglish": "Scarlet Fragments",
                    "SummaryEnglish": "Takuma is willing sacrifice his life for Tamaki's. However, a deceit lies around the corner.",
                    "TitleJapanese": "緋色の欠片",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "4456024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4456024",
                    "TitleEnglish": "The Guardians' Awakening",
                    "SummaryEnglish": "Takuma is in control of his power. The Guardians retrieved the Artifacts thanks to Aria. With the truth and lies out of the way, there is one thing left to do....fight Logos and take back Onikirimaru!!!",
                    "TitleJapanese": "守護者の覚醒",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "4456548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hiiro-no-kakera/episodes/4456548",
                    "TitleEnglish": "The Eternal Pledge",
                    "SummaryEnglish": "Drei has Onikirimaru and brings forth hell on Earth. Both guardians and former enemies must prevent the end of the world.",
                    "TitleJapanese": "永遠(とわ)の誓い",
                    "SummaryJapanese": null
                }
            }
        }
    }
}