{
  "URL": "https://www.thetvdb.com/series/zetman",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Horror",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2090435/",
    "https://www.themoviedb.org/tv/61384"
  ],
  "TitleEnglish": "Zetman",
  "SummaryEnglish": "The story starts off with a face-off between two rival heroes, ZET and ALPHAS, and then traces their origins - Jin Kanzaki, a young man with the ability to transform into a superhuman being known as ZET, and Kouga Amagi, a young man with a strong sense of justice who uses technology to fight as ALPHAS. The fates of these two men and those around them intertwine as they fight to protect mankind and destroy monstrous abominations known as Players, who ironically are the creations of the Amagi Corporation, the company founded by Kouga’s grandfather, Mitsugai Amagi.",
  "Aliases": [],
  "Modified": "2024-10-29",
  "Seasons": {
    "1": {
      "ID": "488128",
      "URL": "https://www.thetvdb.com/series/zetman/seasons/official/1",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "4289718",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zetman/episodes/4289718",
          "TitleEnglish": "Untaught Emotions",
          "SummaryEnglish": "Jin Kanzaki is poor, but he lives a happy life with his grandfather. Together with his friends Kouga and Konoha, he helps out people for a fee. Meanwhile, the police are searching for a vicious serial killer.",
          "Aliases": []
        },
        "2": {
          "ID": "4289719",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zetman/episodes/4289719",
          "TitleEnglish": "In the Fire",
          "SummaryEnglish": "A few years have passed since Jin went missing. Kouga, still dreaming of becoming a real hero, is intent on catching a serial arsonist prowling the streets.",
          "Aliases": []
        },
        "3": {
          "ID": "4289720",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zetman/episodes/4289720",
          "TitleEnglish": "Tears",
          "SummaryEnglish": "When Jin wakes up, he sees a monster holding the lifeless body of his foster mother, Akemi. An old man named Mitsugai is attempting to awaken ZET within Jin by using her. Mitsugai succeeds and ZET awakens…but he’s still incomplete.",
          "Aliases": []
        },
        "4": {
          "ID": "4289721",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zetman/episodes/4289721",
          "TitleEnglish": "Ill Fortune",
          "SummaryEnglish": "Two years have passed. Players are wreaking havoc in society, but humans are still unaware of their existence. People live in fear, and Mitsugai is unable to produce another ZET.",
          "Aliases": []
        },
        "5": {
          "ID": "4289722",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zetman/episodes/4289722",
          "TitleEnglish": "Alphas",
          "SummaryEnglish": "Kouga tries to become a superhero by creating a real-life Alphas. A mysterious man approaches him with a test to see if he’s qualified to become one.",
          "Aliases": []
        },
        "6": {
          "ID": "4289723",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zetman/episodes/4289723",
          "TitleEnglish": "Hostage",
          "SummaryEnglish": "Konoha is taken hostage and Jin is unable to do anything. Unlike before, he cannot become ZET by hurting himself and doesn’t have his Activation Gum.",
          "Aliases": []
        },
        "7": {
          "ID": "4289724",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zetman/episodes/4289724",
          "TitleEnglish": "The Ring of Exposure",
          "SummaryEnglish": "ZET finally turns red and displays powers unlike anything seen before. With overwhelming strength, ZET dominates the fight against a Player. Meanwhile, Kouga is having a tough time fending off a Player in his first battle as Alphas.",
          "Aliases": []
        },
        "8": {
          "ID": "4289725",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zetman/episodes/4289725",
          "TitleEnglish": "A Normal Family",
          "SummaryEnglish": "Kouga learns that Jin has been fighting by himself as ZET. Thrilled over meeting a true hero, Kouga calls him “ZETMAN” and declares he will fight alongside him. Jin and Kouga head for the lab to find out why Red ZET turned white.",
          "Aliases": []
        },
        "9": {
          "ID": "4289726",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zetman/episodes/4289726",
          "TitleEnglish": "Whereabouts of the Pendant",
          "SummaryEnglish": "The key to completing ZET is the pendant that Konoha has in her possession. Haitani and his men easily infiltrate the Amagi residence. Konoha wakes up and finds Jin standing in front of her. She hands him the pendant, not knowing he’s actually a clone.",
          "Aliases": []
        },
        "10": {
          "ID": "4289727",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zetman/episodes/4289727",
          "TitleEnglish": "Party",
          "SummaryEnglish": "Konoha goes missing. Kouga receives a phone call from the man who gave him the first test where he had to choose between the lives of his sister or three high school girls he didn’t know. Kouga chose Konoha and the girls were killed.",
          "Aliases": []
        },
        "11": {
          "ID": "4289728",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zetman/episodes/4289728",
          "TitleEnglish": "Puppet",
          "SummaryEnglish": "Haitani hijacks a broadcast signal in Middletown to declare war against humanity. Under his leadership, regressed Players start wreaking havoc, but Jin appears as ZET to protect people and fights as a one-man army.",
          "Aliases": []
        },
        "12": {
          "ID": "4289729",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zetman/episodes/4289729",
          "TitleEnglish": "The Red Stake",
          "SummaryEnglish": "Inside Amagi Tower, ZET is severely wounded by Haitani and can no longer retain his form. Does he have to become complete in order to defeat Haitani? Why does Haitani want ZET to be complete so desperately?",
          "Aliases": []
        },
        "13": {
          "ID": "4343600",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/zetman/episodes/4343600",
          "TitleEnglish": "Funeral Procession",
          "SummaryEnglish": "Jin walks down a bloody path in solitude as ZET… Alphas has fulfilled his dream of becoming a hero and fights according to his idea of justice… After so much bloodshed and tears, what is it that they wished to attain at the end?",
          "Aliases": []
        }
      }
    }
  }
}