{
    "URL": "https://www.thetvdb.com/series/zetman",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Horror",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2090435/",
        "https://www.themoviedb.org/tv/61384"
    ],
    "TitleEnglish": "Zetman",
    "SummaryEnglish": "The story starts off with a face-off between two rival heroes, ZET and ALPHAS, and then traces their origins - Jin Kanzaki, a young man with the ability to transform into a superhuman being known as ZET, and Kouga Amagi, a young man with a strong sense of justice who uses technology to fight as ALPHAS. The fates of these two men and those around them intertwine as they fight to protect mankind and destroy monstrous abominations known as Players, who ironically are the creations of the Amagi Corporation, the company founded by Kouga’s grandfather, Mitsugai Amagi.",
    "TitleJapanese": "ZETMAN",
    "SummaryJapanese": "手の甲に円状のコブを持ち、強靭な肉体を持つ不思議な少年ジンはホームレスではあるものの大好きな「じィちゃん」と二人で平穏に暮らしをしていた。しかし突然、ジンとじィちゃんの前に異形の殺人鬼が現れ、ジンの生活は激変する事となる。",
    "Aliases": [],
    "Modified": "2024-10-29",
    "Seasons": {
        "1": {
            "ID": "488128",
            "URL": "https://www.thetvdb.com/series/zetman/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4289718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zetman/episodes/4289718",
                    "TitleEnglish": "Untaught Emotions",
                    "SummaryEnglish": "Jin Kanzaki is poor, but he lives a happy life with his grandfather. Together with his friends Kouga and Konoha, he helps out people for a fee. Meanwhile, the police are searching for a vicious serial killer.",
                    "TitleJapanese": "未熟な感情",
                    "SummaryJapanese": "体が切り裂かれる奇怪な連続殺人事件が世間を賑わせている中、少年 神崎人（カンザキジン）は、貧しいながらもじィちゃんと一緒に幸せに暮らしていた。またジンは幼なじみの天城高雅(アマギコウガ)とその妹 小葉（コノハ）とともに人助けをしていた。その見返りにお金を貰おうとするジンに、高雅は「正義とは見返りを求めない」と真面目に説教する。そんな二人の光景に小葉はただ呆れるばかり。ジンは高雅達と別れ家に帰ると、そこには血だらけのじィちゃんの姿が…。死が理解できないジンは、雨の中じィちゃんの遺体をカートにいれて、あてもなく彷徨い歩くのだった。\n一方そんなジンを、巷を騒がす連続殺人鬼が探していて…。"
                },
                "2": {
                    "ID": "4289719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zetman/episodes/4289719",
                    "TitleEnglish": "In the Fire",
                    "SummaryEnglish": "A few years have passed since Jin went missing. Kouga, still dreaming of becoming a real hero, is intent on catching a serial arsonist prowling the streets.",
                    "TitleJapanese": "紅蓮の中で",
                    "SummaryJapanese": "数年後。高雅は姿を消したジンのことを気にかけながら、正義のために悪と戦う準備をしていた。\n大企業アマギコーポレーション社長の息子である高雅。\n皆が集まるパーティの席で、高雅は「夢は正義の味方です！」と宣言する。\nそして、最近起こっている連続放火事件の犯人を捕まえるために、嫌がる小葉を連れてパトロールへ出動する高雅。そして火災発生。その火災現場には、なぜかジンの姿があった！ \nここ数年ジンは、明美とまるで本当の親子のように慎ましやかに生活していた。\nそんなジンの前に現れた放火犯の男。男は己の体を怪物へと変化させて、ジンに襲いかかる！"
                },
                "3": {
                    "ID": "4289720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zetman/episodes/4289720",
                    "TitleEnglish": "Tears",
                    "SummaryEnglish": "When Jin wakes up, he sees a monster holding the lifeless body of his foster mother, Akemi. An old man named Mitsugai is attempting to awaken ZET within Jin by using her. Mitsugai succeeds and ZET awakens…but he’s still incomplete.",
                    "TitleJapanese": "涙",
                    "SummaryJapanese": "目を覚ましたジンの前には、変わり果てた明美と怪物が…！\n愕然とするジンを別室で見つめている老人 光鎧は、ジンをZETとして覚醒させようとしていた。\nZETへの覚醒の条件は、ジンの内なる感情と関わりがあるらしい…。\nそれを知った光鎧は、ジンにある実験を試みる。\nそしてジンはついにZETへと変身を遂げる…！\nそのZETは不完全のようだが、目の前の怪物を一撃で圧倒してしまうような力を発揮。\nジンは己の姿が人間でなくなってしまったことに驚きを隠せない。\nそして、ZETの細胞組織が不安定となり、ジンの体に変化が起こる…。\nこのままではZETそして、ジンは永遠に失われてしまう…！？"
                },
                "4": {
                    "ID": "4289721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zetman/episodes/4289721",
                    "TitleEnglish": "Ill Fortune",
                    "SummaryEnglish": "Two years have passed. Players are wreaking havoc in society, but humans are still unaware of their existence. People live in fear, and Mitsugai is unable to produce another ZET.",
                    "TitleJapanese": "疫病神",
                    "SummaryJapanese": "２年後。\nプレイヤーの仕業による殺人事件が後を絶たなかった。\n未だにプレイヤーの存在は世に知られておらず、人々はただならぬ不安と恐怖の中にいた。\nプレイヤー殲滅のためZETの研究は続けられていたが、いまだに成果を上げることができず…。\nジンはZETになる道を選び、身近な人に危害が及ばないように孤独に生きていた。\nジンは小葉に久しぶりに再会するが、小葉のためを思って敢えて冷たくあしらう。\nジンは家へ戻ると、部屋に誰かがいる気配を感じる。\nクローゼットの中を覗き込むと、そこにはお尻を突き出して隠れている女の姿が…！？\n話を聞くと、どうやらその女はプレイヤーから逃げてきた様子で…。"
                },
                "5": {
                    "ID": "4289722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zetman/episodes/4289722",
                    "TitleEnglish": "Alphas",
                    "SummaryEnglish": "Kouga tries to become a superhero by creating a real-life Alphas. A mysterious man approaches him with a test to see if he’s qualified to become one.",
                    "TitleJapanese": "アルファス",
                    "SummaryJapanese": "高雅は天城家の資金と技術力を使い、アルファススーツの開発に取りかかる。そしてもう一度「正義」に向き合おうとしていた。\nそんな高雅のもとに、謎の男が近づく。\n男は、正義のヒーローにふさわしいかどうかテストしたいと高雅に申し出る。\nそのテストとは、「妹 小葉の命を助けるか、女子高生３人を助けるか？どちらかを選べば、どちらかが死ぬことになる…」。\n肉親の１つの命と、見知らぬ３つの命。\n正義が救うべきはどちらか？…。\n高雅は、その問いに苦悩しながら、一方を選択する…。\n果たしてその選択が導いた結果とは？\nその頃ジンの家では、花子が図々しく居座り続けようとして、さすがのジンも少々戸惑い気味…。"
                },
                "6": {
                    "ID": "4289723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zetman/episodes/4289723",
                    "TitleEnglish": "Hostage",
                    "SummaryEnglish": "Konoha is taken hostage and Jin is unable to do anything. Unlike before, he cannot become ZET by hurting himself and doesn’t have his Activation Gum.",
                    "TitleJapanese": "人質",
                    "SummaryJapanese": "小葉達を人質に取られて、手も足も出ないジン。\n「誰かの命を守る」という事がジンに重くのしかかる。\nZET覚醒を促すガムを持っていないジンは、簡単にZETになることができない。\n以前のように自らの体を傷つけて、ZET覚醒を試みるジン。\nしかしZET因子は、次の段階にはいったようで、思うように覚醒しない。\nなんとかその場を切り抜け、ジンは小葉のもとへかけつけるが、背後からもう一体のプレイヤーに襲われて万事休す…！？\nそこに現れたのは、アニメのヒーローのような姿をした人物。\nアルファススーツをまとった高雅が、助けに来たのだ！\nそしてアルファスは言う…「恐れるな。私は正義だ」と。"
                },
                "7": {
                    "ID": "4289724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zetman/episodes/4289724",
                    "TitleEnglish": "The Ring of Exposure",
                    "SummaryEnglish": "ZET finally turns red and displays powers unlike anything seen before. With overwhelming strength, ZET dominates the fight against a Player. Meanwhile, Kouga is having a tough time fending off a Player in his first battle as Alphas.",
                    "TitleJapanese": "暴きの輪",
                    "SummaryJapanese": "ついにｼﾞﾝは赤いZETに変身を遂げる！今までとは比べものにならないほどの力を実感するZET。一方、高雅はｱﾙﾌｧｽとして初出動ということもあり、ﾌﾟﾚｲﾔｰとの闘いに苦戦していた。だが、そこにZETが現れて…。"
                },
                "8": {
                    "ID": "4289725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zetman/episodes/4289725",
                    "TitleEnglish": "A Normal Family",
                    "SummaryEnglish": "Kouga learns that Jin has been fighting by himself as ZET. Thrilled over meeting a true hero, Kouga calls him “ZETMAN” and declares he will fight alongside him. Jin and Kouga head for the lab to find out why Red ZET turned white.",
                    "TitleJapanese": "普通の家族",
                    "SummaryJapanese": "ジンがZETとして人知れず戦ってきた事を知る高雅は、ZETを「ZETMAN」と呼び、本当のヒーローに出会えた事に歓喜。\nそして、高雅はジンと共に悪と戦っていく事を決意する。\n先ほどのゴーストタウンでの戦いの中、赤いZETから白く戻ってしまった原因は何か…？ \nそれを調べるために、ジンと高雅は研究所へ向かうことに。\nジンは田中に「帰りを待っている」と云われ、ずっと忘れていた「家族」というあたたかな感情を想い出す。\n研究所に到着するジンと高雅。\nそこには、ZETが完全体になるために何が必要なのかを唯一知る人物が、ジンを待ちかまえていたのだった…。"
                },
                "9": {
                    "ID": "4289726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zetman/episodes/4289726",
                    "TitleEnglish": "Whereabouts of the Pendant",
                    "SummaryEnglish": "The key to completing ZET is the pendant that Konoha has in her possession. Haitani and his men easily infiltrate the Amagi residence. Konoha wakes up and finds Jin standing in front of her. She hands him the pendant, not knowing he’s actually a clone.",
                    "TitleJapanese": "形見の行方",
                    "SummaryJapanese": "ＺＥＴ完全体の鍵を握るペンダントは、小葉が持っていた！ 灰谷の手先達は、小葉が眠る屋敷になんなく侵入することに成功する。\n眠っていた小葉が目を覚ますと、目の前にいたのはジン。小葉は疑いもせずジンにペンダントを渡してしまう。\nそんな中、本物のジンと高雅が、小葉のもとに駆けつける。小葉がペンダントを渡した相手は、灰谷の手先達だった。\n彼らはジンと同じ姿をしており、ＺＥＴに変身していく。どうやら現在のＺＥＴ因子の状態から作りだしたジンのクローンのようだ。\nもし、ペンダントが灰谷の手に渡ってしまったら、ＺＥＴ完全体の夢は断たれてしまう…。\nジンと高雅は、協力してクローンたちに立ち向かう！"
                },
                "10": {
                    "ID": "4289727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zetman/episodes/4289727",
                    "TitleEnglish": "Party",
                    "SummaryEnglish": "Konoha goes missing. Kouga receives a phone call from the man who gave him the first test where he had to choose between the lives of his sister or three high school girls he didn’t know. Kouga chose Konoha and the girls were killed.",
                    "TitleJapanese": "パーティー",
                    "SummaryJapanese": "小葉が行方不明になり、高雅の携帯電話には謎の男から連絡がはいる。その男の声は以前、高雅に「正義のテスト」をした人物と同じだった。\nそのテストで高雅が妹を選んでしまったがゆえに、名もなき女子高生３人は殺されてしまった…。男の罠と知りながら、小葉の行方が気がかりである高雅は、男の言うとおりにする。男の車に乗りこむと、眠らされてどこかへ連れ去られる高雅。そして男は「私を探し出すことができれば、小葉の行方や真実がわかる」と高雅に話す。通路を進んでいくと、高雅の目の前には何故か若い女の子達がパーティーをしている光景が…。\n果たして高雅は、この新たなる「正義のテスト」を乗り越える事ができるだろうか？"
                },
                "11": {
                    "ID": "4289728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zetman/episodes/4289728",
                    "TitleEnglish": "Puppet",
                    "SummaryEnglish": "Haitani hijacks a broadcast signal in Middletown to declare war against humanity. Under his leadership, regressed Players start wreaking havoc, but Jin appears as ZET to protect people and fights as a one-man army.",
                    "TitleJapanese": "操り人形",
                    "SummaryJapanese": "ミドルタウン。電波ジャックした灰谷は、人類に宣戦布告する。そして、灰谷の指示のもとプレイヤー達が次々に裏返り、人間達を襲いはじめる。そこへＺＥＴに変身したジンが現れて、人々を守るため唯ひとりプレイヤー達に立ち向かう…。一方、高雅はプレイヤーらしき怪物を前に、追い詰められていた。だが、非常に苦しい状況の中、高雅は正義を成し遂げようとしている自分にどこか喜びを感じていたのだった…。そして、なんとか事態を切り抜けた時、近くにあったエレベーターが開く…。\n極限の状況が続いていく中で、高雅の正義は研ぎ澄まされていくのか？ それとも崩壊していくのか？"
                },
                "12": {
                    "ID": "4289729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zetman/episodes/4289729",
                    "TitleEnglish": "The Red Stake",
                    "SummaryEnglish": "Inside Amagi Tower, ZET is severely wounded by Haitani and can no longer retain his form. Does he have to become complete in order to defeat Haitani? Why does Haitani want ZET to be complete so desperately?",
                    "TitleJapanese": "赤い杭",
                    "SummaryJapanese": "アマギタワー内。\n灰谷の攻撃を受け満身創痍のZETは、ジンの姿に戻ってしまう。もはやZETは完全体にならなければ灰谷を倒す事はできない。それにしても灰谷がそこまでZETを完全体にしたい理由は何なのか…？"
                },
                "13": {
                    "ID": "4343600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/zetman/episodes/4343600",
                    "TitleEnglish": "Funeral Procession",
                    "SummaryEnglish": "Jin walks down a bloody path in solitude as ZET… Alphas has fulfilled his dream of becoming a hero and fights according to his idea of justice… After so much bloodshed and tears, what is it that they wished to attain at the end?",
                    "TitleJapanese": "葬列",
                    "SummaryJapanese": "「ZET」と「アルファス」。\n二人が戦いの果てにたどりつく答え…\n「正義」とは何か…「強さ」とは何か…「人間」とは何か…。\nどういう答えが待ち受けているにしろ、私達は目を逸らしてはいけない…。"
                }
            }
        }
    }
}