{
    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2564106/",
        "https://www.tv-tokyo.co.jp/anime/nyaruko/index2.html",
        "https://www.themoviedb.org/tv/45254",
        "https://x.com/HaiyoreNyaruko"
    ],
    "TitleEnglish": "Nyaruko: Crawling with Love!",
    "SummaryEnglish": "The story of Haiyore! Nyaruko-san centers around Nyaruko, a formless Cthulhu deity of chaos (Nyarlathotep) who can take on the shape of a seemingly ordinary silver-haired girl. Mahiro Yasaka is a normal high school boy who is chased by aliens one night, until Nyaruko saves him.",
    "Aliases": [
        "Haiyore! Nyaruko-san",
        "Haiyore! Nyaruko-san\tW",
        "Nyarko-san: Another Crawling Chaos"
    ],
    "Modified": "2025-08-08",
    "Seasons": {
        "0": {
            "ID": "488502",
            "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4570802",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4570802",
                    "TitleEnglish": "Haiyore! Nyaruko-san OVA: Easy Way to Kill Enemies",
                    "SummaryEnglish": "Adaptation of the short story written by Manta Aisora for the first issue of GA Bunko magazine."
                },
                "2": {
                    "ID": "4900170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4900170",
                    "TitleEnglish": "Goodbye to W / Hello to the Confusingly Passionate Hot Spring",
                    "SummaryEnglish": "Released on the Book of Eibon (エイボンの書) DVD, which could be get after purchasing all the BD/DVD volumes."
                },
                "3": {
                    "ID": "4969952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4969952",
                    "TitleEnglish": "Haiyore! Nyaruko-san F",
                    "SummaryEnglish": "Haiyoru, Switch-on! Chaos Incoming! Nyarlathotep, the evil god who made a noise in the Japanese archipelago, crawls on you three times with the impressive phrases \"Wow! Nya!\" And \"SAN value pinch!\"! Mahiro Yasaka's daily life is lively every day, surrounded by the evil gods of Nyaruko, Kuuko, and Hasuta who are sitting at home. One holiday. Under Mahiro, her classmate Tamao and Yoichi, who got a ticket for a popular amusement spot, appear ...? This time Nyaruko is finally having a wedding with Mahiro! ?? Raging high tension love (craft) comedy! Dignifiedly completed! !!"
                }
            }
        },
        "1": {
            "ID": "488503",
            "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4294586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4294586",
                    "TitleEnglish": "Like a Close Encounter of the Third Kind",
                    "SummaryEnglish": "One night, Yasaka Mahiro finds himself under attack from a mysterious monster. In his moment of need, a silver-haired, green-eyed girl appears. \"I'm the chaos that always crawls up to you with a smile, Nyarlathotep.\" Identifying herself as the deity from the Cthulu Mythos, she claims to have come to protect Mahiro. However, she tricks Mahiro into leaving his home, goes shopping at anime shops, and in general mixes business with her personal affairs. Meanwhile, they are assaulted by another mysterious monster. Why do these monsters keep attacking Mahiro."
                },
                "2": {
                    "ID": "4294587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4294587",
                    "TitleEnglish": "Farewell, Nyaruko",
                    "SummaryEnglish": "Another day, another attack from the mysterious Nightgaunt monsters, and another resounding victory for Nyarko and her Space CQC. Rather than waiting for the monsters to attack, Nyarko announces her plan to go on the offensive. In order to take out all their enemies at once, Nyarko and Mahiro head to the underground auction held at their enemies' base, R'lyeh. However, the two find themselves face to face with an assassin, Nyarlathotep's archnemesis, Cthuga the Living Flame."
                },
                "3": {
                    "ID": "4294588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4294588",
                    "TitleEnglish": "Yasaka Mahiro Wants to Live in Peace",
                    "SummaryEnglish": "Someone has killed the gods of the Dreamlands, and their next target is Nyarko. Meanwhile, Nyarko moves into the Yasaka home and begins moving into Mahiro's every day and school life. Mahiro's anger continues to grow as Nyarko demands his affection. Kuko appears once again before the two when she transfers into their school. Having joined the Planetary Defense Organization, Kuko has been assigned to go to Earth to solve the Dreamlands murders with Nyarko."
                },
                "4": {
                    "ID": "4298315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4298315",
                    "TitleEnglish": "Mothers Attack",
                    "SummaryEnglish": "Mahiro's parents return suddenly from their trip abroad, giving the two aliens no time to come up with an excuse for living in their home, and leaving Mahiro flustered. The moment Yoriko hears Nyarlathotep's name, she flies into battle with a fork in each hand. Who knew Mahiro's own mother was a deity hunter? What an unbelievable secret! Mahiro tries to calm down Yoriko, but in the commotion, Noriko discovers Shanta-kun..."
                },
                "5": {
                    "ID": "4302320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4302320",
                    "TitleEnglish": "Let's Go Great Conspiracy X",
                    "SummaryEnglish": "Mahiro's mom Yoriko is kidnapped by a mysterious woman for some unknown purpose. Kuko is also blackmailed into helping her. Mahiro, Nyaruko and Hasuta set out to R'lyeh again to rescue them. During the events, Mahiro and Hasuta have a series of awkward moments."
                },
                "6": {
                    "ID": "4305763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4305763",
                    "TitleEnglish": "The War in the Market",
                    "SummaryEnglish": "Mahiro finds that his mother was kidnapped for her expertise with game consoles, however the situation ends up being more messed up than it seems. Afterwards, the gang goes to the beach and hot springs where Nyaruko makes another attempt to seduce Mahiro."
                },
                "7": {
                    "ID": "4305764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4305764",
                    "TitleEnglish": "Blue Coral Reef",
                    "SummaryEnglish": "Mahiro hurts Nyaruko's feelings saying that he doesn't like her. Yoriko asked him to go on a date with Nyaruko to cheer her up."
                },
                "8": {
                    "ID": "4305765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4305765",
                    "TitleEnglish": "Nyarko's Exciting High School",
                    "SummaryEnglish": "As Mahiro finds a curious handheld games console in a used game shop, he finds himself trapped in a cursed dating sim, where he is the protagonist and everyone else is in strange roles. In order to escape, he must attain a good ending with one of the others."
                },
                "9": {
                    "ID": "4305766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4305766",
                    "TitleEnglish": "I Am Him and He Is Me",
                    "SummaryEnglish": "Mahiro and Nyaruko accidentally switched bodies by a representative of Dreamland."
                },
                "10": {
                    "ID": "4305767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4305767",
                    "TitleEnglish": "Super Space-Time Champion",
                    "SummaryEnglish": "An enemy of the future is trying to destroy earth, Nyaruko and the other must fight the enemy under their \"certain\" situation."
                },
                "11": {
                    "ID": "4305768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4305768",
                    "TitleEnglish": "Lost Girl From the Stars",
                    "SummaryEnglish": "Yoriko dropped off a lost rich deity girl at Mahiro's home, which causes problems for Nyaruko and the others."
                },
                "12": {
                    "ID": "4305769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4305769",
                    "TitleEnglish": "He Waits, Dreaming",
                    "SummaryEnglish": "Mahiro is trapped in a time loop and there seems to be no one around. It is then revealed that his partners are trapped in a mirror and Mahiro is petrified by Lloigor, who is revealed to be evil. The gang must find a way to defeat Lloigor once and for all."
                }
            }
        },
        "2": {
            "ID": "502096",
            "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4408644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4408644",
                    "TitleEnglish": "Attack on Evil Deity",
                    "SummaryEnglish": "The deities of the Chutlhu mythos who live in ordinary high school student Yasaka Mahiro's home - Nyarko the Nyarlathotepian, Kuuko the Cthughan, and Hasuta the Hasturian - are enjoying the wonders of Earth entertainment yet again. They drag Mahiro along as they indulge in video games, shopping, cosplay, and more..."
                },
                "2": {
                    "ID": "4524059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4524059",
                    "TitleEnglish": "Celaeno Library War",
                    "SummaryEnglish": "The Celaeno Library in the Pleiades star cluster is home to the largest book collection in the universe. It's said that even variants of Yiu-th only handed out at events can be found there. Mahiro is dragged along for some reason as Nyarko goes there to return a book. Hasuta, a former worker at the library, does his best to show Mahiro around, but they soon encounter two evil deities who have infiltrated the library..."
                },
                "3": {
                    "ID": "4524060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4524060",
                    "TitleEnglish": "Super Deity Apocalypse",
                    "SummaryEnglish": "The troubles from the library continue as the group travel to the ancient city of Alaozar. Before Nyarko can dispense justice the Great Old Ones pull an unexpected move."
                },
                "4": {
                    "ID": "4524061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4524061",
                    "TitleEnglish": "Talent At Love",
                    "SummaryEnglish": "Kurei Tamao is known as the \"Walking Speaker.\" Not only is she the one to go to about gossip, but she's also famous for her advice on love. She's even had students from other schools ask her \"What should I do about my cross-dressing childhood friend?\" Knowing that, Nyarko decides to ask Tamao what she should do in order to get closer to Mahiro..."
                },
                "5": {
                    "ID": "4524062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4524062",
                    "TitleEnglish": "Say It Isn't So, Kuuko",
                    "SummaryEnglish": "As usual, the Yasaka household living room is the gathering area for the deities and they're rowdy as ever. However after Mahiro's request that they make their own private living space, Nyarko, Kuuko, and Hasuta finally start building their rooms. A little worried, Mahiro decides to check on each of the rooms, and then they are suddenly visited by Kuuko's cousin, Kuune, who brings Kuuko news about a marriage appointment that's been set up for her..."
                },
                "6": {
                    "ID": "4524063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4524063",
                    "TitleEnglish": "I'll Try to Act it Out",
                    "SummaryEnglish": "To try to chase Kuune away, Mahiro and Kuuko keep acting like a couple, but Kuune still isn't convinced after seeing their awkward date, adding that she can't see the subtle lust for each other in each other's eyes. After having to see Mahiro and Kuuko act like their are engaged to each other, Nyarko finally..."
                },
                "7": {
                    "ID": "4524064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4524064",
                    "TitleEnglish": "Color the Pool Red With Blood",
                    "SummaryEnglish": "Mahiro's mother, Yoriko, wins some tickets in a lottery for them to all go to the pool. Nyarko wears an amazing sexy and commando bathing suit to try to tempt Mahiro, as well as asking him to rub sun tan oil on her in an indoor pool. As Tamao works at the takoyaki stand that Luhi runs at the pool, she notices that Luhi seems to be troubled by something and tries to help her out..."
                },
                "8": {
                    "ID": "4524065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4524065",
                    "TitleEnglish": "A Little Love Song",
                    "SummaryEnglish": "Shanta-kun expresses that she'd like to be of some use to Mahiro who is always taking care of her and her master, so Kuuko gives her some red and blue candy. As soon as she ate it, she turned into a little girl! Shanta-kun tries really hard to be of some help to Mahiro, but Nyarko doesn't seem to like that. \"There's no way that my pet is this little girl!\" she said, as she chased them around..."
                },
                "9": {
                    "ID": "4524066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4524066",
                    "TitleEnglish": "High School of the Heat",
                    "SummaryEnglish": "\"Yasaka Household, I have returned!\" Kuuko's cousin, Kuune, seems rather mad that she had been left alone for so long. Once Mahiro and the others get to school, there is a strange aura surrounding it. Their classmates have fallen under a mass hypnosis and human-shaped flames attack the group. At this rate, the Earth is in danger! Is this the work of Kuune, or..."
                },
                "10": {
                    "ID": "4524067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4524067",
                    "TitleEnglish": "Yuggoth Attacks",
                    "SummaryEnglish": "Nyarko is usually happy and hyper, but she's caught a cold and is stuck in bed. Nyarko is smitten by Mahiro, who's being a little nicer than usual. It's then that they get a report that an intruder has shown up at the North Pole. They leave Nyarko behind to recover and find that Mi-go was waiting for them..."
                },
                "11": {
                    "ID": "4524068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4524068",
                    "TitleEnglish": "A Certain Camp's Haunted House",
                    "SummaryEnglish": "The whole group goes camping on a day off. Nyarko grills some suspicious meat on the BBQ and Mahiro won't eat it. Nyarko's friend, Atko, had sent them some chocolates, but Mahiro won't eat that, either. As they wander the forest, they find an old mansion. They attempt to explore it, but a rather unexpected surprise awaited them..."
                },
                "12": {
                    "ID": "4524069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nyaruko-crawling-with-love/episodes/4524069",
                    "TitleEnglish": "Goodbye, Nyaruko-san W",
                    "SummaryEnglish": "The Banshin had been built in a day rather than 500 years, and Nyarko, Kuuko, and Hasuta are ordered to leave Earth as a result because they aren't needed anymore. The group goes to check to see what the Banshin actually is, as it determines if they really do have to leave or not. Will Mahiro have to say goodbye to Nyarko, Kuuko, and Hasuta?"
                }
            }
        }
    }
}