{
    "URL": "https://www.thetvdb.com/series/sankarea-undying-love",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2341379/",
        "http://www.tbs.co.jp/anime/sankarea/",
        "https://www.themoviedb.org/tv/62742"
    ],
    "TitleEnglish": "Sankarea: Undying Love",
    "SummaryEnglish": "Furuya is obsessed with zombies. He collects any figurines, watches any movie, and plays any game with the living dead, and is even only interested in zombie girls. When his cat dies, Furuya begins trying to raise it from the dead using an ancient book of the occult he bought from a shop. But what will happen when he sees the idol of a nearby all girl's school walking close to where he conducts his experiment, wishing to die and be reborn as a different person?",
    "TitleJapanese": "さんかれあ",
    "SummaryJapanese": "ゾンビに萌えちゃう青春ラブストーリー\n\n 夢は「ゾンビっ娘とチュッチュする」こと！\n\n ゾンビをこよなく愛する高校１年生・降谷千紘（ふるやちひろ）は、 ひょんなことから清楚可憐なお嬢様・散華礼弥（さんか れあ）と知り合い、 一緒に愛猫「ばーぶ」の“蘇生”に取り組むことに。\n\nでも、礼弥が発したひと言\n\n「私が‥ゾンビになったら、 責任取ってくれるってことですね‥‥？」\n\nが、まさか実現するなんて！？ 史上初？\n\nゾンビに萌えちゃう青春ラブストーリー、ここに誕生！！",
    "Aliases": [
        "Sankarea",
        "Sankarea Undying Love",
        "Sankarea - Undying Love"
    ],
    "Modified": "2025-04-14",
    "Seasons": {
        "0": {
            "ID": "488496",
            "URL": "https://www.thetvdb.com/series/sankarea-undying-love/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4340750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sankarea-undying-love/episodes/4340750",
                    "TitleEnglish": "Fate... Is Really... (Episode 0)",
                    "SummaryEnglish": "Seven months before Chihiro first met Rea, he, his father, Mero and Ranko travel to Tohoku to help sort and move large book collection of father's brother. Along the way, they pass a bridge that seems familiar to Chihiro somehow, which leads him to question why he remembers so little about his mother, Yuzuna. Meanwhile, Rea, who had just finished middle school, faces abuse from Aria as she vents her drunken frustrations on her. As Chihiro helps clean up the books, he discovers a box containing a book about bringing back the dead. Despite being told it is worthless, Chihiro becomes interested in it and keeps it for himself. As Chihiro gets lost whilst trying to follow Ranko and Mero to a waterfall, he comes across an open air bath where he briefly encounters Rea before running off, which ends up smudging the book a little.",
                    "TitleJapanese": "運命って…ヤツは…（A Tiny wind）",
                    "SummaryJapanese": "舞台は、とある鄙びた村。山々が紅葉に染まる季節のお話。別荘で父の求めるままに被写体となる礼弥。蘭子や萌路達と親戚の家に手伝いにきた千紘。まだ中学生だった2人は不思議な縁に導かれ……！？原作未登場の重要シーンも描かれた、はっとり先生原案プロットの完全オリジナルストーリー！！"
                },
                "2": {
                    "ID": "4470905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sankarea-undying-love/episodes/4470905",
                    "TitleEnglish": "I, Too, Am... A Zombie...",
                    "SummaryEnglish": "The episode is narrated from Bābu's point of view as he describes life as a zombie. Rea attends her first day of school as a zombie. The episode introduces Darin Arciento Kurumiya.",
                    "TitleJapanese": "吾輩も…ゾンビである…（Cat on a Cool Tin Roof）",
                    "SummaryJapanese": "千紘と礼弥、ゾンビ猫のばーぶが過ごす穏やかな生活。千紘は礼弥の肉体が徐々に腐敗するのを防ぐべく日々思案するが、そんな千紘にお構いなく、礼弥は学校に通い、「普通の女の子」の生活を楽しんでいた。礼弥が今を大切にしたいという気持ちと、千紘が彼女の肉体を守りたいという気持ち。相反する思いに戸惑いながらも、千紘は彼女の運命を受け入れる覚悟を新たにする。そんなある日、フクロウを連れた謎の金髪美少女がやってきて…。"
                },
                "3": {
                    "ID": "4340751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sankarea-undying-love/episodes/4340751",
                    "TitleEnglish": "Body of a Zombie... Heart of a...",
                    "SummaryEnglish": "As Aria feels lonely without Dan'ichirō, she falls asleep in the bath. Meanwhile, Chihiro and his family discover a strange girl lying under their temple, who doesn't appear to want to say a word to anyone. When Rea searches for her when it is time for dinner, she is pushed down the stairs. The next day, they discover all the nearby hydrangea leaves have been torn apart, and later that night Rea spots the girl making a move on Chihiro. As Rea suspects the girl of being behind the incidents, the girl hits herself to place blame on Rea. As Chihiro backs Rea up on her suspicions, the girl reveals herself to be Aria who reigns hail down everywhere. The whole thing is perceived to be a dream by Aria, who fell asleep in the bath, and as a hallucination by Rea, who is surprised to find Chihiro had the same dream.",
                    "TitleJapanese": "身はゾンビに…心は…（The Girl with the Thorn in Her Side）",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "488497",
            "URL": "https://www.thetvdb.com/series/sankarea-undying-love/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4294006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sankarea-undying-love/episodes/4294006",
                    "TitleEnglish": "Once I... Become a... Zombie",
                    "SummaryEnglish": "Furuya is a young boy who loves zombie movies. Not just the movies themselves but the actual zombies in them. When his cat, Babu, dies he decides to follow the instructions from a partially burned book he found about how to create zombies. To keep it a secret he preforms his attempts at an abandoned hotel. One night a beautiful girl, Rea, comes to the hotel and begins shouting and crying into the well in the courtyard. Her words shock Furuya who accidentally reveals that he was listening in. Talking afterwards Furuya explains what he has been doing and Rea asks to join him. She asks him if she becomes a zombie if he'll take responsibility.",
                    "TitleJapanese": "私が…ゾンビに…なったら（Wellful of Wails）",
                    "SummaryJapanese": "ゾンビっ娘との萌えシチュエーションを夢見る高校生・降谷千紘。\n 彼はこの数日、街外れの廃墟に籠もって怪しげな実験に没頭していた。\n 目的は交通事故で死んだ愛猫ばーぶを生き返らせること。\n だが深夜になるとコツ…コツ…と近づいてくる足音が。\n 現れたのは長い黒髪の美少女。\n 隠れて見ている千紘の目の前で、彼女は井戸に身を乗り出すと突然叫び出して…！？"
                },
                "2": {
                    "ID": "4294007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sankarea-undying-love/episodes/4294007",
                    "TitleEnglish": "It Was... Successful",
                    "SummaryEnglish": "Making more attempts at creating a zombie Babu Rea and Furuya are back at the hotel. Rea is watching some zombie movies Furuya brought. Instead of being freaked out like he expected she seems to be fascinated by them. Furuya mentions that he is concerned that to much time has passed and that maybe they should stop. Rea asks him to try one more time with another poisonous plant that she gets for him.Rea's childhood is shown as well as the deep sadness that caused her to shout and cry into the well where she met Furuya.Bringing the plant to Furuya he tries once more only to fail again. Deciding that enough is enough he tells Rea that he will bury Babu tomorrow. He gives her a ride home on his bike.",
                    "TitleJapanese": "成功…してた（Being Sanka Rea）",
                    "SummaryJapanese": "千紘が廃墟で出会ったお嬢様・散華礼弥は、人には言えない悩みを吐き出す為、夜な夜な井戸に向かって叫んでいたのだ。\n お互いの秘密を知った二人は、協力して蘇生薬を作り、ばーぶを生き返らせようとする。だがアジサイの毒を使っても実験は不成功…。\n 千紘が蘇生を諦めようとする中、礼弥は毒入りの秘薬をこっそりと持ち帰っていた。\n 一体何のために!?"
                },
                "3": {
                    "ID": "4294008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sankarea-undying-love/episodes/4294008",
                    "TitleEnglish": "Sanka... Rea",
                    "SummaryEnglish": "Rea's attempt at suicide fails when she wakes up the next morning. At breakfast she overhears her father planning to do something to Furuya to punish him for being with her alone. Meanwhile Furuya is overwhelmed with joy and is showing off the \"freshly\" zombified Babu to his sister and Ranko. Babu suddenly runs off, chasing after him Furuya finds himself back at the old hotel. Up above on the cliff he sees Rea who has been looking for him all day. Her father track her down and she finally stands up to him. During this Babu climbs the cliff and in an attempt to get rid of \"filthy\" thing Rea's father accidentally pushes her off the cliff. She dies on impact...or does she?",
                    "TitleJapanese": "さんか…れあ（A Zombie is Born）",
                    "SummaryJapanese": "礼弥の無断外出に激怒した父・団一郎は、一切の外出を禁止してしまう。\n その上、千紘を「去勢」するとまで言い出して……!?　慌てた礼弥は家を飛び出し、千紘を捜して街中を駆け回る。一方その頃、千紘の家である紫両寺でも騒ぎが起きていた。\n なんと、正真正銘のばーぶが生き返って、元気な（？）姿を見せたのだ！　これはつまり、千紘と礼弥の作った蘇生薬が成功していたということ？\n 喜ぶ千紘だが、ばーぶの様子がどこか変で……。"
                },
                "4": {
                    "ID": "4295188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sankarea-undying-love/episodes/4295188",
                    "TitleEnglish": "A Normal... Girl",
                    "SummaryEnglish": "Chihiro takes Rea back to his room, trying to keep her a secret from the others. As Chihiro goes out to apologise to Ranko, Rea has a brief encounter with Chihiro's grandfather, Jogorō. When Chihiro returns later that day, he finds Rea has become dazed and is showing signs of rigor mortis, bringing him to the realisation that her corpse will rot if he doesn't do something soon.",
                    "TitleJapanese": "普通の…女の子…（She'll Sleep When She's Dead）",
                    "SummaryJapanese": "父との口論の末に、礼弥は崖から転落して、はかなくもその命を散らしてしまう。その礼弥が今、何故か千紘の部屋にいた!!　こっそり持ち帰った蘇生薬を飲んでいたため、無事に（？）ゾンビとして蘇ったようなのだが……。いろいろ心配する千紘だが、当の礼弥は自分の傷口を自分で縫ったり、初めて男の子の部屋に入ったことで頬を赤らめたりと、死んだと思えないほど明るい表情。こうして始まった２人の秘密の同居生活、一体どうなる!?"
                },
                "5": {
                    "ID": "4297567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sankarea-undying-love/episodes/4297567",
                    "TitleEnglish": "If She's a Zombie... That Means...",
                    "SummaryEnglish": "As Chihiro tries to think of a way to preserve Rea's body, he hides her in his closet whilst he cleans the temple, where he hears from Jogorō that he was the one who originally made the ressurection potion. As Ranko looks in Chihiro's room for some DVDs, she is suddenly pounced on by Rea who starts doing things to her. As Chihiro pulls Rea off of her, she grabs and kisses him.",
                    "TitleJapanese": "ゾンビって…コトは…（Upstairs Grave）",
                    "SummaryJapanese": "ゾンビになった礼弥の身に、いきなり降りかかってきた大問題！　死後硬直が始まってしまい、体がだんだんと動かなくなってきたのだ!!ろれつの回らない礼弥との会話＝ゾンビっ娘との萌え会話に一瞬テンションが上がる千紘だったが、これは一刻を争う事態。\n はたして、千紘は家族に礼弥の存在を隠し通したままで、礼弥の体を維持する方法を見つけられるのか？　そして、何も知らずに千紘の部屋へと入っていった蘭子の運命やいかに!?"
                },
                "6": {
                    "ID": "4297568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sankarea-undying-love/episodes/4297568",
                    "TitleEnglish": "It's Because I... Ran Into You",
                    "SummaryEnglish": "As Chihiro tries to explain things to Ranko, Rea follows Bābu to a field of hydrangea leaves and eats some, which helps her regain her senses and cure her rigor mortis. Jogorō explains to Chihiro that Rea needs to continue eating hydrangea leaves to avoid becoming a corpse, though mentions it is not a permanent solution. As Chihiro manages to convince his father to let Rea stay at their home, he begins recording his observations of her. As Chihiro and Rea take a walk that night, Rea ends up injuring Chihiro slightly whilst saving him from a car and begins curiously licking his wounds.",
                    "TitleJapanese": "あなたに…出会えたから（2 Days Later）",
                    "SummaryJapanese": "正気を失い蘭子に襲いかかった礼弥は、そこへ飛び込んできた千紘の唇を奪ってしまった!!　夢にまで見た「ゾンビっ娘との萌えシチュエーション」がいきなり叶ってしまった千紘だったが、もちろん浮かれている場合ではない。なんとかして礼弥の意識を取り戻さなくては。蘭子に蘇世丸の開発者（らしい）茹五郎じーちゃんを連れてきてもらうが……。はたして千紘はゾンビを作り出してしまった責任をとって、礼弥を救うことができるのか!?"
                },
                "7": {
                    "ID": "4297569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sankarea-undying-love/episodes/4297569",
                    "TitleEnglish": "Childhood... Friends...",
                    "SummaryEnglish": "As Ranko gets Chihiro to help out with her family's deliveries, she recalls how she first met him and came to understand his obsession with zombies. After being saved by Chihiro from a stray dog, Ranko eventually came to fall in love with him. Back in the present, she attempts to kiss Chihiro but backs off and runs away, resolving to not lose to Rea.",
                    "TitleJapanese": "おさな…なじみ…（Run Ranko Run）",
                    "SummaryJapanese": "左王子蘭子は、いとこで幼なじみの千紘のことが好きだ。しかしゾンビオタクで人間の女の子には見向きもしなかった千紘が、責任取りの為とはいえゾンビっ娘・礼弥と同居を始めたことで蘭子の心中は穏やかではない。しかも目の前でキスまでされて……。思わぬ強敵の出現に、もやもやする蘭子の脳裏によぎる千紘との過去。最高だった初めての出会いは2人がまだ幼稚園の頃だった。幼なじみは2度恋をする!!　蘭子＆千紘のアーリーデイズ。"
                },
                "8": {
                    "ID": "4297570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sankarea-undying-love/episodes/4297570",
                    "TitleEnglish": "Counterfeit... Freedom...",
                    "SummaryEnglish": "As Chihiro continues his observations, Rea asks him to take her to the mall, unaware they are being tailed by some of Dan'ichiro's henchmen. As Chihiro goes to get some lunch, Rea is approached by Chihiro's classmate, Yasutaka, who tries to pull the moves on her. The henchmen move in to abduct Rea but she manages to fight them off with her zombie strength. However, the henchmen change their plans and abduct Chihiro instead, bringing him towards Dan'ichiro.",
                    "TitleJapanese": "偽りの…自由…（Taken Away）",
                    "SummaryJapanese": "アジサイの葉を食べることで礼弥の腐敗を遅らせることが出来ることはわかったが、本当に礼弥を救う方法を見つけるためには地道な観察を続けなければならない。\n\n──というわけで、礼弥の観察記録を撮るようになった千紘。\n 撮ってもいい代わりに自分の言うことも聞いてほしいと、礼弥は千紘にショッピングへと連れていってもらう。“普通の女の子”としての時間を楽しむ礼弥と千紘。\n そんな２人を監視する怪しい影……。礼弥に危機が迫る!?"
                },
                "9": {
                    "ID": "4297571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sankarea-undying-love/episodes/4297571",
                    "TitleEnglish": "A Mother's... Hand...",
                    "SummaryEnglish": "This episode focuses on Chihiro's little sister, Mero. She and her classmates, Ichie Shinoda and Miko Yasaka, become curious about the strange actions of their teacher, Mizuki Yamanouchi, suspecting she may be a zombie. They soon learn Yamanouchi had been secretly keeping a pet crocodile and feeding it at school. Later, as they discuss stories about zombies, Mero recalls about her late mother who she remembered having cold hands. As she makes an offering to her grave, she runs into Rea, who ends up reminding her of her mother.",
                    "TitleJapanese": "母の…手…（Is the Truth Out There）",
                    "SummaryJapanese": "千紘と白黒つけたがっているラスボスとの直接対決の前に、今回は閑話休題。降谷家の家事全般をクールにこなすしっかり者の妹・萌路は、新たな同居人である礼弥との距離感にやや戸惑っている。学校ではクラスメイト・忍田一恵が雑誌ムォーのゾンビ目撃情報にすっかり夢中。\n\n親友の八坂御子と萌路を誘いゾンビを発見すべく行動を開始する。……家にはホンモノがいるのだが、何か問題でも？　降谷萌路、ゾンビとの第4種接近遭遇に成功!?"
                },
                "10": {
                    "ID": "4297572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sankarea-undying-love/episodes/4297572",
                    "TitleEnglish": "Strong... Feelings...",
                    "SummaryEnglish": "As Chihiro is strapped to a chair waiting for Dan'ichiro to call for him, he meets Dan'ichiro's wife and Rea's stepmother, Aria. Aria explains how she had joined the Sanka family as a maid in the hope of winning Dan'ichiro's love. However, Dan'ichiro instead fell in love with a 15-year-old girl who inevitably died after giving birth to Rea. Although Aria was eventually able to marry Dan'ichiro, he was more focused on Rea than her. Aria later learned the truth that Dan'ichiro's feelings for Rea are not because of fatherly love, but because of her resemblance to her mother. As Rea rushes towards the mansion, Chihiro is brought before Dan'ichiro, who becomes determined to protect Rea.",
                    "TitleJapanese": "強い…思い…（All About Her Stepmother）",
                    "SummaryJapanese": "さらわれた千紘が連れていかれたのは散華家だった。千紘を出迎えたのは妖艶な美女――礼弥の母、亞里亞だ。 しかし亞里亞はゾンビになった娘を心配するどころか、体が腐って醜くなることを喜んでいるかのような様子。 「自分で産んだ娘をよくそんな風に言えるな」咎める千紘に、亞里亞は自分と礼弥の関係、そして散華家の秘密を語って聞かせる。 その上で「慰めてくれない？」と千紘に迫る亞里亞！　千紘は大人の階段を上ってしまうのか!?"
                },
                "11": {
                    "ID": "4297573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sankarea-undying-love/episodes/4297573",
                    "TitleEnglish": "Nothing... Really... Special",
                    "SummaryEnglish": "Dan'ichirō and Chihiro engage on a duel of fencing, and Rea arrives at her home looking for Chihiro. Dan'ichirō's maids capture her and started cosplaying her by maids. Using her zombie strength, Rea manages to escape and continues searching for Chihiro. At the fencing venue, Chihiro trash talks Dan'ichirō about being a nonsense father. Dan'ichirō, furious yet keeping his cool, pierces Chihiro and Rea suddenly arrives. Dan`ichirō was surprised of Chihiro's survival on the attack and Chihiro delivers a headbutt on Dan'ichirō. Dan'ichirō now intensely angry and attempts to slash Chihiro but Rea quickly parries Dan'ichirō's attack and reiterates her freedom. Chihiro lectures Dan'ichirō and reasons Rea's freedom. Impressed on Chihiro's words and promise, Dan'ichirō decides to let Rea stay on Chihiro and warns not to deflower her.",
                    "TitleJapanese": "特別…なんかじゃ…ない（Goodbye Father）",
                    "SummaryJapanese": "亞里亞の誘惑から逃れたのも束の間、今度は礼弥の父にして散華家当主の団一郎に呼び出された千紘。礼弥に偏執的な愛情を抱く団一郎はどちらが礼弥に相応しいか、千紘にフェンシングでの決着を望むのだった。その頃、千紘を追ってきた礼弥も散華家に到着。出迎えたメイドたちは団一郎に礼弥の足止めを命じられており、抵抗する礼弥にきつい“お灸”を据えようとして……？　追いつめられた礼弥、そして千紘をつらぬく剣。勝負の行方は!?"
                },
                "12": {
                    "ID": "4297574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sankarea-undying-love/episodes/4297574",
                    "TitleEnglish": "At That Moment... I...",
                    "SummaryEnglish": "As Chihiro is still trying to find a way to preserve Rea's body, Rea expresses interest in a fireworks festival. As Mero mentions to Chihiro about how Rea wants to go to school, rain cancels the fireworks festival, though Ranko suggests that they hold a smaller fireworks session at the shrine. As Ranko helps Rea change into a yutaka, she confesses she is in love with Chihiro and wants Rea to be her love rival. As Rea decides to start going to school again, she suddenly enters a trance and jumps on Chihiro, biting his lip in the process.",
                    "TitleJapanese": "あの瞬間…俺は…（The Meaning of Bite）",
                    "SummaryJapanese": "壮絶な決闘の末、「治療方法が見つかるまで」という期限付きとはいえ、礼弥を連れて帰ることを認められた千紘。これでまた降谷家に平和な日常が戻ってきた。そんなある日、花火を見てみたいという礼弥に、千紘は花火大会に連れていってやると約束する。しかし雨が降ってしまい花火大会は中止。がっかりする二人だったが、蘭子の提案で自分たちだけの“ちっちゃい花火大会”をすることに――。初夏の夜は、ゾンビに浴衣に線香花火!!?"
                }
            }
        }
    }
}