{
  "URL": "https://www.thetvdb.com/series/jormungand",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Crime",
    "War"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2259737/",
    "https://www.themoviedb.org/tv/46279"
  ],
  "TitleEnglish": "Jormungand",
  "SummaryEnglish": "The series follows Koko Hekmatyar, a young arms dealer who sells weapons under HCLI, a weapons corporation. As one of the company's unofficial weapon sellers, she secretly sells weapons in many countries while avoiding the local authorities and law enforcements as most of her work is actually illegal under international law. Traveling with her is her team of bodyguards who are mostly composed of ex-military veterans. Her latest addition to her crew is Jonah, a seemingly emotionless child soldier who is skilled in combat yet ironically hates arms dealers. Jonah joins Koko as he wishes to find the arms dealer responsible for his family's death. What follows is Koko and her crews escapades around the world.",
  "Aliases": [
    "Jormungand: Perfect Order"
  ],
  "Modified": "2024-10-04",
  "Seasons": {
    "0": {
      "ID": "552998",
      "URL": "https://www.thetvdb.com/series/jormungand/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "4919085",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4919085",
          "TitleEnglish": "Jormungand: Perfect Order - First Stage Soushuuhen",
          "SummaryEnglish": "A recap of season 1.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "489104",
      "URL": "https://www.thetvdb.com/series/jormungand/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "4304179",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4304179",
          "TitleEnglish": "Calico Gunmetal Load",
          "SummaryEnglish": "Koko Hekmatyar concludes an arms deal of fighter plane upgrades with some resistance from the locals and tests the newest member of her team Jonah.",
          "Aliases": []
        },
        "2": {
          "ID": "4304180",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4304180",
          "TitleEnglish": "Pulsar",
          "SummaryEnglish": "Koko and her team are on route to deliver weapons to a country south of Russia, but discovers that the nation's forces led by Major Pollack and the Russians are fighting over the country's oil pipeline. But Koko isn't the only weapon's dealer as Curry and his team from CCAT are here as well. Koko wants to get out of the country as soon as possible as she doesn't deal with clients who pay on credit, but Pollack wants her to deliver antiaircraft weaponry for his army and he won't take no for an answer. Left with no other choice, she agrees but secretly tells her bodyguards they're going to rendezvous with Tojo and Valmet and escape through the border. Koko is forced to work with Curry after his bodyguards Mildo and Lu killed Pollack's escorts. When Pollack's mountain infantry unit surrounds everyone in the building they're hiding, Koko and her team decides to face the unit, but she betrays Curry by the telling the unit that the people who murdered Pollack's escorts are inside before the group flees. Despite Koko's escape, Pollack manages to build a fake SAM truck to fool the Russian military thanks to Koko's delivery. A day later, Koko, her bodyguards and Curry's team manages to flee the country where Koko watches a news report at the airport of the war having a quick conclusion just as she predicted.",
          "Aliases": []
        },
        "3": {
          "ID": "4305414",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4305414",
          "TitleEnglish": "Musica Ex Machina Phase.1",
          "SummaryEnglish": "In Dubai, Koko has Tojo teaching Jonah school lessons while she goes out shopping with Valmet. However, the assassin group Orchestra, compose of a teenage girl named Chinatsu and her mentor Shishio (Master), are hired to assassinate Koko. Koko and Valmet are saved by Jonah from Orchestra after he skips Tojo's lessons. As a gunfight ensues in downtown Dubai, Jonah and Valmet protect Koko from Orchestra while the latter easily kills Dubai Police Force officers responding to the shootout. Valmet is shot in the leg, which Jonah responds by rushing to kill Shishio to allow her and Koko to escape. However, Jonah is dragged by Lehm using a hook and rope where he chastises the boy for needlessly sacrificing his life. Lehm has Jonah escape with Koko while he holds off Orchestra. Orchestra soon run out of ammo and retreat to their pick-up truck armed with a machine gun. Lehm concludes Chinatsu has great observations skills and is able to control the wild Shishio while he and Valmet rendezvous with the rest of the team and try to separate the duo before they reach Koko. Meanwhile, Jonah tells Koko how he feels guns make people into monsters which she appreciates him for opening up.",
          "Aliases": []
        },
        "4": {
          "ID": "4305415",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4305415",
          "TitleEnglish": "Musica Ex Machina Phase.2",
          "SummaryEnglish": "A flashback tells how Chinatsu meet Shishio whom the former was a survivor of the latter’s killing spree at an opera which he was impressed when she shot him. Back in the present, Koko's bodyguards continue protect Koko and Jonah when Orchestra performs a driveby using a M2 heavy machine gun in their pickup truck. The team manages to destroy the truck, forcing Chinatsu and Shishio out where Lutz snipes down Shishio after he refuses to heed Chinatsu’s warnings. Chinatsu vows revenge against Koko before she escapes. Meanwhile, a CIA agent named Scarecrow, who has been hunting down Koko for weapons dealing, tries to have her arrested and deported but due to her father’s connections, the Dubai Police Force instead releases Koko and covers up the shootout, but the chief of police tells Koko that she and her team are to be confine to their hotel for the time being. As she and Jonah head back to their hotel, they have a discussion about more aspects of arms-dealing. Three days later, Chinatsu is caught by Koko infiltrating into their hotel with Lehm aiming his sniper rifle on her. As they both answer each others questions; why Chinatsu doesn’t wear panties and why Koko sells weapons, Koko offers Chinatsu to join her team but she refuse and tries to kill her only to be shot to death by Lehm. As Koko closes the eyes of the dead girl, Koko calls the chief of police to cover up Chinatsu’s death while a hidden Jonah is listening.",
          "Aliases": []
        },
        "5": {
          "ID": "4305416",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4305416",
          "TitleEnglish": "Vein",
          "SummaryEnglish": "While on a HCLI-owned cargo ship en route to Africa from Dubai, Jonah watches R and Lutz test fire a Heckler & Koch XM8 when Koko is informed that her older brother Kaspar would arrive to see her from another HCLI-owned cargo ship. When Wiley is instructed to \"hide\" Jonah by teaching him English, the latter wanted to head to the toilet to relieve himself. However, things didn't look too well when Jonah attempted to assassinate Kaspar before Chiquita intervened and disarmed him. A flashback tells how Jonah first meet with Jonah in West Asia when he took care of orphans in a mountain infantry base. When Jonah finds out that one of the orphans named Marka was killed being used to find anti-personnel mines, Jonah goes on a rampage before Kaspar's team disarms him. He was subsequently locked up in an empty cargo container for a few days, making him weak from lack of food and water. When Kaspar visits him, Jonah wanted to protect the children from him that Kaspar assures him that the orphans have been sent to Japan. Jonah tells him that he can't offer money, which makes Kaspar decided that he'll have him sent to Koko in Europe to be one of her bodyguards. Koko apologizes for Kaspar's actions and tries to comfort him by giving him a hug.",
          "Aliases": []
        },
        "6": {
          "ID": "4305417",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4305417",
          "TitleEnglish": "African Golden Butterflies Phase.1",
          "SummaryEnglish": "Koko and her team are en route to South Africa when they are ambushed by Somali pirates. After Lehm and the team defeat them, Koko heads to DIESA, a local arms fair, to meet with Doctor Miami Amada, who does not show up. Koko learns from Dr. Amada's assistant that she has gone off to the mountains to find butterflies. Later, Koko meets with Chen Guoming, the head of the Daxinghai Company, and accepts his invitation to dinner. Meanwhile, Lehm and his team head to the mountains to locate and protect Dr. Amada. On the other hand, Karen Lo of Daxinghai is covertly deployed to the mountains with a small team of Daxinghai contractors to abduct Dr. Amada due to her extensive knowledge of robotics. Jonah starts the battle when he ruins the ambush of the Daxinghai faction by randomly firing his assault rifle, causing a Daxinghai contractor to panic and return fire. This gives Lehm and the others the advantage over Karen's group. When Karen executes her subordinate for panicking, Valmet recognizes her combat stance and weapons of choice and has a flashback of the time when she was still a UN peacekeeper.",
          "Aliases": []
        },
        "7": {
          "ID": "4305418",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4305418",
          "TitleEnglish": "African Golden Butterflies Phase.2",
          "SummaryEnglish": "While Koko and Chen are having dinner in Port Elizabeth, Valmet engages Karen in close quarters combat with Lehm and Jonah taking on the surviving Daxinghai contractors. Valmet eventually gains the upper hand, seeing Karen as a reminder of herself when she had been severely wounded in Afica as a UN peacekeeper. Lehm intervened to stop Valmet from further harming Karen because they are not alley thugs. Eventually, Lehm and the group were able to secure Dr. Miami as she was catching butterflies. Furious that his Daxinghai contractors were defeated by Koko's team, Chen orders the assassination of Koko and Ugo in Port Elizabeth but Scarecrow's assistant Schokolade manages to persuade her boss to help them escape on a SuperHind Mk. V chopper after Koko talked to her. Koko and the team eventually arrives at Heathrow airport in London, but not before having a minor problem with an airport security metal detector when Jonah insist to the guard that he had been shot in the butt a long time ago.",
          "Aliases": []
        },
        "8": {
          "ID": "4305419",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4305419",
          "TitleEnglish": "Mondo Grosso",
          "SummaryEnglish": "Jonah and Lutz engage each other in a paintball shooting range in order to the latter to brush up on his jungle warfare skills since Lutz used to be a sniper with a police SWAT unit, who had only encountered armed gunmen or hostage takers. Jonah easily wins against him due to his mountain infantry skills. Later on, Koko attends a convention at Country B's embassy in Britain to acquire UAVs for their military. Koko meets with Amalia Trohovski, a British-based arms dealer who is competing with Koko to secure a contract for UAV acquisition on behalf of the EAE Corporation. Schokolade meets with Koko in Hyde Park, telling her of America's plans to sell Predators to Country A's military. While Koko did seem to have trouble securing UAV contracts for HCLI, she decides to fool Amalia by deciding to pull out from the competition. Amalia secretly meets with Koko after the former realizes that EAE contracts are being dropped by the German and Spanish militaries for HCLI contracts. Lutz, Wiley and Valmet are on hand to protect Koko from EAE-hired mercenary snipers after Koko negotiates with Amalia on purchasing EAE stocks bought by her investment bank.",
          "Aliases": []
        },
        "9": {
          "ID": "4305420",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4305420",
          "TitleEnglish": "Dragon Shooter Phase.1",
          "SummaryEnglish": "After the team has some R & R at the beach near the Adriatic Sea, HCLI assigns Koko and her team to deliver artillery to the T Republic army at the Balkans. Much to her annoyance, she is also tasked to sneak in ten doctor from the humanitarian organization, Outspoken Doctors for Human Rights, lead by Dr Leon Riviere. Riviere wants to treat the country's ethnic cleansing victims and expose the crimes of Serbian war criminal Dragan Nicolaevich, leader of the Balkan Dragons militia who has a strong influence over the nation's army due to his connections. The team's An-12 cargo airplane arrives at their location and delivers the artillery to the army without problems. However Dragan and his militia arrives, tipped off about the doctors and demands Koko to give them up. Koko refuses, leading to a stand off between the two sides. Hoping to settle things peacefully, Riviere comes out and tries to talk to Dragan. But Dragan shoots Riviere and tries to kill him until Lehm disarms Dragan. Left with no choice, Koko orders her team to kill the Balkan Dragons at Planina Airport.",
          "Aliases": []
        },
        "10": {
          "ID": "4305421",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4305421",
          "TitleEnglish": "Dragon Shooter Phase.2",
          "SummaryEnglish": "Koko's team eliminates the Balkan Dragons except Dragan who escapes and takes Riviere hostage. Knowing Dragan's militia will try to shoot them down once they leave the airport, Koko takes Mao's advice to take one of the artillery cannons into their plane. Once their plane leaves, the team manages to evade the militia's anti-air weaponry and destroy them thanks to Mao shooting them with a flechette round. Koko calls and makes a deal with Scarecrow and Schokolade that they get to capture Dragan in exchange for his $5 million bounty. She also realizes this was part of her father's plan to win favor with the Outspoken Doctors for Human Rights and the CIA. After safely delivering the rest of the doctors to their destination near a refugee camp, Koko sends Lehm, Mao and Wiley to ambush Dragan's convoy, rescuing Riviere, capturing Dragan and giving his location to Scarecrow and Schokolade, who sends a US Marine SOR commando team to get him. With their job done, Koko's team flies out of the country.",
          "Aliases": []
        },
        "11": {
          "ID": "4305422",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4305422",
          "TitleEnglish": "Hill of Destruction Phase.1",
          "SummaryEnglish": "Koko's team prepare for their next deal with some members of the Italian Mafia in Alexandria, but Valmet, wishing to take revenge on the man who gauged her right eye and killed her subordinates when she was an UN peacekeeper in Africa. After Schokolade reveals to her the identity of that man, Chen Guoming, the head of the Daxinghai, Valmet leaves the group unnoticed and to confront Chen's at his headquarters in North Africa, only to later learn Jonah tailed her under Koko's orders. Meanwhile Dominique, the leader of a team of assassins, expresses to his companions Lilliane and Grego his plan to leave the contract killing business and open a restaurant. Both agree with the idea, but first they must take one last job assigned to them; assassinate Koko. While Valmet and Jonah get close to the Daxinghai base, the assassins decide to take down the members of Koko's team one by one starting with Ugo, whom they label as the easiest target among them. After Koko's deal with the mafia ends with her clients killed after they tried to pay her with cocaine, Dominique's team take advantage of Valmet and Jonah's absence to start their plan by having Lilliane distracting the others while Grego knocks out Lehm and is about to decapitate Ugo.",
          "Aliases": []
        },
        "12": {
          "ID": "4305423",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4305423",
          "TitleEnglish": "Hill of Destruction Phase.2",
          "SummaryEnglish": "Ugo manages to hold off Grégoire long enough for Lehm to knock him out. Koko and her bodyguards manages to subdue Dominique's crew and agrees to let them go if they reveal who hired them. Back in North Africa, Valmet drugs Jonah and heads towards the Daxinghai Company base alone. As she kills the Daxinghai contractors protecting the base, she is saved from a sniper by Jonah, who manages to fight off the effects of the drug. Valmet finally confronts Chen, where they share some words before she kills him, finally avenging the deaths of her subordinates. But as Valmet and Jonah returns to Koko, a vengeful Karen shoots Valmet, who shields Jonah before Jonah guns down Karen. After waking up from the hospital several days later, Valmet learns Karen survived as well but mysteriously disappeared. Koko comforts Valmet by telling her that she was able to put the souls of her subordinates at ease. As they take a walk together, Koko talks to Jonah about the attempted hit on her and the team. Meanwhile, George \"Bookman\" Black, the CIA Chief of the European Division, flies to Paris from Langley to meet up with his contact, who is none other than R.",
          "Aliases": []
        },
        "13": {
          "ID": "4305413",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4305413",
          "TitleEnglish": "The Snake that Admires the Heavens",
          "SummaryEnglish": "In Port Elizabeth, Dr. Miami has an encounter with Karen Low, and by learning that she is unemployed, she decides to hire her as a bodyguard. Some time later, the duo has a meeting with Koko's team at the Solomon Islands to oversee the launch of the final item of HCLI's satellite network designed to give the company and their affiliated arms dealers an upper hand against their opponents. On a later occasion, R has a meeting with George Black and informs him that Koko knows that Dominque's team was hired by the CIA. Black claims that it was not his doing as his true intention is to make of Koko a tool at the behest of the U.S. as part of his plan called \"Operation Undershaft\", which involves R's undercover assignment. Meanwhile Hex, the CIA Special Activities Division operative behind the assassination attempt in Egypt and an old enemy of Koko's, learns from a fellow CIA agent the details of Operation Undershaft and wonders how she can hit Koko where it hurts the most before killing her.",
          "Aliases": []
        },
        "14": {
          "ID": "4411117",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4411117",
          "TitleEnglish": "Dance with Undershaft Phase.1",
          "SummaryEnglish": "A flashback shows how R, whose real name is Renato Socci, met George Black back in the 1990s with the Balkans under UN intervention before Socci works with Black to infiltrate HCLI after the two worked together to hunt down war criminals. Another one shows how Hex was in Operation Undershaft when she was recruited from the disbanded Wide Range Communications Platoon to the Special Operations Group of the SAD, leading black ops missions against arms dealers, including Koko. Koko has a private meeting with Amalia about George Black and his quest to put arms dealers under his thumb for the CIA. Meanwhile, Koko gives her team new weapons to replace their personal weapons while conducting VIP protection exercises. Koko asks R about George, which R tries to tell Koko a little bit of the truth to hide his cover. Later on, R contacts George and persuades him to remove Hex from the operation without any luck. George however, knows that Hex's next target is Jonan and does not refrain from have him sacrificed to keep her under his control.",
          "Aliases": []
        },
        "15": {
          "ID": "4411118",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4411118",
          "TitleEnglish": "Dance with Undershaft Phase.2",
          "SummaryEnglish": "R convinces George to tell him the location of Hex and her SOG team and rushes to help Koko and Jonah, finding them already under attack from them. After revealing to Koko that he is a spy under George, he manages to have both evacuate to safety and confronts Hex head on. When the two exchange shots, R and Hex manage to hit each other's left eyes, with R's wound being fatal. After the rest of Koko's team reaches the scene and takes down the snipers giving support to Hex, she is forced to give the order to retreat. Upon learning of R's death, and enraged Koko contacts the HCLI and demands them to track down Hex's location. Some time later, Hex and her two remaining men, sheltered in a cave on Northern Iraq, see a B-52 bomber sent by Koko that carpet bombs the area. R is buried on a scenic view near the coast and George appears to pay his respects, having a short meeting with Koko and her team in the occasion. Just before leaving, George learns of Hex's death and hearing the voices of R and Hex remembering him about how they warned him to not underestimate Koko, he decides to not give up on her.",
          "Aliases": []
        },
        "16": {
          "ID": "4411119",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4411119",
          "TitleEnglish": "Kasper and Jonah",
          "SummaryEnglish": "In Jakarta, Kasper and his team find themselves once again outsmarted by a rival Japanese company and he decides to take the fight to them with Koko's help. Still coping with the loss of R, Koko and her party travel to Japan while Kasper sends a message to the Japanese by having some of their men killed. When Koko makes the rendezvous with her brother in Japan, Jonah asks him to show him how the three children he asked to give shelter are doing. Kasper brings Jonah to where the three are living but he decides to not meet them, being satisfied for just knowing they are doing well. As the Japanese learn about the death of their comrades, Kaspar questions Tojo about Hinoki Yousuke, his former superior in the Japanese Ground Self-Defense Forces, the man leading the team.",
          "Aliases": []
        },
        "17": {
          "ID": "4411120",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4411120",
          "TitleEnglish": "Castle of Lies Phase.1",
          "SummaryEnglish": "As Kaspar returns to Jakarta, Tojo debriefs his comrades at the Narita International Airport and informs them that the Special Research Unit (or SR Unit) of the Defense Intelligence Headquarters are responsible for harassing Kaspar's operations in Southeast Asia. He also informs them that the unit was created due to American requests during the Vietnam War, which evolved into a dummy corporation named Ganville Trading. Col. Hinoki informs Koko of a rendezvous point for the two parties to meet with the pretense of discussing a mutual agreement, but Koko warns her team to prepare themselves for the worst. In Jakarta, Kaspar meets with one of Ganville Trading's employees named Kurosaka, who takes the opportunity to attempt to kill him, but is stopped and killed by Chiquita. Now knowing that the enemy set a trap to them, Kaspar and his squad make their way to evacuate, confronting the SR Unit commandos along the way.",
          "Aliases": []
        },
        "18": {
          "ID": "4411121",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4411121",
          "TitleEnglish": "Castle of Lies Phase.2",
          "SummaryEnglish": "Jonah was able to escape death after informing Koko that the supposed rendezvous point was empty at Tokyo Bay Aqua Line's Umihotaru, avoiding an ambush. Koko and the others were able to get away, managing to defeat the remaining SR Unit operatives. When Jonah, Koko and Tojo meet with Col. Hinoki at the Bahamas, the ex-SR Unit officer told Tojo that he allowed the remaining SR Unit operatives to take on HCLI because he noted that they needed to fight one good battle against Koko and Kaspar. Hinoki also explained that the unit was becoming arms dealers themselves, something that the colonel did not wish to happen as circumstances gave him no choice but to let the unit destroy itself as they lost its true purpose, which was to be a black ops unit of the DIH. In a flashback, Tojo remembers leaving the SR Unit because the unit was turning its back on its Cuban agents during a black operation, which made Tojo resign after returning back to Jakarta. This eventually led to his recruitment to HCLI under Kaspar before he joined up with Koko.",
          "Aliases": []
        },
        "19": {
          "ID": "4411122",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4411122",
          "TitleEnglish": "Pazuzu",
          "SummaryEnglish": "While driving a convoy through Iraq, the team hear the story of how Wiley met Lehm in Iraq during the first Guld War before he got hired by Koko's team, when the members of PMC Excalibur are fired by Koko for shooting a passing vehicle without even checking if it was a threat or not, but their interpreter Nazar offers himself to accompany them on their Iraqi trip. Wiley makes use of his demolitions expertise to figure out a trap set by Excalibur and the team successfully repels their pincer attack, especially when Nazar, who was supposedly working with the enemy switched sides, collaborating with Koko instead.",
          "Aliases": []
        },
        "20": {
          "ID": "4411123",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4411123",
          "TitleEnglish": "New World Phase.1",
          "SummaryEnglish": "Koko's team has a meeting in England with doctor Minami which brings up Schokolade's atention. She contacts Scarecrow who informs Bookman about it. Minami takes Jonan and Karen for a butterfly hunt and Jonan asks her about what she and Koko are truly planning, but she refuses to respond. As she bids farewell to Minami, Koko agrees with her idea to give a name to their plan which from then on is called \"Jormungand\". The members of CCAT have a dinner with Minami and ask her for a role in her and Koko's enterprise but she refuses and Curry considers quitting the arms dealer business. Some time later, Amalia Trohovski visits Koko claiming she wants to join HCLI as well. As Amalia displays to Koko the newest UAV technology she obtained, Kasper makes an announcement on Phillipines of HCLI's satellite network, the \"Hekmatyar-Global Grid\" or simply \"Hek-GG\" which according to him, will help their clients arround the world to greatly improve their logistics. Bookman and Hinoki react coldly to the announcement and Jonan realizes that Koko does not seem interested on it at all and keeps talking with Amalia instead as he ponders that despite having traveled with her for so much time, he has not yet realized her true character.",
          "Aliases": []
        },
        "21": {
          "ID": "4411124",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4411124",
          "TitleEnglish": "New World Phase.2",
          "SummaryEnglish": "In the Caucasus, quantum optics expert Elena Baburin is kidnapped by Koko's team and brought before her. Meanwhile, Scarecrow is informed that Koko has been pooling all her resources in a factory in South Africa in secrecy, a move she is concealing even from HCLI. After closing some deals around the world, Koko and her team is approached by Hinoki and Bookman at the Washington Dulles International Airport to remember her that she is being watched. When Schokolade, who was following Koko around the world informs Scarecrow that she had lost her track, Bookman realizes that Koko's next move is to extract Leila Ibrahim Faiza, aka \"Rabitfoot\", a quantum physicist, hacker and online activist from the Guantanamo Bay detention camp as according to the intel about her recent activities, Koko's secret project involves building a Quantum Supercomputer and she needs Rabitfoot's help to complete it. Meanwhile, Koko's team is preparing themselves for the kidnapping when Lutz questions Koko about her true intentions. Although she refrains from answering, all her bodyguards including Lutz reaffirm their commitment to her. As Hinoki discusses with an NSA officer about the kidnapping, he is informed by him that Bookman already contacted the NSA about it, and Rabitfoot is about to be transferred to another detention facility under some heavy escort whose orders are to kill whoever tries to rescue her.",
          "Aliases": []
        },
        "22": {
          "ID": "4411125",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4411125",
          "TitleEnglish": "New World Phase.3",
          "SummaryEnglish": "After successfully managing to kidnap Rabitfoot and flee to the woods near the Cuban border, Koko's team find themselves in a pinch against the \"Night Nine\" who is dispatched after them until Koko manages to shot down their surveilance UAV and make use of her new system to hack into the U.S. military to feed their enemies with false info which guides them near a Cuban base, providing an opening for her comrades to escape. While traveling in a freight to South Africa to rendevous with Minami and Elena, Koko convinces Rabitfoot to work for her and finally reveals to Jonan and the others the true nature of her plan once they reach their destination. According to Koko, the quantum supercomputer and HCLI's satellite network together form the \"Jormungand\" system, which she will use to take control of the world to prevent further wars. She also confirms that her next step is to make use of Jormungand to impose a worldwide aerial blockade, disabling all civilian and military aircraft along all air weaponry. However, after Koko reveals that all airplanes in mid-air will inevitably crash when that happens, causing hundreds of thousands of deaths, a desperate Jonah draws his weapon in an attempt of dissuade her.",
          "Aliases": []
        },
        "23": {
          "ID": "4411126",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4411126",
          "TitleEnglish": "Warmonger",
          "SummaryEnglish": "Claiming that her plan is already past the point of no return, even if he kills her, Koko convinces Jonan to put down his gun, but he can't decide about joining her or not and flees away instead. Jonan is found and picked up by Kasper and asks him for a place in his team. Bookman is contacted by Koko who asks him to meet her in North Africa, but just as he arrives there, he is ambushed by a local army, just to be rescued in the nick of time by U.S. troops, realizing that it was all orchestrated by Koko to demonstrate him the true range of her newfound power. As Jonan travels arround the world with Kasper and Chiquita, now as part of their squad, he wonders about what to do next.",
          "Aliases": []
        },
        "24": {
          "ID": "4411127",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/jormungand/episodes/4411127",
          "TitleEnglish": "Century of Shame",
          "SummaryEnglish": "Two years pass and with wars spreading through the world, just as Koko predicted, she still has not activated Jormungand yet. Kaspar, who already figured out Koko's plans, instead of trying to stop her, agrees to protect her as she launches into orbit a compact version of the Quantum Computer at a cosmodrome in a restored Soviet Union, putting it out of reach from her enemies. Just as he is leaving with his team, Jonah asks Kaspar permission to leave, to which he agrees, claiming that he will keep his part of the bargain of protecting his friends in Japan while giving him a passport and a Swiss Bank account as a parting gift. Four days later, Jonah wanders through Azerbaijan where he is found by Koko and her team. Having welcomed Jonah back into her party, Koko activates Jormungand.",
          "Aliases": []
        }
      }
    }
  }
}