{
    "URL": "https://www.thetvdb.com/series/kids-on-the-slope",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Musical",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2341375/",
        "https://www.themoviedb.org/tv/42557"
    ],
    "TitleEnglish": "Kids on the Slope",
    "SummaryEnglish": "Summer, 1966. Kaoru Nishimi has moved to live with relatives in Kyushu. He's been an aloof honor student his whole life, but that starts changing when he meets Sentarou Kawabuchi, the school's notorious bad boy. Through him, he learns the appeal of jazz and forms his first real friendships.",
    "TitleJapanese": "坂道のアポロン",
    "SummaryJapanese": "1966年初夏。\n \n高校一年生の西見薫は、父親の仕事の都合で横須賀からひとり、親戚のいる九州へ引っ越してきた。 それまで優等生で周囲に心を閉ざしがちな薫だったが、“札付きのワル”と恐れられる破天荒なクラスメイト・川渕千太郎との出会いが彼を変えていく。\n 千太郎を通じて知ったジャズの魅力、そして初めての「友達」と呼べる存在。 \n仲間と奏でる音楽がこんなにも楽しいなんて！ \n\n千太郎の幼なじみで心優しいレコード屋の娘・律子、ミステリアスな上級生・百合香、憧れの兄貴分、淳兄…。\n アメリカの文化漂う海辺の街を舞台に、友情・恋心・音楽がまぶしく交錯する青春群像劇！",
    "Aliases": [
        "Sakamichi no Apollon"
    ],
    "Modified": "2025-07-27",
    "Seasons": {
        "1": {
            "ID": "489123",
            "URL": "https://www.thetvdb.com/series/kids-on-the-slope/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4297534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kids-on-the-slope/episodes/4297534",
                    "TitleEnglish": "Moanin'",
                    "SummaryEnglish": "Separated from his father, Kaoru Nishimi transfers to a high school in Kyushu, where his uncle lives. However, on his first day at school, unable to cope with an unfamiliar environment and looks of curiosity from all around, Kaoru is overcome with nausea. He runs out of class and heads for the roof of the school in a panic, but waiting for him there is Sentaro Kawabuchi.",
                    "TitleJapanese": "モーニン",
                    "SummaryJapanese": "父親のもとを離れ、叔父のいる九州の高校へと転入した西見薫。しかし転入初日、慣れない環境と周囲からの好奇の視線に耐えられず、薫は激しい吐き気を催してしまう。教室を飛び出し、あわてて学校の屋上へと向かう薫。しかしそこで彼を待っていたのは、川渕千太郎との出会いだった。"
                },
                "2": {
                    "ID": "4297535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kids-on-the-slope/episodes/4297535",
                    "TitleEnglish": "Summertime",
                    "SummaryEnglish": "After Kaoru witnesses Sentaro playing the drums one day, the sounds of jazz keep echoing in his head. Shortly afterwards, a visitor comes to the record shop run by the father of Ritsuko, a classmate of Kaoru's. Sentaro chats with Junichi Katsuragi, whom he affectionately calls \"Brother Jun\", and then the two launch into an impromptu session in the basement studio. Kaoru can't conceal his excitement at seeing a live jazz session for the first time ever.",
                    "TitleJapanese": "サマータイム",
                    "SummaryJapanese": "千太郎のドラムプレイを目の当たりにした薫。その日から、彼の頭のなかではジャズの響きが鳴り続けていた。そんななか、クラスメイトである律子の父が営むレコード店に、お客が訪れる。千太郎が「淳兄」と慕う桂木淳一を交えて、地下のスタジオで始まる、突然のセッション。初めて見る生のジャズセッションに、薫は興奮を隠しきれない。"
                },
                "3": {
                    "ID": "4297536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kids-on-the-slope/episodes/4297536",
                    "TitleEnglish": "Someday My Prince Will Come",
                    "SummaryEnglish": "Over the summer at the beach, Kaoru and friends meet the beautiful Yurika Fukahori, who's a year older than them. Sentaro falls in love at first sight with the sophisticated girl. Noticing that Sentaro's efforts at their daily jazz practice are halfhearted, Kaoru arranges a double date with Yurika on Sentaro's behalf. The three of them and Ritsuko go on a picnic in a nearby mountain, but it doesn't go quite as planned...",
                    "TitleJapanese": "いつか王子様が",
                    "SummaryJapanese": "夏の海水浴場で、ひとつ年上の美しい先輩・深堀百合香と出会った薫たち。その清楚な雰囲気に、千太郎はすっかり心を奪われる。毎日のジャズの練習にも身の入らない千太郎の様子を見かねて、薫は千太郎に、百合香に交際を申し込むようにけしかける。そして律子を交えた４人は、ピクニックに出かけることになるが……。"
                },
                "4": {
                    "ID": "4297537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kids-on-the-slope/episodes/4297537",
                    "TitleEnglish": "But Not For Me",
                    "SummaryEnglish": "One day near Christmas, Junichi returns from Tokyo, bringing with him an offer of a gig for the pleased Sentaro and Kaoru. The location is a jazz bar in the nearby downtown area and the two boys, who have never played for an audience before, are equally full of nervousness and anticipation. On the other hand, after Kaoru suddenly declared his love for Ritsuko days earlier, relations between the two have been strained...",
                    "TitleJapanese": "バット・ノット・フォー・ミー",
                    "SummaryJapanese": "クリスマスが近づいてきたある日、東京から再び淳一が戻ってきた。喜ぶ千太郎たちを前に、彼は「ライヴをやってみないか」と持ちかける。場所は、近くの繁華街にあるジャズバー。初めての人前での演奏に、２人は緊張と期待で胸をふくらませる。だがその一方、先日の突然の告白以来、薫と律子はぎくしゃくした雰囲気が続いていて……。"
                },
                "5": {
                    "ID": "4297538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kids-on-the-slope/episodes/4297538",
                    "TitleEnglish": "Lullaby of Birdland",
                    "SummaryEnglish": "Ever since the kissing incident, the relationship between Kaoru and Ritsuko has deteriorated. Feeling awkward about visiting the record shop, Kaoru enters the New Year without showing up once at jazz practice. But one day, he receives a letter that contains information about his mother’s present situation. And so, Kaoru heads for Tokyo to be reunited with the mother he hasn’t seen for over a decade, with Sentaro tagging along.",
                    "TitleJapanese": "バードランドの子守唄",
                    "SummaryJapanese": "キスの一件以来、さらに悪化した薫と律子の仲。バツの悪くなった薫は結局、ジャズの練習に一度も顔を出さないまま、年を越してしまう。そんなある日、彼のもとに一通の手紙が届く。そこには、音信不通になっている母の近況が書かれていた。薫と十数年ぶりに母と再会するため、無理矢理同行してきた千太郎とともに東京へ向かう。"
                },
                "6": {
                    "ID": "4297539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kids-on-the-slope/episodes/4297539",
                    "TitleEnglish": "You Don't Know What Love Is",
                    "SummaryEnglish": "Kaoru and the rest have moved on to their second year of high school, and with the new school year comes a new classmate, Seiji Matsuoka, a flamboyant Beatles fan right down to the mushroom cut. But Seiji also fronts his own rock band and invites Sentaro to be the drummer. Sen refuses at first, but after hearing about Seiji's troubles, he feels sympathy for the pop music enthusiast. Finally, Sentaro agrees to join the band, but what about his passion for jazz…?",
                    "TitleJapanese": "ユー・ドント・ノウ・ホワット・ラブ・イズ",
                    "SummaryJapanese": "春。２年に進級した薫たちの前に、ド派手なクラスメイトが現れる。ビートルズや流行の音楽にのめり込み、髪型もマッシュルームにした松岡星児。彼は、自分が率いるロックバンドのドラムに、千太郎を誘う。初めは拒否していたものの、じつは苦労人である星児の境遇を聞き、共感を抱く千太郎。彼は、その願いを快諾するのだが……。"
                },
                "7": {
                    "ID": "4297540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kids-on-the-slope/episodes/4297540",
                    "TitleEnglish": "Now's the Time",
                    "SummaryEnglish": "Sentaro is busy practicing with Seiji’s band, Olympus, while Kaoru has been chosen as the class representative for the school festival, and the distance between the two widens. On the day of the festival, as Kaoru’s eyes fall on Olympus and the appreciative crowd formed around it, he can’t hold back the flood of painful emotions. However, unexpected trouble occurs up on stage…",
                    "TitleJapanese": "ナウズ・ザ・タイム",
                    "SummaryJapanese": "星児のバンド、オリンポスに参加することになり、練習に忙しい千太郎と、学園祭の実行委員に選ばれた薫。２人の距離は、開いていくばかりだった。そして迎えた学園祭の当日。観客の歓声を集めるオリンポスを目にして、薫は苦々しい想いを押さえきれない。しかし、そのステージで思わぬトラブルが発生して……。"
                },
                "8": {
                    "ID": "4297541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kids-on-the-slope/episodes/4297541",
                    "TitleEnglish": "These Foolish Things",
                    "SummaryEnglish": "Kaoru's new-found popularity among female classmates after his performance with Sentaro causes Ritsuko to question her true feelings for him. Yurika comes upon Junichi and follows him back to his new apartment where she confronts him about a kiss they had shared at the record shop. Junichi unsuccessfully attempts to scare her away and her stubbornness, even going so far as to cut her hair to prove her point, forces Junichi to remember his regrets during his time as a member of the Japanese Communist Party in college. At school, Sentaro overhears students talking about Yurika's change in behavior and appearance and assumes that Junichi had done something to her. He goes to Junichi's apartment to confront him only to discover Yurika there with him. Sentaro tells Kaoru about what he had seen but Kaoru scolds him for not being aware that there was already someone in love with him. Sentaro soon realizes that the person Kaoru had been talking about was Ritsuko.",
                    "TitleJapanese": "ジーズ・フーリッシュ・シングス",
                    "SummaryJapanese": "まるで別人のような姿で地元に戻ってきた淳一。尊敬する淳一のボロボロの姿を目にした千太郎は、ショックを隠しきれない。周囲に巻き込まれるように大学紛争のリーダー的立場になった淳一。しかし彼はそこで忘れられない挫折を味わっていた……。彼のアパートに押しかけた百合香は、傷ついた彼の姿を見て、すべてを捧げる決意をする。"
                },
                "9": {
                    "ID": "4297542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kids-on-the-slope/episodes/4297542",
                    "TitleEnglish": "Love Me or Leave Me",
                    "SummaryEnglish": "Junichi is offered a chance to work for a friend's publishing company in Tokyo and decides to leave the town to never return. Sentaro and Ritsuko attend the Christmas mass together while Kaoru decides to attend a Christmas party at Seiji's house, to distance himself from them. Finally aware of Ritsuko's feelings for him, Sentaro apologizes to her for never had realized before, but the two end up renewing their conviction that they are just like family to each other. Kaoru insists that Sentaro should fix his broken friendship with Junichi before he departs, even slapping him for it. Sentaro then challenges Junchi to one last jamming session with the band, to which he attends. The train taking Junichi to Tokyo is about to leave when he is approached by Yurika, begging to take her with him, but he insists that they should part ways. Just before the train starts moving, Junichi hears Yurika's parents at the station, angry at her for leaving a matchmaking meeting they arranged for her. Junichi pulls her into the train at the last moment, and the two embrace each other as the train leaves the city. Back at the record store, Kaoru opens the piano cover and finds the blue gloves Ritsuko knitted for him.",
                    "TitleJapanese": "ラヴ・ミー・オア・リーヴ・ミー",
                    "SummaryJapanese": "薫が九州に来て２回目のクリスマス。律子の気持ちをを勘違いしたままの薫は、星児が主宰するパーティに出向くものの、寂しさを感じずにはいられない。一方、薫のために手袋を編む律子もまた、もどかしい想いに悩んでいた。自分からフッておいて、告白できるはずもない。逡巡する彼女の背中を押したのは、千太郎の言葉だった。"
                },
                "10": {
                    "ID": "4297543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kids-on-the-slope/episodes/4297543",
                    "TitleEnglish": "In a Sentimental Mood",
                    "SummaryEnglish": "Sentaro’s love for Yurika has a sad ending as she eloped with Junichi. Meanwhile, Kaoru and Ritsuko have slowly been getting closer since the Christmas incident. Kaoru just can’t seem to take the next step, but when Ritsuko visits him while he’s recovering from a cold, Kaoru declares his feelings for her for the second time. And then, during the summer of their third year, Sentaro gets some unexpected news…",
                    "TitleJapanese": "イン・ア・センチメンタル・ムード",
                    "SummaryJapanese": "東京に駆け落ちした淳一と百合香――千太郎の恋は悲しい結末を迎えた。一方、薫と律子は、クリスマスの一件を経て、徐々に接近。なかなか次の一歩が踏み出せない薫だったが、風邪のお見舞いにやって来た律子に、彼は２度目の告白を果たす。そして季節はめぐり、高校３年の夏。練習に打ち込む千太郎に、ある知らせが舞い込む。"
                },
                "11": {
                    "ID": "4297544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kids-on-the-slope/episodes/4297544",
                    "TitleEnglish": "Left Alone",
                    "SummaryEnglish": "After learning of his stepfather’s homecoming, Sentaro intends to leave for good without telling anyone…except someone is waiting for him outside! Later, as the school festival draws near, Kaoru and Sen stress out over their competition with Seiji, until they add a new member to their group. Then, on the eve of the festival, an event occurs that will change their lives forever!",
                    "TitleJapanese": "レフト・アローン",
                    "SummaryJapanese": "父親の帰郷を知り、黙って家を出る千太郎。だが彼を待ち伏せる人物が…!?　文化祭が近づき、星児から挑戦状を叩きつけられた薫たちは、意外なメンバーを増やし名曲「マイ・フェイバリット・シングス」をレパートリーに入れて高校最後のステージに臨む。準備は万端、あとは本番を残すのみとなった前日、思いもよらない出来事が!!"
                },
                "12": {
                    "ID": "4347669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kids-on-the-slope/episodes/4347669",
                    "TitleEnglish": "All Blues",
                    "SummaryEnglish": "Graduation is at hand for Kaoru and Ritsuko, and there is still no word from Sentaro. While studying at Ritsuko's house, Kaoru tries to get more intimate with her, but she rejects him after he tells her he is happy that Sentaro is not there to get between them. Kaoru apologizes to her, but he reveals that he is leaving after graduation to go to college in Tokyo. After graduation, he stands outside the record shop and tells Ritsuko that he's happy he met her. On the day of his departure, he is seen off by his aunt, his cousin and Mukae. Just as the train starts leaving, he sees Ritsuko running along the train, and they manage to exchange one last glance before he leaves town for college. Eight years pass, and Kaoru is a resident doctor. One day, he meets Yurika and she shows him a picture of a friend's wedding on a small island, and he recognizes Sentaro in the photo. He rushes to the island, and learns that Sentaro is now a priest in training at the local church. Kaoru sees Sentaro's drums in the church, and starts to play Moanin' on the church organ. Sentaro hears, and goes to the church to join in on drums. The priest arrives and scolds Sentaro for playing the drums without permission, and Sentaro and Kaoru run out of the church and down the slope. Near the bottom of the slope, they reunite with Ritsuko, who is holding a postcard from Yurika about Sentaro's whereabouts.",
                    "TitleJapanese": "オール・ブルース",
                    "SummaryJapanese": "姿を消した千太郎。薫はその現実を冷静に受け止めようとするあまり、律子を傷つけてしまう。気持ちがすれ違ったまま、薫は東京の大学に合格し、町を離れる日が来るが…！？奇跡的に出会った薫と千太郎がジャズを通じて共鳴し輝いた時間。その光を失った薫の心はどこへ向かう？　相棒との絆はどうなる？衝撃展開の最終回！！"
                }
            }
        }
    }
}