{
  "URL": "https://www.thetvdb.com/series/hyouka",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2340841/",
    "http://www.kyotoanimation.co.jp/kotenbu/",
    "https://www.themoviedb.org/tv/65329"
  ],
  "TitleEnglish": "Hyouka",
  "SummaryEnglish": "Oreki Houtarou is a minimalistic high school boy. One day, he joins the Classic Literature Club at his elder sister's request. There he meets Chitanda Eru, Fukube Satoshi, and Ibara Mayaka. Chitanda is a calm beautiful girl but she turns into an embodiment of curiosity once she says, \"I'm curious.\" Fukube is a smiling boy with a fantastic memory who calls himself a database. Ibara is a short girl and is strict with others and herself. They begin to investigate a case that occurred 45 years ago. Hints of the mystery are buried in an old collection of works of the former members of Classics Club. The collection is titled \"Hyouka.\"",
  "Aliases": [
    "Hyoka",
    "Hyou-ka: You Can't Escape",
    "Ice Cream"
  ],
  "Modified": "2025-09-16",
  "Seasons": {
    "0": {
      "ID": "489128",
      "URL": "https://www.thetvdb.com/series/hyouka/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "4342391",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4342391",
          "TitleEnglish": "What Everyone Needs (Episode 11.5)",
          "SummaryEnglish": "Hotaro's sister returns home, and sets her lethargic brother up with a temporary job filling in as a lifeguard at the city pool. Satoshi invites Eru and Mayaka out to see Hotaro at work, and the group stumble upon a minor mystery to be solved.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "489129",
      "URL": "https://www.thetvdb.com/series/hyouka/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 22,
      "Episodes": {
        "1": {
          "ID": "4297575",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4297575",
          "TitleEnglish": "The Revival of the Long-established Classic Literature Club",
          "SummaryEnglish": "\"Energy conservationist\" Hotaro Oreki joins the Classic Lit Club at his high school at his sister's behest, to keep it from being shut down. Also joining the club are his best friend, Satoshi Fukube, and Eru Chitanda, a curious girl who enjoys mysteries.",
          "Aliases": []
        },
        "2": {
          "ID": "4297576",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4297576",
          "TitleEnglish": "The Activities of the Esteemed Classics Club",
          "SummaryEnglish": "Eru grows bored of the club's lack of activities, and suggests that they prepare an anthology to submit for the school's culture festival in the fall. While tracking down previous anthologies, the club discovers a mystery in the school's library.",
          "Aliases": []
        },
        "3": {
          "ID": "4297577",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4297577",
          "TitleEnglish": "The Descendants of the Classic Literature Club with its Circumstances",
          "SummaryEnglish": "Over coffee, Eru opens up to Oreki to explain why she joined the club, and asks him for his help with a personal matter. Still unable to locate any anthologies, the club members run into an obstacle when trying to search the club's previous room.",
          "Aliases": []
        },
        "4": {
          "ID": "4297578",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4297578",
          "TitleEnglish": "The Old Days of the Glorious Classic Literature Club",
          "SummaryEnglish": "Eru decides to solicit Satoshi and Mayaka's help hypothesizing what happened to her uncle. The club members meet at the Chitanda estate, where they present their research and surmise what they believe happened 45 years ago.",
          "Aliases": []
        },
        "5": {
          "ID": "4297579",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4297579",
          "TitleEnglish": "The Truth of the Classics Club and Its Past",
          "SummaryEnglish": "Hotaro is torn between continuing with his \"gray\" life and the \"rosy\" life that the others live. A phone call from Hotaro's sister leads him to believe that there are pieces missing to his theory regarding the events of Sekitani's expulsion.",
          "Aliases": []
        },
        "6": {
          "ID": "4297580",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4297580",
          "TitleEnglish": "To Commit a Grave Sin",
          "SummaryEnglish": "Hotaro's history class is interrupted by an outburst coming from Eru's math class, prompting a discussion in the Classic Lit Club about the nature of the seven deadly sins, and what might provoke Eru to become angry.",
          "Aliases": []
        },
        "7": {
          "ID": "4297581",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4297581",
          "TitleEnglish": "True Colors",
          "SummaryEnglish": "During summer vacation, the Classic Lit Club members take a trip into the mountains to stay at a hot springs resort inn run by Mayaka's relatives. While there, Eru and Mayaka see what appears to be the ghost of a man who hanged himself!",
          "Aliases": []
        },
        "8": {
          "ID": "4297582",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4297582",
          "TitleEnglish": "Let's Go to the Screening!",
          "SummaryEnglish": "One of Eru's acquaintances invites the Classic Lit Club to a screening of a student film made by the members of Class 2-F so they can offer their opinions. When the movie takes an unexpected turn, the club is called on to help find a solution.",
          "Aliases": []
        },
        "9": {
          "ID": "4297583",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4297583",
          "TitleEnglish": "The Furuoka Deserted Village Murder Case",
          "SummaryEnglish": "In search of a conclusion to their movie, the assistant director, the prop master, and the publicist meet with the Classic Lit Club members one at a time to propose their solutions to the unfinished murder mystery.",
          "Aliases": []
        },
        "10": {
          "ID": "4297584",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4297584",
          "TitleEnglish": "What No One Noticed",
          "SummaryEnglish": "After meeting with Irisu, Hotaro has a change of heart, and sets his mind to solving the murder mystery. Hotaro and Satoshi discuss the nature of their own potential, and what each of them might be able to accomplish.",
          "Aliases": []
        },
        "11": {
          "ID": "4297585",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4297585",
          "TitleEnglish": "Closing Credits of the Fool",
          "SummaryEnglish": "When the others ask Hotaro about his solution to the murder mystery, he begins to have doubts about it himself. Hotaro confronts Irisu regarding the reason why she called the Classic Lit Club in to help finish the film.",
          "Aliases": []
        },
        "12": {
          "ID": "4297586",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4297586",
          "TitleEnglish": "Practically Piled to the Ceiling",
          "SummaryEnglish": "It is the first day of the school culture festival, and the club members look forward to it with both longing and dread. They must come up with a way to sell all of the copies of \"Hyouka\" that were printed, as dauntless as the task seems.",
          "Aliases": []
        },
        "13": {
          "ID": "4321920",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4321920",
          "TitleEnglish": "A Corpse by Evening",
          "SummaryEnglish": "Satoshi tries to use the Quiz Club's quiz show event to promote the Classic Lit Club. Eru goes around beating the bushes for ways to help sell all of the copies of \"Hyouka.\" More and more items end up missing from various clubs.",
          "Aliases": []
        },
        "14": {
          "ID": "4321921",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4321921",
          "TitleEnglish": "Wild Fire",
          "SummaryEnglish": "The Classic Lit Club cooking team competes against three other teams in the Cooking Club's timed \"Wild Fire\" competition. However, Mayaka is delayed drawing posters for the Manga Club. Will she be able to finish in time to compete?",
          "Aliases": []
        },
        "15": {
          "ID": "4321922",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4321922",
          "TitleEnglish": "The Juumonji Case",
          "SummaryEnglish": "Eru's curiosity is drawn by the rash of thefts from the various clubs, and when Hotaro discovers a pattern to the crimes, Satoshi comes up with a way to publicize the Classic Lit Club through the school newspaper so they can sell their anthologies.",
          "Aliases": []
        },
        "16": {
          "ID": "4321923",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4321923",
          "TitleEnglish": "The Last Target",
          "SummaryEnglish": "Satoshi is ready for Jumoji to strike, but when the anticipated target is passed over, he must reconsider his strategy. Tomoe gives Hotaro a copy of \"A Corpse By Evening,\" and Eru notices that the art style is similar to one she has seen elsewhere.",
          "Aliases": []
        },
        "17": {
          "ID": "4321924",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4321924",
          "TitleEnglish": "The Kudryavka Sequence",
          "SummaryEnglish": "Eru appears on a school radio show, asking all the other students to stand with the Classic Lit Club against the phantom thief. Hotaro confronts the person he believes to be Jumoji. Satoshi comes to terms with his expectations.",
          "Aliases": []
        },
        "18": {
          "ID": "4321925",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4321925",
          "TitleEnglish": "Does the Sun Shine on the Peaks?",
          "SummaryEnglish": "While chatting in the club room after school, Hotaro remembers how one of his teachers in middle school famously liked helicopters. But when the others dispute the characterization, Hotaro wonders if there is something more to it.",
          "Aliases": []
        },
        "19": {
          "ID": "4321926",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4321926",
          "TitleEnglish": "Those Whom It May Concern",
          "SummaryEnglish": "Hotaro tells Eru that he can come up with a plausible explanation for any situation she can think of, so when a seemingly mundane schoolwide announcement is made, she challenges him to figure out the reason behind the announcement.",
          "Aliases": []
        },
        "20": {
          "ID": "4321927",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4321927",
          "TitleEnglish": "Sappy New Year",
          "SummaryEnglish": "At New Year's, Eru invites Hotaro to join her in paying her family's respects at the town shrine. When Eru agrees to run a quick errand, however, she and Hotaro find themselves in an unexpected and compromising situation.",
          "Aliases": []
        },
        "21": {
          "ID": "4321928",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4321928",
          "TitleEnglish": "The Case of the Handmade Chocolate",
          "SummaryEnglish": "While in middle school, Satoshi rejected Mayaka's Valentine chocolate, so this year, she works even harder to present him with a Valentine's Day masterpiece. But when it turns up missing, the search is on to discover what happened to it.",
          "Aliases": []
        },
        "22": {
          "ID": "4354708",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hyouka/episodes/4354708",
          "TitleEnglish": "The Doll That Took a Detour",
          "SummaryEnglish": "Hotaro is enlisted by Eru to appear in a Dolls' Festival parade that her local shrine holds every year. When construction work unexpectedly causes a last-minute detour, it leaves the participants wondering what went awry.",
          "Aliases": []
        }
      }
    }
  }
}