{
    "URL": "https://www.thetvdb.com/series/folktales-from-japan",
    "Genres": [
        "Animation",
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2291137/",
        "https://www.themoviedb.org/tv/44934"
    ],
    "TitleEnglish": "Folktales from Japan",
    "SummaryEnglish": "Folklore, myth, legend, and festival origin stories from across Japan.",
    "TitleJapanese": "ふるさと再生 日本の昔話",
    "SummaryJapanese": "日本各地の地域に基づく民話や神話、伝説、落語などのお話を子供から大人まで広く楽しめるお話としてアニメ化。1話毎にアニメ作家が担当するスタイルになっている。キャストは柄本明と松金よね子のみで、両名が各話ごとに老若男女、様々な配役を担当する。",
    "Aliases": [
        "ふるさと再生 日本の昔ばなし",
        "ふるさとめぐり 日本の昔ばなし"
    ],
    "Modified": "2024-05-13",
    "Seasons": {
        "1": {
            "ID": "489108",
            "URL": "https://www.thetvdb.com/series/folktales-from-japan/seasons/official/1",
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "4297433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4297433",
                    "TitleEnglish": "The Old Man Who Made the Dead Trees Blossom; The Man Who Bought Dreams; The Rat Sutra",
                    "SummaryEnglish": "A dog rewards a kind master, a man buys a dream, and an old woman's gift is repaid.",
                    "TitleJapanese": "「花さか爺さん」「夢を買った男」「ねずみ経」",
                    "SummaryJapanese": "1)正直者の爺さんと婆さんが授かった犬は、二人に幸運を呼び寄せる不思議な犬だった。隣の欲張り爺さん夫婦が、この犬を奪い去ってもなお、犬は飼い主に奇跡を起こした。2)旅の商人は、相棒の見た大判小判の夢を、大金はたいて譲ってもらう。夢に出た宝の埋もれた長者の家を探し当て、男は住み込みでお宝を探し始める。果たして夢はかなうのか。\n3)旅のお坊さんを泊めた、一人暮らしのお婆さん。お坊さんにお経を教えてもらうことに。ところが、そのお経ときたら。やがて、旅の坊さんが、盗人になって・・・。"
                },
                "2": {
                    "ID": "4302998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4302998",
                    "TitleEnglish": "Little One Inch, The Rolling Rice Ball, The Cow's Marriage",
                    "SummaryEnglish": "A small [child] shows the biggest bravery, an old man’s accidental gift is repaid, and a lazy man gets the cow.",
                    "TitleJapanese": "「一寸法師」「おむすびころりん」「牛の嫁入り」",
                    "SummaryJapanese": "1)一寸法師は、小さく生まれても、全身に勇気のみなぎる男の子。お椀の舟に箸の櫂で京の都へ武者修行の旅へ出る。そこで、恐ろしい鬼と遭遇した一寸法師は勇気を試される。2)山へ山菜採りに行ったお爺さんは、大事なおむすびを穴に落としてしまう。そこは、ふしぎなねずみの国の入り口だった。正直者には優しく、欲張りには恐ろしいその国とは。3)村一番の器量よしと評判の娘が、父母といっしょに神社へ。よい婿取りができまさうようにと祈っている。さて、それを知った怠け者の若者が悪だくみを・・・。"
                },
                "3": {
                    "ID": "4307662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4307662",
                    "TitleEnglish": "The Old Man and His Bump, The Transforming Hood, The Love Potion",
                    "SummaryEnglish": "An old man with a bump dances for a demon band, a fox gets tricked, and a love potion backfires horribly.",
                    "TitleJapanese": "「こぶとり爺さん」「八つ化け頭巾」「ほれ薬」",
                    "SummaryJapanese": "1)頬にこぶのあるお爺さんが、ある夜、山で鬼たちの宴会に出会う。踊りのお礼だと、鬼にこぶを取ってもらう。それを聞いたもう一人のこぶのあるお爺さんは・・・。2)貧乏寺の和尚さん。ある時、村人を困らせている化け狐と出会うが、とんちで、化け頭巾を手に入れてしまう。さて、その頭巾を使って、きれいな娘に化けると・・・。3)ほれた娘に気持ちが伝えられなくて、気の弱い若者が頼ってしまったのが、ほれ薬。苦労してこしらえたその薬を使おうというその日、一陣の風が若者の運命を変えてしまう。"
                },
                "4": {
                    "ID": "4312599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4312599",
                    "TitleEnglish": "Strong Tarou, The Village of the Nightengales, Hirabayashi",
                    "SummaryEnglish": "A couple creates a child from dirt, a woodcutter breaks his promise, and in the last tale we learn the meaning of \"Hirarin, Heirin, Tairarin, Tairabayashi and Ippachijuu no Mokumoku, and Hitotsutoyattsudetokkikki\".",
                    "TitleJapanese": "「力太郎」「うぐいすの里」「平林」",
                    "SummaryJapanese": "1)子のない老夫婦がやっと授かった力太郎は、力自慢の息子だ。大きな金棒を持って修行の旅に出た力太郎は、途中出逢った豪傑たちと共に、恐ろしい化け物退治に挑むことに……。2)いつもの山で道に迷ったきこりは、見たこともない大きな屋敷で美しい女に出逢う。女のために、しばしの間留守番を頼まれたきこりは、襖の向こうの怪しい世界に迷い込む。3)新米の小僧さんが、平林さんに手紙を届けるように言いつかった。忘れぬように「ヒラバヤシ、ヒラバヤシ」とつぶやいていたのだが、途中からおかしなことに・・・。"
                },
                "5": {
                    "ID": "4312600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4312600",
                    "TitleEnglish": "Urashima Tarou, The Monkey Buddha, Comparing Treasures",
                    "SummaryEnglish": "A fisherman is given a gift that turns about to be a curse, monkeys worship a Buddha without getting their butts wet, and a merchant learns what is important in life.",
                    "TitleJapanese": "「浦島太郎」「猿地蔵」「宝くらべ」",
                    "SummaryJapanese": "1)漁師浦島太郎は、浜でいじめられていた子ガメを助けたことから、竜宮城へ招かれるが、乙姫さまと楽しい日々を過ごすうち、故郷の浜では、予想もしないことが起きていた。2)お爺さんが、山の畑にゆくと、猿たちがやってきた。じっとしているお爺さんをお地蔵さんと思い、お堂にはこび、お賽銭までくれた。それを聞いた隣のお爺さんは・・・。3)旅先で出逢った貧しい男に、長者が十二の倉を自慢した。だが、貧しい男にも二十四の宝があるという。そこで、二人はひと月後に互いの宝をくらべっこすることになるが……。"
                },
                "6": {
                    "ID": "4321251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4321251",
                    "TitleEnglish": "Kintarou, The Two Squid, The Three Cry",
                    "SummaryEnglish": "We learn the tale of Sakata no Kintoki, a lord learns more than expected, and sometimes you have to cry to move on.",
                    "TitleJapanese": "「金太郎」「いかとするめ」「三人泣き」",
                    "SummaryJapanese": "1)足柄山の金太郎は、元気な男の子。今日も、熊を相手にすもうのけいこをしています。やがて立派な若者となった金太郎は、ある日・・・。2)殿さまに聞かれたことに答えた山師、ほんの少しの言葉が足らなくて、手打ちにするのしないのと大騒動に。そんな危機を救った「いかとするめ」の例えとは？3)町の息子から、お婆さんに頼りが届きます。字の読めないお婆さん、通りがかりのお侍に読んでもらうことに。ところが、お侍さんが泣き出してしまったので・・・。"
                },
                "7": {
                    "ID": "4325737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4325737",
                    "TitleEnglish": "The Fish Wife, The Rich Pond Snail, The Lying Girl",
                    "SummaryEnglish": "A fisherman learns to appreciate what he has, a couple is blessed with an unusual child, and a lying boy meets a lying girl.",
                    "TitleJapanese": "「魚女房」「たにし長者」「ほら吹き娘」",
                    "SummaryJapanese": "1)漁師が釣り上げた美しい魚が、女房となって一緒に暮らし始める。子どもも生まれた一家だったが、心ない世間の噂が、やがてこの漁師の心をゆがめてしまう。2)子供のいないお爺さんとお婆さんが、水神さまに願をかけ、子供を授かりますが、生まれてきたのは、小さなたにし。大切に育てられたたにしはやがて・・・。3)侍を憤らせてしまったほら吹き男が、懲りずにほらを吹いてやろうと訪ねた家にいたのは、とんでもないほら吹き娘だった。娘の大ぼら話に、ほら吹き男はもうたじたじ。"
                },
                "8": {
                    "ID": "4331457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4331457",
                    "TitleEnglish": "The Carpenter and Oniroku, The Bear and the Fox, The Priest and the Child Cross the River",
                    "SummaryEnglish": "A demon puts a carpenter in an unwanted deal, a fox learns of karma, and what is more important - honesty or obedience.",
                    "TitleJapanese": "「大工と鬼六」「熊と狐」「和尚と小僧の川渡り」",
                    "SummaryJapanese": "1)暴れ川に橋をかけることになった大工の鬼六。どうしようかと思案していると、その前に、大きな鬼があらわれて、かわりに橋をかけてやると言い出すのですが・・・。2)腹をすかせた熊と狐が出会い、畑に種をまいて野菜や果物をつくるが、狐は自分だけおいしいところを持って行く。憤った熊は、狐を懲らしめてやろうと反撃に出た。3)お寺に届いた鮎を、「これは剃刀」だと、小僧に言い繕う和尚さん。ある日、法事に出かける和尚さんが、小僧を連れてゆくと、川に小さな魚が・・・。"
                },
                "9": {
                    "ID": "4335260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4335260",
                    "TitleEnglish": "Shippeitaro, The Son Who Went to Heaven, Comparing Laziness",
                    "SummaryEnglish": "A priest saves a town from sacrificing another daughter, a lazy man learns hard work, and a lazier man learns nothing.",
                    "TitleJapanese": "「しっぺい太郎」「天にのぼった息子」「無精くらべ」",
                    "SummaryJapanese": "1)旅の僧侶は、山の魔物にいけにえとして捧げられる娘を救うため、魔物が恐れる「しっぺい太郎」を探しにいくが、やっと見つけた相手は一匹の犬だった… … 。2)牛蒡を抜いていた男が、思い切り力を入れると、ぴゅ～っと飛んでいったのが、桶屋さん。そこで桶屋になると、たがに弾かれ、またぴゅ～っと・・・。3)なんとも無精な男がいた。弁当背負って用事に出たが、昼時になっても、背中の弁当、下ろすのもいや。すると、向こうからは口を開けた男が・・・。"
                },
                "10": {
                    "ID": "4336995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4336995",
                    "TitleEnglish": "Sannen-Netarou; The Last Lie; Happy, Splendid, Wonderful!",
                    "SummaryEnglish": "A good for nothing saves the day, a liar gets the last laugh, and we learn the importance of names.",
                    "TitleJapanese": "「三年寝太郎」「最後の嘘」「うれし、めでたや、ありがたや」",
                    "SummaryJapanese": "1)寝てばっかりの怠け者の男についたあだ名が三年寝太郎。ところが、ひどい干ばつにおそわれた年、寝太郎がむっくりと起き上がった・・・。2)ケチと大嘘つきで知られた婆さんが、病気で倒れた。ふだん付き合いのない三人の息子が集まった時、「お前たちにはたくわえを残した」と言いだして大騒動が始まった―― 。3)年寄り夫婦に、諦めていた子どもが授かり、村中が知恵を絞ってこの上なくいい名前が付けられる。ところが続いて二人目、三人目が授かる。村人はより良い名前を思いつくのか。"
                },
                "11": {
                    "ID": "4341653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4341653",
                    "TitleEnglish": "The Wife Who Wouldn't Eat; The Snot-Nosed Boy; The Priest And The Boy Who Had To Pee!",
                    "SummaryEnglish": "A man learns to look beyond the surface of a person, a flower seller forgets to keep his promise, and everything is sacred.",
                    "TitleJapanese": "「食わず女房」「鼻垂れ小僧」「和尚と小僧のかみがない」",
                    "SummaryJapanese": "1)けちんぼの男のところにやってきたのは、なにも食べない女房。これはいいと思っていたのだが、ある日、台所を覗いてみると・・・。2)花のお礼に竜宮城に招かれた花売りの男。お礼にもらったのは、なんと鼻をたらした汚らしい男の子。ところが、その男の子おかげで・・・。3)道端でおしっこのしたくなった小僧さんは、和尚さまから、「神さまの宿る場所だから」となかなか許してもらえない。ガマンも限界の小僧さんがやっと見つけたところとは？"
                },
                "12": {
                    "ID": "4344588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4344588",
                    "TitleEnglish": "The Furuya Forest; The Traveler's Horse; A Crow in the Dark of Night",
                    "SummaryEnglish": "A thief is scary, a wolf is scary, but the worst is the Furuya Flora; two children fight a witch, and a painter learns a lesson.",
                    "TitleJapanese": "「ふるやのもり」「旅人馬」「闇夜にカラス」",
                    "SummaryJapanese": "1)おじいさんとおばあさんの家に忍びこんだ盗人と狼が聞いたのは、「この世で一番恐ろしいものはふるやのもり」って言葉。ふるやのもりって、どんなやつなの？2)幼馴染の金持ちの子と貧乏人の子が旅に出たが、道に迷って一軒の家に泊まることに。翌朝、金持ちの子は馬に変身させられてしまった。辛うじて逃げることができた貧乏人の子は、金持ちの子を救おうと…。3)「名人」と呼ばれた絵描きが、素人相手にケンカを売って、無理やり絵を描かせる。男が生まれて初めて描いた絵は、名人も見たことのない奇妙きてれつなものだった。"
                },
                "13": {
                    "ID": "4344589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4344589",
                    "TitleEnglish": "The Teapot Raccoon Dog; The Razor Fox; Sosou Soukurou",
                    "SummaryEnglish": "A raccoon repays a debt but learns a lesson, a fox thinks five steps ahead, and Mr. Careless needs to slow down.",
                    "TitleJapanese": "「ぶんぶく茶釜」「髪そり狐」「そそうの相九郎」",
                    "SummaryJapanese": "1)罠にかかったタヌキを助けた男は、茶釜に化けたタヌキをお寺に売りつけるが、タヌキはやけどをして逃げ帰る。男は反省し、人を楽しませて金儲けをする方法を考える。2)人を騙しては髪の毛を剃り落としてしまうおとん狐。二人の若者が狐を退治しようと、峠で待ち伏せする。だが、二人はやがて、思いがけない出来事に巻き込まれていく。3)相九郎はとんでもない慌て者。仕事に出るのに、弁当のつもりで枕を持って飛び出した。昼になってやっと気づいた相九郎、文句を言おうと飛びこんだ家は・・・。"
                },
                "14": {
                    "ID": "4353090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4353090",
                    "TitleEnglish": "Orihime and Hikoboshi; The Old Woman's Skin; Potato Rolling",
                    "SummaryEnglish": "The origin of the Tanabata festival is told, a snake causes a calamity, and manners are important.",
                    "TitleJapanese": "「織姫と彦星」「オンバの皮」「いもころがし」",
                    "SummaryJapanese": "1)天帝のひとり娘・織姫は、働き者の彦星を婿にむかえる。二人は、それはそれは幸せだったのだが・・・。七夕伝説の織姫と彦星のお話です。2)沼の主大ヘビにうっかり願いをかなえられた長者は、このヘビに大事な末娘を嫁がせるはめになる。娘は蛙の化身の婆さんに力を借りて、この大ヘビを退治する。3)長者さまの祝いの席にお呼ばれした村人たち。でも行儀作法がわからない。そこで、和尚さんのマネをすることになったのだが・・・。"
                },
                "15": {
                    "ID": "4353091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4353091",
                    "TitleEnglish": "The Fire Man; Rat Sumo; The Priest and the Kid's Pupupatapata",
                    "SummaryEnglish": "A man is repaid for an accidental gift but greed ruins all, an old couple sponsors a rat, and two kids trick a sneaky priest.",
                    "TitleJapanese": "「火男」「ねずみのすもう」「和尚と小僧のぷ〜ぷ〜ぱたぱた」",
                    "SummaryJapanese": "1)お爺さんは、“ひようとく”という、男の子を連れて帰ってきた。“ひようとく”は、へそを叩くと小判を出すという特技がある。欲の深いお婆さんは、何度も叩こうとしたので、姿を消してしまったのだが…。2)お爺さんが山で見たのは、長者さまの家のねずみと自分の家のねずみのおすもうでした。お爺さんの家のねずみは負けてばかり。そこで・・・。3)お寺の小僧さんたちが布団に入ると、ぷ?ぷ?ぱたぱたという音が。和尚さんがお餅を食べていたのです。それを見た小僧さんたちは・・・。"
                },
                "16": {
                    "ID": "4363609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4363609",
                    "TitleEnglish": "The Straw Headman; The God of the Bathroom; Niou and Dokkoi",
                    "SummaryEnglish": "An unlucky man goes west, a god of luck gets a bum rap, and Japan challenges China in a strong man contest.",
                    "TitleJapanese": "「わらしべ長者」「厠の神様」「仁王とどっこい」",
                    "SummaryJapanese": "1)「ここを出て、初めにつかんだ物を持って、西に行け」と観音さまにお告げを受けた男は、お寺の階段で転んで、一本のわらしべをつかんだのだが・・・。2)昔むかし、家の守り神になった七福神が、担当を決めるために、寄り合いを開くことに。弁天さまはおお張り切り。世話役の大黒さまの家に行ってみると・・・。3)あるところに「仁王」という日本一の力持ちがいた。ある日、仁王は海の向こうの唐という国に「どっこい」というとてつもない力持ちがいると聞いて、力比べをしに行くが…。"
                },
                "17": {
                    "ID": "4363610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4363610",
                    "TitleEnglish": "The Winged Robe of Heaven; The Child Kidnapped by Eagles; The Konnyaku Interrogation",
                    "SummaryEnglish": "A lie does not build a family, a mother never stops searching, and a traveling priest searches for the answer.",
                    "TitleJapanese": "「天の羽衣」「鷲のさらい子」「こんにゃく問答」",
                    "SummaryJapanese": "1)若者が、松林で見つけたのは、天女の羽衣だった。天女の美しさに心を奪われた若者は、手にした羽衣を、腰のびくに隠してしまった・・・。2)畑仕事に赤ん坊を連れていった。目を離したすきに大鷲が赤ん坊をさらってしまった。子供を探す旅に出た女は、杉の木の子だという寺の小僧の話を聞き…3)旅のお坊さんから、問答をと願われた和尚さん。実は、問答なんてできない。そこで、碁打ち仲間のこんにゃく屋に内裏を頼んだ。"
                },
                "18": {
                    "ID": "4364600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4364600",
                    "TitleEnglish": "The Painted Wife; Left Behind; If You Pick Up Money",
                    "SummaryEnglish": "A man fights for his wife, a haunt ditch, and more money more problems.",
                    "TitleJapanese": "「絵姿女房」「おいてけ堀」「金をひろったら」",
                    "SummaryJapanese": "1)うだつの上がらない男の家に、見たこともない美しい女がやってきて、女房となった。やがて女の絵姿を見た殿さまは、城に連れてゆくのだが・・・。2)怪奇現象が起こる堀に、町一番の肝っ玉男が釣りに行く。夕方になって入れ食いになり、男は魚を持って帰ろうとするが、堀の底から「置いてけ置いてけ」という声が響き…。3)どちらも一文無しの二人の旅の男。もしも金をひろったらと話をしているうちに、とうとう喧嘩になってしまう。さてその結末は？"
                },
                "19": {
                    "ID": "4372926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4372926",
                    "TitleEnglish": "Ubasute Mountain; The Letterbearer Of The Water God; The Lucky Samurai",
                    "SummaryEnglish": "An old is thrown away, a man delivers a letter for a water god, and a fake samurai gets lucky.",
                    "TitleJapanese": "「うばすて山」「水の神の文使い」「運のよいにわか侍」",
                    "SummaryJapanese": "1)六十歳になる年寄りは山へ捨てるべし。殿さまの横暴なお触れにそむいて、若者は母をかくまう事に。殿さまの無理難題を母の知恵で解いた若者は城に呼ばれ……。2)湖上に立つ水神から、手紙をあずかった旅の男。言われた通りに泉に向かう途中、陰陽師に出会った。手紙を見て、泉には魔物が待っていると言うが…。3)ふとしたことから侍の着物を手に入れた若者に、次から次へと幸運が舞い込んでくる。若者は町の剣道場に師範代として迎えられるが、それを妬んで邪魔する者が現れ……。"
                },
                "20": {
                    "ID": "4377768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4377768",
                    "TitleEnglish": "Princess Kaguya; The Demonic Little Sister; Scary Meat Buns",
                    "SummaryEnglish": "An elderly couple is blessed with a daughter born from a bamboo stalk, a little boy’s sister has become a real demon, and a worker is terrified of meat buns.",
                    "TitleJapanese": "「かぐや姫」「鬼の妹」「まんじゅうこわい」",
                    "SummaryJapanese": "1)ある日、竹取のお爺さんが根元の光っている竹を見つける。切ってみると、可愛らしい女の子が座っていた。［かぐや姫］と名付けられた女の子は、やがて、美しい娘となり…。2)妹が吸血鬼になったことを知った兄は、両親に告げるが、信じてもらえず家を追い出される。助けた虎と旅する兄は両親と妹が心配でたまらず、再び故郷に戻る決心をする。3)恐いものなどなにもないと自慢していた若者。まんじゅう屋がやってくると、急に逃げ出してしまう。それなら、まんじゅうで脅かしてやろうと・・・。"
                },
                "21": {
                    "ID": "4377769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4377769",
                    "TitleEnglish": "Umisachihiko And Yamasachihiko; The Day The Kappa Came; King Enma Screws Up",
                    "SummaryEnglish": "Two brothers exchange jobs, a kappa waits 14 years, and three souls get a second chance.",
                    "TitleJapanese": "「海幸彦と山幸彦」「河童が出てきた日」「閻魔さまの失敗」",
                    "SummaryJapanese": "1)高天原の神さまの一族に、山幸彦と海幸彦という兄弟がいた。ある日、狩りと釣り、それぞれ二人の仕事を取り替えることにした。ところが、山幸彦は海幸彦の釣り針を失くしてしまう。2)わが子が、十二歳になる日、河童に連れ去られていく――。ひょんなことから山の神と水の神の予言を聞いてしまった両親は、子どもの命を守ろうと水の神に願をかける。運命の日。子供は川で河童に出会った…。3)地獄の入り口・三途の川で出会った神主と軽業師と医者。何かの手違いで地獄に墜ちたのだが、閻魔さまのご機嫌をそこね、天国へ行かせてもらえない。三人は智恵と力を合わせ…。"
                },
                "22": {
                    "ID": "4382321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4382321",
                    "TitleEnglish": "Three Axes; The Monkey's Groom; The Tengu and the Thief",
                    "SummaryEnglish": "Did you drop the gold axe or the silver axe? A man makes a deal with a monster, and a Tengu is tricked.",
                    "TitleJapanese": "「三つの斧」「猿の婿どの」「天狗と盗人」",
                    "SummaryJapanese": "1)一人のきこりが、木を斬っていると、手を滑らせて、愛用の斧を、池に落としてしまった。すると、池の面が光り、水神があらわれ・・・。2)畑でゴボウ掘りをする爺さんを手伝った若者。爺さんは喜んだが、その正体は、恐ろしい化け猿だった。その上、爺さんの大事な娘の婿になりたいという。泣く泣く嫁になった娘は…3)あるお寺で、ご本尊の金の観音さまを、天狗に盗まれて困っていた。取り返すのに、白羽の矢が立ったのは、寺に入った盗人だった。しかし、あえなく見つかってしまい…。"
                },
                "23": {
                    "ID": "4390463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4390463",
                    "TitleEnglish": "The Farting Wife; The Cat and The Teapot Lid; Chakurikakifu",
                    "SummaryEnglish": "A new bride is explosive, a hunter gets lucky, and a man tries a new strategy to sell his wares.",
                    "TitleJapanese": "「屁ひり嫁」「猫と茶釜の蓋」「ちゃくりかきふ」",
                    "SummaryJapanese": "1)やってきた嫁さん。何日かすると、すっかり青い顔になった。心配して尋ねると、屁がしたいという。なんだそんなこととさせてみたら・・とんでもない屁だった。2)母と二人暮らしの猟師が、仲間も恐れるヤマネコを倒すため山に入る。猟師は暗闇に潜むヤマネコに、用意した十二の弾丸をすべて撃ち込むが、怒りに燃える眼はなおも迫り…。3)「ちゃくりかきふ」と売り歩く棒手振りの男。それじゃなにを売っているんだか分からない。そこで、茶・栗・柿・麩の順番を変えて売り歩くのだが・・・。"
                },
                "24": {
                    "ID": "4390845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4390845",
                    "TitleEnglish": "Mouse Takes A Groom; The Pebble Letter; The Silence Contest",
                    "SummaryEnglish": "Mother and Father Mouse hunt for the best husband, a wife and husband communicate without words, and a couple battles for the last rice ball.",
                    "TitleJapanese": "「ねずみの婿取り」「小石の手紙」「だんまりくらべ」",
                    "SummaryJapanese": "1)可愛い娘に婿を取ろうと考えたネズミのお父さんとお母さん。ネズミより強いモノがよいと、猫のところに行くのだが、猫よりも犬の方が強そうだと思ったが、さらに上には上がいて…2)ささいなことで亭主とケンカした女房が実家に帰る。しかし、離れてみれば亭主が恋しい。読み書きを知らない女房は、路傍の小石に思いを込めて、亭主に字のない手紙を送り…。3)だんまりくらべで勝った方が、好物の餅にありつける。ひと言でも口を利けば負けと、競う爺さんと婆さんの家に盗人が忍び込む。餅は欲しいが盗人は困る。困った２人は…。"
                },
                "25": {
                    "ID": "4398945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4398945",
                    "TitleEnglish": "The Listening Hood; The Dog and Cat's Treasure; The Ghost's Poem Reading",
                    "SummaryEnglish": "A man listens to the world around him, a dog and cat rescue their master, and a ghost is lost in rhyme.",
                    "TitleJapanese": "「きき耳ずきん」「犬と猫と宝物」「幽霊の歌よみ」",
                    "SummaryJapanese": "1)浜辺で鯛の命をを救った漁師の若者は、竜宮城に招かれ、この世の生きものすべての声が聞ける宝、「きき耳ずきん」を手に入れた。その若者はカラスにある話を聞き…。2)犬と猫は、長者さまの家に飼われています。ところが、長者さまの大切なお宝が盗まれたことから、家が貧しくなってしまいます。そこで、犬と猫は・・・。3)借家に幽霊が出ると聞いて困った大家は、幽霊に毎夜出て来るわけを尋ねる。幽霊が、生前作りかけた歌の下の句が浮かばず、困っていることを知った大家は一計を案じる。"
                },
                "26": {
                    "ID": "4403434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4403434",
                    "TitleEnglish": "Tanokyuu; Tee-tee The Little Monk; The Fake Jizo Statue",
                    "SummaryEnglish": "Tanokyuu tricks a snake and gets a reward, monsters pick a fight with the wrong monk, and a monk and raccoon do battle.",
                    "TitleJapanese": "「たのきゅう」「てえてえ小法師」「にせ地蔵」",
                    "SummaryJapanese": "1)旅役者の「たのきゅう」は母親が病気だと聞いて、故郷に向かう。途中、野宿した山で大蛇の化身と会い、たぬきと間違われる。そこで偶然聞いた弱点を村人に教えてしまい…。2)旅のお坊さんが、一夜の宿を求めた荒れ寺。そこは、泊まった者が生きて帰らぬという、化け物の出るお寺だった。やがて夜になると、不気味な声と、妖しい光が・・・。3)化け狸を見破り、お弁当の代わりに小石を持たせた和尚さん。けれど、狸に仕返しされちゃった。和尚さんと狸の騙しあい。果たして、その結末は？"
                },
                "27": {
                    "ID": "4584085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4584085",
                    "TitleEnglish": "Orihime and Hikoboshi; The Village of the Nightingales; The Monkey Buddha",
                    "SummaryEnglish": "The origin of the Tanabata festival is told (repeat from episode 14), a woodcutter breaks his promise (repeat from episode 4), and monkeys worship a Buddha without getting their butts wet (repeat from episode 5).",
                    "TitleJapanese": "「織姫と彦星」「うぐいすの里 」「猿地蔵 」",
                    "SummaryJapanese": "1)天帝のひとり娘・織姫は、働き者の彦星を婿にむかえる。二人は、それはそれは幸せで川の岸辺を歩いたりと、仕事のことを忘れて楽しんでいました。ところが・・・。2)いつもの山で道に迷ったきこりは、見たこともない大きな屋敷で美しい女に出逢う。女のために、しばしの間留守番を頼まれたきこりは、襖の向こうの怪しい世界に迷い込む。3)お爺さんが、山の畑にゆくと、猿たちがやってきた。じっとしているお爺さんをお地蔵さんと思い、お堂にはこび、お賽銭までくれた。それを聞いた隣のお爺さんは・・・。"
                },
                "28": {
                    "ID": "4412739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4412739",
                    "TitleEnglish": "The Tengu's Cloak; Grannie Demon Is My Matchmaker; King Enma Is Hachigoro-don",
                    "SummaryEnglish": "Invisibility comes with a price, a demon repays a kindness, and always carries some Yaki-Gobou when you die.",
                    "TitleJapanese": "「天狗の隠れみの」「鬼婆さんが仲人」「閻魔はハチゴロどん」",
                    "SummaryJapanese": "1)天狗の蓑を着ると、体が見えなくなることを知ったいたずら小僧。なんと、天狗から隠れみのを手に入れてしまった。これでいたずらのやり放題・・だったのだが・・・。2)独り暮らしの若者が、人食いの鬼婆と出会うが、恐れずにわらじを与える。鬼婆はこの若者の仲人を買って出るが、鬼婆が連れてきたのは遠くの町からさらってきた嫁だった。3)人を騙してばかりのハチゴロどん。ある日、息を吹き返したお婆さんから閻魔さまは焼きゴボウが好きと聞いて、お土産を用意して三途の川を渡り…。"
                },
                "29": {
                    "ID": "4417608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4417608",
                    "TitleEnglish": "The Horse Mountain Woman; The Shrimp Goes to Ise; What Sickness?",
                    "SummaryEnglish": "A mountain woman overeats, there is always someone bigger, and a man shouldn't eat.",
                    "TitleJapanese": "「馬方山姥」「えびのお伊勢参り」「なんの病」",
                    "SummaryJapanese": "1)町の市で良い馬を買った馬方は、帰って馬飼いの神様にお供えをしようと鯖を買って、峠道を急いでいた。そこへ現れたのが恐ろしい山姥。鯖を喰わせろ、馬を喰わせろ、とせがんだ挙句、ついに馬方を喰おうとするが…。2)自分はこの世でいちばん大きいと思っていた大蛙、大蛇、大鷲、大エビが自分より大きな生きものに出逢い、上には上があることを知る。伊勢に向かうエビはくじらの鼻の穴で一眠りし…。3)ある日、医者のもとに奇妙な患者がやって来る。誤って大量のボウフラを呑んだことがきっかけで、おかしな物を呑み続けてしまったこの男、いったい何の病だというのか。"
                },
                "30": {
                    "ID": "4422354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4422354",
                    "TitleEnglish": "The Cat Wife; The Gonzo Bug; The Long-Nose Fan",
                    "SummaryEnglish": "A cat wants to replay her master, a greedy man trips to much, and a lazy man fans too much.",
                    "TitleJapanese": "「猫女房」「ごんぞう虫」「鼻高扇」",
                    "SummaryJapanese": "1)長者の家を追い出された飼い猫は、隣の貧乏な若者に拾われ優しくされる。その若者に恩返しがしたいと、猫はお伊勢さまにお参りして人間にしてもらおうと旅に出る。2)しじみ売りの少年太郎は、病気の母親をかかえて貧しい暮らしをしていた。母の薬を買う金を借りに伯父を訪ねるが、金は貸して貰えない。神さまに願をかけた太郎は、宝の下駄を授かる。3)長者の娘と夫婦になりたくて願掛けをした若者は、神さまから不思議な金と銀の扇を授かる。男は扇の力でまんまと夫婦になるが…。"
                },
                "31": {
                    "ID": "4426140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4426140",
                    "TitleEnglish": "The Mountain Pear Hunter; The Old Woman In the House; The Centipede Gets The Doctor",
                    "SummaryEnglish": "Rustle Rustle Don't Go, a bully gets his, and a walking stick breaks a bone.",
                    "TitleJapanese": "「山梨とり」「一軒家の婆さん」「ムカデの医者むかえ」",
                    "SummaryJapanese": "1)親思いの三兄弟が、母親の病気に効くという山奥の木になる山梨を取りに行くが、沼に棲む怪物に襲われ、長男も次男ものみ込まれてしまう。三男の三郎は山姥から授かった短刀を持ち、梨を手にするが…。2)ある日村から町へ買い物に出かけた男、重兵衛は狐を驚かせて淵に落としてしまう。買い物帰りの重兵衛は、松明を借りようとお婆さんの家に立ち寄ったが…。3)森の奥で虫の子たちが遊んでいた時、ナナフシが木から落ちて泣き出した。足の数が多いから足も速かろうと、ムカデに医者を迎えに行かせるが、待てど暮らせど、医者が来ない…。"
                },
                "32": {
                    "ID": "4430713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4430713",
                    "TitleEnglish": "The Rich Charcoal Maker; The Tree That Grows Gold; The Priest's Towel",
                    "SummaryEnglish": "Money gets up and walks away, everybody farts, and true kindness is always repaid.",
                    "TitleJapanese": "「炭焼き長者」「金のなる木」「お坊さんの手ぬぐい」",
                    "SummaryJapanese": "1)上質の炭を焼くと評判の五郎は、稼いだ金を人のために使うので貧乏だった。ある日、長者が貯め込んだ大判小判は、誰かに使ってほしくて五郎の家へ逃げて行く。2)殿さまの宴席で、つい屁をしてしまったお腹の大きな奥方。怒った殿さまは、奥方を城から追い出してしまう。やがて生まれた男の子は、父が誰かを知り・・・。3)長者の家に奉公に来ていた娘は、器量は悪いが気立てが良かった。娘は、親切にした旅のお坊さんから手ぬぐいをもらうが、それで顔を洗った娘の顔が日に日に美しくなり……。"
                },
                "33": {
                    "ID": "4430714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4430714",
                    "TitleEnglish": "Straw Bale Touta; The Fox Gives Birth; Cling And Hold",
                    "SummaryEnglish": "The fearsome warrior Fujiwara Touta Hidesato fears nothing, a village doctor changes his way, and... Please! Cling! Please! Hold!",
                    "TitleJapanese": "「たわらの藤太」「狐のお産」「取っつく引っつく」",
                    "SummaryJapanese": "1)弓矢の名手とうたわれた藤原藤太は、その勇気を見こまれ、龍神から、オオムカデを退治してくれと頼まれる。やがて現れたオオムカデに、藤太はきりりと弓を引き絞る。2)ある村に、患者を患者とも思わない医者がいた。ある夜、医者は難産に苦しむ娘を助けてほしいと頼まれ、大きな屋敷に出向く。だが、そこにいたのは狐の一家だった 。3)山で暮らす三人の兄弟。ある日、長男は黄金色の化け物と遭遇し、命からがら逃げ帰る。次男が何とか退治しようとするが、またもや逃げ帰ることに。次に末っ子が勇ましく化け物に立ち向かっていくと…。"
                },
                "34": {
                    "ID": "4435655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4435655",
                    "TitleEnglish": "The Three Brothers; The Wolf's Eyebrows; Dokkoisho",
                    "SummaryEnglish": "Three brothers learn the best use of money, wolves won’t eat a good man, and dokkosiho is delicious!",
                    "TitleJapanese": "「三人の兄弟」「狼の眉毛」「どっこいしょ」",
                    "SummaryJapanese": "1)大繁盛の酒屋の主人が、三人の兄弟に百両を持たせ旅に出す。三ヶ月後、百両の元手を、いちばん増やした者を、跡取りにしようというのだ。果たして、継ぐのは誰なのか？2)若者は荒野で出遭った狼から、人が真人間かどうかを見抜く不思議な「狼の眉毛」を手に入れる。その眉毛を通して見ると、この世に真人間の少ないことが分かったが…… 。3)嫁さんの里で、ぼたもちを振る舞われた婿さん。家でも作ってもらおうと、「ぼたもち、ぼたもち」と言いながら帰っていく。だが、草のわなに転び、「どっこいしょ」起き上がって…。"
                },
                "35": {
                    "ID": "4438918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4438918",
                    "TitleEnglish": "The Treasure Gourd; The White Rabbit of Inaba; The Bald Wife",
                    "SummaryEnglish": "A thief gets tricked, a rabbit plays tricks, and a brother’s revenge for a trick goes too far.",
                    "TitleJapanese": "「宝ひょうたん」「因幡の白兎」「嫁の坊主頭」",
                    "SummaryJapanese": "1)信心深い爺さんが、観音さまから不思議なひょうたんを授かる。中から現れた二人の少年は、ひょうたんが爺さんの願いを叶えてくれると言うが、欲深い男がこれに目をつける。2)因幡の隠岐の島に住んでいた白兎はワニザメを騙して海を渡ろうとしますが、嘘がバレて皮を剥がれてしまいました。浜で泣いているところに大勢の神様が通りかかって…3)仲良し三人組の男たちが旅に出た。途中、誰がイタズラをしてもお咎めなしの約束だ。ある夜、酔った一人が、頭を坊主にされてしまい・・・。"
                },
                "36": {
                    "ID": "4438919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4438919",
                    "TitleEnglish": "The Crane Repays A Debt; Slaying the Demon of Ooeyama; The Water of Youth",
                    "SummaryEnglish": "A crane repays a fisherman, a group of heroes defeat a demon, and moderation is key.",
                    "TitleJapanese": "「鶴の恩返し」「大江山の鬼退治」「若返りの水」",
                    "SummaryJapanese": "1)炭焼きの若者が道端で売られていた鶴を哀れと思い、金を払って逃がす。その夜、若者の家に旅の女が訪れ、二人は夫婦になる。生活が苦しくなり、機を織って売ることに。2)その昔、京の都に、酒呑童子という鬼の大将があらわれ、悪業の限りを尽くしていた。帝から、鬼退治の命をくだされたのは、源頼光という武将だった。3)山奥に暮らす爺さんは、罠から助けたウサギから、森のわき水に案内される。水を飲んだ爺さんの身体が若返ると、一緒に暮らす婆さんも、若くなりたいとわき水を飲み…… 。"
                },
                "37": {
                    "ID": "4446881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4446881",
                    "TitleEnglish": "The Three Charms; The Child and The Cat Picture; The God of Poverty",
                    "SummaryEnglish": "A kid learns to trust his priest, a priest learns to believe in a child’s dream, and the gods have to go.",
                    "TitleJapanese": "「三枚のお札」「小僧とネコの絵」「貧乏神」",
                    "SummaryJapanese": "1)山に栗拾いに出かけた小僧さん。夢中になっているうちに、夜になり、鬼婆につかまってしまった。どうしよう。でも、和尚さんにもらった三枚のお札が・・・。2)修行そっちのけで絵ばかり描いている古寺の小僧さんが、和尚さんに怒られ寺を出る。山の中の荒れ寺を見つけ、そこで絵を描く小僧さんだったがそこは化け物の棲みかだった。3)貧しいお爺さんが、年越しのために糸玉を売りに行く。だが、糸玉は売れず、仕方なく炭と取り替えっこして帰ってきた。年越しの夜、炭をかんかん焚いていると・・・。"
                },
                "38": {
                    "ID": "4446882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4446882",
                    "TitleEnglish": "The Town Mouse and the Country Mouse; Oshira; The Tortoise and the Hare",
                    "SummaryEnglish": "A country rat tries out the big city, a father learns a hard lesson, and it’s tortoise vs. hare.",
                    "TitleJapanese": "「町のねずみと田舎のねずみ」「おしらさま」「うさぎとカメ」",
                    "SummaryJapanese": "1)のんびり暮らしていた田舎の若者ねずみ。話に聞いた町の暮らしに憧れて、叔父さんねずみを訪ねることに。町は賑やか。しかし、路地に入ると・・・。2)仲よく育った娘と仔馬。しかし、大きくなり娘と引き離された馬は、売られていく途中、海に身を投げる。そして、小屋に閉じこもってしまった娘に会いに天を駆けてきて・・・。3)ウサギは足の速いのが自慢。そこで、知恵者の猿が相手に選んだのは、カメ。ウサギは、さっさか走り、追いつくのを待とうと、ごろりと横になり・・・。"
                },
                "39": {
                    "ID": "4460289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4460289",
                    "TitleEnglish": "The Jizo Statue With The Hat; The Mortar That Made Salt; A Guest On New Year's Eve",
                    "SummaryEnglish": "The gods repay a kindness, greed gets you nowhere, and a true act of kindness is always rewarded.",
                    "TitleJapanese": "「笠地蔵」「塩ふき臼」「大年の客」",
                    "SummaryJapanese": "1)大みそか、麻が売れずにいた男は、笠と取り換える。帰り道で、雪の中に立つ地蔵さまを見て、笠をかぶせる。その夜、物音に男と女房が出てみると…。2)年を越す米もない、貧しい弟。兄にも援助を断られ、あてもなく歩いていると、一人の老人に出会った。老人の言うとおりに、お堂の裏に回りこむと、そこには…。3)大晦日に旅人を泊め、温かいもてなしをする貧しい家。それ以来、幸運が舞い込み、貧しい家は豊かになっていく。それを聞いた隣の長者は、そっくり同じことをしようと…。"
                },
                "40": {
                    "ID": "4470281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4470281",
                    "TitleEnglish": "Momotaro; Princess Flowerpot Head; The Story of the Twelve Signs of the Zodiac",
                    "SummaryEnglish": "A couple finds a baby, a young girl lives with a flowerpot on her head, and how the zodiac got its animals.",
                    "TitleJapanese": "「桃太郎」「はちかつぎ姫」「十二支のはなし」",
                    "SummaryJapanese": "1)桃から生まれた桃太郎は、爺さんと婆さんに育てられ、大きくなる。そして育ててもらったお礼にと犬、キジ、猿をお供に、鬼ヶ島へ鬼退治に旅立ち…。2)いつも頭に大きな鉢（はち）をかぶったはちかつぎ姫は、継母に告げ口をされ、家を追い出されてしまう。やがて出会ったのは、立派なお侍。そして鉢の中には…。3)神様はこの世を治めるために暦を作り、それを動物たちに守らせようと考えた。動物たちは我こそはと元旦に神様の御殿を目指す。猫はネズミに嘘を教えられ…。"
                },
                "41": {
                    "ID": "4475584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4475584",
                    "TitleEnglish": "We Stopped The War; The Giant Snake And The Hunter; Otter's House",
                    "SummaryEnglish": "A nation tricks a war hungry nation, a hunter tricks a snake, and an otter tricks a fox.",
                    "TitleJapanese": "「いくさはやめた」「大蛇と狩人」「尻尾の釣り」",
                    "SummaryJapanese": "1)大国の使者が、小国に難題を持って来る。それは、戦を始める口実だった。小国の殿さまは、智恵者を捜し、難題は見事に解かれたが…。2)偶然迷い込んだ竜神の谷で、大蛇に出逢った狩人は、これを倒す。だが、この大蛇が、神聖な谷に卵を産みに来ていたのだと知った狩人は…。3)魚取りが上手なカワウソのところにやってくるキツネ。いつも、魚をご馳走になるばかりで、ちっともカワウソにはご馳走してくれない。そこで考えたカワウソは・・・。"
                },
                "42": {
                    "ID": "4481310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4481310",
                    "TitleEnglish": "The Snake Boy; The Kappa And The Straw Shoes; The Fava Bean, Straw, & Charcoal",
                    "SummaryEnglish": "A couple raise a snake, a kappa gets married, and a Fava Bean, Straw, and Charcoal take a trip to Ise.",
                    "TitleJapanese": "「蛇息子」「カッパとわらぞうり」「そら豆とわらと炭」",
                    "SummaryJapanese": "1)子のない夫婦が、竜神さまに願かけてやっと授かったのは蛇の子どもだった。夫婦は蛇の息子でもかわいがって育てたが、やがて別れの時がやってくる……。2)決して足袋を脱ごうとしない美しい女房の正体は、自分の足でどこへでも歩いていける人間の世界にあこがれたカッパ。夫と子供に心を残して、女房は姿を消すのだったが…。3)お婆さんの台所から庭に弾けたそら豆とわらと炭が、伊勢参りに出かけることに。するとその前に、大きな川が。どうやって渡るのかな？"
                },
                "43": {
                    "ID": "4488121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4488121",
                    "TitleEnglish": "The Wind God and the Children; The Lacquer Brothers; The Ama no Jyaku and the Child",
                    "SummaryEnglish": "Children learn how to seasons come in, a brother’s greed leads to ruin, and the Amanojaku gets tricked.",
                    "TitleJapanese": "「風の神と子供たち」「漆の兄弟」「天の邪鬼とわらし」",
                    "SummaryJapanese": "1)遊んでいる子供たちの前に、一人の若者が現れた。長い着物の裾に乗ってみると、子供たちは空に舞い上がっていた。やってきたのは、秋。ふっと気がつくと、若者の姿がなく…。2)漆塗りの器を作る職人の兄弟が、川の淵で、質のいい漆だまりを見つけ、商売は上向く。弟は、木彫りの竜を沈め兄が近づけないようにするが…。3)天の邪鬼の老人は、相手の言うことに逆らったり、反対のことを言って村人を困らせた。そんな村人の話を聞いた知恵の回る子どもは、老人と知恵比べをする。"
                },
                "44": {
                    "ID": "4493006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4493006",
                    "TitleEnglish": "Blessings Of Heaven And Earth; The Leaf Hachibei; The Ginger Wife",
                    "SummaryEnglish": "An honest man gets rewarded by a liar, a husband white lie turns into a great whale, and a couple tries the ginger trick.",
                    "TitleJapanese": "「天福地福」「菜飯八兵衛」「茗荷女房」",
                    "SummaryJapanese": "1)天から金瓶(かねがめ)を授かる初夢を見た正直爺さん。畑で瓶を見つけるが、地福だと言って埋め戻してしまう。それを聞いた隣の爺さんは、夜中にこっそり掘りに行くと…。2)菜飯を食うのがイヤで、自分で隠した包丁のありかを、占いで当ててみせた八兵衛さん。いつの間にか、占い名人に仕立てられ…。3)客の寄り付かない峠の宿屋に、ある日たんまり金を持った客がやってくる。抜目ない主夫婦は、物忘れの激しくなる茗荷を客に食べさせて、財布のことを忘れさせようと企むが…。"
                },
                "45": {
                    "ID": "4498082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4498082",
                    "TitleEnglish": "The Bridge Where You Buy Miso; The Cat Congregation; The Old Man Who Swallowed Birds",
                    "SummaryEnglish": "A giving man waits by a bridge, a monk witness his cat give a moving speech, and Chichinpuyopuyo Pupuyopuyo.",
                    "TitleJapanese": "「味噌買い橋」「猫檀家」「鳥呑み爺さん」",
                    "SummaryJapanese": "1)心優しい炭焼きの男が、味噌買い橋でいい話を聞くという夢を見る。橋の上で待っていると、男の小屋の庭に宝が埋まっている夢を見たと、味噌屋の主人に教えられ…。2)掛けておいた和尚さんの袈裟が、朝になると、下に落ちていてる。不思議に思った和尚さんが見張っていると、夜中に、なんと猫が袈裟を着るではないか。3)お餅に足を取られた一羽のヤマガラ。餅を取ってやろうとしたお爺さんは、うっかりヤマガラを飲んでしまった。すると、おへそから羽が生え、引っ張ると…。"
                },
                "46": {
                    "ID": "4498083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4498083",
                    "TitleEnglish": "The Hiding Snow; The Three Riddles; The Deep Voice",
                    "SummaryEnglish": "Is it a gift from Buddha or is it stealing? The answers you sneak can come in many forms and give your friend the benefit of the doubt.",
                    "TitleJapanese": "「あとかくしの雪」「三つの謎かけ」「こおった声」",
                    "SummaryJapanese": "1)貧しい婆さんは旅の坊さんを快く泊めるが、炊く米もなかった。すると坊さんは、隣の家の稲穂を取ってくるように言う。あぜ道についた足跡は消すと言われて、婆さんは…。2)病気の母を助けようと幼いせがれが酒屋の奉公人となる。ある日、酒屋の主が奉公人に三つの謎を出し、これを解いた者に店を継がせると言う。その夜、せがれに…。3)雪に閉じ込められても話ができるように、互いの屋根の下を竹の筒でつなぐ二人の男。家に一人きりでも、様子を話すことで元気に過していたが、そのうち返事が来なくなり…。"
                },
                "47": {
                    "ID": "4504221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4504221",
                    "TitleEnglish": "The Farting Priest; The Demon Mask That Wept; Starfire",
                    "SummaryEnglish": "A priest gains the power to control farts, a mother-in-law's true colors are shown, and brothers want to cook with a star.",
                    "TitleJapanese": "「尻鳴りべら」「涙を流した鬼の面」「星の火」",
                    "SummaryJapanese": "1)さびれた神社の神主さんに、神様が与えたのは不思議なへら。暴れ馬のお尻をひと撫でするや、お囃子が鳴りだした。次に神主さんの目に留まったのは、長者のわがままな女房だったのだが…。2)大工の家にとついだ嫁は信心深い人だったが、ヤキモチやきの姑は意地悪をした。姑は仏さまを拝みに出かけた嫁を、鬼の面で脅かそうとするが…。3)消えてしまった囲炉裏の火の代わりに、夜空の星を落とそうとする兄弟。だが、屋根に上っても木に登っても、星に届かない。次に登った山の頂で二人が見たのは…。"
                },
                "48": {
                    "ID": "4508412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4508412",
                    "TitleEnglish": "The Seven Swans; The Mysterious Love Poem; O is Hard",
                    "SummaryEnglish": "A sister saves her brothers; a love is found, lost, and found again; and you put an \"o\" in front of everything to be polite.",
                    "TitleJapanese": "「七羽の白鳥」「謎の恋歌」「『お』は難しい」",
                    "SummaryJapanese": "1)母を亡くした七人の兄弟と幼い妹の家に、継母がくる。その母は恐ろしい魔物の化身で、兄たちを白鳥に変える。残された妹は、消えた兄たちが戻ってくるように祈り続けると…。2)湯治場に来た若者が、そこで出逢った娘に一目ぼれする。娘は謎めいた歌を残し、湯治場を後にする。若者はこの謎を解きながら、娘の帰った先を探り当て…。3)男まさりで言葉遣いの乱暴な娘が、隣村へ嫁いだ。母親の言いつけを守り、婚家では、何にでも｢お｣をつける。普通の言葉遣いでいいからと言われて安堵したのだが…。"
                },
                "49": {
                    "ID": "4515225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4515225",
                    "TitleEnglish": "The Cry That Split The Night; Octopuses Don't Have Bones; The Former Dog",
                    "SummaryEnglish": "A dog is loyal no matter what, the Queens wants monkey livers, and a dog wishes to be human.",
                    "TitleJapanese": "「闇を裂く雄叫び」「タコほねなし」「元犬」",
                    "SummaryJapanese": "1)飼い主に捨てられそうになった老犬は、狼と組んで、赤ん坊を狼から助ける芝居を打つ。捨てられるのを免れた犬だが、狼から、助けた代わりに飼い主の鶏を差し出せと脅されるが…。2)赤ちゃんができた竜宮城のお姫さま。なんと、猿の生き肝が食べたいと言い出した。そこで、カメが、猿のもとに送られたのだが・・・。3)白い犬は、人間に生まれ変わると言われた野良犬のシロ。どうせなら生きてるうちにと、八幡さまに願をかける。するとその満願の日に・・・。"
                },
                "50": {
                    "ID": "4519707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4519707",
                    "TitleEnglish": "The Thousand League Sandals; The Mountain Priest & the White Wolf; The Days Pass So Fast",
                    "SummaryEnglish": "Three brothers run from a demon, a priest spends a night in a tree, and the Sun, Moon, and Thunder come to an agreement.",
                    "TitleJapanese": "「一足千里のわらじ」「山伏と白い狼」「月日のたつのは早い」",
                    "SummaryJapanese": "1)山で迷子になった三兄弟は、山んばの家にたどりつくが、そこは鬼の棲みかでもあった。三兄弟は、鬼に見つからないように山を下りるが……。2)峠を越そうとした一人の山伏。すっかり夜になってしまい、一夜を明かそうとすると、どこからともなく狼が。追い詰められた山伏の運命は？3)日照りに苦しむ人々を案じて、お月さんは痩せてしまった。お日さまに叱られた雷どん、あちこちで雨を降らせ、くたくた。三人は、ひと晩、温泉宿で骨休めすることに…。"
                },
                "51": {
                    "ID": "4525270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4525270",
                    "TitleEnglish": "Yamata no Orochi; The Satori Woman and the Bucket Maker; Return the Smell",
                    "SummaryEnglish": "Susano has to prove his worth, a Satori woman finds her man, and a cheapo meets his match.",
                    "TitleJapanese": "「ヤマタノオロチ」「サトリ女と桶屋」「匂いのお返し」",
                    "SummaryJapanese": "1)スサノオノミコトは一人の姫をみそめる。しかし姫は、頭が八つ、尾も八つあるという恐ろしい大蛇に命を狙われていた。そこで、スサノオは…。2)男の店に妖怪サトリ女が現れた。男は、何とかサトリ女を退治したかったが、何を考えても心の中を読まれてしまうのだった。その時、誰も予想できない出来事が…。3)けちんぼの野菜売りの男。昼時になると、鰻屋の表に来て、匂いをおかずに飯だけの弁当を食べる。それを知った店主は、匂いの代金を請求するが…。"
                },
                "52": {
                    "ID": "4676376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4676376",
                    "TitleEnglish": "The Rich Charcoal Maker;Grannie Demon Is My Matchmaker; What Sickness?",
                    "SummaryEnglish": "Money gets up and walks away (repeat from episode 32), a demon repays a kindness (repeat from episode 28), and a man shouldn’t eat (repeat from episode 29).",
                    "TitleJapanese": "「炭焼き長者」「鬼婆さんが仲人」「なんの病」",
                    "SummaryJapanese": "1)上質の炭を焼くと評判の五郎は、稼いだ金を人のために使うので貧乏だった。ある日、長者が貯め込んだ大判小判は、誰かに使ってほしくて五郎の家へ逃げて行く。2)独り暮らしの若者が、人食いの鬼婆と出会うが、恐れずにわらじを与える。鬼婆はこの若者の仲人を買って出るが、鬼婆が連れてきたのは遠くの町からさらってきた嫁だった。3)ある日、医者のもとに奇妙な患者がやって来る。誤って大量のボウフラを呑んだことがきっかけで、おかしな物を呑み続けてしまったこの男、いったい何の病だというのか。"
                }
            }
        },
        "2": {
            "ID": "516292",
            "URL": "https://www.thetvdb.com/series/folktales-from-japan/seasons/official/2",
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "4536958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4536958",
                    "TitleEnglish": "Mother's Crystal; The Rolling Rice Ball; The Golden Arches",
                    "SummaryEnglish": "A mother provers her love, and old man’s accidental gift is repaid (repeat from episode 2), and a man gets greedy with his prayers.",
                    "TitleJapanese": "「母の宝玉」「おむすびころりん」「金の鳥居」",
                    "SummaryJapanese": "1)物売りの男に、命を救われたヘビは、娘に姿を変え、男と夫婦になる。二人は子どもを授かるが、男に正体を知られた女房は、子どもに宝玉を残し竜神の谷に帰って行く……。2)山へ山菜採りに行ったお爺さんは、大事なおむすびを穴に落としてしまう。そこは、ふしぎなねずみの国の入り口だった。正直者には優しく、欲張りには恐ろしいその国とは。3)願い事があると、すぐ神頼みをする男がいた。初めてのお産に妻も男も大騒ぎ。男は神社に走って安産を願い、金の鳥居を寄進すると神様に約束してしまい…。"
                },
                "2": {
                    "ID": "4547059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4547059",
                    "TitleEnglish": "Bat; The Old Man and His Bump; Lunch Works",
                    "SummaryEnglish": "The bat flies at dusk, an old man with a bump dances for a demon band (repeat from episode 3), and lunch works.",
                    "TitleJapanese": "「こうもり」「こぶとり爺さん」「弁当が働く」",
                    "SummaryJapanese": "1)田舎でのどかに暮らしていたコウモリの一家。ある日、鳥と獣の戦に巻き込まれた。国境に住んでいたコウモリは、どっちの味方にもならず強い方の軍勢に従っていたのだが…。2)頬にこぶのあるお爺さんが、ある夜、山で鬼たちの宴会に出会う。踊りのお礼だと、鬼にこぶを取ってもらう。それを聞いたもう一人のこぶのあるお爺さんは・・・。3)長者の家にやってきた大男。よく働くことは働くのだが、とんだ大飯喰らいだった。ケチな長者さんが、つい余計な一言を言ったせいで・・・。"
                },
                "3": {
                    "ID": "4551385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4551385",
                    "TitleEnglish": "Snake and Fox Repay a Debt; The Old Man Who Made the Dead Trees Blossom; The Pheasant and the Crow",
                    "SummaryEnglish": "A good deed is repaid, a dog rewards a kind master (repeat from episode 1), and a bumpkin gets the last laugh.",
                    "TitleJapanese": "「ヘビと狐の恩返し」「花さか爺さん」「キジとカラス」",
                    "SummaryJapanese": "1)川で溺れる旅人とヘビと狐を助けた医者は、旅人と共に庄屋に厄介になる。腕がいいと評判になった医者を妬む旅人は嘘をつく。これを知ったヘビと狐は…。2)正直者の爺さんと婆さんが授かった犬は、二人に幸運を呼び寄せる不思議な犬だった。隣の欲張り爺さん夫婦が、この犬を奪い去ってもなお、犬は飼い主に奇跡を起こした。3)山の人間は、モノを知らないと、腐ったサバを売りつけられた猟師。一計を案じた猟師は、売り物のキジを竿に提げ、町へ売りに出た…。"
                },
                "4": {
                    "ID": "4551387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4551387",
                    "TitleEnglish": "Tears Overflow; Strong Tarou; The Skylark and the Water of Youth",
                    "SummaryEnglish": "A man learns about the importance of community, a couple creates a child from dirt (repeat from episode 4), and a skylark ruins everything.",
                    "TitleJapanese": "「涙がこぼれる」「力太郎」「ひばりと若水」",
                    "SummaryJapanese": "1)いつも手ぶらで寄り合いに来る男に、腹を立てる仲間たち。｢こぼれる…｣という声に、酒を持参したのかと戸を開けると、｢開けてくれんから、涙がこぼれそうで｣と、男はにんまり…。2)子のない老夫婦がやっと授かった力太郎は、力自慢の息子。大きな金棒を持って修行の旅に出た力太郎は、途中出逢った豪傑たちと共に、恐ろしい化け物退治に挑むことに……。3)ある日、ひばりは神様から不老長寿に効く若水を届けるよう仰せつかる。若水の桶をくわえ人間の世界へ向かったひばりは、空腹のため苺の実のなる野原に寄り道する。"
                },
                "5": {
                    "ID": "4555369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4555369",
                    "TitleEnglish": "Mother and Daughter Slay a Demon; Kintarou; The Farting Girl",
                    "SummaryEnglish": "A mother fights for her daughter, we learn the tale of Sakata no Kintoki (repeat from episode 6), and toot causes great embarrassment.",
                    "TitleJapanese": "「母と娘の鬼退治」「金太郎」「屁かぶり娘」",
                    "SummaryJapanese": "1)長者の娘が、婚礼の日魔物にさらわれてしまう。お堂に泊まった母の夢枕に観音さまが立ち、娘の行方を聞く。娘を取り戻したい母は、一人で鬼の棲む館に乗り込んで行き…。2)足柄山の金太郎は、元気な男の子。今日も、熊を相手にすもうのけいこをしています。やがて立派な若者となった金太郎は、ある日・・・。3)楽しみにしていた村芝居に爺さまと出かけた娘は、観劇の最中、おならをしてしまう。婆さまに、若い娘の粗相はかばうように注意された爺さま、翌日の観劇で、おならの音に…。"
                },
                "6": {
                    "ID": "4561495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4561495",
                    "TitleEnglish": "The Radish Samurai; The Furuya Forest; The Golden Horse Poop",
                    "SummaryEnglish": "A radish saves; a thief is scary, a wolf is scary, but the worst is the Furuya Flora (repeat from episode 12); and can a horse poop gold?",
                    "TitleJapanese": "「大根の武者」「ふるやのもり」「金の馬糞」",
                    "SummaryJapanese": "1)腹痛で死ぬほど苦しんだ長者は、大根を食べて難を逃れ、大根を好むようになる。ある夜、野盗が押し込んでくるが、謎の武者が現れ長者を助ける。2)おじいさんとおばあさんの家に忍びこんだ盗人と狼が聞いたのは、「この世で一番恐ろしいものはふるやのもり」って言葉。ふるやのもりって、どんなやつなの？3)安く買われた馬を、「金の馬糞をする」と、高く買い戻すハメになったお百姓さん。そこで、一芝居打つと、騙した男が夜中に厩に忍びこみ・・・。"
                },
                "7": {
                    "ID": "4566683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4566683",
                    "TitleEnglish": "When the Moon's Ring Disappears; The Rat Sutra; A Punch as a Reward",
                    "SummaryEnglish": "A young girl is thrown into the river, an old woman's gift is repaid (repeat from episode 1), and a king learns a lesson.",
                    "TitleJapanese": "「月ノ輪の消えるとき」「ねずみ経」「げんこつのほうび」",
                    "SummaryJapanese": "1)峠の茶屋の娘は、継母に嫌われて川に突き落とされるが、優しい侍に助けられ、この一家と幸せに暮らす。侍が都に上って間もなく娘に子供が授かる。これを知った継母は…。2)旅のお坊さんを泊めた、一人暮らしのお婆さん。お坊さんにお経を教えてもらうことに。ところが、そのお経ときたら。やがて、旅のお坊さんが、盗人になって…。3)大きく見事な蕪(かぶ)を育てた男は、殿様に見せにお城へ行くが、意地悪な門番が通す代わりに褒美の半分を要求する。殿様から、どんな褒美がいいか聞かれた男は…。"
                },
                "8": {
                    "ID": "4572026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4572026",
                    "TitleEnglish": "The Mermaid's Feast; The Fox and the Bear; The Beginning of Man",
                    "SummaryEnglish": "A simple trip leads to an unfortunate life, a fox learns of karma (repeat from episode 8), and the Fire god is lonely.",
                    "TitleJapanese": "「人魚のごちそう」「熊と狐」「人のはじまり」",
                    "SummaryJapanese": "1)ある日、旅の尼さんがありがたい念仏を唱えてくれた。そこで親切にもてなした村の長者と仲間が、山を越えた尼さんの里に招かれる。手厚いもてなしに時間を忘れた三人が村へ戻ると…2)腹をすかせた熊と狐が出会い、畑に種をまいて野菜や果物をつくるが、狐は自分だけおいしいところを持って行く。憤った熊は、狐を懲らしめてやろうと反撃に出た。3)ひとりぼっちで地上に暮らす火の神は、寂しさを紛らそうと、自分に似せた人間を作ろうとしたが、何者かに壊されてしまった。そこで、誰のしわざか火の神が隠れてみていると…。"
                },
                "9": {
                    "ID": "4583642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4583642",
                    "TitleEnglish": "The Red Thread; The Cow`s Marriage; Beyond the Mirror",
                    "SummaryEnglish": "A man fights fate, a lazy man gets the cow (repeat from episode 2), and a son sees his father.",
                    "TitleJapanese": "「赤い糸」「牛の嫁入り」「鏡のむこう」",
                    "SummaryJapanese": "1)都で学問を修めようと村を出た若者が、途中出逢った老人に、夫婦となる男女は生まれながらに赤い糸で結ばれていると教えられる。しかし、若者は老人の言葉を信じようとせず、都へ上り…。2)村一番の器量よしと評判の娘が、父母といっしょに神社へ。よい婿取りができますようにと祈っている。さて、それを知った怠け者の若者が悪だくみを…。3)初めて南蛮渡りの鏡を見た男は、亡くなった父親が見えていると信じ込み、蔵に隠した。不審に思った女房もまた鏡を見て、女がいると大騒ぎ。隣の尼さんが仲裁に飛んできて…。"
                },
                "10": {
                    "ID": "4588202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4588202",
                    "TitleEnglish": "The Carp Wife; The Snot-Nosed Boy; The Giant Beanstalk",
                    "SummaryEnglish": "A man marries a unique woman, a flower seller forgets to keep his promise (repeat from episode 11), and a farmer makes it rain.",
                    "TitleJapanese": "「鯉女房」「鼻たれ小僧」「豆の大木」",
                    "SummaryJapanese": "1)岸に上がった大きな鯉を、川に返してやろうと、買い取った若者。やがて、とある雨の夜、母と二人で暮らす若者の家に、ずぶ濡れの娘が訪ねてきた。2)花のお礼に竜宮城に招かれた花売りの男。お礼にもらったのは、なんと鼻をたらした汚らしい男の子。ところが、その男の子のおかげで・・・。3)「わしの野菜が村一番」が口癖の爺さま、大きな豆を見つけて畑にまく。芽を出した豆はぐんぐん育ち、天にも届く大木になった。サヤをもぎながら上っていくと、雲の上に雷様がいて…。"
                },
                "11": {
                    "ID": "4588203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4588203",
                    "TitleEnglish": "The Monkey Repays a Debt; Little One Inch; The Gourd Boy",
                    "SummaryEnglish": "A monkey steals a baby, a small shows the biggest bravery (repeat from episode 2), and a unique shapped baby growns into a unique man.",
                    "TitleJapanese": "「猿の恩返し」「一寸法師」「ひょうたん息子」",
                    "SummaryJapanese": "1)貝に手を挟まれた猿を助けてやった若いお母さん。ところが猿は、赤ん坊を連れ去り、木の上に登ってしまった。泣き叫ぶ赤ん坊をよそに、猿が枝をゆすり…。2)一寸法師は、小さく生まれても、全身に勇気のみなぎる男の子。お椀の舟に箸の櫂で京の都へ武者修行の旅へ出る。そこで、恐ろしい鬼と遭遇した一寸法師は…。3)ひょうたんの姿で生まれた息子は、大人になり、嫁探しの旅に出た。造り酒屋の奉公人となったひょうたん息子は、主人の信頼を得て、わがまま娘のしつけを任され…。"
                },
                "12": {
                    "ID": "4594477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4594477",
                    "TitleEnglish": "The Female Fox; Hirabayashi; The Wild Warrior and the Ox Cart",
                    "SummaryEnglish": "A female fox; the meaning of \"Hirarin, Heirin, Tairarin, Tairabayashi and Ippachijuu no Mokumoku, and Hitotsutoyattsudetokkikki\" (repeat from episode 4), and a legendary hero can't catch a break.",
                    "TitleJapanese": "「おじょう狐」「平林」「荒武者と牛車」",
                    "SummaryJapanese": "1)貧しい爺さんに命を助けられた狐は、何とか恩返しをしたいが、狐にできるのは人をだますこと。爺さんにだますことを禁じられた狐は、命を懸けて恩返ししようとする。2)新米の小僧さんが、平林さんに手紙を届けるように言いつかった。忘れぬように「ヒラバヤシ、ヒラバヤシ」とつぶやいていたのだが、途中からおかしなことに…。3)酒呑童子を退治した源頼光の家来が、お祭り見物に出かけようと牛車を仕立てた。ところが、勢いよく走る牛車に揺られた荒武者は、顔が青ざめてきて…。"
                },
                "13": {
                    "ID": "4597904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4597904",
                    "TitleEnglish": "The Dragonfly Rich Man; The Fish Wife; Ikkyuu-san's Funny Story",
                    "SummaryEnglish": "Dainichi Nyorai guides a family, a fisherman learns to appreciate what he has (repeat from episode 7), and a young monk learns not to judge a book by its cover.",
                    "TitleJapanese": "「だんぶり長者」「魚女房」「一休さんのとんち話」",
                    "SummaryJapanese": "1)大日如来さまのお告げで夫婦となった若者と娘。だが、再びあらわれた大日如来さまが導いたのは、山の中の荒れ地。苦労のつづく二人の前に、一匹のとんぼが…。2)漁師が釣り上げた美しい魚が、女房となって一緒に暮らし始める。子どもも生まれた一家だったが、心ない世間の噂が、やがてこの漁師の心をゆがめてしまう。3)小僧たちが苦手なご隠居を寺に入れまいと、一休さんが考えたのが、｢皮を着たもの入るべからず｣という立て札。ところが、皮のちゃんちゃんこを着たご隠居は…。"
                },
                "14": {
                    "ID": "4602903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4602903",
                    "TitleEnglish": "Monkey Masamune; The Days Pass So Fast; The Woodcutter & the Mountain Grannie",
                    "SummaryEnglish": "A runner saves a group of monkeys at an expensive cost; the Sun, Moon, and Thunder come to an agreement (repeat from episode 50), and a woodcutter gets the last laugh.",
                    "TitleJapanese": "「猿正宗」「月日のたつのは早い」「きこりと山姥」",
                    "SummaryJapanese": "1)化け物のような大ダコが、一匹の猿を連れ去ろうとしている。来合わせた飛脚は、猿を助けようと、将軍に献上する大切な刀を振り上げたのだが・・・。2)日照りに苦しむ人々を案じて、お月さんは痩せてしまった。お日さまに叱られた雷どん、あちこちで雨を降らせ、くたくた。三人は、ひと晩、温泉宿で骨休めすることに…。3)若者が、いたずら者の山姥と遭遇する。捕らえて山から連れ帰るが、小屋の灯りを消され見失ってしまう。灯りをつけると山姥の姿はなく、観音像が一体から二体に増えていた。"
                },
                "15": {
                    "ID": "4606905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4606905",
                    "TitleEnglish": "Minister Yuriwaka; The Fire Man; The Priest and the Boy and the Poisonous Mochi",
                    "SummaryEnglish": "A southern ruler named Yuriwaka is abandoned on an island, an old man brings home a boy named \"Fire Man\" (repeat from episode 15), and a stingy priest tells the children at his temple that his snacks are made of poison, but...",
                    "TitleJapanese": "「百合若大臣」「火男」「和尚と小僧の餅は毒」",
                    "SummaryJapanese": "1)南の島を治める百合若は、家来のはかりごとで無人島に置き去りにされ、大臣の職と妻を奪われてしまう。無人島の動物たちの助けでなんとか生き残った百合若は・・・2)お爺さんは、“ひようとく”という、男の子を連れて帰ってきた。“ひようとく”は、へそを叩くと小判を出すという特技がある。欲の深いお婆さんは、何度も叩こうとしたので、姿を消してしまったのだが…。3)ケチな和尚さんは、祭壇のぼた餅を小僧さんには食べさせない。ある日、出かけることになった和尚さんは、ぼた餅には毒がはいってるので食べないように言いつけたのだが――。"
                },
                "16": {
                    "ID": "4617355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4617355",
                    "TitleEnglish": "The Talking Fish; Urashima Tarou; The Demon's Handprint",
                    "SummaryEnglish": "A stranger comes to a fishing village, which plans to catch lots of fish through poisoning the river. As the villagers debate, they are warned against this by a traveling priest; a fisherman saves a little turtle and is taken to an undersea palace (repeat from episode 5), and two boys go to ask the fire god to help them with a demon who's been raiding their village.",
                    "TitleJapanese": "「ものいう魚」「浦島太郎」「鬼の手形」",
                    "SummaryJapanese": "1)イワナ釣りで知られた村へ、よそ者がやってきて、釣り竿を使わずに上流から薬を流す漁法を勧める。村でその是非を討議している最中、旅の坊さんが来て薬を撒くなと言う。2)漁師浦島太郎は、浜でいじめられていた子ガメを助けたことから、竜宮城へ招かれるが、乙姫さまと楽しい日々を過ごすうち、故郷の浜では、予想もしないことが起きていた。3)鬼どもに食料や財産を盗まれて困っていた村から、兄弟が火の神の棲む山に助けを求めに行く。兄弟と案内の木こりが着いた時、火の山の神は山から炎を噴き上げ…。"
                },
                "17": {
                    "ID": "4621941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4621941",
                    "TitleEnglish": "The Swallow with the Broken Leg; Left Behind; The Legend of the Nine-Headed Dragon",
                    "SummaryEnglish": "An old man saves a broken swallow, who rewards him with a magic watermelon seed; a man encounters a terrifying ghost at a haunted stream (repeat from episode 18), and a traveling priest visits a village where an evil dragon is devouring virgin sacrifices.",
                    "TitleJapanese": "「足折れ燕」「おいてけ堀」「九頭竜伝説」",
                    "SummaryJapanese": "1)足の折れた燕を助けたお爺さん。すると、翌年燕がやってきて、スイカの種を一粒落とした。それを植えてみると、大きなおおきなスイカの実がなり、中からでてきたのは…。2)怪奇現象が起こる堀に、町一番の肝っ玉男が釣りに行く。夕方になって入れ食いになり、男は魚を持って帰ろうとするが、堀の底から「置いてけ置いてけ」という声が響き…。3)人知れず、池に棲む邪悪な竜に生けにえを捧げていた村に、旅の僧侶が現れる。僧侶は、娘を生けにえに出そうという一家に、力になることを約束し、命懸けの祈祷を始めた。"
                },
                "18": {
                    "ID": "4621942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4621942",
                    "TitleEnglish": "Filial Devotion in Dreams; Rat Sumo; A Story of Stolen Melons",
                    "SummaryEnglish": "Two men are visited in dreams by their dead fathers, rats fight it out in the sumo ring (repeat from episode 15), and a mysterious old man makes magic with watermelons.",
                    "TitleJapanese": "「夢の孝心」「ねずみのすもう」「瓜を盗まれた話」",
                    "SummaryJapanese": "1)幼い頃から仲良しだった貧しい家の息子の太助と長者の息子の藤兵衛。夢で、亡くなった父に生前の借りを清算するように頼まれた太助。しかし、今度は藤兵衛の亡くなった父が夢枕に立ち、両家に貸し借りはないと藤兵衛を叱り――。2)お爺さんが山で見たのは、長者さまの家のねずみと自分の家のねずみのおすもうでした。お爺さんの家のねずみは負けてばかり。そこで・・・。3)都に瓜を運ぶ荷車を押す人たち。ひと休みして、瓜を食べていると、一人の老人がやってくる。瓜をくれというのを断ると、その老人は落ちていた瓜の種を拾い…。"
                },
                "19": {
                    "ID": "4626769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4626769",
                    "TitleEnglish": "The Tree in the Pot; Princess Kaguya; The Monk and the Fox",
                    "SummaryEnglish": "A fallen lord sacrifices his prized possessions for a traveling monk; a princess is found in a stalk of bamboo (repeat from episode 20), and a priest tricks a fox, and finds himself confronted by the lost souls of hell.",
                    "TitleJapanese": "「鉢の木」「かぐや姫」「お行さまと狐」",
                    "SummaryJapanese": "1)雪深い夜、老夫婦のあばら家に泊めて貰った僧は、貧しい夫婦が、かつては当地の領主であったことを知る。僧は、慈悲深い夫に、感謝の言葉を述べて立ち去るが…。2)ある日、竹取のお爺さんが根元の光っている竹を見つける。切ってみると、可愛らしい女の子が座っていた。［かぐや姫］と名付けられた女の子は、やがて、美しい娘となり…。3)法螺貝を吹きながら修行するお行さまは、いたずらも大好き。いたずらぎつねをびっくりさせて喜んでいたが、きつねも負けてはいない。かくして、いたずら合戦が始まった。"
                },
                "20": {
                    "ID": "4632322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4632322",
                    "TitleEnglish": "Earless Houichi; Niou and Dokkoi; Badger Disaster",
                    "SummaryEnglish": "A musician is haunted by the spirits of fallen samurai, two massive men duel for supremacy (repeat from episode 16), and a transforming badger runs a con at a mountain pass.",
                    "TitleJapanese": "「耳なし芳一」「仁王とどっこい」「ムジナの災難」",
                    "SummaryJapanese": "1)目が不自由な芳一は、琵琶と語りが上手だった。ある夏の夜、訪れた侍の案内で、近くの屋敷に出向いた芳一は平家が滅んだ『平家物語』を語り、人々の涙を誘ったが…。2)あるところに「仁王」という日本一の力持ちがいた。ある日、仁王は海の向こうの唐という国に「どっこい」というとてつもない力持ちがいると聞いて、力比べをしに行くが…。3)夜はムジナに化かされると噂の峠。馬を引いた長兵衛さんの前に、一人の小僧さんがあらわれる。馬に乗せてやると、その足はなんと毛むくじゃらで…。"
                },
                "21": {
                    "ID": "4636554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4636554",
                    "TitleEnglish": "A Story of Futons; Chakurikakifu; The Dancing Bones",
                    "SummaryEnglish": "The ghostly voices of children cry out at night from a haunted bed, a man tries a new strategy to sell his wares (repeat from episode 23), and the dancing bones of a murdered man bring fame and wealth to the one who killed him.",
                    "TitleJapanese": "「ふとんの話」「ちゃくりかきふ」「踊る骸骨」",
                    "SummaryJapanese": "1)開業間もない宿屋で、深夜に客のふとんから話し声が聞こえるという騒動が起きる。主人は、ふとんの前の持ち主を突き止めると、そこに秘められた悲しい物語を知る。2)「ちゃくりかきふ」と売り歩く棒手振りの男。それじゃなにを売っているんだか分からない。そこで、茶・栗・柿・麩の順番を変えて売り歩くのだが…。3)金を稼ぐため村を出ることになった下七兵衛と上七兵衛。怠け者の上七兵衛は、働き者の下七兵衛を殺して彼が貯めた金を奪い、一人故郷に帰るが・・・。"
                },
                "22": {
                    "ID": "4641302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4641302",
                    "TitleEnglish": "Dandarabochi and the Giant Sandals; The Painted Wife; The Fox in the Bag",
                    "SummaryEnglish": "A titan lays siege to a small fishing village, an evil lord steals a man's beautiful wife (repeat from episode 18), and friends of a lord plot to take back his money from a fox haunting in a graveyard.",
                    "TitleJapanese": "「ダンダラボッチと大わらじ」「絵姿女房」「袋のキツネ」",
                    "SummaryJapanese": "1)大男のダンダラボッチのいたずらに困った浜の人々は、土地神さまに助けを求める。神さまは、人々の願いを聞き入れ、早速使いを送った。そうとも知らずに浜へ現れたダンダラボッチは…。2)うだつの上がらない男の家に、見たこともない美しい女がやってきて、女房となった。やがて女の絵姿を見た殿さまは、城に連れてゆくのだが…。3)若旦那が、幽霊に財布を取られた事を知り、熊さんと八さんが取り返しにいくが、狐に騙された。そこで仕返しをと、大きな袋を用意して、狐退治に出かけると…。"
                },
                "23": {
                    "ID": "4653750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4653750",
                    "TitleEnglish": "The Puppet Master; The God of the Bathroom; The Whale and the Sea Cucumber",
                    "SummaryEnglish": "A puppet master visits a strange temple, a goddess is punished for her dalliances (repeat from episode 16) and an arrogant whale loses a race.",
                    "TitleJapanese": "「人形使い」「厠の神様」「鯨となまこ」",
                    "SummaryJapanese": "1)旅の人形使いは、性悪ギツネの出る山で、歩き疲れた夕暮れに、山寺の和尚に出会う。和尚は危ないからと人形使いを寺に泊めるが、そこは妖気漂う怪しい寺だった。2)昔むかし、家の守り神になった七福神が、担当を決めるために、寄り合いを開くことに。弁天さまはおお張り切り。世話役の大黒さまの家に行ってみると・・・。3)自慢ばかりしている鯨が、なまこに泳ぎくらべを持ちかける。なまこは仲間に声を掛け、方々の入り江や浜に待機させた。どんなに頑張っても、なまこに勝てなかった鯨は…。"
                },
                "24": {
                    "ID": "4653751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4653751",
                    "TitleEnglish": "Unspeaking Okiku; Ubasute Mountain; The Sumo Wrestler's Little Sister",
                    "SummaryEnglish": "A girl sings a song, and her father is sacrificed; a son is tasked with taking his mother to the mountains, where she will left to die (repeat from episode 19), and a tense hostage situation at a sumo wrestler's dojo.",
                    "TitleJapanese": "「もの言わぬお菊」「うばすて山」「相撲取りの妹」",
                    "SummaryJapanese": "1)貧しい農家の娘のお菊は、わずかな小豆の入った赤飯を食べたことが嬉しく、手まりをつきながら歌った。しかし役人が聞きつけ、父親が庄屋の小豆を盗んだ疑いで捕まってしまう。2)六十歳になる年寄りは山へ捨てるべし。殿さまの横暴なお触れにそむいて、若者は母をかくまう事に。殿さまの無理難題を母の知恵で解いた若者は城に呼ばれ……。3)相撲が強いと評判の光遠の妹は、これまた美人と評判。その光遠が留守にしている間に、屋敷に盗人が入り、美人の妹を人質にしたのだが・・・。"
                },
                "25": {
                    "ID": "4659706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4659706",
                    "TitleEnglish": "Monkey Crab; The Straw Headman; Head Lake",
                    "SummaryEnglish": "Crabs seek revenge upon a monkey for wounding their mother, and are aided by a mortar and cow poop; a divine oracle leads a man to riches (repeat from episode 16), and a man's head becomes the scene of strange happenings.",
                    "TitleJapanese": "「さるかに」「わらしべ長者」「頭が池」",
                    "SummaryJapanese": "1)カニのおっ母は、自分の握り飯を猿の柿の種と交換してやる。その種を畑にまくと、見る間に柿の実がなった。それを猿が横取りするとカニの子は仲間と共にサルの家へ乗り込み…。2)「ここを出て、初めにつかんだ物を持って、西に行け」と観音さまにお告げを受けた男は、お寺の階段で転んで、一本のわらしべをつかんだのだが・・・。3)茶店で酔って寝ていた男の頭めがけて、子供たちが柿の種を飛ばす。数日すると、男の頭から柿の木が生えてきた。その実を狙って子供たちが木を折ると、今度は切り株にきのこが…。"
                },
                "26": {
                    "ID": "4664291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4664291",
                    "TitleEnglish": "The Mermaid's Feast;Mother and Daughter Slay a Demon;  The Pheasant and the Crow",
                    "SummaryEnglish": "A simple trip leads to an unfortunate life (repeat from episode 60), a mother fights for her daughter (repeat from episode 57), and a bumpkin gets the last laugh (repeat from episode 55).",
                    "TitleJapanese": "「人魚のごちそう」「母と娘の鬼退治」「キジとカラス」",
                    "SummaryJapanese": "1)ある日、旅の尼さんがありがたい念仏を唱えてくれた。そこで親切にもてなした村の長者と仲間が、山を越えた尼さんの里に招かれる。手厚いもてなしに時間を忘れた三人が村へ戻ると…。2)長者の娘が、婚礼の日、何者かにさらわれてしまう。お堂に泊まった母は夢の中で娘の行方を聞く。娘を取り戻したい母は、一人で鬼の棲む館に乗り込んで行き…。3)山の人間は、モノを知らないと、腐ったサバを売りつけられた猟師。一計を案じた猟師は、売り物のキジを竿に提げ、町へ売りに出た・・・。"
                },
                "27": {
                    "ID": "4677082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4677082",
                    "TitleEnglish": "The Little Chestnut: The Day the Kappa Came; The Oryuu Willow",
                    "SummaryEnglish": "A massive pumpkin grows from a tiny vine and a man is very happy; parents hear from the mountain god and water god that their child will be stolen by Kappas on his twelfth birthday (repeat from episode 21), and a huge willow stands in front of a tea shop. The son of the shop saves it from being cut down.",
                    "TitleJapanese": "「小さな栃の実」「河童が出てきた日」「おりゅう柳」",
                    "SummaryJapanese": "1)細い蔓(つる)に大きなカボチャが実って、男は大喜び。帰り道、大きな栃の木を見上げると、その実は小さい。「神様も間違えることがある…」とつぶやいた男の前に、神様が現れ…。2)わが子が、十二歳になる日、河童に連れ去られる――。ひょんなことから山の神と水の神の予言を聞いてしまった両親は、子どもの命を守ろうと水の神に願をかける。運命の日。子供は川で河童に出会った…。3)茶店の前に立つ大きな柳の木。伐られるところを、茶店の息子の機転で救われた。すると何日かして、「おりゅう」という娘があらわれ、やがて息子と結婚して娘をもうける。"
                },
                "28": {
                    "ID": "4684308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4684308",
                    "TitleEnglish": "The Silver Temple; The Pebble Letter; The Famous Blade Kisenbamaru",
                    "SummaryEnglish": "Midon the fisherman is wounded and can't go fishing, so he borrows money from a samurai - but can't pay it back; a wife gets mad at her drunkard husband and returns to her parents - but she misses her husband now that she's left him (repeat from episode 24), and a young servant named Sutekichi loves katanas. He wants his own, so he pays a blacksmith with a thousand logs to make one for him.",
                    "TitleJapanese": "「白銀堂」「小石の手紙」「名刀木千把丸」",
                    "SummaryJapanese": "1)漁師の美殿(みどん)は怪我をして漁に出られなくなり、藩の侍に金を借りるが、漁に出られないまま返済の日を迎えてしまう。怒った侍は美殿を探しだし…。2)酒飲みの亭主とケンカした女房が実家に帰る。しかし、離れてみれば亭主が恋しい。読み書きを知らない女房は、路傍の小石に思いを込めて亭主に送り…。3)刀好きの奉公人、捨吉（すてきち）は自分の刀が持ちたくて、たき木千把で鍛冶屋に刀を作ってもらう。刀は名刀となり木千把丸と名付けるが・・・。"
                },
                "29": {
                    "ID": "4690658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4690658",
                    "TitleEnglish": "The Sparrow with the Severed Toungue; The Horse Mountain Woman; The Dance of the Cats",
                    "SummaryEnglish": "An old man loved a swallow, but when it eats his wife's glue, she cuts out its tongue. He goes deep into the mountains to find her... A packdriver buys a good horse in town, and then some mackerel to give to the god of horses (repeat from episode 29), and Shinkichi works at a soy sauce shop, but since he's so careless everyone treats him like a child.",
                    "TitleJapanese": "「舌切り雀」「馬方山姥」「猫の踊り場」",
                    "SummaryJapanese": "1)お爺さんが可愛がっていた雀。ところが洗濯の糊を食べてしまったと、お婆さんに舌を切られてしまう。逃げてしまった雀を探しに、お爺さんが山に入ると・・・。2)町の市で良い馬を買った馬方は、帰って馬飼いの神様にお供えをしようと鯖を買って、峠道を急いでいた。そこへ現れたのが恐ろしい山姥。鯖を喰わせろ、馬を喰わせろ、とせがんだ挙句…。3)醤油屋で働く晋吉（しんきち）は、そそっかしく半人前扱いされている。裏庭に干した手拭いが夜のうちに消え、それが何日も続くと、疑いが晋吉にかかって…。"
                },
                "30": {
                    "ID": "4696072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4696072",
                    "TitleEnglish": "The Ear Statue; The Centipede gets the Doctor; Benten's Swamp",
                    "SummaryEnglish": "A statue by the river reminds a boy of his dead mother. His stepmom tells him that if the statue will eat a rice ball, he can have one too, so off he goes. The insect children are playing in the depths of the forest when walking stick falls from a tree and starts to cry (repeat from episode 31). One late night, a pack driver is returning home when he meets a beautiful woman.",
                    "TitleJapanese": "「耳地蔵」「ムカデの医者むかえ」「弁天の沼」",
                    "SummaryJapanese": "1)河原の地蔵様に亡き母親の面影を見る子供。粗相をした子供は、新しい母に地蔵様がおにぎりを食べたらお前にも作ってやると言われて河原に向かう。2)森の奥で虫の子たちが遊んでいた時、ナナフシが木から落ちて泣き出した。足の数が多いから足も速かろうと、ムカデに医者を迎えに行かせるが、待てど暮らせど、医者が来ない…。3)ある夜更け、村へ帰る若い馬方は、それは美しい娘に出会う。沼に消えた娘が忘れられない馬方は、許嫁（いいなずけ）のことさえ疎ましくなり・・・。"
                },
                "31": {
                    "ID": "4702488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4702488",
                    "TitleEnglish": "The Village of the Dragonflies; The White Rabbit of Inaba; The Fortune Telling Competition",
                    "SummaryEnglish": "A fisherman's wife dies from illness, and he meets a woman who looks just like her on the rocks of a cape. The white rabbit who lives on the island of Inaba tries to trick the crocodiles to let him cross the sea, but they strip off his skin (repeat from episode 35), and Doujimaru is said to be the son of the white fox, and to have inherited his mother's mysterious powers.",
                    "TitleJapanese": "「かげろうの里」「因幡の白兎」「占いくらべ」",
                    "SummaryJapanese": "1)病で女房を亡くした漁師の若者が、岬の磯辺で女房に生き写しの娘と出逢う。娘の後を追いかけた若者は、怪しい洞穴を抜けて、見知らぬ里へ迷い込んでしまう。2)因幡の隠岐の島に住んでいた白兎はワニザメを騙して海を渡ろうとしますが、嘘がバレて皮を剥がれてしまいました。浜で泣いているところに大勢の神様が通りかかって…3)不思議な力を持つとされる白狐。その母の力を受け継いだ童子丸は幼い頃から虫をよく操り、失（う）せ物を見つける能力があった。ある夜、夢枕に現れた母の進言で、童子丸は都に上る。"
                },
                "32": {
                    "ID": "4702491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4702491",
                    "TitleEnglish": "The Three Masks; The Tengu's Cloak; The Flying Door",
                    "SummaryEnglish": "A young servant girl is given a demon mask as a goodbye present, and goes to a new place to work. A young boy learns that if you put on a Tengu's cape you'll be invisible. He steals the cape from the Tengu, and now he can play all the tricks he wants, but... (repeat from episode 28). \"We've saved this money up for the future. Don't waste it,\" an old husband tells his silly wife... but then, a pair of thieves come when he's not home.",
                    "TitleJapanese": "「三つの面」「天狗の隠れみの」「空とぶ戸板」",
                    "SummaryJapanese": "1)貧しい娘お七は、鬼の面を餞別代わりにもらって、奉公先を庄屋屋敷に替え、陰ひなたなく働く。しかし、押し入れに男女の面と鬼の面を並べ、朝晩祈っているのを怪しまれて…。2)天狗の蓑を着ると、体が見えなくなることを知ったいたずら小僧。なんと、天狗から隠れみのを手に入れてしまった。これでいたずらのやり放題…だったのだが…。3)｢先々のためにこつこつ貯めた金だ。無駄に使っちゃ駄目だぞ｣。浮世離れしたお人よしの婆さまに、爺さまは言い含めるが…。爺さまの留守に泥棒がやってきた。"
                },
                "33": {
                    "ID": "4708098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4708098",
                    "TitleEnglish": "The Old Woman and the Giant Octopus; Dokkoisho; The Tengu of Ashitaka Mountain",
                    "SummaryEnglish": "An old woman cuts off the leg of an octopus on the beach, and gets rich by selling it at the market. A groom is given botamochi rice balls at his bride's village. He wants his mom to make them, so he keeps saying \"botamochi\" on the way home, but then he trips and rises up saying, \"dokkoisho!\" (repeat from episode 34). A strong-willed and hardworking mother goes all alone to Ashitaka Mountain, where a Tengu lives. But she doesn't come back.",
                    "TitleJapanese": "「ばあちゃんと大ダコ」「どっこいしょ」「愛鷹山の天狗」",
                    "SummaryJapanese": "浜辺でタコの足を切り落とし、市場で売って一攫千金を狙う老婆。新郎が嫁ぎ先でぼた餅をもらう。お母さんに作ってもらおうと、帰り道で「ぼた餅」と言い続けるが、つまづいて「どっこいしょ！」と立ち上がる。(第34話からの繰り返し）。気の強い働き者の母親が、天狗の住むアシタカ山に一人で行く。しかし帰ってこない。"
                },
                "34": {
                    "ID": "4714383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4714383",
                    "TitleEnglish": "The Mysterious Blacksmith; The Fox Gives Birth; Senkamejo",
                    "SummaryEnglish": "\"If I can make a hundred swords in a night, give me your daughter,\" a traveler says, and locks himself in a blacksmith's forge. There was a mean doctor who lived in a village. One night, he goes to a mansion to save a young girl who's having a hard birth (repeat from episode 33). Senkamejo grew up spoiled by her mother, and was the prettiest girl in town, but selfish and arrogant. One day she hears that a beautiful statue of Kannon-sama is at the temple, and she and her mother go to see it.",
                    "TitleJapanese": "「謎の刀鍛冶」「狐のお産」「千亀女」",
                    "SummaryJapanese": "1)「ひと晩に千本の刀を打つ。代わりに娘を嫁にくれ｣。そう言って、旅の男は刀鍛冶の仕事場にこもる。すさまじい槌(つち)音に、刀鍛冶と弟子が節穴から覗くと、そこには…！？2)ある村に、患者を患者とも思わない医者がいた。ある夜、医者は難産に苦しむ娘を助けてほしいと頼まれ、大きな屋敷に出向く。だが、そこにいたのは狐の一家だった 。3)母親に甘やかされて育った千亀女は、町一番の器量よしだが、わがままで他人の苦労や痛みに気づこうともしない。ある日、美しい観音様が寺に来たと聞いて、母娘は参拝に行く。"
                },
                "35": {
                    "ID": "4719620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4719620",
                    "TitleEnglish": "The Cracking Mountain; The Three Charms; The Kappa and the Handwashing Basin",
                    "SummaryEnglish": "A raccoon badly injures a kind old woman. The rabbit hears about this from her husband, and angrily avenges her. A child is picking up chestnuts in the forest, and before he knows it it's night. A demon grannie catches him (repeat from episode 37). A new hand washing basin has been put in the village shrine. But the kappa used this stone to sit on and think or keep watch.",
                    "TitleJapanese": "「かちかち山」「三枚のお札」「カッパと手洗鉢」",
                    "SummaryJapanese": "1)心やさしい婆さまに大怪我をさせたタヌキ。爺さまから話を聞いたウサギは、怒りに燃えて仕返しを始める。タヌキをだまして、たきぎを背負わせ・・・！？2)山に栗拾いに出かけた小僧さんは、夢中になっているうちに夜になり、鬼婆に捕まってしまった。絶体絶命の小僧さんは、和尚さんにもらった三枚のお札の力を借りて、なんとか逃げ出す。3)村の神社に納められた手洗鉢。実は、カッパがあぐらをかいて考え事や見張りをする時に使う石だった。大事な石を取り戻そうと、闇夜に紛れてカッパたちが神社に忍んでくると・・・！？"
                },
                "36": {
                    "ID": "4725785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4725785",
                    "TitleEnglish": "The Ghost Well; The Man Who Bought Dreams; Tougorou the Potato Digger",
                    "SummaryEnglish": "A mysterious woman visits a candy store every night. The owner follows her after she leaves, but she disappears into a grave... A traveling merchant buys his partner's dream of treasure for a lot of money (repeat from episode 1). The beautiful daughter of a rich man is sent to marry tougorou the potato digger. Tougorou is lonely and miserable and poor in the mountains, but one day...",
                    "TitleJapanese": "「幽霊井戸」「夢を買った男」「芋掘り藤五郎」",
                    "SummaryJapanese": "1)飴屋に、夜な夜な不思議な女の客が現れるようになる。店の主は女の正体を確かめようと、常連客の若者と後をつける。すると女は真夜中の墓地に消え・・・2)旅の商人は、相棒の見た大判小判の夢を、大金はたいて譲ってもらう。夢で見た宝の埋もれた長者の家を探し当て、男は住み込みでお宝を探し始める。果たして夢はかなうのか？3)長者さまの美しい娘・和子。観音さまが、和子の婿にと告げたのは、芋掘りの藤五郎という男だった。貧しい山暮らしと心細さに泣き暮らす和子だったが、ある日・・・。"
                },
                "37": {
                    "ID": "4732183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4732183",
                    "TitleEnglish": "Sacrificial Inari; The Crane Repays a Debt; The Cotton in the Cotton Hat",
                    "SummaryEnglish": "A field worker named Manzou gets a small field with a shrine from the rich man. A charcoal-maker takes pity on a crane being sold by the road, and pays money to free it (repeat from episode 36). An old man loves to fish at night at a waterfall. He gets old and decides to retire, and gives his fishing pole to a young man.",
                    "TitleJapanese": "「身がわり稲荷」「鶴の恩返し」「綿帽子の妖怪」",
                    "SummaryJapanese": "1)作男の万蔵は、長者から稲荷の祠のある小さな田をもらった。長者の田がイナゴで全滅し、怒った長者は祠を壊してしまう。万蔵は御神体のお札を持ち帰り…。2)炭焼きの若者が道端で売られていた鶴を哀れと思い、金を払って逃がす。その夜、若者の家に旅の女が訪れ、二人は夫婦になる。生活が苦しくなり、機を織って売ることに。3)滝壺の下流で夜釣りを楽しむ爺さま。体力に自信をなくし、村の若者に釣竿を譲るが若者は釣りをやめてしまった。問いただすと、白い綿帽子をかぶった妖怪が出たという。"
                },
                "38": {
                    "ID": "4736944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4736944",
                    "TitleEnglish": "The Joroku Statue; The God of Poverty; The Carp in the Basin",
                    "SummaryEnglish": "A huge rock saves a village from a flood. The villagers use it to make a giant statue, but the statue is too big to carry to the temple. But then the statue... (repeat from episode 37). A poor old man goes to sell balls of thread for new years. Gorouhei, a poor man, trades an old basin from his family for rice.",
                    "TitleJapanese": "「丈六地蔵」「貧乏神」「鉢の鯉」",
                    "SummaryJapanese": "1)村を洪水から救ってくれたのは、大きな石。村人たちは、その石でお地蔵さまを作った。ところが、大きくてお寺まで運べない。すると、お地蔵さまが…2)貧しいお爺さんが、年越しのために糸玉を売りに行く。だが、糸玉は売れず、仕方なく炭と取り替えっこして帰ってきた。年越しの夜、炭をかんかん焚いていると…。3)暮らしに困った五郎兵衛は、家に伝わる古びた鉢を米と換えてもらおうと、隣村の名主を訪ねる。ある日、名主が水を注ぐと、鉢の内側に描かれた鯉が悠々と泳ぎ出し…。"
                },
                "39": {
                    "ID": "4746245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4746245",
                    "TitleEnglish": "The Gold Horse of New Year's Eve; The Jizo Statue with the Hat; Odote-sama",
                    "SummaryEnglish": "A couple works hard but is still poor, and meets the new year with a sigh. On new years, a man can't sell his hemp so he trades it for an umbrella (repeat from episode 39) and an honest cow-herd meets a strange monster who can read thoughts.",
                    "TitleJapanese": "「大みそかの金馬」「笠地蔵」「おドテさま」",
                    "SummaryJapanese": "1)働けど貧しく、ため息ばかりの大みそかを迎えた夫婦。住みついていた貧乏神を見つけて、泣きごとを並べたてた。そんな二人に貧乏神は運だめしを持ちかける。2)大みそか、麻が売れずにいた男は、笠と取り換える。帰り道で、雪の中に立つ地蔵さまを見て、笠をかぶせる。その夜、物音に男と女房が出てみると…。3)正直者の牛飼いが、ある日出会ったのは、人の考えが読める不思議な化け物。牛飼いは慌てて、庄屋さまに知らせた。すると庄屋さま、化け物で一儲けと考えた。"
                },
                "40": {
                    "ID": "4751689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4751689",
                    "TitleEnglish": "The Safflower Ship; The Story of the Twelve Signs of the Zodiac; Sent Salt",
                    "SummaryEnglish": "There is a splendid picture of a rooster in the room where the crimson flower merchant says. And they say that it crows at midnight. God creates the calendar to rule the world, and wants the animals to protect it. The animals all rush to God's temple on new years. But the rat lies to the cat (repeat from episode 40). Zenzaemon, of Kishou Swamp, is sent to learn the secrets of salt-making from Akou Province and is caught. But official Ooishi Kuranosuke is moved by his devotion to his homeland, and lets him go.",
                    "TitleJapanese": "「紅花船」「十二支のはなし」「おくられた塩」",
                    "SummaryJapanese": "1)紅花商人が泊まった宿の部屋には見事なにわとりの絵が。しかも、夜明けになると絵から抜け出すという。そんなバカなと商人は自分の船と買い付けた紅花を賭けるが…。2)神様はこの世を治めるために暦を作り、それを動物たちに守らせようと考えた。動物たちは我こそはと元旦に神様の御殿を目指す。しかし猫は鼠に嘘を教えられ…。3)気仙沼の庄屋の息子･善右衛門は、赤穂藩の塩製法を持ち出そうとして捕まってしまう。だが家老の大石内蔵助は、民の暮らしのためという彼の志に打たれ、帰郷を許す。"
                },
                "41": {
                    "ID": "4758739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4758739",
                    "TitleEnglish": "The Deer Springs; Tail Fishing; Hachiroutarou",
                    "SummaryEnglish": "A woodcutter meets a wounded deer in the mountains. He saves it from a hunter and watches until its wounds are healed... The Fox comes to see the river otter, who is good at catching fish. He takes fish from the river otter but never gives any himself. And so the River Otter comes up with an idea... (repeat from episode 41). A young man in the village of Matagi, Hachirōtarō, goes to the mountains with two of his friends, but as he gets ready for dinner he gives into his hunger and eats their fish.",
                    "TitleJapanese": "「鹿の湯」「尻尾の釣り」「八郎太郎」",
                    "SummaryJapanese": "1)キコリのお爺さんは、ある日、山で足を怪我した大鹿に出会う。漁師の追手から鹿を助けたお爺さんは、その後も怪我が治るまで鹿を見守り・・・2)魚取りが上手なカワウソのところにやってくるキツネ。いつも、魚をご馳走になるばかりで、ちっともカワウソにはご馳走してくれない。そこで考えたカワウソは・・・。3)マタギの里の若者・八郎太郎は、仲間二人と山に入るが、食事の支度の最中に、空腹に負け三人分の焼き魚を一人で食べてしまう。すると、八郎太郎の身体に変化が・・・"
                },
                "42": {
                    "ID": "4774906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4774906",
                    "TitleEnglish": "The Herrings and the Old Woman; The God of Wind and the Children; The Spider's Determination",
                    "SummaryEnglish": "An old woman loses her husband in a storm, but a statue of a god washes up with his boat and she worships it. One day in early spring, as the children are playing, a young man suddenly appears. A young carpenter is trying to build a bridge across a river, but every storm that comes washes it away.",
                    "TitleJapanese": "「にしんと婆さん」「風の神と子供たち」「クモの一念」",
                    "SummaryJapanese": "1)夫を嵐で亡くしたお婆さんは、壊れた舟と一緒に流れ着いた神様の像を熱心に拝んでいた。そんなある日、お婆さんの夢にあらわれた神様が・・・。2)春まだ浅い日。遊んでいる子供たちの前に、一人の少年が現れた。長い着物の裾に乗ってみると、子供たちは空に舞い上がり、辿り着いたのは秋の実りの季節だった。3)大工の若者は、川に立派な橋を架けようと頑張ったが、嵐が来るたび橋は流された。ある日、釣りをする若者の足に巣をかけようとするクモが現れ・・・"
                },
                "43": {
                    "ID": "4775779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4775779",
                    "TitleEnglish": "Snake Lake; The Deep Voice; The Priest, the Kid, and the Fava Bean Tree",
                    "SummaryEnglish": "Governor Shimada has come to Kazusa, where there is no water and the harvest is dependant on the rain. Two men tie a pipe between their houses so they can talk even when they're snowed in. Even though they were alone, they could cheer each other up by talking, but then they stop getting answers... (repeat from episode 46). The priest tries to raise a fava bean tree to help the starving villagers, but the kids at the temple eat it.",
                    "TitleJapanese": "「雄蛇が池」「こおった声」「和尚と小僧のそら豆の木」",
                    "SummaryJapanese": "1)代官・島田が赴任した上総国東金領は、水に恵まれず、収穫は天候次第という不安定な土地だった。村人の暮らしを守るため、島田は大きな事業を興す。2)雪に閉じ込められても話ができるように、互いの屋根の下を竹の筒でつなぐ二人の男。家に一人きりでも、様子を話すことで元気に過していたが、そのうち返事が来なくなり…。3)和尚は、不作に苦しむ村人のためにそら豆の木を育てようとするが、寺の小僧たちは大事な種を食べてしまう。和尚が嘆くのを見た小僧たちは、一粒だけ残った種で・・・"
                },
                "44": {
                    "ID": "4775781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4775781",
                    "TitleEnglish": "Sumo Inari; The Fava Bean, Straw, and Charcoal; The Man of the East & the Man of the West",
                    "SummaryEnglish": "The lord of a poor province is sad to see how weak his sumo wrestlers are for this year's tournament, but they all defeat even the strongest wrestlers. A fava bean, a piece of straw, and a piece of charcoal all bounce out of an old woman's kitchen and decide to visit Ise (repeat from episode 42). There are two men who live on the east and west side of town, and each night they come to a bar to drink. They always drink the same drink, and insult each other.",
                    "TitleJapanese": "「相撲稲荷」「そら豆とわらと炭」「東の男と西の男」",
                    "SummaryJapanese": "1)貧乏藩の殿さまは、江戸の大相撲に出場する国元の力士たちの貧弱な顔ぶれを見て嘆くが、力士たちは並みいる強豪を倒して勝ち進んだ。この謎の力士たちの正体は？2)お婆さんの台所から庭に弾けたそら豆とわらと炭が、伊勢参りに出かけることに。するとその前に大きな川が。どうやって渡るのか・・・！？3)村の東と西から、毎夜、居酒屋に通ってくる二人の男がいた。いつも同じように酒を飲み、互いの悪口ばかり。ところが、ある日のこと、西の男が姿を見せない。"
                },
                "45": {
                    "ID": "4785699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4785699",
                    "TitleEnglish": "The Stink Vine; Shippei-Tarou; Half-Naked Buhyou",
                    "SummaryEnglish": "The stinkvine weed smelled terrible, and the big tree always made fun of it. To save a girl from a demon, a traveling monk goes to find the one thing it fears, \"Shippeitaro\" (repeat from episode 9). Buhei is a man proud of his strength.",
                    "TitleJapanese": "「ヘクソカズラ」「しっぺい太郎」「はだか武兵」",
                    "SummaryJapanese": "1)ヘクソカズラは匂いがきつく、立派なかやの木にいつも馬鹿にされていた。ある日、木こり達がかやの木を切り倒しに来るが、翌日には切られた場所が元に戻っていて・・・。2)旅の僧侶は、山の魔物にいけにえとして捧げられる娘を救うため、魔物が恐れる「しっぺい太郎」を探しにいくが、やっと見つけた相手は一匹の犬だった 。3)武兵は、力自慢の男だった。その小屋にやってきたのは、なんと疫病神。その不思議な力で、武兵はいつの間にか名医となって、評判を取るのだが・・・。"
                },
                "46": {
                    "ID": "4794472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4794472",
                    "TitleEnglish": "The Whispering Vinegar; The Old Man Who Swallowed Birds; The Tengu and The Sky Journey",
                    "SummaryEnglish": "There is a man who can hear the voices of the vinegar he makes. A bird gets its leg stuck in a rice ball. There was a young man who was afraid of nothing.",
                    "TitleJapanese": "「お酢のささやき」「鳥呑み爺さん」「天狗と空の旅」",
                    "SummaryJapanese": "1)樽(たる)や甕(かめ)の中のお酢の声を聞きながら、お酢造りに励む男。ある日｢とびきり…かんろ｣とささやく声がして、極上の酢ができた。2)お餅に足を取られた一羽のヤマガラ。餅を取ってやろうとしたお爺さんは、うっかりヤマガラを飲んでしまった。すると、おへそから羽が生え、引っ張ると…。3)怖いもの知らずの若者。仲間にそそのかされて、大天狗が住むという大山のてっぺんまで登っていった。すると、大きな腕につかまれ、体はたちまち空に・・・。"
                },
                "47": {
                    "ID": "4800089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4800089",
                    "TitleEnglish": "The Snow Woman; Oshira-sama; The 600-year-old Woman",
                    "SummaryEnglish": "A young woodcutter seeks shelter from a blizzard with his master. A young woman has a horse she loves (repeat from episode 38). After the battle between the Heike and the Genji, a young girl finds a conch shell on the beach that she feeds to her mom.",
                    "TitleJapanese": "「雪女」「おしらさま」「六百歳の女」",
                    "SummaryJapanese": "1)吹雪の中、若い木こりの巳之吉は茂作爺さんと渡し場の小屋に逃れる。夜更けに、ふと目覚めると、白い着物を着た女が茂作爺さんの顔に白い息を吹きかけていた。2)仲よく育った娘と仔馬。しかし、大きくなり娘と引き離された馬は、売られていく途中、海に身を投げる。そして、小屋に閉じこもってしまった娘に会いに天を駆けてきて…。3)源平の合戦の世、病の床にあった女は娘が浜で見つけてくれた法螺貝を食べた。それ以来、女は不老不死の体になってしまう。"
                },
                "48": {
                    "ID": "4805435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4805435",
                    "TitleEnglish": "Cowlove Pass; Momotarou; Seibei the Soba Eater",
                    "SummaryEnglish": "Cowherd Okaru took care of a young black calf that transformed into a handsome young man when it was three years old. Momotarō is born from a peach, and raised by an old couple into a strong young boy (repeat from episode 40). Seibei is known as a man who loves to eat soba noodles.",
                    "TitleJapanese": "「牛恋峠」「桃太郎」「そばっ喰いの清兵衛」",
                    "SummaryJapanese": "1)牛飼いの娘おカルが世話をしていた黒い子牛は、生まれて三年目の夏に立派な若者・牛王に姿を変えた。二人は互いに慕い合うが、別れの時がすぐそこまで来ていた。2)桃から生まれた桃太郎は、お爺さんとお婆さんに育てられ、立派に成長する。そして村人達を困らせる鬼を退治するため、犬、キジ、猿をお供に鬼ヶ島に旅立つ。3)そばの大食いで知られる清兵衛は、ご隠居から八十枚のそばを食べたら、代金の他に一両を払おうと言われる。この賭けに応じた清兵衛は・・・"
                },
                "49": {
                    "ID": "4812263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4812263",
                    "TitleEnglish": "The Demon who Became a Rock; Octopuses Don't Have Bones; Ryuuguu Abyss",
                    "SummaryEnglish": "A demon and his son live in the mountains. The princess of Ryuuguu castle has a baby (repeat from episode 49). Taikichi, who always gives an offering to the Ryuuguu Abyss, is given a wife and child by Ryuuguu Palace.",
                    "TitleJapanese": "「岩になった鬼」「タコほねなし」「龍宮淵」",
                    "SummaryJapanese": "1)山奥に住む、鬼の親子。親子が人里に下りると、そこには荒れ果てた村があった。村人は皆、鬼を見て怯えるが、浜辺で出会った少年だけは・・・2)赤ちゃんができた竜宮城のお姫さま。なんと、猿の生き肝が食べたいと言い出した。そこで、カメが、猿のもとに送られたのだが・・・。3)竜宮へ通じると言われる竜宮淵にお供えを欠かさなかった太吉は、竜宮から妻と子どもの龍太郎を授かる。だが、幸せに暮らすこの一家に庄屋が目を着け・・・"
                },
                "50": {
                    "ID": "4820763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4820763",
                    "TitleEnglish": "Raita and the Demon; 'O' is Hard; The Burnt Statue",
                    "SummaryEnglish": "Asakichi and his wife save the thunder when it falls from heaven. A rough country girl who doesn't know how to be polite says \"o\" in front of everything because her mom tells her to (repeat from episode 48). A young, hardworking girl is to be adopted by her master, but his jealous wife makes her quit while the master is away.",
                    "TitleJapanese": "「雷太と鬼」「「お」は難しい」「焼け地蔵」",
                    "SummaryJapanese": "1)朝吉と妻は、天から落ちた雷を助ける。夫婦はその後に授かった男の子を雷太と名付けた。雷太はりっぱな人物になるよう寺に預けられるが、寺には鬼が棲みついていた。2)男まさりで言葉遣いの乱暴な娘が、隣村へ嫁いだ。母親の言いつけを守り、婚家では、何にでも｢お｣をつける。普通の言葉遣いでいいからと言われて安堵したのだが…。3)名主の屋敷で働く小浪は、信心深い娘だった。子供のいない主人は小浪を養女にと考えるが、小浪を嫌う妻は主人の留守に小浪を辞めさせてしまう。その夜、火事が起き・・・。"
                },
                "51": {
                    "ID": "4828026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4828026",
                    "TitleEnglish": "Gonpachi and Tsubaki; The Thousand League Sandals; Mother and Child Hill",
                    "SummaryEnglish": "Gonpachi was working hard at a gold mine to raise money for his family. Three brothers get lost in the mountains and find themselves at the house of a terrifying mountain grannie (repeat from episode 50). A traveler comes to an inn on the Sumidagawa river. She's looking for her son who vanishes.",
                    "TitleJapanese": "「権八と椿」「一足千里のわらじ」「母子塚」",
                    "SummaryJapanese": "1)所帯を持つために金を貯めようと、権八は佐渡の金山で、懸命に働いていた。だが、事故にあって、命を落としてしまう。やがて、金を預かった親方の元に許嫁が現れる。2)山で迷子になった三兄弟は、山んばの家にたどりつくが、そこは鬼の棲みかでもあった。三兄弟は、鬼に見つからないように山を下りるが・・・。3)隅田川のほとりの宿に旅の女がやってくる。女は忽然と姿を消してしまった幼い息子を探していた。宿の庭にある小さな塚を見つけ、女将にあれは何かと尋ねると・・・"
                },
                "52": {
                    "ID": "4835055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4835055",
                    "TitleEnglish": "The Ear Statue; The Kappa and the Handwashing Basin; The Little Chestnut",
                    "SummaryEnglish": "A statue by the river reminds a boy of his dead mother. His stepmom tells him that if the statue will eat a rice ball, he can have one too, so off he goes (repeat from episode 82). A new hand washing basin has been put in the village shrine. But the kappa used this stone to sit on and think or keep watch (repeat from episode 87). A massive pumpkin grows from a tiny vine, and a man is very happy (repeat from episode 79).",
                    "TitleJapanese": "「耳地蔵」「カッパと手洗鉢」「小さな栃の実」",
                    "SummaryJapanese": "1)河原の地蔵様に亡き母親の面影を見る子供。粗相をした子供は、新しい母に地蔵様がおにぎりを食べたらお前にも作ってやると言われて河原に向かう。2)村の神社に納められた手洗鉢。じつはカッパが考え事などをする時に使うあぐら石だった。大事な石を取り戻そうと、闇夜に紛れてカッパたちが神社に忍んでくると・・・！？3)細い蔓（つる）に大きなカボチャが実って、男は大喜び。帰り道、大きな栃の木を見上げると、その実は小さい。「神様も間違えることがある」とつぶやいた男の前に神様が現れる。"
                }
            }
        },
        "3": {
            "ID": "581865",
            "URL": "https://www.thetvdb.com/series/folktales-from-japan/seasons/official/3",
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "4848844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4848844",
                    "TitleEnglish": "The Mountain Grannie of Mt. Choufuku; Sadaroku and Shiro; Zashiki-Warashi",
                    "SummaryEnglish": "The mountain grannie has given birth to a child and the villagers are told to bring Mochi. The talented hunter Sadaroku is never found without his hunting dog, Shiro. He has a license to hunt wherever he wants, but one day he leaves it at home and is arrested. A traveling medicine seller stays at a mansion where he is visited by three young children in a dream. They were Zashiki-Warashi, said to bring prosperity.",
                    "TitleJapanese": "「ちょうふく山の山姥」「さだ六としろ」「座敷わらし」",
                    "SummaryJapanese": "1)村人たちは、山姥が赤ん坊を産んだので、餅を貢ぐよう命じられる。若者と道案内の婆さんが届けに行くが、若者は逃げ帰り、婆さんは一人山にとり残されてしまう。2)腕のいい猟師のさだ六の傍らには、いつも猟犬のしろがいた。狩場御免の証文を与えられたさだ六だったが、ある日、隣の山域に入り込み、狩場荒らしの罪で捕えられてしまう。3)旅の薬売りが、立ち寄り先で夢うつつに三人の幼い娘と出逢う。それは、住み着いた家に繁栄をもたらすと言われる小さな神さま座敷わらしであった。"
                },
                "2": {
                    "ID": "4854213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4854213",
                    "TitleEnglish": "Render the Fat; The Star Wife; The Rich Kashiki",
                    "SummaryEnglish": "A lazy man who wants to not work goes to a mansion where they feed him feasts every day. The eldest of the seven sisters of the big dipper falls in love with a man. A man on a fishing ship who makes the food, called a Kashiki, gave the leftovers to the fish.",
                    "TitleJapanese": "「油しぼり」「星女房」「かしき大尽」",
                    "SummaryJapanese": "1)「ラクして暮らしたい」と願をかけた怠け者は、願いが叶って、毎日、ご馳走を食べさせてくれる屋敷に居着いた。ところが主人が留守のとき、蔵を覗いてみると・・・！？2)北斗七星の長女の星は、心優しい人間の男に恋をした。地上に降りて男の嫁となり、幸せな日々を過ごす。だが北斗七星が六星となったことで、混乱が起きて・・・。3)釣り船の炊事係・かしきは、食事の材料を粗末にせずに、余った物を海の魚たちにふるまった。ある夜、船が座礁するが、かしきはそこで、思いがけない物を見つける。"
                },
                "3": {
                    "ID": "4859900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4859900",
                    "TitleEnglish": "The Phoenix; The Wood Buddha and the Gold Buddha; Shibahama",
                    "SummaryEnglish": "The people of a village are beset by a firebird. They call upon the Lion King to protect them, and a great battle begins. A wooden buddha made by a faithful believer and a rich man's golden buddha have a sumo match. The rich man bets everything he owns, and the young man offers to become his servant forever, as a strange battle behinds. A lazy drunkard finds a wallet and uses it to throw a huge party. But when he wakes up it was a dream...!?",
                    "TitleJapanese": "「火の鳥」「木仏金仏」「芝浜」",
                    "SummaryJapanese": "1)陸奥のある里では、火の鳥による被害に悩まされていた。村人は守り神である獅子王に火の鳥の退治をお願いする。火の鳥と獅子王の死闘が始まった。2)信心深い若者が彫った木仏と長者の金仏が相撲を取る。長者が身上を全部若者に譲るか、若者が一生長者の下働きをするかを懸けて、世にも奇妙な勝負が始まる。3)財布を拾った、呑兵衛で怠け者の男。財布の金で、飲むや食うやの大宴会。ところが、目を覚ましてみると、それはすっかり夢だったという・・・！？"
                },
                "4": {
                    "ID": "4866810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4866810",
                    "TitleEnglish": "The Monk and the Turtle; Kijimuna; The Stingy Memorial",
                    "SummaryEnglish": "The monk and the turtle: A travelling monk saves a turtle, and the turtle later saves the monks life. The turtle reappears when the monk is in grave danger. Kijimuna: A mountain occurs near a small village, and the guardian tree of the village is burnt down. A mischievous fairy called a Kijimuna appears to beg for food, but he has a very good reasons. The stingy funeral: There was once a very stingy man. He doesn't know who to give his money to when he dies. So he asks his three sons what kind of funeral they'd give him.",
                    "TitleJapanese": "「お坊さんとカメ」「キジムナー」「けちの弔い」",
                    "SummaryJapanese": "1)修行の旅をするお坊さんに危ないところを救われたカメは、坊さんが荒野で倒れたところに現れ命を救う。そしてカメは、坊さんが未曾有の危機に臨んだ時、再び姿を現す。2)小さな漁村で山火事が起き、村の守り神と目されていた巨木の枝が焼ける。するとイタズラ好きの妖精キジムナーが食べ物をねだって現れるが、それには深いわけがあった。3)それはそれはケチな男がいた。銭は貯めたものの、三人の息子の誰に跡を取らせるか悩む。そこで三人に、自分が死んだら、どんな葬式を出すかを尋ねたところ・・・！？"
                },
                "5": {
                    "ID": "4873725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4873725",
                    "TitleEnglish": "The Sending Star; The Promise with the Master of the River; Gonbei the Duck Hunter",
                    "SummaryEnglish": "The Sending Star: A young, hard-working man hears that his grandmother is dying. He visits her house and sees that she is fine. On his way home, he finds himself in great peril... A promise with the master of the river: A boy is born and it is prophesied that his life will be taken by the master of the river when he turns 18. The year of his 18th birthday, a huge rain causes the river to almost flood. Gonbei the Duck Hunter: A hunter named Gonbei ties a rope around the legs of 50 ducks stuck in the water, but when it melts they fly off, dragging him towards a great adventure.",
                    "TitleJapanese": "「おくり星」「川の主との約束」「鴨とり権兵衛」",
                    "SummaryJapanese": "1)働き者の男は、祖母が危篤だと聞いて、山の向こうの実家を訪ねる。祖母の元気な顔を見た男は、家に帰ることにするが、夜の山道で命を失いかけ・・・2)「産まれる子は18歳で川の主に取られる」というお告げのもとに生まれた息子が18歳の若者になった時、大雨で川が氾濫しそうになる。3)鉄砲撃ちの権兵衛は、沼で氷漬けにされたたくさんの鴨を縛りあげるが、氷が溶けると同時に飛び立つ鴨に引き揚げられ、奇想天外な冒険の旅へと・・・！？"
                },
                "6": {
                    "ID": "4873727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4873727",
                    "TitleEnglish": "Takohachi the Headman; The Rich Man and Bracken; The Wife's Talent",
                    "SummaryEnglish": "With the help of his loving son, an old octopus fisher goes on a trip. There was a very rich man who promised to pluck all the warabi off the mountain in a single day. An old couple turn to fraud to make more money at their store, but drive customers away.",
                    "TitleJapanese": "「蛸八長者」「長者とわらび」「嫁の才覚」",
                    "SummaryJapanese": "1)孝行息子のおかげで、金比羅参りに出かけた、蛸縄取りの男。船で乗り合わせた、鴻池の大旦那と話しているうちに、娘を嫁にもらうことになったのだが・・・。2)わらびの名所・高篠山のふもとに、栄華をきわめる長者がいた。ある日、山のわらびを一日で取り尽くすと知人に約束し、人々を駆り出すが・・・。3)傾いた家業を立て直すため、計量枡に仕掛けをした商家の主と女房はかえって客離れを起こす。そんな危機を救ったのは一人息子に嫁いできた働き者の嫁だった。"
                },
                "7": {
                    "ID": "4881051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4881051",
                    "TitleEnglish": "Eating in Order; The Old Woman Who Became a God; Yayoi's ship",
                    "SummaryEnglish": "A master hunter goes to the mountain, where he has a dream of a frog eating a worm, and then being eaten by a snake. An Ainu village is attacked, and an old woman and her grandson Tonkuru escape into the forest where they get separated. A girl named Yayoi crosses the mountains every day to go to work, and each day she would talk to a tree.",
                    "TitleJapanese": "「順ぐり食い」「神となった老婆」「やよいの船」",
                    "SummaryJapanese": "1)鉄砲撃ちの名人の男は、狩りに行った山で、ミミズがカエルに、カエルが蛇に食われるのを見る。蛇を食ったイノシシに鉄砲を向けた男だったが・・・！？2)アイヌの村が襲われ、森に逃げたお婆さんは、孫のトンクルとはぐれてしまう。湖にたどりついたお婆さんは、山の神様カムイヌプリにあるお願いをする。3)毎日、山を越えて奉公に通う娘・やよいは、峠の杉の木に朝晩声をかけていた。ある日杉の木は、これから切られて船となると言い・・・。"
                },
                "8": {
                    "ID": "4892089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4892089",
                    "TitleEnglish": "Masakichi and the Jizo Statue; The Bee and the Bandit; The God of Death",
                    "SummaryEnglish": "Masakichi, a fisherman who picked up a priest statue from a wrecked ship, is visited by it in his dreams. The merchants of Kyoto are attacked by bandits. They manage to escape but their horses and goods are stolen. A loser meets the god of death, who tells him to become a doctor. He does as he's told and immediately becomes very rich...",
                    "TitleJapanese": "「政吉と地蔵さん」「蜂と山賊」「死神」",
                    "SummaryJapanese": "1)荒海から流れ着いた木彫りの地蔵を拾った漁師の政吉は、夢枕に立った地蔵に、江戸へ連れ帰ってほしいと乞われる。2)山賊に襲われた京の商人。なんとか丘の上に逃れたのだが、馬も荷も、すっかり奪われてしまった。すると蜂の群れがあらわれ・・・。3)冴えない男が、死神に出会い、医者になれと告げられる。死神の言うとおりにすると、たちまち大もうけできたのだが・・・！？"
                },
                "9": {
                    "ID": "4892090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4892090",
                    "TitleEnglish": "The Sun and the Golden Rope; The Kid and the 31 Characters; Ushiwakamaru",
                    "SummaryEnglish": "A mother raises two sons alone after her husband dies. A boy at a temple hides two buns to give them to a kind family, but snow falls and he doesn't know where they are... The Tengu of Mt. Kurama gives Ushiwakamaru his father's sword, and trains him to become a great samurai.",
                    "TitleJapanese": "「お天道さまと金の綱」「小僧と三十一文字」「牛若丸」",
                    "SummaryJapanese": "1)夫を亡くし、母親は幼い子供二人を育てていた。そんなある日、仕事からの帰り道で母親は山姥に襲われてしまい・・・。2)優しい家族にあげたいと、小僧はお坊さんの餅を墓石の後ろに隠すが、雪で場所が分からなくなってしまい・・・。3)鞍馬山の天狗から、源氏の大将だった父の遺志を聞いた牛若丸は、立派な侍になろうと天狗相手に剣の稽古に励む。そんな牛若丸の前に立ちはだかったのは・・・！？"
                },
                "10": {
                    "ID": "4896722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4896722",
                    "TitleEnglish": "The Trout Repays a Debt; The Foreigner's Cowbones; The Six Warriors",
                    "SummaryEnglish": "A man works hard at tilling an arid field near a river. A girl saves his mother from drowning and he marries her. A foreign ship crashes near a small fishing village.A young man leaves on a journey to become strong, and encounters more and more friends with surprising talents.",
                    "TitleJapanese": "「鱒の恩返し」「異人の牛骨」「六人の猛者」",
                    "SummaryJapanese": "1)川流域のやせ地を懸命に耕す男は、溺れかけた母親を助けてくれた娘を女房に迎える。やがて夜更けになると、女房が縄をなっているのに気づく。2)貧しい漁村に異国の難破船が漂着する。庄屋は異人を看病するが、村人たちは船に積まれたたくさんの牛骨を見て、異人がどこか邪悪な世界からの使者だと疑う。3)武者修行に出た若者が、旅先で次々と一芸を持った仲間を増やしていく。やがて一行がたどり着いたお城には、姫と駆けっこをして勝てば宝物をくれるという立て札が・・・。"
                },
                "11": {
                    "ID": "4908921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4908921",
                    "TitleEnglish": "Matsu goes to Ise; The Zatou's Tree; The Powerful Servant",
                    "SummaryEnglish": "A young man meets an old man on the way to Ise, and promises to visit his village. A boatman saves a blind man from a flood, but the blind man dies. A rich man has a very powerful servant. The servant is smart, too, so the rich man gives him one challenge after another.",
                    "TitleJapanese": "「お伊勢参りの松」「座頭さんの木」「力持ちの奉公人」",
                    "SummaryJapanese": "1)お伊勢参りで老人と道連れになった若者は、故郷に戻ったら老人の村を訪ねて行くと約束する。ところが、訪ねて行った村では、誰も老人のことを知らなかった。2)雨で増水した川で座頭を助けた船頭は親身になって看病するが、座頭は亡くなってしまう。手厚く葬ると、そこから木の芽が伸び、やがて天をつく大木になる。3)あるお大尽の家に、とても力持ちの奉公人がいた。その上に機転もきく奉公人に、お大尽は駕籠を一人で担げと難題をふっかける。"
                },
                "12": {
                    "ID": "4919527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4919527",
                    "TitleEnglish": "The Weasel and the Rat; Kotaro and the Dragon; The Thunder God and the Girl",
                    "SummaryEnglish": "A weasel and a rat plant a field with chestnuts because they're starving. Kotaro goes to visit his mother up the river when the woman who raised him dies. A lightning god comes to Earth and finds a woman who he falls in love with.",
                    "TitleJapanese": "「いたちとねずみ」「小太郎と竜」「雷さんと娘」",
                    "SummaryJapanese": "1)ひもじい毎日をなんとかしようと、いたちとねずみは畑に粟のタネを蒔くが、せっかく実った粟の穂は何者かに刈り取られてしまう。いたちは早速、盗人探しを始める。2)育ててくれた婆さまが亡くなり、小太郎は上流に住むという母を訪ねて川を遡る。そんな小太郎の前に広がる大きな湖。人々が、水を抜いて田んぼにしたいと夢みた湖だった。3)地上へやってきた雷は、井戸で洗濯をしている娘を見かけ、見惚れる。顔を見ようと雲から身を乗り出した雷は、井戸の中へ落ちてしまい、娘に閉じ込められてしまう。"
                },
                "13": {
                    "ID": "4919528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4919528",
                    "TitleEnglish": "The Treasure Swamp; Tatsukohime; Kurohime and the Dragon",
                    "SummaryEnglish": "A rich man learns of a treasure in a swamp and forces his servants to drain it. Tatsuko goes to a shrine in the mountain every night seeking eternal beauty. The black dragon, who is the master of a huge swamp, wants to marry the beautiful Kurohime.",
                    "TitleJapanese": "「宝の沼」「辰子姫」「黒姫と竜」",
                    "SummaryJapanese": "1)夜明けに沼が金色に光ることを知り、盗賊の隠した財宝のありかだと思った長者が沼をさらう。その噂を聞いた村長も宝を手に入れようと沼に現れ・・・！？2)変わらぬ美しさを求め、毎夜、山の社に詣でる辰子。百日目、神様が山奥の泉の水を飲めば願いがかなうと告げる。喜びに胸躍らせ、辰子は泉の水を口にするが・・・。3)大沼池の主である黒竜は、絶世の美女・黒姫を妻に欲しいと殿様に願い出る。殿様の出した難題を果たすことができれば黒姫を嫁にやると言われるが・・・。"
                },
                "14": {
                    "ID": "4925314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4925314",
                    "TitleEnglish": "The Carried Priest; The Man Who Knew Hell; The Ghost Ladle",
                    "SummaryEnglish": "Late one night, a thief tricks a priest into letting him ride on his shoulders, hoping to steal the priest's cloak. A priest stays the night at an old temple, where he sees demons torturing a young girl. A sailor is attacked by ghost ships in the Seto Inland Sea, and is the only survivor.",
                    "TitleJapanese": "「おんぶされたお坊さん」「地獄を知った男」「幽霊のひしゃく」",
                    "SummaryJapanese": "1)夜の都路。お寺に帰るお坊さんの立派な衣を奪おうと、泥棒は言葉巧みにお坊さんをおんぶして遠くに連れ出す。ところが正体を現した男を、お坊さんは・・・。2)旅の僧侶が偶然一夜を過ごした古堂で、鬼が若い娘を折檻している光景を見る。娘が夭逝した商家の娘だと知った僧侶は、父に娘が責め苛まれていることを知らせるが・・・。3)瀬戸内海で船幽霊に船を沈められ、ただ一人助かった船乗りの新三は、漁師の千吉と共に、後から来る船の船乗りたちに船幽霊のことを知らせようと小舟を漕ぎだす。"
                },
                "15": {
                    "ID": "4937934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4937934",
                    "TitleEnglish": "The Bride on a Hazy Moonlit Night; Hitomokko Mountain; The Flying Shed",
                    "SummaryEnglish": "A poor young man lets a traveling girl stay the night in his hut, and ends up marrying her. Two giants compete to build the largest mountain in Japan. A rich man sends a letter to a local priest. If he'll come to the rich man's house and pray, he'll be given a barrel of rice.",
                    "TitleJapanese": "「おぼろ月夜の嫁さん」「一モッコ山」「とびくら」",
                    "SummaryJapanese": "1)貧しい若者・重蔵は、旅の娘・お紺を泊めてやったのが縁で夫婦となり、男の子を授かる。ある日、わが子が竜巻に連れて行かれそうになった時、お紺は・・・！？2)上州榛名と駿河の大男二人が、どちらが日本一高い山を造れるか競い合う。山を削り、海の泥をすくったモッコが何度も運ばれ、二つの山はどんどん高くなっていったが・・・。3)お坊さんに、長者が手紙をよこす。屋敷まで来て、長者のために祈祷をすれば、米一俵寄進するというのだ。すると翌日、お坊さんの代わりに托鉢の鉢が空を飛んでくる。"
                },
                "16": {
                    "ID": "4942511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4942511",
                    "TitleEnglish": "Ikkyuu-san Defeats the Tiger; The Mountain God and the Child; Tsurumizuka",
                    "SummaryEnglish": "Ikkyuu is a smart young man. The shogun hears about him and gives him a difficult task: defeating a tiger that lives inside a painting. A child meets an old man in the mountains who tells him that if he goes to the mountain god's shrine and prays, his wish will come true. An old man saves a crane who's been caught by some children.",
                    "TitleJapanese": "「一休さんの虎退治」「山の神と子供」「鶴見塚」",
                    "SummaryJapanese": "1)一休さんは、知恵があるので有名な小僧さん。噂を聞いた将軍さまが、知恵をためそうと「屏風の絵の虎を退治しろ」という難題を出す。2)山で出会った爺様に、山の神様のお寺にお参りすれば願いがかなうと教えられ、子供は母親に楽をさせたいと、遠くのお寺に出かける。3)子ども達に捕まった鶴の命を助けたおじいさんの家に、旅の娘が訪れ、不思議な力で福をもたらす。だがそんなある日、殿様から使いが来て・・・。"
                },
                "17": {
                    "ID": "4942512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4942512",
                    "TitleEnglish": "The Mole and the Sun; The Fox Repays a Debt; Drinking Tea",
                    "SummaryEnglish": "The mole clan is very rough and violent. They plan to shoot down the sun. A young hunter saves a fox from being eaten by a snake. An old man known for his wit wins a game against the local lord, who challenges him to bring 10 barrels of tea seeds in an attempt to get revenge.",
                    "TitleJapanese": "「もぐらと太陽」「狐の恩返し」「茶のみ」",
                    "SummaryJapanese": "1)もぐら族は乱暴者。苦手な太陽を射落そうと計画する。それをガマ族は阻止しようとするが、返り討ちにあってしまう。2)大蛇に食われかけた狐を、猟師の若者が救う。その夜、身寄りのない娘が若者の家に転がり込む。若者は娘が気に入り嫁に来るよう誘うが、なぜか娘は返事をしぶる。3)とんちで知られる爺様に、嘘話で負けた殿様は、仕返しに茶の実を十俵、集めて持ってくるよう無理難題を押しつける。"
                },
                "18": {
                    "ID": "4948243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4948243",
                    "TitleEnglish": "Dragon God Granny; You Can't Shake Sleeves You Don't Have; The Raccoon Wood of Shoujou Temple",
                    "SummaryEnglish": "An old woman who is an excellent midwife hears a woman in pain with a difficult birth. A man saves a snake and is rewarded with a strange sleeve that creates money when shaken. A ghost in an old temple turns out to be a raccoon.",
                    "TitleJapanese": "「龍神婆さま」「ない袖はふれない」「しょうじょう寺の狸ばやし」",
                    "SummaryJapanese": "1)ある村に、お産の手伝いがたいそう上手な婆さまがいた。ある晩、難産で苦しむ嫁がいると聞き、急いで駆けつけてみると、なんとそこは竜宮だった。2)蛇を助けた男がお礼に貰ったのは、振るとお金が出る不思議な袖。貧しい下級武士の男は妻と自分のために必要なお金を出すが、そのうち二人は贅沢になっていく。3)古寺に住みついた妖怪の正体は、いたずら狸。これを見破った和尚は、狸たちと仲良くなって、新しい寺を築いていく。"
                },
                "19": {
                    "ID": "4957604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4957604",
                    "TitleEnglish": "The Buddha That Keeps Away From Fire; The Curse of the Willow; The House That Would Not Eat Salmon",
                    "SummaryEnglish": "There is a kid who works hard but the priest has never seen him work hard. Yahei's friends cut down a willow tree, and their tongues were ripped out of their throats and they died horrible deaths. Okoma is kidnapped by an eagle and saved by a salmon.",
                    "TitleJapanese": "「火除け仏」「柳のたたり」「鮭を食わぬ家」",
                    "SummaryJapanese": "1)働きものの小僧がいたが、和尚は小僧の働いている姿を見たことがなかった。ある日、こっそりと覗き見ると・・・！？2)柳の木を切った報いに女に舌を抜かれて仲間を殺された弥平。その女に口止めされるが、年老いてから訪ねてきた娘に話してしまい・・・。3)子供の頃、鷲にさらわれたお駒は、鮭の精・大助に助けられる。十年後に家に戻ったお駒は、何も覚えていないと両親に言うが・・・。"
                },
                "20": {
                    "ID": "4965695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4965695",
                    "TitleEnglish": "The Soul that was Hunted by the Dead; Octopus Bhaisajyaguru; The Bursing Willow",
                    "SummaryEnglish": "A wife weaves her loom to raise money for the family, but the spirits of the dead hear the sound and come to claim her soul. A monk buys some octopus for his ailing mother, but an irritating local man calls him out. A man raises his daughter alone, and one day a woman under a willow tree gives her milk.",
                    "TitleJapanese": "「亡者が狙った魂」「たこ薬師」「乳母柳」",
                    "SummaryJapanese": "1)ある所に仲の良い夫婦がいた。女房は機（はた）を織って家計の足しにしていたが、ある夜、この機を織る音があの世まで響き、聞きつけた亡者が女房の魂を奪いに現れる。2)病の母の「もう一度、蛸(たこ)が食べたい」という願いを叶えようと、お坊さんは修行の身が禁じている生臭ものと知りつつ買い求めてくるが、口うるさい名主に見咎められ・・・。3)妻を亡くした男は、男手一つで赤ん坊を育てていたが、ある日、柳の下に現れた女が乳をくれる。このことを誰にも話してはいけないと言われるが、男は村人に話してしまう。"
                },
                "21": {
                    "ID": "4965696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4965696",
                    "TitleEnglish": "The Bean and the Priest Statue; The Reed Spring; Swan Pass",
                    "SummaryEnglish": "An honest old man's bean is eaten by a priest statue, and in exchange he gets a demon's treasure. A man saves a snake from a volcano and is given a reed full of water that will make a spring. A farmer saves a wounded swan, and marries a beautiful woman.",
                    "TitleJapanese": "「豆っこと地蔵さま」「葦の泉」「白鳥の関」",
                    "SummaryJapanese": "1)正直者の爺さんの豆を地蔵さまが食べてしまい、その代わりに鬼の宝をもらう。それを聞いた怠け者の爺さんも、宝を手に入れようとするが・・・！？2)山火事の煙に巻かれそうな小蛇を見つけ、木こりの男は安全な場所に逃がしてやる。それを知った小蛇の母親がお礼に渡したのは、水の詰まった一本の葦(あし)だった。3)田畑を耕して暮らす喜助は、傷ついた白鳥を助けてやる。やがて行き倒れの美しい娘と所帯を持つが、ある日、喜助は突然、猟師になりたいと言い出し・・・。"
                },
                "22": {
                    "ID": "4980316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4980316",
                    "TitleEnglish": "Asamutsu Bridge; The Strong Wife; The Flower-Watching Ghost",
                    "SummaryEnglish": "A man looks for a box of treasure at a bridge A couple is dealing with a violent governor. An old man who loves to drink finds a skull in a field.",
                    "TitleJapanese": "「朝六橋」「怪力の女房」「お花見ゆうれい」",
                    "SummaryJapanese": "1)朝六橋という橋に、宝の珠があるという夢を見た男が探しにやってくる。じつはその宝珠を持っている義兵衛はそれを知り、そっくりの偽物を作って・・・。2)横暴な国司に困らされていた夫婦。ある日、女房が川で反物を洗っているところへ国司の船が近づき、反物を奪おうとするが・・・！？3)酒好きのおじいさんが、花見を楽しんでいると、なんと足下にしゃれこうべがあった。情けを掛けて、その仏様にも一杯のお酒を供えると、娘のゆうれいが現れて・・・。"
                },
                "23": {
                    "ID": "4985387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4985387",
                    "TitleEnglish": "The Preist Statue Falls in Love; The Flat Nose of the Trickster Fox; A Room with an Owl",
                    "SummaryEnglish": "A statue falls in love and goes to visit its lover every night. A trickster fox loves to tease an old man, but one night it goes a little too far. An owl dies[sic] a crow different colors, but the crow doesn't like them.",
                    "TitleJapanese": "「恋する地蔵さま」「いたずら狐のぺちゃんこ鼻」「ふくろう紺屋」",
                    "SummaryJapanese": "1)寺の地蔵が、毎晩抜け出してどこかに行っている。小僧が後をつけると、隣の寺の女地蔵と逢引をしていた。出歩かないように囲いをしても、破って毎晩会いに行ってしまう。2)いたずら好きの狐は、毎日おじいさんをからかって喜んでいた。ある日、狐があんまりしつこくつきまとうので、優しいおじいさんもさすがに困り果て・・・。3)ふくろうの染め物屋に、からすがやって来て、格好良くなりたいと注文する。しかし、何度染めてもすぐに気に入らなくなり、染め直しに来る。"
                },
                "24": {
                    "ID": "4992214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4992214",
                    "TitleEnglish": "The Cat's Teacup; Monogusatarou; The Monkey and the Toad",
                    "SummaryEnglish": "A man finds an expensive bowl being used as a cat dish and schemes to get it. A lazy man is sent to the capital to work. A monkey and a toad go to Ise, but the monkey does all the work.",
                    "TitleJapanese": "「ねこの茶わん」「ものぐさ太郎」「猿とひきがえる」",
                    "SummaryJapanese": "1)旅の道具屋は、茶店で高価な茶わんを見つける。お宝をねこの飯用に使う主が、その価値を知らないと見た道具屋は、安く茶わんを手に入れようとする。2)動くのも面倒なものぐさ太郎は、食べ物を分けてくれる村人に助けられながら、のどかに暮らしていた。そんな太郎が、都での労役に駆り出されることになり・・・。3)猿とひきがえるがお伊勢参りに旅立つ。道のりの半分を互いに背負い合うはずが、猿はだまされて行きも帰りも相手を背負わされる羽目になる。"
                },
                "25": {
                    "ID": "4998471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/4998471",
                    "TitleEnglish": "The Kannon Statue of Love; The Box That Doesn't Open; Candle Confusion",
                    "SummaryEnglish": "A fisherman meets a girl with the help of a goddess, but her parents are opposed to their marriage. He tries to send her home, but... To build a shrine in their town, the villagers hire a man named Takumi. At night Takumi's dolls do the work for him. A priest brings back candles as a gift, but the villagers don't know what they are. One pretends that they're a kind of food...",
                    "TitleJapanese": "「縁結びの観音さま」「開かずの箱」「ろうそく騒動」",
                    "SummaryJapanese": "1)漁師の若者と商家の娘が観音さまの取り持つ縁で出逢い夫婦になろうとするが、娘の両親は大反対。諦めた若者は舟で娘を家へ送り届けようとするが・・・。2)村に神社を建てるため、村人は飛騨の匠と呼ばれる名工を呼ぶことに。名主が夜中に匠の作業小屋を覗くと、こけし人形たちが一斉に神社を作る作業をしていた。3)住職が、都からお土産に赤いろうそくを持って帰った。ところが、もらった村人にはそれがなんだか分からない。すると知ったかぶりが、それはかまぼこだと言い出して・・・。"
                },
                "26": {
                    "ID": "5003405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5003405",
                    "TitleEnglish": "The Old Man Who Made Flowers Bloom; The Thousand Coin Orange; Paradise Thief",
                    "SummaryEnglish": "A kind old man raises a dog named Shiro, but his greedy neighbor kills it. When he spreads the ashes in the garden... (this tale is a renewal). A rich young man is ill and wants an orange, but it's the middle of summer. The head clerk runs all over town and finally finds one. A thief tries to break into a brewery but is knocked out by the owner. The owner thinks the thief is dead and abandons him next to a river.",
                    "TitleJapanese": "「花さか爺さん」「千両みかん」「極楽泥棒」",
                    "SummaryJapanese": "1)優しいお爺さんとお婆さんが大事に育てた犬のシロは、隣の欲張り夫婦にこき使われ力尽きて山に埋められてしまう。灰になったシロを爺さんが庭にまくと・・・。2)病の床に就いた若旦那の願いは「みかんが食べたい」ということ。ただし今は夏の真っ盛り。主に命じられ、あちこち探し回った番頭は、たった一つみかんを見つけ出す。3)泥棒が酒屋に忍び込もうとするが、気付いた酒屋の主人に芋がらで殴られる。気絶した泥棒を主人は死んだと思いこみ川原に捨てに行く。"
                },
                "27": {
                    "ID": "5010038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5010038",
                    "TitleEnglish": "The Crane Repays a Debt; Tower of Boars; Lightning and the Stone Urn",
                    "SummaryEnglish": "A poor man saves a wounded bird, and a beautiful woman comes to be his bride. The beautiful cloths she weaves sell for a high price, but... (this tale is a renewal). A young man loves to play the flute, but is forced to prove his bravery by slaying 100 boars. A man makes a stupid wish accidentally, and now a god will kill his son on his seventh birthday.",
                    "TitleJapanese": "「鶴の恩返し」「イノシシの搭」「雷と石びつ」",
                    "SummaryJapanese": "1)傷ついた鶴を助けた貧しい若者の家に、美しい娘が嫁に来る。苦しい家計を助けるために娘が織った美しい反物は、殿様の目に留まり高値で売れるが・・・。2)武芸のみならず笛と舞いにも秀でた若侍が、彼をねたんだ同僚の差し金で、殿様から百頭のイノシシを射止めるよう命じられる。3)つい口にしたつまらない願いのせいで、神様に｢生まれた子供は七歳の年の宵宮の晩、雷神に命を取られる｣と告げられる男。なんとか子供を守ろうと奮闘する。"
                },
                "28": {
                    "ID": "5015173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5015173",
                    "TitleEnglish": "The Extending Head; Strong Tarou; Kijimuna and the Sea God",
                    "SummaryEnglish": "A man marries a beautiful, rich wife, but is warned never to wake up in the middle of the night. One night he wakes up. An old couple build a child out of the dirt from their bodies. It comes alive and becomes their son (this tale is a renewal). The Kijimuna fairies that were saved by an old couple fill a beach with flowers but the sea god gets angry.",
                    "TitleJapanese": "「ろくろ首」「力太郎」「キジムナーと海の神」",
                    "SummaryJapanese": "1)婿入りの口を紹介してもらった与太郎。娘は綺麗だし金持ちだし、申し分のない話に喜ぶが、婿に入った与太郎が、夜中に寝ていると・・・。2)子どものいないお爺さんとお婆さんが、自分たちのアカをこねて人形を作ると、不思議なことに命が宿って二人の息子となる。3)昔、オジイとオバア夫婦に助けられた妖精キジムナーは、猟師のために岩だらけの磯を砂浜に変える。だが、この行いは海の神の怒りを買い、未曾有の嵐が浜に迫る。"
                },
                "29": {
                    "ID": "5020690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5020690",
                    "TitleEnglish": "Nopperabou; Princess Kaguya; Sutokuin",
                    "SummaryEnglish": "A man meets a woman with no face outside of town. He runs to tell someone, but everyone he sees is a faceless monster. An old man finds a beautiful young girl inside a bamboo tree (this tale is a renewal). A servant works hard to find the woman his master is in love with.",
                    "TitleJapanese": "「のっぺらぼう」「かぐや姫」「崇徳院」",
                    "SummaryJapanese": "1)商人が夜の町外れで、目鼻口のないのっぺらぼうの女に出会う。夜泣きそば屋も道行く人々も、みんなのっぺらぼう。商人は逃げ続け・・・！？2)竹取りのお爺さんは、竹やぶで見つけた女の赤ん坊を「かぐや姫」と名づけ、お婆さんと共に大切に育てる。やがてかぐや姫は都でも評判の美しい娘に成長する。3)商家の旦那から、恋わずらいで死にそうな息子を助けて欲しいと頼まれた熊五郎は、崇徳院の歌を頼りに、広い江戸の町からたった一人の娘を捜し出そうと奮闘する。"
                },
                "30": {
                    "ID": "5027810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5027810",
                    "TitleEnglish": "Soba and Mochi; Crab Questions and Answers; The Old Man and His Bumps",
                    "SummaryEnglish": "A traveler gets help from a mountain couple, a priest battles an evil entity, and an old man gets a double trouble (this tale is a renewal).",
                    "TitleJapanese": "「そばと餅」「蟹問答」「こぶとり爺さん」",
                    "SummaryJapanese": "1)薬売りが山で道に迷い、老夫婦の住む家に泊めてもらうことになる。夜中にふと目を覚ますと、「手打ちにしようか、半殺しにしようか」という声が聞こえ・・・。2)とある荒れ寺には、問答を仕掛ける魔物が住むという。そこに宿を求めた若い修行僧。念仏を唱えて待つと、やがて・・・。3)頬にコブのある良い爺さんと欲張り爺さんが隣り同士に住んでいた。良い爺さんは偶然紛れ込んだ鬼の宴会でコブを取られる。その話を聞いた欲張り爺さんは・・・。"
                },
                "31": {
                    "ID": "5034442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5034442",
                    "TitleEnglish": "Kintarou; The Cat of Nekodake; A Bull Running on a Moonlit Night",
                    "SummaryEnglish": "Kintarō is a very strong boy who wants to find his father (this tale is a renewal). A man stays at a mansion filled with monster cats. A rampaging bull destroys fields on moonlit nights.",
                    "TitleJapanese": "「金太郎」「根子岳の猫」「月夜に駆ける牛」",
                    "SummaryJapanese": "1)足柄山で暮らす金太郎は、まだ見ぬ父を探しに旅に出る。しかし父は見つからず、気落ちして帰って来たところ、友達の子グマが大きな鯉に呑まれたのを知り・・・。2)山で道に迷った旅人が一夜の宿を求めた屋敷は、化け猫の棲みかだった。旅人はそこでかつて可愛がった猫のミケと再会し、逃がしてもらうが、化け猫たちが追ってくる。3)月夜の晩に、店や畑を荒らす怪物。その姿を見ようと、通りに出た木彫り師の前を駆け去ったのは・・・！？"
                },
                "32": {
                    "ID": "5041115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5041115",
                    "TitleEnglish": "The Straw Rich Man; The Bow and Arrow Brothers; The Shrine Priestess' Dance",
                    "SummaryEnglish": "A man who is all alone in the world takes the advice of a goddess and trades a single piece of straw into a fortune (this tale is a renewal). Two brothers who are masters of the bow stop at a village haunted by a monster. They decide to get rid of it. A brave young boy goes to a forbidden shrine, and doesn't come back.",
                    "TitleJapanese": "「わらしべ長者」「弓矢の兄弟」「巫女の舞」",
                    "SummaryJapanese": "1)天涯孤独の若者が、観音さまのお告げのとおり、拾ったわらしべを手放さずに旅を続けた。わらしべを三つのみかんと交換したことから、若者に次々と幸運が舞い込んで来る。2)弓で身を立てようと旅に出た兄弟は、たどり着いた村で化け物を恐れる娘と出会う。兄弟は化け物を退治することに。3)村の若頭と呼ばれる若者が、肝試しで、禁域といわれる祠の前に杭を打ちに行く。心配した仲間が翌朝迎えに行くと・・・。"
                },
                "33": {
                    "ID": "5047391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5047391",
                    "TitleEnglish": "The Woodcutter and the Monster Crab; The Monster Tamer; Rolling Rice Balls",
                    "SummaryEnglish": "A talented woodcutter enters a forbidden forest and is assaulted by a monster crab. An old man is famous for being rough on his servants. Since nobody wants to work for him, he hires monsters. An old man gives a rat a rice ball, and as thanks is taken to a magical world (this tale is a renewal).",
                    "TitleJapanese": "「木こりと化け蟹」「化け物使い」「おむすびころりん」",
                    "SummaryJapanese": "1)腕のいい木こりは、庄屋に頼まれた杉の木を伐るため禁じられた林に入る。そこで池の化け物と遭遇した木こりは、絶体絶命の危機を迎えるが・・・！？2)あるところに、人使いの荒い旦那がいた。おかげで奉公人も、ちっともいつかない。そんなある夜、旦那の家に、化け物があらわれ・・・。3)山でおむすびを食べていたお爺さんは、やってきたねずみに分けてやる。するとねずみが、お礼をしたいという。案内された小さな穴の向こうには・・・。"
                },
                "34": {
                    "ID": "5054162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5054162",
                    "TitleEnglish": "The Racoon's Spinning Wheel; The Two Moons; Ubasute Mountain",
                    "SummaryEnglish": "A raccoon comes to a woodcutter's house and learns to work a spinning wheel. On a moonlit night, a giant snake appears with two moons in tow and swallows a hunter. His daughters find out and swear revenge. A lord issues an order that anybody who turns 60 must be left in the mountains to die. A son tearfully takes his mom up to the mountains but can't bear to [do] it. He hides her beneath the floor (this tale is a renewal).",
                    "TitleJapanese": "「たぬきの糸車」「二つの月」「姥捨て山」",
                    "SummaryJapanese": "1)木こりの家へやってきた狸は、妻が糸を紡ぐ姿を真似して愛嬌をふりまく。妻は狸を可愛がったが、冬の間、夫婦は山を下りてしまう。春になって帰って来ると・・・。2)月のない夜、村に現れる赤い二つの月を従えた大蛇。狩人は村を救おうと赤い月に弓を向けるが叶わず、大蛇に呑みこまれてしまう。それを知った狩人の二人の娘は・・・。3)「六十歳になったら山へ捨てろ」という殿様の命令で、泣く泣く母親を捨てに行く息子だったが、どうしても出来ず、母を家に連れ帰り、床下に隠してしまう。"
                },
                "35": {
                    "ID": "5061130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5061130",
                    "TitleEnglish": "The Blessing the Rat Brought; Urashima Tarou; The Kajika Folding Screen",
                    "SummaryEnglish": "A man saves a rat who is being bullied, and is granted great fortune. A man saves a turtle who is being bullied, and is taken to an undersea palace (this tale is a renewal). A man saves the frogs in a swamp, and is given a magic folding screen.",
                    "TitleJapanese": "「ねずみがくれた幸」「浦島太郎」「河鹿(かじか)の屏風」",
                    "SummaryJapanese": "1)子供にいじめられているねずみを助けた男。ねずみと一緒に旅する途中で蓮の葉を手に入れ、それを団子売りに譲ると、お礼に笹団子をもらう。2)浜で子ガメを助けた太郎は、海の底にある竜宮城に招かれ、美しい乙姫のもてなしを受ける。夢のような時を過ごす太郎だが・・・。3)道楽がすぎて借金が膨らみ、山を売ろうとする男の前に現れたのは、美しい鳴き声の蛙・河鹿(かじか)の爺さまだった。"
                },
                "36": {
                    "ID": "5066272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5066272",
                    "TitleEnglish": "Little One Inch; The Wolf Rock; The Meguro Pike",
                    "SummaryEnglish": "A boy the size of a thumb defeats a demon (this tale is a renewal). A girl seeks shelter on a snowy night, but is forced to sleep under the porch and a pack of hungry wolves approach her. The lord of a local province learns to love pike.",
                    "TitleJapanese": "「一寸法師」「オオカミ石」「目黒のさんま」",
                    "SummaryJapanese": "1)親指ほどの身の丈しかない若者・一寸法師が、京へ修行の旅に向かう。優しい姫のお気に入りとなり身辺警護の役に就いた一寸法師は、ある日、鬼と遭遇する。2)吹雪の晩、旅の娘が一夜の宿を求めるが、村人に拒絶され、寺の軒下で休むことになる。そこで狼に襲われそうになるが・・・。3)遠乗りに出かけた殿さまが目黒にやってきた。そこに、さんまを焼くいい匂いが・・・。それ以来、殿さまは初めて食べた庶民の味が忘れられなくなってしまう。"
                },
                "37": {
                    "ID": "5072261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5072261",
                    "TitleEnglish": "Zenroku the Sawyer; The Feather Robe of Heaven; The Hermit Orange",
                    "SummaryEnglish": "A lazy man named Zenroku learns to become a great sawyer. A man finds a celestial maiden's cloth and steals it, and forces her to become his wife (this tale is a renewal). Two ancient sages play a game of go inside an orange.",
                    "TitleJapanese": "「大挽きの善六」「天の羽衣」「仙人みかん」",
                    "SummaryJapanese": "1)半人前の大鋸挽き・善六は、神様に祈り、大きな石をラクに挽けるようになった。しかし、木挽きは木を切るのが仕事。石が引けても仕方がない。2)天界から水浴びにやってきた天女を偶然見つけた男は、天女の羽衣を隠してしまう。男は帰れなくなった天女と結婚するが、やがて羽衣が見つかり、天女は帰ることに。3)みかん畑に、それは大きな実がなった。しかも、中から声がする。覗いてみると、なんと仙人のような老人が二人、碁を打っているではないか・・・。"
                },
                "38": {
                    "ID": "5078148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5078148",
                    "TitleEnglish": "The Gods of Poverty Play Sumo; Trip, Trip; The Hat Jizou Statue",
                    "SummaryEnglish": "A hard working family refuses to give in to poverty so the God of Poverty haunting them is to be fired. But they want him to stay. A strange child shouts, \"Poor! Trip!\" at a poor elderly couple on new years. A poor man gives a priest statue a straw hat, and is given blessings in return (this tale is a renewal).",
                    "TitleJapanese": "「相撲を取った貧乏神」「ころぶころぶ」「笠地蔵」",
                    "SummaryJapanese": "1)働き者の若夫婦が、貧しさにめげず逃げ出さないので、貧乏神は年明けに家を追い出されることになる。それを知った若夫婦は同情し、二人の温かさに貧乏神は・・・。2)貧乏暮らしのお爺さんとお婆さんが新年を迎えた朝、見知らぬ小僧が現れ「びんぼう、ころぶ」とはやし立てた。小僧を追って廃寺へ行った二人は、そこで・・・。3)大晦日、麻糸を売りに行ったもののさっぱり売れなかった男は、笠と取り換える。帰り道、雪の中に立つ地蔵さまを見た男は、その笠をかぶせてあげた。その夜・・・。"
                },
                "39": {
                    "ID": "5083134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5083134",
                    "TitleEnglish": "The Teapot Racoon Dog; The Anbarayami Horse; The Stone Door of Heaven",
                    "SummaryEnglish": "A hard working family refuses to give in to poverty so the God of Poverty haunting them is to be fired. But they want him to stay. A strange child shouts, \"Poor! Trip!\" at a poor elderly couple on new years. A poor man gives a priest statue a straw hat, and is given blessings in return.",
                    "TitleJapanese": "「分福茶釜」「あんばらやみの馬」「天の岩戸」",
                    "SummaryJapanese": "1)山仕事で暮らす貧しい男が、罠にかかった狸を助けてやった。するとその夜、狸が、礼をしたいと男の家にやってくる。目の前で立派な茶釜に化けると・・・！？2)馬が突然苦しみだし、慌てる馬方の前に小鬼が現れ、一年間、馬の腹を貸りたいと言う。小鬼が腹に居る間、馬は腹が痛んで苦しむが、約束の一年が経ったある日・・・。3)大地と海の神スサノオは、姉で太陽神のアマテラスを訪ねる。しかし乱暴な弟の振る舞いを悲しんだ姉が天の岩戸に隠れると、世界は闇に包まれてしまう。"
                },
                "40": {
                    "ID": "5090402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5090402",
                    "TitleEnglish": "Wakahime of Ryuuguu; The Salt Millstone; The Escaped Sparrow",
                    "SummaryEnglish": "A young man throws all his firewood into a whirlpool, and the next day he's visited by a woman from the undersea palace of Ryuuguu. A millet makes salt, and never stops (this tale is a renewal). Magical birds escape from a painting drawn by a master.",
                    "TitleJapanese": "「竜宮の若姫」「塩ふき臼」「抜け雀」",
                    "SummaryJapanese": "1)くるくる回る渦潮が楽しくて、少年は売り物の薪（たきぎ）をすべて投げ入れてしまう。翌日、龍宮の若姫と名乗る娘が、薪の御礼を伝えに少年のもとを訪れる。2)貧しい猟師が行き倒れの老人を助けた縁で、望みの物を出してくれる不思議な石臼を手に入れる。廻船問屋で成功した兄が、この臼を盗み出すが・・・。3)ある宿屋に泊まった貧しい身なりの若者が、宿代のかわりにと、襖に雀の絵を描いていった。すると、雀が絵から飛び出し、たちまち大評判になる。"
                },
                "41": {
                    "ID": "5098768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5098768",
                    "TitleEnglish": "The Two Virutes; A Trip to Udo; The Monkey Priest Statue",
                    "SummaryEnglish": "Married by the gods, a sneaky snake, and you can't get the priest butt wet! (this tale is a renewal).",
                    "TitleJapanese": "「二つの徳」「鵜戸さん参り」「猿地蔵」",
                    "SummaryJapanese": "1)神様のお告げに従い、長者は自分の息子を使用人の娘と結婚させる。しかし家は貧しくなり、やがて二人は離縁。娘は炭焼き小屋に身を寄せる。2)三兄弟の長兄が、年頃になり縁結びの神様・鵜戸さん参りに出かける。途中、宿をとった家には、美しい娘がいた。3)山で草刈りをしていたお爺さんを、猿達は地蔵様だと思い込み、拝んで賽銭を投げる。お爺さんはそのお金でお婆さんに新しい着物を買う。それを知った隣のお婆さんは・・・。"
                },
                "42": {
                    "ID": "5105505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5105505",
                    "TitleEnglish": "Momotarou; The Mountain Bird's Arrow; The Thunder God that Married the Soba Stand Owner",
                    "SummaryEnglish": "A boy is born from a peach and beats a demon (this tale is a renewal). A fierce hawk kills animals on a winter mountain, and only a hunter can stop it. A thunder god falls in love with the owner of a soba stand and marries her.",
                    "TitleJapanese": "「桃太郎」「山鳥の矢」「そば屋の婿になった雷」",
                    "SummaryJapanese": "1)桃から生まれた桃太郎は、子どものいなかったお爺さんとお婆さんに大事に育てられたが、物心のついた頃、鬼ヶ島へ鬼退治に行きたいと言い出す。2)凶暴な冬ワシの到来に村中がおびえる中、男の妻が突然、姿を消す。翌日、戻ってきた妻は、男に一本の矢を差し出し、冬ワシを撃つよう頼む。3)天から落ちた雷さま。そこは、きれいな娘が切り盛りするそば屋の前だった。一杯いただくと、とても美味しい。そこで雷さまは、娘に頼みこんで・・・。"
                },
                "43": {
                    "ID": "5111235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5111235",
                    "TitleEnglish": "Ofuku and the Oni; The Oni's Toshitori; The Priest and the Racoon",
                    "SummaryEnglish": "A girl named Ofuku is kidnapped by a terrible demon, but she has a plan. A couple invites a demon into their homes on the way when demons are normally driven out. A priest becomes friends with a raccoon couple who want to hear the sutras he recites.",
                    "TitleJapanese": "「お福と鬼」「鬼の年取り」「上人さまと狸」",
                    "SummaryJapanese": "1)村がひどい日照りに襲われた。すると鬼が現れ、男に「娘の一人を嫁にくれれば、雨を降らせてやる」と言う。男が約束すると、村を救う雨は降ったのだが・・・。2)｢福は外、鬼は内！｣貧しい暮らしが変わるよう、節分の豆まきに、いつもと反対に唱える夫婦。それを聞きつけて家にやって来た鬼を、人のよい夫婦は精一杯もてなす。3)村人から敬われる上人が住む庵（いおり）に、狸の夫婦がお経を聞きにやって来る。ある日、狸夫婦は上人に頼んで経文を書いてもらい、大切に持ち帰る。"
                },
                "44": {
                    "ID": "5117054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5117054",
                    "TitleEnglish": "The Golden Egg; The Man Who Became a Turtle; Sannennetarou",
                    "SummaryEnglish": "A man finds a golden egg and takes it home, and a baby hatches from it. A man is cruel to his hard-working wife, who leaves him. Then he turns into a turtle. A lazy man sleeps all day, when a drought comes its time for him to work (this tale is a renewal).",
                    "TitleJapanese": "「金色の卵」「亀になった男」「三年寝太郎」",
                    "SummaryJapanese": "1)ある日、お爺さんが金色に光る卵を拾い、家に持ち帰る。すると中から小さな男の赤ん坊が生まれ、子供のいなかったお爺さんとお婆さんは大切に育てる。2)酒癖の悪い亭主に愛想をつかし家を出た女は、山で出会った老人に救われる。やがて老人が亡くなり、一人で暮らしていた女は、すっかり改心した昔の亭主と偶然再会する。3)いつも寝てばかりの怠け者の男がいた。ついたあだ名が、三年寝太郎。ある年、村が干ばつに襲われ、田んぼの水が干上がってしまう。"
                },
                "45": {
                    "ID": "5122829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5122829",
                    "TitleEnglish": "The Horsefly Repays a Debt; The Thunder God and the Doctor; The Painted Wife",
                    "SummaryEnglish": "A man saves a horsefly, who repays him by helping him marry the headman's daughter. A doctor of moxibustion heals a thunder god who has a bad hip. A man loves to look at his wife so much that he can't work, so she gives him a picture of himself (this tale is a renewal).",
                    "TitleJapanese": "「あぶの恩返し」「雷さまとお医者さま」「絵姿女房」",
                    "SummaryJapanese": "1)優しい若者が子どもたちに捕まったアブを助ける。その若者が長者が出した難題に挑んだ時、アブは若者を助けに来る。だが長者は次の難題を用意していた。2)地上に落ちてきた雷の爺さまの腰痛を、お灸で治療してやるお医者さん。引退せず田畑に恵みの雨を降らせたいと願う爺さま雷に、お医者さんはお灸に通うよう勧める。3)美しい女房の絵姿が風で飛んで行ってしまい、殿様の目に留まる。女房は城に連れていかれるが、亭主にこっそり桃の種を残していく。"
                },
                "46": {
                    "ID": "5129070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5129070",
                    "TitleEnglish": "The Water Seed;The Blessing Rat; The Hermit Who Did Nothing",
                    "SummaryEnglish": "A man helps a snake and is taken to the dragon god's palace, and the dragon god offers him anything he wants. He asks for water for his village. A white rat brings blessings to a man but his greedy neighbor steals it. A lazy man finds a tiny hermit in a pot. The lazier he is the more the hermit grows, until at last it fills the whole house.",
                    "TitleJapanese": "「水の種」「福ねずみ」「なんにもせん人」",
                    "SummaryJapanese": "1)与左衛門は町へ行く途中、いじめられている白蛇を助けた。その蛇が娘の姿となって夢に現れ、与左衛門を龍神の元へと連れて行く。2)貧しいお爺さんの前に白髪の老人が現れ、汚れた水場やドブを掃除すれば福が来ると告げる。言われた通りに掃除すると白ネズミが現れて福を授けてくれたが・・・。3)ある日、太郎は「なんにもせん人」が入った壷を拾う。太郎が働かないでぶらぶらしていると、なんにもせん人はどんどん大きくなり、体が太郎の家からはみ出すほどに・・・。"
                },
                "47": {
                    "ID": "5137833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5137833",
                    "TitleEnglish": "The Weight Fox; The Most Important Man in the World; The Hina's Yobayashi",
                    "SummaryEnglish": "A god gives a man a fox who helps him in business, but the fox demands an exponential price in return. A stonecutter learns who the most important man in the world is. Dolls come out to play at night on Doll's Day.",
                    "TitleJapanese": "「分銅狐」「この世で一番えらい者」「雛の夜ばやし」",
                    "SummaryJapanese": "1)明神様がつかわした狐が手伝うと、男の商売は上手くいき、問屋にまでなった。しかし、狐はその見返りにと、お供え物の握り飯を要求する。2)来る日も来る日も、ノミで石を打っている若い石工がいた。「こんな仕事より、この世で一番えらい者になりたい」と、神様にお願いしてみたところ・・・！？3)戦から逃れてケガをしている老人を助けた館の女主人は、その礼に一対の雛人形を作ってもらう。ある年の節句の日、その雛人形を飾れずにいると・・・。"
                },
                "48": {
                    "ID": "5146122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5146122",
                    "TitleEnglish": "The Mountain Grannie & the Traveling Performer; Sentoku's Money; The Stonefish's Love",
                    "SummaryEnglish": "A traveling performer gets lost on a mountain at night, and encounters a mountain grannie. The grannie asks him to perform. A monk finds an envelope of money for a boy named \"Sentoku.\" An ugly stonefish tries to confess its love to a beautiful girl fish.",
                    "TitleJapanese": "「山姥と旅芸人」「せんとくの金」「おこぜの恋」",
                    "SummaryJapanese": "1)旅の芸人が、峠を越すうちに道に迷ってしまった。やっと見つけた山の家に暮らしていたのは、なんと山姥だった。山姥は、なにか芸を見せろと言い出し・・・。2)旅の修行僧は「せんとく」と記された金の包みを拾うが、その場に戻して立ち去る。金は老人や鷹や猟師の間を経て、やがて行き着くべき所へ届くのだった。3)容姿の醜いオコゼは、いつか自分も伴侶を見つけ、幸せになりたいと考えていた。親友のヒラメに相談して、憧れのボラに告白することを決意するが・・・。"
                },
                "49": {
                    "ID": "5151491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5151491",
                    "TitleEnglish": "The Thief's Loss; The Horse, Dog, Cat, and Chicken Go on a Journey; Stories for Ten Coins",
                    "SummaryEnglish": "A thief helps a sick boy instead of stealing. A horse, a cat, a dog, and a chicken go on a journey. Stories are sold for ten gold coins.",
                    "TitleJapanese": "「泥棒の損」「馬と犬と猫と鶏の旅」「話十両」",
                    "SummaryJapanese": "1)大阪でも指折りの両替商に盗賊一味が押し入ると、主と女房は死にかけたわが子を看病していた。盗賊の大将は盗みを忘れて子どもを助けようとする。2)年老いて人の役に立てなくなった馬と犬と猫と鶏が出会い旅に出る。一行は、隠れ家にいた泥棒一味を追い出して暮らし始めるが、一味は頭領を連れ仕返しにやって来る。3)江戸へ出稼ぎに来た男が、故郷への土産話を三十両で買う。短かすぎる三つの話だったが、故郷への道中、話のお陰で男は命拾いする。そして家に帰ってみると・・・。"
                },
                "50": {
                    "ID": "5157647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5157647",
                    "TitleEnglish": "The Horse and the Kaaranbe; The White Fox Repays a Debt; Sarasarayasara",
                    "SummaryEnglish": "A man washes his horse in the river, and the horse is attacked by evil imps. A white fox repays a debt. A lord and a peasant woman exchange beautiful poems.",
                    "TitleJapanese": "「馬とカアランベ」「白狐の恩返し」「さらさらやさら」",
                    "SummaryJapanese": "1)弥作が川で馬を洗っていると、河童が現れて、馬の尻小玉を抜こうとした。しかし、失敗して丘へ上がり、頭の皿が乾いて力が出せなくなってしまう。2)狩人に追い詰められたところを、心優しい金持ちの爺さまに救われた白狐。その夜、盗賊が爺さまの金蔵に押し入る相談をしているのを耳にして・・・。3)殿様は狩りの途中、山で炭焼き小屋の娘に出会う。娘の見事な和歌に心打たれ、妻にすることに決めた殿さまは、後日、家臣に迎えに行かせるが・・・。"
                },
                "51": {
                    "ID": "5164389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5164389",
                    "TitleEnglish": "Momotarou; Kintarou; Urashima Tarou",
                    "SummaryEnglish": "A boy is born from a peach and beats a demon (repeat from episode 146). Kintarō is a very strong boy who wants to find his father (repeat from episode 135). A man saves a turtle who is being bullied, and is taken to an undersea palace (repeat from episode 139).",
                    "TitleJapanese": "「桃太郎」「金太郎」「浦島太郎」",
                    "SummaryJapanese": "1)桃から生まれた桃太郎は、子どものいなかったお爺さんとお婆さんに大事に育てられたが、物心のついた頃、鬼ヶ島へ鬼退治に行きたいと言い出す。2)足柄山で暮らす金太郎は、まだ見ぬ父を探しに旅に出る。しかし父は見つからず、気落ちして帰って来たところ、友達の子グマが大きな鯉に呑まれたのを知り・・・。3)浜で子ガメを助けた太郎は、海の底にある竜宮城に招かれ、美しい乙姫のもてなしを受ける。夢のような時を過ごす太郎だが・・・。"
                }
            }
        },
        "4": {
            "ID": "618653",
            "URL": "https://www.thetvdb.com/series/folktales-from-japan/seasons/official/4",
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "5182517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5182517",
                    "TitleEnglish": "Monkey and Crab; Greedy Kihachi; The Spider's Twill",
                    "SummaryEnglish": "Crab children seek vengeance on a monkey who hurt their mother (this tale is a renewal). A greedy man finds a shrine that doubles his money. A man saves a spider and marries a beautiful woman, who makes him rich with her splendid weaving.",
                    "TitleJapanese": "「さるかに」「欲張り喜八」「蜘蛛の綾織」",
                    "SummaryJapanese": "1)カニのおっ母は、握り飯を猿の柿の種と交換してやる。種を畑にまくと、見る間にみごとな柿の実がなった。ところがそれを猿が横取りしにやってきて・・・。2)ケチで欲ばりな喜八が、旅の男から、預けた金が一晩で倍になる祠（ほこら）の話を聞き、その祠の場所を教えてもらう。貯め込んだ金を増やそうと企む喜八だったが・・・。3)貧しいが正直な男が、琵琶湖で蜘蛛（くも）の命を救ってやる。しばらく後、訪ねてきた旅の女を家に泊めると、女は御礼にみごとな機（はた）を織った。"
                },
                "2": {
                    "ID": "5193601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5193601",
                    "TitleEnglish": "Scary Buns; The Raindrop Monster; The Carpenter and Oniroku",
                    "SummaryEnglish": "A worker is terrified of meat buns (this tale is a renewal). A raindrop monster. A demon puts a carpenter in an unwanted deal (this tale is a renewal).",
                    "TitleJapanese": "「まんじゅうこわい」「雨だれの化物」「大工と鬼六」",
                    "SummaryJapanese": "1)長屋の寅さんの部屋に仲間が集り、怖いものの話を始める。熊さんが怖いと打ち明けたものは、なんと、まんじゅうだった・・・！？2)臆病な男は、女房がついてきてくれないと夜中に厠（かわや）にも行けない。ある夜、化物だと思ったものの正体が雨の滴（しずく）だったと知った男は、途端に強くなる。3)暴れ川に橋を架けることになった大工の鬼六。どうしようかと思案していると、その前に大きな鬼が現れ、かわりに橋を架けてやると持ちかけてくる。"
                },
                "3": {
                    "ID": "5193611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5193611",
                    "TitleEnglish": "Kachikachi Mountain; Long Arms and Long Legs; Mountain Monk Rock",
                    "SummaryEnglish": "A rabbit seeks revenge when a raccoon's pranks go too far (this tale is a renewal). Two monsters are defeated by a Buddhist monk. A wandering monk battles a horrifying monster who turns her victims to stone.",
                    "TitleJapanese": "「カチカチ山」「足長手長」「山伏石」",
                    "SummaryJapanese": "1)心やさしい婆さまを騙して大怪我をさせたタヌキ。爺さまから事情を聞いたウサギは、悪いタヌキを懲らしめようとする。2)並外れて足の長い足長と、並外れて手の長い手長という夫婦の怪物がいた。村人の田畑を荒らして困らせるこの夫婦に、旅のお坊さんが立ち向かう。3)山伏が川で助けた娘は、怪物の化身だった。この事を口外しないのを条件に生きて帰された山伏だったが・・・。"
                },
                "4": {
                    "ID": "5201052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5201052",
                    "TitleEnglish": "Ash-Covered Haitarou; The Tengu's Sake; Kanekichi the Flute Player",
                    "SummaryEnglish": "A noble boy is covered in ashes to hide his true identity. A Tengu turns a lake into sake, and threatens a boy if he reveals the secret. A man named Kanekichi plays a flute so beautifully it entrances even the animals.",
                    "TitleJapanese": "「灰かぶり灰太郎」「天狗の酒」「笛吹き兼吉」",
                    "SummaryJapanese": "1)旅姿の少年が、お婆さんの家に一夜の宿を求めた。何か事情があると察したお婆さんは長者の屋敷に連れて行き、灰太郎と名付けられる。そして、１０年経ったある日・・・。2)仕事に出たきり三年も戻らなかった使用人の若者が、ある日、ほろ酔い気分で帰って来る。雇い主の長者は、若者が天狗に飲まされたという酒が飲みたくて・・・。3)兼吉という若者の吹く笛の音は、誰もを魅了する力を持っていた。その噂を耳にした代官は、兼吉の笛の音を使って怪物をおびき出し、退治しようとする。"
                },
                "5": {
                    "ID": "5206994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5206994",
                    "TitleEnglish": "The Fox of Battari Stream; Celebratory Sumo; Quiet Contest",
                    "SummaryEnglish": "A fox impersonates a man's wife. Gods play a game of sumo to celebrate a change of fortune in a household. An old couple has a quiet contest that's interrupted by a thief (this tale is a renewal).",
                    "TitleJapanese": "「バッタリ沢のキツネ」「祝いの相撲」「だんまりくらべ」",
                    "SummaryJapanese": "1)二度もキツネに化かされた馬方の与平は悔しくてたまらない。夜の山道を迎えに来た女房を、化けたキツネと思い捕まえるが、家に着くともう一人女房がいて・・・。2)貧乏だが仲むつまじく暮らしている夫婦がいた。その家には貧乏神が憑りついていたが、夫婦の優しさに触れて出ていく。すると夫婦の家に七福神たちがやって来て・・・。3)お婆さんが野菜と交換に、隣家からつきたての餅をもらう。お婆さんは早速、お爺さんと二人で餅を食べるが、一つ余った餅をどちらが食べるかで喧嘩になってしまう。"
                },
                "6": {
                    "ID": "5214723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5214723",
                    "TitleEnglish": "The Cow-herding Priest Statue; Tanokyuu; Whale Bridge",
                    "SummaryEnglish": "A priest statue helps an old man. A traveling performer meets a giant snake that devours travelers (this tale is a renewal). A fishing village angers the whales and pays a terrible price.",
                    "TitleJapanese": "「鼻とりの地蔵さん」「たのきゅう」「鯨橋」",
                    "SummaryJapanese": "1)ひとり暮らしのお爺さんが田んぼで仕事をしていると、どこからか子供が現れて手伝いを始めた。その子は毎日やってきてお爺さんを手伝うようになる。2)旅役者の「たのきゅう」は、母親が病気だと聞いて故郷に向かう。途中、野宿した山で大蛇の化身と会い、名前からたぬきと間違われ、食われずにすむのだが・・・。3)大鯨に命を奪われた父親の跡を継いで漁師となった二人の息子。恵比寿様のお告げを信じ、七つの浦の漁師たちに舟を出すよう頼み込むのだが・・・。"
                },
                "7": {
                    "ID": "5221153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5221153",
                    "TitleEnglish": "Tenshiki; The Snot-Nosed Kid; Mayoiga",
                    "SummaryEnglish": "A priest sends a boy into town to learn about the mysterious \"tenshiki\". A snot-nosed boy can grant any wish, but he drools all the time (this tale is a renewal). A lost house gives wonderful presents.",
                    "TitleJapanese": "「転失気(てんしき)」「鼻たれ小僧」「マヨイガ」",
                    "SummaryJapanese": "1)病気になった和尚さんは、お医者さまから「てんしきはあるか？」と尋ねられたのだが、その「てんしき」が何かわからない・・・。2)売れ残りの花を、川の神様に差し上げていた花売りの男。そのお礼にと竜宮城に招かれる。しかし土産にもらったのは鼻をたらした男の子だった。3)迷い込んだ山奥で立派な屋敷を見つけた女房。しかしその屋敷には誰も住んでおらず、「もってけもってけ」という声が聞こえてくるだけ。女房は怖くなり逃げ出すが・・・。"
                },
                "8": {
                    "ID": "5227870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5227870",
                    "TitleEnglish": "The Priest Becomes a Carp; The Pot's Song; Teapot",
                    "SummaryEnglish": "A priest turns into a carp while he is very sick. A singing pot tells of treasure. A giant teapot monster haunts an abandoned temple.",
                    "TitleJapanese": "「鯉になった和尚さん」「お釜の歌」「茶つぼ」",
                    "SummaryJapanese": "1)絵が上手で、中でも鯉の絵が得意な和尚さんがいたが、ある時、重い病にかかってしまう。2)ある冬の日、お釜が突然、宝の在処（ありか）を唄いだし、それを聞いた農家の夫婦は宝探しを始める。3)旅のお坊さんが村で一夜の宿を求めるが、掟（おきて）のためにどの家でも泊めて貰えなかった。親切な娘に、村外れに廃寺があることを聞いたお坊さんがそこへ泊まると・・・。"
                },
                "9": {
                    "ID": "5233075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5233075",
                    "TitleEnglish": "The Listening Hood; You There, Grandpa?; The Carrot, the Burdock, and the Radish",
                    "SummaryEnglish": "A man gets a hood which helps him listen to animals. An old man's wife beloved makes him promise to put her dead body in the closet. Vegetables take a bath to get ready to go to heaven.",
                    "TitleJapanese": "「聴き耳頭巾」「爺さんおるかい」「人参と牛蒡と大根」",
                    "SummaryJapanese": "1)山奥に住む男が、山道でケガをした子ぎつねを助け、親ぎつねから、お礼に鳥や獣の言葉がわかる「きき耳ずきん」をもらう。2)仲睦まじい、お爺さんとお婆さんがいた。やがてお婆さんが先立ち、お爺さんは約束通り、お婆さんの亡骸を墓へ入れずに納戸へしまっておいた。すると・・・！？3)ある日、天界から使者が来て、人参と牛蒡（ごぼう）と大根が神様にお仕えする野菜に選ばれる。三者は風呂屋へ行き、綺麗にしてから神様の元へ向かう事にする。"
                },
                "10": {
                    "ID": "5239695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5239695",
                    "TitleEnglish": "The Hornless Sazae; The Willowleaf Fish; The High Priest Who Came to the Village",
                    "SummaryEnglish": "A village helps a monk escape the wrath of a feudal lord. A goddess turns leaves into fish to help her people. A high priest comes to the village.",
                    "TitleJapanese": "「つのなしさざえ」「柳の葉の魚」「村に来た大僧正さま」",
                    "SummaryJapanese": "1)旅のお坊さんが、通りすがりの村で村人に乞われ寺の住職となる。だが、お坊さんは隣国の殿さまに命を狙われていた。村人たちはお坊さんを逃がそうと決める。2)アイヌの里から川や森の恵みが消え、人々が飢えに苦しんでいることを知った雷神の妹神は、館の庭にそよぐ柳の葉を摘み取り、こっそり持ち出す。3)小さな村に、都の高僧が立ち寄ることになり、名主は屋敷に泊めてもてなそうと張り切る。しかし、高僧は次から次へと不可解な振る舞いをして・・・！？"
                },
                "11": {
                    "ID": "5251033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5251033",
                    "TitleEnglish": "Eat Miso Beans Even if You Have to Go Back Three Leagues; Netarou of Asa; Tarou of the Broken Bowl",
                    "SummaryEnglish": "A traveling pair of samurai eat delicious miso beans, which are so good that they travel back three leagues to get more. A boy sleeps for three years and begins to make strange requests. A lazy boy is forced to work in the mountains for three years, and given a broken bowl in exchange.",
                    "TitleJapanese": "「味噌豆は三里戻っても食え」「厚狭の寝太郎」「かけ椀太郎」",
                    "SummaryJapanese": "1)旅の若侍が二人、麓（ふもと）の豆腐屋で一息入れることにした。すると、若く美しい娘が味噌豆を出してくれる。娘のことが気になって仕方がない二人は・・・！？2)寝てばかりいる長者の息子は、ある日大量のわらじを船に積み佐渡島へと旅立つ。島の人のわらじと新品のわらじを交換した息子は・・・！？3)長者は三人の息子のうち、怠け者の長男を仕事に就かせようと家から追い出す。山姥と出会い働くことを学んだ長男が戻ると、家は没落していた。"
                },
                "12": {
                    "ID": "5251034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5251034",
                    "TitleEnglish": "The Man Who was Faster than a Horse; The Incredibly Strong Oni Tayuu;The Kappa and the Gourd",
                    "SummaryEnglish": "A man becomes faster than a horse after his mother dies. A sumo wrestler uses divine help to defeat an opponent. A kappa wants to marry a girl in exchange for his help.",
                    "TitleJapanese": "「馬よりも速い男」「怪力鬼太夫」「かっぱとひょうたん」",
                    "SummaryJapanese": "1)亡くなる前に母が飲みたがった臼井の水を飲ませてやれなかった息子は、母の墓石に毎日、臼井の水をかけてやる。するとある日・・・！？2)怪力鬼大夫と呼ばれる力持ちの少年がいた。ある時、都へ相撲を取るために向かうが、相手は鋼の体を持つという強敵だった。3)田んぼの水が枯れ、途方に暮れる爺さまの前に河童が現れる。河童に水を引いてもらう爺さまだが、御礼に娘を嫁にほしいと言われ、困ってしまう。"
                },
                "13": {
                    "ID": "5257241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5257241",
                    "TitleEnglish": "Two Young Boys with a Destiny; Osan the Fox and Yosaburou the Raccoon; The Underground Country",
                    "SummaryEnglish": "Two boys have a great destiny to fulfill. A fox and a raccoon get in a competition to see who can trick the other. A boy goes deep underground and finds a terrible country of demons.",
                    "TitleJapanese": "「さだめを背負った二人の若者」「おさん狐と与三郎狸」「地底の国」",
                    "SummaryJapanese": "1)幼い頃から剣術や学問の教育を受ける二人の兄弟がいた。しかし、弟は何をやってもうまく行かず、とうとう家を追い出されてしまう。2)村人を化かすのが得意な雌のキツネと雄のタヌキがいた。どちらが一番か化かし合いをするが勝負がつかない。そこで二匹は旅芸人に化け、村人を前に大勝負に出る。3)若い侍の八蔵は、岸壁で鵜を捕まえようとして、あやまって海に転落し、大切な刀を失ってしまった。刀を取り戻そうと洞窟の奥へ進むと、そこにいたのは・・・。"
                },
                "14": {
                    "ID": "5263300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5263300",
                    "TitleEnglish": "The Story of the Man Who Was Always in a Hurry; The Cat of Unpenji Temple; The Yama-Ori Rich Man",
                    "SummaryEnglish": "A man is always in a big hurry. A terrible monster is defeated by a cat. A rich man devises a cunning plan to marry off his daughter.",
                    "TitleJapanese": "「あわてものの話」「雲辺寺の猫」「山おり長者」",
                    "SummaryJapanese": "1)ある所にたいそう慌て者の男がいた。心配した妹は、薬師さまに願をかけるよう、お詣りに送り出すが・・・。2)絵を描くことが大好きな男がいた。絵で身を立てようと家を出た男は、途中、古寺に泊まることにするが、夜中にネズミの化物が現れる。3)長者が出した「庭の大岩を素手でどかした者を、一人娘の婿にする｣というお触れに、我こそはとやって来る力自慢の男たち。それを知った娘は・・・。"
                },
                "15": {
                    "ID": "5268771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5268771",
                    "TitleEnglish": "The Cat's Play; Hanbei Daimyoujin; The Gourd Kannon",
                    "SummaryEnglish": "Cats perform plays late at night. A man is mistaken for a god. A gourd grants all wishes.",
                    "TitleJapanese": "「猫の芝居」「半兵衛大明神」「ヒョウタン観音」",
                    "SummaryJapanese": "1)夜、山のお堂に猫たちが集まって芝居を始めた。これを偶然のぞき見た芝居好きの和尚さんは、夜になると猫の芝居を見にお堂へ向かうようになる。2)大阪で出稼ぎしていた半兵衛は、占い師に「余命わずか」と告げられる。落胆して村へ帰る途中、「五十両なければ死ぬほかない」と嘆く夫婦の声を聞き・・・。3)親から譲り受けた大きな屋敷に暮らす兄と、自分で建てた小さな家に住む弟。弟はウソをついて兄を騙し、まんまと大きな屋敷を手に入れる。"
                },
                "16": {
                    "ID": "5277288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5277288",
                    "TitleEnglish": "We Still Don't Know; The Thunder and the Mulberry Tree; Earless Houichi",
                    "SummaryEnglish": "A lesson about soba is learned. A lightning god refuses to strike a mulberry tree. The souls of the dead rip off a man's ears (this tale is a renewal).",
                    "TitleJapanese": "「まあだまだわからん」「雷と桑の木」「耳なし芳一」",
                    "SummaryJapanese": "1)畑にまいたそばの芽が出て花が咲き、孫はこれでそばが食べられると大喜びをする。しかし、おじいさんは「口に入るまでは、まぁだまだ分からん」と言うのだった。2)のんびりやの少年が茄子の苗を植えると、ぐんぐん伸びて天まで届く。収穫しようと天に上った少年は雷さま一家に出会い、雨を降らせるのを手伝うことになる。3)琵琶（びわ）の名手・芳一（ほういち）は、一人で留守番をした夜、武士に乞われ一門の逗留先で「平家物語」を披露するが、聴き入っていたのは平家の亡霊たちだった。"
                },
                "17": {
                    "ID": "5282331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5282331",
                    "TitleEnglish": "The Priest Statue That Goes Round; The Priest Statue That Faces Sideways; Inside the Teacup",
                    "SummaryEnglish": "A Priest Statue goes around a village. A Priest Statue turns sideways. An unsettling story about a teacup.",
                    "TitleJapanese": "「まわり地蔵」「横向き地蔵」「茶碗の中」",
                    "SummaryJapanese": "1)旅のお坊さんが、立ち寄った村の貧しさに心をいため、江戸の寺に帰った後、市中を回って集めた金で地蔵を作る。2)盗みを働いた若者が捕まりかけた夜、辻の地蔵に見逃してくれと願うと、地蔵は顔を背けた。やがて改心した若者は、夫婦になる約束をした娘を連れて地蔵の所へ行く。3)侍が茶を飲もうとすると、茶碗の中に見知らぬ男の顔が映る。くみ直しても映るので、ついに一気に飲み干してしまう。その夜、茶碗の中の男が侍を訪ねて来る。"
                },
                "18": {
                    "ID": "5290107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5290107",
                    "TitleEnglish": "The Bean Stalk and the Heavenly Mansion; Otei's Story; Moyabune",
                    "SummaryEnglish": "A boy climbs a beanstalk to heaven. A man promises to marry his dying wife when she is reborn. The sorrowful souls of dead mothers haunt a mountain for all eternity.",
                    "TitleJapanese": "「豆のつると天の館」「お貞のはなし」「もや船」",
                    "SummaryJapanese": "1)母親と二人暮らしの貧しい少年がいた。ある日、町へ牛を売りに行く途中で不思議な老婆に出会った少年は、「牛と豆を交換してほしい」と頼まれる。2)医学生の長尾は、許嫁（いいなずけ）お貞の病の知らせに急いで故郷へ戻る。「生まれ変わって、夫婦になりたい」と言うお貞に、長尾は「きっと妻にする」と約束する。3)息子を比叡山（ひえいざん）に修行に出した母親は、重い病にかかり、死ぬ前に一目だけでも息子に会いたいと比叡山を訪れるが・・・。"
                },
                "19": {
                    "ID": "5296339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5296339",
                    "TitleEnglish": "Urashima of Kurobe; Yachabou; Oshidori",
                    "SummaryEnglish": "Men make friends with a magic go player. A mischievous boy named Yachabou makes a friend. A man shoots a duck in anger and is visited in the night by its vengeful ghost.",
                    "TitleJapanese": "「黒部の浦島」「野茶坊」「おしどり」",
                    "SummaryJapanese": "1)黒部に住む碁好き仲間の所に、ある日ふらりとやってきた老人。囲碁仲間になった老人の家に招かれて楽しい数日を過ごした一同が、村に戻ってみると・・・。2)ある島に野茶坊（やちゃぼ）と呼ばれる野生児がいた。野山を自由に駆け巡る野茶坊は、島民から愛されていたが、ある日民家が火事になり、その罪をかぶせられてしまう。3)鷹匠（たかじょう）が得意の弓でキジを獲りに出かけたものの、獲物は見つからない。帰り道、いらだちを紛らわそうと、鷹に沼のおしどりを襲わせる。"
                },
                "20": {
                    "ID": "5302323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5302323",
                    "TitleEnglish": "The Cursed Blade that Sank into the Swamp; The Plate Mansion of Banchou; Zensuke, the Badger, and the Kappa",
                    "SummaryEnglish": "Every night a cursed katana flies out of its scabbard and kills people. The ghost of a murdered woman counts plates every night. A couple moves next to a lake where animals and monsters live.",
                    "TitleJapanese": "「沼に沈んだ妖刀」「番町皿屋敷」「善助とムジナとカッパ」",
                    "SummaryJapanese": "1)村長（むらおさ）の家には恐ろしい刀があった。夜になると勝手に飛んで行き、村人たちを斬りつけるのだ。村長は村人たちを守るため、刀を村から遠ざけようとするのだが・・・。2)「いちま～い、にま～い、さんま～い・・・」と、夜の通りに不気味に響く女の声。その正体は？美しい腰元・お菊の、悲しくも哀れな物語。3)商いに失敗して、へんぴな場所に引っ越して来た善助と女房は、そこに住むムジナやカッパのいさかいに巻き込まれてしまうが、奇策を用いてこれを丸く収める。"
                },
                "21": {
                    "ID": "5307969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5307969",
                    "TitleEnglish": "The Giant Octopus's Hat; The Buried Secret; The Unibrow Raccoon",
                    "SummaryEnglish": "An Octopus wants a hat. A secret is buried. A raccoon with a unibrow sets a task for a monk.",
                    "TitleJapanese": "「大蛸の帽子」「葬られた秘密」「一文字たぬき」",
                    "SummaryJapanese": "1)町の人々の念願の釣鐘が完成し、千石船で運ばれて来ることに。ところが小島に近づいた時、現れた大蛸（おおだこ）に釣鐘を奪われてしまう。2)お園は結婚してすぐに病で亡くなってしまう。それから毎晩、自分の部屋の箪笥（たんす）の前に姿を現すため、家族は何か心残りがあるのかと思う。3)ひねくれ者の修行僧が、位を上げようと木彫りの行に励む。するとある日、自分が彫ったタヌキとそっくりの眉が一文字のタヌキが現れ、「まことの修行を果たせ」と告げる。"
                },
                "22": {
                    "ID": "5314150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5314150",
                    "TitleEnglish": "The Kappa Kid; The Priest and the Kid's 'Who Ate it?'; The Sparrow and the Woodpecker",
                    "SummaryEnglish": "A kappa learns to fish. Buddha eats some snacks... or does he? A sparrow and woodpecker visit their dying mother.",
                    "TitleJapanese": "「カッパ小僧」「和尚と小僧のくわん、くった」「雀とキツツキ」",
                    "SummaryJapanese": "1)八助が釣りをしていると、糸が切れる程の大物がかかる。針を付け直し、また釣り始めるが、こんどは釣り竿を引っ張られ、持っていかれてしまった。その獲物の正体は・・・？2)甘い物が大好きな和尚さんが用事で出かけようとしていると、近所の人がおはぎを持ってきた。留守中に食べてはならないと小僧さん達に言い置いて出かけたのだが・・・。3)おしゃれが大好きなキツツキと、働き者の雀の姉妹が二羽で暮らしていた。ある時、母親のモズが病にかかり、雀は急いで母の元に駆けつけるが、キツツキは・・・！？"
                },
                "23": {
                    "ID": "5319198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5319198",
                    "TitleEnglish": "Hakke Hachitarou; Ohatsu Kannon; The Monster of Red Lake",
                    "SummaryEnglish": "A man uses his fortune-telling skills to win a reward. A suspicious man believes rumors that lead to his fiancee's death. An old priest tricks a monster.",
                    "TitleJapanese": "「はっけ八太郎」「お初観音」「赤池の化物」",
                    "SummaryJapanese": "1)亭主の八太郎が天井裏から覗いているとも知らず、おはぎを独り占めしようとする女房。帰宅した八太郎がそれをズバリ言い当てたので、｢はっけ八太郎｣の看板を出す。2)身寄りのないお初は、働いている宿屋の息子と夫婦になる予定だった。しかしお初が毎夜抜け出していくという噂を聞いた息子は、こっそりとお初の後をつけることにする。3)比叡山延暦寺（ひえいざんえんりゃくじ）そばの赤池に化物が現れるようになり、人々を襲った。そこへ年老いた旅のお坊さんが化け物退治にやってくる。"
                },
                "24": {
                    "ID": "5326242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5326242",
                    "TitleEnglish": "Sleep and Wait For Good News; The Farting Old Woman; The Black Kite's Egg",
                    "SummaryEnglish": "A man sleeps and waits for good news. A woman wants to divorce her husband because his mother farts too much. A man marries a snake.",
                    "TitleJapanese": "「果報は寝て待て」「屁こき婆」「とんびの卵」",
                    "SummaryJapanese": "1)働いても働いても、暮らしが良くならない夫婦がいた。ある日、女房が寺で「果報は寝て待て」という説法を聞いてきて、亭主は働くのをやめ、寝ていることにする。2)村人達から「屁こき婆」と呼ばれるお婆さんがいた。息子の嫁に遠慮してオナラを我慢していたお婆さんは、具合が悪くなってしまう。そしてついに我慢の限界が来て・・・！？3)旅の薬売りが山道で、今にも蛇に飲み込まれそうな蛙を見かけて気の毒に思う。「助けてやればお前を嫁にしてやろう」と蛇に告げると、蛇はそのまま姿を消すが・・・。"
                },
                "25": {
                    "ID": "5333448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5333448",
                    "TitleEnglish": "Monster Temple; Eggplant Grannie; The Tengu's Invisibility Cape",
                    "SummaryEnglish": "A monk goes to a temple for spiritual training. An Eggplant Grannie reportedly shows up at a secluded mountain temple. There was a tengu who used an invisibility cape to pull pranks on people (this tale is a renewal).",
                    "TitleJapanese": "「化物寺」「なすび婆」「天狗のかくれ蓑（みの）」",
                    "SummaryJapanese": "1)修行のために寺を出ることにしたお坊さんは、住職から三つの言葉を告げられる。なんのことか意味がわからないお坊さんだったが・・・。2)人里離れた山寺に、「なすび婆」と呼ばれる妖怪が、たびたび姿を現した。出会ったものは不気味な容姿を恐れていたが、なすび婆の過去には悲しい秘密が隠されていた。3)隠れ蓑（みの）で身を隠し、人々に悪さをする天狗がいた。彦市は、天狗をだまして隠れ蓑を手に入れるが、自分もまた隠れ蓑を使ったいたずらの面白さに目覚めてしまう。"
                },
                "26": {
                    "ID": "5356990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5356990",
                    "TitleEnglish": "The Tea Pot; The Mountain-Folding Rich Man; The Tenshiki",
                    "SummaryEnglish": "A giant teapot monster haunts an abandoned temple (repeat from episode 163). A rich man devises a cunning plan to marry off his daughter (repeat from episode 169). A priest sends a boy into town to learn about the mysterious \"tenshiki\" (repeat from episode 162).",
                    "TitleJapanese": "「茶つぼ」「山おり長者」「転失気(てんしき)」",
                    "SummaryJapanese": "1)旅のお坊さんが村で一夜の宿を求めるが、掟（おきて）のためにどの家でも泊めて貰えなかった。親切な娘に、村外れに廃寺があることを聞いたお坊さんがそこへ泊まると・・・。2)長者が出した「庭の大岩を素手でどかした者を、一人娘の婿にする｣というお触れに、我こそはとやって来る力自慢の男たち。それを知った娘は・・・。3)病気になった和尚さんは、お医者さまから「てんしきはあるか？」と尋ねられたのだが、その「てんしき」が何かわからない・・・。"
                },
                "27": {
                    "ID": "5356991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5356991",
                    "TitleEnglish": "Momotarou; The Frogs Who Didn't Respect Their Elders; The Water of Youth",
                    "SummaryEnglish": "A boy travels with some animals (this tale is a second renewal), a frogs croak is explained, and the fountain of youth is found (this tale is a renewal).",
                    "TitleJapanese": "「桃太郎」「蛙の親不幸」「若返りの水」",
                    "SummaryJapanese": "1)あるところに子供のいないお爺さんとお婆さんが住んでいた。ある日、お婆さんが川に選択に出かけると、川上から大きな桃が流れてきた。2)蛙の三兄弟はそろって天邪鬼。なんでも母親が言うのと逆のことをする子供たちに母蛙はいつも手を焼いていた。年月が過ぎ、死期が迫った母蛙は・・・。3)森に囲まれた小さな家で暮らす仲の良い老夫婦がいた。ある日、お爺さんは山へ芝刈りに出かけ、見たこともない洞窟の先に湧水を見つける。"
                },
                "28": {
                    "ID": "5365360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5365360",
                    "TitleEnglish": "The Old Man and His Bump; Buzz! Buzz! Serve Sake!; The Hammer's Handle",
                    "SummaryEnglish": "An old man has a bump (this tale is a second renewal). A lazy man wants a life of ease. The God of Wealth's hammer is missing its handle.",
                    "TitleJapanese": "「こぶとり爺さん」「ぶんぶん杓にさせ」「小槌の柄」",
                    "SummaryJapanese": "1)頬にこぶのあるお爺さんが、ある夜、山で鬼たちの宴会に出会う。踊りのお礼だと、鬼にこぶを取ってもらう。それを聞いたもう一人のこぶのあるお爺さんは・・・。2)旅の途中で、亀と蜂と子猿を助けた男は、立ち寄ったお堂で、お婆さんから山の向こうの屋敷の娘が、重い病を患っているという話を聞く。3)怠け者の夫婦がおり、子供たちはいつもお腹をすかせていた。父親はてっとり早く食べ物を出そうと、大黒さまに打ち出の小槌を借りに行くが・・・。"
                },
                "29": {
                    "ID": "5366346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5366346",
                    "TitleEnglish": "Kintarou; The Lightning God's Handprint; The Master of Lying",
                    "SummaryEnglish": "A boy named Kintarō wrestles a bear (this tale is a second renewal). A thunder god is taught a lesson. A master liar deceives people.",
                    "TitleJapanese": "「金太郎」「雷のてがた」「ウソつき名人」",
                    "SummaryJapanese": "1)山姥（やまんば）の母親に育てられた金太郎は、力持ちで森の動物たちの人気者だ。ある日、乱暴者のクマどんにいじめられた動物たちのため、クマどんに勝負をいどむ。2)力自慢の和尚さんは、弔いの最中に雷雲に乗って現れた鬼をこらしめる。反省した鬼は二度と悪さをしないと誓わされ、証文がわりにてがたを残して天上へ逃げ帰った。3)ある所にウソつき三太と呼ばれる少年がいた。心配した母親はお寺に修行に出すが、和尚さんにも呆れられ、いっそ日本一のウソつきになるために、旅に出ることになった。"
                },
                "30": {
                    "ID": "5375613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5375613",
                    "TitleEnglish": "The Teapot Raccoon; The Difficult Marriage Question; Three Merchants",
                    "SummaryEnglish": "A teapot holds a dark secret (this tale is a renewal). A man solves a complicated riddle. A complex pun involving tea and sieves.",
                    "TitleJapanese": "「ぶんぶく茶釜」「婿入りの難問」「三人の商人」",
                    "SummaryJapanese": "1)ある村に貧しい男がいた。ある日、男は罠にかかったタヌキを助けてやる。男が家に帰ると茶釜に化けたタヌキがいた。言われるまま茶釜タヌキをお寺に売るが・・・。2)ある所に、かわらけ売りの男がいた。ある日、この世のものとは思えぬほど美しい娘に心を奪われた男は、思わず後をついていき、一軒の屋敷にたどり着くが・・・。3)お茶売りが新茶を背負って売り歩いていると、ふるい屋が商売をしているところに行き当たる。「新茶」「ふるい」という声が入り交じり・・・！？"
                },
                "31": {
                    "ID": "5389702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5389702",
                    "TitleEnglish": "The Rolling Riceball; The Demon's Bath; Lake Head",
                    "SummaryEnglish": "Rice balls roll (this tale is a second renewal). A monster lurks in a hot springs. A man's head becomes a lake (this tale is a renewal).",
                    "TitleJapanese": "「おむすびころりん」「鬼の湯」「頭が池」",
                    "SummaryJapanese": "1)お爺さんが山でおむすびを食べようとした時、手をすべらせ、おむすびが山をころころ転がっていき、穴の中へ落ちてしまう。その穴からねずみが一匹顔を出し・・・。2)温泉地に向かう旅の侍が、山中で魔物に襲われるが、逆に深手を負わせ、魔物は逃げ去る。侍が温泉で湯につかっていると、法師に化けた魔物が現れる。3)たいそう酒好きの男がいた。ある日、酔っぱらって道端で寝ていると、頭に柿が落ちてきた。そして見る見るうちに柿の木が生えてくる。"
                },
                "32": {
                    "ID": "5389703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5389703",
                    "TitleEnglish": "Urashima Tarou; The Crane`s Gift; Gosuke-don`s Business",
                    "SummaryEnglish": "A man goes to an undersea palace (this tale is a second renewal). A crane leaves his poop as a present. Gosuke makes money in an unusual way.",
                    "TitleJapanese": "「浦島太郎」「つるのおみやげ」「五助どんの商売」",
                    "SummaryJapanese": "1)浜で子ガメを助けた浦島太郎は、後日、カメに海の中の竜宮城に招かれる。夢のような時を過ごす太郎だが、故郷の家族が気がかりで戻る決意をする。2)ある所に年老いた太郎べえ夫婦が暮らしていた。嵐が過ぎ去った翌日、太郎べえが木の枝や木の実を集めていると、嵐で羽と足を痛めたという鶴に声をかけられる。3)店主から、期限内に店の商品をいちばん多く売り上げた者を大店の跡継ぎにすると言われ、下働きの五助どんは受け持ったタワシと綱を持って里へ帰る。"
                },
                "33": {
                    "ID": "5403567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5403567",
                    "TitleEnglish": "Little One Inch; The Wind God & the Children; The Lord Goes Thumpity-Thud",
                    "SummaryEnglish": "A small boy fights a demon (this tale is a second renewal). The wind god takes children to a mystical land (this tale is a renewal). A lord goes thumpity-thump.",
                    "TitleJapanese": "「一寸法師」「風の神と子供たち」「すっとんころりのおとの様」",
                    "SummaryJapanese": "1)一寸ほどの身の丈しかない一寸法師は、志を持って都へ向かう。姫に気に入られ、姫を守ると意気込む法師だったが、ある日、観音様にお参りに行く道中、鬼に襲われる。2)春一番が吹いた日、遊んでいる子供たちの前に一人の若者が現れ、柿をくれる。長い着物の裾に乗って空に舞い上がり、たどり着いたのは実り豊かな秋の世界だった。3)大殿様のお城に向かう殿様は、いつも、ある村の同じ場所で馬から落ちてしまう。行きも帰りも、翌年も、そのまた次の年も、同じ場所で馬から落ちてしまった。そこで・・・。"
                },
                "34": {
                    "ID": "5403568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5403568",
                    "TitleEnglish": "Three Talismans; Saruya`s Rock; The Rat Takes a Husband",
                    "SummaryEnglish": "Three talismans protect a boy (this tale is a renewal). A monkey throws rocks. A rat finds a husband for his daughter (this tale is a renewal).",
                    "TitleJapanese": "「三枚のお札」「さるやの石」「ねずみの婿取り」",
                    "SummaryJapanese": "1)ある所に鬼婆が住む山があった。お寺の小僧さんが栗拾いに行きたいと言い出し、どうしても聞かないので、和尚さんは小僧さんに三枚のお札を授け、山に行くことを許す。2)山奥に住んでいた孤独な小猿は、昼飯を分けてくれた夫婦になつき、家に住みつくようになる。夫婦は小猿を「さるや」と呼んで可愛がった。3)ねずみ夫婦の娘が年頃になり、良い婿を迎えるため、世の中で一番偉いお日様に婿になってもらおうと頼みに行く。ところがお日様は自分よりもっと偉い者がいると言う。"
                },
                "35": {
                    "ID": "5403569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5403569",
                    "TitleEnglish": "Princess Kaguya; Princess Hachikatsugi; Princess Kaminaga",
                    "SummaryEnglish": "It's princess week on Folktales from Japan! A princess returns to the moon (this tale is a second renewal). A princess has a bowl on her head (this tale is a renewal). A princess has no hair.",
                    "TitleJapanese": "「かぐや姫」「はちかつぎ姫」「髪長姫」",
                    "SummaryJapanese": "1)ある屋敷に、たいそう美しいと評判の姫君がおり、名前をかぐや姫と言った。五人の貴公子が嫁に欲しいと名乗り出るが、かぐや姫は誰の求めにも応じなかった。2)病に倒れた母親は、娘の行く末が心配で観音様に祈ったところ、大きな鉢（はち）を授かり、娘の頭にかぶせた。その後、母は亡くなり、父親は新しい妻を迎えるが・・・。3)海辺の村長の娘はとても美しかったが、何故か生まれてからずっと髪が伸びなかった。ある夜、ふいに海が輝きはじめ、それ以来、不漁が続くようになる。"
                },
                "36": {
                    "ID": "5403570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5403570",
                    "TitleEnglish": "Monkey Crab; Cow Demon; The Boundary Between the Northern and Southern Villages",
                    "SummaryEnglish": "A crab seeks revenge on a monkey (this tale is a second renewal). A demon devours shadows. A boundary is lost.",
                    "TitleJapanese": "「さるかに」「牛鬼」「北方と南方の村ざかい」",
                    "SummaryJapanese": "1)猿はカニの親子をだまし、拾った柿の種をカニの親子の握り飯と交換する。ところがカニがその種を畑にまくと、見る間に柿の実がなり、猿はそれを横取りする。2)訪れる人もなくさびれた村は、街道の近道として旅人が通るようになって以来、栄え始める。ところが旅人を襲う妖怪・牛鬼が現れ・・・。3)村境にあった一本松が枯れ、境界がわからなくなってしまった北方と南方の村。そこで、馬の駆け比べで新しい村境を決める事になり、二人の太郎が対決することになる。"
                },
                "37": {
                    "ID": "5403571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5403571",
                    "TitleEnglish": "The Old Man Who Made Flowers Bloom; The Umi Bouzu; Comparing Transformations",
                    "SummaryEnglish": "An old man makes flowers bloom (this tale is a second renewal). A lazy man is visited by a sea monster. Two foxes compare their disguises.",
                    "TitleJapanese": "「花さか爺さん」「海坊主」「化けくらべ」",
                    "SummaryJapanese": "1)川で拾った白い子犬を老夫婦は大切に育てた。ある日、犬が「ここを掘れ」と示した場所をお爺さんが掘ってみると大判小判が出てくる。これを知った隣の欲張り夫婦は・・・。2)ある漁師の村では、漁の安全を祈って龍神さまに魚を供えるのがならわしだった。ところがある時から不漁が続いたり嵐にあったり、悪いことばかり起きるようになる。3)化けるのがたいそう上手いキツネの赤どんと青どん。二匹はそれぞれ自分が一番だと言って譲らない。そこで、どちらが本当の一番なのか、化けくらべで決着をつけることに。"
                },
                "38": {
                    "ID": "5438997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5438997",
                    "TitleEnglish": "The Crane Repays a Debt; Chinchin Kobakama; The Monster and the Mountain Granny",
                    "SummaryEnglish": "A crane repays a debt (this tale is a second renewal). A lazy woman is visited by terrible ghosts. A monster and a mountain granny terrorize a village.",
                    "TitleJapanese": "「鶴の恩返し」「ちんちん小袴」「化けものと山んば」",
                    "SummaryJapanese": "1)若者が薪（たきぎ）を拾いに行った帰り、罠にかかって傷ついた鶴を助けた。その夜、美しい娘が訪ねてきて、身寄りがなく、しばらく家に置いて欲しいという。2)ものぐさな妻は、夫の留守中、家を散らかし放題にしていた。ある晩、寝ている妻の枕元に親指ほどの小さな侍たちがやってきて踊り出す。恐ろしくなった妻は・・・。3)ある山に、化けものと山んばの夫婦が住んでいた。食いしん坊の化けもののために、山んばは若い娘に化け、何も知らない村里の若者をさらってこようとするが・・・。"
                },
                "39": {
                    "ID": "5438998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5438998",
                    "TitleEnglish": "The Umbrella Priest Statues; The Great Year's Fire; The Snow Woman",
                    "SummaryEnglish": "On New Year's Eve, a poor couple struggles to bring in the new year (this tale is a second renewal). A woman is told not to let the fire go out on New Year's Eve, but... Minokichi and Mokichi take shelter from the blizzard, when a mysterious woman appears before them (this tale is a renewal).",
                    "TitleJapanese": "「笠地蔵」「大年の火」「雪女」",
                    "SummaryJapanese": "1)大みそか、貧しい夫婦は年越しの仕度もできないでいた。おかせ玉を売って米に代えようと町に出るが全く売れず、笠売りの笠とおかせ玉を取り換えることにする。2)大みそかの夜に火種を消してはいけないと言われた女房だが、炉裏の火種が消えてしまう。火をもらいに夜道を歩く女房の前に近づいてきたのは弔いのたいまつだった。3)渡し守りの粗末な小屋で吹雪が止むのを待っていた巳之吉（みのきち）と茂吉（もきち）。すると小屋に女が入ってきて、眠っている茂吉に息を吹きかけ、死なせてしまう。"
                },
                "40": {
                    "ID": "5453229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5453229",
                    "TitleEnglish": "The Man Who Bought Dreams; The Badger of Eagle Mountain; Ishibumi-sama Heals Illness",
                    "SummaryEnglish": "A man buys a dream that lead to wealth (this tale is a renewal). A badger longs for a mother's warmth. A god promises health if people will stop tripping over his head.",
                    "TitleJapanese": "「夢を買った男」「鷲山のむじな」「病気をなおす石ぶみ様」",
                    "SummaryJapanese": "1)二人の旅の商人がいた。ひと休みしようと年上の男が眠りにつくと、鼻の穴からアブが出てきてどこかへ飛んでいき、しばらくするとまた鼻に入って行く。2)山に一人で暮らしているむじなの子供は、山小屋に住んでいる子供が母親におんぶされている姿を羨ましく思っていた。ある日むじなは思いきって母親におんぶしてもらう。3)そば屋の前に、地面から顔を出している小さな石があった。どういうわけか通りかかる者が皆、その石につまづくので、そば屋が掘り出そうとするが・・・。"
                },
                "41": {
                    "ID": "5473509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5473509",
                    "TitleEnglish": "Rolling Yams; The Gama Frog's Oil; The Arasaka Rich Man",
                    "SummaryEnglish": "Yams are rolled, mistakenly (this tale is a renewal). A toad's oil cures wounds. A greedy man pleads for mercy from the sun.",
                    "TitleJapanese": "「いもころがし」「ガマガエルの油」「荒坂長者」",
                    "SummaryJapanese": "1)長者様が家を新しくしたので、村の者を招いてご馳走してくれるという。しかし村人は誰も行儀作法を知らず、和尚さんに相談する。2)沼のカエルと森の獣たちの争いが収まらず、大将のガマガエルとクマが競争して勝敗を決めることに。その途中、怪我をしたクマから、ガマガエルは思わぬ話を聞く。3)ある村にとてもケチな長者と息子がいた。親子は村人をこき使い、飢えた人に米を分け与えることもなかった。毎日、朝から屋敷に陳情に来る村人にうんざりした長者は・・・。"
                },
                "42": {
                    "ID": "5484956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5484956",
                    "TitleEnglish": "The Rat Sutra; The Great Snake of Gondayuu Lake; A Tale of Yomeda",
                    "SummaryEnglish": "The Rat Sutra scares off a thief (this tale is a renewal). A snake is struck down by the gods. A wife sacrifices her life to the gods to finish the harvest.",
                    "TitleJapanese": "「ねずみ経」「権太夫池の大蛇」「嫁田のはなし」",
                    "SummaryJapanese": "1)お爺さんに先立たれた一人暮らしのお婆さんの家を、ニセのお坊さんが訪れる。ご馳走になったお礼に苦し紛れにニセのお経を教えるが・・・。2)なぶつが池の美女から手紙を渡された旅人たちは、次々と権太夫池の大蛇に襲われていた。美女に化けた大うなぎと大蛇の夫婦は、お参り帰りの徳の高い男を狙おうとする。3)農家の嫁・たみは姑の嫁いびりにも文句ひとつ言わず素直に働いていた。そんなある日、たみは姑から「日が暮れるまでに三反の田に苗を植えろ」と命じられる。"
                },
                "43": {
                    "ID": "5484957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5484957",
                    "TitleEnglish": "The Fire Man; Shouninbaru; Deetarabocchi",
                    "SummaryEnglish": "A fire man brings gold (this tale is a renewal). A priest sacrifices himself to bring the rain. A man carries a mountain.",
                    "TitleJapanese": "「火男」「上人原（しょうにんばる）」「でえたらぼっち」",
                    "SummaryJapanese": "1)柴刈りに行ったお爺さんは、不思議な老人から「火男」という男の子をもらう。火男は、ヘソを火箸（ひばし）でさすると金の粒を出した。それを見た欲張りなお婆さんは・・・。2)厳しい干ばつにより、飢えと渇きに苦しむ村があった。そこに人々から上人（しょうにん）様と敬われる僧侶がやって来て、人々の苦悩に耳を傾ける。3)この世が形になり始めた頃、巨人の国の小男は、自分と同じように仲間外れになった山にふさわしい居場所を見つけるように村長に命じられて旅に出る。"
                },
                "44": {
                    "ID": "5498741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5498741",
                    "TitleEnglish": "The Ear Priest Statue; The Cow That Dove into Tega Swamp; The Man Who Cut Reeds",
                    "SummaryEnglish": "A priest statue heals hearing (this tale is a renewal). A cow goes into a swamp. A man cuts reeds.",
                    "TitleJapanese": "「耳地蔵」「手賀沼にもぐった牛」「葦を刈る夫」",
                    "SummaryJapanese": "1)ある村に母を亡くした幼い子供がいた。幼子は河原で母親の面影のある地蔵様を見つけ、慕うようになる。そんな我が子を不憫に思った父親は新しい母親を迎えるが・・・。2)あるところに徳の高いお坊さんがいて、モウ助と名付けた牛をたいそう可愛がっていた。しかしお坊さん亡き後、ニセ住職となって寺に住みついた男は牛が大嫌いだった。3)貧しい二人の運を変えたいと妻と別れた男だったが、難波の浦で葦を刈るまでに落ちぶれてしまう。ある日、摂津の守の一行が通りかかり・・・。"
                },
                "45": {
                    "ID": "5506676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5506676",
                    "TitleEnglish": "The Ghost Who Raised a Child; Oman Cherry Blossoms; The Oso Fox and the Blacksmith",
                    "SummaryEnglish": "A ghost raises a child. A man freezes in the snow while he waits for his love. A fox plays tricks.",
                    "TitleJapanese": "「子育て幽霊」「おまん桜」「おその狐と鍛冶屋」",
                    "SummaryJapanese": "1)ある夜から、飴屋に毎晩、不気味な女の客が現れるようになる。店の主は女の正体を確かめようと後をつける。すると女は真夜中の墓地に消え・・・。2)若い男が、おまんという美しい娘と恋仲になるが、厳格なおまんの父に反対される。会う約束をした二人だが、おまんは行くことが出来ず、男は吹雪の中で待ち続ける。3)「狐に化かされないように」と母親から渡された狐の衣装をまとって旅に出た男とその友は、逆に狐と間違えられてカゴ屋に捕まってしまう。"
                },
                "46": {
                    "ID": "5506677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5506677",
                    "TitleEnglish": "The Wife Who Didn't Eat; Yawn Achoo Poo; The Ushi no Koku Mairi",
                    "SummaryEnglish": "A wife eats nothing... except her husband (this tale is a renewal). Three losers defeat the lord of hell. A woman prays to survive a plague.",
                    "TitleJapanese": "「食わず女房」「ああ　はくしょん　プー」「丑の刻参り」",
                    "SummaryJapanese": "1)人には何もやらない、けちんぼの男がいた。何も食べないという、けちにはちょうど良い娘が嫁に来て喜ぶが、ある日、蔵の米俵がなくなっていることに気付く。2)一文無しの軽業師と山伏と医者が旅の道連れになった。目の前に現れた三途の川を渡り、たどり着いたのはエンマ様の待つ地獄の門だった。3)もとという若い娘は、はやり病にかかった母親を助けるために「丑の刻まいり」をする。一週間、毎晩お参りを続け、とうとう最後の夜になった。"
                },
                "47": {
                    "ID": "5526867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5526867",
                    "TitleEnglish": "The Sparrow with the Severed Tongue; The Dream of the Mortar Seller; The Fox Wife",
                    "SummaryEnglish": "A sparrow's tongue is severed (this tale is a renewal). A mortar seller has a dream. A man marries a fox.",
                    "TitleJapanese": "「舌きり雀」「すり鉢売りの夢」「キツネ女房」",
                    "SummaryJapanese": "1)山へ芝刈りに出かけたお爺さんは一羽の雀と出会い、大切に育てた。ある日、雀をお婆さんに預け芝刈りに行った留守中、お婆さんは糊（のり）を食べた雀の舌を切ってしまう。2)すり鉢売りの男が「こんな仕事はイヤだ」とぼやいていると、弓矢の師範を名乗る老人が現れ、仕事を交換することになった。3)働き者で美しい妻と子に恵まれ、幸せに暮らす若者だったが、犬が嫁にだけ吠えるので不思議に思っていたところ、ある日、嫁の正体は白キツネだとわかる。"
                },
                "48": {
                    "ID": "5526868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5526868",
                    "TitleEnglish": "The Forest of Furuya; The Tengu and the Potato; Kanne and the Princess`s Kakegoro",
                    "SummaryEnglish": "A wolf encounters the most terrifying thing in the world (this tale is a renewal). A tengu plays tricks with potatoes. Kanne and his merry band race a princess.",
                    "TitleJapanese": "「ふるやのもり」「天狗とじゃがいも」「勘右衛門とお姫様のかけごろ」",
                    "SummaryJapanese": "1)馬を盗もうと忍びこんだ盗人。時を同じくして、お爺さんお婆さんを食おうとやってきた狼。その時「この世で一番恐ろしいものはふるやのもり」という二人の会話が聞こえてくる。2)木曽の御岳山にお参りに行った村人たちは、奇妙な顔の宿の主人に案内され、古い宿に泊まることになった。村人たちが夕飯に出されたじゃがいもに、口々に文句を言うと・・・。3)あるところに勘右衛門（かんね）という一風変わった知恵者がいた。面白いもうけ話を探していた勘右衛門は四人の仲間たちと出会い、お姫様とのかけっこ大会に参加する。"
                },
                "49": {
                    "ID": "5526869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5526869",
                    "TitleEnglish": "The Village of Nightingales; The Rich Man and Gatarou; The Soul That Went into a Different Girl",
                    "SummaryEnglish": "A woman entrusts a man with a mysterious mansion (this tale is a renewal). A rich man makes a deal with a kappa to make a bridge. A girl's soul enters another's body.",
                    "TitleJapanese": "「うぐいすの里」「長者と河太郎」「別の娘に入った魂」",
                    "SummaryJapanese": "1)木こりが山で仕事をしていると、見たこともない大きな屋敷が現れ、中から女が出てくる。女から留守番を頼まれ、留守の間は他の部屋はのぞかないよう約束するが・・・。2)三つの島をひとつにつなげる難しい普請（ふしん）に挑んだ長者がいた。だが、何者かに邪魔ばかりされる。それが河童の仕業と知った長者は、河童のお頭と会うことにする。3)重い病にかかった娘の魂を迎えに来た閻魔（えんま）様の使いの鬼。だが、神様へのお供えを食べたことをとがめられ、困った鬼は同じ名の娘を身代わりにしようと考える。"
                },
                "50": {
                    "ID": "5526870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5526870",
                    "TitleEnglish": "Zashikiwarashi; The Lazy Husband and the Nagging Wife; The Peach and the Red Demon",
                    "SummaryEnglish": "A Zashiki-Warashi brings joy to a household (this tale is a renewal). A lazy husband has a nagging wife. A red demon fears peaches.",
                    "TitleJapanese": "「座敷わらし」「ぐうたら亭主とガミガミ女房」「桃と赤鬼」",
                    "SummaryJapanese": "1)お盆で親戚が大勢集まった。お婆さんが食事の仕度をすると、なぜか一人ぶん足りない。見知らぬ男の子がまぎれていたのだ。近所の子だろうと思っていたが・・・。2)貧乏長屋に暮らす怠け者の亭主は、ある日、隣町の神社で出会った大黒さまから打出の小槌をもらい、大喜びで家に帰るが・・・。3)河内国にナミという少女がいた。赤鬼がナミのことを気に入り、三年後に嫁にもらいに来ると両親に告げる。その話を聞いた青年は、ナミを救うため鬼退治を決意する。"
                },
                "51": {
                    "ID": "5526871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5526871",
                    "TitleEnglish": "Wintermelon Princess; The Former Dog; The Shocked Daikon Radish",
                    "SummaryEnglish": "A girl is born from a watermelon and then tricked by a demon. A dog becomes a man (this tale is a renewal). A radish is shocked and amazed.",
                    "TitleJapanese": "「瓜子姫」「元犬」「大根のびっくりぎょうてん」",
                    "SummaryJapanese": "1)瓜(うり)から生まれた瓜子姫は、お爺さんとお婆さんの深い愛情を受けて幸せに暮らしていた。ところがお爺さんたちの留守を狙って天邪鬼(あまのじゃく)がやって来る。2)町の人に可愛がられている白い野良犬のシロ。シロは、いつしか人間になってみたいと思うようになり、八幡さまに願をかける。そして満願の日・・・。3)野菜の村で祝い事があり、イモガシラの村長とお供のダイコンが、町に魚を買いに出かけた。ところが、魚屋で「下ろす」と聞いたダイコンはびっくり仰天して！？"
                },
                "52": {
                    "ID": "5556753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5556753",
                    "TitleEnglish": "Chinchin Kobakama; Saruya`s Rock; The Badger of Eagle Mountain",
                    "SummaryEnglish": "A lazy woman is visited by terrible ghosts (repeat from episode 193). A monkey throws rocks (repeat from episode 189). A badger longs for a mother's warmth (repeat from episode 195).",
                    "TitleJapanese": "「ちんちん小袴」「さるやの石」「鷲山のむじな」",
                    "SummaryJapanese": "1)ものぐさな妻は、夫の留守中、家を散らかし放題にしていた。ある晩、寝ている妻の枕元に親指ほどの小さな侍たちがやってきて踊り出す。恐ろしくなった妻は・・・。2)山奥に住んでいた孤独な小猿は、昼飯を分けてくれた夫婦になつき、家に住みつくようになる。夫婦は小猿を「さるや」と呼んで可愛がった。3)山に一人で暮らしているむじなの子供は、山小屋に住んでいる子供が母親におんぶされている姿を羨ましく思っていた。ある日むじなは思いきって母親におんぶしてもらう。"
                }
            }
        },
        "5": {
            "ID": "662137",
            "URL": "https://www.thetvdb.com/series/folktales-from-japan/seasons/official/5",
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "5569744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5569744",
                    "TitleEnglish": "Momotarou; The Sobagaki Priest; The Nose and Morning Gruel",
                    "SummaryEnglish": "Momotarō fights demons with his animal friends (this tale is a third renewal). A wise priest heals illness in exchange for buckwheat. A priest has a disgusting nose.",
                    "TitleJapanese": "「桃太郎」「そばがき和尚」「鼻と朝粥」",
                    "SummaryJapanese": "1)あるところにお爺さんとお婆さんが住んでいた。お爺さんは山へ芝刈りに、お婆さんは川へ洗濯に行くと、川上から大きな桃がドンブラコと流れてきた。2)枯れ木のように痩せた和尚さまが、村はずれに住み着いた。托鉢をして飢えをしのいでいたが、それが毎日となると誰もが断るようになってしまい・・・。3)池の尾というところに、たいそう長い鼻の和尚さんがいた。食事の際は、長い鼻が邪魔になるので弟子が鼻を持ち上げ支えていたが、ある時、弟子が病気になってしまう。"
                },
                "2": {
                    "ID": "5569745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5569745",
                    "TitleEnglish": "The Pond Snail Rich Man; Yaobikuni; The Child of the Giant Snake",
                    "SummaryEnglish": "A pond snail becomes rich (this tale is a renewal). A girl opens a box that she should never have opened. A giant snake has a child.",
                    "TitleJapanese": "「たにし長者」「八百比丘尼」「大蛇の子」",
                    "SummaryJapanese": "1)子供のいない夫婦が水神さまに願をかけ、子供を授かるが、生まれてきたのは小さなたにし。２０年の月日が経っても、ちっとも大きくならないたにしだったが・・・。2)一軒の酒屋へやって来た小坊主が、主に「竹筒に樽いっぱいの酒を入れてくれ」と頼んだ。主はそんな事が出来るはず無いと思ったが、竹筒には樽の酒が全部入ってしまう。3)あるところに夫婦がつつましく暮らしていた。ある日、お腹の大きな巡礼が訪ねて来て、一晩だけ泊めて欲しいと頼まれる。そしてその日にお産をする事になり・・・。"
                },
                "3": {
                    "ID": "5569746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5569746",
                    "TitleEnglish": "The Transforming Hood; Even The Sardine's Head Begins with Faith; Onisuke and Hikoshichi",
                    "SummaryEnglish": "A fox is outwitted by a man who wants to be a girl (this tale is a renewal). A sardine's head is a sign of faith. Two strong men compete all the time.",
                    "TitleJapanese": "「八つ化け頭巾」「いわしの頭も信心から」「鬼助と彦七」",
                    "SummaryJapanese": "1)あるところに、化けるのが得意なキツネがいた。手ぬぐいを頭に乗せて化ける様子をこっそり見ていた和尚さんは、キツネをだまして自分の頭巾と交換させる。2)貧しい暮らしから、母と娘は別々に奉公に出ることになる。先祖から伝わるという宝箱を母にもらい奉公に出た娘は、見つからないようにと、台所の柱の下に宝箱を隠すが・・・。3)あるところに鬼助と彦七というとても力持ちの子供がいた。何をやっても力が互角で勝負がつかない二人はある日、自分たちはなんのために勝負しているのかと疑問を抱く。"
                },
                "4": {
                    "ID": "5569747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5569747",
                    "TitleEnglish": "Shippei Tarou; A Field of Rape Blossoms That Bloomed Overnight; The Light on the Buddha's Forehead",
                    "SummaryEnglish": "A monk saves a girl from an evil monster (this tale is a renewal). Flowers hide logs. The buddha's forehead shines.",
                    "TitleJapanese": "「しっぺい太郎」「一夜で咲いた菜の花畑」「仏さまのひたいの光」",
                    "SummaryJapanese": "1)旅の僧侶は、山の神様にいけにえとして娘を捧げることになり、悲しみにくれる一家に出会う。神様の正体を見届けようと山へ入ると、それは神様ではなく化物で・・・。2)村人たちが、古く傷んでしまったお社を建て直したいと考えていると、タイミング良く近くの川に丸太が流れ着く。喜んで丸太を引き上げた村人たちだったが・・・。3)ある夜のこと、伊勢の漁師たちが漁に出たところ、白い光が海一面を照らし昼よりも明るくなった。その原因を確かめるため、村から選ばれた三人の漁師が美濃に向かう。"
                },
                "5": {
                    "ID": "5599463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5599463",
                    "TitleEnglish": "The Cow's Marriage; Shibahama; The Ocelot and the Priest",
                    "SummaryEnglish": "A man marries a cow (this tale is a renewal). Gold coins are found and lost (this tale is a renewal). A priest becomes friends with angry ocelots at a temple.",
                    "TitleJapanese": "「牛の嫁入り」「芝浜」「虎猫とお坊さん」",
                    "SummaryJapanese": "1)村一番の金持ちの娘は、評判の器量よし。父母と一緒に、神社でよい婿取りの祈願をした。ところが、その様子を、ぶらぶらという怠け者の男が偶然見ていて・・・。2)朝早くに魚河岸へ出かけた魚屋の亭主が、しばらくすると大慌てで家に戻ってきた。なんと五十両の大金の入った財布を拾ったというのだ。3)修行の旅をしているお坊さんは、ある村の寺に妖怪が住みついているという話を聞き、妖怪退治に向かう。お坊さんは鰊汁（にしんじる）を作り、戸棚の中に隠れて様子を伺う。"
                },
                "6": {
                    "ID": "5609437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5609437",
                    "TitleEnglish": "Ushiwakamaru; The Demon Granny of Adachigahara; The Days Fly By",
                    "SummaryEnglish": "A young samurai seeks revenge (this tale is a renewal). A demon granny stalks the plains of Adachigahara. The sun and moon take a trip down to see the lower world (this tale is a renewal).",
                    "TitleJapanese": "「牛若丸」「安達ヶ原の鬼婆」「月日のたつのは早い」",
                    "SummaryJapanese": "1)七歳で仏門に入った牛若丸は、父の敵討ちの為、人知れず剣の修業をしていた。ある日、鞍馬山（くらまやま）の天狗が現れ、牛若丸に剣の技を教える。2)いくつになっても口がきけないお姫様の病を治すため、世話役をしていた乳母のイワテは自分の娘を残し、都から遠く離れたみちのくまでやってくる。3)お日様とお月様は、一日だけ下界の旅ができるよう神様に許しを得て、地上の旅人となった。追いかけてきた雷どんは雷の子供を連れており、その子は迷子だという。"
                },
                "7": {
                    "ID": "5609438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5609438",
                    "TitleEnglish": "The White Rabbit of Inaba; The Giant, Strange-Colored Deer; The Jewel of Sangosu",
                    "SummaryEnglish": "A god's love of his fellow creatures is tested (this tale is a renewal). A strange-colored deer holds the key to a cure. A priest demands the return of a jewel.",
                    "TitleJapanese": "「因幡の白兎」「奇しき色の大鹿」「サンゴスの玉」",
                    "SummaryJapanese": "1)出雲（いずも）の国に大国主命（おおくにぬしのみこと）という神様がいた。海岸を歩いていると、一匹のウサギが浜に倒れていて・・・。2)川に流された六造は、人の言葉を話す不思議な色をした大鹿に助けられる。大鹿のことを誰にも話さないと約束して六造は里へ帰るが、次第に大鹿への恩を忘れていく。3)山で暮らす貧しい若者は、偶然知り合った旅のお坊さんに頼まれ、山奥の寺に向かって旅立つ。若者は途中で出会った者たちにお坊さんへの言伝（ことづて）を託される。"
                },
                "8": {
                    "ID": "5615129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5615129",
                    "TitleEnglish": "The Pond Snail Sisters; The White Snake Girl; The Blue Tengu and the Red Tengu",
                    "SummaryEnglish": "A white snake becomes a daughter. Two snails cook dinner for a pair of brothers. A blue tengu and a red tengu get in a fight.",
                    "TitleJapanese": "「たにしの姉妹」「白蛇の娘」「青天狗と赤天狗」",
                    "SummaryJapanese": "1)田んぼでカラスから助けてやった美しい二匹のタニシを、家に置くことにした若い兄弟。すると翌日から、兄弟の家では不思議なことが起こるようになる。2)なかなか子宝に恵まれない夫婦が、山で白蛇を助けた後、すぐに子供を授かる。娘は美しく成長するが、ある日父親は、娘が夜中に家を抜け出す姿を見かける。3)あるところに青天狗と赤天狗が住んでいた。ふとしたことでケンカをし、離れて暮らすことになったある時、青天狗が退屈しのぎに城まで鼻を伸ばしてみると・・・！？"
                },
                "9": {
                    "ID": "5622252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5622252",
                    "TitleEnglish": "The Cat from the Dragon Palace; Sashisaba and Tsurushigaki; The Fart-Seller",
                    "SummaryEnglish": "A cat from Ryuuguu Palace brings wealth. A greedy man freezes as he eats all the persimmons. A man sells farts that are sacred to the Buddha.",
                    "TitleJapanese": "「竜宮から来た猫」「さしさばとつるし柿」「おなら売り」",
                    "SummaryJapanese": "1)漁師の女房が、ある日ひょっこり猫を連れて帰ってくる。女房は竜宮に招かれ、猫は乙姫さまからの土産だという。それは不思議な猫だった。2)ある村に親切な吾助夫婦と意地悪な与作夫婦が住んでいた。吾助は冬支度のために町へ出かけるが、嫁の好物のつるし柿は与作に買い占められていた。3)山で見つけたシジュウカラを食べたお爺さんは不思議なおならが出るようになる。町へ出かけて皆に聞かせると、居合わせたお坊さんが、「これはありがたいおならだ」と言う。"
                },
                "10": {
                    "ID": "5628407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5628407",
                    "TitleEnglish": "The Monkey Groom; Otojo's Fire; The Oil Seller and the Fox",
                    "SummaryEnglish": "A girl tricks a monkey out of marriage (this tale is a renewal). A woman devours the legs of an octopus. An oil seller is tricked by a fox.",
                    "TitleJapanese": "「猿の婿どの」「オト女の火」「あぶら売りときつね」",
                    "SummaryJapanese": "1)一匹の猿が、お爺さんに「収穫を手伝おう」と声をかけ、全部収穫できたらお爺さんの娘を嫁にもらう約束をする。翌日すべて収穫されていて、三女が嫁に行くことになる。2)夫と息子を海で亡くしたオト婆さんは一人で生きていくことを決意する。海の生き物を憎み、強欲に獲物を取りつくすオト婆さんは、岩場で大ダコの足を見つけるが・・・。3)油売りの男が商売の途中で、切り株の上で寝ているきつねにイタズラをした。するとその後、奇妙なことが起こるようになる。"
                },
                "11": {
                    "ID": "5636016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5636016",
                    "TitleEnglish": "Monogusa Tarou; The Flute of the Moonlit Night; Shrimp and Crow",
                    "SummaryEnglish": "The world's laziest man goes to Kyoto (this tale is a renewal). A flute is played on a moonlit night. A monk draws magic shrimp.",
                    "TitleJapanese": "「ものぐさ太郎」「月夜の笛」「エビとカラス」",
                    "SummaryJapanese": "1)ものぐさ太郎はとにかく面倒くさがり。ある時、京の都へお供をする者を郷（さと）から出すことになり、太郎に白羽の矢が立った。京へのぼった太郎は一人の美しい娘と出会う。2)長者は娘が可愛いあまりに、どこにも嫁に行かせず、誰にも合わせようとしない。毎日さびしく過ごす娘の元を、ある月夜の晩から一人の若者が訪れるようになる。3)茶店に立ち寄った旅のお坊さんは、団子の代金のかわりにエビの絵を描き残していく。するとその絵に不思議なことが起こり・・・！？"
                },
                "12": {
                    "ID": "5645288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5645288",
                    "TitleEnglish": "Umisachihiko and Yamasachihiko; The Stupid Groom and the Crab Loincloth; The Demons Who Passed Through Demon Pass",
                    "SummaryEnglish": "A fishing hook is lost, then found (this tale is a renewal). A man does not understand the proper etiquette for eating crab. A blue oni and a red oni fight for the love of a goddess.",
                    "TitleJapanese": "「海幸彦と山幸彦」「愚か婿と蟹のふんどし」「鬼越を通った鬼たち」",
                    "SummaryJapanese": "1)高天原（たかまがはら）の神様の一族に、海幸彦と山幸彦という兄弟がいた。ある日、弟は狩りと釣り、二人の仕事を一日だけ取り替えて欲しいと兄に頼む。2)嫁の実家に一人で挨拶に行くことになった男。どうにも頼りない息子を心配した母親は、「嫁の実家で蟹（かに）を出されたらふんどしを取って食べろ」と教える。3)ある所に優雅に機（はた）を織る美しい女神が住んでいた。赤鬼と青鬼は互いに女神の気をひこうとして争いを始める。荒れ果てた池や山を見て女神は悲しみの涙を流す。"
                },
                "13": {
                    "ID": "5653064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5653064",
                    "TitleEnglish": "Niou and Dokkoi; Cowbear-sama; Yashagaike",
                    "SummaryEnglish": "Two large men fight each other to see who is the strongest (this tale is a renewal). A human intervenes in a duel between cow and bear. A girl marries a snake.",
                    "TitleJapanese": "「仁王とどっこい」「牛熊様」「夜叉が池」",
                    "SummaryJapanese": "1)日本一の力自慢の仁王（におう）という男がいた。唐の国にもどっこいという力自慢の男がいると聞き、はるばる海を渡って力比べに向かう。2)牛方の源次は黒という名の牡牛を飼っていた。黒は毎夜どこかへ出掛けては、朝方になるとひどく疲れた様子で帰ってきた。心配した源次は黒の後をつけることにする。3)ある年の夏、日照りが続き、このままでは稲も人も死に果ててしまうと悩んだ庄屋は、一匹の蛇に「雨を降らせてくれたらどんな願いも叶えてやる」と約束する。"
                },
                "14": {
                    "ID": "5658943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5658943",
                    "TitleEnglish": "Orihime and Hikoboshi; The Mercy of the Priest Statue; Yatsuhashi",
                    "SummaryEnglish": "Orihime and Hikoboshi fall in love, but neglect their duties. They are separated eternally by the milky way (this tale is a renewal). A woman is tricked by an evil mother and dies in a swamp, but she wasn't what she appeared to be. A woman's sons drown in a river, and she builds eight bridges to commemorate their deaths.",
                    "TitleJapanese": "「織姫と彦星」「お地蔵さまのおじひ」「八橋」",
                    "SummaryJapanese": "1)天の川のほとりにある御殿に住む織姫は、機（はた）を織るのが上手だった。織姫は働き者の牛飼い・彦星と夫婦になり、二人は仲むつまじく暮らしていたのだが・・・。2)貧しい暮らしでも、わがままな母親に孝行を尽くす五作に、ちよという娘が嫁に来る。五作の留守中、母親はちよを沼田の田植えに行かせるが・・・。3)幼い二人の子を川で亡くし、尼となった母親だったが悲しみは消えなかった。夢に導かれるように向かった川で、母親は朝日が架ける光の橋を見る。"
                },
                "15": {
                    "ID": "5665685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5665685",
                    "TitleEnglish": "The Oyster Mushroom at the Bottom of the Valley; The Bride`s Present; The Tree Peony and the Rat",
                    "SummaryEnglish": "A lord picks mushrooms. A wife is embarrassed at her family's meager presents. Two sculptors compete to see who is the best, but one cheats.",
                    "TitleJapanese": "「谷底の平茸」「嫁さんのみやげ」「牡丹の花とねずみ」",
                    "SummaryJapanese": "1)殿様が都へ向かう途中、乗っていた馬もろとも谷底に落ちてしまう。家来たちは殿様を助けようと、カゴに長い縄を付けて谷底へ降ろし、引っ張り上げると・・・。2)昔、どの家の嫁さんも小正月やお盆になると、ひまをもらって実家に帰り、嫁ぎ先に戻る際には土産を持って帰った。ところがある家の嫁さんは、いつも土産を持って帰らず・・・。3)平四郎と清七という彫り師が、どちらの腕が上か勝負することになる。平四郎は立派な牡丹（ぼたん）の彫刻を作るが、清七は小さなねずみ一匹を用意して勝負に挑む。"
                },
                "16": {
                    "ID": "5673605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5673605",
                    "TitleEnglish": "The Story of the Tengu on Dainichiyama; The Fox`s Gift; The Child That Kidnapped an Eagle",
                    "SummaryEnglish": "A tengu from Dainichiyama finds a human mother. A fox gives a man a gift in exchange for not being shot. A mother is reunited with a lost child which was kidnapped by an eagle (this tale is a renewal).",
                    "TitleJapanese": "「大日山の天狗の話」「きつねの贈り物」「鷲のさらい子」",
                    "SummaryJapanese": "1)山に捨てられていた赤ん坊を育てることになった女は、その子をこしん坊と名付ける。成長したこしん坊は、誰よりも力が強く母親思いだったが、ある秘密を持っていた。2)長兵衛は、ときどき山で動物を捕まえてお金や品物に変えていた。ある時、山道ですれ違った男に、となり村の祝言（しゅうげん）に招かれる。3)小さな寺で、和尚さんと１０歳くらいの男の子が暮らしていた。男の子は寺のそばにある杉の木にお参りするのが日課だった。ある日、ボロボロの旅の女が現れる。"
                },
                "17": {
                    "ID": "5673608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5673608",
                    "TitleEnglish": "The Boy and the Fox; One Piece of Kannon`s Thigh-Meat; Gonzou Bug",
                    "SummaryEnglish": "A priest is tricked by a fox, who is then tricked by a kid. A priest eats meat from the thigh of his goddess. A stingy man becomes a bug (this tale is a renewal).",
                    "TitleJapanese": "「小僧と狐」「観音さまの片もも肉」「ごんぞう虫」",
                    "SummaryJapanese": "1)和尚さんは小僧に留守を任せ、となり村の法事に行く。しかし、なかなか帰ってこないので心配になった小僧が迎えに行くと、なんと和尚さんが道で裸で踊っていた。2)ある年の冬、いつもの年の倍も雪が降り続いた。上人（しょうにん）様は一人、寺にこもり観音様をお守りしていたが、雪のせいで里へ行くことも出来ず食糧が尽きてしまう。3)ある長屋に、貧乏な母と息子が住んでいた。ある日、母親が病気になり、薬代で財布の中身は空っぽ。そこで隣町に住む権造おじさんに銭を借りに行くが・・・。"
                },
                "18": {
                    "ID": "5691056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5691056",
                    "TitleEnglish": "Oitekebori; The Flying Man and His Flying Journey; Otogirisou",
                    "SummaryEnglish": "A man is haunted by a ghost who wants him to leave his fish (this tale is a renewal). A flying man goes on a flying journey. A greedy man repents of his attack on his brother.",
                    "TitleJapanese": "「おいてけ堀」「飛んだ男の飛んだ旅」「弟切草」",
                    "SummaryJapanese": "1)ある町の外れに沼地があった。昼間は少しも釣れないが、暗くなると面白いように釣れると言う。しかし、なぜか魚を持ち帰る者は誰もいない。それには理由があった。2)逃げたうなぎを追っていった男は、見失った大根畑で大根抜きを手伝うことになる。ところが勢い余って身体がビューンと飛ばされて・・・！？3)助け合って暮らす兄弟がいた。二人が薬草から作る薬は傷によく効いたが、兄は薬草を他人に渡すことを禁じた。ある日、山向こうの狩人の鷹が怪我をしたと聞いた弟は・・・。"
                },
                "19": {
                    "ID": "5691057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5691057",
                    "TitleEnglish": "Yotsuya Ghost Story; The Inn in the Grave; The Thief of Paradise",
                    "SummaryEnglish": "A deceitful and murderous husband meets a terrifying end. A man seeks refuge in a grave and fools a robber. A thief thinks he's been killed and sent to paradise (this tale is a renewal).",
                    "TitleJapanese": "「四谷怪談」「墓穴の宿」「極楽泥棒」",
                    "SummaryJapanese": "1)父のかたきを討つと約束した夫・伊右衛門を信じるお岩だったが、伊右衛門に新たな婿入りの話が舞いこむ。お岩が邪魔になった伊右衛門は・・・。2)旅の男が突然雨に降られ、近くにあった横穴墓（おうけつぼ）で雨宿りすることに。空腹と寒さの中でいつしか眠ってしまうが物音で目を覚ますと闇に浮かぶ不気味な影が・・・。3)「壁掘りネズミ」と呼ばれる盗人がいた。酒屋の主人が壁をぶあつく張り直したと聞いて腕試しにその酒屋に忍びこみ見事に穴を掘りぬくが、酒屋の主人に見つかって・・・。"
                },
                "20": {
                    "ID": "5691058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5691058",
                    "TitleEnglish": "The Dead Wife's Evil Spirit; Nursemaid Cherry Blossoms; The Snake Samurai",
                    "SummaryEnglish": "An abandoned wife seeks revenge. A nursemaid sacrifices her life for her charge. A snake demands to marry a girl.",
                    "TitleJapanese": "「死んだ妻の悪霊」「乳母ざくら」「へび侍」",
                    "SummaryJapanese": "1)帰らぬ夫に恨みを抱きながら死んだ女が悪霊となった。女の亡骸は毎晩、夫を探してさまよっているという。噂を聞いた男は、恐ろしくなり陰陽師に助けを求める。2)生まれて間もない娘を亡くし、村長の娘･お露の乳母となったお袖。亡き娘の代わりのように愛情をそそぐお袖にお露もなつくが十五歳を迎える頃、病の床についてしまう。3)祭りの晩、酔った長者は「なんでも欲しい物をやる」と蛇に約束する。その夜、若侍が長者の家を訪れるが、それは蛇が化身したへび侍だった。"
                },
                "21": {
                    "ID": "5691059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5691059",
                    "TitleEnglish": "The Box of Jealousy; The Mirror and the Bell; The Cat's Teacup",
                    "SummaryEnglish": "A woman opens a box and meets a terrible fate. A wife seeks revenge for her lost mirror. A merchant tries to con a man out of a rare dish, but is conned instead (this tale is a renewal).",
                    "TitleJapanese": "「嫉妬の箱」「鏡と鐘」「ねこの茶碗」",
                    "SummaryJapanese": "1)ある男が橋の上で、不気味な女から｢決して中を見ないで欲しい｣と箱を渡される。しかし、嫉妬深い妻は別の女への贈り物ではないかと疑い、箱を開けてしまう。2)山奥の寺に鐘つき堂が建立されることになり、寺は檀家から地金にする青銅の鏡を寄進させる。母の形見の鏡を差し出した女は、諦めきれず取り返そうとするが・・・。3)旅の途中、道具屋は茶店で高価な茶碗を見つける。なんと店の主人はお宝の茶碗を猫の飯用に使っていた。茶碗の価値を知らないのだろうと見た道具屋は・・・。"
                },
                "22": {
                    "ID": "5720033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5720033",
                    "TitleEnglish": "The Broken Promise; The Story of the Green Willow; Enma-sama is Hachigoro-do",
                    "SummaryEnglish": "A promise is broken and a life is taken. A man marries a green willow. The lord of hell is tricked out of his job by a sneaky thief (this tale is a renewal).",
                    "TitleJapanese": "「破られた約束」「青柳のはなし」「閻魔さまはハチゴロどん」",
                    "SummaryJapanese": "1)妻が亡くなる時、後添えはもらわないと約束した武士だったが、親類の強いすすめで再婚することになる。すると新しい妻のところに前妻の亡霊が現れるようになる。2)若侍は雪山で困ったところを老夫婦に救われる。夫婦にはとても美しく賢い青柳という娘がいた。一目で気に入った若侍は青柳を妻として一緒に京の都に連れて行く。3)口の達者なコソ泥ハチゴロは、あの世の入口でエンマ様をだまし、その地位を奪ってしまう。地獄でエンマ様になりすましたハチゴロの前に、ある日事故で死んだ息子が現れる。"
                },
                "23": {
                    "ID": "5728890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5728890",
                    "TitleEnglish": "Magoshiroubuchi; The Zuitan Priest Statue; The Tale of Kotohime",
                    "SummaryEnglish": "A magic dagger saves a man from a snake. A priest statue cures asthma. A beach plays a mysterious melody.",
                    "TitleJapanese": "「孫四郎淵」「ずいたん地蔵」「琴姫物語」",
                    "SummaryJapanese": "1)大蛇が住む淵をたびたび訪れていた孫四郎。じつは守り刀が大蛇から身を守っていたため無事だったのだが、刀の力のことを知らない孫四郎は、その刀を手放してしまう。2)ずいたん（喘息）が治るようにと、お地蔵様に願をかけたお爺さんがいた。ある日、旅のお坊さんが訪ねてきて泊めてあげると、お坊さんは御礼に一本の苗木を置いていった。3)琴姫は戦から逃げ延びて、ある浜に流れ着く。離れ離れになった父親のために毎日琴を弾くが、やがて病で死んでしまう。それ以来、砂浜を歩くと琴の音が聞こえるようになる。"
                },
                "24": {
                    "ID": "5739092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5739092",
                    "TitleEnglish": "Careless Soukurou; The Decapitated Priest Statue; Genji and the Hood",
                    "SummaryEnglish": "A careless man meets his double (this tale is a renewal). A beheaded priest statue saves a life. A bully loses a hood and is tormented by terrible visions.",
                    "TitleJapanese": "「そそうの相九郎」「首切り地蔵」「源次と頭巾」",
                    "SummaryJapanese": "1)相九郎は急須を醤油さしと間違えたり、話を最後まで聞かず飛び出していったりが日常茶飯事の慌て者。ある日、自分に似た男が酔っぱらって道に転がっていると教えられる。2)子供の病が治るようにと、山のお地蔵さまに毎日お詣りをする女がいた。その姿が、いつしか幽霊が出ると麓（ふもと）の村で噂になり、旅の途中の侍が退治することになる。3)嫌われ者の源次は、頭巾を風に飛ばされなくしてしまう。同じ頃、村人が遠く離れた立山で、谷底に落ちていく源次の姿を見かけ、村でなくしたはずの頭巾を拾う。"
                },
                "25": {
                    "ID": "5746885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5746885",
                    "TitleEnglish": "The Man Who Saw His Own Funeral; Ghost Road; Kissaku`s Fall",
                    "SummaryEnglish": "A man witnesses his own funeral. A road is haunted by the spirits of the dead. An overconfident climber takes a terrible fall.",
                    "TitleJapanese": "「自分の葬式を見た男」「幽霊街道」「吉作落とし」",
                    "SummaryJapanese": "1)炭焼小屋の番をしていた弥三郎は、夜中に外が騒がしくなったので様子を見てみると、なんと親族が集まって自分の葬式をしている。驚いて山を下り、家に戻るが・・・。2)飛騨の山奥にある街道には、夜になると魔物が現れ、旅人や付近の村人を脅かしていた。村の男・藤十郎は魔物の正体を暴こうと山に入る。3)絶壁に生息するという岩茸。その岩茸取りの名人の吉作は、長老から「行ってはいけない」と止められていた山へ行ってしまう。"
                },
                "26": {
                    "ID": "5746886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5746886",
                    "TitleEnglish": "Shippei Tarou; The Demon Granny of Adachigahara; Otojo's Fire",
                    "SummaryEnglish": "A monk saves a girl from an evil monster (repeat from episode 211). A demon granny stalks the plains of Adachigahara (repeat from episode 213). A woman devours the legs of an octopus (repeat from episode 217).",
                    "TitleJapanese": "「しっぺい太郎」「安達ヶ原の鬼婆」「オト女の火」",
                    "SummaryJapanese": "1)旅の僧侶は、山の神様にいけにえとして娘を捧げることになり、悲しみにくれる一家に出会う。神様の正体を見届けようと山へ入ると、それは神様ではなく化物で・・・。2)いくつになっても口がきけないお姫様の病を治すため、世話役をしていた乳母のイワテは自分の娘を残し、都から遠く離れたみちのくまでやってくる。3)夫と息子を海で亡くしたオト婆さんは一人で生きていくことを決意する。海の生き物を憎み、強欲に獲物を取りつくすオト婆さんは、岩場で大ダコの足を見つけるが・・・。"
                },
                "27": {
                    "ID": "5774754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5774754",
                    "TitleEnglish": "The Fishwife; Obusaritee; The Fox Kid of Ankokuji",
                    "SummaryEnglish": "A man abuses his wife, who is a fish, and lives to regret it (this tale is a renewal). A monster wants to be carried on someone's back. A fox at Ankokuji wants to learn the ways of the buddha.",
                    "TitleJapanese": "「魚女房」「おぶさりてぇ」「安国寺のきつね小僧」",
                    "SummaryJapanese": "1)漁師が釣り上げた美しい魚が、女房となって一緒に暮らし始める。子どもも生まれた一家だったが、心ない世間の噂が、やがてこの漁師の心をゆがめてしまう。2)毎日、日暮れ頃になると「おぶさりてぇーおぶさりてぇー」と八幡様の奥にある杉の木から叫び声が聞こえ、人々は脅える。はたしてその声の正体は？3)ある寺の近くに小さなきつねが住み着いていた。きつねは人に化けて修行に励み立派な小僧になる。ある日、和尚に手紙を届けてくれと頼まれ、張り切って出掛けるが・・・。"
                },
                "28": {
                    "ID": "5774756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5774756",
                    "TitleEnglish": "Meguro Saury; Kappa Dokkuri; The Giant Carp that Sank A Boat",
                    "SummaryEnglish": "A lord discovers a new favorite fish (this tale is a renewal). A man is given a bottomless pitcher of sake that almost ruins his life. A giant carp sinks a boat.",
                    "TitleJapanese": "「目黒のさんま」「河童徳利」「舟を沈めた大鯉」",
                    "SummaryJapanese": "1)遠乗りに出かけた殿様が目黒までやって来ると、さんまを焼くいい匂いが漂ってくる。家来の会話を聞いて、さんまを食べたくなった殿様は農家の人に分けてもらうことに。2)五郎べえは悪さをした河童を捕まえるが、河童が反省していたので逃がしてやることにした。するとその夜、河童が夢に出て来て、酒が好きなだけ出る不思議な徳利をもらう。3)上州にたいそう釣り好きの男がいた。ある日、榛名湖（はるなこ）に住む乱暴な大鯉を退治して欲しいと、湖のジュン菜に頼まれる。"
                },
                "29": {
                    "ID": "5784988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5784988",
                    "TitleEnglish": "The Ginger Wife; The Tanuki`s Spinning Wheel; The Fox`s Birth",
                    "SummaryEnglish": "A wife plots with ginger (this tale is a renewal). A raccoon learns to use a spinning wheel (this tale is a renewal). A doctor assists in the birth of a fox (this tale is a renewal).",
                    "TitleJapanese": "「茗荷女房」「たぬきの糸車」「狐のお産」",
                    "SummaryJapanese": "1)欲張りな夫婦が営む宿屋があった。ある日、たいそう立派な身なりをした客がやってきた。夫婦は預けられた５０両をどうにかして忘れさせようと企てる。2)里で暮らすという夢を叶えるため、一生懸命に働く夫婦がいた。そんな二人の元に、毎晩一匹のたぬきが食料を盗み食いしに来るようになる。3)ある村にひとりの医者がいた。ある夜、「女房が難産で苦しんでいる」と男が訪ねてくる。カゴが用意され、医者は山奥の男の家に向かうことになる。"
                },
                "30": {
                    "ID": "5795221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5795221",
                    "TitleEnglish": "Rokurokubi; Rat Sumo; Oshira-sama",
                    "SummaryEnglish": "A man marries a woman whose head grows in length (this tale is a renewal). Rats play sumo (this tale is a renewal). A dad grows jealous of his daughter's friendship with a horse (this tale is a renewal).",
                    "TitleJapanese": "「ろくろ首」「ねずみのすもう」「おしらさま」",
                    "SummaryJapanese": "1)グータラで大飯食らいの男が叔父さんに婿入りの口を紹介してもらうことになる。相手の娘は器量よしでお金持ちだし申し分ないのだが、一つだけ問題があった。2)お爺さんが山へ芝刈りに出かけると、なにやら声が聞こえてくる。声のする方へ近づいてみると、お爺さんの家のやせねずみと長者の家の太ったねずみが相撲をとっていた。3)山のふもとの農家で父と娘が暮らしていた。ある年、田んぼを耕すために子馬を買うと、その日から娘はこの馬をたいそう可愛がる。"
                },
                "31": {
                    "ID": "5795222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5795222",
                    "TitleEnglish": "Heaven's Blessings, Earth's Blessings; Daikoku Buys Salt; Fujiwara Village",
                    "SummaryEnglish": "Heaven and Earth bring their blessings (this tale is a renewal). Daikoku buys salt. A hidden village is discovered.",
                    "TitleJapanese": "「天福地福」「塩買い大黒」「藤原村」",
                    "SummaryJapanese": "1)天から金瓶(かねがめ)を授かる初夢を見た正直者のお爺さん。畑で瓶を見つけるが「これは地福だ」と言って埋め戻してしまう。それを聞いた欲張り爺さんは・・・！？2)塩不足で塩が手に入らず、困った村人達は寺に分けてもらおうと訪れる。しかし寺もまた塩が無く困っていた。和尚は小僧達に塩を探すように命ずるが見つかるはずもなく・・・。3)ある日、沼田の殿様が家来を連れて利根川で釣りをしていた。すると藤づるを切ったものと藁くずが川上から流れてくる。不思議に思い、川上へと釣り船を進めて行くと・・・。"
                },
                "32": {
                    "ID": "5795223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5795223",
                    "TitleEnglish": "The Takohachi Rich Man; Bunshichi Mottoi; The Oryuu Willow",
                    "SummaryEnglish": "Takohachi is mistaken for a rich man (this tale is a renewal). A man's generosity spares another man's life. A man marries the spirit of the willow tree outside his house (this tale is a renewal).",
                    "TitleJapanese": "「蛸八長者」「文七元結」「おりゅう柳」",
                    "SummaryJapanese": "1)蛸八（たこはち）と呼ばれるタコ捕りの男は、金比羅参りに出かけた途中、船で乗り合わせた長者の旦那と話すうちに、長者の娘を自分の息子の嫁にもらうことになった。2)文七が橋から身投げしようとすると、たまたま通りかかった見ず知らずの長兵衛に止められる。長兵衛が理由を聞くと、文七は店へ持っていく掛け金50両を盗まれたという。3)和泉の岸和田というところに大きな柳の木が立っていた。ある日、この土地の代官がやって来て、この木に巣を作っている鷹を生けどりにするため、木を切るように命じる。"
                },
                "33": {
                    "ID": "5795224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5795224",
                    "TitleEnglish": "Yamata no Orochi; Lake Moon; The Demon and the Chinese Yam",
                    "SummaryEnglish": "A god duels an eight-headed snake (this tale is a renewal). A horse is taken from its mother at a lake. A demon confronts the horror of yam-eating peasants.",
                    "TitleJapanese": "「ヤマタノオロチ」「池月」「鬼と長芋」",
                    "SummaryJapanese": "1)あまりに乱暴者だったため高天原（たかまがはら）を追放されたスサノオノミコトは旅するうちに、ヤマタノオロチに娘を差し出さなくてはならないと嘆く家族と出会う。2)竜が住むという伝説の湖に親子の白馬が現れ、湖を泳ぎ始める。その美しさはすぐに噂になり、都にまで届いた。やがて子馬が都に連れて行かれることになり・・・。3)山から人の里をのぞきに来た鬼の二人組は、ある家で女房が長芋をすり下ろしているのを見て、鬼の角を折って食べようとしていると勘違いする。"
                },
                "34": {
                    "ID": "5834989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5834989",
                    "TitleEnglish": "Three Talismans; Biwakuuna; A Treasure Entrusted",
                    "SummaryEnglish": "Three talismans save a boy from a Mountain Grannie (this tale is a renewal). A monster cat breeds poisonous fruit. A treasure entrusted is restored.",
                    "TitleJapanese": "「三枚のお札」「ビワクウナ」「あずけた宝」",
                    "SummaryJapanese": "1)小僧さんは山へ栗拾いに行きたいが、和尚さんに「山姥がいるので行ってはいけない」と止められる。それでも行きたがる小僧さんに、和尚さんは三枚のお札を渡した。2)化け猫になった飼い猫を退治して、庭の片隅に亡骸を埋めると、そこからビワの木が生えてくる。しかし実がなるとニワトリが「ビワクウナ」と奇妙な声で鳴きはじめ・・・。3)占い師の父親が言いのこしたのは、｢十年先、宝をあずけた旅人が屋敷を訪れる｣という言葉。一人で残された娘は、ほそぼそと生き長らえ、十年が過ぎた。"
                },
                "35": {
                    "ID": "5846796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5846796",
                    "TitleEnglish": "The Kappa of Ise; The Centipede Gets a Doctor; The Rich Man Who Became a Monkey",
                    "SummaryEnglish": "A kappa becomes friends with a boy. A centipede goes to et a doctor. A rich man is transformed into a monkey.",
                    "TitleJapanese": "「おいせのかっぱ」「むかでの医者むかえ」「サルになった金もち」",
                    "SummaryJapanese": "1)川へ釣りに出かけた太郎は、河太郎と名乗る子供と親しくなる。大雨がやっと上がった日、太郎は婆さまの言いつけを破り、河太郎と川に入るが、濁流に飲みこまれてしまう。2)山奥の森の中で、虫たちが集まって遊んでいた。ある日、バッタが体調を悪くして木の枝から落ちてしまう。そこで医者を呼びに行く役としてムカデが選ばれる。3)貧しい身なりの老人を泊めてあげた貧乏なお爺さんとお婆さんは、お礼にと若返らせてもらう。それを見た隣りの家の金持ちは、自分たちも若返ろうとする。"
                },
                "36": {
                    "ID": "5857298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5857298",
                    "TitleEnglish": "Karoku and the Crane; The Shiranui Pine; Gohachi is Kidnapped by a Tengu",
                    "SummaryEnglish": "A kind man marries a crane who weaves on his loom. A man goes out to fish on a stormy day and doesn't come back. Gohachi sumo wrestles a tengu.",
                    "TitleJapanese": "「嘉六と鶴」「不知火の松」「天狗にさらわれた吾八」",
                    "SummaryJapanese": "1)あるところに嘉六（かろく）という若者がいた。ある日、嘉六は罠にかかって傷ついた鶴を助けてやる。すると吹雪の夜、美しい女が一晩泊めてほしいと訪ねてきた。2)父と娘の二人暮らしの漁師がいた。父が漁に出る際、娘は必ず松明（たいまつ）を持って松の木の下で待っていた。ある冬の日、妙な雲が現れる中、父は漁に出る。3)力自慢を見込まれて、天狗たちが集まる鎮守の森に連れ去られてしまった吾八。相撲の相手をして酒盛りの美酒に酔い、吾八は楽しく天狗たちと過ごすが・・・。"
                },
                "37": {
                    "ID": "5867971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5867971",
                    "TitleEnglish": "Strong Tarou; The Son With the Most Filial Piety in the Village; The Bong-Bong Sharks",
                    "SummaryEnglish": "A strong boy goes on a journey (this tale is a second renewal). The man with the most filial piety in the village is found. Sharks bang against bells.",
                    "TitleJapanese": "「力太郎」「村いちばんの孝行息子」「ぼんぼんザメ」",
                    "SummaryJapanese": "1)たいそう不精な老夫婦がいた。子供がいない二人は、ある日、身体のアカを集めて子供の人形を作ってみた。すると不思議なことに命が宿り、その子は力太郎と名付けられた。2)ある日「親孝行の息子は庄屋の家に集まるべし」というおふれが出る。村中の自称・孝行息子たちが押し寄せると、その中に片足ずつ下駄と草履を履いてきた男がいて…。3)笠島沖には主と呼ばれる大ザメがいて漁師たちから恐れられていた。ある日、寺に奉納する大きな釣り鐘を積んだ千石船が、大ザメとその家族の住む沖にさしかかる。"
                },
                "38": {
                    "ID": "5876216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5876216",
                    "TitleEnglish": "Snow Woman; The Geta Given by a Tengu; The Demon's Arm",
                    "SummaryEnglish": "A cold woman appears (this tale is a second renewal), a Tengu is their biggest fan, and the demon vow's revenge.",
                    "TitleJapanese": "「雪女」「てんぐにもらったげた」「おにのうで」",
                    "SummaryJapanese": "1)突然の吹雪に見舞われ、若い木こりの巳之吉（みのきち）は茂作（もさく）爺さんとともに渡し場の小屋に逃れる。夜更けに、ふと目覚めると・・・。2)米太郎と作太郎という兄弟がいた。二人はどちらも気が強く負けず嫌いで、毎日、山で相撲をとっていた。そして、その様子を楽しみにして見ている天狗がいた。3)京の都に羅生門（らしょうもん）という大きな門があり、ここには鬼が住みつき人を食うという噂がたった。この噂を聞いて、一人の侍が鬼退治に向かうが・・・。"
                },
                "39": {
                    "ID": "5886738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5886738",
                    "TitleEnglish": "The Taishiko Dumpling; Dancing Yohei and the Brideless Fox; The Kanekkoori Wife",
                    "SummaryEnglish": "A poor woman steals rice to help a priest in need. A dancing man faces a trickster fox. A lonely man marries a woman who is actually an icicle.",
                    "TitleJapanese": "「たいしこ団子」「おどり与平とよめなしギツネ」「かねっこおり女房」",
                    "SummaryJapanese": "1)ある年の暮れ、村のはずれに住む貧しいお婆さんの家にお坊さんが訪ねてきた。倒れてしまったお坊さんのために、お婆さんは悪いことと知りつつ、他人の稲で団子を作る。2)ある村に、いたずら者のキツネがいた。村人たちは、いつも化かされてばかりで大弱り。そんなある日、踊りが上手な与平が、酔って寝ているキツネを見つけ、一計を案じる。3)山奥で暮らしている惣吉の慰めは、軒下のかねっこおり（氷柱）だけだった。ある日、見知らぬ女が嫁にしてほしいとやって来る。夫婦になった二人だが・・・。"
                },
                "40": {
                    "ID": "5895556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5895556",
                    "TitleEnglish": "The Three Demons of Houraiji; Handprint Mountain; The Wife`s Hair-Cutting",
                    "SummaryEnglish": "Three demons at Fuuraiji encounter a powerful monk. Buddha puts a hand-print on a mountain. Wives are tricked into shaving their heads.",
                    "TitleJapanese": "「鳳来寺の三びきのおに」「手形山」「嫁の剃髪（ていはつ）」",
                    "SummaryJapanese": "1)ある山に鳳来寺という寺があった。いつの頃からか三匹の鬼が住みついて暴れ回り、人間たちを追い出していった。そこに一人の修行僧がやって来る。2)信心深い徳右衛門の唯一の楽しみは、お坊さんから観音様の話を聞くこと。ある日、山津波に巻き込まれた徳右衛門は家族と村人のために自らを捨てて観音様に祈る。3)村の皆でお詣りに行くと、いつももめ事を起こす者がいるので、道中、怒った者は二分（にぶ）払い、暴れた者は丸坊主になるという罰を課すことになる。"
                },
                "41": {
                    "ID": "5919029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5919029",
                    "TitleEnglish": "Shiitare Is a Thief; The Lightning`s Favorite Belly-Button; Maiden Pass",
                    "SummaryEnglish": "Shiitare becomes a traveling performer. The lightning likes to eat people's belly-buttons. A faithful daughter falls to her death.",
                    "TitleJapanese": "「しいたれは　ぬすっと」「かみなりのすきなへそ」「乙女峠」",
                    "SummaryJapanese": "1)三兄弟は父の言いつけで仕事探しの旅に出た。やがて長男は大工、次男は左官となり戻ってきたが、しいたれと呼ばれる三男は石川五右衛門の元で修行をしてきたという。2)古い池に二匹のカッパが住んでいた。ある日、雷の子供が空から落ちてきた。「腹がへった。人間のへそが食べたい」と泣く子供に困り果てたカッパ達は・・・。3)寝込んでしまった父親を献身的に世話する娘がいた。しかし娘が夜中に家を抜け出しているという噂が立ち、不安にかられた父親は、娘のあとをつけようとする。"
                },
                "42": {
                    "ID": "5919031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5919031",
                    "TitleEnglish": "The Priest`s Hand Towel; A Story of Fuki; A Thousand Ships of White Sesame Seeds and a Thousand Ships of Black Sesame Seeds",
                    "SummaryEnglish": "A monk's hand towel is a gift to a hard-working girl. Fuki learns of a spring that will heal her father's illness. A girl from Ryuuguu Palace must produce a miracle for an evil lord.",
                    "TitleJapanese": "「お坊さんの手ぬぐい」「フキものがたり」「白ゴマ千そう黒ゴマ千そう」",
                    "SummaryJapanese": "1)長者の屋敷に、働き者の娘が奉公していた。ある日、粗末な身なりのお坊さんが屋敷の前で倒れた。お腹を空かせているお坊さんに、娘はぼたもちをあげる。2)父親が重い病になり、娘のフキは飲めば病気が治るという不思議な泉の言い伝えを思い出す。しかしその泉は立ち入ることを禁じた森の奥にあった。3)正直者の正助は、縁あって竜王の姫を妻に迎え、幸せに暮らしていたが、横暴な殿様が姫を横取りしようと正助に無理難題を押しつけてくる。"
                },
                "43": {
                    "ID": "5919033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5919033",
                    "TitleEnglish": "Sadaroku and Shiro; The Man Who Healed the Dragon`s Eye; The Talisman Bead of the Oni",
                    "SummaryEnglish": "A faithful dog tries to save his master and fails. A good doctor spreads medicine even after being betrayed. A boy challenges demons to win back the medicine he needs for his sick mom.",
                    "TitleJapanese": "「さだ六としろ」「竜の目をなおした男」「おにのおまもり玉」",
                    "SummaryJapanese": "1)ある所に、さだ六という狩人がいた。天下御免の証文を与えられた腕のいい狩人だったが、ある日、獲物を追って山を越え、隣の山域に入り込んでしまう。2)石垣島に開業した医者・玉井幻秀（たまいげんしゅう）は、腕の良さで評判となる。ある夜、左目を病んだ娘が訪ねてくるが、それは竜の化身だった。3)年老いた母親とつつましく暮らす男は、母が病気で倒れると、なけなしの金で薬を買いに行くが、村に戻る途中の峠で鬼に出会い、身ぐるみ剥がされてしまう。"
                },
                "44": {
                    "ID": "5946192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5946192",
                    "TitleEnglish": "The Badgers of Noto Island; Fukusuke-san, the God of Blessing; Shiro and the Little Kid",
                    "SummaryEnglish": "Badgers protect an island. Fukusuke becomes the god of blessing. Acolytes at a temple are jealous of a smart dog.",
                    "TitleJapanese": "「能登島のむじな」「福の神の福助さん」「しろと小坊主」",
                    "SummaryJapanese": "1)能登島では、昔から人々はムジナと共に暮らしていた。ある時、嵐で作物がやられてしまい、長老は役場に年貢を下げてもらいたいと頼みに行くが門前払いされてしまう。2)福助さんは気のいい若者。ところが嫁は食べてばかりの怠け者だった。ある日、「大福が無い」と大騒ぎをする嫁に、福助さんは「なんでも見つける遠眼鏡がある」と言い・・・！？3)寺から別院の文珠堂まで和尚さんのお使いをする、賢い犬のしろ。和尚さんに叱られてばかりいる小坊主たちは、いつも褒められるしろがシャクに障る。"
                },
                "45": {
                    "ID": "5946193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5946193",
                    "TitleEnglish": "Starfire; Yam Forest; The Ageha Butterfly Repays a Debt",
                    "SummaryEnglish": "Two boys catch a star (this tale is a renewal). A greedy old woman won't share her yams. A butterfly repays a debt.",
                    "TitleJapanese": "「星の火」「芋の森」「あげは蝶の恩返し」",
                    "SummaryJapanese": "1)うっかり囲炉裏の火を消してしまった兄弟は、空に輝く星を一つ落とそうと考える。だが、屋根に上がっても木に登っても星には届かない。2)ある所に欲の深いお婆さんが住んでいた。ある日、川で芋を洗っていると、お坊さんが現れて芋を分けて欲しいと頼まれる。お婆さんは食べられない石芋だと言って断るが・・・。3)職人の娘、お八重は本物のような見事な百合の造花を作る。父が生類憐れみの令で捕らえられると、町役人は百合の造花がどれか当てれば罪を許すと言う。"
                },
                "46": {
                    "ID": "5946194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5946194",
                    "TitleEnglish": "The Medicine That Works Here and There; The Monster Master; The Frog of Kyoto, the Frog of Osaka",
                    "SummaryEnglish": "A woman wants a drug to slowly kill her mother-in-law. An old man is terrible to his servants, even when those servants are monsters (this tale is a renewal). A frog from Kyoto and a frog from Osaka visit each other's cities.",
                    "TitleJapanese": "「ぼつぼつ効く薬」「化け物使い」「京の蛙、大坂の蛙」",
                    "SummaryJapanese": "1)ある所に、たいそう仲の悪い姑（しゅうとめ）と嫁さんがいた。嫁のお福は意地悪でうるさい姑に嫌気がさして、早くあの世にいってしまえばいいと思うようになる。2)たいそう人使いの荒いご隠居がいた。奉公人は皆、三日ももたず辞めてしまう。そんな中、ご隠居は化け物が出ると言われる家に引っ越すことになり・・・。3)噂に聞く大坂の賑わいを見たくなった京の蛙。みやびな京の都をその目で見たくなった大坂の蛙。初めての旅に出た二匹は街道をひたすら歩き続け、天王山の頂上で出会う。"
                },
                "47": {
                    "ID": "5946195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5946195",
                    "TitleEnglish": "The Tanuki Forest of Shoujou Temple; The Night Forest of the Hina Dolls; The Man Who Almost Became a Cat",
                    "SummaryEnglish": "Raccoons play the drums at Shoujouji temple (this tale is a renewal). Hina dolls play drums throughout the night (this tale is a renewal). A man almost become a cat.",
                    "TitleJapanese": "「しょうじょう寺の狸ばやし」「雛の夜ばやし」「ネコになりかけた男」",
                    "SummaryJapanese": "1)ずいぶんと長い間、住む人もなく、荒れ果てたお寺に一人の和尚さんが住む事になるが、そこへ狸たちが現れ様々ないたずらをする。2)お婆さんは、怪我をして行き倒れた老人を助け、家で介抱した。快復した老人は、お礼にみごとな雛人形を作り、何処かへ去っていく。3)男は子猫を拾い、子供のように可愛がる。やがてその猫が年をとり粗相をするようになると、もともと猫嫌いの女房は我慢できず、猫を捨ててしまう。"
                },
                "48": {
                    "ID": "5986036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/5986036",
                    "TitleEnglish": "Momotarou; The Guardian of Farts; The Mitten Crab Repays a Debt",
                    "SummaryEnglish": "Momotarō is born from a peach (this tale is a fourth renewal). A man protects a storehouse with his giant farts. A mitten crab repays a debt.",
                    "TitleJapanese": "「桃太郎」「屁の番人」「ツガニの恩返し」",
                    "SummaryJapanese": "1)川で洗濯をしていたお婆さんが流れてきた大きな桃を持ち帰って割ると、中から元気な男の子が生まれた。子のないお婆さんとお爺さんは桃太郎と名付け大事に育てる。2)ある金持ちの旦那は泥棒が心配で蔵で寝起きしているのだが、ろくに眠れず悩んでいた。ある日、一人のみすぼらしい男がやって来て、蔵の番人をすると言う。3)ツガニの子供を助けた庄屋の娘は村でも評判の優しい娘だが、ある日、庄屋の家に白羽の矢が立つ。矢が立った家は、山に住む大蛇に娘を差し出さなくてはならないのだ。"
                },
                "49": {
                    "ID": "6001466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6001466",
                    "TitleEnglish": "Kintarou; The Curse of the Utou Bird; Yattobei and the Tengu",
                    "SummaryEnglish": "Kintarō grows up to be big and strong, and fights a demon (this tale is a third renewal). The Utou birds unleash a terrible curse. Yattobei battles a Tengu.",
                    "TitleJapanese": "「金太郎」「うとう鳥のたたり」「やっとべえと天狗」",
                    "SummaryJapanese": "1)足柄山（あしがらやま）に金太郎と言う男の子が母親と二人で住んでいた。ある日、山奥に現れた侍に憧れを抱いた金太郎は、修行に励む。2)無実の罪で息子と引き裂かれ、北国へ流された安方(やすかた)は、わびしい日々を送りながらも村人に慕われていたが、やがて失意のうちに病で亡くなってしまう。3)とある城下町で貧乏道場を営む八度兵衛（はちどべえ）は、殿さまから神社の森に住みつき、城下に現れては悪さをする天狗たちを追い払ってほしいと頼まれる。"
                },
                "50": {
                    "ID": "6001467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6001467",
                    "TitleEnglish": "Urashima Tarou; The One Ka Priest; The Body-Throwing Stone",
                    "SummaryEnglish": "Urashima Tarō visits an undersea palace (this tale is a third renewal). A priest teaches a magistrate a lesson for wasting his time. A horse falls in love with a princess.",
                    "TitleJapanese": "「浦島太郎」「一荷おしょう」「やっとべえと天狗」",
                    "SummaryJapanese": "1)浜で子ガメを助けた浦島太郎は、海の中の竜宮城に招かれる。亀の正体は乙姫様で、浦島太郎は夢のような時を過ごすが、故郷の家族が気がかりで戻る決意をする。2)ある寺に一荷おしょうと呼ばれるとても力が強いお坊さんがいた。ある日、偉い役人のかごを運ぶよう命じられた一荷おしょうは、役人を懲らしめるため、ある事を思いつく。3)病に倒れた姫に黒い百合の根を煎じて飲ませれば治ると聞いた殿様は、見つけた者には姫を嫁に取らせると告げるが、見つけてきたのは姫が可愛がっている白馬だった。"
                },
                "51": {
                    "ID": "6001469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6001469",
                    "TitleEnglish": "Little One Inch; The Great Snake of Onnagawadani; The Rain-Calling Bodhisattva",
                    "SummaryEnglish": "Little One Inch is very small (this tale is a third renewal). A great snake threatens the villagers of Onnagawadani. A Bodhisattva calls the rain. Final episode",
                    "TitleJapanese": "「一寸法師」「女川谷の大蛇」「雨ごい菩薩」",
                    "SummaryJapanese": "1)なかなか子宝に恵まれない夫婦はお宮参りに行き、指先ほどのかわいらしい男の子を授かる。一寸法師と名付けられたその子は、やがて都へ旅立つ決心をする。2)旅の法師が、峠で若い女と出会い、山奥の岩屋に招かれる。目の見えない法師は、女がこの世の物ではないのを見抜く。女の正体は大蛇だった。3)山の上のお地蔵さまは、雨を降らせてくれると信じられていた。ひどい日照りが襲ったある年の夏、お地蔵さまの口に味噌を塗ると、見事に雨が降ってくる。"
                }
            }
        },
        "6": {
            "ID": "706393",
            "URL": "https://www.thetvdb.com/series/folktales-from-japan/seasons/official/6",
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "6030774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6030774",
                    "TitleEnglish": "Sameuratarou Became a Rock; Koukichi Flies Through The Sky",
                    "SummaryEnglish": "A whale turns into a rock. A man wants to learn to fly, but runs into resistance from the Japanese government.",
                    "TitleJapanese": "「石になった鮫浦太郎」「幸吉・空を飛ぶ」",
                    "SummaryJapanese": "1)昔、鮫浦（さめうら）の浜には、春が終わるころになると大きなクジラがやってきた。浜の守り神として村人たちに慕われる鮫浦太郎だったが、ある年、ふいに姿を見せなくなる。2)備前の国の表具職人・幸吉は、幼い頃から鳥のように空を飛びたいと夢見ていた。やがて仕事で覚えた技術を生かして、紙と木の骨組みで翼を作り、空を飛ぼうと試みる。"
                },
                "2": {
                    "ID": "6030775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6030775",
                    "TitleEnglish": "The Bamboo Shoot Child; The Demon Kite of Ikinoshima",
                    "SummaryEnglish": "A child appears from inside a stalk of bamboo. A village makes a kite with the face of an oni.",
                    "TitleJapanese": "「竹の子童子」「壱岐の島の鬼凧（おんだこ）」",
                    "SummaryJapanese": "1)桶屋の親方には、三吉という弟子がいた。ある日、桶のタガにする竹を取りに三吉が山に向かったところ、どこからか声が聞こえてくる。声のする方に近づいてみると・・・。2)壱岐（いき）の島では、住みついた鬼たちが悪さをして困っていたが、中には草花が好きな穏やかな子鬼もいた。そんな子鬼と人間の子供のサツキは友達になる。"
                },
                "3": {
                    "ID": "6030776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6030776",
                    "TitleEnglish": "The Catfish God; Inou Tadataka",
                    "SummaryEnglish": "A wife unwittingly offends a powerful catfish god. Inou Tadataka becomes the first man to make a map of Japan.",
                    "TitleJapanese": "「なまず神」「伊能忠敬（いのうただたか）」",
                    "SummaryJapanese": "1)山あいの村に働き者の夫婦が住んでいた。ある日、朝飯を食べた後、残った飯を夜に食べようと残したまま畑仕事をして家に戻ったところ、何故だか飯は無くなっていた。2)三治郎は好奇心旺盛で学問が好きな少年だ。１８歳の時、伊能家の婿養子になり、名前を伊能忠敬（いのうただたか）と改める。彼の夢は江戸に行って天文学を学ぶ事だった。"
                },
                "4": {
                    "ID": "6030777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6030777",
                    "TitleEnglish": "Kappa Stone; The Moss Ball of Akan Lake",
                    "SummaryEnglish": "A boy throws a rock at a baby kappa, and its father puts a powerful curse on him. The lake moss of the Ainu come to be referred as the heart of the forest.",
                    "TitleJapanese": "「かっぱ石」「阿寒湖のマリモ」",
                    "SummaryJapanese": "1)ある村の堀には河童の親子が住んでいて、河童に足を引っ張られて人間の子供が溺れることもあった。ある日、子河童が帰って来ないのを心配した親河童が探しに行くと…。2)阿寒湖に鋭いとげのある実を持つ菱がたくさんやってきて、魚たちを湖から追い出してしまう。困ったアイヌの人々は神様に祈り、菱を湖から追い出してもらう。"
                },
                "5": {
                    "ID": "6048522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6048522",
                    "TitleEnglish": "The Hunter and the Oni, The Three Shrine Festival of Asakusa",
                    "SummaryEnglish": "A hunter outwits a giant ogre called an oni. Two sons find a statue of one of the buddhas while trying to catch fish for their sick mother.",
                    "TitleJapanese": "「狩人と鬼」「浅草・三社祭」",
                    "SummaryJapanese": "1)腕のいい狩人がいた。ある年の５月５日のこと、狩人は獲物を求めて山の奥へと入るうちに、薄暗く気味の悪い場所に迷い込んでしまう。2)病気の母のために川で漁をしていた兄弟は、何度捨てても網にかかってくる像を不思議に思い、郡司の土師中知（はじのなかとも）に聞きに行く。"
                },
                "6": {
                    "ID": "6048523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6048523",
                    "TitleEnglish": "Anju and Zushiou, Kicchomu-san the Sharp",
                    "SummaryEnglish": "A brother and sister escape from enslavement. Stories are told of Kicchomu, who is famous for his cleverness.",
                    "TitleJapanese": "「安寿と厨子王」「とんちの吉四六さん」",
                    "SummaryJapanese": "1)丹後の豪族・山椒大夫の屋敷で働く妹弟がいた。父は築紫へ流され、母は人買いに騙され佐渡へ、妹弟は丹後へ売られたのだ。二人は見張りの隙を見て逃げ出そうと考える。2)頓智（とんち）とは、その場で知恵を働かせて気のきいたことを言う才能のこと。吉四六（きっちょむ）さんは、その頓智で大分県では知らない人のいないほどの有名人。"
                },
                "7": {
                    "ID": "6048524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6048524",
                    "TitleEnglish": "Granny Orin and the Bottle Rock, The Madara Demon God and Kannon-sama",
                    "SummaryEnglish": "An old woman sacrifices herself to bring prosperity to a starving village. A demon god repairs a destroyed temple.",
                    "TitleJapanese": "「おりん婆ととっくり岩」「マダラ鬼神と観音さま」",
                    "SummaryJapanese": "1)おりんばあは、村人にお節介な忠告ばかりするため疎まれていた。ところがある日、忠告通りに長雨が続き、村人たちは苦しむ。村を救うためにおりんばあは神に祈る。2)下総の国、雨引山（あまびきさん）に楽法寺（らくほうじ）という寺があった。戦国時代、古賀城の長尾景信は足利勢に急襲され寺に身を潜めるが…。"
                },
                "8": {
                    "ID": "6048525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6048525",
                    "TitleEnglish": "The Akoya Pine; The Spicy Lotus Root of Higo",
                    "SummaryEnglish": "A girl falls in love with the spirit of a pine tree. A frail lord is tempted into eating more by the power of mustard and lotus root.",
                    "TitleJapanese": "「あこやの松」「肥後のからしれんこん」",
                    "SummaryJapanese": "1)羽前の国にあこやの姫という美しいお姫様がいた。ある春の夕暮れ時、姫がいつものように琴を弾いていると、どこからか笛の音が聞こえてくる。現れたのは見知らぬ男だった。2)肥後の国藩主・細川忠利公は、子供の頃から病弱で食が細かった。心配した和尚の玄宅は栄養のあるものを食べてもらおうと考え、蓮根（れんこん）料理を勧めるが…。"
                },
                "9": {
                    "ID": "6108035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6108035",
                    "TitleEnglish": "Chikaraishi Plays Sumo; The Great Buddha of Nara",
                    "SummaryEnglish": "A man named Chikaraishi battles Kappa for sumo supremacy. The great buddha of Nara is built over a period of decades.",
                    "TitleJapanese": "「相撲をとった力石」「奈良の大仏」",
                    "SummaryJapanese": "1)ある村の川に大勢のカッパが住みついていた。カッパ達は時々陸に上がっては村の衆を困らせていたが、ある日、村一番の力自慢の小僧が都から戻って来ると聞きつけ…。2)奈良時代、都で良くないことが立て続けに起きたので、聖武（しょうむ）天皇は国の安泰を願い、大きな仏像を建立することにする。"
                },
                "10": {
                    "ID": "6123668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6123668",
                    "TitleEnglish": "The Golden Ladle, The Chaguchagu Pony",
                    "SummaryEnglish": "An ogre possesses a golden ladle. A young boy's beloved horse is brutally treated by a rich man.",
                    "TitleJapanese": "「金のしゃくし」「チャグチャグ馬コ」",
                    "SummaryJapanese": "1)山のふもとの小さな村にお爺さんとお婆さんが仲良く暮らしていた。働き者のお爺さんのために、お婆さんは団子を作って届けに行くが、途中で転んで大きな穴に落としてしまう。2)滝沢村の農家・与平の家にアオという丈夫で元気のよい馬がいた。せがれの清作は仔馬の頃からアオを可愛がっていたが、ある日ふもとの長者にアオを売る事になる。"
                },
                "11": {
                    "ID": "6129386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6129386",
                    "TitleEnglish": "The Wolf Rich Man, Shouki-san and the Demon Roof Tile",
                    "SummaryEnglish": "A man gains the ability to see others for the animals they really are. A demon roof tile brings misfortune.",
                    "TitleJapanese": "「オオカミ長者」「鍾馗（しょうき）さんと鬼瓦（おにがわら）」",
                    "SummaryJapanese": "1)貧乏な爺さまは、朝になると村の家々を回って鍋を借り歩いていた。ある日、毎日鍋を借りてどうするのかと不思議に思った男が爺さまの家を覗いたところ・・・！？2)小さな扇子屋の向かいに商い上手の薬屋が店を構えることになる。ところが薬屋の立派な店舗が完成すると、しだいに扇子屋の女房の具合が悪くなり、やがて寝込んでしまう。"
                },
                "12": {
                    "ID": "6144400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6144400",
                    "TitleEnglish": "Doukan; Priest Enkuu",
                    "SummaryEnglish": "A peasant hears about Japanese poetry and decides to try some for himself. A monk whittles 100,000 statues of buddha.",
                    "TitleJapanese": "「道灌（どうかん）」「円空上人」",
                    "SummaryJapanese": "1)馴染みのご隠居の家で太田道灌（どうかん）の和歌の話を聞いた八五郎。その話を気に入り、家に傘を借りに来ては返さない友人に同じように和歌を詠んでみようと試みる。2)幼い頃に母を失い、僧になった円空。厳しい修行の旅に出た円空の選んだ道は、生涯を通して十万体余りの仏像を彫り、国中の人々に分け与えるという壮大なものだった。"
                },
                "13": {
                    "ID": "6144401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6144401",
                    "TitleEnglish": "The Beefy Biceps Given by a Ghost; The Yummy Miso of Hacchousaki",
                    "SummaryEnglish": "A ghost makes a man strong. Good miso is found only a short distance away.",
                    "TitleJapanese": "「幽霊にもらった力こぶ」「八丁先のうまい味噌」",
                    "SummaryJapanese": "1)村はずれの沼に、子供を抱いた女の幽霊が現れては通る人に声をかけるという噂を聞いた源五郎丸は、退治しようと沼に向かう。しかし幽霊にはある事情があった。2)戦国の世、侍になる夢を抱く幼なじみの日吉丸と別れ、太吉は味噌屋へ奉公に出る。岡崎城の八丁先にある八丁村では、良い原料に恵まれ美味しい味噌が作られていた。"
                },
                "14": {
                    "ID": "6144402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6144402",
                    "TitleEnglish": "The Giant Barley Straw Snake; Uesugi Youzan Makes It Work",
                    "SummaryEnglish": "A snake made of straw comes to life. Uesugi Youzan makes things happen.",
                    "TitleJapanese": "「麦わら大蛇」「なせばなる　上杉鷹山」",
                    "SummaryJapanese": "1)働き者の嫁さんと、村一番のぐうたらでゴロゴロ寝てばかりの亭主がいた。ある日、亭主は夢の中で、金がたくさん出る岩山の話をスズメに聞き、行ってみることにする。2)若くして米沢藩の藩主となった鷹山（ようざん）に突きつけられたのは、莫大な借財に疲弊した名門藩の現実だった。重臣の反発を受けながら、鷹山は大倹約を敢行する。"
                },
                "15": {
                    "ID": "6144403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6144403",
                    "TitleEnglish": "The Tofu Priest Statue; Hiraga Gennai",
                    "SummaryEnglish": "A greedy man wants to cheat customers out of tofu. A lowly merchant grows to great riches.",
                    "TitleJapanese": "「とうふ地蔵」「平賀源内」",
                    "SummaryJapanese": "1)江戸の小石川に一軒のとうふ屋があった。旨いと評判の店でたいそう繁盛していたのだが、もっと儲けたいと欲が出てしまった親方は不正を考え、売れ行きが悪くなる。2)平賀源内は香川高松藩の足軽の家に生まれた。幼い頃から好奇心旺盛で、お殿様に認められるほど優秀な頭脳の持ち主だった。"
                },
                "16": {
                    "ID": "6144404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6144404",
                    "TitleEnglish": "Houko-san; Wabicha and Senno Rikyuu",
                    "SummaryEnglish": "A girl sacrifices herself to save her master's daughter. Sen Rikyuu creates a new style of tea.",
                    "TitleJapanese": "「ほうこさん」「侘茶と千利休」",
                    "SummaryJapanese": "1)ある金持ちの家に、「いと」という名前の体が弱くて病気がちな娘がいた。一人娘のいとの世話をする為に、「おまき」という名前の娘が奉公に連れて来られる。2)茶道は日本を代表する文化のひとつ。その基本を作ったと言われているのが、安土桃山時代の茶人・千利休であった。"
                },
                "17": {
                    "ID": "6197864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6197864",
                    "TitleEnglish": "Tanuki Fields; The Orange Boat of Bunzaemon",
                    "SummaryEnglish": "Tanuki plow a field for a kind man. Bunzaemon becomes rich selling oranges.",
                    "TitleJapanese": "「たぬき田」「文左衛門のみかん船」",
                    "SummaryJapanese": "1)町へ買い物に行った帰り道、男は迎えに来た息子に買った鮭を渡して先に帰らせる。ところが迎えに来たのは息子に化けたタヌキだった。怒り心頭の男は・・・！？2)ある年、紀州はみかんが大豊作で、余りすぎて買いたたかれてしまう有様だった。しかし、みかんを配る「ふいご祭り」が間近の江戸ではみかんが不足し困っていた。"
                },
                "18": {
                    "ID": "6197865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6197865",
                    "TitleEnglish": "The Pilgrim and the Bath; The Slaying of the Monster of Himeji Castle",
                    "SummaryEnglish": "A man gets a bathtub stuck to his butt by an angry god. A warrior challenges the ghosts of Himeji castle.",
                    "TitleJapanese": "「おへんどさんとおふろ」「姫路城のもののけ退治」",
                    "SummaryJapanese": "1)四国の小さな漁村に腕の良い漁師がいた。ある日、漁師の家に一人のお遍路さん（おへんどさん）がやってきて、一晩泊めて欲しいと頼む。2)まるで白鷺のような優美なお城、姫路城にはもののけが出るといわれ、侍たちは恐がって警護をしたがらない。そこで二人の足軽が見回りを買って出て、天守閣を目指す。"
                },
                "19": {
                    "ID": "6197866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6197866",
                    "TitleEnglish": "The Power Given by an Ogre; The Okesabushi of Okei",
                    "SummaryEnglish": "An oni gives a girl great power. A cat of repays the kindness of its owners.",
                    "TitleJapanese": "「鬼がくれた力」「おけいのおけさ節」",
                    "SummaryJapanese": "1)ある寺で、おのぶという小さな女の子が和尚さんと暮らしていた。ある日、山の中で恐ろしい鬼と出会うが、怖がらない強い心を持ったおのぶに感心した鬼は力をくれる。2)佐渡の小木の町で料理屋を営む夫婦は、商いがうまくいかなくなり、とうとう夜逃げを決意する。ところが夜逃げの直前、飼い猫のタマが姿を消してしまう。"
                },
                "20": {
                    "ID": "6197867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6197867",
                    "TitleEnglish": "A Story of Sage Kume; The Moon, the Buddha, and My Soba",
                    "SummaryEnglish": "A man wants to be a Sennin but fails, so he becomes a salesman instead. Kobayashi Issa, the haiku poet, thinks of the sun, the moon, and his soba.",
                    "TitleJapanese": "「久米仙人の話」「月と仏とおらが蕎麦」",
                    "SummaryJapanese": "1)厳しい修行の末、ようやく仙人になれた男は、ふと下界に目を向けた時、川で洗濯をする美しい女に見とれて雲から落ちてしまう。2)「信濃では 月と仏と おらが蕎麦」。信濃の国自慢が上手に入っている有名な俳句である。今回は、小林一茶とともに信濃の名物を訪ね歩く。"
                },
                "21": {
                    "ID": "6283523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6283523",
                    "TitleEnglish": "Osengafuchi; The Medicine-Seller of Toyama",
                    "SummaryEnglish": "A man falls in love with a carp he catches in a lake. A lord learns the ways of herbs.",
                    "TitleJapanese": "「お仙が淵」「富山の薬売り」",
                    "SummaryJapanese": "1)釣りあげた美しい鯉を飼い始めた吾八。わが子のように可愛がるが、女房は鯉にうつつを抜かしている亭主が面白くない。2)富山藩主の前田正甫（まえだまさとし）は、子供の頃から体が弱く、薬に興味を持っていた。ある日、反魂丹（はんごんたん）という薬を譲り受け、その効き目に感心する。"
                },
                "22": {
                    "ID": "6283525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6283525",
                    "TitleEnglish": "Daikoku-sama and Denzaburou the Rich Man; The Tanuki Priest and Kenchin Soup",
                    "SummaryEnglish": "A lazy man becomes rich with the help of a god. A raccoon gathers donations for a temple.",
                    "TitleJapanese": "「大黒さまと伝三郎長者」「たぬき和尚とけんちん汁」",
                    "SummaryJapanese": "1)ある小さな村に伝三郎という怠け者が住んでいた。働くことが嫌いで、楽をできる長者になることばかり考えている伝三郎は、大黒様に願をかけ、望みを叶えてもらおうとする。2)建長寺の近くに一匹のたぬきが住みついた。和尚はたぬきを可愛がり、食事を分けてやっていた。そんな折、古くなった寺を立て直すために再建資金を集めることになる。"
                },
                "23": {
                    "ID": "6286086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6286086",
                    "TitleEnglish": "The Dream-Telling Priest Statue; The Iwatsuki Doll",
                    "SummaryEnglish": "A priest statue gives warnings in dreams. A master dollmaker makes a doll from unique materials.",
                    "TitleJapanese": "「ゆめつげ地蔵」「岩槻の人形」",
                    "SummaryJapanese": "1)ある所に米が良くとれる豊かな村があった。しかし雨が降ると川が氾濫（はんらん）し人々を苦しめていた。人々は大水にも負けない土手を作り、土手の上にお地蔵様をまつる。2)人形職人の弥七は旅の途中で助けられたのが縁で、五作の家に身を寄せる。五作は仕事で桐を岩槻のたんす職人に納めていた。"
                },
                "24": {
                    "ID": "6286088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6286088",
                    "TitleEnglish": "Ninja Isuke and the Oosanshouuo; Arita-yaki Shine Like Persimmons",
                    "SummaryEnglish": "A ninja learns secret techniques. New methods for pottery are divised.",
                    "TitleJapanese": "「忍者伊助とオオサンショウウオ」「柿の輝き有田焼」",
                    "SummaryJapanese": "1)幼い伊助にとって、厳しい忍術修行はつらく、なかなか身が入らない。ある日、水遁（すいとん）の修行中、水中でオオサンショウウオを見つけ、家に連れて帰る。2)夕日に映える柿の実のような赤い色をどうにかして出せないものかと考えた喜三右衛門は、職人たちとともに様々な工夫を重ねる。"
                },
                "25": {
                    "ID": "6308421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6308421",
                    "TitleEnglish": "The Rice-Spouting Priest Statue; The Dog Goes to Ise",
                    "SummaryEnglish": "A priest statue spits out yummy rice. A dog goes to Ise.",
                    "TitleJapanese": "「米出し地蔵」「犬のお伊勢参り」",
                    "SummaryJapanese": "1)じいさまは雨に濡れた六地蔵をかわいそうに思い、笠を買ってかぶせるが一つ足りない。笠のない地蔵を背負い、家に持って帰ると、夜中に地蔵の鼻から米が出た。2)ある庄屋の家では、毎年伊勢神宮へ参拝をしていた。しかしその年は主人が病にかかり、誰も行ける者がいなかった。そのため飼い犬のシロを代わりに行かせることにする。"
                },
                "26": {
                    "ID": "6308422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6308422",
                    "TitleEnglish": "The Sesame Seed Manjuu; The Beginning of Dougo Hot Springs",
                    "SummaryEnglish": "A woman uses sesame seed buns to turn people into cows. The hot springs at dogo are discovered.",
                    "TitleJapanese": "「ゴマまんじゅう」「道後温泉のはじまり」",
                    "SummaryJapanese": "1)村はずれの一軒屋にお婆さんが一人で住んでいた。お婆さんは旅人を親切に泊めてあげる優しい人だと評判だったが、ある秘密を持っていた。2)大国主命（おおくにぬしのみこと）と少彦名命（すくなひこなのみこと）は国造りの旅をしていた。途中、ケガをした白鷺の手当てをしたことで、二人は山奥の温泉を見つける。"
                },
                "27": {
                    "ID": "6352827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6352827",
                    "TitleEnglish": "Heishirou of Dokkoi Makabe; Standing on Mt. Fuji",
                    "SummaryEnglish": "A boy becomes high priest after a lowly upbringing. A girl becomes the first woman to stand on Mt. Fuji.",
                    "TitleJapanese": "「どっこい真壁の平四郎」「富士山にたつ」",
                    "SummaryJapanese": "1)真壁城に平四郎という下男がいた。雪の日に殿様の下駄をふところで温めるが、尻に敷いていたと疑われ、殿様を怒らせてしまう。城から追い出された平四郎は・・・。2)江戸時代、女人禁制だった富士山に登ることを夢見る、たつという名の少女がいた。やがて成長したたつは、男装して富士山に登ることを決意する。"
                },
                "28": {
                    "ID": "6352833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6352833",
                    "TitleEnglish": "The Bikki Wife; The Oumi Merchant",
                    "SummaryEnglish": "A man marries a frog wife. A merchant from Edo teaches people a valuable lesson about quality goods.",
                    "TitleJapanese": "「びっきのよめさん」「近江商人」",
                    "SummaryJapanese": "1)男が蛇に狙われているカエルを助けてやると、その日の夜更け、一人の女が一晩泊めて欲しいと家に訪ねて来る。やがて二人は夫婦になり、子供も授かるが・・・。2)近江の商人・加平は、蚊帳を扱う問屋を訪ね、持てるだけの数を仕入れるが、客に「ものは良いけれど値段が高い」と言われ、なかなか売れない。"
                },
                "29": {
                    "ID": "6352836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6352836",
                    "TitleEnglish": "The Ship Ghosts of Usa; The Tanuki War of Awa",
                    "SummaryEnglish": "A ship of ghosts tries to drag the living to the bottom of the ocean. Raccoons fight a war in Awa.",
                    "TitleJapanese": "「宇佐の船ゆうれい」「阿波の狸合戦」",
                    "SummaryJapanese": "1)高知に馬吉という漁師の船頭がいた。ある日、馬吉らが乗った船が漁をしていると、急に風が強くなり海が荒れ始める。必死に港を目指す彼らの前に現れたのは・・・！？2)茂右衛門という商人に命を助けられた狸の金長（きんちょう）は、立派な狸になろうと、津田の狸を率いる六右衛門のもとで修行を始めるが・・・。"
                },
                "30": {
                    "ID": "6352837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6352837",
                    "TitleEnglish": "The Rain of the Setomono Festival; The Silkworm and the Wife Lord",
                    "SummaryEnglish": "A hard-working potter learns the secrets of lacquerware. In Shirataki, the wife is the boss.",
                    "TitleJapanese": "「せとものまつりの雨」「かかあ天下とお蚕さま」",
                    "SummaryJapanese": "1)仕事熱心な焼き物師の民吉は、妻子を故郷に残して天草へと旅立つが、よそ者に天草の磁器づくりを教えるのはご法度（はっと）だと断られてしまう。2)小役人の妻になり、都から桐生にやって来た白滝姫は、屋敷で働く桔梗という大工の女房と親しくなった。ある日、白滝は都から届いた絹糸で機（はた）を織ってみせる。"
                },
                "31": {
                    "ID": "6352838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6352838",
                    "TitleEnglish": "Eyeball Swapping; The Byakkotai",
                    "SummaryEnglish": "A man becomes a doctor after his eyeball falls out. In Aizu, the Byakkotai dies at the end of a war.",
                    "TitleJapanese": "「目ん玉のいれかえ」「白虎隊」",
                    "SummaryJapanese": "1)うっかり目玉を落とした男は、慌てて反対向きに入れ直してしまった。すると体の中がよく見えて、お腹が痛いのも自分で治せた。これなら医者が出来ると考えた男は・・・。2)徳川家によって長く続いた江戸時代の末期、アメリカのペリー提督率いる黒船が浦賀沖に現れた。ペリーは日本に開国を迫り、以来、世の中は騒がしくなる。"
                },
                "32": {
                    "ID": "6352839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6352839",
                    "TitleEnglish": "The Priest and the Old Tanuki; Otane's Lake",
                    "SummaryEnglish": "A priest becomes friends with an old raccoon. A beautiful woman called Otane meets a sad fate.",
                    "TitleJapanese": "「和尚さんと古狸」「おたねの池」",
                    "SummaryJapanese": "1)一人暮らしの気難しい和尚のもとに、檀家のご隠居が遊びに来るようになる。二人は思いのほか気が合い、将棋をして楽しむようになるが、実はそのご隠居には秘密があった。2)ある所に、たねという美しい長者の娘がいた。ある日、父と一緒にお寺に参詣に行ったたねは、修行僧の安通（あんつう）に出会う。"
                },
                "33": {
                    "ID": "6352840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6352840",
                    "TitleEnglish": "The Man Who Wanted to be a Black Kite; The Mountain Princess of Yakushima",
                    "SummaryEnglish": "A man wants to be a black kite. A sinister creature haunts a tree on a island.",
                    "TitleJapanese": "「トンビになりたかった男」「屋久島の山姫」",
                    "SummaryJapanese": "1)貧しい漁師の男は、ある日イカの大群に出会い、大漁に大喜びする。ところが干したイカを全部トンビにさらわれてしまい・・・。2)島の若者は、秀吉の使いで島の杉を切りに来た男達を山奥へと案内する。ところが伐採が始まると、どこからともなく女が現れ・・・。"
                },
                "34": {
                    "ID": "6352841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6352841",
                    "TitleEnglish": "Wanting To Be Poor; The Blessings of Uzumi",
                    "SummaryEnglish": "A man wants to be poor. A lord forbids his people from luxuries.",
                    "TitleJapanese": "「びんぼうなりたや」「うずみの幸」",
                    "SummaryJapanese": "1)父が突然亡くなり、しっかり者の兄もこの世を去ってしまい、莫大な財産を受け継ぐことになった善七は、筋金入りの怠け者だった。2)領民がぜいたく禁止令を犯していないか調べる役目の市之進は、追いはぎにあい、安宿に転がり込む。夕飯に運ばれてきた麦飯の下には、ぜいたく品の鯛が隠されていた。"
                },
                "35": {
                    "ID": "6352842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6352842",
                    "TitleEnglish": "Yajiemon and the Big Bear; Nikkou Toushougu and Hidari Jingorou",
                    "SummaryEnglish": "Yajiemon fights a giant bear. A man designs the gate for a temple after badly injuring his left hand.",
                    "TitleJapanese": "「大グマと弥次衛門」「日光東照宮と左甚五郎」",
                    "SummaryJapanese": "1)腕のいい猟師になることを夢見る弥次衛門。ウサギ一匹捕まえられないにも関わらず、幻の大グマをしとめに山に入るが、大グマは撃っても撃っても姿を消してしまう。2)日光東照宮の建て替えに、名工と名高い甚五郎（じんごろう）が呼ばれる。もう一人の職人と腕を競い、みごと勝利するが、逆恨みした相手は弟子に命じて甚五郎を襲わせる。"
                },
                "36": {
                    "ID": "6352843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6352843",
                    "TitleEnglish": "The God Riding on a Cucumber; Use an Abacus to Make Kaga a Million Koku",
                    "SummaryEnglish": "A god rides on a cucumber. A lord becomes rich using his abacus to keep expenses down.",
                    "TitleJapanese": "「キュウリにのった神さま」「ソロバンで加賀百万石」",
                    "SummaryJapanese": "1)孝行息子の幸助は、ある日、川で大きなキュウリを見つける。キュウリの上に乗った小さなお宮にまつられている神様を毎日拝んでいると、良いことが続けて起こるようになる。2)名将と名高い前田利家は、倹約家で有名だった。浪人時代に苦労したことから、大名になっても、戦場にまでそろばんを持って行き、兵糧の計算などを自ら行っていたという。"
                },
                "37": {
                    "ID": "6352844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6352844",
                    "TitleEnglish": "The Farting Wife; The Chef of Shuri Castle",
                    "SummaryEnglish": "A wife farts so hard that she blows down trees. A chef in Okinawa competes for the best dish.",
                    "TitleJapanese": "「屁ひり嫁」「首里城の料理番」",
                    "SummaryJapanese": "1)ある農家に可愛らしい嫁が来た。亭主も姑もたいそう嫁を気に入って可愛がるが、嫁には秘密があった。2)琉球王国の新しい王様に王冠を授ける冊封使（さっぷうし）たちが、海を越えて明朝からやってきた。首里城の晩餐会（ばんさんかい）で料理長が腕をふるって作ったのは！？"
                },
                "38": {
                    "ID": "6363638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6363638",
                    "TitleEnglish": "The Mountain Granny's Mochi; Namahage",
                    "SummaryEnglish": "A mountain granny brings prosperity in exchange for delicious mochi. Horrible creatures called Namahage strike a town in Akita.",
                    "TitleJapanese": "「やまんばのもち」「なまはげ」",
                    "SummaryJapanese": "1)年の暮れ、ある村に、汚い格好をした白髪の老婆がやってきた。老婆は、わずかな餅米を手に「わしの餅もいっしょについてくれんかのう」と言って家々をまわるが・・・。2)秋田のある村に、三吉という怠け者がいた。つられて怠けはじめた村人たちを心配した長老は、「なまはげ」という恐ろしい山の神を呼んで、みんなを改心させようと考える。"
                },
                "39": {
                    "ID": "6363639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6363639",
                    "TitleEnglish": "The Invisible Man; The River Otter of Shimanto River",
                    "SummaryEnglish": "A man becomes invisible and feels very alone. A river otter is tricked by dastardly shrimp.",
                    "TitleJapanese": "「隠形の男」「四万十川のカワウソ」",
                    "SummaryJapanese": "1)夜の都路で妖怪の行列に出くわした男は、妖怪にツバをかけられ、他人には姿が見えない隠形（おんぎょう）にされてしまう。2)四万十（しまんと）の清流に生い茂る水草が邪魔な川エビの大将は、カワウソをそそのかし、乱暴な泳ぎをさせて水草を痛めつける。"
                },
                "40": {
                    "ID": "6479010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6479010",
                    "TitleEnglish": "Three Grains of Rice, Three Grains of Gold; Jirochou of Shimizu",
                    "SummaryEnglish": "Three grains of rice become three grains of gold. A man named Jirochou is an inpsiration to everyone.",
                    "TitleJapanese": "「米つぶ三つぶ黄金三つぶ」「清水の次郎長」",
                    "SummaryJapanese": "1)沼の主から誠実な人柄を見込まれた青年は、届け物を頼まれる。無事に務めを果たすと、お礼に小さな馬をもらう。それは米を三粒食べると、三粒の黄金を生む馬だった。2)明治元年、幕臣を乗せ清水港を出た咸臨丸（かんりんまる）は新政府軍に襲われ、遺体は海に捨てられた。次郎長はそれを放っておけず、遺体を引き上げ埋葬するのだった。"
                },
                "41": {
                    "ID": "6502764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6502764",
                    "TitleEnglish": "The Swordsman and the Bale of Straw; The Pack Carriers of Mackerel Highway",
                    "SummaryEnglish": "A samurai breaks a teacup owned by a poor man. Pack runners carry salmon along a mountain path.",
                    "TitleJapanese": "「わら束と武芸者」「鯖街道の背負い人」",
                    "SummaryJapanese": "1)大切な茶碗を、旅の武芸者に割られてしまった貧しい男。仕方なく、家にたったひとつ残ったわら束を持って旅に出る。2)小浜から昼夜をかけて一人で山を越え、京に魚を届ける背負い人は、14歳の十太があこがれる男の仕事だ。ある日、馴染みの背負い人・仙次が足に怪我をしてしまう。"
                },
                "42": {
                    "ID": "6517085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6517085",
                    "TitleEnglish": "Mountain Granny Shrine; Sugawara Michizane and the Legend of the Flying Plum",
                    "SummaryEnglish": "A mountain grannie repays those who are kind to her. A child prodigy is banished far from the capital.",
                    "TitleJapanese": "「やまんば堂」「菅原道真と飛梅伝説」",
                    "SummaryJapanese": "1)ある晩、心優しい夫婦の家に、やまんばが訪ねてきて「赤子を産んだので、食べ物をめぐんでほしい」と言う。夫婦は、やまんばにだんご汁を出してやる。2)幼い頃から文武両道だった菅原道真は、若くして重要な地位に就くが、周囲の嫉妬により、無実の罪で大宰府に左遷されることになってしまう。"
                },
                "43": {
                    "ID": "6526612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6526612",
                    "TitleEnglish": "The Paper Bag Wind; Tanabata-san's Present",
                    "SummaryEnglish": "A man bags the wind. An ancient legend about Tanabata is still told to this day.",
                    "TitleJapanese": "「紙ぶくろの風」「七夕さんの贈りもの」",
                    "SummaryJapanese": "1)仁助は主人である若旦那から、紙とのりを使って大きな紙袋を作り、山に登って、夕涼みのために紙袋に涼しい風を入れてくるよう命じられる。2)たえの夢は、大好きな婆さまのような機（はた）織り名人になることだ。その婆さまが病で亡くなり、たえは母親を家に残して長者屋敷で働きはじめる。"
                },
                "44": {
                    "ID": "6538973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6538973",
                    "TitleEnglish": "The Mountain Monk Tanuki; The Doll Stones of Kintai Bridge",
                    "SummaryEnglish": "A raccoon disguises itself as a mountain monk. A woman is sacrificed to make a bridge sturdy.",
                    "TitleJapanese": "「山伏ダヌキ」「錦帯橋の人形石」",
                    "SummaryJapanese": "1)何をやってもダメな息子をなんとか一人前にしたいと願う父親から、山伏の修行を命じられた若者。しかし、真面目に修行するはずもなく・・・。2)錦川に橋を架けることは岩国藩主の悲願。しかし、苦労して完成させた橋もすぐに流されてしまった。そこで一人の男が人柱になることを志願する。"
                },
                "45": {
                    "ID": "6547239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6547239",
                    "TitleEnglish": "Yagorou-don and the Men; The Bug-Sending of Tsugaru",
                    "SummaryEnglish": "A giant called Yagorou-dono lived long ago. A god drives away insects from crops.",
                    "TitleJapanese": "「弥五郎どんと男たち」「津軽の虫おくり」",
                    "SummaryJapanese": "1)弥五郎どんは、山に腰かけ、海で顔を洗ったという宮崎県の伝説の大男だ。もとは一族の長で、優しくて力持ちの大男と皆に慕われていた。2)青田がイナゴの害を受け、村は壊滅状態に。村の再生を願う音次の前に、大国主命（おおくにぬしのみこと）が現れる。その言葉に従い、村人は巨大ワラの虫を作りはじめる。"
                },
                "46": {
                    "ID": "6563392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6563392",
                    "TitleEnglish": "Ishidoumaru; Konoshiro and Matsue Castle",
                    "SummaryEnglish": "A boy called Ishidoumaru searches for his father. A lord battles a monster in his keep.",
                    "TitleJapanese": "「石堂丸」「松江城とコノシロ」",
                    "SummaryJapanese": "1)石堂丸と母親は、父親を探すため高野山のふもとにやってきた。父親は、妻のお腹に石堂丸がいたことを知らずに、ある日、突然姿を消してしまったのだった。2)新しく松江城の城主となった松平直政は、城の天守閣に住む幽霊が武芸の達人を倒したと聞いて、自ら退治に乗り出すことに。"
                },
                "47": {
                    "ID": "6587696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6587696",
                    "TitleEnglish": "The Colt that Escaped from a Painting; The Cold Soup Granny",
                    "SummaryEnglish": "A horse from a painting comes alive. A recipe is made for cold soup.",
                    "TitleJapanese": "「絵からぬけでた子馬」「冷や汁婆ちゃん」",
                    "SummaryJapanese": "1)絵を描くことが好きな金若という子が両親と暮らしていた。ある日突然、両親が亡くなってしまい、金若はお寺に預けられる。2)お腹を空かせた旅のお坊さんが訪ねてきて、「冷や汁でいいから食べさせて欲しい」と言う。その家のお嫁さんは、お坊さんに教わりながら、冷や汁というものを作ってみる。"
                },
                "48": {
                    "ID": "6600566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6600566",
                    "TitleEnglish": "The Monk Who Went to Hell; Mito Mitsukuni Is Hungry",
                    "SummaryEnglish": "A greedy priest is sent to hell. A great man named Mito Mitsukuni is very hungry.",
                    "TitleJapanese": "「地獄におちた坊さん」「食いしん坊な水戸光圀」",
                    "SummaryJapanese": "1)お金のことばかり考えている欲の深い坊さんがいた。ずるいやり方で村人たちに米を貸しては大きな蔵を建て、財産を増やして自分の地位を高めようとたくらむが・・・。2)水戸藩藩主の水戸光圀は、日本で初めてラーメンを食べた人物だと言われている。旺盛な好奇心と薬食同源の精神で民から敬われた光圀は、いったいどんな人物だったのか？"
                },
                "49": {
                    "ID": "6607951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6607951",
                    "TitleEnglish": "The 16th Day Cherry Tree; Monkey Bridge",
                    "SummaryEnglish": "A cherry tree blooms on the night of the full moon. A bridge-maker makes a bride over a steep canyon.",
                    "TitleJapanese": "「十六日桜」「猿橋」",
                    "SummaryJapanese": "1)松山の山越の里に、花の大好きなお爺さんが住んでいた。お爺さんは畑仕事を一人息子に譲り、草木の世話をすることを生きがいに余生を送っていた。2)二つの村は深い渓谷に隔てられていた。すぐ近くなのに、遠回りしなくては行き来できない。橋作り名人しきまろは、猿が渓谷を渡る姿をヒントに、ここに『猿橋』を架けた。"
                },
                "50": {
                    "ID": "6617358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/folktales-from-japan/episodes/6617358",
                    "TitleEnglish": "The Gongen-sama on the Northern Mountain; Anchin and Kiyohime",
                    "SummaryEnglish": "A goddess lives on the northern mountain. Kiyohime becomes a snake and attacks the one she loves. Final episode",
                    "TitleJapanese": "「北のお山の権現さま」「安珍と清姫」",
                    "SummaryJapanese": "1)北の山のなかほどに権現様の社が建っていた。その社に祀ってあるのは陽気な女の神様。ところがある日、権現様は村人にタヌキと間違えられて追いかけられ・・・！？2)清姫は熊野詣に向かう若い僧、安珍に恋をする。安珍は再会を約束するが、二度と戻らない。清姫は怒り狂って大蛇となり、安珍を追いかけ、道成寺で鐘ごと安珍を炎に巻く。"
                }
            }
        }
    }
}