{
    "URL": "https://www.thetvdb.com/series/polar-bears-cafe",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2177954/",
        "https://www.themoviedb.org/tv/45856"
    ],
    "TitleEnglish": "Polar Bear's Café",
    "SummaryEnglish": "The gag comedy follows the daily life of pandas, penguins, grizzly bears, and other animals at a café run by a polar bear.",
    "Aliases": [
        "Shirokuma Cafe"
    ],
    "Modified": "2025-02-15",
    "Seasons": {
        "0": {
            "ID": "553063",
            "URL": "https://www.thetvdb.com/series/polar-bears-cafe/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5337275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/5337275",
                    "TitleEnglish": "Picture Drama",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "489429",
            "URL": "https://www.thetvdb.com/series/polar-bears-cafe/seasons/official/1",
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "4300753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4300753",
                    "TitleEnglish": "Welcome to Polar Bear's Café / Panda-kun's Employment",
                    "SummaryEnglish": "Panda, part of generation cupcake, is prodded by his mother to get a job, but he just wants to eat bamboo. While avoiding his mother's ire he happens upon a cafe run by Polar Bear, who just so happens to be looking for a part-time employee.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4300754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4300754",
                    "TitleEnglish": "Everyone's Café / The Café's Flower Viewing Party",
                    "SummaryEnglish": "The patrons of Polar Bear’s Café have their own idea on the dream café, which starts to take form. But when the cherry blossoms start to fall, thoughts turn to having a viewing party.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4300755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4300755",
                    "TitleEnglish": "Polar Bear at the Zoo / Panda's Anguish",
                    "SummaryEnglish": "Panda has convinced Polar Bear and Penguin to visit him at the zoo. Being their first time, Polar Bear seems to want to go places he is strictly forbidden. Back at the Café, the zoo workers discuss the pains of stereotypes.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4300756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4300756",
                    "TitleEnglish": "Obsessed with Smartphones / Super Fun Driving Lesson",
                    "SummaryEnglish": "Penguin is excited about his new smartphone. But the café patrons are not impressed until Panda shows them his new phone. Along with a new smartphone, Penguin is taking driving classes to get his license. Polar Bear has agreed to give him a few pointers.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4300757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4300757",
                    "TitleEnglish": "Panda gets Enthusiastic / Everyone's Parfait",
                    "SummaryEnglish": "Full Time Panda is away for a week, so Panda has to work his shifts. He gets some encouragement from a fan name Rin Rin, who he searches for every day. Mr. Polar Bear wants to serve a special menu and when word gets around it will be Parfaits, everyone has a suggestion.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4300758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4300758",
                    "TitleEnglish": "Panda's Diet / Strive for it! Wild Panda",
                    "SummaryEnglish": "After breaking the slide at work, Panda has decided to lose some weight. His ideal body shape is far from his current look. To fit his new look, Panda wants to be wilder but he admits he was born meek. An invite from Polar Bear leads Panda to the bar, Grizzly’s",
                    "Aliases": []
                },
                "7": {
                    "ID": "4300759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4300759",
                    "TitleEnglish": "Mr. Handa's Remodeling Plan / The Great Love Love Driving Operation",
                    "SummaryEnglish": "Panda's new obsession is with popularity, and he attempts to raise Mr. Handa’s popularity with the help of Polar Bear. Penguin finally got his license but now has to get his dating license before he can take Miss Penko out for a drive.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4300760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4300760",
                    "TitleEnglish": "A Magazine Interview Comes By / Salmon Hunter: Mr. Grizzly",
                    "SummaryEnglish": "Furafura Walker Monthly. What should be a simple interview proves to be anything but thanks to Furafura's unique editor in chief. The Café is closed for the day so Polar Bear can get fresh ingredients. A hungry and curious Panda joins Polar Bear and Grizzly Bear on their fishing trip.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4300761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4300761",
                    "TitleEnglish": "Rin Rin Deeply Moved! Panda's House! / Mr. Penguin's Proposal",
                    "SummaryEnglish": "Rin Rin the florist gets a truly random opportunity to visit the home of Panda, whom he adores. But just meeting Panda Mama and Panda Sister might be too much for him. Meanwhile, Mr. Penguin is getting pumped up to ask Miss Penko out on a date.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4300762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4300762",
                    "TitleEnglish": "Mr. Handa's Group Blind Date? / Mr. Handa's Group Blind Date!",
                    "SummaryEnglish": "After eating Mr. Handa's very plain lunch, Panda gets Mr. Handa invited on a group date in hopes his lunches improve. But when the third male drops out, Panda goes to the café to find a replacement.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4300763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4300763",
                    "TitleEnglish": "Mr. Penguin's Broken Heart / Panda's Night Out",
                    "SummaryEnglish": "While in the park, Mr. Penguin sees Miss Penko on a date. Grizzly stops by and tells Polar Bear it’s a guy’s night out.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4300764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4300764",
                    "TitleEnglish": "Panda, Tired of Boredom / Panda's Advice Room for Troubles",
                    "SummaryEnglish": "A rainy day at the zoo leads Panda and his fellow animals to think of creative ways to pass the time. Panda is still worried that Mr. Handa does not have a girlfriend.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4351502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4351502",
                    "TitleEnglish": "Tanabata Decorations / Panda's Wish",
                    "SummaryEnglish": "The patrons and staff of Polar Bear’s Café prep for Tanabata. This is Panda’s first Tanabata and he is concerned about what to wish for.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4355341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4355341",
                    "TitleEnglish": "Enthusiastic Polar Bear / Let's Go to the Beach!",
                    "SummaryEnglish": "As Panda laments having nothing to due whilst Polar Bear wishes he had more free time, Polar Bear takes Panda's place at the zoo pretending to be a panda, proving to be a hit. Later, Polar Bear, Panda and Penguin take a trip to the beach.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4355342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4355342",
                    "TitleEnglish": "Weeding in the Summer / Mr. Penguin's Romance",
                    "SummaryEnglish": "The backyard of Polar Bear's Café needs weeding, but Penguin seems to be the only one taking things seriously. Later, Penguin finally works up the courage to confess to Penko, asking her out every day for a week. However, it turns out he inadvertently asked out seven identical girl penguins, leading to disaster when they all show up on the day.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4362708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4362708",
                    "TitleEnglish": "Mr. Grizzly Goes On an Adventure / A Strange Shop",
                    "SummaryEnglish": "As the café starts serving a shaved ice dessert called \"Polar Bear\", Grizzly gets the wrong idea and believes Polar Bear had been eaten by otters. Later, a salaryman from another town arrives at the Polar Bear's Café for the first time and is astounded by the various customers.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4362709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4362709",
                    "TitleEnglish": "Let's Go Camping! / Rin Rin and the High School Girl",
                    "SummaryEnglish": "Polar Bear, Panda, Penguin and Grizzly go on a camping trip together, where Penguin and Grizzly find they have a lot in common whilst trying to keep Polar Bear and Panda in check. Later, Rin Rin asks a high school girl to accompany him to the zoo; the girl accepts, believing it to be a date, only to find that he just wanted someone to talk to about how cute Panda is.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4362710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4362710",
                    "TitleEnglish": "The Café's Ghost Stories / Panda Runs Away from Home",
                    "SummaryEnglish": "The café decides to hold a night of telling ghost stories, much to an easily-frighted Handa's dismay. Later, Panda decides to run away from home when his mother decides to lump his birthday celebration with his siblings.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4373027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4373027",
                    "TitleEnglish": "There Are Many Kinds of Penguins / What Is Baisen!?",
                    "SummaryEnglish": "Polar Bear, Panda, and Penguin go to a water park. Penguin takes along his nephew, but ends up being cowed by Mama King Penguin, while her son and Penguin's nephew become fast friends. The Penko sisters have also tailed Penguin there, while Panda is on the receiving end of King Penguin Mama's grousing about how emperor penguins (like Penguin) are considered superior — and a trio of Pygoscelis penguins out to sell penguin cards. Sasako, on the other hand, rode the train too far and arrives late at the water park. After becoming amazed by the taste of Polar Bear's Café's brand of black coffee, a man named Masaki decides to become the pupil of a tree kangaroo in order to learn how to roast coffee beans.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4373028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4373028",
                    "TitleEnglish": "The Ideal Single Life / Summer Festival",
                    "SummaryEnglish": "Panda imagines a dream life living on his own. After struggling to find a place that meets his expectations, Panda, along with Penguin, check out where the other animals live. Later, Polar Bear and Grizzly run a stand together at a summer festival, joined by a relative of Panda's, Lesser Panda. After selling everything, the gang enjoy the sights of the festival.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4377375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4377375",
                    "TitleEnglish": "Panda is no longer a Panda / Meimei's Prince",
                    "SummaryEnglish": "Panda is reassigned to one part of the zoo after another — even serving as a zookeeper. Later, Panda's sister Mei Mei goes on about her crush on Mr Handa. However, after seeing Handa and Ms Badger at a realty office, Panda believes that the two are getting married.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4377376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4377376",
                    "TitleEnglish": "Sales Penguin / Mr. Penguin's Picnic",
                    "SummaryEnglish": "The trio of Pygoscelis penguins from the water park try to figure out how to sell their excess of penguin cards, eventually settling on creating a concentration game with them, which becomes a hit. Meanwhile, Penguin ends up having to date all the Penko sisters equally, but still has trouble telling them apart. Sasako suggests he give the sisters differently colored ribbons to better identify them, but it backfires when they decide to trade them with each other.",
                    "Aliases": []
                },
                "23": {
                    "ID": "4377377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4377377",
                    "TitleEnglish": "Mr. Handa's Discussion! / Panda Mama's Daily Life",
                    "SummaryEnglish": "Mr Handa meets up with Polar Bear to ask his advice on how to ask Sasako out, but Polar Bear seems to be more interested in the food where the meeting takes place. Meanwhile, Sasako winds up serving several good-looking men who come into the café, which worries Panda and Penguin. Later, Panda Mama goes to buy walnuts and learns the trick of stuffing the bag full from Mama Red Squirrel, and then endures a lecture from King Penguin Mama on how to eat at an all-you-can-eat cake buffet. The group then decides to eat at Polar Bear's Café, where they end up taxing his sanity.",
                    "Aliases": []
                },
                "24": {
                    "ID": "4377378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4377378",
                    "TitleEnglish": "Panda's Apprenticeship / A Sports Day Filled With Animals Panda",
                    "SummaryEnglish": "Panda decides he wants to become someone's apprentice but is rather picky about who his master is. He eventually settles on becoming Sloth's apprentice, but quits due to not being able match his levels of laziness. Later, Polar Bear abruptly tasks Sasako with being the emcee of a sport competition for animals (in which Handa is the only human participant), while Panda Mama and Mama Red Squirrel quarrel over how to prepare rice balls.",
                    "Aliases": []
                },
                "25": {
                    "ID": "4402502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4402502",
                    "TitleEnglish": "Mr. Penguin's Hobbies / Their Childhood Days",
                    "SummaryEnglish": "Penguin puts on an art exhibition, although none of the paintings are original and go unappreciated by the customers. After Polar Bear and Panda see the exhibit, they and Penguin discuss what hobbies they and other café regulars have. Later, as Polar Bear gets Grizzly to help out with a few things, he tells about how they first met.",
                    "Aliases": []
                },
                "26": {
                    "ID": "4402503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4402503",
                    "TitleEnglish": "The New Panda / Reunion at the Grizzly Bar",
                    "SummaryEnglish": "As Full Time Panda takes on a side job, he starts to worry when he learns a temp Panda will be coming to the zoo, feeling he might be replaced. As Temp Panda arrives and acts rather sternly towards the other pandas, a ballot is held as to who should be the central panda. Full Time Panda comes in last, though Temp Panda moves onto another site regardless. Meanwhile at the Grizzly Bar, a Tiger, Wolf and Lion have a little reunion. As they lament how they've lost their youth, Polar Bear, who used to be a rap artist (469MA), gives them a surprise performance as a present.",
                    "Aliases": []
                },
                "27": {
                    "ID": "4410892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4410892",
                    "TitleEnglish": "Animal Field Baseball",
                    "SummaryEnglish": "The zoo animals from the Polar Bear's Cafe and the wild animals from Grizzly's bar face off against each other in a baseball match. At the beginning, the zoo team starts to struggle due to some of the animals getting easily distracted. However, Polar Bear manages to win the match by having all the Red Squirrels bat, guaranteeing ball runs. During the interval, the Red Squirrels teach Masaki about how coffee changes taste depending on how much it has been roasted, and he learns from Tree Kangaroo the unpleasant secret behind his favorite coffee, the \"Jacu Coffee\".",
                    "Aliases": []
                },
                "28": {
                    "ID": "4410893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4410893",
                    "TitleEnglish": "Panda's Apology! / Rin Rin Welcomed",
                    "SummaryEnglish": "Polar Bear attempts to fill in for Panda but is questioned by the police. As expiation, Panda decides to give Polar Bear a day off by working at the café in his place, though it's not as easy as he thinks. Meanwhile, Rin Rin is invited out drinking by Full Time Panda, who is curious as to why he considers Panda to be cute but not him.",
                    "Aliases": []
                },
                "29": {
                    "ID": "4410894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4410894",
                    "TitleEnglish": "Panda's New Part-time Job! / Mr. Penguin Goes Flying!",
                    "SummaryEnglish": "Panda goes through various part time jobs, including a car dealership, a stock marketer and a lecturer, where he somehow manages to make the respective companies successful and even become a CEO. Later, Penguin has aspirations of flight so the others try various attempts to get him airborne.",
                    "Aliases": []
                },
                "30": {
                    "ID": "4410895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4410895",
                    "TitleEnglish": "Halloween! / Llama Day!",
                    "SummaryEnglish": "Polar Bear, Panda and Penguin go trick or treating on Halloween, getting some curious treats from the homes they visit. Tired of being passed over all the time, Llama suggests the zoo should hold a Llama Day. However, the animals struggle with coming up with ideas to make Llama more appealing.",
                    "Aliases": []
                },
                "31": {
                    "ID": "4428606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4428606",
                    "TitleEnglish": "Mr. Penguin's Dilemma! / Idol: Yama Arashi!",
                    "SummaryEnglish": "As Penguin is put under the pressure to choose one of the Penko sisters, Llama helps him to differentiate between them, but this soon backfires. As the pressure builds, Panda questions the Penko sisters on why they like Penguin, leading them to realize they don't like Penguin after all. Later, Panda Mama goes with King Penguin Mama to a concert by porcupine pop group Yama Arashi (which is based on the Japanese pop star group Arashi).",
                    "Aliases": []
                },
                "32": {
                    "ID": "4428607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4428607",
                    "TitleEnglish": "The Café Garden / Sales Penguin's Sales",
                    "SummaryEnglish": "Polar Bear takes the others to see the café's garden where all the ingredients are grown. Meanwhile, the sales penguins attempt to pitch their penguin trading card game to Handa so they can sell it in the zoo's shop, even suggesting they hold a penguin themed hero show to attract customers.",
                    "Aliases": []
                },
                "33": {
                    "ID": "4428779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4428779",
                    "TitleEnglish": "Panda Corner Contest / Coffee Roaster Masaki / Panda Corner Project",
                    "SummaryEnglish": "Panda becomes depressed as the penguin hero show appears to take customers away from the panda corner. Rin-Rin suggests to Panda that the zoo put on a photo contest to attract more customers. Meanwhile, Masaki has a go at roasting coffee, learning the meaning behind hand picking coffee beans. Despite some initial interest in the photo contest, the panda corner is still overshadowed by the penguin show, which Penguin also participates in. Thus Polar Bear suggests the Panda family put on their own performance, which proves to be a big hit.",
                    "Aliases": []
                },
                "34": {
                    "ID": "4428780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4428780",
                    "TitleEnglish": "Wolf's Occupation Change / Mr Penguin's New Love",
                    "SummaryEnglish": "Wolf ends up quitting his job at a bakery, so Tiger recruits him for his sweets shops. After Wolf hears about a position at a famous bakery from Panda-Mama, Tiger encourages Wolf to go for it, and he manages to get the job. Later, the gang hear from Llama that Penguin has been visiting the neighboring town's Brown Bear Cafe. As Polar Bear decides to check it out, he learns Penguin has gained a crush on the waitress penguin there, deciding not to come to Polar Bear's Cafe until he works up the courage to ask her out. He eventually confesses but gets rejected, thus returning to Polar Bear's Cafe.",
                    "Aliases": []
                },
                "35": {
                    "ID": "4428781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4428781",
                    "TitleEnglish": "Sloth Wants to Work / Mr. Handa's Present",
                    "SummaryEnglish": "Sloth starts working part-time at the cafe, though it doesn't prove easy with his speed. When asked why he wants to work, he says he wants to buy Sasako dinner to repay her for all of her help, though Sasako says she needn't do so as he was the one who helped get her job in the first place. Later, Handa asks for Polar Bear and Lesser Panda's help in figuring out what to get Sasako for Christmas. Despite their plans failing, Handa manages to think of something and ends up giving it to Sasako when he runs into her.",
                    "Aliases": []
                },
                "36": {
                    "ID": "4428782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4428782",
                    "TitleEnglish": "Grizzly's Hibernation Preparations! / Grizzly's Hibernation!",
                    "SummaryEnglish": "The pandas look for ways to hibernate at the zoo, but Handa calls them out on it. Grizzly takes Polar Bear shopping for a pillow to sleep on during hibernation, but Polar Bear doesn't seem to be interested in that. When Grizzly does get to hibernate, he is rudely interrupted by Polar Bear, who takes him to the driving range. When Panda and Penguin turn up, Grizzly, cranky from lack of sleep, takes them all out to a hot pot bistro.",
                    "Aliases": []
                },
                "37": {
                    "ID": "4428783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4428783",
                    "TitleEnglish": "Christmas Planning / Christmas Trouble",
                    "SummaryEnglish": "Panda wonders whether he'll get a present for Christmas — until Rin Rin shows up with a knitted pochette for Panda, which the latter accepts reluctantly. Penguin, eager to show off his storytelling, tries in vain to find a party to appear at before deciding on Bar the Grizzly. Panda and Mei Mei argue over whose picture should be sent to Handa as a Christmas present, and Llama and Alpaca use their wool to create scarves and other garments.",
                    "Aliases": []
                },
                "38": {
                    "ID": "4428784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4428784",
                    "TitleEnglish": "Big Cleaning at the Café / For Whom Does the Bell Toll?",
                    "SummaryEnglish": "Polar Bear ropes in everyone to do some spring cleaning around the cafe before Panda-Mama brings a salmon for everyone to have hotpot. Later, Polar Bear, Panda, Penguin, Sasako and Llama spend New Year's Eve together, where they reminisce about the past year. They are soon joined by the other animals to see the New Year in.",
                    "Aliases": []
                },
                "39": {
                    "ID": "4428785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4428785",
                    "TitleEnglish": "The Animals' Hidden Talent Competition / New Year's Guest",
                    "SummaryEnglish": "As the New Year rolls in, the Polar Bear's Cafe holds a hidden talent contest. Later, Penguin comes to visit Panda's home whilst the cafe is closed, which doesn't please Panda very much.",
                    "Aliases": []
                },
                "40": {
                    "ID": "4428933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4428933",
                    "TitleEnglish": "The Hammock Sea / Panda Mama's Gardening",
                    "SummaryEnglish": "Polar Bear sets up a hammock in his garden and invites Panda and Penguin to laze around with him. Later, after Panda upsets Panda-Mama by eating her tulips, he tries and find something to replace them.",
                    "Aliases": []
                },
                "41": {
                    "ID": "4428934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4428934",
                    "TitleEnglish": "Scattering Beans with Everyone / The Café in the Afternoon",
                    "SummaryEnglish": "The café holds a Setsubun event, where everyone takes turns being the ogre. Later, Sasako and Llama reminisce about their elementary school days.",
                    "Aliases": []
                },
                "42": {
                    "ID": "4428935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4428935",
                    "TitleEnglish": "Polar Bear's Insomnia / Mr Grizzly",
                    "SummaryEnglish": "The gang try and help Polar Bear as he has trouble sleeping due to insomnia. Later, Polar Bear and Grizzly think back to their high school days, where Grizzly had a crush on a girl Grizzly named Tsukiko. After learning Tsukiko's family was moving, Grizzly helped her find her missing school badge.",
                    "Aliases": []
                },
                "43": {
                    "ID": "4428936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4428936",
                    "TitleEnglish": "Pun Café / The Secret to Delicious Coffee / Mr. Full-Time Panda, Mr. Llama and Rin Rin",
                    "SummaryEnglish": "Fed up with Polar Bear's annoying puns, Grizzly and Penguin try to get everyone in town to beat Polar Bear at his own game. Later, Masaki is told how coffee can taste different depending on how it's prepared, and wonders if he can win over the Red Squirrels with advice from Polar Bear. Afterwards, after a long day at work, Mr. Full-time Panda and Mr. Llama decide to have a few drinks. They later invite Rin Rin, who takes the drunk Panda and Llama to Grizzly's bar, where everyone there gets drunk into the morning.",
                    "Aliases": []
                },
                "44": {
                    "ID": "4428937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4428937",
                    "TitleEnglish": "The Everyday Zoo / The Zoo in the Rain",
                    "SummaryEnglish": "After spending the previous day spending time together with him, Panda is shocked to learn that Full-Time Panda has been transferred to a zoo in Singapore, leaving behind a letter expressing his thanks for all the times they spent together. Whilst being incredibly saddened by Full-Time Panda's leave, he agrees to work full time until another panda is hired, causing some worry amongst his friends. When a Valentine's couple end up insulting Panda after two weeks of straight work, Penguin stands up against them. Panda soon cheers up after a new part-time panda is found and gives his thanks to Penguin.",
                    "Aliases": []
                },
                "45": {
                    "ID": "4428938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4428938",
                    "TitleEnglish": "Rin Rin and Mei Mei's Super Exciting Plan / Smelt Fishing",
                    "SummaryEnglish": "Rin Rin and Mei Mei find they have some common interests and work together to think of a plan to get closer to Panda and Handa. However, Rin Rin ends up catching a fever, so Mei Mei decides to instead look after him. Later, Polar Bear and the others go to the frozen lakes to do some smelt fishing, though soon get distracted. After Grizzly helps to catch a whole bunch, Polar Bear sets up an igloo cafe to make use of their ingredients.",
                    "Aliases": []
                },
                "46": {
                    "ID": "4428939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4428939",
                    "TitleEnglish": "Doll Festival / The Animal Doctor",
                    "SummaryEnglish": "The younger penguins set up a display for Hina Matsuri, which goes a little awry when the cafe-goers make their own contributions. Grizzly is called in to help them set it up, only to realize that, besides Sasako, there are no girls around to celebrate it. Later, Polar Bear develops a fever and goes to the animal hospital for some medicine. Panda and Penguin decide to come over to look after him, only to end up catching fevers themselves.",
                    "Aliases": []
                },
                "47": {
                    "ID": "4428940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4428940",
                    "TitleEnglish": "South Pole Squad Penguinger / Even More, What is Roasting?",
                    "SummaryEnglish": "The Pygoscelis Penguins are approached by a TV studio to do a televised version of South Pole Squad Penginger alongside Yama Arashi, with some of the other animals making cameos. The segment follows the Penguingers as they fight to rescue Yama Arashi from the evil Emperor Penguin. The broadcast is a hit and helps make the zoo more popular. Meanwhile, Polar Bear teaches Masaki how a coffee's richness differs based on how it is prepared. He later learns Tree Kangaroo will let him start roasting his own coffee beans.",
                    "Aliases": []
                },
                "48": {
                    "ID": "4428941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4428941",
                    "TitleEnglish": "Sloth's Trip / I Became a Doll / White Day",
                    "SummaryEnglish": "Panda and the others end up joining Sloth on a long walk to the hot springs, wanting to get their on his own two feet. Later, the group become paper dolls as they converse in the real world. Meanwhile, Handa tries to figure out what to get Sasako for White Day.",
                    "Aliases": []
                },
                "49": {
                    "ID": "4428942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4428942",
                    "TitleEnglish": "Mr. Grizzly's Reunion / Mr. Llama's Time Capsule",
                    "SummaryEnglish": "Grizzly is visited by his mother, who embarrasses him a little when she starts serving home cooking in his bar. After trying it for himself, however, it soon turns out to be a big hit. Later, Llama, Sasako and the others visit their hometown to find a time capsule Llama buried five years ago. Upon arriving, however, they discover the tree he buried it under is in the middle of a private property. Luckily, they manage to get Badger to dig under the property and retrieve the time capsule. Inside, they find an audio cassette featuring a song Llama's past self sang.",
                    "Aliases": []
                },
                "50": {
                    "ID": "4428943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/polar-bears-cafe/episodes/4428943",
                    "TitleEnglish": "Mr. Penguin's Secret / Cherry Blossom Viewing in Spring",
                    "SummaryEnglish": "Panda becomes curious about what Penguin does when he's not at the cafe. Whilst his investigation doesn't really help him learn Penguin's secrets, he does learn new things about some of the other animals. Later, Polar Bear becomes downhearted when Penguin expresses interest in moving house, though feels relieved once he hears he just intends to renew his apartment lease. Afterwards, everyone gathers around to have a cherry blossom viewing party, looking back on the year they've spent together.",
                    "Aliases": []
                }
            }
        }
    }
}