{
    "URL": "https://www.thetvdb.com/series/dusk-maiden-of-amnesia",
    "Genres": [
        "Adaptation",
        "Paranormal"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2340511/",
        "https://web.archive.org/web/20151201184122/http://www.amnesia-tv.com/",
        "https://www.themoviedb.org/tv/54930",
        "https://x.com/amnesia_anime"
    ],
    "TitleEnglish": "Dusk Maiden of Amnesia",
    "SummaryEnglish": "The story revolves around a first-year high school student, Teiichi Niiya who had just enrolled at Seikyou Private Academy. When he gets lost in one of the school's old building, he meets a girl named Yuuko Kanoe who reveals herself as a ghost with no memories. Teiichi then decides to investigate her death by delving deep into the infamous Seven Mysteries of the storied school along with Kirie Kanoe, Yuuko's relative, and the oblivious second year Momoe Okonogi. Throughout the story, Teiichi and Yuuko discover the truth about these ghost stories and help those who are troubled all the while inching closer to the truth behind Yuuko's death.",
    "TitleJapanese": "黄昏乙女×アムネジア",
    "SummaryJapanese": "度重なる増築により迷路のように入り組んだ私立誠教学園。\n 中等部一年の新谷貞一（にいやていいち）はある日、旧校舎で迷い偶然たどりついた部屋で、不思議な雰囲気を纏う少女・庚夕子（かのえゆうこ）と出会う。彼女は自分を“旧校舎の幽霊”だと言う。\n 自分の過去を思い出せない夕子の為、貞一と夕子は「怪異調査部」を立ち上げ、この学園で語り継がれる数々の怪異を解き明かしていく。",
    "Aliases": [
        "Tasogare Otome × Amnesia",
        "Tasogare Otome × Amunejia",
        "Tasogare Otome x Amnesia",
        "Tasogare Otome x Amunejia",
        "Tasogare Otome×Amnesia",
        "Tasogare OtomexAmnesia",
        "TOxA",
        "Twilight Maiden × Amnesia",
        "Twilight Maiden x Amnesia"
    ],
    "Modified": "2024-09-30",
    "Seasons": {
        "0": {
            "ID": "489364",
            "URL": "https://www.thetvdb.com/series/dusk-maiden-of-amnesia/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4349865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dusk-maiden-of-amnesia/episodes/4349865",
                    "TitleEnglish": "Maiden of Exorcism",
                    "SummaryEnglish": "Tired of Yuuko's antics for causing more ghost stories to be spread amongst the students, Kirie challenges her to a series of games which if Yuuko loses, she must behave.",
                    "TitleJapanese": "十三ノ怪「退魔乙女」",
                    "SummaryJapanese": "番外編、第12話の後日談。"
                }
            }
        },
        "1": {
            "ID": "489365",
            "URL": "https://www.thetvdb.com/series/dusk-maiden-of-amnesia/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4300082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dusk-maiden-of-amnesia/episodes/4300082",
                    "TitleEnglish": "Ghost Maiden",
                    "SummaryEnglish": "The Paranormal Investigation Club investigates the strange occurrences that happen on school grounds. Recently, the students have noticed the old dumb waiter working by itself. Is this the work of a malevolent spirit or something worse?",
                    "TitleJapanese": "一ノ怪「幽霊乙女」",
                    "SummaryJapanese": "私立誠教学園内の怪異を調査する部活「怪異調査部」。旧校舎にある部屋に集まる部員。姿を見せない幽霊部長。霊界との通信。異界へと誘う「給食用エレベーター」。裏山にある謎の墓。古びた鈴。屋上に佇む影。"
                },
                "2": {
                    "ID": "4300083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dusk-maiden-of-amnesia/episodes/4300083",
                    "TitleEnglish": "Maiden of a Chance Meeting",
                    "SummaryEnglish": "Seikyou Academy is an ever growing collection of buildings and structures. There are classrooms that became storage, stairs that no one climbs, and hallways that end abruptly. Teiichi is lost in one of the older sections alone…",
                    "TitleJapanese": "二ノ怪「邂逅乙女」",
                    "SummaryJapanese": "旧校舎に迷い込んだ少年。旧校舎の幽霊の噂。大きな鏡のある部屋。少年の名前を呼ぶ声。幽霊を自称する少女。隠し階段の場所。学園に伝わる一人遊び「隠れ鬼」。人形に取り憑いた悪霊から逃げる少女。"
                },
                "3": {
                    "ID": "4300084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dusk-maiden-of-amnesia/episodes/4300084",
                    "TitleEnglish": "Maiden of Dusk",
                    "SummaryEnglish": "Teiichi is not the only one who can see ghosts; he receives a letter to meet with the sender. They tell Teiichi he is being haunted and will be dragged down. Do they not see the same Yuuko, he sees?",
                    "TitleJapanese": "三ノ怪「昏黒乙女」",
                    "SummaryJapanese": "屍に囚われた少年。下駄箱に入れられたラブレター。警告する少女。「神隠し」の怪談。激しく降る雨。放課後の保健室。偽りの姿。血縁者。幽霊と向き合う少年。折れていた脚。謎に包まれた地下の祠。"
                },
                "4": {
                    "ID": "4300085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dusk-maiden-of-amnesia/episodes/4300085",
                    "TitleEnglish": "Maiden of Dawn",
                    "SummaryEnglish": "The Paranormal Investigation Club is holding a training camp at the school. Teiichi sees Yuuko from the corner of his eye, but she is not stopping to talk to him. That night she takes him to a forgotten part of the school, to see the cursed rock.",
                    "TitleJapanese": "四ノ怪「払暁乙女」",
                    "SummaryJapanese": "怪異調査部の夏合宿。あんパンとお茶。錆びついた水道管。背伸びした水着。二人目の幽霊探索。扉を叩く「宿直室」の怪談の解。眠らない幽霊。夜のお散歩。旧校舎に眠る「呪い石」。月明かりの屋上プール。"
                },
                "5": {
                    "ID": "4300086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dusk-maiden-of-amnesia/episodes/4300086",
                    "TitleEnglish": "Maiden of Longing",
                    "SummaryEnglish": "The Paranormal Investigation Club is hosting a haunted house for the cultural festival; those who enter are exposed to their greatest fear.",
                    "TitleJapanese": "五ノ怪「憧憬乙女」",
                    "SummaryJapanese": "賑やかな模擬店が並ぶ文化祭。訪れた人の怖いと思うものが見えてしまうお化けやしき。死装束の夕子。理科準備室の「こころない人体模型」。妹喫茶でぃあなんとか。猫耳メイド服。紐で吊るされた心臓の模型。"
                },
                "6": {
                    "ID": "4300087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dusk-maiden-of-amnesia/episodes/4300087",
                    "TitleEnglish": "Maiden of Vengeance",
                    "SummaryEnglish": "There is a rumour going around about a monster called Akahito. The students are adding to the rumour and it is getting out of hand. Mob rule breaks out leaving the paranormal investigation club in danger.",
                    "TitleJapanese": "六ノ怪「復讐乙女」",
                    "SummaryJapanese": "夕子さんに会いに来た少女。怪人「銅人（アカヒト）」さんの噂。神の怒りを鎮める「人身御供」の伝説。怪談を妄信する集団。囚われた「ゆうこ」さん。生徒達に襲いかかる怪人。鐘撞堂に現れた影。"
                },
                "7": {
                    "ID": "4300088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dusk-maiden-of-amnesia/episodes/4300088",
                    "TitleEnglish": "Maiden of Oblivion",
                    "SummaryEnglish": "Yuuko hasn't really been herself recently; it is something Teiichi can't put his finger on. Kirie hears the voice she originally thought was Yuuko. The truth is starting to come together and with that the danger increases.",
                    "TitleJapanese": "七ノ怪「忘却乙女」",
                    "SummaryJapanese": "真夜中に響く「音楽室」の怪談。校門で待つ体操服の幽霊。教室での怪しい密談。地面に落ちる出汁巻き卵。不穏に蠢く影。六十年前の「疫病」。新しく生まれた感情。突き落とされた少年。無くなった過去。"
                },
                "8": {
                    "ID": "4300089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dusk-maiden-of-amnesia/episodes/4300089",
                    "TitleEnglish": "The Maiden of Recollection",
                    "SummaryEnglish": "Yuuko's memories of Teiichi and everything they've done together are gone. Teiichi is losing his ability to see her and slowly also his memory of their relationship. What will happen to the paranormal investigation club?",
                    "TitleJapanese": "八ノ怪「追憶乙女」",
                    "SummaryJapanese": "記憶を喪失した幽霊。何もできない少年。すれ違う2人。少年を支える少女。少年を励ます少女。怪異調査部日誌に書かれた「落書き」。少年の決意。屋上で向き合う2人。"
                },
                "9": {
                    "ID": "4300090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dusk-maiden-of-amnesia/episodes/4300090",
                    "TitleEnglish": "Maiden of Hatred",
                    "SummaryEnglish": "Yuuko's memories are back but something is off. She is displaying emotions that Teiichi and Kirie have never seen before. With these new emotions, Shadow Yuuko begins to lashes out more.",
                    "TitleJapanese": "九ノ怪「怨念乙女」",
                    "SummaryJapanese": "手を振る少女。抱きつく少女。怒り出す少女。楽しむ少女。こだわる少女。泣き出す少女。飛び込む少女。恥ずかしがる少女。仕返しする少女。さみしがる少女。苦しむ少女。逃げ出す少女。そして……"
                },
                "10": {
                    "ID": "4300091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dusk-maiden-of-amnesia/episodes/4300091",
                    "TitleEnglish": "Maiden of Loss",
                    "SummaryEnglish": "Trapped within the memories of Yuuko, Teiichi is re-living her last days alive. He will witness and experience all that she felt including the birth of something darker.",
                    "TitleJapanese": "十ノ怪「喪失乙女」",
                    "SummaryJapanese": "2つの鈴。姉の心配をする妹。「疫病」で家族を亡くした幼き少女。神社の跡に建てられた学園。「人柱」。神の使いに選ばれた少女。村人に拘束された少女。動かない左足。憎悪、憎悪、憎悪、憎悪、憎悪……"
                },
                "11": {
                    "ID": "4300092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dusk-maiden-of-amnesia/episodes/4300092",
                    "TitleEnglish": "Maiden of Bitter Tears",
                    "SummaryEnglish": "Yuuko can no longer see or hear Teiichi; he has become a ghost to her. When he reaches out for her, it only causes pain.",
                    "TitleJapanese": "十一ノ怪「紅涙乙女」",
                    "SummaryJapanese": "少年が見えない。誰も私のことを意識しない。誰も私を見ない。誰も私の声を聞かない。誰も私に触れない。会いたい。さみしい。顔が見たい。声が聴きたい。触ってほしい……もういいの……思い残すことなんて。"
                },
                "12": {
                    "ID": "4300093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dusk-maiden-of-amnesia/episodes/4300093",
                    "TitleEnglish": "The Dusk Maiden",
                    "SummaryEnglish": "All the mystery have been solved, Yuuko is whole once again. But now that she has no regrets anymore, can she still remain a ghost?",
                    "TitleJapanese": "十二ノ怪「黄昏乙女」",
                    "SummaryJapanese": "60年前の辛く悲しい思い出。60年の間苦しみ続けてきた思い出。少年と出会ってからの甘く、せつなく、時に辛く、でも楽しい思い出。そして、本当の少女に戻ってからの思い出。全て大切な想い。"
                }
            }
        }
    }
}