{
    "URL": "https://www.thetvdb.com/series/star-blazers-2199",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction",
        "Travel",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2496120/"
    ],
    "TitleEnglish": "Star Blazers 2199",
    "SummaryEnglish": "The year is 2199. The human race has been crushed in their war with the Gamilos, driven into underground cities by the invader's assault. Scientists estimate they have only a year left. The young officers Susumu Kodai and Daisuke Shima receive a mysterious capsule from a ship that made an emergency landing on Mars and return with it to Earth. It contains humanity's last hope: the planet Iscandar on the other side of the Magellan Galaxy has the technology to defeat the Gamilos and restore the planet. The space battleship Yamato is entrusted with this task, but they have only one year before humanity ends.",
    "TitleJapanese": "宇宙戦艦ヤマト2199",
    "SummaryJapanese": "よみがえれ宇宙戦艦ヤマト！\n希望の光を求め、銀河を超える旅立ちの時が来た!!\n西暦2199年。外宇宙から襲来した謎の星間国家ガミラスによって、人類は滅亡の渕に立たされていた。その中で人類最後の希望を託すべく「ヤマト計画」が進められていた。その人類最後の希望を託すべき艦の名は「ヤマト」。しかし、人類に残された猶予は1年しかない。ヤマトは果たして人類を救うことができるのか…。",
    "Aliases": [
        "Space Battleship Yamato 2199",
        "Star Blazers 2202",
        "Star Blazers: Space Battleship Yamato 2202",
        "Space Battleship Yamato 2202",
        "Star Blazers 2199",
        "Space Battleship Yamato 2205: A New Voyage",
        "Star Blazers 2205",
        "Star Blazers 2202: Warriors of Love",
        "Star Blazers [Space Battleship Yamato]",
        "Be Forever Yamato: Rebel 3199"
    ],
    "Modified": "2025-07-23",
    "Seasons": {
        "0": {
            "ID": "554061",
            "URL": "https://www.thetvdb.com/series/star-blazers-2199/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "4836087",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4836087",
                    "TitleEnglish": "Voyage of Remembrance",
                    "SummaryEnglish": "This film is a compilation of the \"Space Battleship Yamato 2199\" series.",
                    "TitleJapanese": "宇宙戦艦ヤマト2199 追憶の航海",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5062947",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/5062947",
                    "TitleEnglish": "Odyssey of the Celestial Ark",
                    "SummaryEnglish": "After receiving the \"Cosmo Reverse System\" from Iscandar, the Yamato attempts to leave the Large Magellanic Cloud behind. With all Gamilan forces being ordered to disengage their attacks following Deslar's treachery, Captain Okita's crew imagine it will be a speedy trip back to Earth. Unfortunately, this illusion is shattered when a sinister new enemy emerges to exploit the power vacuum left in the Yamato's wake. Chosing to retreat rather than risk capture, the Yamato takes shelter on an enigmatic planet where nothing is what it seems. (NOTE: This movie takes place between Episodes #24 and #25 during the two-month break in time).",
                    "TitleJapanese": "宇宙戦艦ヤマト2199 星巡る方舟",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9576049",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/9576049",
                    "TitleEnglish": "Space Battleship Yamato 2202: Warriors of Love",
                    "SummaryEnglish": "Three years since the return of the legendary Space Battleship Yamato, Earth has begun rebuilding itself and has made peace with the Gamilans. However, this recovery comes at the cost of utilizing the forbidden Wave Motion technology. Meanwhile, the notorious former crew members of the Yamato, who have each gone their separate ways, receive a psychic message from the mysterious Goddess Teresa. She urges them to return to their beloved ship and travel to the distant planet Terezart. They are promised a revolutionary power to combat the unprecedented threat of the relentless Gatlantis Empire, who are approaching Earth with all but innocent intentions. Unable to resist her plea, the crew reassembles and sets sail on another perilous intergalactic voyage, one that will test their sheer courage and versatility in the face of an even greater foe.",
                    "TitleJapanese": "宇宙戦艦ヤマト2202 愛の戦士たち",
                    "SummaryJapanese": "ガミラスの太陽系侵攻から3年後の2202年、太陽系の人々はついに平和を取り戻した。 地球の生物圏は、宇宙戦艦ヤマト2199の最後にヤマトがもたらしたコスモリバースシステムによって復元されました。戦争の終結により、地球とガミラスの間で軍事的絆を強化し、真の平和を確保するための平和条約が結ばれました。 . 地球の再構築に加えて、統合軍は、新しい力の象徴となる新しい船アンドロメダとともに、新しい銀河間防衛艦隊を形成します。 スターシャ・イスカンダルの平和への願いと、スターシャとヤマトの乗組員との合意にもかかわらず、新しい形の波動砲を開発しているにもかかわらず、地球は軍事拡大の道を歩んでいます。"
                },
                "4": {
                    "ID": "10859202",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/10859202",
                    "TitleEnglish": "The Era of Space Battleship Yamato: Choice of 2202",
                    "SummaryEnglish": "The Era of Space Battleship Yamato: Choice of 2202 (\"Uchū Senkan Yamato\" to Iu Jidai Seireki 2202-nen no Sentaku), also known as Star Blazers Chronicle 2202 is a recap film that compiles Yamato 2199 and Yamato 2202 with new scenes The movie serves as a documentary-styled recap for Space Battleship Yamato 2199 and Space Battleship Yamato 2202, the fictional documentary is presented by a narrator and Shiro Sanada. The documentary mostly follows the event of the first two series and the movie Ark of the Stars, but its opening minutes focus on events preceding those shown in 2199 and 2202.",
                    "TitleJapanese": "『宇宙戦艦ヤマト』という時代 西暦2202年の選択",
                    "SummaryJapanese": "The movie serves as a documentary-styled recap for Space Battleship Yamato 2199 and Space Battleship Yamato 2202, the fictional documentary is presented by a narrator and Shiro Sanada. The documentary mostly follows the event of the first two series and the movie Ark of the Stars, but its opening minutes focus on events preceding those shown in 2199 and 2202."
                }
            }
        },
        "1": {
            "ID": "494004",
            "URL": "https://www.thetvdb.com/series/star-blazers-2199/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "4338609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4338609",
                    "TitleEnglish": "Messenger of Iscandar",
                    "SummaryEnglish": "In the year 2199, Earth is ravaged by attacks from alien beings of the the planet, Gamilus, which have devastated the surface of the Earth and forced what remains of mankind to take shelter underground. To save the Earth, the last of the Earth's space forces must distract the Gamilan forces while a non-Gamilan ship, the Amaterasu, lands on Mars to deliver the Wave Motion Activation Core to the Earthlings. While Captain Mamoru Kodai contains the enemy attack to allow fellow captain Juzo Okita to escape with his forces, Mamoru's brother Susumu and his friend Daisuke Shima investigate the Amaterasu that crashed on Mars. Inside the ship there is the corpse of an alien female, the messenger sent to Earth to make the important delivery to the Earthlings. Susumu and Daisuke return to Earth on the Kirishima, the only ship to return from the battle at Pluto. On the Kirishima, Susumu learns of his brother's death. When the Kirishima reaches Earth, Susumu Kodai looks for Captain Okita to know whether his brother was a decoy or not and meets Yuki Mori, who directs him to the hospital wing. Kodai confronts Okita, who says that it was he who led Mamoru to his death.",
                    "TitleJapanese": "イスカンダルの使者",
                    "SummaryJapanese": "西暦2199年。ガミラスとの戦いに敗れ滅びゆく地球人類。国連宇宙軍最後の艦隊が冥王星沖にてガミラスと交戦する最中、火星に謎の宇宙船が不時着する。その宇宙船からもたらされたメッセージとは……!?"
                },
                "2": {
                    "ID": "4338610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4338610",
                    "TitleEnglish": "Toward a Sea of Stars",
                    "SummaryEnglish": "Susumu brings the Wave Motion Activation Core to Earth which allows mankind to complete its first interstellar spaceship, the \"BBY-01 Yamato\". With Okita as the captain, Shima as the navigator, and Susumu as its battle chief, the Yamato is assigned to travel to planet Iscandar, in the Great Magellanic Cloud, with orders to retrieve a device able to restore Earth's environment. Before the Yamato can start its journey, it must counter a Gamilan interplanetary ballistic missle aimed at them.",
                    "TitleJapanese": "我が赴くは星の海原",
                    "SummaryJapanese": "赤く干上がった大地に静かに眠る沈没戦艦。それは人類が秘かに建造した恒星間宇宙船であった。その船の名はヤマト。そして、ヤマトに与えられた使命は、16万8000光年の彼方、惑星イスカンダルへの大航海だった。"
                },
                "3": {
                    "ID": "4338611",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4338611",
                    "TitleEnglish": "Escape from the Jupiter Sphere",
                    "SummaryEnglish": "On Pluto, Gantz suggests sending out a fleet after the Yamato. Schultz turns down the suggestion, preferring to see what the Yamato does before attempting anything. After making a space warp, the Yamato 's main engine isn't transferring energy correctly, so Captain Okita orders the Yamato to land on a floating continent orbiting Jupiter, to make repairs to the engine. On the floating continent, Captain Okita orders the crew of the Yamato to go out and collect samples from the continent. After analyzing some of the plant samples from the continent, XO Shiro Sanada discovers that the floating continent is artificially made by the Gamilans. Meanwhile Raleta, commander of the Gamilas resupply base on the floating continent, gets a message from Gantz, ordering him to dispatch the combat fleet of four ships to attack the Yamato. The Yamato destroys three of the four ships sent after them, and then takes off from the continent. Okita orders Kodai to test fire the Wave Motion Cannon at the floating continent. Kodai fires the gun, destroying the entire continent. Nanbu is thrilled at the power of the weapon, but Okita says that the Yamato 's weaponry is for self-defense only, questioning whether they have done the right thing.",
                    "TitleJapanese": "木星圏脱出",
                    "SummaryJapanese": "火星軌道から木星圏へワープシステムのテストする宇宙戦艦ヤマト。エンジントラブルに見舞われたヤマトは木星に浮遊する謎の大陸に着地し修理を行うが、ガミラスの襲撃を受けてしまう。苦戦する中、遂に沖田は新兵器・波動砲の使用を決意する!"
                },
                "4": {
                    "ID": "4353420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4353420",
                    "TitleEnglish": "Gravestone on a Frozen Field",
                    "SummaryEnglish": "When the Yamato lands on the Saturnian moon of Enceladus to collect some cosmonite and to answer a distress call, Susumu, accompanied by radar operator Yuki Mori and a medical team, investigates the remains of a crashed Earth ship, which he finds to be his brother's vessel, the Yukikaze. Unable to find any clue about Mamoru's whereabouts, they are ambushed by androids sent by the Gamilans and must fight them to escape.",
                    "TitleJapanese": "氷原の墓標",
                    "SummaryJapanese": "国連宇宙軍の救難信号を受信したヤマトは土星の衛星エンケラドゥスへ降下し、救難活動を行うことを決める。しかしガミラス偵察揚陸艦の強襲を受けてしまった。 戦いの中、古代はエンケラドゥスの氷原で凍結した難破艦を発見。衝撃の事実を知る。"
                },
                "5": {
                    "ID": "4353421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4353421",
                    "TitleEnglish": "The Trap on All Sides",
                    "SummaryEnglish": "Before leaving the Solar System, the Yamato launches an attack to destroy the Gamilan facilities on Pluto to stop their bombardment of Earth with planet bombs. However, the ship ends up falling for a surprise attack from the enemy's secret weapon, and the crew of Yamato sends their pilot squadron to shut down the Gamilan base.",
                    "TitleJapanese": "死角なき罠",
                    "SummaryJapanese": "地球を壊滅させた遊星爆弾の発射基地がある冥王星。沖田はこの基地を叩く決意をし攻撃を開始。ヤマトは航空隊との連携した作戦を立案するが、逆に反射衛星砲からのロングレンジ攻撃を受け損傷してしまう。コントロールを失ったヤマトは冥王星の海へと降下するが・・・。"
                },
                "6": {
                    "ID": "4353422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4353422",
                    "TitleEnglish": "The Sun Sets on Pluto",
                    "SummaryEnglish": "Having deceived their enemies who believe that the Yamato was destroyed for good, the crew takes the opportunity to stage a counterattack after the Yamato pilots find the location of the main base.",
                    "TitleJapanese": "冥王の落日",
                    "SummaryJapanese": "冥王星の海に沈むヤマト。敵基地探索を続けるヤマト航空隊。古代は冥王星を彩るオーロラの中から敵機が出現する事に気づく。反射衛星砲の攻撃をかいくぐり、いま、ヤマトの反撃が始まる!"
                },
                "7": {
                    "ID": "4386741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4386741",
                    "TitleEnglish": "Farewell to the Solar System",
                    "SummaryEnglish": "With the Gamilan attacks on Earth stopped, the Yamato prepares to leave the Solar System after giving to the crew members a last chance to contact their relatives that they left behind before resuming their journey to Iscandar.",
                    "TitleJapanese": "太陽圏に別れを告げて",
                    "SummaryJapanese": "ヤマトは太陽圏と恒星間空間の境界＜ヘリオポーズ＞を通過しようとしていた。艦内ではクルー達が家族との通信を許可され、それぞれ別れを告げる。お祭りムードの中、ガミラスとの戦いで家族全員を失った古代は所在無い思いを味わっていた。そして、それは彼1人ではなかった。"
                },
                "8": {
                    "ID": "4386742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4386742",
                    "TitleEnglish": "Wish Upon a Star",
                    "SummaryEnglish": "An operation staged by the Gamilan Leader, Abelt Dessler, forces the Yamato to navigate too close to a star in a desperate attempt to escape, maneuvering around solar flares that can instantly destroy the ship while being pursued by the enemy forces left from the Gamilan base on Pluto.",
                    "TitleJapanese": "星に願いを",
                    "SummaryJapanese": "ガミラスの帝都バレラスでは総統デスラーが自ら立てた作戦でヤマト撃沈の様子を中継し、閣僚たちにその力を誇示しようと目論む。デスラーの作戦によりガス生命体と灼熱の恒星グリーゼ581のフレアに挟まれ絶体絶命のピンチに陥るヤマト。果たしてヤマトの運命は!?"
                },
                "9": {
                    "ID": "4386743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4386743",
                    "TitleEnglish": "Clockwork Prisoner",
                    "SummaryEnglish": "One of the Gamilan androids retrieved by the Yamato on Enceladus is reassembled and activated in an attempt to learn more about their enemies. Analyzer, the Yamato's own robot, makes contact with the android and manages to befriend it. However, when the android escapes its confinement, the rest of the crew enters a state of alert and searches for it.",
                    "TitleJapanese": "時計仕掛けの虜囚",
                    "SummaryJapanese": "捕獲したガミラスの機械化兵・オルタを分析しガミラスの情報を引き出す任務につくAU09(アナライザー)。ふたつの機械に友情に似た関係が生まれる。不可解な行動をとり始めたオルタを保安部長の伊東は破壊しようとするが・・果たして機械に心はあるのだろうか?"
                },
                "10": {
                    "ID": "4386744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4386744",
                    "TitleEnglish": "Graveyard of the Universe",
                    "SummaryEnglish": "The Yamato falls into a dimensional rift and finds itself unable to escape. A Gamilan ship that is also trapped there approaches the Yamato and both crews come to a temporary ceasefire while they work together to escape. After the Yamato escapes the dimensional rift, General Goer meets it with a Gamilan fleet. Instead of fighting the fleet, the Yamato runs away, and the dimensional rift temporarily widens, swallowing the fleet.",
                    "TitleJapanese": "大宇宙の墓場",
                    "SummaryJapanese": "異次元断層へとはまり込んでしまったヤマト。そこは難破した異星の船が無数に浮かぶ大宇宙の墓場だった。そんな中、同様に漂流していたがガミラス艦がヤマトに交信を求めてきた。この空間を脱出するためには、互いの協力が必要だというのだが・・・。"
                },
                "11": {
                    "ID": "4452189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4452189",
                    "TitleEnglish": "A World I Once Saw",
                    "SummaryEnglish": "Melda Ditz, a Gamilan pilot under the custody of Yamato, claims that their attack on Earth was not unprovoked and that it was the Earthlings who first fired without warning during the first contact between both races years before. Daisuke, whose father was killed in the attack, does not believe her at all until Yamazaki, the sole survivor of his father's ship, reveals to him the truth about what really happened that day.",
                    "TitleJapanese": "いつか見た世界",
                    "SummaryJapanese": "ガミラスのパイロット・メルダが艦内に残ったヤマトでは、その処遇をめぐって意見が対立していた。その最中、ヤマトからメルダ機とコスモファルコンが突然発艦。果たしてそのパイロットは誰なのか!?"
                },
                "12": {
                    "ID": "4452190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4452190",
                    "TitleEnglish": "What Lies Beyond",
                    "SummaryEnglish": "General Domel of the Gamilans is called back from the front lines by Dessler and reassigned to the Milky Way with orders to stop the Yamato. As the Yamato approaches the edge of the galaxy, the crew becomes under attack by an extra-dimensional submarine.",
                    "TitleJapanese": "その果てにあるもの",
                    "SummaryJapanese": "ガミラスとのファーストコンタクト。その真相を巡りしこりを残す古代と島。山崎の、そして沖田の口から語られる事実とは…。その頃ガミラス本星では、デスラーが名将ドメルにヤマト討伐を命じていた。"
                },
                "13": {
                    "ID": "4452191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4452191",
                    "TitleEnglish": "The Wolf from Another Dimension",
                    "SummaryEnglish": "Taking shelter in an asteroid cluster, the crew of the Yamato discovers the enemy's ability to hide their vessel in sub-space and come up with countermeasures against them.",
                    "TitleJapanese": "異次元の狼",
                    "SummaryJapanese": "見えない敵からの攻撃。それはドメル配下となったフラーケン操る次元潜航艦だった。その魚雷攻撃に翻弄される中、沖田は倒れ緊急手術が必要となってしまう。古代は命令違反を犯しながらもヤマトを救うため危険な賭けに出る。"
                },
                "14": {
                    "ID": "4452192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4452192",
                    "TitleEnglish": "The Whisper of the Witch",
                    "SummaryEnglish": "Returning from a reconnaissance mission, Kodai and Yuki find a derelict Yamato with the rest of the crew missing. As the pair look for clues about what happened, they must face an enemy that can use their own memories against them, assisted by an unexpected ally.",
                    "TitleJapanese": "魔女はささやく",
                    "SummaryJapanese": "雪と共に100式空偵で偵察任務から戻る古代。しかしそこには虚空を漂うヤマトの姿があった。誰もいない艦内で、古代は死んだはずの父母に出会う。そして雪は…。幻影に二人を誘う魔女の影。古代たちは果たしてヤマトを救えるのか?"
                },
                "15": {
                    "ID": "4452193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4452193",
                    "TitleEnglish": "Point of No Return",
                    "SummaryEnglish": "General Domel devises a scheme to trap the Yamato in the midst of a massive fleet of Gamilas warships, but he is unaware of what is taking place behind the scenes on his homeworld.",
                    "TitleJapanese": "帰還限界点",
                    "SummaryJapanese": "ドメルの執拗な攻撃に疲弊していくヤマトクルー達。艦内では＜ヤマト計画＞の実現性に疑問の声も出始めていた。ガミラスの威力偵察をかわすべくワープしたヤマトだが、ワープアウトした宙域にはガミラス大艦隊が…。それこそが智将ドメルの策略だった。"
                },
                "16": {
                    "ID": "4452194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4452194",
                    "TitleEnglish": "A Choice for the Future",
                    "SummaryEnglish": "Badly damaged and in need of provisions, the Yamato lands on a lush, fertile planet named Beemela. As a ground team makes a startling discovery, there are doubts if the ship still has a chance to complete its journey in time and the security force attempts a mutiny.",
                    "TitleJapanese": "未来への選択",
                    "SummaryJapanese": "危機を脱したヤマト。補給のために立ち寄った惑星ビーメラは地球に近い環境を有しており、人類移住に適した星だった。\n古代たちが惑星調査に向かう間に、[ヤマト計画]の実現性に疑いを持つ一派がついに反乱を起こす。一方、古代たちは、不時着した異星船を発見する・・・その異星船は。"
                },
                "17": {
                    "ID": "4452195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4452195",
                    "TitleEnglish": "Out of the Forest of Memory",
                    "SummaryEnglish": "With the aid of an alien device, Kodai, Yuki, and Sanada explore the control center of an abandoned warp gateway created by an ancient civilization and controlled by the Gamilas. In the midst of a deadly undertaking, Sanada unveils a surprise about the Yamato's navigational functions and his close friendship with Kodai's late brother, Mamoru.",
                    "TitleJapanese": "記憶の森から",
                    "SummaryJapanese": "古代は、ビーメラ星に残された遺跡からイスカンダルの情報を持ち帰っていた。滅びた文明の残した亜空間ゲートを活用することにより、一気に数万光年の大跳躍が可能になるというのだ。\n古代と真田、森雪はゲートを再起動させるべくシステム衛星に乗り込むのだが…。"
                },
                "18": {
                    "ID": "4452196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4452196",
                    "TitleEnglish": "Over the Black Light",
                    "SummaryEnglish": "Using the newly reactivated warp gateway, fighter pilot Shinohara scouts the intended shortcut to the halfway point at planet Balun. Once there, however, he discovers a vast fleet of over 10,000 Gamilas ships. However, Okita declares that the Yamato must fight its way through the enemy's massive armada if they want to reach the Large Magellanic Cloud in time.",
                    "TitleJapanese": "昏き光を超えて",
                    "SummaryJapanese": "亜空間ゲートを使いバラン星へたどり着いたヤマト。そこには1万隻に及ぶガミラスの大艦隊が集結していた。\nだが大マゼラン銀河到達には、バラン星のゲートを通過しなければならない。沖田は死中に活を見出すべくガミラス艦隊を強行突破する策に出る。"
                },
                "19": {
                    "ID": "4452197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4452197",
                    "TitleEnglish": "They're Coming!",
                    "SummaryEnglish": "As the Yamato penetrates the Large Magellanic Cloud, Domel, his name now cleared, engages in a battle of wits with Okita as he prepares a special attack force to stop the Earth vessel once and for all.",
                    "TitleJapanese": "彼らは来た",
                    "SummaryJapanese": "ついに大マゼラン銀河に到達したヤマト。デスラー総統はドメル将軍に再びヤマト迎撃の命を下す。そしてデスラーがドメルに下した密命とは!?"
                },
                "20": {
                    "ID": "4452198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4452198",
                    "TitleEnglish": "Under a Rainbow Sun",
                    "SummaryEnglish": "Domel's task force engages the Yamato in a nebula dubbed the Rainbow Star Cluster. During a fierce battle in which the Yamato is heavily damaged and its Wave Motion Gun disabled, it is infiltrated by Gamilas operatives tasked to kidnap Yurisha of Iscandar.",
                    "TitleJapanese": "七色の陽のもとに",
                    "SummaryJapanese": "宇宙の難所[七色星団]でドメル将軍率いる空母艦隊と対峙したヤマト。ドメルの繰り出す奇策にヤマトは翻弄される。絶体絶命の中、沖田が採った策とは…。"
                },
                "21": {
                    "ID": "4452199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4452199",
                    "TitleEnglish": "Prison Planet 17",
                    "SummaryEnglish": "Yuki is taken to a Gamilas prison colony called Leptopoda. The Yamato is not far behind, its crew unknowingly seeking to resupply and repair. During a recon mission, Kodai and several others are also taken prisoner just before an old acquaintance foments a riot.",
                    "TitleJapanese": "第十七収容所惑星",
                    "SummaryJapanese": "惑星レプタポーダ。そこはガミラスの反体制派や戦争捕虜が収容されている第十七収容所惑星であった。囚人の虐待が日常化するこの惑星にガミラスから監察官を乗せた艦が訪れる。"
                },
                "22": {
                    "ID": "4452200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4452200",
                    "TitleEnglish": "The Planet That We Head For",
                    "SummaryEnglish": "Okita's condition takes a turn for the worse as the rest of the crew learns an unpleasant secret about their quest for Iscandar. Meanwhile, Dessler's grudge against the Yamato becomes more personal than ever, and he prepares to welcome the humans to the heart of Gamilas territory with a weapon of instant destruction.",
                    "TitleJapanese": "向かうべき星",
                    "SummaryJapanese": "ヤマトが向かうべき希望の星イスカンダル。しかしそこは、敵であるガミラスとの二連惑星だった。目的地は同時に敵地でもあるのだ。沖田は総員第一種戦闘配置のままイスカンダルに向けた最後の大ワープを命じる。"
                },
                "23": {
                    "ID": "4452201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4452201",
                    "TitleEnglish": "One Man's War",
                    "SummaryEnglish": "After being almost destroyed by Dessler's own Wave Motion Cannon, Okita orders the Yamato to launch an offensive at the Gamilas capital. However. Dessler escapes to his space fortress, the \"Second Baleras\" in a ship with Yuri on board. Dessler then drops a part of the fortress on the capital in an attempt to vanquish the Yamato while sacrificing his own people. While the rest of the crew engages it, Kodai departs to rescue Yuki by himself.",
                    "TitleJapanese": "たった一人の戦争",
                    "SummaryJapanese": "イスカンダルとガミラスは存在するサレザー恒星系にワープアウトしたヤマト。\nそのヤマトを突如、高エネルギー体の攻撃が襲う。\n窮地のヤマトに沖田が下した命令は最大船速での惑星ガミラスへの突入だった。"
                },
                "24": {
                    "ID": "4452202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4452202",
                    "TitleEnglish": "The Distant Promised Land",
                    "SummaryEnglish": "With Dessler gone and the Gamilas ceasing their hostilities, the Yamato, at last, reaches Iscandar. However. Queen Starsha is in doubt about providing the assistance she promised upon seeing that the Earthlings used the technology that she entrusted to them as a weapon of mass destruction. After coming up with a decision, Starsha reveals to Kodai the ultimate fate of his brother as the crew of the Yamato prepares for the long journey back to Earth.",
                    "TitleJapanese": "遥かなる約束の地",
                    "SummaryJapanese": "ガミラスとの死闘の果てにイスカンダルへと到達したヤマト。イスカンダルの女王スターシャと謁見するヤマトクルーに、彼女は思いも寄らぬことを告げるのであった…。"
                },
                "25": {
                    "ID": "4452203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4452203",
                    "TitleEnglish": "The Forever War",
                    "SummaryEnglish": "Dessler, who is revealed to be still alive, ambushes the Yamato on its way back to Earth and the time comes for their final showdown.",
                    "TitleJapanese": "終わりなき戦い",
                    "SummaryJapanese": "コスモリバースシステムを受領し、地球へと帰還途上のヤマト。行程短縮のため、亜空間ゲートから銀河系へワープせんとバラン星へ向うが、バラン星宙域にはヤマトを密かに待ち受けるガミラス艦隊があった。"
                },
                "26": {
                    "ID": "4452204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/4452204",
                    "TitleEnglish": "Memories of the Blue Planet",
                    "SummaryEnglish": "The Yamato is on the last leg of its journey back to Earth. However, Kodai has little to celebrate as Yuki did not survive the wounds she suffered in the last battle. However, witnessing the suffering of his brother, Mamoru's spirit appears next to him to create a miracle.",
                    "TitleJapanese": "青い星の記憶",
                    "SummaryJapanese": "地球を目前にしたヤマト。艦内では様々なドラマが展開していた。伴侶を得るもの、新たなる生命の息吹、そして…。赤く焼け爛れた地球を再び見上げるヤマトクルー達に、ある奇跡が起ころうとしていた。"
                }
            }
        },
        "2": {
            "ID": "712102",
            "URL": "https://www.thetvdb.com/series/star-blazers-2199/seasons/official/2",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "6090325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6090325",
                    "TitleEnglish": "AD 2202 - Revive, Space Battleship Yamato",
                    "SummaryEnglish": "Three years have passed since the voyage to Iscandar. The Earth, revived with the use of the Cosmo Reverse System, is recovering rapidly. Meanwhile, an allied fleet of Gamillas and humanity is engaged in a battle against the mysterious Gatlantis. In the midst of the conflict, the Yamato stirs from its slumber...",
                    "TitleJapanese": "西暦2202年・甦れ宇宙戦艦ヤマト",
                    "SummaryJapanese": "あのイスカンダルへの大航海から3年。コスモリバースシステムによって蘇った地球は、急速に復興を遂げようとしていた。一方、人類とガミラスの混成艦隊が、謎多きガトランティスの前衛部隊と武力衝突を繰り広げる。その渦中に、元宇宙戦艦ヤマト乗組員・古代進の姿があった──"
                },
                "2": {
                    "ID": "6090326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6090326",
                    "TitleEnglish": "Tension - Reach the Embassy on the Moon",
                    "SummaryEnglish": "The newly established Earth Federal Government is enacting rapid military expansion plans culminating in the launch of four state-of-the-art Andromeda class starships equipped with Wave Motion weapons. Meanwhile, the former crew of the Yamato gathers at Captain Okita's memorial monument and try to make sense of the unease growing among them after they all received a strange vision compelling them to man the old ship.",
                    "TitleJapanese": "緊迫・月面大使館に潜行せよ",
                    "SummaryJapanese": "最新鋭戦艦アンドロメダの観艦式が盛大に執り行われる。新しく樹立された地球連邦政府は、軍備拡大路線を突き進んでいるのだった。沖田艦長の命日に英雄の丘へと集う元ヤマト乗組員は、イスカンダルとの条約を反故にしてまで再軍備を進める地球の現状に、激しい違和感を覚えていた。"
                },
                "3": {
                    "ID": "6093349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6093349",
                    "TitleEnglish": "Shock - Legacy of the Cosmo Reverse",
                    "SummaryEnglish": "While Kodai has difficulty coming to terms with the knowledge of what truly happened to Earth after the restoration and the possible meaning of the vision he received, Mori struggles with her own identity, her relationship, and the fact that she wasn't called to the Yamato.",
                    "TitleJapanese": "衝撃・コスモリバースの遺産",
                    "SummaryJapanese": "ガミラスのバレル大使からテレサのことを聞いた古代は、地球降下後、キーマンの案内によってさらに驚愕の事実を目にする。それは〈コスモリバースシステム〉が生み出した負の遺産であった。３年という短期間に、奇跡の復興を達成させた正体とは……!?"
                },
                "4": {
                    "ID": "6103861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6103861",
                    "TitleEnglish": "Departure to the Unknown!",
                    "SummaryEnglish": "With unease, Kodai takes the position of acting captain of the Yamato and its crew as they prepare to launch the ship, thus rebelling against the Earth Federal Government.",
                    "TitleJapanese": "未知への発進！",
                    "SummaryJapanese": "真田から艦長代理を任された古代は、旧乗組員の賛同を得てヤマト出撃の準備を進めていた。その動きを察知した藤堂長官は、最後の説得を試みるも、惑星テレザートへ向かうという古代たちの決意は変わらなかった。一方、上層部はヤマトの出撃を阻止すべく、ドックに武装隊を派遣する。"
                },
                "5": {
                    "ID": "6103862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6103862",
                    "TitleEnglish": "Clash! Yamato vs. Andromeda",
                    "SummaryEnglish": "The Yamato reaches the asteroid belt beyond Mars but must soon face a powerful deterrent to their rebellion in the form of the Andromeda, one of the newly launched flagships of the Earth Federation Fleet.",
                    "TitleJapanese": "激突！ヤマト対アンドロメダ",
                    "SummaryJapanese": "地球を飛び立ったヤマトに、月面から山本らの航空隊が合流。その中には、あのキーマンの姿もあった。一方、ヤマトの出撃阻止に失敗した芹沢は、演習中だったアンドロメダにヤマト追撃を命じる。避けられぬアンドロメダとの対決という難局を乗り切るため、ヤマトはある奇策を用いる。"
                },
                "6": {
                    "ID": "6103863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6103863",
                    "TitleEnglish": "Battle to the Death - The 11th Planet Rescue Operation",
                    "SummaryEnglish": "The Yamato comes across a survivor from a Gatlantis attack on the eleventh planet, and the crew decides to go off course from their journey to Telezart to rescue any survivors.",
                    "TitleJapanese": "死闘・第十一番惑星",
                    "SummaryJapanese": "中央を追われた土方竜や斉藤始ら空間騎兵隊が駐留する第十一番惑星に、ガトランティス先遣部隊の侵攻が開始された。助けを求めて脱出した空間騎兵隊員・永倉は、からくもヤマトに収容される。だがテレザートへと急ぐ古代たちは、彼らの救援に向かうか否か、苦渋の決断を迫られてしまう。"
                },
                "7": {
                    "ID": "6232760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6232760",
                    "TitleEnglish": "The Beam of Light Flashes! Radiance of the Wave Motion Gun",
                    "SummaryEnglish": "Trapped under rubble and deprived of sensors, the crew focuses on repairing the damage when an alarming report arrives from the outside. The Gatlantis are amassing thousands of ships in orbit around the artificial sun, and Analyzer's conclusion forces Kodai to contemplate a dramatic outcome.",
                    "TitleJapanese": "光芒一閃！波動砲の輝き",
                    "SummaryJapanese": "第十一番惑星の岩塊に埋もれながら、かろうじてヤマトは健在であった。しかし頭上にはおびただしい数のガトランティス増援艦隊が到着。波動砲を封印したヤマトに、現状を打破する術はなかった。はたして古代は自らの決断で封印を破り、指揮官としての覚悟を示すことができるのか……!?"
                },
                "8": {
                    "ID": "6232761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6232761",
                    "TitleEnglish": "The Trap at Planet Stravase!",
                    "SummaryEnglish": "The Yamato rendezvous with allied Gamillas ships on the volcanic planet Stravase in order to transfer the civilians rescued from the ruins of the eleventh planet.",
                    "TitleJapanese": "惑星シュトラバーゼの罠！",
                    "SummaryJapanese": "戦い終えて、犠牲を防げなかった自責の念で古代の心は沈む。看護士としてヤマトに密航してきた婚約者・森雪との再会も、気持ちの整理ができず混乱するばかりだった。様々な人の様々な思惑と陰謀を乗せて、ヤマトは一路、避難民をガミラス艦隊に託すため惑星シュトラバーゼへと向かう。"
                },
                "9": {
                    "ID": "6232762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6232762",
                    "TitleEnglish": "Zworder, the Devil's Alternative",
                    "SummaryEnglish": "Zworder, Emperor of the Gatlantis, appears in front of Kodai and forces a dilemma.",
                    "TitleJapanese": "ズォーダー、悪魔の選択",
                    "SummaryJapanese": "ガミラス艦隊と接触したヤマトは、そこで反乱軍一派の襲撃を受けてしまう。一方その頃、遺跡に単身誘き出された古代は、ガトランティスの大帝ズォーダーと邂逅を果たしていた。“愛”を巡る対話を繰り広げたすえ、ズォーダーは「おまえの愛を示せ」と、古代に恐るべき選択を迫る。"
                },
                "10": {
                    "ID": "6232763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6232763",
                    "TitleEnglish": "Bewitching - The Space Fireflies Beckon a Crisis",
                    "SummaryEnglish": "Yamato resumes its voyage to Terezart, but soon encounters a swarm of space-born organisms that threaten the stability of the crew and the ship. Teresa reaches out once more. Zworder dispatches a new ally of his own and an old adversary of Yamato to defeat the Earth vessel.",
                    "TitleJapanese": "幻惑・危機を呼ぶ宇宙ホタル",
                    "SummaryJapanese": "テレサの祈りに応じて故郷を発ったヤマトを見据えるように、針路の先にはガトランティスの主星とおぼしき白色彗星が待ち構えていた。ズォーダーとの対決で精神的に疲弊した古代が外を見ると、宇宙に淡い光を放つホタルの群れが……!?神秘的にヤマトを照らす宇宙ホタルの正体とは!?"
                },
                "11": {
                    "ID": "6402322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6402322",
                    "TitleEnglish": "Desler's Challenge!",
                    "SummaryEnglish": "The fallen leader of the Great Garmillas Empire, Abelt Dessler, is dispatched by Emperor Zworder to destroy a rogue Gatlantis fleet and hunt down the Yamato. As his old adversaries attempt to escape, Dessler takes advantage of a new opportunity.",
                    "TitleJapanese": "デスラーの挑戦！",
                    "SummaryJapanese": "突如、瞬間物質移送機にて送り込まれた無数のミサイルがヤマトを包囲する。それはガトランティスによって復活を遂げたデスラーによる、ヤマトとの再戦の口火であった。その正体を知る暇もなく、ワープによって危機を脱したヤマト。しかし艦は次元の断層へと迷い込んでしまう。"
                },
                "12": {
                    "ID": "6402323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6402323",
                    "TitleEnglish": "The Shocking White Comet Empire - The Yamato Rams Through!",
                    "SummaryEnglish": "Zworder brings the force of the White Comet directly to Yamato. Just as Katsuragi is revealed as an infiltrator and attempts to make her escape, she discovers a disturbing secret about her true nature.",
                    "TitleJapanese": "驚異の白色彗星帝国・ヤマト強行突破！",
                    "SummaryJapanese": "先の戦闘で敵に位置が筒抜けだったことから、ヤマトにスパイがいるのではという疑念が広がっていた。キーマンと透子の挙動を不審に感じていた山本玲は、透子にカマを掛けるのだが……。その時、白色彗星が突如としてワープを敢行。あまりにも巨大な姿をヤマトの眼前に現し、荒れ狂う白色の渦の中に艦を呑み込もうとする。"
                },
                "13": {
                    "ID": "6402324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6402324",
                    "TitleEnglish": "The Terezart Landing Operation - Crush the Enemy Missile Fleet!",
                    "SummaryEnglish": "The crew of Yamato plans and launches an assault on Gatlantis-occupied Terezart. At the head of the fleet defending the planet, a Gatlantean boy struggles to come of age.",
                    "TitleJapanese": "テレザート上陸作戦・敵ミサイル艦隊を叩け！",
                    "SummaryJapanese": "ヤマトと航空隊、空間騎兵隊の全戦力を以て、テレザート上陸作戦が開始される。陽動のために波動砲の使用も織り込んだ作戦は順調に進むかに見えたが、ゴーランド艦隊の放った破滅ミサイルによって形勢は逆転。これを打開するには、波動砲で敵艦隊を直撃するしかなかった。決断を迫られた古代は……。"
                },
                "14": {
                    "ID": "6402325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6402325",
                    "TitleEnglish": "Zurvival's Fierce Assault - Find Teresa",
                    "SummaryEnglish": "Yamato works under fire to break up the rocky crust imprisoning the planet Terezart, while Cosmo Marines and fighter pilots fight against Gatlantis' massively armed ground forces. Kodai, Sanada, and Saito venture under the surface of Terezart to meet the goddess Teresa.",
                    "TitleJapanese": "ザバイバル猛攻・テレサを発見せよ",
                    "SummaryJapanese": "ザバイバル陸戦師団と斉藤率いる空間騎兵隊による攻防は熾烈を極めていた。ガミラスから奪った反射衛星砲で空間騎兵隊を迎え撃つザバイバル。次々と仲間が倒れる中、斉藤はその中枢へと突入し、単身でザバイバルと対峙するのだった。そして遂に古代たちの前にテレサがその姿を現し──。"
                },
                "15": {
                    "ID": "6553391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6553391",
                    "TitleEnglish": "O Teresa, Cry for Desler!",
                    "SummaryEnglish": "Klaus Kiiman and members of the Yamato crew face off against Abelt Dessler inside Teresa's underground sanctum, and learn secrets about the Garmillan people and Dessler's family. Above the planet's surface, the space battleship attempts to break through the blockade created by Dessler's fleet.",
                    "TitleJapanese": "テレサよ、デスラーのために泣け！",
                    "SummaryJapanese": "あの地球とガミラスの戦いの真実、イスカンダルへの想い……デスラーのすべてを、テレサは見通していた。テレザリアムに駆けつけたキーマンは、そんなデスラーを前についに自らの正体を明かす。その時、古代たちは──。"
                },
                "16": {
                    "ID": "6553392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6553392",
                    "TitleEnglish": "Farewell, Teresa! Flowers for Two Deslers",
                    "SummaryEnglish": "Abelt Dessler and Klaus Kiiman join forces to control the power of Teresa and reclaim the Great Garmillas Empire. One of Dessler's most loyal followers emerges from hiding. Kodai, Sanada, Saito, and Nagakura attempt to escape from Dessler's flagship.",
                    "TitleJapanese": "さらばテレサよ！二人のデスラーに花束を",
                    "SummaryJapanese": "活性化した反波動格子により機能不全に陥るヤマト。テレザートを掌中に収めたデスラーの目的とはなにか？一方、キーマンは選択を迫られていた。あらかじめ定められた任務をやり遂げるべきか、それとも──。逡巡するキーマンに、テレサは……。"
                },
                "17": {
                    "ID": "6553393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6553393",
                    "TitleEnglish": "Battle off the Coast of Saturn - Gather the Wave Motion Gun Fleet!",
                    "SummaryEnglish": "Earth assembles its new fleet of warships to stop the Gatlantis invasion, and Yamato makes its way home to join the battle. Kato's desperation over his son's illness pushes him to consider an unthinkable offer.",
                    "TitleJapanese": "土星沖海戦・波動砲艦隊集結せよ！",
                    "SummaryJapanese": "ついにガトランティスの地球侵攻が開始された。旗艦アンドロメダを中心とする波動砲艦隊と、バルゼー率いるガトランティスの大艦隊が、太陽圏で激突する。地球の、宇宙の命運を決する戦いの行方は──!?"
                },
                "18": {
                    "ID": "6553394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6553394",
                    "TitleEnglish": "Yamato in Crisis - The Devil's Alternative Once More",
                    "SummaryEnglish": "Zworder learns of the secret behind the Earth fleet that is defeating his own and moves to stop it. Yamato prepares to use a new weapon against the White Comet.",
                    "TitleJapanese": "ヤマト絶体絶命・悪魔の選択再び",
                    "SummaryJapanese": "木星に匹敵する大きさを誇る白色彗星。いま、その内奥に眠る都市帝国が、ついにその全貌を現す。そして再び突きつけられるズォーダーの“悪魔の選択”。ラスト、かつてない衝撃がヤマトを襲う──。"
                },
                "19": {
                    "ID": "6725777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6725777",
                    "TitleEnglish": "Heir to the Yamato, Her Name is Ginga",
                    "SummaryEnglish": "With Yamato paralyzed by an act of sabotage, most of the crew evacuate as the ship plummets toward the White Comet, and comes to rest on a mysterious and deserted planet. Sanada and other officers are introduced to a new space battleship, and learn about Earth's increasingly drastic plans for victory. The Gatlantis share a cure for a tragic disease affecting Kato's son. Mori's memories return, but at a cost.",
                    "TitleJapanese": "ヤマトを継ぐもの、その名は銀河",
                    "SummaryJapanese": "波動機関が停止したヤマトは重力圏に沈んでいった……。からくも離艦できた真田たちは、波動実験艦銀河へと移乗。そこで彼らは、惑星再生能力を失った［コスモリバースシステム］ですら戦線に投入し、時間断層で艦隊の増強に明け暮れる、追い詰められた人類の現状を知るのだった。"
                },
                "20": {
                    "ID": "6725778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6725778",
                    "TitleEnglish": "Gatlantis, the Cursed Children",
                    "SummaryEnglish": "An AI construct exposes Zordar’s past. His hatred of humanity and his mission to annihilate mankind finally surfaces.",
                    "TitleJapanese": "ガトランティス、呪われし子ら",
                    "SummaryJapanese": "総員退艦の際に頭部を負傷した雪は、４年分の記憶と共に古代への想い――その\"愛\"すら失って目覚めた。満身創痍のヤマトが不時着したのは、かつてガトランティスを創り出したゼムリア人の故郷。都市帝国に囚われた惑星の上で、ガトランティスとズォーダーの\"愛\"と\"絶望\"の歴史が語られる。"
                },
                "21": {
                    "ID": "6725779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6725779",
                    "TitleEnglish": "Escape from the Nightmare!",
                    "SummaryEnglish": "A device that could stop the Gatlanteans, once and for all, is uncovered, and prompts a counterattack from Zordar along with the mobilization of Earth’s new AI-controlled fleet.",
                    "TitleJapanese": "悪夢からの脱出！！",
                    "SummaryJapanese": "地球＝ガミラス連合艦隊の奮戦虚しく、都市帝国は火星絶対防衛圏を突破しようとしていた。山南が重力圏に捕らわれたヤマトの存在を確信した一方で、ＡＩは人類存続の為の［Ｇ計画］を発令。銀河に戦線離脱を命じた。艦長の藤堂早紀は、機械の命令とヤマト救出との間で選択を迫られる。"
                },
                "22": {
                    "ID": "6725780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6725780",
                    "TitleEnglish": "The Fated Showdown!",
                    "SummaryEnglish": "With Ginga’s assistance, Yamato is rebuilt. But can Yamato survive when one of their own is a potential spy?",
                    "TitleJapanese": "宿命の対決！",
                    "SummaryJapanese": "いまだヤマトには正体不明のスパイが潜んでいた。空間騎兵隊が怪しまれるなか、疑惑を否定することができずに斉藤は苛立つ。やがて決戦に向けて、緊急改装を行ったヤマトが発進した。その針路を塞ぐように現れる〈ノイ・デウスーラ〉。何を想いデスラーは、ヤマトと相対するのか……。"
                },
                "23": {
                    "ID": "6944286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6944286",
                    "TitleEnglish": "Warriors of Love",
                    "SummaryEnglish": "Miru has imposed a “devil’s choice”. But Kodai rejects those choices and instead offers a surrender. \"No trigger need be pulled to the end the battle,\" he says. As Gatlantis does not understand the concept of surrender, Miru is further enraged and fires his gun again. Meanwhile, the White Comet has reached Earth.",
                    "TitleJapanese": "愛の戦士たち",
                    "SummaryJapanese": "ズォーダーの傀儡たるミルが、キーマンに突きつけた「悪魔の選択」。しかし古代はその選択を拒絶し、逆にガトランティスへの投降を申し出る。戦いを終わらせる為に、引き金を引かない。それが古代の選択だった。その答えに激高して、銃を放つミル。刹那、銃弾は雪の身体を貫いて──。"
                },
                "24": {
                    "ID": "6944287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6944287",
                    "TitleEnglish": "Yamato, Attack the Comet Empire!",
                    "SummaryEnglish": "The Yamato, with support from the Garmillas fleet, infiltrates the White Comet in a bloody bid to reach the inner sanctum of Zordar: his throne room.",
                    "TitleJapanese": "ヤマト、彗星帝国を攻略せよ！",
                    "SummaryJapanese": "彗星都市帝国に放たれるトランジット波動砲。地球を背にヤマトは最後の決戦を挑む。大いなる和の縁──ガミラス艦隊、そして桂木透子の協力を得て、都市帝国内部へと侵入を果たすヤマト。目指すは大帝玉座の間。多くの血が流れ、多くの犠牲を払い、古代はズォーダーの元へと辿り着く。"
                },
                "25": {
                    "ID": "6944288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6944288",
                    "TitleEnglish": "Farewell, Space Battleship Yamato",
                    "SummaryEnglish": "By Zordar’s will, the Ark of Destruction awakens, revealing its true form, dwarfing Earth. The crippled Yamato can no longer fight. As captain, Kodai issues the final command.",
                    "TitleJapanese": "さらば宇宙戦艦ヤマト",
                    "SummaryJapanese": "ズォーダーの意志で［滅びの方舟］は目覚めた。都市帝国の残骸を喰らい、真の姿へと変貌を遂げる［滅びの方舟］。地球を覆わんばかりの超巨大な姿となった［滅びの方舟］に対峙する、満身創痍のヤマト。もはやヤマトに戦う力は残されていない。艦長として古代は、最後の決断を下す。"
                },
                "26": {
                    "ID": "6944290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/6944290",
                    "TitleEnglish": "Earth, Yamato Is…",
                    "SummaryEnglish": "It is the year 2203, six months later. Hero's Hill is now lined with additional monuments. The true trial is about to begin.",
                    "TitleJapanese": "地球よ、ヤマトは…",
                    "SummaryJapanese": "生き残った者たちが、真新しい慰霊碑の並ぶ英雄の丘に集う。時は西暦2203年。あのガトランティスとの戦いから半年──平和が戻ったかに見えた地球だが、本当の「試練」はこれから始まろうとしていた……。"
                }
            }
        },
        "3": {
            "ID": "1984208",
            "URL": "https://www.thetvdb.com/series/star-blazers-2199/seasons/official/3",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "8999393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/8999393",
                    "TitleEnglish": "A Galactic War is About to Break Out! Assemble the Yamato Fleet!!",
                    "SummaryEnglish": "The year is 2205. Dessler, in search of a place for the Garmillas people to emigrate to, arrives at a planet named \"Galman\". Meanwhile, on Earth, the 65th Escort Squadron is born, with the Space Battleship Yamato as its flagship. Among the young crew members who spend their days training before departure, there is a young man, Domon Ryusuke, who turns a steely gaze toward the Yamato.",
                    "TitleJapanese": "銀河系大戦勃発の危機！ヤマト艦隊集結せよ!!",
                    "SummaryJapanese": "時に西暦2205年。ガミラス民族の移民先を探し求めたデスラーは、〈ガルマン〉という名の星へと辿り着いた。一方、地球では宇宙戦艦ヤマトが旗艦となる第65護衛隊が誕生。出航前の訓練に明け暮れる若きクルーのなかには、ヤマトへと険しい視線を向ける青年、土門竜介の姿があった。"
                },
                "2": {
                    "ID": "8999394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/8999394",
                    "TitleEnglish": "Yamato, a New Departure!",
                    "SummaryEnglish": "Domon had obtained his assignment to Yamato through illegal means. The day of the 65th convoy's departure. The Yamato is set in motion by a new crew. In the engine room is Tokugawa Taisuke, the son of the chief engineer Tokugawa. And at the helm is Domon. Susumu Kodai, now Yamato's captain, questions his resolve by entrusting the ship to him.",
                    "TitleJapanese": "ヤマト、新たなる旅立ち!!",
                    "SummaryJapanese": "土門は不正な手段を使ってヤマト配属を叶えていた。第65護衛隊、出航の日。新たなるクルーの手で、ヤマトが動き出す。機関室には、あの徳川機関長の息子、徳川太助。そして舵を握るのは、土門。ヤマト艦長となった古代進は、彼に艦を託すことでその覚悟を問う。"
                },
                "3": {
                    "ID": "8999395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/8999395",
                    "TitleEnglish": "The Last Day of Garmillas",
                    "SummaryEnglish": "Countless black spears (Detherium Hammers) suddenly appear and stab into Garmillas, accelerating the melting of the planet's core. The planet begins to collapse, the earth is torn apart, and the remaining people are swallowed up by the magma. Dessler's determination to save as many people as possible is in vain, and now the final hour has come for Garmillas...?",
                    "TitleJapanese": "ガミラス星 最後の日",
                    "SummaryJapanese": "突如現れた無数の黒色の槍〈デザリアム・ハンマー〉がガミラス星へと刺さり、惑星のコア融解を加速させた。やがて惑星は崩壊を始め、大地は裂け、残された人々がマグマに呑まれてゆく。ひとりでも多くの民を救おうとするデスラーの決意も虚しく、いまガミラス星に最期の刻が──!?"
                },
                "4": {
                    "ID": "8999396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/8999396",
                    "TitleEnglish": "Save Iscandar! Rebellion of the Young Heroes!",
                    "SummaryEnglish": "The Dezarium Fleet Attacks! In order to save the refugees who had evacuated to the sea of Iscandar, the Dessler fleet continued to fight in isolation. However, the Earth government, fearing that the war might escalate, forbids Yamato to intervene and orders it to return home. Unsatisfied with the attitude of the adults, Domon and the other youths plot a rebellion.",
                    "TitleJapanese": "イスカンダルを救え！ 若き勇者たちの反乱!!",
                    "SummaryJapanese": "デザリアム艦隊襲来!!　イスカンダルの海に退避した難民を救うべく、デスラー艦隊は孤立しながらも戦闘を続けていた。しかし戦渦が及ぶことを危惧した地球政府は、ヤマトに介入を禁じ帰還を命令する。土門たち若者は、そんな大人たちの態度に納得できず反乱を企てるのだが……。"
                },
                "5": {
                    "ID": "9000555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/9000555",
                    "TitleEnglish": "Urgent Order! Yamato, Shoot Iscandar!",
                    "SummaryEnglish": "The Yamato and two of its ships reach Iscandar, where they are joined by the Dessler fleet. Dezarium is targeting the planet Garmalio in the Bolzon solar system as an energy resource to further warp Iscandar. In order to frustrate this plan, Kodai decides to destroy Garmalio with a wave motion cannon.",
                    "TitleJapanese": "緊急指令！ヤマト、イスカンダルを撃て!!",
                    "SummaryJapanese": "イスカンダルに達したヤマトと僚艦２隻は、デスラー艦隊と合流を果たした。デザリアムはイスカンダルをさらにワープさせるべく、エネルギー資源としてボルゾン太陽系の惑星ガルマリオを狙っている。その作戦を挫くべく古代は、波動砲によるガルマリオ破壊を決断するのだが……。"
                },
                "6": {
                    "ID": "9000556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/9000556",
                    "TitleEnglish": "Migrant Fleet Rescue Operation: Go Beyond the Dimensional Wall!",
                    "SummaryEnglish": "The Earth-Garmillas fleet, helpless in the face of Dezarium's Autoplanet Gorba, decides to give priority to the rescue of everyone on Iscandar. However, Kodai, feeling guilty about the use of the wave motion cannon, is adamant about persuading Starsha. Dessler hurls words of contempt at her.",
                    "TitleJapanese": "移民船団救出作戦・次元の壁を超えて行け！",
                    "SummaryJapanese": "デザリアムの自動惑星ゴルバの前に為す術もない地球・ガミラス艦隊は、イスカンダルにいる全員の救助を優先する方針を決定する。しかし古代は、波動砲使用の後ろめたさからスターシャの説得を固辞。そんな古代にデスラーは、侮蔑の言葉を投げつけるのだった。"
                },
                "7": {
                    "ID": "9000557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/9000557",
                    "TitleEnglish": "Iscandar, the Dying Planet of Sorrow",
                    "SummaryEnglish": "Starsha invites Kodai and Dessler to Sanctel, a sanctuary which extends beneath Iscandar. In the great repository of star elements, Kodai is reunited with his late brother, Mamoru Kodai. What is the truth of Iscandar's \"salvation\" that brings peace to all intelligent life, and what is the truth of Garmillas?",
                    "TitleJapanese": "イスカンダル 滅びゆくか哀の星よ",
                    "SummaryJapanese": "イスカンダルの地下に広がる聖所サンクテルに、スターシャは古代とデスラーを招き入れた。星のエレメントを保管する大記憶庫で、古代は亡き兄・古代守と再会を果たす。あまねく知的生命に平穏をもたらすイスカンダルの「救済」の真実、そしてガミラスの真実とは――!?"
                },
                "8": {
                    "ID": "9000558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/9000558",
                    "TitleEnglish": "Hello, Sasha",
                    "SummaryEnglish": "Out of love, Dessler cries out to Kodai to fire the wave motion cannon to avenge Golba's death. As he was about to accept this reality, Domon's youthful enthusiasm moved Kodai's heart. Save everyone. To carry out the plan that Domon had devised, Kodai and his team hurried to Starsha in the prototype dimensional submarine Cosmo Hound.",
                    "TitleJapanese": "こんにちは サーシャ",
                    "SummaryJapanese": "愛ゆえにデスラーは、ゴルバに一矢報いるべく古代に波動砲を撃てと叫んだ。その現実を受け入れようとしたとき、土門の若き熱意が古代の心を動かした。全員を救う。土門が立案した作戦を実行すべく、古代たちは試製次元潜航艇コスモハウンドでスターシャのもとへと急ぐ。"
                }
            }
        },
        "4": {
            "ID": "2157869",
            "URL": "https://www.thetvdb.com/series/star-blazers-2199/seasons/official/4",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "10827847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/10827847",
                    "TitleEnglish": "Begin the Secret Operation! Head for the New Yamato!",
                    "SummaryEnglish": "As the crew of the Yamato settles into their new lives, a mysterious force heads towards Earth.",
                    "TitleJapanese": "秘密作戦発動！ 新ヤマトへ向かえ!!",
                    "SummaryJapanese": "時に西暦2207年。突如太陽系に侵入した巨大物体〈グランドリバース〉が、幾重もの防衛網を突破し地球・新首都へと降下を果たした。未曾有の事態に、古代進を始めとする旧ヤマト艦隊クルーに密かに指令が下る。「ヤマトに集結せよ!!」果たしてその言葉の意味とは――!?"
                },
                "2": {
                    "ID": "10827848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/10827848",
                    "TitleEnglish": "The Silent Invasion! Ginga, Take Up Your Arms!",
                    "SummaryEnglish": "The invasion begins as the crew of the Yamato race towards a secret destination.",
                    "TitleJapanese": "静かなる侵略・銀河よ武器をとれ！",
                    "SummaryJapanese": "それは2年前にヤマトが遭遇した敵・デザリアムによる地球侵攻だった。彼らに内通する一派により、地球防衛軍司令部は無力化されてゆく。無数の降下兵により戦渦に包まれる新首都で、からくも再会を果たした古代と雪。しかし愛するふたりには悲劇が待ち構えていた……。"
                },
                "3": {
                    "ID": "10827849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/10827849",
                    "TitleEnglish": "Shocking! The Dezarium's Dark Millennium of History",
                    "SummaryEnglish": "The truth about the Dezarium and their secret past is revealed.",
                    "TitleJapanese": "衝撃！ デザリアム暗黒の千年史",
                    "SummaryJapanese": "新都での戦闘は終結した。戦いの傷跡が残る都市を見下ろすようにそびえるグランドリバースで、デザリアムの聖総統スカルダートは、彼らの千年に及ぶ歴史を語り始める。彼らの正体とは!?"
                },
                "4": {
                    "ID": "10827850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/10827850",
                    "TitleEnglish": "Fire the Starting Gun! The New Battleship Yamato Comes To Life",
                    "SummaryEnglish": "The crew of the Yamato arrives at their destination, with a powerful Dezarium ship not far behind. Can the reborn Yamato stop this new alien threat?",
                    "TitleJapanese": "号砲一発！！ 新・宇宙戦艦ヤマト始動",
                    "SummaryJapanese": "地球圏を脱したアスカは、イカルス天文台へ辿り着いた。そこには新生・宇宙戦艦ヤマト、そしてイスカンダル王族の忘れ形見――雪を失った古代進にとって唯一の家族サーシャが待っていた。"
                },
                "5": {
                    "ID": "10827851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/10827851",
                    "TitleEnglish": "Fierce Clash! Destroy the Invisible Battleship!",
                    "SummaryEnglish": "The Yamato is confronted by a new type of peril: a Dezarium ship that can evade detection by turning itself invisible!",
                    "TitleJapanese": "激突！透明戦艦を叩け!!",
                    "SummaryJapanese": "デザリアムに同調する者と反発する者、さまざまな思惑のなか彼らの地球入植が開始された。一方、第11護衛隊の捜索にあたるヤマトを戦艦グロデーズが急襲する。透明な敵を相手にどう戦うのか!?"
                },
                "6": {
                    "ID": "10827853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/10827853",
                    "TitleEnglish": "Alphon Infiltrates! Get back Sasha!",
                    "SummaryEnglish": "A Dezarium officer makes a daring raid aboard the Yamato itself, and the crew must muster everything it can to stop him from taking Sasha.",
                    "TitleJapanese": "アルフォン潜入！サーシャを取り戻せ!!",
                    "SummaryJapanese": "雪を失い精彩を欠く古代は艦長職を解任。そんなおり再びグロデーズがヤマトに陽動を仕掛け、デザリアムの情報部将校アルフォンが乗り込んでくる。目的は［イスカンダルの欠片］だった――!!"
                },
                "7": {
                    "ID": "11081693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/11081693",
                    "TitleEnglish": "The Terrible Orfevre Zone! Yamato, Bet It All on a Surprise Attack!",
                    "SummaryEnglish": "The Yamato sets course for the Orfevre Zone, a dangerous area filled with collapsed gas giants.",
                    "TitleJapanese": "魔のオルフェ宙域・ヤマト、奇襲にかけろ!",
                    "SummaryJapanese": "ヤマトは、崩壊した巨大ガス惑星が広がる危険な地域、オルフェーブルゾーンに向けて進路を定めます。"
                },
                "8": {
                    "ID": "11081694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/11081694",
                    "TitleEnglish": "Activate the Space Battleship Arizona! Reveal the true nature of the Dezarium!",
                    "SummaryEnglish": "Back on Earth, the resistance engages in a daring plan to reveal the true nature of the Dezarium.",
                    "TitleJapanese": "宇宙戦艦アリゾナ始動! デザリアムの正体を暴け!!",
                    "SummaryJapanese": "地球に戻ると、レジスタンスはデザリウムの本質を明らかにするために大胆な計画を実行する。"
                },
                "9": {
                    "ID": "11081695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/11081695",
                    "TitleEnglish": "Friendship torn apart! Yamato, break through the subspace gate at all costs!",
                    "SummaryEnglish": "The Dezarium set a clever trap for the Yamato as it enters the subspace gate.",
                    "TitleJapanese": "引き裂かれた友情! ヤマト、決死の亜空間突破!!",
                    "SummaryJapanese": "デザリウムは、ヤマトが亜空間ゲートに入るときに巧妙な罠を仕掛けた。"
                },
                "10": {
                    "ID": "11081696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/star-blazers-2199/episodes/11081696",
                    "TitleEnglish": "The Fierce Attack of the Deusura-III! The Terrible Operation Asteroid!",
                    "SummaryEnglish": "As the Yamato exits the subspace gate, it finds itself under attack by Garmilas.",
                    "TitleJapanese": "デウスーラⅢ猛攻! 驚異のアステロイド作戦!!",
                    "SummaryJapanese": "ヤマトが亜空間ゲートから出ると、ガミラスの攻撃を受ける。"
                }
            }
        }
    }
}