{
    "URL": "https://www.thetvdb.com/series/arcana-famiglia",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Family"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2250048/",
        "https://www.themoviedb.org/tv/45275"
    ],
    "TitleEnglish": "La storia della Arcana Famiglia",
    "SummaryEnglish": "Base on Japanese visual novel series by HuneX and Comfort. The Series has been adapted into manga and anime series. // Plot Story: The story takes place on the small island of Regalo in the Mediterranean Sea. The island has been protected by a vigilante committee called \"Arcana Famiglia\". The members of the family have psychic powers gained by a secret ritual. Felicita is a 16-year-old girl who was raised by her strict mother. She visits Regalo to see her father who is the head of Arcana Famiglia. He tells her to become the leader of \"Serie of Sword\", the arbitrator section of the family. As one of the members of Arcana Famiglia, Felicita interacts with other handsome but eccentric members.",
    "Aliases": [],
    "Modified": "2024-09-21",
    "Seasons": {
        "0": {
            "ID": "493890",
            "URL": "https://www.thetvdb.com/series/arcana-famiglia/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4453737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/arcana-famiglia/episodes/4453737",
                    "TitleEnglish": "La Prima Festa",
                    "SummaryEnglish": "An unaired episode of Arcana Famiglia. // Libertà, Nova, Luca, Debito, Pace and Dante all receive invitations to meet in the dining room, assuming Felicità invited them. When they get there, they see chocolate treats and decide to eat them. Sooner than later, each pair all realize that they switched bodies with each other, which means that Jolly sent the invitations and made the chocolate treats with a personality swapping potion. As they carry out each other's duties during the day, things do not end well for each pair. When they later return to the mansion, they come up with a plan to find the recipe for an antidote while trying to stall Jolly, who was already aware that his potion worked. When the six of them drink the antidote, it turns out that they switched bodies with each other yet again."
                }
            }
        },
        "1": {
            "Episodes": {}
        }
    }
}