{
    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Horror",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2293824/",
        "https://www.themoviedb.org/tv/45241"
    ],
    "TitleEnglish": "Muv-Luv Alternative: Total Eclipse",
    "SummaryEnglish": "In the year 1973, alien species known as BETA (Beings of Extra Terrestrial origin which is Adversary of human race) came to invade earth. During the next 30 years, they have conquered most of the Eurasian continent, effectively decreasing the world population by billions. In response to their unique behavior, a new type of mobile mechanical humanoid weapon was developed, known as Tactical Surface Fighter (TSF). In the year 2001, elite pilots from around the world start to gather at a UN base in Alaska named Yukon to participate in the Prominence Project. This project is a joint effort between Russia and America on research and development of next generation of TSF. The job of the pilots is to test the prototypes, which occasionally involves pitting them one against another..",
    "TitleJapanese": "トータル・イクリプス",
    "SummaryJapanese": "1973年、地球に襲来した異星起源種「BETA」によって引き起こされた戦争は、人類を滅亡の淵へと追いやった。圧倒的な物量で迫るBETAに対し、人類は対BETA戦、人型兵器「戦術機」を実用化して戦線に投入、世界規模の抵抗を試みた。しかし、押し寄せるBETAに劣勢を強いられた人類は、ユーラシア大陸の大半を失うことになる。以降、30年近くも攻防は続くが、BETAとの戦いに光明は見えず、人類は未だ泥沼の中でもがいていた。 \n\n 2001年、極東の最前線を支える日本帝国では、次期主力戦術機の開発が問題となっていた。そこで、国連軍の「プロミネンス計画」における日米共同の戦術機改修計画が提案される。帝国斯衛軍に籍を置く篁唯依は、計画責任者の任を与えられてアラスカへと向かう。それと同じ頃、米国軍の若き衛士ユウヤ・ブリッジスもまた、アラスカの地を目指していた。 \n\n その出会いが運命を大きく変えることを、\n このときのふたりはまだ知らずに――。 \n\n 滅亡の危機に瀕した地球を舞台に、対\"BETA\"戦の要である人型兵器\"戦術機\"の新型開発をめぐる、熱き人間たちのドラマを描いたロボット・アクション作品！",
    "Aliases": [
        "Muv-Luv Alternative - Total Eclipse",
        "Muv-Luv Alternative Total Eclipse"
    ],
    "Modified": "2025-08-27",
    "Seasons": {
        "0": {
            "ID": "493857",
            "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4463665",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4463665",
                    "TitleEnglish": "Pre-Climax Special",
                    "SummaryEnglish": "A summary ep that reviews the characters and important events of the preceding 19 episodes, and gives important information that will help you enjoy the climax 10 times as much!",
                    "TitleJapanese": "クライマックス直前SP",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5344134",
                    "TYPE": "Cast Interviews",
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/5344134",
                    "TitleEnglish": "Analyze Special",
                    "SummaryEnglish": "Interviews with cast and staff members.",
                    "TitleJapanese": "アナライズSP",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "493858",
            "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4337857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4337857",
                    "TitleEnglish": "The Imperial Capital Burns - Part 1",
                    "SummaryEnglish": "It is the year 1997, and aliens have taken over most of Eurasia. Humanity fights back with giant robots called TSFs, but is gradually losing ground to endless alien armies. Now the aliens are advancing on Japan, and Yui Takamura, a trainee at the Imperial Guard Academy, will have to battle them.",
                    "TitleJapanese": "”帝都燃ゆ”(前編)",
                    "SummaryJapanese": "1998年。衛士養成学校に通っている篁 唯依はクラスメートと共に衛士(戦術機のパイロット)になるため厳しくも楽しい日々を過ごしていた。\n 訓練の中でお互いの絆を深めていく唯依達。しかしそんな日常は長くは続かなかった。海を越えてBETAの脅威はついに日本にまで及んできたのだ。\n 唯依達は教練も半ば、実戦に駆り出されることとなった…。"
                },
                "2": {
                    "ID": "4353929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4353929",
                    "TitleEnglish": "The Imperial Capital Burns - Part 2",
                    "SummaryEnglish": "The BETA have invaded Japan, and are advancing on Kyoto. An alien vanguard breaks through the Japanese lines, and attacks Yui's supply base. Badly outnumbered and cut off from support, she has no choice but to flee...",
                    "TitleJapanese": "”帝都燃ゆ”(後編)",
                    "SummaryJapanese": "首都・京都に迫るBETAの進撃を止めるべく、戦地へと赴く唯依達。しかし、圧倒的なBETAの数の前に、抵抗も虚しく戦術機は次々破壊され、苦楽を共にしたクラスメートたちも、ひとり、またひとりと犠牲となっていくのだった。\n 撤退を余儀なくされた唯依たちは、救援隊の待つ京都駅へと向かうが、そこにはさらに凄惨な現実が待っていた。\n\n3年後、成長した唯依はアラスカへ向かう航空機の中にいた。「トータル・イクリプス」の物語が、今、幕を開ける——。"
                },
                "3": {
                    "ID": "4353930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4353930",
                    "TitleEnglish": "Prominent Yukon",
                    "SummaryEnglish": "Yuuya Bridges, an elite American test pilot, has been sent to a backwoods Alaskan base to test the next generation of TSFs. But he hasn't even arrived when two other test pilots wander off the course in a deadly game of cat and mouse, and they're heading straight for his plane...",
                    "TitleJapanese": "錚々たるユーコン",
                    "SummaryJapanese": "前話から3年後の2001年。\nユウヤ・ブリッジスは大型輸送機でアラスカのユーコン基地へ向かっていた。\n彼は日米合同での新型戦術機開発を目的とするXFJ計画のテストパイロットとして\n米国軍から国連軍へと転属されたのだった。\nユーコン基地でユウヤを迎えたのはアルゴス小隊の面々。\n彼らは世界各国から集められた選りすぐりの衛士達だ。\nユウヤは着任早々に行われる模擬戦でその実力を試されることとなった。"
                },
                "4": {
                    "ID": "4353931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4353931",
                    "TitleEnglish": "A Flock of Hazy Moons",
                    "SummaryEnglish": "Yuuya Bridges, the new American test pilot at Yukon base, is struggling with his first assignment: a joint project between the US and Japanese militaries. To master his new TSF, he must first learn to think like the Japanese, and that means confronting his own past...",
                    "TitleJapanese": "朧月の群れ",
                    "SummaryJapanese": "日本の戦術機とアメリカの戦術機の設計思想の違いのためか、ユウヤは練習機である吹雪の操縦に手を焼いていた。欠陥機ではないのか、と不遜な態度を取るユウヤに対して唯依は「未熟だ」と言い放つ。激しく衝突する二人の溝は深まる一方なのか…\nそんな中ユウヤは不思議な雰囲気を持つ少女、イーニァに出会う。イーニァはユウヤに家族を紹介したいのだと言う。誘われるままにソ連軍の統治区画に入っていく。\nそこでユウヤはもう一人の少女クリスカとも出会うこととなる。"
                },
                "5": {
                    "ID": "4363140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4363140",
                    "TitleEnglish": "The Right Stuff",
                    "SummaryEnglish": "Yuuya continues his attempts to master the Japanese TSFs, to little success. During one last exercise, an unknown TFS suddenly appears on the practice ground, and it's heading straight for him...",
                    "TitleJapanese": "正しき資質",
                    "SummaryJapanese": "ユウヤは組み上がった不知火に乗り換え演習を行うが吹雪以上にピーキーな機体に振り回されるばかりであった。エースとしてのプライドは踏みにじられ、唯依との衝突も激しさを増していた。\n そんな中、ユウヤを元気づけようとタリサ、VG、ステラはユウヤの歓迎会を開く。\n その後の演習でも思うような結果を出せないでいるユウヤ達の前に突如所属不明機が現れる。圧倒的な強さを見せつけるその機体の正体とは？\n そして、その機体の衛士は何者なのか？"
                },
                "6": {
                    "ID": "4363141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4363141",
                    "TitleEnglish": "Ultramarine",
                    "SummaryEnglish": "As part of a morale-building exercise, Argos Flight is sent to the Caribbean for a photo shoot. During a boat race, Yui, Cryska, and Yuuya are stranded on a deserted island. Cryska gets sick, and an injured Yui tries to force herself to help, but the rain is getting worse...",
                    "TitleJapanese": "群青",
                    "SummaryJapanese": "戦術機の熱帯における環境耐久試験と志気高揚を目的とした広報素材の撮影を行うために\n ユウヤ達は西インド諸島のグアドループ基地へと来ていた。\n 開放的な雰囲気を楽しむ一行。\n 指揮を取るオルソン大尉はアルゴス小隊とイーダル小隊（クリスカ、イー二ァ）がこの機に交流を深めて親しくなるようにとバーベキューを行うがタリサとイーニァが口ケンカを始めてしまう。口論よりも有意義に競技で優劣を競うべき、ということでチーム分けの上でゴムボートレースとビーチバレーを行うこととなったのだが…"
                },
                "7": {
                    "ID": "4363142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4363142",
                    "TitleEnglish": "Wanderer's Whereabouts",
                    "SummaryEnglish": "Yui, Yuuya, and Cryska are trapped on a deserted island in the middle of a terrible rainstorm. With potentially a full week until they're found by the rest of the military, they're forced to try and work out their differences from the confines of their small cave...",
                    "TitleJapanese": "漂泊の行方",
                    "SummaryJapanese": "ボートが流されてしまい、連絡手段も無く無人島の洞窟の中でユウヤ、唯依、クリスカは救助を待つほかなかった。\nかねてからイーニァがユウヤを慕う理由は何か？と疑問を持っていたクリスカはユウヤにそのことを問いただす。\n国柄による考え方の違いからなのか、どこか会話が噛み合わない二人。\nその上、二人の様子を見にきた唯依とちょっとした誤解から気まずい雰囲気になってしまう…"
                },
                "8": {
                    "ID": "4363143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4363143",
                    "TitleEnglish": "Far East Battle Lines",
                    "SummaryEnglish": "Argos Flight is sent to the front lines of the U.S.S.R. to get real combat data in their TSFs. At the same time, Yuuya is assigned to test a brand new EM cannon, keeping him back in a support role. But things aren't as peaceful on a front line base as they are back in the Yukon...",
                    "TitleJapanese": "極東戦線",
                    "SummaryJapanese": "南の島から一転、各国の試験小隊は実戦試験を行うためカムチャツカの地へ向かっていた。\nここでは日々BETAとの戦いが繰り返されている。戦場の空気を感じるユウヤ。\n唯依はこの機に新型兵器のテストも行うことをブリーフィングで告げる。\n実戦をさせてもらえない、と感じるユウヤに唯依は話をしたいと申し出る。\n一方、ユウヤは基地の片隅でソ連軍の兵士達に絡まれているクリスカとイーニァを目撃する、普段強気に見えるクリスカの様子がおかしい。ユウヤは助けに入るが…。"
                },
                "9": {
                    "ID": "4363144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4363144",
                    "TitleEnglish": "Falling Tears",
                    "SummaryEnglish": "It's finally time for Yuuya's first battle: A carefully scripted fight against a limited number of BETA that will allow him to test both his TSF and the new prototype cannon. But things quickly go off script as the BETA overwhelm the front lines, and if he doesn't act fast, the entire team could be wiped out.",
                    "TitleJapanese": "落涙",
                    "SummaryJapanese": "ユウヤ達アルゴス小隊をはじめとする国連軍派遣部隊はラトロワ中佐率いるジャール大隊の護衛のもと実戦試験を行うこととなる。\nユウヤは試製99型電磁投射砲を装備した94セカンドで出撃する。\n初めての実戦に、ユウヤは気持ちのあせりを抑えられないでいた。\nそして、BETAの群れが姿を現した。想定と異なり戦況はあわや全滅も考えられる方向へと悪化していく。\nソ連軍に何らかの不穏な思惑があるのではないかと感じる唯依。\nユウヤは電磁投射砲で戦況を打開しようとラトロワに後退を進言するが…。"
                },
                "10": {
                    "ID": "4363145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4363145",
                    "TitleEnglish": "Premonition",
                    "SummaryEnglish": "Yuuya destroyed over 3000 BETA with a single cannon blast. The whole base throws him a party, but instead of attending he spends the evening staring up at his TSF. He begs Yui for a chance at some real close-range combat experience, but changing the schedule, she says, will be very difficult.",
                    "TitleJapanese": "予兆",
                    "SummaryJapanese": "電磁投射砲とユウヤの活躍によって、BETA郡は一掃され、基地全体は喚起に沸いた。\n\nだがユウヤは皆と同じように喜ぶことはできなかった。\n\n活躍したのは電磁投射砲であって、自分は何もできなかったと苦悩するユウヤは、\n\n電磁投射砲を外し、近接格闘戦の実践テストを前倒させて欲しいと唯依に進言する。\n唯依はユウヤのテストパイロットとしての熱い想いを受けとめるが、応えることができなかった。\n\nそんな最中、原因不明の不調により、電磁投射砲が使用できなくなる事態に。そしてBETAが再び姿を現す・・・"
                },
                "11": {
                    "ID": "4363126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4363126",
                    "TitleEnglish": "BETA Offensive",
                    "SummaryEnglish": "A massive force of underground BETA is heading towards the Soviet Base, and there's no time to do anything but pack up and leave. Yui stays behind to destroy the Type 99 Cannon, but the Soviets want it for themselves...",
                    "TitleJapanese": "BETA進撃",
                    "SummaryJapanese": "軍団規模のBETAが地中侵攻し基地の目前へと迫っていた。\n増援も望めない戦況であり、国連軍部隊は基地より退避することとなった。しかし人員の退避を優先とするため、各部隊の装備は放棄せざるを得ないとサンダークは言う。\nイブラヒムは99型電磁投射砲こそがソ連軍の狙いであることを見抜く。\n一方、電磁投射砲が置かれている格納庫に向かう唯依はその途中でヴィンセントと合流する。イブラヒムの機転によりソ連軍の目論見に気づいた二人。唯依はソ連軍に最高機密である電磁投射砲を接収されないよう爆破するしかないと言うが…。"
                },
                "12": {
                    "ID": "4363127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4363127",
                    "TitleEnglish": "The End of a Deadly Battle",
                    "SummaryEnglish": "Yui is trapped in the abandoned supply base, and the BETA have broken through the defense lines. With no hope of escape, she attempts to destroy the prototype cannon to keep it from falling into the wrong hands...",
                    "TitleJapanese": "死闘の果て",
                    "SummaryJapanese": "ソ連軍に電磁投射砲を接収されないように破壊しようとする唯依。しかし爆破による\n完全破壊は望めない状況だ。そこで唯依はBETAの最優先破壊対象が高性能コンピューターと人間の組み合わせである、という習性を利用し自らが電磁投射砲の内部に入り囮となることでBETAに破壊させようとする。そのためには機密部分のハッチを開けるためにプロテクトを破る必要があった。唯依は山本伍長に開錠の作業を任せる。\nしかしその間にもBETAが格納庫に次々と侵入し…。"
                },
                "13": {
                    "ID": "4399782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4399782",
                    "TitleEnglish": "The Price of a Choice",
                    "SummaryEnglish": "Yuuya rescues Yui from the hangar, and tries to escape with the core for the EM Radiation Cannon. But all the BETA suddenly start heading towards them, and they have to make a quick escape...",
                    "TitleJapanese": "選択の対価",
                    "SummaryJapanese": "絶対絶命のところをユウヤに救われた唯依。しかし、格納庫には周辺のBETAが吸い寄せられるかのように群がってきていた。ユウヤは94セカンドに唯依を乗せて退避を開始するがその間にもBETAは容赦なく襲いかかってくるのだった。戦闘により損傷してしまった９４セカンドからステラのストライクイーグルに唯依を移すユウヤ。\nステラの提案によりBETAの群れを長距離跳躍で飛び越えようとするが、９４セカンドは出力が上がらず…。"
                },
                "14": {
                    "ID": "4407182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4407182",
                    "TitleEnglish": "An Eishi's Honor",
                    "SummaryEnglish": "Yuuya is forced to flee as the BETA overwhelm the base and Russian bombers advance. With no hope of recovering the EM Cannon's core module, he staggers home as the Zhar Battalion launches a last-ditch effort to keep the entire Far East defense line from collapsing.",
                    "TitleJapanese": "衛士の一分",
                    "SummaryJapanese": "BETAに取り囲まれたユウヤは駆けつけたジャール大隊により危機を救われる。\nしかし今度は飛来した爆撃機による空爆が彼らを襲う。\nBETAもろとも証拠を全て消し去ろうとするソ連軍の思惑によるものであった。\nユウヤ達は爆撃に巻き込まれる最中、突如レーザー警報が鳴り響いた。\nそして直後に照射される光線で撃墜される爆撃機や戦術機。\nこの地では存在が確認されてこなかったレーザー級BETAが現れたのだった。\nラトロワは生き残っている部下達にレーザーヤークト（レーザー級掃討）の敢行を告げる…。"
                },
                "15": {
                    "ID": "4407183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4407183",
                    "TitleEnglish": "Cross To Bear",
                    "SummaryEnglish": "The team returns safely to Alaska and throws a party to celebrate. The party is interrupted by the leader of the Chinese Bao Feng Squad, Cui Yifei. She has more than a passing interest in Yuuya...",
                    "TitleJapanese": "追い縋る十字架",
                    "SummaryJapanese": "ユーコン基地では各国の戦術機開発部隊に互いの力を評価研鑽させる、という目的でブルーフラッグ演習が行われることとなった。\nこれは戦術機同士での対人模擬戦トーナメントである。\nバオフェン小隊の闘いを観戦しながらそれぞれの思いを持つアルゴスの面々。\n一方その夜ポールスターではカムチャッツカ遠征慰労パーティーが行われていた。\nステラの提案でユウヤに料理を作った唯依。それはユウヤにとって思い出の料理だった。\n和やかな雰囲気の中現れたのはバオフェン小隊のツイ・イーフェイ中尉。衛士としてユウヤに興味があるようだが…。"
                },
                "16": {
                    "ID": "4407184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4407184",
                    "TitleEnglish": "Pale Blue Flame",
                    "SummaryEnglish": "In the first stage of the Blue Flag exercises, Argos Flight is pitted against the Chinese Bao Feng. With Tarisa flying the new Shiranui unit 2, Argos is badly outmatched, when Yuuya challenges their leader to a duel.",
                    "TitleJapanese": "蒼ざめた焔",
                    "SummaryJapanese": "ユウヤとクリスカの前に現れたのはアメリカ陸軍インフィニティーズのレオンとシャロン。彼らとユウヤは過去に浅からぬ因縁があるようだ。\nそして、アルゴス小隊のブルーフラッグ初戦の相手は統一中華戦線ツイ・イーフェイ中尉率いるバオフェン小隊となった。イーフェイはカムチャッツカで世界記録ともなるBETA撃破数を叩き出したユウヤに、対抗心を燃やしていた。ブリーフィングでタリサはユウヤにイーフェイへ決闘を申し込め、と言うが…。\nまた、クリスカとイーニァも初戦から圧倒的な強さを見せつける。しかしサンダークは同調誤差が僅かに出ていることに気づきその原因を探る。"
                },
                "17": {
                    "ID": "4420762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4420762",
                    "TitleEnglish": "Dark Recollection",
                    "SummaryEnglish": "The Blue Flag exercises are in full swing, and America shows off its Raptor and its advanced stealth technology, but after the fight, Yuuya finds himself running from the MPs in the city after the Scarlet Twins tell him they need to talk to him urgently...",
                    "TitleJapanese": "仄暗き追憶",
                    "SummaryJapanese": "クリスカは調整槽の中で夢を見ている。それはソ連の研究施設にいた幼い頃の思い出だった。イーニァとの出会い、そしてサンダークとの…。\n一方、ユウヤに敗れたイーフェイはすっかりユウヤに惚れ込み、自分がインフィニティーズに勝ったらハネムーンに行くわよ！と勝手に宣言する。困惑するユウヤと唯依。そしてバオフェンとインフィ二ティーズの対戦結果は…。\n\nその後ユウヤはクリスカが話しをしたい、とのことでイーニァと3人でリルフォートへ行く。クリスカはユウヤのことを考えると集中が乱れ、このままでは任務に支障が出てしまう、と言うのだった。不安に駆られたクリスカはその原因は何なのかユウヤに問い詰めようとするが…。"
                },
                "18": {
                    "ID": "4420763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4420763",
                    "TitleEnglish": "The Sound of Twisted Wings",
                    "SummaryEnglish": "Vincent wins big by betting on the first round of Blue Flag, and takes the whole Test Flight out for drinks. Yuuya sits in a corner and talks to the bartender. Meanwhile, Cui wants to talk to Lt. Takamura about Yuuya...",
                    "TitleJapanese": "歪みの羽音",
                    "SummaryJapanese": "ユウヤとレオンの確執。それはユウヤの米軍時代、ラプターの開発プログラム中に起きた事故が原因であった。\nブルーフラッグでの対戦が迫る両者は過去を振り返り、現在の自分と向き合っていた。\nユウヤはクリスカに自身の過去を打ち明ける。クリスカはユウヤにとって意外な見解を示すのだった。\nそして、サンダークはユウヤと接触するクリスカに監視をつけてデータを収集し、イーフェイは話がある、と唯依を呼び出す。\nそれぞれの想いが錯綜していた…。"
                },
                "19": {
                    "ID": "4420778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4420778",
                    "TitleEnglish": "Deep Green",
                    "SummaryEnglish": "To deal with the increasing rivalries between the nations competing in Blue Flag, the higher-ups involved in the Prominence project decide to send the Eishi on a wilderness backpacking trip. On the way to their destination, they encounter a bear. It turns out the bear is actually a hot springs...",
                    "TitleJapanese": "深緑",
                    "SummaryJapanese": "ブルーフラッグで衛士達が勝敗にばかり固執し互いに敵愾心を募らせていることを憂いたオルソン大尉はこの風潮を有意義かつ健全な方法で解消するべき、として各試験小隊に自らが立案した広報任務を実行させる。それは指定座標への徒歩行軍とその後に行われる国際懇談会、というものだった。\nアラスカの森の中を進むアルゴス小隊。普段改めて触れてこなかった、この地に残る自然の豊かさを感じながら思いに耽るユウヤ達。だが、奥に進むうちに不思議な臭いと不気味な笑い声が聞こえてきて…。"
                },
                "20": {
                    "ID": "4420765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4420765",
                    "TitleEnglish": "The World Bares Its Fangs",
                    "SummaryEnglish": "Everyone is so focused on the fight with the BETA and improving their forces to fight the menace, that they forget to look at how their society is forced to live. Tensions build, and sometimes that leads to action. Total Eclipse is no exception.",
                    "TitleJapanese": "牙を剥く世界",
                    "SummaryJapanese": "インフィニティーズの対戦を間近に控えたアルゴス小隊であったが、\n未だラプターのステルス機能をはじめとした性能の高さと、\nそれを駆るレオン達の衛士としての能力の高さに攻略の糸口を見つけられずにいた。\nそこに現れたイーフェイは対インフィニティーズの模擬戦相手をしてやってもいいと言う。\nアルゴス小隊にとってはありがたい申し出だ。\nしかし、イーフェイは一つ条件を出す。\nそれはイーフェイとユウヤが一日デートをする、というものだった！？\n一方、ユーコン基地に出入りが多くなっている民間の配送業者や、\n基地内のMPの動きに不穏な気配が漂いはじめる。\nそれはこれから起こる惨劇の前触れであった。"
                },
                "21": {
                    "ID": "4420766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4420766",
                    "TitleEnglish": "The Future Tears Open",
                    "SummaryEnglish": "Chaos ensues and no one is sure what is going on, and who is attacking from where. The Argos Test Flight team meet up and attempt to repel a force attacking for seemingly unknown purposes, but who will come out on top when no one knows who they can trust?",
                    "TitleJapanese": "裂ける未来",
                    "SummaryJapanese": "ユウヤ、タリサ、イーフェイの三人はナタリーの自らを犠牲にした行動によりテロリストから何とか逃げ切り、アルゴス小隊の仲間と合流することができた。\nまた唯依もクリスカと共にハンガーに-たどり着いていた。 唯依は全戦術機の発進を命じ、自身も武御雷に乗り込むために斯衛軍のハンガーへ向か う。\nクリスカとイーフェイは予備機となっているストライク・イーグルで出撃することとな った。迫り来るテロリストの戦術機部隊。アルゴス小隊は実弾を装備していない中これを迎え撃たなくてはならないのだった…。"
                },
                "22": {
                    "ID": "4420767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4420767",
                    "TitleEnglish": "Untainted Revenge",
                    "SummaryEnglish": "Yuuya fights 24 TSFs to buy time for the rest of Argos to escape, and is only saved by the timely intervention of Inia. Before the enemy commander goes down, however, she's planning on taking Cui with her...",
                    "TitleJapanese": "汚れ無き報復",
                    "SummaryJapanese": "ジゼルの率いる24機の戦術機部隊を相手にユウヤは自分一人残り、これを迎え撃つと言う。\n唯依はユウヤを信じてその場を任せ、クリスカ、タリサ、イーフェイとベーゼロワン基地へと向かう。\n次々に敵機を撃墜していくユウヤであったが数で次第に押され、遂に取り囲まれてしまう…。\nユーコン基地司令部ビルではイブラヒムとヴァレンタイン（メリエム）が対峙していた。\n難民を救うために戦った過去を持つイブラヒムにヴァレンタインは自分達に協力してほしい、と申し出るが…。"
                },
                "23": {
                    "ID": "4420768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4420768",
                    "TitleEnglish": "The Victory Song of the Dead",
                    "SummaryEnglish": "A mass of BETA are rushing towards the Red Line. If they get there, Red Shift will activate and destroy Alaska. Sandek has a plan to stop them, and the only ones who can carry it out are Argos Squad.",
                    "TitleJapanese": "屍せる者たちの凱歌",
                    "SummaryJapanese": "補給を完了したユウヤ達は占拠されている司令部と通信センターを取り戻す、\nというサンダークの作戦へ行動を移行する。\n施設の制圧は米ソの特殊部隊の役目だが、\nその侵入経路を確保するためには敵の戦術機部隊を排除しなくてはならない。\nクリストファーの駆るビェールクトがユウヤを苦しめる。\nそして、その間にもBETAがリルフォートの街を蹂躙する。\n戦術機部隊とBETAのどちらとも戦わなくてはならない状況となっていた。\n唯依は過去の京都での惨劇を思い出し怒りに奮い立つが…。"
                },
                "24": {
                    "ID": "4420776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4420776",
                    "TitleEnglish": "White Darkness",
                    "SummaryEnglish": "Yuuya fights a final battle with the Scarlet Twins and the BETA to stop Red Shift from activating and destroying Alaska.",
                    "TitleJapanese": "白い闇",
                    "SummaryJapanese": "ユウヤを護りたいという願いから、制限解除のプラーフカを解放したクリスカとイーニァ。\nだがクリストファーが作動させた装置により強力な暗示をかけられ洗脳状態にされてしまう。\nそして事態は思わぬ方向へ…。\nユウヤは唯依達のもとにたどり着くがそこで目にしたものは衝撃的な光景であった。\nビェールクトのパイロットが誰なのかを唯依はユウヤに知られまいと、あえて「こいつは敵だ。」と言うのだった…。\nユウヤは彼女達を救えるのか。"
                }
            }
        }
    }
}