{
    "URL": "https://www.thetvdb.com/series/little-busters",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Family",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2309408/",
        "http://www.litbus-anime.com/",
        "https://www.themoviedb.org/tv/53715",
        "https://www.themoviedb.org/tv/53715"
    ],
    "TitleEnglish": "Little Busters!",
    "SummaryEnglish": "Riki was a child when his parents died, leaving him hopeless and depressed. What saved him was a group of four kids calling themselves the Little Busters. They took Riki out and played with him during his time of need. He really enjoyed being together with them, and his grief gradually faded away. Now in his second year of high school they still hang out, fight and live together, and enjoy their school life.",
    "TitleJapanese": "リトルバスターズ！",
    "SummaryJapanese": "あの，一番辛かった日々。毎日ふさぎ込んでいた日々。そんな僕の前に，四人の男の子が現れて，僕に手を差しのばしてくれたんだ。「強敵があらわれたんだ！　きみの力がひつようなんだ！」そう彼らは訴え，僕の名を訊いた。「…なおえ，りき」「よし，いくぞ，りき！」一方的に手を掴んで，僕を引きずるように走り出す。「ね，きみたちは!?」転ばないように必死についていきながら，そう訊く。「おれたちか？　悪をせいばいする正義の味方。ひとよんで…リトルバスターズさ」歯をにやりと見せ，そう名乗った。ずっと，そうして彼らと生きていたら，僕はいつの間にか心の痛みも寂しさも忘れていた。ただただ楽しくて…いつまでもこんな時間が続けばいい。それだけを願うようになった。",
    "Aliases": [
        "Little Busters! Refrain",
        "Little Busters!- EX"
    ],
    "Modified": "2024-08-28",
    "Seasons": {
        "0": {
            "ID": "493861",
            "URL": "https://www.thetvdb.com/series/little-busters/seasons/official/0",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "4436096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4436096",
                    "TitleEnglish": "I'll Protect the Saito of the World!",
                    "SummaryEnglish": "Kyousuke impliments a Battle Ranking system, with Riki slowly moving up the ranks, whilst Yuiko has fun teasing the other girls by giving them dubious advice. Meanwhile, a mysterious fighter known as Mask the Saito appears and starts defeating other members of the Little Busters and moving to the top of the rankings. Mask the Saito then confronts Riki in a battle, but he is stopped by a moving story by Komari and admits defeat, revealing himself to be Kyousuke, who passes the mask onto Riki.",
                    "TitleJapanese": "番外編「世界の斉藤は俺が守る!」",
                    "SummaryJapanese": "全巻購入特典"
                },
                "2": {
                    "ID": "4788795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4788795",
                    "TitleEnglish": "EX1 Secret Agent: Saya Tokido",
                    "SummaryEnglish": "While returning to pick up a notebook at his classroom during nightime, Riki is approached by a girl who urges him to flee. He does as she asks, but after hearing a gunshot, he turns back and finds an abandoned student ID. In the next day, Riki returns the ID to Saya Tokido, a student from the same year as him, and later is invited by her to meet him at the rooftop. When Saya meets Riki, she declares that she must dispose of him, or the \"Darkness Executives\" may discover her identity.",
                    "TitleJapanese": "EX1 諜報員 朱鷺戸沙耶",
                    "SummaryJapanese": "夜、校舎に忘れ物を取りに行った理樹は、銃を持った謎の少女に遭遇する——。それがきっかけで、理樹は平穏な日常から切り離されてしまう。その場は逃れたものの、落ちていた生徒手帳を届けたのがきっかけで、思いもよらぬ戦いに巻き込まれることに……。手帳の持ち主は朱鷺戸沙耶。普段はクラスメイトに慕われる美少女。しかしその正体は謎のスパイ!?　そして彼女の敵であり、あの恭介も恐れるという「闇の執行部」とはなんなのか!?"
                },
                "3": {
                    "ID": "4807820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4807820",
                    "TitleEnglish": "EX2 The Two in the Labyrinth",
                    "SummaryEnglish": "Saya and Riki decide that before they venture any further to finding the 'treasure', they must first top up with supplies of food and drink, as they do not know what is ahead of them. They do some shopping and looking around town, which excites Saya, much to Riki's interest. Eventually they return to Saya's treasure hunt mission. After running into a some trouble with the Executives of Darkness, they find a bath, which Saya awkwardly undresses and gets into. They then have a picnic, when a sudden realisation hits Riki that they had met before in the past, and had been in love.",
                    "TitleJapanese": "EX2 迷宮の二人",
                    "SummaryJapanese": "理樹は沙耶のパートナーとなって、学園の地下に隠された迷宮を探索する。\n迷宮内はさまざまなトラップが仕掛けられ、死と隣り合わせの危険な場所\nだった。だが、理樹は持ち前の強運でなんとかピンチを切り抜けていく。\n二人で「闇の執行部」と戦ったり、無邪気に遊んだりするうちに、\n冷酷で計算高いと思っていた沙那の素顔が少しずつ見えてくる。\nそして理樹はいつの間にか、彼女のペースに巻き込まれるのが\n楽しくなっていることに気付くのだった。"
                },
                "4": {
                    "ID": "4840328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4840328",
                    "TitleEnglish": "EX3 Darkness Executives",
                    "SummaryEnglish": "While Riki and Saya are walking through the dungeon, Riki is reminded of the fact that he was in love with Saya. However, Saya interrupts his thoughts, saying that he distracts him. At that moment, she trips and falls down. Saya tells they need to pull a rope to advance to the next level; however the rope is located to high to reach. So Saya needs to stand on Riki and jump in order to pull the rope. However they also need to defeat a gigantic golem in order to advance to the next level. While Saya is distracting the golem; Riki is trying to find a way to defeat it. Riki finds a sword, and taunts the golem to attack him. Saya climbs on the golem's head; and finds a key-hole on top of its head. Riki throws the sword to Saya, who inserts it into the keyhole, which destroys the golem. However, Saya falls down and hurts her leg. Riki carries her to the next floor.",
                    "TitleJapanese": "EX3 闇の執行部",
                    "SummaryJapanese": "秘宝を探して迷宮を探索している理樹と沙耶は、地下５階に足を踏み入れた。沙耶の正体は謎のままだったが、いつしか理樹は彼女を愛おしく思うようになっていた。だが、なんとなくいい雰囲気になったふたりの前に、巨大な動く石像が立ちはだかる！　沙耶は銃を抜き、理樹は知恵を絞って攻略法を考える。次々と出現するトラップ。その先には一体何が待っているのだろうか？　最終決戦の場が近づきつつあった——。"
                },
                "5": {
                    "ID": "4849226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4849226",
                    "TitleEnglish": "EX4 Someday, Somewhere...",
                    "SummaryEnglish": "It is revealed that Saya's father works as a doctor and while at work overseas, she was taken with him and she was given a manga which she treasured dearly. When she returned to her hometown, she meets Riki and they play ball together until it starts to rain. On the way home, a mudslide seemingly kills Saya, but not before she enters the artificial world Kyousuke created. She is repeating the same scenario, and dies every time, thus making Kyousuke rewind time. In one of the replays, Saya and Riki face Tokikaze Shun, the antagonist of the manga Saya loved so much, which, coincidentally, Saya is the protagonist of the same manga.",
                    "TitleJapanese": "EX4 いつか、どこかで……",
                    "SummaryJapanese": "地下迷宮の奥深くに眠る「秘宝」とは何なのか——。理樹と沙耶はまだ見ぬ「秘宝」に思いを巡らせ、戦いが終わった後にデートをしようと語り合う。だが、その前に最後の決着をつけなければいけなかった。ふたりの前に立ちはだかったのは、闇の執行部部長・時風瞬。この迷宮の支配者であり、何度戦っても勝ち目がないほどの強敵だったが、沙耶には策があった。切り札である理樹を使って、沙耶は「ラストゲーム」に挑む。"
                },
                "6": {
                    "ID": "4849227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4849227",
                    "TitleEnglish": "EX5 Sasami Becomes a Cat",
                    "SummaryEnglish": null,
                    "TitleJapanese": "EX5 佐々美、猫になる",
                    "SummaryJapanese": "ソフトボール部のホープでエース、笹瀬川佐々美。鈴のライバルを自称し、理樹たちとも馴れ合わない彼女だったが、鈴も知らない黒い猫になつかれているところを目撃される。するとその夜、しっぽにリボンを付けた謎の猫が理樹に必死につきまとい、寮の部屋まで付いてきてしまう。　そして深夜、眠りについた理樹のベッドにツインテールの少女の姿が!?　なんと猫の正体は……笹瀬川佐々美だった！"
                },
                "7": {
                    "ID": "4849228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4849228",
                    "TitleEnglish": "EX6 The Small World That Someone Wished For",
                    "SummaryEnglish": null,
                    "TitleJapanese": "EX6 誰かが願った小さな世界",
                    "SummaryJapanese": "なぜか理樹の部屋から出ると猫に変身する体質になってしまった佐々美。元に戻る方法が見つからず、仕方なくふたりで同居生活を送ることに……。佐々美が手料理を作ったりしてまるで初々しい新婚気分だったが、理樹は世界のさらなる異変に気付き始めていた。なぜこんな事態になったのか原因を探そうとしているうちに、仲間たちにも次々と異変が起きてしまう。いったいこの奇妙な世界は、誰の意志によって生まれたのだろうか――？"
                },
                "8": {
                    "ID": "4849229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4849229",
                    "TitleEnglish": "EX7 Kanata's Secret",
                    "SummaryEnglish": "In order to aid in the development of the Little Buster's Baseball Club, Kyousuke requests that Riki assist the dorm head with some paperwork. After arriving, Riki is surprised to find Kanata, and soon after the dorm manager sets off on an errand leaving the two alone. After completing their work, Riki and Kanata discuss the necessity to protect those they care about. The next day, Riki continues to aid dorm head. Yada Yada, Kanata meeting in secret with spy from Saigusa family. Kanata runs into home economics classroom to extinguish fire, where her clothing is drenched in water from sprinkler system revealing scars from beatings on her arms. She runs off into the yard trailed by Riki and Haruka.",
                    "TitleJapanese": "EX7 佳奈多の秘密",
                    "SummaryJapanese": "理樹は部室の存続のために寮会を手伝うことになり、寮長室で二木佳奈多とふたりきりで作業を行う。風紀委員として恐れられる彼女はずっと不機嫌そうだったが理樹が粘り強く接しているうちに彼女の意外な一面が明らかに――。"
                },
                "9": {
                    "ID": "4849230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4849230",
                    "TitleEnglish": "EX8 Our Bonds",
                    "SummaryEnglish": null,
                    "TitleJapanese": "EX8 僕たちの絆",
                    "SummaryJapanese": "理樹と葉留佳は、佳奈多が自ら犠牲になって実家へ戻ろうとしていたことを知ってしまう。しかもすでに実家の人間は学園内に手を回していた――。リトルバスターズによる佳奈多救出ミッションがいま始まる！"
                },
                "10": {
                    "ID": "8090883",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/8090883",
                    "TitleEnglish": "Kud Wafter",
                    "SummaryEnglish": "This anime adapts Key's visual novel Kud Wafter, which follows the romantic relationship between Riki Naoe and Kudryavka Noumi from the game Little Busters!",
                    "TitleJapanese": "クドわふたー",
                    "SummaryJapanese": "それは“ｉｆ”の物語。\n能美クドリャフカと直枝理樹は恋人同士。\nリトルバスターズの面々と楽しい毎日を送っていた。そんな矢先、 男子寮で水道事故が起こり、部屋が使えなくなってしまう。\n「ルームメイトさん、今も募集中、なの、です……」\nクドの申し出に応じて、女子寮で一緒に生活することに。\nそして迎えた夏休み、 みんなで一緒にペットボトルロケットを作ることになり………\n『ロケットキング』の称号をかけて、ミッションスタート！？"
                }
            }
        },
        "1": {
            "ID": "493862",
            "URL": "https://www.thetvdb.com/series/little-busters/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "4337860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4337860",
                    "TitleEnglish": "The Team Name Will Be... the Little Busters",
                    "SummaryEnglish": "The leader of the \"Little Busters,\" Kyousuke, returns to school after a job hunting break and calls the old gang together. He suggests that they all do something that they can only do now, while they're young - and that something is playing baseball. Now all Kyousuke, Riki, Masato, Kengo, and Rin need to do is find enough new members to make a complete baseball team...",
                    "TitleJapanese": "チーム名は…リトルバスターズだ",
                    "SummaryJapanese": "「きょーすけが帰ってきたぞーっ！」\n同じ学園の寮で生活している理樹と幼なじみたち。 就職活動中の恭介が寮に帰ってきて、幼い頃から続いてきたお祭り騒ぎの日常も戻ってきた。 いつまでもこんな時間が続けばいいのに――そう願う理樹は、リーダーの恭介が何かわくわくすることを始めるのを期待していた。そこで恭介は「いましかできないことをしよう」と思いつき、野球チーム「リトルバスターズ」を結成！ そして、人見知りの鈴が女子寮でメンバー集めをさせられることに……。"
                },
                "2": {
                    "ID": "4410823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4410823",
                    "TitleEnglish": "If You're Happy, I'm Happy",
                    "SummaryEnglish": "On the school's roof, Riki finds Komari Kamikita, a clumsy girl from his class who loves sweets. Riki tells her he wants to recruit her for the baseball team, but he soon realizes that she may not be well suited for baseball. Later, Riki goes to find Rin after she shirks her classroom duties to play with several cats. One of the cats has two notes tied to it, the first of which says that there is a secret to the world and if they want to find out what it is, they have to complete several tasks first. The second note lists their first task: Fix the sanitation problem in the boys' dorm storage shack. Riki doubts the sincerity of the notes, but Rin is excited to take on the first task. She later gathers up Kyousuke, Riki and Masato to go clean the storage shack. Komari finds them there and agrees to be join their baseball team, but first she and the others go to work cleaning up the shack. On the baseball field, Komari displays a complete lack of athletic ability, but Kyousuke still welcomes her onto the team after she replies to his question of what is necessary for baseball with the answer, \"Guts, bravery and friendship.\" Soon after, Riki collapses from an attack of narcolepsy, which he has had since childhood.",
                    "TitleJapanese": "君が幸せになると、私も幸せ",
                    "SummaryJapanese": "理樹は屋上でこっそりお菓子を食べていたクラスメイトの小毬に出会う。\n前向きでのんびりした性格の小毬と親しくなった理樹は、彼女に野球チームのメンバー集めをしていることを話してみる。\nあまり野球に興味がなさそうな小毬だったが、恭介の入団テストを受けることに……。\n一方、いつものように猫をかわいがっていた鈴は、その中の一匹のしっぽに巻きついた手紙を発見。\nそこには不思議なメッセージが書かれていた。"
                },
                "3": {
                    "ID": "4410824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4410824",
                    "TitleEnglish": "I Like Cute Things, You See",
                    "SummaryEnglish": "Riki is called out for tea and a chat by Kurugaya Yuiko, a mysterious girl who rarely shows up to class. He invites her to join the Little Busters, but when she meets the team's resident musclebrain, Masato, sparks instantly fly.",
                    "TitleJapanese": "可愛いものは好きだよ、私は",
                    "SummaryJapanese": "野球チーム・リトルバスターズはあと４人メンバーを必要としていた。\nそんな時、理樹に声をかけたのが姉御肌のクラスメイト、来ヶ谷唯湖だった。\n中庭で理樹をお茶に誘った唯湖は「可愛いものは好きだよ」などと言って理樹をからかう。\nクラスでも謎の存在だった唯湖だが、親しく話してみると理樹たちが野球チームを作ったのに興味がある様子だった。\nだがその後、彼女はメンバーの真人と衝突。恭介の審判でバトルをすることになる。\n屈強の筋肉男・真人を前に唯湖は不敵に微笑むのだった。"
                },
                "4": {
                    "ID": "4410825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4410825",
                    "TitleEnglish": "We'll Make a Happy, Sunny Place",
                    "SummaryEnglish": "Riki helps his classmate Kudryavka Noumi move her boxes into her new dorm room one afternoon. The next day, Riki goes to the roof looking for Komari to thank her in place of Rin for taking care of one her cats that was injured. He finds her asleep and hears her sleep-talk about her brother, but when Riki asks Komari about him, she says she is an only child and that her brother only appears in her dreams to read her a picture book with eggs and chicks. The next day, Riki and Rin go to the roof and find Komari a little sad. She had found the picture book from her dreams with the name Takuya Kamikita on the back, but her mother will not tell her anything about having a brother, and Komari cannot remember anything about him. Komari asks Riki and Rin to accompany her to a retirement home, and the other members of the Little Busters decide to join in as well. They spend time with the retirees, talking with them and cleaning their rooms. Riki cleans the room of a cross old man named Kojirō who normally scares anyone away by yelling at them, but Riki stays and cleans his room regardless. After he scares away Komari, Kojirō reveals his full name to be Kojirō Kamikita and tells Riki to keep her away from him.",
                    "TitleJapanese": "幸せのひだまりを作るのです",
                    "SummaryJapanese": "前向きで人懐っこい小毬は人見知りの鈴との距離も少し縮まり、すっかり大事なメンバーの一員になっていた。\nある日の昼休み、屋上で昼寝していた小毬を見つけた理樹は「お……おにいちゃん……？」という寝言を聞いてしまう。\n小毬に話を聞くと、彼女は本当はひとりっ子で、いつも夢の中にだけ兄が現れてちょっぴり悲しいお話の絵本を読んでくれるのだという。\nだがその後、小毬は夢の中に出てきた手作りの絵本が実家にあるのを見つけてしまうのだった――。"
                },
                "5": {
                    "ID": "4410826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4410826",
                    "TitleEnglish": "To Find What I’ve Lost",
                    "SummaryEnglish": "Komari continues to dream about her brother, and Riki goes to see Kojirō to learn more about Takuya. Kojirō merely tells him that he should not pry further into the matter if he cares about Komari. Unable to sleep, Riki goes out to buy a drink and encounters Komari at the school gate, who had gone out to buy snacks. She invites him up to the roof to watch a meteor shower, where the spend the rest of the night. Komari asks Riki to go on a date with her so she can search for her lost memories. They take a train to go to where Komari used to live and they end up taking a boat out on a lake. Riki suggests to her that she does not necessarily have to look for her brother, and Komari jokingly asks him if he will be her brother. It starts raining on their way back towards school, and while running to find shelter, Riki spots a dead kitten. Komari starts sobbing uncontrollably as she recalls memories of her brother.",
                    "TitleJapanese": "なくしものを探しに",
                    "SummaryJapanese": "野球の練習中は鈴たちとじゃれあって楽しく過ごす小毬だったが、夢の中の兄のことを思うとせつない笑顔を浮かべる。\n理樹はそんな小毬のために兄を探すことを決意する。小毬の兄は本当にいるのだろうか。それとも……？\nその夜、小毬は流星群を見ようと理樹を屋上へ誘う。お菓子を食べながら、星に願いをかけるふたり。\n夜が明ける頃、最後の流れ星を見た小毬はふと何かを思い出す。そして週末、理樹と小毬はふたりきりで郊外へ行く。\n彼女のなくしもの、小毬の思い出を探しに……。"
                },
                "6": {
                    "ID": "4410827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4410827",
                    "TitleEnglish": "Let's Find Wonderful Things",
                    "SummaryEnglish": "Komari is in shock from remembering her dead brother Takuya, recalling the time they spent together in the hospital. In Komari's recollection, Takuya writes a picture book for her, and tells her that he might be gone when she wakes, but tells her not to be sad because it will all be a dream. When Komari awakens, her brother has died, but she remembers what he said, and does not despair. As a defense mechanism, Komari begins to believe that Riki is her brother. Kyousuke tells Riki that if anybody can save Komari, Riki can. Riki speaks with Kojirō, who tells him that this happens every time Komari witnesses death, and that she will return to normal in a few weeks. However, Riki is determined to save Komari, and adds to Takuya's story book. Riki forces Komari to accept her brother's death, but through his extension of Takuya's book, shows Komari that she has friends to support her.",
                    "TitleJapanese": "みつけよう　すてきなこと",
                    "SummaryJapanese": "理樹との思い出探しから帰った小毬は、ついに兄のことを全て思い出す。\nだが、その真実は小毬にとってあまりに過酷で、彼女は混乱してしまう。\nフラッシュバックを起こすたびに辛い思い出を夢と思うことでその悲しみから身を守ってきた小毬。\nそんな彼女を前になすすべがない理樹だったが、恭介の励ましで小毬の笑顔を取り戻そうと決意。\nリトルバスターズの仲間たちが優しく見守る中、理樹は小毬を助けるために動き出す。"
                },
                "7": {
                    "ID": "4410828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4410828",
                    "TitleEnglish": "Now Then, Guess Who!",
                    "SummaryEnglish": "Riki sets out to find more members for the team.",
                    "TitleJapanese": "さて、わたしは誰でしょう？",
                    "SummaryJapanese": "野球の練習に励むリトルバスターズの面々だったが、まだまだメンバーは足りない。\nそこでメンバー集めの任務を託された理樹は、隣のクラスの三枝葉留佳を誘ってみようと考える。\nしかし葉留佳はいたずら好きのトラブルメーカー。\nいつものように風紀委員に追いかけられた彼女は、理樹を巻き込んで騒がしく逃走する。\n風紀委員を手玉にとる葉留佳。\nだが、冷たい瞳をした風紀委員長・佳奈多が現れると明るかった表情が急に曇りだす。"
                },
                "8": {
                    "ID": "4410829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4410829",
                    "TitleEnglish": "Let's Look for Roommate!",
                    "SummaryEnglish": "Riki, Rin, and Masato go to great lengths to make sure their newest team member gets what she wants: a roommate.",
                    "TitleJapanese": "れっつ、るっきんぐふぉーるーむめいとなのです",
                    "SummaryJapanese": "まだまだ続く野球のメンバー探し。\n愛犬たちとフリスビー遊びをするクドの俊敏な動きを見た理樹は、彼女を野球チームにスカウトして入団テストを受けてもらうことに……。\nそんなクドは目下、寮のルームメイトを募集中だった。\n日本に来てからなかなか友達ができないクドの寂しそうな表情を見た理樹は、ルームメイト探しを手伝う。\nだが、知り合いの女の子に声をかけてみるもののルームメイトはなかなか見つからず、ふたりは途方に暮れるのだった。"
                },
                "9": {
                    "ID": "4410830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4410830",
                    "TitleEnglish": "Save the Cafeteria!",
                    "SummaryEnglish": "Rin finds another message on Lennon. This time, the mission is to save the cafeteria. Later, Riki wonders how the message's author knew there would be a crisis in the cafeteria, just before he is hit by another narcolepsy attack...",
                    "TitleJapanese": "学食を救え！",
                    "SummaryJapanese": "人見知りの鈴はなかなかメンバーの女の子に心を開くことができないでいた。\n仲間たちから離れて猫と遊んでいると、その中の一匹の足に手紙が巻かれているのを見つける。\n「世界の秘密」を教えてくれるというその手紙には、「学食を救え」と二番目の課題が書かれていた。\nさっそく学食へ向かう理樹と鈴。\n些細なことから佐々美とバトルになったりしたものの、学食には問題はなさそうだった。\nこの課題はいったい何を意味するのか……？"
                },
                "10": {
                    "ID": "4410831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4410831",
                    "TitleEnglish": "The Blue of the Sky, the Blue of the Sea",
                    "SummaryEnglish": "Riki is tasked with finding the last member of the Little Busters to have a full baseball team of nine. Riki hits a foul ball that hits Mio and he brings her a compress the next day. He notices that Mio always has a parasol and that he always sees her reading under the same tree in the courtyard. Their other classmates call Mio \"shadowless\" because of the parasol and the fact that she does not have much presence. Riki wants to help her like Kyousuke and the others helped him, so he asks Mio if she would like to join the Little Busters, but she declines. Later, Yuiko enlists the help of Riki to help find Mio's book. They go back to the classroom, but are unable to find it, thinking that someone may have hidden it as a joke. However, Yuiko arrives to explain that there was no wrongdoing, and the girl who had picked up the book before gives it back to Mio. Some of the Little Busters members come to get Riki for practice and Mio goes to watch them play.",
                    "TitleJapanese": "空の青　海のあを",
                    "SummaryJapanese": "野球の練習中、ボールを探していた理樹は物静かな少女・美魚と出会う。\nいつも中庭の木陰で日傘を差し、ひとりで読書をしている彼女が何となく気になる理樹。\n時に辛らつな彼女の言動に最初はとまどうものの、昼食をもらったりしてしだいに打ち解けていく。\n美魚はある一冊の本を大事そうに読んでいたが、どんな本なのか聞いても教えてはくれなかった。\nところが体育の授業の時にその本をなくしてしまい、理樹がいっしょに探してあげることに。"
                },
                "11": {
                    "ID": "4410832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4410832",
                    "TitleEnglish": "See, There Ain't No Ghosts",
                    "SummaryEnglish": "To test the team's courage, Kyousuke sets up various traps within the school.",
                    "TitleJapanese": "ホラー・NO・RYO大会",
                    "SummaryJapanese": "恭介の思いつきで納涼肝試し大会をすることになり、いつものようにメンバーが集められる。\n美魚から校舎には「出る」らしいと聞いた鈴たちは始まる前からおじけづく。\nチーム分けして、校舎に隠したお札を探してくるというのが今夜のミッション。\n怖がりな女子も恭介が仕掛けた罠に脅えながら校舎を探索する。\nところが、そんな理樹たちをどこからか見つめる黒い影が……。\nただの余興のつもりが、本物の怨霊を呼び寄せてしまった!?"
                },
                "12": {
                    "ID": "4410833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4410833",
                    "TitleEnglish": "A Blue World, Stretching on to Eternity",
                    "SummaryEnglish": "Riki wants Mio to be included among his friends, so he asks her to be the team's manager, which she ultimately accepts after initially thinking they were starting an all-male idol group. After practice, Mio brings everyone hot drinks and they exchanges phone numbers with her. The next day, the Little Busters get together to write tanka poems, but Mio leaves part of the way through. Riki finds her sitting under her usual tree, and after talking for a bit, Riki feels as if Mio wants to disappear. Riki tells Mio that he saw someone who looked like her in town, but she was no carrying he usual parasol. Before leaving, Mio tells him that she plans on submitting a tanka in a competition held at school. The next day, Mio does not show up at school, and Riki overhears his classmates saying they also saw a girl in town who looked similar to Mio. After school, Riki sees the girl standing below in the courtyard.",
                    "TitleJapanese": "無限に続く青い空を",
                    "SummaryJapanese": "理樹はいつもひとりで読書している美魚を野球チームのマネージャーに勧誘する。\nメンバーに温かく迎えられた美魚は、みんなと短歌を作ったりしてすぐに打ち解けたように思えた。\nところが美魚は大勢の人たちとわいわい過ごすことに戸惑いを感じたのか、\nふと気がつくとメンバーの輪の中からいなくなっていた。\nいつものようにひとりで鳥にえさをやっていた美魚を見つけた理樹は、\n彼女と話しているうちになぜか不安がこみあげてくるのだった。"
                },
                "13": {
                    "ID": "4459799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4459799",
                    "TitleEnglish": "Where the End Begins",
                    "SummaryEnglish": "Mio has been absent from school for several days, and everyone, even the Little Busters, seems to be gradually forgetting about her. Riki finally spots her in the courtyard again, but he notices an unfamiliar loneliness in her eyes...",
                    "TitleJapanese": "終わりの始まる場所へ",
                    "SummaryJapanese": "美魚はもう何日も学校を休んでいた。\n理樹も雷鳴の中に立つ彼女を見かけて以来、会うこともできないでいた。\nやがてクラスメイトはもちろん、仲が良かったメンバーたちさえも美魚のことを話題にしなくなっていく。\nいつもと違う、何とも言いがたいぼんやりした感覚――そんな漠然とした不安の中、\n理樹は中庭で久しぶりに美魚の姿を見つける。\nいつもと変わらぬ微笑みを浮かべる美魚だったが、その瞳はどこか寂しげでもあった――。"
                },
                "14": {
                    "ID": "4460140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4460140",
                    "TitleEnglish": "That’s Why I’ll Hold My Hand Out to You",
                    "SummaryEnglish": "When was the last time anyone saw Mio reading a book under the tree in the courtyard? What kind of person was she? Riki's memories become vague and he becomes scared that he might forget her completely. Will he be able to find the real Mio before she completely disappears?",
                    "TitleJapanese": "だからぼくは君に手をのばす",
                    "SummaryJapanese": "どんなことも過ぎてしまえば急速に色あせていく。\n中庭の樹の下で本を読んでいた美魚を最後に見たのはいつだっただろうか。\n彼女はどんな女の子だったのだろうか――。\n理樹の記憶はあいまいになって、美魚のことを忘れてしまいそうな不安に陥っていた。\n理樹は悩んだ末に恭介に助言を求め、重要なミッションを与えられる。\nそして美魚の面影を探し歩き、ついに彼女が確かにこの世界にいたという、\nたったひとつの手がかりを思い出すのだった。"
                },
                "15": {
                    "ID": "4460141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4460141",
                    "TitleEnglish": "Hell Yeah, This Totally Rocks!",
                    "SummaryEnglish": "After an initial failed attempt by Komari and Kudryavka to get Riki to follow them because of something 'serious', Rin texts Riki to come to her room in the girl's dorm. Narrowly escaping detection by Kanata and the other disciplinary committee members, Riki makes it to her room to find the rest of the female Little Busters members together for a sleepover. Kyousuke calls Riki and surmises that he has been kidnapped by the girls, so he, Masato and Kengo play games to figure out which one of them will go to rescue Riki.",
                    "TitleJapanese": "ムヒョッス、最高だぜ",
                    "SummaryJapanese": "夜、小毬とクドが男子寮にやってきて、理樹を呼び出す。\nだが話を聞くと大変な用事でもないらしく、理樹は恭介たちと部屋で遊ぶことを選択する。\n男子だけで盛り上がっていると、今度は鈴から「一人で来て」というメールが……。\nただならぬ雰囲気を感じた理樹は女子寮に忍び込み、鈴の部屋をノックする。\nすると、そこにはリトルバスターズの女子メンバー全員が待ち構えていた。\n理樹にとっては悪夢の、女子にとってはお楽しみの一夜が始まる――。"
                },
                "16": {
                    "ID": "4460142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4460142",
                    "TitleEnglish": "Don't Look at Me Like That",
                    "SummaryEnglish": "Masato battles Haruka after she eats some of his katsudon, but he loses quickly. Later, Riki, Rin and Komari watch as Haruka starts to repair a bench which she has fond memories of, but Kanata arrives and points out that the bench was already going to be destroyed so there was no point in trying to repair it. Haruka and the others watch as two other disciplinary committee members destroy the bench and take away the remains to be incinerated. Haruka is taken away to the disciplinary committee to answer for her numerous infractions, but she loses her composure from the committee members laying countless blame on her, including accusing her of wrongdoing she did not commit. Before she can make things worse for herself, Yuiko intervenes and calms the situation, though Haruka is still ultimately punished. Another day, the whole school is in an uproar after flyers are posted all around school saying that Haruka's father is a criminal. The members of the Little Busters go around school collecting and taking down the flyers until they finally find Haruka, who had been crying alone in the baseball clubhouse. She explains that in her family, each woman takes two husbands, and one of her mother's husbands was later arrested for murder and attempted arson. Finally, Haruka reveals that she and Kanata are in fact twins.",
                    "TitleJapanese": "そんな目で見ないで",
                    "SummaryJapanese": "いたずら好きの三枝葉留佳は、今日も校則違反で風紀委員たちに追われる身。\n理樹たちが彼女を見つけて声をかけると、追っ手を逃れてお気に入りのベンチを補修しに行くところだった。\nするとそこへ風紀委員長の二木佳奈多がやってきて、冷たい眼差しで葉留佳を糾弾する。\n理樹たちはそんな佳奈多に反発するが、葉留佳は風紀委員会へと連行されてしまう。\nだが委員会で風紀委員たちから身に覚えのない罪で非難されると、葉留佳は激高する。"
                },
                "17": {
                    "ID": "4460143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4460143",
                    "TitleEnglish": "I Wanted Someone to Stay by My Side",
                    "SummaryEnglish": "The secret of the Saigusa family is explained to the Little Buster crew, and Riki wants to help his friend cope with her new Infamy.",
                    "TitleJapanese": "誰かにそばにいて欲しかったんだ",
                    "SummaryJapanese": "何者かがバラ撒ばらまいた誹謗中傷のビラに傷ついた葉留佳は、自らの生い立ちを語り出す。\nそのあまりに過酷な運命に、理樹たちは衝撃を受ける。\n心無いビラによって悪評が広まり、「またここでも居場所がなくなる……」と脅える葉留佳。\nだがすでにリトルバスターズのかけがえのない仲間になっていた葉留佳を、メンバーみんなが必死に励ます。\nそして葉留佳は自らの運命と向き合い、出生の秘密を探ることを決心。\n理樹と共にある人物に会いに行くのだが……。"
                },
                "18": {
                    "ID": "4460144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4460144",
                    "TitleEnglish": "The Answer Is Within Your Heart",
                    "SummaryEnglish": "With the encouragement of her friends, Haruka confronts Futaki and lays it all out. What Futaki has to share will change how the Little Busters view her.",
                    "TitleJapanese": "答えは心のなかにあるんだ",
                    "SummaryJapanese": "葉留佳の味方をする理樹の本心を試すため、佳奈多は巧妙な罠を仕掛けていた。\n葉留佳はその姿を見て、激しく動揺する。\n降りしきる雨の中、にらみ合う葉留佳と佳奈多。\nだが、葉留佳を激しく責めながらも、佳奈多の表情はどこか寂しげなように見えた。\n佳奈多の真意を探り、恭介の助言によって自分がなすべきことを悟った理樹は、葉留佳と話し合い、ひとつの答えを見つける。\nそして、全てを吹っ切り、気持ちを決めた葉留佳は佳奈多の前に立つ――。"
                },
                "19": {
                    "ID": "4460145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4460145",
                    "TitleEnglish": "Keep Working Hard",
                    "SummaryEnglish": "Kud might be smart be she lacks some common sense concepts due to her traveling. With the upcoming practical exams the Little Busters aim to help her ace the test.",
                    "TitleJapanese": "きっと、ずっと、がんばるのです",
                    "SummaryJapanese": "“クド”こと能美クドリャフカは退屈な授業でも熱心に聴いているマジメな子。\nだが、クォーターなのに英語の発音は苦手で、授業で当てられて恥をかいてしまう。\n「わふ～……」と悲しげにため息をつく彼女のために、\nリトルバスターズのメンバーみんなで勉強を教え合って実力テストを受けることに。\n勉強では苦戦するクドだったが、話せば話すほど意外な素顔が明らかになる。\nテスト当日、実力を出し切って赤点を回避することはできるのだろうか……？"
                },
                "20": {
                    "ID": "4460146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4460146",
                    "TitleEnglish": "Cure the Lovesick",
                    "SummaryEnglish": "Sasasegawa Sasam and Rin continue to have battles, but that is pushed aside for as another one of her cats have brought her a mysterious message to help another student.",
                    "TitleJapanese": "恋わずらいをいやせ",
                    "SummaryJapanese": "女子ソフトボール部のエース・笹瀬川佐々美はリトルバスターズのメンバーが\nグラウンドを使って練習していることに文句をつけ、鈴と一打席勝負で決着をつけることに。\n勝負の後、猫と戯れていた鈴はまた猫のしっぽに手紙が巻いてあるのを発見する。\n「２－Ａ１番の恋わずらいを癒せ」という指令に従って、ある生徒の恋愛相談を受ける鈴と理樹。\nだが、その片思いの相手が意外すぎて仰天する。\nそれでもふたりはあの手この手で仲を取り持とうと奔走するのだが……。"
                },
                "21": {
                    "ID": "4460147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4460147",
                    "TitleEnglish": "Fifty Nautical Miles into the Sky",
                    "SummaryEnglish": "After another training session, the Little Busters join up to clean their clubroom. Later in the night, Riki comes across Kudryavka and assists her with a traditional ritual of her country, Tevua, which was once part of the Soviet Union. During the ritual, Kudryavka tells Riki about her mother and how she spent little time with her as she was preparing herself to become an astronaut. Kudryavka also tells him that her name comes Laika, a Soviet space dog who became the first animal to orbit the Earth. When the day finally comes for her mother to launch into space, Riki goes to look for Kudryavka to watch it on TV with her. When he finds her outside, she feels that it is better not to watch it as her own manner of wishing good luck. However, Riki and Kudryavka later learn that the rocket exploded on launch, and that mission control has lost contact with Kudryavka's mother.",
                    "TitleJapanese": "50ノーティカルマイルの空",
                    "SummaryJapanese": "野球の練習や部室の掃除で楽しく充実した時間を過ごし、リトルバスターズは今日も絶好調。\nそんな中、何気ない雑談からクドは自分や愛犬たちの名前の由来を語り、理樹たちは彼女の生い立ちを少しずつ知る。\nその日の夜遅く、理樹は中庭でクドの姿を見かけ、その神秘的な姿に息を呑む。\n母国のテヴアに伝わるおまじないの儀式をしているのだというクドは、理樹に儀式を手伝ってほしいと頼む。\n満天の星空の下、ふたりだけの秘密の儀式が始まる――。"
                },
                "22": {
                    "ID": "4460148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4460148",
                    "TitleEnglish": "I Promise I’ll Come Back",
                    "SummaryEnglish": "No news comes whether Kudryavka's mother is still alive, and travel is restricted to and from Tebwa to reduce risk of contamination from the exploded rocket engine. However, the Tebwan embassy sends Kudryavka a plane ticket so she can go to see if her mother is safe. Kudryavka is conflicted about going back to Tebwa because she had come to Japan to escape having dropped out of Tebwa's aviation school after half a year. Initially, Kudryavka decides to stay and throws away everything she had related to space, but Riki recovers the items and brings them back to her. Riki tells her that she can just be herself in chasing her dream of space, even if she cannot become an astronaut. Kudryavka admits that she wanted to see her mother and decides to go back to Tebwa. Before leaving, Kudryavka says goodbye to her friends.",
                    "TitleJapanese": "わたし、必ず戻ってきます",
                    "SummaryJapanese": "テレビのニュースはクドの母国テヴアからの映像を伝えていた。\n悪化していくテヴアの状況に理樹たちは呆然。\nショックで倒れてしまったクドは目を覚ますと「全部、思いだしました……！」とつぶやく。\n大使館からクドが帰国するための航空券が届けられたものの、彼女は故郷にいる母に会いたいがテヴアには帰れないと言う。\n「だってわたしは、ここへ……日本へ逃げてきたのですから……」。\n危険を冒してでも帰るべきか仲間の元に残るべきか、クドは葛藤する。"
                },
                "23": {
                    "ID": "4460138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4460138",
                    "TitleEnglish": "For Those You Love",
                    "SummaryEnglish": "As her friends in Japan learn that an uprising started in Tebwa following the failed rocket launch, Kudryavka meets her grandfather where he is in hiding and learns that her mother survived the explosion. As her grandfather leaves to pick up her mother, Kudryavka is captured by the rebels and imprisoned in a cave. As her friends keep wishing for her safe return, Riki holds on to the gear she left behind, a memento of her mother's, and it mysteriously appears in Kudryavka's hands, which she uses to break free. Some time later, the uprising is quelled and Kudryavka reunites with her mother for a while before she returns to Japan and rejoins her friends.",
                    "TitleJapanese": "あなたの大切なもののために",
                    "SummaryJapanese": "クドの母国テヴアのニュースに耳をそばだてるのが理樹たちの日課になっていた。\nだが、聞こえてくるのは悪いニュースばかり。\nテヴアの空と海は変わらずに美しいのに、地上では悲惨な光景が繰り広げられていた。\n理樹はクドに間違った選択をさせてしまったのではないかと後悔する。\nクドが大事にしていたロケットの部品をお守り代わりに願いをかける理樹。\n理樹の想いは、そしてクドの想いは遠い空を越えて届くのだろうか。"
                },
                "24": {
                    "ID": "4460139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4460139",
                    "TitleEnglish": "If Rin-chan Is Happy, I’m Happy, Too",
                    "SummaryEnglish": "Rin next challenge has been delivered and Riki has grown more suspicious of the timing of the notes.",
                    "TitleJapanese": "鈴ちゃんが幸せならわたしも幸せだから",
                    "SummaryJapanese": "人見知りだった鈴も、小毬のおかげでだいぶ変わってきていた。\nそんな鈴にまた猫のレノンが手紙を運んでくる。今度の指令は「人形劇をせよ」というもの。\nそしてその指令の通りに、鈴は成り行きで子どもたちのために人形劇をやることになってしまう。\n童話作りが得意な小毬が協力してくれることになったが、理樹は小毬が作った「八人のこびと」の話が心に引っかかっていた。\n鈴は小毬といっしょにペンギンや星のぬいぐるみを作り、夜通しがんばるのだった。"
                },
                "25": {
                    "ID": "4530362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4530362",
                    "TitleEnglish": "The Final Member",
                    "SummaryEnglish": "Kyousuke predictions of the final Little Buster member shocks Riki, but that is not the bombshell that will be presented to Riki.",
                    "TitleJapanese": "最後のひとり",
                    "SummaryJapanese": "野球チーム・リトルバスターズとしての初試合が決まった。\nまだメンバーはマネージャーの美魚を除いて８人しかいなかったが、恭介にはアテがあるらしく、心配はいらないと言う。\n一方、メンバーとは距離を置き、ひとりで剣道の大会に備えていた謙吾だったが、\n弓道部の天才少女と呼ばれた古式みゆきと何やら深刻そうな話をしているのを理樹たちに目撃される。\n古式はある理由で謙吾に相談をしていたと言うのだが……。"
                },
                "26": {
                    "ID": "4530363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4530363",
                    "TitleEnglish": "The Greatest of Friends",
                    "SummaryEnglish": "Thrust into the role of leader of the Little Busters, Riki is finding it hard to fill Kyousuke shoes.",
                    "TitleJapanese": "最高の仲間たち",
                    "SummaryJapanese": "初試合の前日、恭介はリトルバスターズのリーダーを降り、理樹に全てを任せると言い出す。\nだが、突然のリーダー就任に戸惑う理樹にはチームをまとめるのは困難だった。\n「恭介の後についていくと、いつも楽しいことが待っていた」と、理樹は幼い頃のことを思い返す。\nそして、ずっと恭介の背中に守られてきた自分にはリーダーは務まらないのではないかと思い悩むのだった。\n恭介は「いつまでも俺を頼っちゃいけないんだ」と理樹を励ますのだが……。"
                }
            }
        },
        "2": {
            "ID": "516215",
            "URL": "https://www.thetvdb.com/series/little-busters/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4536355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4536355",
                    "TitleEnglish": "It Struck Without Warning",
                    "SummaryEnglish": "Following the loss of their first baseball game, the Little Busters have a pancake party. While returning from the party, Yuiko overhears some girls badmouthing her, claiming that they will pay her back for being humiliated in the past. Some time later, Riki and the others learn that someone had filled Kudryavka's bag with thumbtacks and destroyed Komari's notes. Suspicious of a girl who was overhearing them, Riki follows her and finds the same girls Yuiko had noticed the other day in a classroom, figuring that they are the culprits. Despite being confronted by Riki, the girls claim that there is nothing he can without any evidence of what they did, until Yuiko appears and plays a recorded conversation between them that proves their involvement. Despite that, the girls refuse to give up and claim that they will keep tormenting Yuiko's friends until Yuiko destroys the room's door with a single kick and threatens to do the same with their faces, forcing them to give up. When a teacher arrives and discovers the damage, Kyousuke and the other boys cover for Yuiko and Riki as they escape by themselves to the broadcast room. The room seems familiar to Riki despite never having been there before and with his memories confused, he suffers another attack of narcolepsy and collapses.",
                    "TitleJapanese": "それは突然やってきた",
                    "SummaryJapanese": "初めての野球の試合を終えた記念に、小毬主催のホットケーキパーティが開かれた。\nリトルバスターズが全員揃って初のパーティは、笑顔いっぱいの大盛り上がり！\nだが、あるクラスメイトの女子たちは楽しげな彼らを苦々しい表情で見ていた。\nあるメンバーに恨みを持つ彼女たちはリトルバスターズの友情を裂くために陰湿な嫌がらせを行う。\n憤る理樹たちの中で、来ヶ谷は何か心当たりがあるのか、冷たい瞳を静かに光らせていた。"
                },
                "2": {
                    "ID": "4676604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4676604",
                    "TitleEnglish": "It Was Raining Back Then, Too",
                    "SummaryEnglish": "After waking up, Riki learns from Yuiko that she was taking care of him while he was asleep and cannot shake the suspicion that the whole situation has happened with them in the past. Some time later, Kyousuke and the other boys point out that Riki is behaving strangely since his last encounter with Yuiko. Believing that he has fallen in love with her, they decide to have him lure the girls to the school building as they prepare a fireworks show for them, with instructions to find a way to get alone with Yuiko to set up the mood for his \"confession\". Wondering if he is actually in love with someone, Riki does as they say, but ends up alone with Yuiko by accident when the fireworks begin. The following day, Riki realizes that the same events of the previous day are being repeated as the date is also the same, June 20.",
                    "TitleJapanese": "そのときも雨が降っていた",
                    "SummaryJapanese": "ナルコレプシーで倒れた理樹は来ヶ谷に看病される。\n仲間たちとの思い出を語り合い、楽しい時間がずっと続いてほしいと願ったふたりは、なんとなくいい雰囲気に……。\nその後、部屋に戻ってきた理樹の様子がおかしいのを察知した恭介は、「恋か」と言ってニヤッと笑う。\n思ってもみない言葉に戸惑う理樹だったが、恭介たちは「オペレーション・リトルラブラブハンターズ」なる作戦で\n来ヶ谷との恋を応援することに。恭介が考えた作戦とは一体!?"
                },
                "3": {
                    "ID": "4677882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4677882",
                    "TitleEnglish": "I Wanted to Stay Here Forever",
                    "SummaryEnglish": "The day of June 20 keeps repeating without anyone taking heed of it, except for Riki himself, and no one else seems to find it strange even when it starts snowing. Riki decides to look for Kyousuke to ask for his advice but he is nowhere to be found. However, Riki learns that Yuiko is the only other person who knows the truth and she claims that it all is her fault. Her wish for staying with the Little Busters forever had been granted in the form of a dream, and she tells Riki that she only knew what happiness was after meeting Riki and his friends. Yuiko tells him that things will return to normal when he wakes up from the dream, but Riki will forget everything that happened. Before bidding farewell, Yuiko warns Riki to take care of Rin, as the \"fated day\" is at hand.",
                    "TitleJapanese": "ずっとここにいたかった",
                    "SummaryJapanese": "恭介たちが仕掛けた楽しい一夜が明けた。\n来ヶ谷はあれほど楽しい夜はたぶんもう来ないと言い、寂しそうに理樹に微笑んだ。\nその夜、ベッドの中で理樹は漠然とした不安に駆られていた。\n何かがおかしい。時計の日付を見て、理樹は違和感を覚える。\n眠るたびに何かを忘れていくような感覚に襲われる理樹。\nもう６月だというのに、外には雪が降っていた。\n理樹の記憶の上にも、雪のように真っ白な何かが降り積もっていくような気がした。"
                },
                "4": {
                    "ID": "4677883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4677883",
                    "TitleEnglish": "Riki and Rin",
                    "SummaryEnglish": "While thinking about what Yuiko said to him, Riki is approached by a girl who confesses her feelings for him, but claims that she knows he already likes someone else and flees. Wondering what she meant, Rin's image come to Riki's mind, and upon learning what happened, Kyousuke reveals that a third-year student had also confessed to Rin, but he helped her decline him. Later that day, Rin asks Riki to help her buy some cat food and on the way back, she suggests they start dating and Riki agrees after confirming that she likes him. Riki has trouble trying tell Kyouske about it the next day, but Kyousuke claims that he already knew about it. Riki and Rin later tell the rest of the Little Busters, who congratulate them, but Riki chases after Rin after she runs away embarrassed. The white cat Lennon brings them another mysterious letter telling them that they have one final task to do before \"learning the truth of the world\", which is to \"volunteer themselves during homeroom\".",
                    "TitleJapanese": "理樹と鈴",
                    "SummaryJapanese": "理樹は夢の中に何か忘れ物をしたような、不思議な朝を迎えた。\nぼんやりと歩いていた理樹は、突然ある女子生徒から告白をされる。\nその後、告白の話を聞いた恭介に、鈴も以前３年生の男子から告白されていたと聞かされ、\n理樹はなぜか言い知れないショックを受けるのだった。\nそれから鈴と話していてもなんとなく意識してしまうようになった理樹。\n思い切って鈴に告白のことを聞いてみたところ、彼女から思いもよらない提案をされる。"
                },
                "5": {
                    "ID": "4698861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4698861",
                    "TitleEnglish": "The Final Task",
                    "SummaryEnglish": "Members of the Prefectural Assembly are expected to make an inspection of the school and realizing that it is part of the \"final task\", Riki and Rin volunteer themselves to guide them around. Despite Rin's shy demeanor, she manages to guide the visitors properly and they later invite her to take part in a student exchange program to help the students of another school overcome a tragedy that claimed the lives of some of their classmates. Riki at first asks Rin to decline their invitation, but he later realizes that this could be an important experience for her to grow as a person. However, when Riki tries to encourage her to take part in the program, she gets angry at him and ultimately accepts the invitation. On the eve of Rin's departure, Riki realizes that all the tasks they received helped her to mature and improve her confidence. He concludes that it was all a part of Kyousuke's plans, including inviting Komari and the other girls to become part of their group. His suspicions are confirmed when Riki finds Lennon with Kyousuke and then he confronts him about the \"truth of the world\" he mentioned in his letters. However, before getting some answers, they are forced to run away after being caught outdoors during curfew and when Riki trips over, Kyousuke disappears in front of him.",
                    "TitleJapanese": "最後の課題",
                    "SummaryJapanese": "県議会の議員が学校を視察するので、理樹たちのクラスから案内役を２名出すことになった。\n猫のレノンが運んできた手紙に「ホームルームに立候補しろ」と書かれていたのを思い出した鈴と理樹は、\n恐る恐る案内役に立候補する。\n人見知りの鈴はがんばって議員を案内しようとするが、緊張は隠せない様子。\nところがそんな鈴の不器用な態度がなぜか議員に気に入られてしまう。\n議員が帰った後、鈴は職員室に呼び出され、思わぬ任務を要請される。"
                },
                "6": {
                    "ID": "4703042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4703042",
                    "TitleEnglish": "After the Escape",
                    "SummaryEnglish": "After Riki and the others after Rin leave the school without a word, Riki is then left with the impression that Kyousuke sent her away and that he is trying to break apart the Little Busters. Riki continues getting text messages from Rin saying that she does not know what to do at the school, and he all he can do is tell her to \"hang in there\". Concerned for Rin being isolated, Riki decides to go after her, but he is stopped by Kyousuke, who makes a deal that he will bring her back for weekends only.",
                    "TitleJapanese": "逃亡の果てに",
                    "SummaryJapanese": "鈴は併設校へと行ってしまった。\n理樹は、全ては恭介が描いた筋書き通りなのではないかと疑いを持ち、初めて恭介に対して不信感を抱く。\nリトルバスターズがバラバラになってしまうという思いに駆られ、謙吾に相談する理樹。\n彼もまた自分と同じ気持ちだとわかり感激する。\nそんな中、ひとり旅立った鈴からは悲痛なメールが次々と届くようになり、理樹は苦悩する。\nそしてついに鈴を迎えに行こうと決意するのだが、恭介に止められてしまう。"
                },
                "7": {
                    "ID": "4707770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4707770",
                    "TitleEnglish": "May 13",
                    "SummaryEnglish": "Riki awakens several months before, with no memories about what happened during that time. Riki goes to stop Masato from fighting Kengo, but neither of them listen to him and Kyousuke is no where to be found. The result of the fight leads to Kengo fracturing his right arm, putting him out of commission for kendo practice; Kengo asks Riki to think of something fun all of them could do together. Rin is now afraid of everyone but Riki, who routinely drops her off at a local elementary school during the day. Meanwhile, Kyousuke is depressed and stays cooped up in his room reading manga. Initially unsuccessful to find something Rin enjoys to do, he eventually discovers her affinity for playing catch. Riki tries to invite Kyousuke to join in, but he refuses. Riki also invites Masato and Kengo to play a baseball game, but Kengo angrily refuses to participate, and Masato leaves shortly thereafter. Knowing the others are hiding something from him and Rin, Riki resolves to become a leader like Kyousuke and reform the Little Busters.",
                    "TitleJapanese": "5月13日",
                    "SummaryJapanese": "鈴はいつからか、変わってしまった。\n人を怖がるようになった鈴は、もう理樹や子どもたちにしか笑顔を向けなくなってしまった。\n恭介もまた、変わってしまった。\n真っ暗な部屋に閉じこもり、授業にも出ていないようだ。\nいつも恭介の手に引かれて、笑い合っていた幼い頃のリトルバスターズ。\nあの頃にはもう戻れないのだろうか。\n「もし、あの日をとり戻すために、僕にできることがあるなら……なんだろう？」と理樹は考える。"
                },
                "8": {
                    "ID": "4714151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4714151",
                    "TitleEnglish": "Proof of the Strongest",
                    "SummaryEnglish": "Determined to reform the Little Busters, Riki attempts to invite Masato, who refuses, claiming that what only matters to him is to become the strongest. Soon after, Riki and Rin hear news of Masato attacking other classmates and comes with a trap to catch him. However, the trap fails to restrain him fully and he starts pursuing them, after setting another trap with Rin's help, Riki manages to wear down Masato to the point of being able to defeat him barehanded. The knocked down Masato then reminisces that before meeting Kyousuke, he used to be treated as a fool by his peers until he trained his body enough to beat down whoever insulted him, but became isolated because of it, until Kyousuke appears and defeats him also using traps, leading to them becoming friends. It is also revealed that the reason for his rampage at school was because he suddenly started seeing everyone else as himself and believed that he could only become his own person by becoming the strongest of them all. After renewing his friendhip with Masato, Riki realizes that he must eventually defeat Kyousuke as well for his and his friends' sake, while a serious Kengo watches over him from afar.",
                    "TitleJapanese": "最強の証明",
                    "SummaryJapanese": "リトルバスターズをもう一度作り直すため、理樹はまず真人を仲間にしようとする。\nだが、真人はその誘いを断り、「いまから最強を証明しはじめる」という謎の言葉を残して理樹を突き放す。\nすると真人は近寄った者をだれかれ構わず殴り飛ばし、手を付けられない状態に……。\n「まるで昔の真人に戻ったみたいだ」と鈴は幼い頃を思い返す。\n理樹と鈴は協力してトラップを仕掛け、何とかして真人を止めようとするのだが……。"
                },
                "9": {
                    "ID": "4721541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4721541",
                    "TitleEnglish": "A Friend's Tears",
                    "SummaryEnglish": "Riki's next step to reassemble his friends is to convince Kengo to join their side, but Kengo refuses to listen to him, claiming that all Riki and Rin need to do is to rely on their friends. Riki visits Kyousuke, who hints that Kengo is lying about something and Riki realizes that Kengo's arm is not injured as he claims. Rin learns from Masato that Kengo originally joined the Little Busters after Kyousuke defeated his father in a kendo match. This leads Riki to challenge Kengo to a baseball match instead, with the first one to strike a home run being the winner and Kengo rejoining the Little Busters should he lose. After several attempts, Riki manages to land a home run but is too exhausted to throw the ball, so Rin takes his place. Rin's throws are fast but with initially no control, and when she manages to throw the ball properly, she succeeds in having Kengo strikeout, winning the match. Kengo rejoins the Little Busters, determined to follow Riki as long as he can.",
                    "TitleJapanese": "親友の涙",
                    "SummaryJapanese": "真人の次は謙吾を仲間にする番だった。\nだが謙吾は何かを知っている様子で、このまま進むならば、待っているのは暗闇だ、\nと言って理樹の仲間集めをやめさせようとする。\nリトルバスターズを続けることと、謙吾をつなぎ止めること。\nこの両方を成立させる方法はないものか……理樹たちは悩んだ。\nそれでも恭介に負けないリーダーになるという理樹の意志は揺るがず、謙吾を力で倒して仲間にしようと決意。\n鈴は「やきゅーで対決だ」と理樹にボールを渡す。"
                },
                "10": {
                    "ID": "4725884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4725884",
                    "TitleEnglish": "And Now, I Repeat It All",
                    "SummaryEnglish": "Having assembled the rest of the original Little Busters, Riki intends to save Kyousuke from despair the same way he did for him when his parents died. Meanwhile, Kyousuke reminisces that in fact the world they are living was created by his spirit with the purpose of preparing both Riki and Rin to live without him and the others, as all of them except the pair apparently perished during an accident. Since then Kyousuke created an alternate timeline that was always reset when Riki or Rin had fallen into despair. However, Kyousuke's power to maintain this realm is waning, leading to the strange events occurring in the previous loop, and the departure of the other girls. When Riki and Rin ran away after she broke down from being separated from the others, Kyousuke was losing his faith, until Riki managed to establish himself as the leader, and once reunited with his friends, Kyousuke claims that the time for him and the others to bid farewell to Riki and Rin is at hand.",
                    "TitleJapanese": "そして俺は繰り返す",
                    "SummaryJapanese": "ついに四人になった仲間。\n揺るぎない自信を持った理樹は、部屋に閉じこもった恭介を迎えに行く。\n幼い頃、理樹は恭介に手を差し伸べられ、救われた。\n今度は理樹が恭介に同じことをしようとしているのだ。\n一方、恭介は深い闇の中でこれまでのことを思い出していた。\n５月１３日、学園に戻ってきた時のこと。\n野球チームを作った時のこと。理樹が女の子たちを救ってきたこと。\n恭介はその時、どんな考えで行動していたのか――。"
                },
                "11": {
                    "ID": "4725885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4725885",
                    "TitleEnglish": "The End of the World",
                    "SummaryEnglish": "After having the Little Busters once again reunited, Riki suggests for them to play baseball, and the others accept. During the match, Kyousuke reveals to Riki that the world they are currently in was created by him and the others after a bus accident killed all students aboard except for Riki and Rin and to prepare them to move forward with their lives, they put the duo on a series of trials to have them mature and become stronger. After Masato and Kengo bid their farewells, Kyousuke instructs Riki to take Rin past the school gates back to the real world, as the time for them to part has come. As Riki and Rin get past the gates, Kyousuke has one last tour arround the school before sitting on his desk and disappearing along the world he created.",
                    "TitleJapanese": "世界の終わり",
                    "SummaryJapanese": "恭介を仲間に入れ、元通りのリトルバスターズを取り戻した理樹は、喜びでいっぱいだった。\n早速、仲間たちみんなで野球をしようと張り切っている。\n周囲はなぜか奇妙に静かで、はしゃぐ理樹を恭介は切なく見つめていた。\n野球をしながら、恭介は仲間たちとの思い出を振り返っていた。\nそしてついに恭介から理樹へ、この世界の秘密が語られる。\n――終わりの時が、もうすぐそこまで来ていた。"
                },
                "12": {
                    "ID": "4725886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4725886",
                    "TitleEnglish": "One Wish",
                    "SummaryEnglish": "Riki and Rin awaken in the real world and reminisce that during their field trip, their bus got into an accident and Masato and Kengo used their own bodies to protect them. Despite injured, they flee from the site of the accident to avoid being caught in the impending explosion but after reaching a safe distance, Riki leaves Rin behind to return and attempt to help the others. However, he starts suffering another attack of narcolepsy and struggles to keep himself awake. Meanwhile, Rin has a meeting with Komari and the other girls in spirit and wishing to not part ways with them, she decides to look for a way to save them as well.",
                    "TitleJapanese": "お願いごとひとつ",
                    "SummaryJapanese": "「世界の秘密」を知った理樹は、鈴の手を引いてひたすら走った。\nもう後戻りはできない。\n仲間たちのことを思うと、理樹の心は張り裂けそうだった。\n……気が付くと、二人の前には絶望の光景が広がっていた。\n理樹は痛む身体を引きずって立ち上がろうとする。\n何とかしなければと思っても、どうすることもできない。\nもう全ては遅いのだろうか……？　\n極限状態の中で、鈴の脳裏に浮かぶのは恭介たちとの思い出。\nそして、夕焼けの中で小毬と交わした約束だった。"
                },
                "13": {
                    "ID": "4732797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-busters/episodes/4732797",
                    "TitleEnglish": "The Little Busters",
                    "SummaryEnglish": "Having another attack of narcolepsy, Riki realizes that he always falls asleep at the sight of unpleasant situations, since he saw his parents' dead bodies in a car accident when he was a child, and determined to overcome this weakness, he awakens with Rin's help. Knowing that the bus will explode, Riki and Rin start rescuing the other students from the wreckage only to discover that Kyousuke is using his own body to prevent the gas from leaking further, leaving the duo no other option but to pick him up after carrying all the others to safety. The bus explodes just after Riki and Rin return to rescue Kyousuke, but the incident ends with no deaths. Three months later, all of the students have returned from the hospital except Kyousuke, who is still in a coma, and the other Little Busters spend their days together, waiting for him to return. Once Kyousuke finally returns, the Little Busters have their own, private field trip to the beach together.",
                    "TitleJapanese": "リトルバスターズ",
                    "SummaryJapanese": "深く、どこまでも深く――。\n理樹の意識は暗い闇へと沈んでいった。\n壮絶な事態が進行する中で、理樹は何もすることができない無力感に苛まれた。\n―なぜこんなことになってしまったのだろう―理樹は自問自答し、自分の弱さを乗り越えるために現実に抗うことを決意する。\n「この世界の秘密」の真意、願いに応えるために、未来を笑顔に変えるために──。"
                }
            }
        }
    }
}