{
  "URL": "https://www.thetvdb.com/series/kokoro-connect",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Mystery",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2250034/",
    "https://www.themoviedb.org/tv/45807"
  ],
  "TitleEnglish": "Kokoro Connect",
  "SummaryEnglish": "Five members of the school culture club—Taichi Yaegashi, Iori Nagase, Himeko Inaba, Yui Kiriyama, and Yoshifumi Aoki—encounter a bizarre phenomenon one day when Aoki and Yui switch personalities without warning. The same begins to happen to the other club members, throwing their daily lives into chaos. At first the five students find some amusement among the confusion, but this connection also exposes the painful scars hidden within their hearts... When their calm lives are shattered, the relationships between the five students also begin to change!",
  "Aliases": [],
  "Modified": "2025-06-22",
  "Seasons": {
    "0": {
      "ID": "822150",
      "URL": "https://www.thetvdb.com/series/kokoro-connect/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "4394514",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kokoro-connect/episodes/4394514",
          "TitleEnglish": "The Days Fall Apart",
          "SummaryEnglish": "As Heartseed puts the gang through another phenomenom, in which their true emotions will be randomly transmitted to each other, Iori turns Taichi down when he asks to start dating her. As Valentine's Day comes and Maiko suggests Taichi turn his attention towards Himeko, the gang grow concerned when they learn Goto will only be able to be an advisor for one club, meaning they will have to outdo the Jazz Club in a presentation in order to keep him. As the discussion turns to Valentine's Day, both Himeko's feelings for Taichi and Taichi's rejection by Iori gets transmitted to the others. As Himeko tries to get Iori to speak her reasons, Iori's selfish thoughts end up getting transmitted to everyone, which in turn leads Iori to hear everyone's concerned thoughts about her, including a harsh one from Himeko.",
          "Aliases": []
        },
        "2": {
          "ID": "4394516",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kokoro-connect/episodes/4394516",
          "TitleEnglish": "You Don't See It, You Don't Get It",
          "SummaryEnglish": "As Iori struggles with her identity, she ends up being cold and distancing herself from everyone around her. When Taichi hears Himeko thinking about disbanding the Cultural Research Club, she explains it as a possible method to stop Heartseed from interfering with them, though Taichi easily tells she doesn't want it to come to that. Concerned about Iori, Yui tries to reason with her, but she just responds that her changing personality means she can no longer be friends with her. As Yui is approached by Heartseed that evening, she resolves to stop relying on others so much, later giving Taichi some encouragement to help save Iori. The next day, as Himeko tries to get Iori to say what she truly feels, she responds by saying it is Himeko's selfishness concerning Taichi that is to blame.",
          "Aliases": []
        },
        "3": {
          "ID": "4394518",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kokoro-connect/episodes/4394518",
          "TitleEnglish": "Determination and Resolution",
          "SummaryEnglish": "As the gang continue on their presentation without Iori, Taichi makes a bold statement in class in order to quell the rumours surrounding Iori. However, Kaoru Setouchi, a girl who Iori infuriated the other day, is not fooled by this and plots to scheme something as payback. Later, the gang return to the clubroom to find their presentation has been torn to shreds. Despite the others putting it aside and deciding to remake the project from scratch, Iori, believing Kaoru to be responsible, becomes infuriated at her for getting others involved, forcing Taichi and Himeko to stop her in her tracks. After calming her down, Himeko tries to talk to Iori again by sharing some of her embarrassing secrets. Iori eventually breaks down, revealing how, due to all the stress and suffering the Heartseed incidents have caused her, she can't stand to keep up her fake, cheery personality anymore.",
          "Aliases": []
        },
        "4": {
          "ID": "4394522",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kokoro-connect/episodes/4394522",
          "TitleEnglish": "Connecting Hearts",
          "SummaryEnglish": "As Taichi, Yui and Yoshifumi learn of Himeko's kidnapping via the emotion transfer and rush to save her, Iori remains conflicted over what she should do, but inevitably decides to follow Taichi and Himeko's advice and live for herself. As the others start fighting against the men who kidnapped Himeko, one of them puts a knife towards her. Just then, Iori arrives and manages to use the emotion transfer to get Himeko to safety. Afterwards, Kaoru explains how she was resentful towards Iori for turning down a boy from the Jazz Club that she liked, but never wanted it to go so far and apologises for her actions. Noticing that they have something in common, Iori gives Kaoru the same advice the others gave her and asks her to be friends with her. As the gang make their way home, one of the kidnappers comes at them with a metal pipe, hitting Taichi as he protects Himeko.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "493883",
      "URL": "https://www.thetvdb.com/series/kokoro-connect/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "4345455",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kokoro-connect/episodes/4345455",
          "TitleEnglish": "A Story That Had Already Begun Before Anyone Realized It",
          "SummaryEnglish": "Taichi Yaegashi, Iori Nagase, Himeko Inaba, Yoshifumi Aoki and Yui Kiriyama are all members of the Cultural Research Club. One day, Yoshifumi and Yui claim to have temporarily switched bodies the previous night. Although everyone is pretty sceptical of this, it is soon proven to be real when Taichi suddenly switches bodies with Iori and gets hit on by the class president, Maiko Fujishima. After spending the rest of the afternoon convincing Himeko what had happened is real, they eventually switch back to their original bodies.",
          "Aliases": []
        },
        "2": {
          "ID": "4354715",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kokoro-connect/episodes/4354715",
          "TitleEnglish": "Some Fascinating Humans",
          "SummaryEnglish": "The next morning, Himeko, Yoshifumi and Yui all switch bodies together, though soon revert to normal. After the gang make up excuses for their teacher, Mr. Goto, Taichi briefly ends up switching places with Yui before getting grilled by Iori over what happened whilst he was in her body. Just then, the gang is approached by someone who had swapped bodies with Mr. Goto, calling himself Heartseed, who is revealed to be responsible for the body swapping, vaguely explaining the situation before leaving. Following the encounter, the group discuss how best to handle the situation without making anyone else suspicious. A week later, as Iori swaps bodies with Yoshifumi, she talks with Taichi about how the switching may affect their individuality before she switches back. The next day, as Taichi and Himeko switch and end up having to go on class duty with Maiko, Himeko decides to get revenge against Taichi and declare to Maiko that Iori is hers whilst in Taichi's body.",
          "Aliases": []
        },
        "3": {
          "ID": "4354714",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kokoro-connect/episodes/4354714",
          "TitleEnglish": "Jobber and Low Blow",
          "SummaryEnglish": "As Taichi questions Himeko about what she said in front of Maiko, she implies to Taichi that he has feelings for Iori whilst also worrying about how the body swapping could eventually break them. Later, Taichi and Yoshifumi learn that Yui has a fear of men. That night, as Taichi switches with Yui, she revealed she gained that fear after almost being raped in middle school, believing there was no way she could beat a man in a fight. Wanting to help her get over her fear, Taichi teaches Yui about the one weakness that all men possess; the crotch. The next day, as Yui becomes a bit more confident and decides to take up martial arts again, Himeko suddenly collapses before Taichi.",
          "Aliases": []
        },
        "4": {
          "ID": "4354713",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kokoro-connect/episodes/4354713",
          "TitleEnglish": "Twin Feelings",
          "SummaryEnglish": "As Taichi and Iori escort Himeko home, the girls get Taichi to spill the beans about what happened between him and Yui, leaving Iori a bit shocked as she was unaware of Yui's androphobia. After dropping Himeko off, Iori tells Taichi about the troubles she faced due to her mother constantly getting remarried, constantly changing her personality to fit the tastes of others that she had forgotten who she originally was, feeling that the personality swapping would cause her to just fade away. The next day, Taichi confronts Himeko, who eventually she reveals that she can't trust that noone will use another's body to perform evil deeds, hating herself for feeling that way. As Taichi tells Himeko she doesn't need to change who she is to be accepted by others, he tells her a secret that he's thought of her and the other girls in a sexual manner. Moved by his confession, Himeko decides to share her issues with the others and finds the others accept her.",
          "Aliases": []
        },
        "5": {
          "ID": "4356950",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kokoro-connect/episodes/4356950",
          "TitleEnglish": "A Confession and Death...",
          "SummaryEnglish": "Yoshifumi once again confesses to Yui, explaining the reasons why he likes her, to which she replies that she's not ready to go out with anyone just yet. Afterwards, Iori, pretending to have swapped places with Himeko, asks Taichi how he feels about her, to which he says he likes their current relationship before Himeko walks in, revealing it was Iori all along. As Iori runs off, Taichi realises his folly and chases after her, finding her on a bridge over the river. Taichi tells Iori how he admires her, whatever personality she puts herself in before confessing that he loves her. Just then, Iori's body is taken over by Heartseed, who forces her to jump off into the river. As Iori is put in intensive care, Heartseed, in Goto's body, appears before the others and tells them that Iori's body will soon die, giving them thirty minutes to decide amongst themselves whose soul will die with it, giving them the ability to switch bodies on verbal request. As Iori swaps with Yoshifumi and learns of the situation, she offers to die with her own body, not willing to sacrifice anyone else. As she spends time talking to everyone individually, she confesses to Taichi that she loves him too, asking to kiss him whilst in Himeko's body. As the group make their decision to Heartseed, it is revealed that Iori had managed to survive, the whole thing being planned out by Heartseed. As Iori recovers from her injuries and returns to school, the gang assume the body swapping has stopped whilst Himeko gets revenge on Taichi for stealing her first kiss.",
          "Aliases": []
        },
        "6": {
          "ID": "4356951",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kokoro-connect/episodes/4356951",
          "TitleEnglish": "A Story That Continued Before Anyone Realized It",
          "SummaryEnglish": "Three weeks following the body swap incident, Taichi and Iori have yet to have a chance to talk alone since the club has been busy writing a paper. One day, as Taichi and Himeko are alone in the clubroom, Himeko suddenly starts stripping and making advances on Taichi before they are interrupted by Yui, who suddenly smashes the table without realising it. Later that night, both Taichi and Iori end up doing things unconsciously, though it does give them a chance to finally talk about the confession. Later, the gang learn that Yui and Yoshifumi had been taken into police custody after Yui had beaten up some guys hitting on some girls. As Taichi, Iori and Himeko discuss the voices they had been hearing in their heads, Heartseed appears again, explaining that they are being put through a new phenomenon in which their bodies will impulsively act on their deepest desires. As the gang discuss how they need to be more careful to try and not get innocent people involved, Himeko hides her doubt from the others. Later, Iori calls Taichi to tell him they should put off dating until the phenomenon is over.",
          "Aliases": []
        },
        "7": {
          "ID": "4356952",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kokoro-connect/episodes/4356952",
          "TitleEnglish": "Falling Apart",
          "SummaryEnglish": "As the other grow concerned about Yui, who hasn't shown up at school since the incident, Himeko tells Taichi he could be in danger if his desire to help others is unleashed. As the others visit Yui the next day, she reveals her worries that she might end up hurting others again, but Himeko ends up unleashing her desire to scold her, stating her belief that they could all be in danger if they don't satisfy Heartseed's desire for entertainment. As Himeko tries to keep herself out of situations, Taichi's desires cause him to argue with her and reprimand her for being a coward.",
          "Aliases": []
        },
        "8": {
          "ID": "4356953",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kokoro-connect/episodes/4356953",
          "TitleEnglish": "And Then There Were None",
          "SummaryEnglish": "As Himeko distances herself from the others, concerns over Yui cause Taichi and Yoshifumi to argue with each other. When Iori tries to stop them from fighting, Taichi's desires cause him to inadvertently injure her. As the class makes plans for a field trip, Iori becomes worried as both Himeko and Taichi are becoming more distant from her. As Mr. Goto asks Taichi to help him carry some school equipment, he suggests he turn to his friends for advice while Maiko suggest he consider what is most important to him.",
          "Aliases": []
        },
        "9": {
          "ID": "4356954",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kokoro-connect/episodes/4356954",
          "TitleEnglish": "Can't Stop, Can't Stop, Can't Stop",
          "SummaryEnglish": "Taichi apologises to Iori and tells her that he would rather stay with his friends and risk hurting them than distance himself from them. After making up with Iori, Taichi also manages to make up with Yoshifumi but Himeko is still avoiding them. Recalling how the bodyswapping allowed Taichi to help Yui with her androphobia, he and Yoshifumi assure Yui that their desires can be controlled with enough will and convince her to attend school again. Meanwhile, Heartseed appears at Himeko's house, bringing to light her withheld feelings that she fears could tear apart the group if revealed.",
          "Aliases": []
        },
        "10": {
          "ID": "4356955",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kokoro-connect/episodes/4356955",
          "TitleEnglish": "Putting into Words",
          "SummaryEnglish": "As the school goes on the field trip to the mountains, Himeko remains concerned over what Heartseed had told her. As Iori takes notice, she learns that Himeko also has romantic feelings for Taichi. As Iori confronts Himeko, she reveals she never acted on her feelings as she didn't want the group to fall apart, believing noone would want a weakling such as herself. Iori tells her to stop putting herself down and reassures her that she'll always be her friend despite her flaws. Just as they make up, Heartseed possesses Iori and tells Himeko that Taichi had been in an accident, causing Himeko to panic believing he had fallen down a cliff. Upon discovering had simply fallen off a tree whilst rescuing a kitten, remaining relatively unscathed, Himeko breaks down in tears out of relief. With the desire unleashing phenomenom declared over, Himeko decides to confess to Taichi and, despite getting rejected, remains confident in the fact she may one day win against Iori and gives him a kiss.",
          "Aliases": []
        },
        "11": {
          "ID": "4356956",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kokoro-connect/episodes/4356956",
          "TitleEnglish": "A Story That Began as We Realized It",
          "SummaryEnglish": "On the day before Winter break, following a brief period of peace after the unleashing of desires, a new phenomenom takes place in which Yui and Iori temporarily revert to a younger age during 12pm and 5pm that day. After returning back to their normal age, they lose memory of what happened, but remember things from when they were that age. Later that night, a second Heartseed appears before Taichi through his sister's body, tasking him with watching over the others and warning him not to tell the others about his existence. The next day, Taichi stumbles upon Yui who is argued at by an old karate rival, Chinatsu Mihashi, over breaking a certain promise which she can't remember. As the gang meet up at an abandoned building, this time Himeko and Yoshifumi shrink, with the now ten-year old Yoshifumi likening Yui to a girl named Nana Nishio. After reverting to his normal age, Yoshifumi explains Nana was a girl he went out with once before she moved, leading him to be conflicted over how his feelings for both her and Yui stand. The next day, as Taichi and Himeko watch over a 14-year old Iori, Himeko voices her worries.",
          "Aliases": []
        },
        "12": {
          "ID": "4356957",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kokoro-connect/episodes/4356957",
          "TitleEnglish": "Into a Snow City",
          "SummaryEnglish": "As the gang have to look after Iori who winds up as a baby, Yui is confronted by Chinatsu, who challenges her to a karate match and defeats her. Meanwhile, Yoshifumi ponders if his feelings for Yui are because of her similar appearance to Nana. On the second day of the New Year, Yui reverts to right after she was assaulted and, upon returning to normal, remembers vividly about that age. As Yui refuses to talk things out with Chinatsu, Yoshifumi tells her to stop running away from her problems. Talking with Taichi, Yui reveals her promise with Chinatsu was to meet each other at the national karate tournament, which she was unable to keep after contracting her androphobia, and laments how weak and reliant she has become. After sending Yui home, the others speak with Yoshifumi, who remembers his personal vow to live carefree and decides to go visit Nana to tell her about his love for Yui. Afterwards, Yoshifumi reconfirms to Yui that he loves her for who she is.",
          "Aliases": []
        },
        "13": {
          "ID": "4394513",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kokoro-connect/episodes/4394513",
          "TitleEnglish": "As Long as the Five of Us Are Together",
          "SummaryEnglish": "As Taichi is forced to tell the others what he had been hiding, the second Heartseed reminds them of the consequences, making the age reverts random and including Taichi amongst those who can turn younger. As the gang are forced to stay at the building to avoid others discovering themselves, Iori becomes stressed when she believes her mother to be in danger from her violent second husband, who wants to get back together with her. After briefly turning younger for a short period and regaining memories of that age, Iori tries to head off on her own but the others stop her, asking her to let them help. As Tacihi, Iori and Himako reach the house and hear violent noises, they are forced to retreat after Iori turns into a baby. Just then, the first Heartseed approaches them, ending the age revert phenomenom and offering Iori the opportunity to go back in time and rectify some of the bad decisions she made in her youth. After some encouragement by Taichi and Himeko, Iori declines his offer, saying her past mistakes have allowed her to become the person she is now. Afterwards, everyone goes with Iori to see her mother, where they both realise they had both made mistakes trying to make the other happy. After Iori's mother gains the encouragement to turn her ex-husband away, Iori gives thanks to everyone who made her who she is whilst Yui apologises to Chinatsu, promising to meet her at the next karate tournament. As winter vacation comes to an end, Iori starts to question if she truly loves Taichi.",
          "Aliases": []
        }
      }
    }
  }
}