{
    "URL": "https://www.thetvdb.com/series/kingdom-2012",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "History",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2404499/",
        "https://kingdom-anime.com/",
        "https://www.themoviedb.org/tv/46437",
        "https://x.com/kingdom_animePR",
        "https://www.youtube.com/c/UCSWDyf3cufHgdRjDJVTJu4w"
    ],
    "TitleEnglish": "Kingdom (2012)",
    "SummaryEnglish": "In the Warring States period, young orphan Xin vows to aid King Zheng of Qin in his quest to unify China by becoming a general himself.",
    "TitleJapanese": "キングダム",
    "SummaryJapanese": "紀元前、中国。時代は春秋戦国時代。西方の国・秦で、戦災孤児として暮らしていたふたりの少年・信と漂の夢は、日々鍛錬を積み、いつか戦で武功を立てて天下の大将軍になること。\nそんなふたりにある転機が訪れる。王宮に仕える大臣・昌文君の目に留まった漂が王宮に召し上げられたのだ。\nだがほどなくして王宮の勢力争いに巻き込まれ大けがを負った漂が、命からがら故郷へと戻ってくる。そして漂から託された地図を頼りに訪れた村で信は、漂とうり二つの少年・政と出会う。この少年こそ秦王・政―――後の始皇帝であった。",
    "Aliases": [
        "Королевство"
    ],
    "Modified": "2025-09-17",
    "Seasons": {
        "1": {
            "ID": "493856",
            "URL": "https://www.thetvdb.com/series/kingdom-2012/seasons/official/1",
            "# Episodes": 38,
            "Episodes": {
                "1": {
                    "ID": "4337852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4337852",
                    "TitleEnglish": "The Boy with No Name",
                    "SummaryEnglish": "Orphan and small-town servant Piao is unexpectedly invited to work at the Royal Court. Some months later, he returns to his village mortally wounded and, before he dies, sends his friend Xin off to a dangerous village, where Xin has a shocking encounter.",
                    "TitleJapanese": "無名の少年",
                    "SummaryJapanese": "紀元前245年中国。時は春秋戦国時代。西方の国・秦で天下の大将軍になることを目指し剣の修行に明け暮れる二人の少年がいた。名は信（しん）と漂（ひょう）。戦災孤児で、下僕として働いていた。二人の元に、ある日昌文君（しょうぶんくん）が現れ漂を王宮で仕官させると告げる。離れ離れになる二人だが「行き着く場所は同じだ」と誓い合う。その後、王弟の反乱がぼっ発。漂の身を案じる信の元に深手を負った漂が戻ってきた。"
                },
                "2": {
                    "ID": "4337853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4337853",
                    "TitleEnglish": "An Encounter with Destiny",
                    "SummaryEnglish": "Xin discovers Ying Zheng, the young King of Qin, who's fleeing his half-brother's uprising. But when Piao's killer arrives to murder Ying Zheng, Xin, who's learned that Piao died serving as Zheng's stand-in, must decide which to help and which to kill.",
                    "TitleJapanese": "運命の出会い",
                    "SummaryJapanese": "漂（ひょう）に託された地図を元に黒卑村（こくひむら）へと向かった信（しん）は、そこで漂と瓜二つの少年・政（せい）と出会う。混乱する信の前に姿を現したのは政の命を狙う刺客・徐完（じょかん）。「漂を殺したのは自分だ」とちょう笑する徐完に怒り、剣を向ける信だったが、手も足も出ず倒れてしまう。薄れゆく意識の中、しかし漂の無念を誰よりも感じている信はボロボロの体で再び立ち上がった。"
                },
                "3": {
                    "ID": "4337854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4337854",
                    "TitleEnglish": "For a Friend",
                    "SummaryEnglish": "Xin and Zheng, the King, entrust their escape to young Diao, who knows a secret way out of Heibei Village. Xin still blames Zheng for Piao's death, and even as this simmering conflict boils over, a new and deadly pursuer takes up the chase.",
                    "TitleJapanese": "友よ…!",
                    "SummaryJapanese": "驚異的な気力と剣技で徐完（じょかん）を倒した信（しん）。だが今度は王弟が差し向けた大軍により一帯を囲まれてしまう。強行突破を図ろうとする信と政（せい）。そんな二人の前に河了貂（かりょうてん）という子供が現れる。貂の手引きで軍の包囲をかいくぐろうとする一行。その最中、政から漂（ひょう）は万が一のための影武者だったことを聞かされ信は逆上。しかし政は「漂はそのことを十分にわかっていた」と声を荒げるのだった。"
                },
                "4": {
                    "ID": "4337855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4337855",
                    "TitleEnglish": "The King and the Sword",
                    "SummaryEnglish": "Fleeing pursuit, Zheng and Xin struggle with exhaustion, and with each other. When they reach the appointed meeting-site, there's no sign of Zheng's sole supporter, Lord Changwen . . . and the murderous tracker Mu Ta is hot on their trail.",
                    "TitleJapanese": "王と剣",
                    "SummaryJapanese": "漂（ひょう）の思いを知った信（しん）は自分達の路（みち）のため、政（せい）についていくことを決意。「そのために利用するだけだ」と語る信に政も「お前はただの剣だ」と言い返す。そこに貂も加わり一行は昌文君（しょうぶんくん）を筆頭とする大王派との合流地を目指す。疾走の末、たどり着いた先は美しい緑に囲まれた楼閣であった。昌文君らの到着を待つ三人に不気味な殺気を放つ新たな刺客・ムタが襲いかかる。"
                },
                "5": {
                    "ID": "4337856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4337856",
                    "TitleEnglish": "Unbroken Heart",
                    "SummaryEnglish": "Xin, who's vowed in the name of his own ambitions to help the King, must singlehandedly face the treacherous assassin Mu Ta. Meanwhile, General Wang Yi brings a piece of tribute to the Court that seems to spell the end for all young King Zheng's hopes.",
                    "TitleJapanese": "折れない心",
                    "SummaryJapanese": "ムタと対じした信（しん）は初めて感じた殺気にひるみ、本来の力を出せずにいた。しかし政（せい）のげきにより無意識にさがっていたことを知り、不退こそが自分の武器だと確信。血だらけになりながらも前に出る。殺気のじゅ縛から解放され、戦いの最中で進化をし始める信はついに反撃に出る。一方咸陽（かんよう）では、伝説の大将軍・王騎（おうき）の手により、無残な姿となった昌文君（しょうぶんくん）の首が王宮に届けられた。"
                },
                "6": {
                    "ID": "4355389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4355389",
                    "TitleEnglish": "The Path to Becoming a General",
                    "SummaryEnglish": "Xin hears a tale of Piao's heroism during Wang Yi's ambush, but he also learns that King Zheng has even fewer allies than he'd been told. With little time left to forestall a civil war, Zheng decides on a dangerous path, to seek out unlikely allies.",
                    "TitleJapanese": "大将軍への道",
                    "SummaryJapanese": "死んだと思われた昌文君（しょうぶんくん）は生きていた。政（せい）と再会を果たし涙する昌文君に対し、漂（ひょう）の死の怒りをぶつけようと剣を振り上げる信（しん）。その手は副官・壁（へき）によって止められてしまう。最後まで漂のそばにいた者として、その様子を語りたいと申し出る壁。壁が語る漂の姿は堂々たる王の姿であり英雄のような話に次第に心打たれ、己の未熟さに気付いた信。改めて将軍になる路（みち）を政に問う。"
                },
                "7": {
                    "ID": "4355390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4355390",
                    "TitleEnglish": "The Fearsome Folk of the Mountains",
                    "SummaryEnglish": "Xin sets out into the western mountains with Zheng and his handful of soldiers, seeking the aid of the mountain king. The mountain folk, though, have little liking for flatlanders, and when he meets them, King Zheng is forced to make a perilous choice.",
                    "TitleJapanese": "恐ろしき山の民",
                    "SummaryJapanese": "王宮奪還のための軍勢を求めて山の王へと会いに行く一行。道中、壁（へき）から山の民の凶暴性を象徴する壮絶な戦いの一端を聞かされる。恐怖と緊張に沈み込む一同の中、信（しん）だけは「味方にする値打ちがある」と意気揚々と先を目指す。その背中に何かを感じ取る政（せい）と昌文君（しょうぶんくん）。さらに険しい山々を歩き続ける一同。ふと気づくとおびただしい数の奇妙な仮面をかぶった山の民たちに取り囲まれていた。"
                },
                "8": {
                    "ID": "4362711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4362711",
                    "TitleEnglish": "Each One's Dream",
                    "SummaryEnglish": "In the stronghold of the mountain folk, Zheng treats with their king, who seems determined to kill the young King of Qin in retribution for longstanding grudges. And the arrival of Xin and his companions pushes this confrontation to its crisis.",
                    "TitleJapanese": "それぞれの夢",
                    "SummaryJapanese": "山の民に連れられ、たった一人で山の王の元へと向かった政（せい）。その後を、信（しん）、貂（てん）、壁（へき）が追いかける。断崖絶壁の岩肌を登り山の民の王国に乗り込んでいく三人の眼前に現れたのは想像を絶する堅ろうな要さいであった。驚がくに固まった三人の背後に山の民が音もなく忍び寄る。一方山の王・楊端和（ようたんわ）は助力を求める政の申し出を一しゅうし、積年の恨みを晴らすため政の首をはねると宣告する。"
                },
                "9": {
                    "ID": "4362712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4362712",
                    "TitleEnglish": "On to Xianyang",
                    "SummaryEnglish": "Zheng and Xin return to where Lord Changwen waits. They make ready to ride to the capital, but they'll need remarkable strategy to overcome the terrible odds. Meanwhile, in the capital, Jie Shi has raised a vast army to face the formidable Lu Buwei.",
                    "TitleJapanese": "いざ咸陽へ",
                    "SummaryJapanese": "楊端和（ようたんわ）の心を動かした信（しん）たちは、山の民と共に昌文君（しょうぶんくん）らの元へ。勢いにのった一行は王都咸陽（かんよう）へ攻め込む作戦会議を始める。だが、およそ三千の政（せい）側の勢力に対して竭氏（けつし）は八万の軍を集結させている。しかし政は「悪くない」と瞳を光らせる。そのころ王宮では大局に向け準備が進められていた。そして自分に従う大軍勢を前に成蟜（せいきょう）は笑みを浮かべる。"
                },
                "10": {
                    "ID": "4362713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4362713",
                    "TitleEnglish": "Storming the Capital",
                    "SummaryEnglish": "Zheng, Xin, and their companions arrive at the gates of Xianyang, capital of the Qin Kingdom, with a force far too small to assault such a great fortress. A stratagem may get them inside the walls, but they won't reach the Royal Court without a fight.",
                    "TitleJapanese": "王都突入",
                    "SummaryJapanese": "ついに咸陽（かんよう）へと到着した信（しん）たち。政（せい）の策により、山の民の姿へとふん装し王宮へと向かう。策が功をなし城門を抜けた一行は王宮へと通じる門の前へ。緊張感が漂う中、ふと立ち止まる政。「おじけづいたのか」とからかう信に政は王宮をまっすぐに見つめ「全ての始まりはここだった」と語りだす。政と漂（ひょう）が出会い、そして信と政が出会った運命の始まりの場所。今ここに、決着の戦いが始まる！"
                },
                "11": {
                    "ID": "4377372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4377372",
                    "TitleEnglish": "A Fierce Battle Begins",
                    "SummaryEnglish": "Blocked by Wei Xing's elite crossbowmen, the forces of Zheng and the mountain folk split up. Xin accompanies a smaller force to seek out the usurper Cheng Jiao in the palace... but their way, too, is blocked, by the deadly assassin Zuo Ci and his men.",
                    "TitleJapanese": "激戦開始",
                    "SummaryJapanese": "信（しん）の活躍により朱亀（しゅき）の門を突破した一同。その勢いのままおびき出した竭氏（けつし）に襲い掛かる。ところが、山の民の刃がのど元まで迫ったその時、無数の矢が山の民の体を貫いた。此度（こたび）の動きに不審を感じていた肆氏（しし）が弩行隊（どこうたい）を率いて潜んでいたのだ。にらみ合いの中で、政（せい）は己の姿を敵前に現して注意を引き付け、その間に信と壁（へき）の別働隊は本殿へと攻め入った。"
                },
                "12": {
                    "ID": "4377373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4377373",
                    "TitleEnglish": "The Ultimate Sword-Blow",
                    "SummaryEnglish": "Xin, Bi, and the breakaway force, fighting to reach the throne room, face the seemingly invincible Zuo Ci in the \"Right-Side Dragon\" corridor, while outside, the King and Lord Changwen hold out against Si Shi and Wei Xing.",
                    "TitleJapanese": "究極の一刀",
                    "SummaryJapanese": "右龍(うりゅう)の回廊へと突入した信（しん）たちの前に、ただならぬ威圧感を放つ人斬り長・左慈（さじ）が現れた。圧倒的な強さを誇る左慈は山の民すらも、一刀で斬り捨ててしまう。味方の兵すらも立ちすくむ中、信は迷うことなく立ち向かう。激しく打ち合う二人は一歩も引かずにぶつかり合う。だが、信の剣がわずかに左慈を傷付けると、激高した左慈が信の頭上に強烈な一撃を撃ち込む。"
                },
                "13": {
                    "ID": "4377374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4377374",
                    "TitleEnglish": "Lan Kai Roars",
                    "SummaryEnglish": "The breakaway force reaches the Throne Room, only to find the traitor Cheng Jiao guarded by his monstrous \"pet,\" who's seemingly impervious to weapons. Ba Jio reveals a previously unseen savagery, but can he contend with the brute strength of Lan Kai?",
                    "TitleJapanese": "ランカイ吠える",
                    "SummaryJapanese": "信（しん）は死力を尽くした壁（へき）の援護を受け左慈（さじ）を倒す。ついに本殿へと乗り込む信たち。その迫力に大臣たちは震え上がるが、成蟜（せいきょう）は玉座に悠然と構えたまま。一同を下等なやからとさげすむ成蟜に、信は真っ向から挑みかかる。次の瞬間、成蟜のペットであり護衛役を果たす巨大な化け物・ランカイが牙をむく。その威力に誰も手を出せずにいる中、バジオウがひとり前へと進み出る。"
                },
                "14": {
                    "ID": "4390471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4390471",
                    "TitleEnglish": "The Strength of the Sword",
                    "SummaryEnglish": "His companions battered, Xin must rise to face the monstrous Lan Kai; in doing so he learns something of the true nature of the sword. Outside, Zheng's desperate fight is interrupted by the unwelcome arrival of the mysterious and powerful General Wang Yi.",
                    "TitleJapanese": "剣の力",
                    "SummaryJapanese": "成蟜（せいきょう）の一言で野獣化したランカイはバジオウらを次々となぎ倒す。だが、壁（へき）の言葉を受け、剣と一体となった信（しん）の渾身の一撃と気迫がランカイの戦意を打ち砕く。ランカイが倒されたことで後がなくなった成蟜は逃げ出し、最後のあがきを見せる竭氏（けっし）も信たちに討ち取られる。一方、乱戦中の政（せい）の前に突如、王騎（おうき）が現われ不敵な笑みを浮かべる。"
                },
                "15": {
                    "ID": "4391731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4391731",
                    "TitleEnglish": "The Qualities of a King",
                    "SummaryEnglish": "A faceoff with Cheng Jiao awaits, but before that can come, Ying Zheng, facing death at General Wang Yi's hand, must convince the \"Strange Bird of Xin\" that his vision of the future makes him a worthy successor to his great-grandfather, King Zhao.",
                    "TitleJapanese": "王の資格",
                    "SummaryJapanese": "政（せい）と向かい合う王騎（おうき）は宝刀を光らせながら目指すべき王の在り方について問う。緊張が走る中、政は表情を変えることなく「中華の唯一王だ」と言い切る。揺るぎない言葉の重みを受けた王騎は目を輝かせる。問答に満足し去っていく王騎と入れ替わるように逃げ込んできた成蟜（せいきょう）。政の姿を見つけるや否や「こいつを殺せ」と一人でわめき散らす。しかし応える者はなく、政はその拳ですべてに決着をつける。"
                },
                "16": {
                    "ID": "4391732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4391732",
                    "TitleEnglish": "Lü Buwei",
                    "SummaryEnglish": "The recalcitrant and powerful Lü Buwei finally makes his appearance, accompanied by his more-than-formidable \"Four Pillars.\" But condescension and a scarcely veiled threat of violence show right through his half-hearted show of respect to King Ying Zheng.",
                    "TitleJapanese": "呂不韋",
                    "SummaryJapanese": "反乱を鎮圧し平穏が訪れたのもつかの間、王宮には新たな事件が迫っていた。秦国の丞相・呂不韋（りょふい）が遠征から戻ってくるというのだ。呂不韋は、政（せい）が大王に即位するも後ろ盾が弱いことにつけこみ竭氏（けつし）と権力を二分していた人物であり、今回の反乱でもただ傍観していたのだ。それにも関わらず飄々と戻ってくる呂不韋に怒りを隠せない信（しん）。だが、いざ姿を現すとその存在感に呑まれ言葉を失ってしまう。"
                },
                "17": {
                    "ID": "4391733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4391733",
                    "TitleEnglish": "First Campaign",
                    "SummaryEnglish": "Xin's first true campaign as a soldier comes at last, but when Wei makes a surprise move, the battle doesn't go as he expected.",
                    "TitleJapanese": "初陣",
                    "SummaryJapanese": "中国統一を目指す政（せい）は、その第一歩として隣国・魏へと秦軍を侵攻させる。15万をはるかに超える大軍であった。戦場に向かう歩兵軍の中には漂（ひょう）との約束である天下の大将軍を目指す信（しん）の姿もあり、大軍勢に驚きながらも戦の雰囲気に触れ,気合い十分で行軍していく。ところが伝者より、入城するはずだった秦の城が魏により落ちたとの知らせが入る。攻め込むはずが逆に魏軍の動きにもて遊ばれる秦軍の命運は？"
                },
                "18": {
                    "ID": "4407185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4407185",
                    "TitleEnglish": "The Chariot Squadron's Menace",
                    "SummaryEnglish": "The battle heats up as Wei's forces bring out their trump card. This isn't going to be a fair fight--but luckily, Xin isn't looking for one.",
                    "TitleJapanese": "戦車隊の脅威",
                    "SummaryJapanese": "すでに戦場と化している蛇甘平原に到着した信（しん）。命をかえりみず突撃することで知られる猛将・縛虎申（ばっこしん）の隊に配属された信たちは魏軍の大軍勢と激突した。信が属する部隊は最弱と目されていたが、ずば抜けた信の剣術と部隊長・澤圭（たくけい）たちの結束で、いびつながらも集団戦法としての戦いを演じ始めていた。だが、魏国が最強と自負する戦車隊が現れると、逃げ場を失った秦軍は次々と攻め込まれていく。"
                },
                "19": {
                    "ID": "4407186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4407186",
                    "TitleEnglish": "Raging Battle",
                    "SummaryEnglish": "The Fourth Army's victory against the chariots gives Lord Biao an idea. How far can he push behind enemy lines if the infantry's survival is no object?",
                    "TitleJapanese": "烈火の戦い",
                    "SummaryJapanese": "爆走する魏軍の装甲戦車は秦軍を容赦なくなぎ倒す。しかし、沈黙していた謎の剣客・羌（きょうかい）の策と信（しん）の活躍により戦車隊を撃破。この戦局の変化に秦軍総大将・公（ひょうこう）は騎馬の大軍を突撃させ、一帯は大乱戦となる。そして、戦車隊を攻略した信たちは隊長・縛虎申（ばっこしん）の号令により生き残ったわずか数十の兵で、丘上に陣取る魏軍副将・宮元（きゅうげん）の首を狙い再び激戦地へと走り出す。"
                },
                "20": {
                    "ID": "4407187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4407187",
                    "TitleEnglish": "Wang Yi Intrudes",
                    "SummaryEnglish": "Just when it seems the battle on the She Gan Plain is finally going their way, Qin's forces are suddenly surprised by the advent of three generals: their own, the enemy's... and one who's not even supposed to be there!",
                    "TitleJapanese": "王騎乱入",
                    "SummaryJapanese": "鬼神のような縛虎申隊（ばっこしんたい）の突撃は多くの犠牲を出しながらも丘上奪取の目的を果たした。しかし喜ぶ間もなく、信（しん）たちが陣取る丘に向かい魏軍総大将・呉慶（ごけい）が軍を率いて動き出した。万の軍勢に迫られた信たちは対抗する戦力もなく無念さを残し丘をくだろうとする。しかし、そこへ戦には参戦していなかったはずの伝説の将軍・王騎（おうき）の騎馬隊が突如として現れ、敵を粉砕していくのだった。"
                },
                "21": {
                    "ID": "4407188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4407188",
                    "TitleEnglish": "The Meaning of a General",
                    "SummaryEnglish": "Xin has his very first conversation with a true general, and Wu Qing of Wei and Lord Biao of Qin are finally batting each other in earnest.",
                    "TitleJapanese": "将軍の意味",
                    "SummaryJapanese": "王騎（おうき）の姿を初めて目の当たりにした信（しん）は、その存在感の大きさに圧倒されてしまう。歯を食いしばって身構える信に、王騎は目もくれず期待外れだと一刀両断。天下の大将軍を目指す信は、その言葉に怒り、剣を向けてほえるのである。しかし、王騎はわめく信に全く動じず、眼下で急速に変化を始めた戦を眺め、この状況を導き出したのはたった二人の将軍であると語り始める。"
                },
                "22": {
                    "ID": "4407189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4407189",
                    "TitleEnglish": "The Clever General vs. the Daring General",
                    "SummaryEnglish": "Lord Biao and Wu Qing are both fighting all-out, and whoever wins this one-on-one battle also wins the war.",
                    "TitleJapanese": "猛将対知将",
                    "SummaryJapanese": "戦を理詰めの盤とらえ、いち早く地理的有利な丘に布陣し、戦況により陣形を変化させ秦軍を追い詰めてきた魏（ぎ）軍総大将・呉慶（ごけい）。一方、戦を燃え盛る一つの大炎ととらえ、わずかな変化を逃さず敵軍を撃破し、最後は自ら先頭に立ち走り出した秦軍総大将・公（ひょうこう）。相反する二人の将軍の戦は最終決戦を迎え、魏軍の陣に突撃した公は迎え撃つ呉慶と対じする。それぞれの思いがはせる中、ついに決着の刻がくる。"
                },
                "23": {
                    "ID": "4436442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4436442",
                    "TitleEnglish": "An Evening Story",
                    "SummaryEnglish": "Xin learns some things about Qiang Lei's past, and Diao has to make an important decision about the future.",
                    "TitleJapanese": "夜語り",
                    "SummaryJapanese": "初陣での活躍を評価された信（しん）は百人を率いる隊長・百人将に昇格した。魏（ぎ）戦で共に戦った仲間から、再び同じ隊で戦いたいと言われる程。しかし、その頼もしい横顔を見て寂しさを感じる貂（てん）。そんな二人の前に、信と同じ隊の仲間だった羌（きょうかい）が現る。喜ぶ信は羌を招き語り合おうとするが多くを語ろうとしない。だが、貂が羌の強さに迫ると突如殺気を放つ。その口から語られる壮絶な過去とは？"
                },
                "24": {
                    "ID": "4439601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4439601",
                    "TitleEnglish": "A New Trial",
                    "SummaryEnglish": "When Xin approaches Wang Yi looking for a mentor to make him stronger, he discovers that the great general doesn't make things easy.",
                    "TitleJapanese": "新たなる試練",
                    "SummaryJapanese": "羌（きょうかい）から己の未熟さを指摘された信（しん）。考えぬいた信は、更なる進化を求め、世話役である渕（えん）を連れ出し大将軍・王騎（おうき）の教えを請いにその城へと向かう。初めは相手にもされないが、信の決意は揺るがず、どうにか修業場所へと連れて行ってもらうことに。その道すがら、伝説の秦国六大将軍の話を聞き、信は改めて天下の大将軍になる決心を固めるが、突然、王騎が信を崖から突き落としたのである。"
                },
                "25": {
                    "ID": "4440565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4440565",
                    "TitleEnglish": "Commission",
                    "SummaryEnglish": "Just as Qin is successfully waging war with one of its neighboring kingdoms, Han, another neighbor makes its own attack against Qin.",
                    "TitleJapanese": "任命",
                    "SummaryJapanese": "信（しん）が修業をしているころ、王都咸陽（かんよう）にはかつてない危機が迫っていた。趙（ちょう）国が攻め込んで来たのだ。かつて長平（ちょうへい）の戦いで40万の兵を生き埋めにされた趙国が抱く憎しみは激しく、馬央（ばおう）に進軍した趙軍は大虐殺を行っていた。秦軍の大半は別の国を攻めていたため、一般兵に緊急徴兵が発せられる。と同時に、この大戦を任すことが出来る唯一の将軍・王騎（おうき）が動き出す。"
                },
                "26": {
                    "ID": "4444664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4444664",
                    "TitleEnglish": "Pang Nuan, God of War",
                    "SummaryEnglish": "Xin y sus compañeros marchan a la guerra de nuevo. Esta vez será el gran general Wang Yi quien esté al frente. Mientras tanto, el palacio sospecha que existe una razón detrás por la cual Wang Yi decidió participar en esta batalla en particular.",
                    "TitleJapanese": "武神 龐煖",
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "4444665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4444665",
                    "TitleEnglish": "The Fei Xin Force Is Born",
                    "SummaryEnglish": "The battle against Zhao is underway, and both sides have tricks up their sleeves. In recognition of Xin's growth as a commander, Wang Yi gives his squadron a special mission that could determine the outcome of the war.",
                    "TitleJapanese": "飛信隊誕生",
                    "SummaryJapanese": "馬陽（ばよう）へと到着した秦（しん）軍は素早く陣形を整え、それを見た趙（ちょう）軍も迎え撃つ構えを見せる。そして、両軍の陣形が完成すると共に突撃の号令が下された。そんな中、待機を続けていた信（しん）の部隊に王騎（おうき）より特命が与えられる。大乱戦となっている秦左軍の戦場に突入し、敵将の首をとってこいという無謀な作戦だった。不可能とも見える任務。だが、信はおくすることなく不敵に笑うのだった。"
                },
                "28": {
                    "ID": "4454112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4454112",
                    "TitleEnglish": "Wang Yi's Flying Arrow",
                    "SummaryEnglish": "The Fei Xin Force is up against a brilliant tactician in their very first mission. Xin and his men may be good, but is Feng Ji better?",
                    "TitleJapanese": "王騎の飛矢",
                    "SummaryJapanese": "王騎（おうき）より「飛信隊（ひしんたい)という名を与えられた信（しん）たちは、その命により、わずか百人で敵将・馮忌（ふうき）の本陣に突撃する。敵の虚をついた攻撃は威力を発揮し、敵陣を切り抜けていく。信自ら先頭に立ち、敵を切り倒す姿に士気もあがる。しかしその効果もうせ、次第に単純な消耗戦になると少数の飛信隊は窮地に追い込まれる。兵力差に戦い続けることの限界を感じた副将・渕（えん）は、ある決断を下す。"
                },
                "29": {
                    "ID": "4454113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4454113",
                    "TitleEnglish": "The Tides Of War Suddenly Turn",
                    "SummaryEnglish": "Xin has his first taste of fame, and Meng Wu is back to leading the Qin offensive. Will it go the same way as the last one, or does Meng Wu have a trick up his sleeve?",
                    "TitleJapanese": "戦局急転",
                    "SummaryJapanese": "仲間の援護を受け敵陣を切り抜けた信（しん）はみごと馮忌（ふうき）を討ち取り、一日目の戦いは飛信隊（ひしんたい）の勝利で幕を閉じた。そして二日目、初日に中央の戦場で守備を得意とする敵将・李白（りはく）に苦戦を強いられていたかに見えた秦（しん）軍。ついに蒙武（もうぶ）軍が動き出す。実は前日の動きは全て蒙武の作戦通りであり、一変して鬼神のような武力で李白の陣を食い破っていく。"
                },
                "30": {
                    "ID": "4462029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4462029",
                    "TitleEnglish": "An Act of God",
                    "SummaryEnglish": "Wang Yi smells something fishy about Zhao's sudden retreat, but his endgame remains the same: find and kill Pang Nuan. Xin and Qiang Lei give him a little inadvertent help.",
                    "TitleJapanese": "天災",
                    "SummaryJapanese": "飛信隊（ひしんたい）の活躍と蒙武（もうぶ）の圧倒的武力で勢いがつくと、王騎（おうき）は蒙武に全軍を預け一気に趙（ちょう）軍本陣へと総攻撃を仕掛ける。だが信（しん）たちが敵本陣へ突入するや否や、趙軍が奇妙な撤退を始める。一方、軍師の勉強として観戦していた貂（てん）たちは謎の青年・李牧（りぼく）たちと移動することに。その夜、敵を退かせ歓喜に沸く秦軍野営地に、突如趙軍総大将・（ほうけん）が姿を現す。"
                },
                "31": {
                    "ID": "4462030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4462030",
                    "TitleEnglish": "The Power of Unity",
                    "SummaryEnglish": "Pang Nuan is still unleashing the wrath of the gods on all around him, and at this point he seems almost untouchable. But this is the Fei Xin Force's camp, and they're not giving up without a fight.",
                    "TitleJapanese": "集の力",
                    "SummaryJapanese": "秦（しん）軍に奇襲を仕掛けた（ほうけん）は自らを「天の災い」と称し、兵士を次々と斬り倒していく。そして飛信隊（ひしんたい）の隊員の命をも奪う。無残に倒れる仲間の姿を見た信（しん）は、怒りに震え、仇を討つため羌（きょうかい）と共にに挑むが、圧倒的な力の前になすすべもない。一度は退がろうとする信だが、仲間のため、そして漂（ひょう）と誓った夢のため、再びに向き合うのだった。"
                },
                "32": {
                    "ID": "4478376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4478376",
                    "TitleEnglish": "The Fei Xin Force on the Run",
                    "SummaryEnglish": "The Fei Xin Force scatters, running deep into the mountains with Wan Ji in hot pursuit. This time they're on a self-assigned mission: protect their leader at all costs.",
                    "TitleJapanese": "敗走の飛信隊",
                    "SummaryJapanese": "並外れた武力を持つ趙（ちょう）軍総大将・（ほうけん）に対し、飛信隊（ひしんたい）は信（しん）と共に反撃を開始する。集団での一斉攻撃はの意識をそらし、その隙を狙った信の剣がを切り裂く。決着が着いたかと思った一刀は、致命傷には至らず、さらにもう一刀差し込もうとする信だが、逆に一撃をくらい気絶してしまう。飛信隊は身を挺して信を守り、追撃の中、多くの犠牲を出しながらも山中へと逃れる。"
                },
                "33": {
                    "ID": "4478377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4478377",
                    "TitleEnglish": "Wang Yi Takes the Field!",
                    "SummaryEnglish": "The original 100-man Fei Xin Force is down to 36 men, and Zhao's generals are closing in. However, morning has dawned, and Wang Yi is on the move.",
                    "TitleJapanese": "王騎 出陣!",
                    "SummaryJapanese": "趙（ちょう）軍の追撃から逃れた飛信隊（ひしんたい）は、傷つきながらも再び戦場へと向かい旗を頼りに自軍と合流しようとする。しかし、それは趙将・渉孟（しょうもう）のわなであり再び危機に陥るのだった。だが、そこに現れた王騎（おうき）に渉孟は一蹴され、飛信隊は王騎軍と共に趙軍を追ってさらに森の奥へと進んでいく。一方同じ頃、蒙武（もうぶ）はすでに趙軍本陣を目の前に捉えていた。"
                },
                "34": {
                    "ID": "4490956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4490956",
                    "TitleEnglish": "The Main Attraction",
                    "SummaryEnglish": "King Ying Zheng receives some disturbing news about Zhao's forces, Diao and Meng Yi learn the true identities of their fellow spectators, and the war begins to take a new turn.",
                    "TitleJapanese": "真打ち!",
                    "SummaryJapanese": "趙（ちょう）軍本陣の中に敵将・（ほうけん）を見つけた蒙武（もうぶ）。単身挑みかかるもののは刃を交えることなくその場を去る。策の臭いを感じつつも構わず後を追う蒙武軍は、仕掛けられた罠にかかってしまう。生き残った兵も断崖に追い詰められ全滅かと思われたが、この窮地に王騎（おうき）たちが到着。一方王宮には、山の王・楊端和（ようたんわ）により趙軍の中に潜む思わぬ伏兵の存在が知らされた。"
                },
                "35": {
                    "ID": "4490959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4490959",
                    "TitleEnglish": "Commanding Generals Face to Face",
                    "SummaryEnglish": "Wang Yi and Pang Nuan begin their showdown at last. Meanwhile, Lord Changwen tells Zheng the truth about Liao.",
                    "TitleJapanese": "総大将見える",
                    "SummaryJapanese": "釣鐘状の地で対じした両軍。まずは、王騎（おうき）の副官・騰（とう）の騎馬隊が先制攻撃を仕掛け趙（ちょう）軍の陣を突き崩す。それに続くように信（しん）と歩兵たちがおとりとなり、敵陣を乱したところへ王騎自らが出陣。王騎は趙軍の策略の気配を感じながらも、早期に決着をつけようと、本陣へと迫る。しかしその王騎の前に、九年前の因縁に決着をつけるべく（ほうけん）が立ちふさがった。ついに、二人の一騎打ちが始まる。"
                },
                "36": {
                    "ID": "4501352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4501352",
                    "TitleEnglish": "Wang Yi and Liao",
                    "SummaryEnglish": "Nine years ago, Wang Yi, Lord Changwen, and Liao shared a secret with the King that altered the course of one woman's life and death.",
                    "TitleJapanese": "王騎と摎",
                    "SummaryJapanese": "九年前、突如襲いかかってきた（ほうけん）に敗れて命を落とした秦国六大将軍の一人・摎（きょう）。天下にその名を響かせながらも、その素性が知られていなかった。実は王騎（おうき）の妻になるはずの女だった。昌文君（しょうぶんくん）の口から語られる衝撃の事実に言葉を失う政（せい）だったが、摎はさらに出生にも秘密を抱えていたのだ。摎の隠された過去、そして王騎・の間に生まれた因縁の出来事が明かされる。"
                },
                "37": {
                    "ID": "4501353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4501353",
                    "TitleEnglish": "I Stand on the Verge of Death",
                    "SummaryEnglish": "The plot to slay Wang Yi takes a turn no one was expecting.",
                    "TitleJapanese": "我、死線にあり",
                    "SummaryJapanese": "秦軍総大将・王騎（おうき）と趙軍総大将・（ほうけん）の激烈な戦いは一歩も譲らず激しい打ち合いが続く。戦場で倒れた者たちの思いを背負った王騎はを追い詰めていき、ついに防戦一方となったを斬り伏せようとする。が、その時、この戦を影で操っていた李牧（りぼく）とその軍が到着。形勢は一気に逆転し、秦軍の士気は完全に打ち砕かれてしまう。しかし、この絶体絶命の死線で王騎は笑みを浮かべるのだった。"
                },
                "38": {
                    "ID": "4501354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4501354",
                    "TitleEnglish": "Succession",
                    "SummaryEnglish": "As the war between Qin and Zhao comes to an end, the Middle Kingdom witnesses the dawn of a new era.",
                    "TitleJapanese": "継承",
                    "SummaryJapanese": "死闘の末、王騎（おうき）は（ほうけん）にとどめの一撃を振り下ろそうとするが、その直前、趙将・魏加（ぎか）の一矢が背後から王騎を襲い、それを機にの一刀が深々と王騎の胸を貫いた。その光景を目の当たりにした秦兵は戦意を喪失してしまう。しかし、死が明白になってもなお王騎は力強く立ち上がり、そのげきにより闘志を取り戻した信（しん）や秦軍兵士は趙軍を蹴散らし、王騎と共に死地を脱するのだった。"
                }
            }
        },
        "2": {
            "ID": "514115",
            "URL": "https://www.thetvdb.com/series/kingdom-2012/seasons/official/2",
            "# Episodes": 39,
            "Episodes": {
                "1": {
                    "ID": "4516592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4516592",
                    "TitleEnglish": "A New Era",
                    "SummaryEnglish": "Former servant Xin now commands 300 troops in the formidable Fei Xin Force--and the big battle he's itching for may be right around the corner.",
                    "TitleJapanese": "新時代",
                    "SummaryJapanese": "もとは下僕の身でありながら、戦場に出て武功を上げ、三百人将となった信（しん）。信が率いる飛信隊（ひしんたい）は、特殊部隊として戦場を駆けまわっていた。激烈な戦を戦い抜いてきた彼らは多くの勝利を積み重ね、その存在は敵にも味方にも知られるようになっていた。一方、王宮内では若き王・えい政（えいせい）と国の実権を握る丞相・呂不韋（りょふい）の権力争いが激化。様々な野望が渦巻き、今、新しい時代が動き始める！"
                },
                "2": {
                    "ID": "4595068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4595068",
                    "TitleEnglish": "The Silent Battlefield",
                    "SummaryEnglish": "Zhao's master tactician Li Mu is forced into negotiations with Qin's crafty Lü Buwei. What will the outcome mean for the future of their kingdoms?",
                    "TitleJapanese": "静かなる戦場",
                    "SummaryJapanese": "昨年、王騎（おうき）を討ったかたきである趙国宰相・李牧（りぼく）が突如秦国へと来訪するという。騒動の発端は呂不韋（りょふい）であり、この異常事態に、王宮に呼び寄せられた信（しん）と羌かい（きょうかい）は衛兵へと姿を変え会見へと紛れ込む。緊迫した雰囲気の中、固唾をのんで見守る一同とは裏腹に和やかに会話をすすめる呂不韋と李牧。その様子に戸惑う信たちだったが、不意に呂不韋は「李牧を殺す」と言い放った。"
                },
                "3": {
                    "ID": "4595400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4595400",
                    "TitleEnglish": "A Tempestuous Feast",
                    "SummaryEnglish": "Xin confronts Li Mu, the man who orchestrated Wang Yi's battlefield defeat, while Diao touches base with Kaine. Zheng reveals his future plans.",
                    "TitleJapanese": "嵐の祝宴",
                    "SummaryJapanese": "呂不韋（りょふい）と李牧（りぼく）の激しい駆け引きの末、秦趙（しんちょう）同盟を成した両国はそれを祝して盛大な宴会を催すことになる。会場内には、その場に出席した信（しん）と羌かい（きょうかい）が思わず目を奪われる程華やかな光景が広がるが、それとは裏腹に秦趙両国の間には張り詰めた空気が漂っていた。そんな雰囲気をよそに意気揚々と宴会の席に付く信だったが、その向かいにはきゅう敵・李牧の姿が。"
                },
                "4": {
                    "ID": "4603307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4603307",
                    "TitleEnglish": "The King and the Ant",
                    "SummaryEnglish": "Xin gets a lead on a big battle that could propel him up the ranks to general, but soon learns he's not the only young, ambitious warrior around.",
                    "TitleJapanese": "王と蟻",
                    "SummaryJapanese": "五年で将軍になることを政（せい）に誓い、再び戦場へと戻った信（しん）。しかし、大きな手柄を上げるほどの戦には出会えず焦りを募らせる。そんな中、信たちのいる前線地帯で秦国軍を押し返すべく魏国軍が集結し、思わぬ大軍と化していた。この好機に、飛信隊は敵将を討つべく単独で敵本陣を急襲する。しかし、相手の防陣を突破した先にいたのは、すでに敵将を討ち取り悠然とたたずむ秦国の若き将・王賁（おうほん）であった。"
                },
                "5": {
                    "ID": "4603308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4603308",
                    "TitleEnglish": "The Third Force",
                    "SummaryEnglish": "As the Fei Xin and Yu Feng Forces play at one-upmanship, Si Shi proposes a surprising potential ally in Zheng's power struggle with Lü Buwei.",
                    "TitleJapanese": "第三勢力",
                    "SummaryJapanese": "貴士族のエリートで構成された秦（しん）軍特殊三百人隊・玉鳳隊（ぎょくほうたい）を率いる王賁（おうほん）は、戦の素人集団である飛信隊（ひしんたい）を「蟻（あり）」と呼びさげすむ。その屈辱に思わず剣を抜く信（しん）だったが、王賁が繰り出したやりは信を圧倒し、力の差を見せつけた。その夜、悔しさにほえる飛信隊は、玉鳳隊を出し抜くべく自分たちにしか出来ない過酷な作戦を実行することを決意する。"
                },
                "6": {
                    "ID": "4613879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4613879",
                    "TitleEnglish": "Exquisite Poison",
                    "SummaryEnglish": "Zheng's supporters discuss the pros and cons of bringing the Queen Dowager onto their side, while Zheng takes matters into his own hands.",
                    "TitleJapanese": "美しき猛毒",
                    "SummaryJapanese": "大王派と呂不韋（りょふい）派とは別に新たに姿を現した第三勢力・後宮。そこは政（せい）の母・太后が支配する特別な領域であり、絶大な勢力を擁するが、これまで権力争いには興味を示さず静観していた。しかし、その後宮から大王派である肆氏（しし）の元に突如書簡が届けられる。これに太后の闇を知る昌文君は強い警戒心を示す。この事態に大臣たちが対応を議論をする中、政は誰にも話すことなく一人後宮へと向かう。"
                },
                "7": {
                    "ID": "4613880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4613880",
                    "TitleEnglish": "The Cursed Prince",
                    "SummaryEnglish": "Zheng tells Xiang about his days as a young hostage in Zhao, and about the unexpected people called upon to get him safely back to the Kingdom of Qin.",
                    "TitleJapanese": "呪われた王子",
                    "SummaryJapanese": "かつて秦国と趙国の間で起こった長平（ちょうへい）の戦い。この戦で秦国は勝利を収めるが、未曾有の大虐殺を行ったことで趙国から深い恨みを受けることとなる。その恨みは趙国に残された秦国の王子・えい政（えいせい）に向けられ、彼は幼い頃から侮蔑と虐待の日々を暮していた。月日は流れ、時の秦王崩御を機に、政を秦国へと逃がす極秘の計画が趙国の闇商人・紫夏（しか）の元に持ち込まれる。"
                },
                "8": {
                    "ID": "4622510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4622510",
                    "TitleEnglish": "Zheng and Zi Xia",
                    "SummaryEnglish": "The flashback to young Zheng's escape from hostile Zhao to his Qin homeland reveals the startling effects of the mental and physical abuse he'd endured.",
                    "TitleJapanese": "政と紫夏",
                    "SummaryJapanese": "失敗すれば命がないことを知りながら、紫夏（しか）は政（せい）を秦国へ送り届けることを決意し、一行は趙国を抜けるための5つの関門へと向かう。紫夏の手腕により1つ目の関門を通過するが、その一方で、政はうつろな目のまま何かにおびえるかのように夢にうなされ続ける。その様子を見た紫夏は政の身に異変が起こっている事を感じ取るがどうすることもできずにいた。そんな中、政が隠れている俵に突如矢が射ち込まれる。"
                },
                "9": {
                    "ID": "4622511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4622511",
                    "TitleEnglish": "Connecting Wishes",
                    "SummaryEnglish": "Zheng's flashback shows the lengths to which a black marketeer was willing to go to make sure he got home and became King of Qin, against all odds.",
                    "TitleJapanese": "つなぐ願い",
                    "SummaryJapanese": "味も匂いも痛みも何も感じることが出来ず、自分は壊れてしまっていると語る政（せい）。過去の亡霊に縛られ前に進むことが出来なかった政だが、紫夏（しか）が差しのべた手は政を闇から強く引き上げ、その手に救われた政は正気を取り戻す。最後の関門を抜けた一同は秦国への道を急ぐが、ついに趙国の騎馬隊に追いつかれてしまった。戦いながらの逃走は激烈を極め、敵の猛攻に次々と仲間が倒れていく中、紫夏は決意の表情を浮かべる。"
                },
                "10": {
                    "ID": "4632416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4632416",
                    "TitleEnglish": "Shattered Love",
                    "SummaryEnglish": "As Zheng and his supporters await word from the Inner Palace, the Queen Dowager reveals where her allegiances lie. Xiang is put in a tight spot.",
                    "TitleJapanese": "砕けた愛",
                    "SummaryJapanese": "始皇5年、秦国は魏国の地・山陽一帯を領土とすべく、大軍を興して魏国へ侵攻させる。信たちは、秦国総大将・蒙ごう（もうごう）率いる本軍に組み込まれ、気合い十分で行進する。\n一方王宮では、後宮の権を握る実力者たちが政（せい）の元へと来訪し、これで助力を得られると、大臣たちは大いに盛り上がる。しかし、ある夜、宮女・向（こう）は政の敵であるはずの呂不韋（りょふい）と仲むつまじく歩く太后の姿を目撃してしまう。"
                },
                "11": {
                    "ID": "4632417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4632417",
                    "TitleEnglish": "The Lineup",
                    "SummaryEnglish": "Xiang struggles to bring Zheng some shocking news. The Qin army mounts its offensive against Wei's Gaolang Castle, but is Xin in over his head?",
                    "TitleJapanese": "揃い踏み",
                    "SummaryJapanese": "王宮内の勢力争いにおいて、政（せい）に協力したかと思われた太后だったが、実は政の宿敵・呂不韋（りょふい）と裏でつながっていた。二人の密会の現場を目撃してしまった宮女・向（こう）は、気配に気づいた宦官の手により深手を負ってしまう。\nそのころ、戦場では、魏国に侵攻中の秦国軍の中にいる信、王賁（おうほん）、蒙恬（もうてん）の若き将が、それぞれ大きな武功を目指し、ついに最初の城・高狼（こうろう）へと到着する。"
                },
                "12": {
                    "ID": "4632418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4632418",
                    "TitleEnglish": "The Siege of Gaolang Castle",
                    "SummaryEnglish": "Wang Ben's Yu Feng Force tries unconventional tactics to gain ground in the siege of Gaolang Castle. Lü Buwei's actions start to have consequences.",
                    "TitleJapanese": "高狼城攻略",
                    "SummaryJapanese": "宮女・向（こう）の命がけの証言により呂不韋（りょふい）と太后の不義を知った政（せい）陣営は、一気に敵陣営を打ち砕くべくその事実を触れ回る。その効果は即座に現れ、呂不韋陣営を大きく揺るがすこととなる。一方、高狼（こうろう）城を攻める秦国軍は、敵の巧みな防御術の前に苦戦を強いられていた。戦局は動かず、徐々に士気が下がっていく。強固な城壁を前に飛信隊も手が出せずにいた。そんな中、玉鳳隊が単独前へと出る。"
                },
                "13": {
                    "ID": "4632419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4632419",
                    "TitleEnglish": "The Way I Fight",
                    "SummaryEnglish": "As Qin's war against Wei rages on, Xin follows his convictions only to land in hot water. A new opponent emerges that could turn the tide of battle.",
                    "TitleJapanese": "俺の戦り方",
                    "SummaryJapanese": "井闌車（せいらんしゃ）を用い、高狼城の城壁の上へと攻め込んだ王賁（おうほん）。その勢いのまま玉鳳（ぎょくほう）隊は城門を奪うが、城内へと攻め込んだのは蒙恬（もうてん）の楽華（がくか）隊だった。そして電光石火の早業で秦国軍は城を陥落させる。ところが、その奪い取った城では秦国軍兵士による魏国の民への暴力行為が行われ始めていた。あまりに悲惨な状況に信（しん）は激高し、相手が秦兵にも関わらず剣を向ける。"
                },
                "14": {
                    "ID": "4632420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4632420",
                    "TitleEnglish": "The Man Lian Po",
                    "SummaryEnglish": "Lian Po, once one of Zhao's Three Greats, is called to the battlefield again. The Fei Xin Force tries unconventional tactics to storm Jinliguan.",
                    "TitleJapanese": "その男、廉頗",
                    "SummaryJapanese": "かつて趙国三大天の一人として天下を恐れさせ、秦国六大将軍とも互角の戦いを繰り広げた廉頗（れんぱ）大将軍。しかし、時の趙国王の命に背いた事で国を追われ、魏国へと亡命する事となった。その後一度も軍を率いる事はなかった。しかし、魏国王の命により国に攻め入ってきた秦国軍を討つべく再び戦場に立つ事になった。そして大戦を前に、廉頗と共に死線をくぐり抜けてきた四天王の一人・輪虎（りんこ）がひそかに動き出す。"
                },
                "15": {
                    "ID": "4642679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4642679",
                    "TitleEnglish": "The Air of a General",
                    "SummaryEnglish": "An assassin is picking off Qin's thousand-man commanders! Xin encounters a formidable young man who sees promise in the scrappy Fei Xin leader.",
                    "TitleJapanese": "武将の空気",
                    "SummaryJapanese": "秦国軍は魏国侵攻後、三つ目の城となる近利関（きんりかん）も落とし、飛信隊も敵将を討つ武功を上げる。しかし、喜びに沸いていたのもつかの間、廉頗（れんぱ）四天王・輪虎（りんこ）の暗躍によって秦国軍の千人将が次々と斬られていく。警備を強化するも輪虎を捕える事はできなかった。そして近利関を出立した秦国軍に再び輪虎が襲いかかる。その殺気に対じした者たちはひるんでしまうが、信（しん）は真っ向から斬りかかる。"
                },
                "16": {
                    "ID": "4642680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4642680",
                    "TitleEnglish": "The Great General at Midnight",
                    "SummaryEnglish": "Lian Po gives his reasons for returning to the battlefield. A chance meeting in the dead of night could have a major impact on Xin's military career.",
                    "TitleJapanese": "真夜中の大将軍",
                    "SummaryJapanese": "魏国に名だたる武将はおらず、亡命した廉頗（れんぱ）も軍を率いる事はないと考えられていた。しかし廉頗が出陣した事が秦国軍に伝えられると、一同は焦りを隠せないでいた。しかし、総大将・蒙ごう（もうごう）は柔和な笑みを浮かべたまま動じる様子はない。だが蒙ごうは、かつて幾度となく廉頗と戦い一度も勝った事がないという過去を持っていた。その夜、不思議な癖を持つ蒙ごうは、老人歩兵に化け陣内をこっそりはいかいする。"
                },
                "17": {
                    "ID": "4648485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4648485",
                    "TitleEnglish": "The Night Before Battle",
                    "SummaryEnglish": "Xin settles into his new position as the Qin army prepares for a battle that could change the face of China. Qiang Lei discusses her plans with Xin.",
                    "TitleJapanese": "開戦前夜",
                    "SummaryJapanese": "輪虎（りんこ）の手により多数の千人将を失った秦国軍は、急きょ、現在の三百人将の中から二名を千人将へと昇格させるという。一同が注目する中、選ばれたのは玉鳳隊（ぎょくほうたい）・王賁（おうほん）と楽華隊（がくかたい）・蒙恬（もうてん）だった。その結果に信（しん）は悔しさを隠せなかった。ところが、総大将・蒙ごう（もうごう）の推挙により、信も臨時ではあるが千人将へと昇格を果たすこととなる。"
                },
                "18": {
                    "ID": "4655616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4655616",
                    "TitleEnglish": "Charge!",
                    "SummaryEnglish": "The battle at Shanyang is underway. Xin and his fellow temporary thousand-man commanders must face the fearsome Lian Po--and the deadly Lun Hu.",
                    "TitleJapanese": "激突！",
                    "SummaryJapanese": "決戦の地・流尹（るい）平野へと到着した両軍。此度の戦で蒙ごう　（もうごう）軍の副将を務める二人の武将、桓騎（かんき）と王翦（おうせん）、この二人を率いた蒙ごう　は穏やかな中にも決意を秘め、長年の敵である廉頗（れんぱ）に挑む。対する廉頗も共に激烈な戦場を戦い抜いてきた四天王を従え、激突のときを待つ。その顔には余裕の笑みを浮かべ自信と闘志が満ちあふれていた。そして両軍の陣形が整うと、ついにその第一陣が激突する。"
                },
                "19": {
                    "ID": "4671512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4671512",
                    "TitleEnglish": "Xuan Feng's Cunning Scheme",
                    "SummaryEnglish": "As Wang Ben and the Yu Feng Force do battle with Lun Hu, the Fei Xin Force is called into battle. A devious strategy takes the Qin army by surprise.",
                    "TitleJapanese": "玄峰の奇策",
                    "SummaryJapanese": "戦の序盤、勢いで勝っていた秦国軍。第一陣で急造の千人隊は統率がとれず徐々に押し込まれていく。それは玉鳳隊（ぎょくほうたい）も同様であり、その隙を狙った輪虎（りんこ）が王賁（おうほん）に襲いかかる。王賁はひるむことなく輪虎に果敢に打ち込むが捕えることはできない。第一陣の苦戦を見た秦国軍は第二陣を送り込むも、次々と崩されてしまう。しかし、その中で飛信隊（ひしんたい）だけは怒とうの攻撃をみせる。"
                },
                "20": {
                    "ID": "4671513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4671513",
                    "TitleEnglish": "The Fei Xin Force Retaliates",
                    "SummaryEnglish": "The Qin army is at a standstill in their battle against Wei--until Qiang Lei devises a workaround. Will her idea be enough for them to claim victory?",
                    "TitleJapanese": "飛信隊逆襲",
                    "SummaryJapanese": "飛信隊（ひしんたい）の活躍により一時は勢いを取り戻したかに見えた秦国軍。しかし魏国の第二陣を率いる廉頗（れんぱ）四天王の一人・玄峰（げんぽう）の策により辺り一面が煙に覆われると、突然のことに混乱する秦国軍は敵の弓兵になすすべもなく、さらに煙の中から現れた装甲戦車に脅やかされていく。そんな中で唯一飛信隊（ひしんたい）は敵の策を見抜いて逆にかく乱し、さらにこの状況を打開すべく強行突破で敵本陣へと迫る。"
                },
                "21": {
                    "ID": "4671514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4671514",
                    "TitleEnglish": "Robber vs. Strategist",
                    "SummaryEnglish": "Meng Ao's lieutenant Huan Yi takes the battlefield with some real tricks up his sleeve. The Wei army must scramble to beat him at his own game.",
                    "TitleJapanese": "盗賊対軍略家",
                    "SummaryJapanese": "反撃に出た飛信隊（ひしんたい）と玉鳳隊（ぎょくほうたい）だったが、秦国軍を壊滅させた玄峰（げんぽう）は早々に退却してしまい、秦国軍は大敗を喫してしまった。一方、秦国軍の副将・桓騎（かんき）は廉頗（れんぱ）四天王の一人・介子坊（かいしぼう）と交戦していた。桓騎の奇襲に苦しめられた介子坊は、やむなく玄峰と将を交代することに。隠されていた桓騎本陣を当てた玄峰。そんな玄峰の本陣に突然、桓騎が姿を現した。"
                },
                "22": {
                    "ID": "4685845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4685845",
                    "TitleEnglish": "Meng Tian's Proposal",
                    "SummaryEnglish": "After Huan Yi's masterstroke, Meng Tian suggests the Le Hua, Yu Feng, and Fei Xin Forces team up in the hopes of leaving their own mark on history.",
                    "TitleJapanese": "蒙恬の提案",
                    "SummaryJapanese": "秦国軍副将桓騎（かんき）が敵将玄峰（げんぽう）を討ち取ったという報告が届いた。信（しん）は桓騎に続き敵将・輪虎（りんこ）を討ち取ろうと闘志を燃やす。しかし、蒙恬（もうてん）は今の戦い方では到底太刀打ちできないと語る。なぜなら輪虎はかつて秦国六大将軍の王騎（おうき）に一太刀浴びせたこともある強者で、今回はまだ本気を出していないというのだ。輪虎を倒すため、蒙恬は信と王賁（おうほん）にある提案をする。"
                },
                "23": {
                    "ID": "4685846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4685846",
                    "TitleEnglish": "Three Forces United",
                    "SummaryEnglish": "Meng Tian skillfully brings all three special forces together in his plan to eliminate Lun Hu, but will the shrewd assassin fall prey to his scheme?",
                    "TitleJapanese": "三隊共闘",
                    "SummaryJapanese": "魏国軍の猛攻の中、秦国中央軍は守備に徹した戦いを進めるが、その中で蒙恬（もうてん）率いる楽華隊（がくかたい）が独断で遊軍と化し、単独前へと出る。その動きに敵も味方も驚く中、信（しん）と王賁（おうほん）だけは戦況を見つめたまま合図を待つ。これこそが三隊で輪虎（りんこ）を討つために、前日、蒙恬から提案された作戦であったのだ。そのまま楽華隊は輪虎本陣に突撃するが、その前には屈強な輪虎兵が立ちはだかった。"
                },
                "24": {
                    "ID": "4697417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4697417",
                    "TitleEnglish": "A Wall to be Overcome",
                    "SummaryEnglish": "Bi gets a surprise visit and a new role in the battle against Wei, while Wang Ben and Xin fight against time to put an end to the masterful Lun Hu.",
                    "TitleJapanese": "越えるべき壁",
                    "SummaryJapanese": "狙い通り、輪虎兵（りんこへい）を次々と討ち取っていく楽華隊（がくかたい）。そして、蒙恬（もうてん）の合図で飛信隊（ひしんたい）と玉鳳隊（ぎょくほうたい）が輪虎本陣へと攻め入った。だが、動じる様子のない輪虎は、逆に猛攻を仕掛けてきた。一方、左軍では敵に押し込まれ本陣が後退する中、唯一、壁（へき）はその場で奮戦していた。ところがそこへ、本陣とともに退いていたはずの秦国軍副将・王翦（おうせん）が現れる。"
                },
                "25": {
                    "ID": "4697418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4697418",
                    "TitleEnglish": "Behind the Behind",
                    "SummaryEnglish": "Lieutenant Wang Jian's plot comes to fruition with help from the skillful Commander Bi, but the battle--and the battle of wits--is far from over.",
                    "TitleJapanese": "裏の裏",
                    "SummaryJapanese": "王翦（おうせん）将軍の命により五千の兵を率いる将となった壁（へき）は、廉頗（れんぱ）四天王の一人・姜燕（きょうえん）の迎撃に向かう。敵を討つのに絶好の地形に敵軍を追い込んだ壁。圧倒的有利な状況で姜燕を討ち取ろうとする。しかし新たな敵軍の出現によって逆に窮地に追い込まれてしまう。これまでの優位はわなだったのだ。そんな中、突如現れたのは、壁に燕姜の迎撃を命じたはずの王翦（おうせん）その人であった。"
                },
                "26": {
                    "ID": "4703814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4703814",
                    "TitleEnglish": "General Caliber",
                    "SummaryEnglish": "Lian Po judges Wang Jian's worth as a commander, while a badly injured Xin returns to camp. The end of the Shanyang Offensive is in sight at last.",
                    "TitleJapanese": "将の器",
                    "SummaryJapanese": "姜燕（きょうえん）軍を追い詰めた王翦（おうせん）軍だったが、その行動すら読んでいた廉頗（れんぱ）が自軍を率いて姿を現した。伝説の大将軍・廉頗の登場に士気が上がった魏国軍は、凄まじい勢いで襲い掛かるうとする。その状況を見ていた王翦は、しかしあっさりと自軍の砦に撤退してしまうのだった。一方、死闘を繰り広げていた信（しん）は輪虎（りんこ）に痛烈な一撃を撃ち込むも、討ち取る事かなわず撤退を余儀なくされる。"
                },
                "27": {
                    "ID": "4709842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4709842",
                    "TitleEnglish": "Showdown",
                    "SummaryEnglish": "The Le Hua, Yu Feng, and Fei Xin Forces find themselves bringing up the rear in the final battle. Lian Po makes a daring move to get the ball rolling.",
                    "TitleJapanese": "決着の刻",
                    "SummaryJapanese": "流尹（るい）平野での戦いが始まり六日目、前日の死闘の傷も癒え、信（しん）は決戦のときを待っていた。しかし、この日の飛信隊（ひしんたい）は後方支援として待機することを命令される。不満がる信だったが、実は輪虎（りんこ）に当たりやすいようにとの配慮からだった。闘志を燃やす信。戦いが始まり、守備に徹した戦いを行う秦国中央軍に対し、輪虎はかの王騎（おうき）軍の守備すらも貫いたという特殊な戦術を仕掛けてきた。"
                },
                "28": {
                    "ID": "4721368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4721368",
                    "TitleEnglish": "The Final Twist",
                    "SummaryEnglish": "Meng Ao reveals a surprising strategy for taking on Lian Po in hopes of finally claiming victory over his rival. Xin's battle with Lun Hu intensifies.",
                    "TitleJapanese": "最後の策",
                    "SummaryJapanese": "中央軍同士の激しい戦いと時を同じくして、蒙ごう　（もうごう）本陣で背後に廉頗（れんぱ）が自軍を率いて現れた。攻め込んでくる廉頗に対し、蒙ごう　は長年にわたり練り上げて来た布陣で立ち向かう。一方、中央では秦国軍の陣形を輪虎（りんこ）が圧倒的な破壊力で突破してくる。ところが、その進撃を止めたのは、隊を分離して突撃してきた飛信隊（ひしんたい）であり、そして信（しん）は、再び輪虎と対じするのだった。"
                },
                "29": {
                    "ID": "4721369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4721369",
                    "TitleEnglish": "In a Heartbeat",
                    "SummaryEnglish": "Xin must cope with a grave injury in his fight to take Lun Hu's head. Lian Po continues his seemingly unstoppable march on Meng Ao's main camp.",
                    "TitleJapanese": "一瞬",
                    "SummaryJapanese": "蒙ごう　（もうごう）のしいた布陣をかわし、頂上へ向かって駆け上がって来る廉頗（れんぱ）。もはや廉頗の突入は時間の問題であった。一方中央では、輪虎（りんこ）が前日の左腕の負傷にもかかわらず、信（しん）の足に深手を負わせていた。だが、信は傷の深さにも関わらず驚異的な精神力で立ち上がるのだ。戦いは激しさを増し、周りの者は手が出せず一騎打ちの様相を呈してくる。そんな二人の間に割って入ろうとする者がいた。"
                },
                "30": {
                    "ID": "4728115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4728115",
                    "TitleEnglish": "A Good Friend",
                    "SummaryEnglish": "As his battle with Lun Hu ends, Xin remembers the people he met along his path. Jie Zifang's men launch a brutal attack against the wounded Qiang Lei.",
                    "TitleJapanese": "大事な仲間",
                    "SummaryJapanese": "信（しん）は自分への注意がそれた一瞬の隙をついて輪虎（りんこ）を斬り伏せた。しかし、輪虎は再び立ち上がる。ボロボロになりながらも輪虎は、廉頗（れんぱ）のために負けるわけにはいかないと語るのだ。同じころ、飛信隊（ひしんたい）の負傷兵を率い待機していた羌かい（きょうかい）の前にすさまじい破壊力を持った騎馬隊が突撃してきていた。深い傷を負っていた羌かいは一瞬躊躇するも、副長として仲間のため立ち向かう。"
                },
                "31": {
                    "ID": "4734849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4734849",
                    "TitleEnglish": "Meng Ao Stays Firm",
                    "SummaryEnglish": "It's a showdown between Meng Ao and Lian Po as the mighty generals face each other for the first time in forty years. Will Meng Ao have his revenge?",
                    "TitleJapanese": "蒙ごう、退（ひ）かず",
                    "SummaryJapanese": "信（しん）と輪虎（りんこ）の一騎打ちは激戦の末、信が勝利した。激闘を終えた信は、残してきた羌かい（きょうかい）の無事を確認すると、休む間もなく敵軍が迫る秦国本陣へと急ぐ。その本陣には敵将・廉頗（れんぱ）が攻め込んで来ていた。圧倒的な威圧感を放つ廉頗を前に兵士たちが恐怖で動けなくなる中、蒙ごう（もうごう）はただ一人、前へと進み出る。そして40年間の熱き想いを武器に、蒙ごうは廉頗に一騎打ちを挑むのだった。"
                },
                "32": {
                    "ID": "4767026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4767026",
                    "TitleEnglish": "An Era Undiminished",
                    "SummaryEnglish": "Meng Ao encourages Lian Po to leave the past behind and embrace a new era. Bai Guixi gets an unexpected visitor that could turn the tables on Wei.",
                    "TitleJapanese": "色あせぬ時代",
                    "SummaryJapanese": "廉頗（れんぱ）に一騎打ちを挑んだ蒙ごう　（もうごう）だったが、廉頗の圧倒的な武力の前にその矛は届かず、重傷を負わされてしまう。駆けつけた信（しん）もそんな二人を前に息をのむ。しかし、その後の廉頗の王騎（おうき）将軍を侮辱するような発言に、信はたまらず怒声を上げ、真っ向から立ち向かうのだった。一方、魏国本陣には行方をくらませていた桓騎（かんき）軍が攻め込み、魏国総大将・白亀西（はくきさい）を捕えていた。"
                },
                "33": {
                    "ID": "4767027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4767027",
                    "TitleEnglish": "Victory and What Follows",
                    "SummaryEnglish": "With the Shanyang Offensive over, Lian Po shares with Xin a sure way of achieving great fame and glory. Qiang Lei prepares to leave the Fei Xin Force.",
                    "TitleJapanese": "勝利…そして",
                    "SummaryJapanese": "桓騎（かんき）が魏国軍総大将・白亀西（はくきさい）を討ち取ったとの報に、秦国軍本陣に攻め込んできていた介子坊（かいしぼう）は、戦を五分に持ち込むべく蒙ごう（もうごう）を討ち取ろうとする。しかし、戦が詰んでいることを感じた廉頗は介子坊を制し、蒙ごうに和睦を申し入れる。この瞬間、秦国軍の勝利が決定した！そして改めて廉頗と向かい合った信（しん）は、廉頗より大将軍の条件を突きつけられ、決意を新たにする。"
                },
                "34": {
                    "ID": "4768752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4768752",
                    "TitleEnglish": "The Tactician Arrives",
                    "SummaryEnglish": "Despite the recognition Xin receives after the Shanyang Offensive, the Fei Xin Force just hasn't been the same. Perhaps a new tactician is in order...",
                    "TitleJapanese": "軍師の到着",
                    "SummaryJapanese": "勝利を収めた秦国。そして、武功を上げた信（しん）は正式に千人将に昇格する。勢いそのままに新たな戦場へと繰り出すが、連戦連敗を重ねてしまう。実は、今まで作戦立案を行っていた羌かい　（きょうかい）が抜けた事で、これまでのように隊が機能しなくなっていたのだ。見かねた蒙恬（もうてん）の紹介により、飛信隊（ひしんたい）に新たな軍師が加入する事となったのだが、よそ者の加入に信たちは大きな拒絶反応を示すのだった。"
                },
                "35": {
                    "ID": "4768753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4768753",
                    "TitleEnglish": "Ordeal and Resolve",
                    "SummaryEnglish": "The Fei Xin Force is eyeing tactician He Liao Diao with great distrust, but who else can think up a way to deal with the latest wave of Wei attackers?",
                    "TitleJapanese": "試練と覚悟",
                    "SummaryJapanese": "連戦連敗を重ねる飛信隊（ひしんたい）に新たに軍師としてやってきたのは、なんと河了貂（かりょうてん）であった。しかし、隊内の者から新参者の指示には従えないと拒絶されてしまう。だが、そうなることを十分に理解していた貂はひるむ事なく彼らと向き合い、戦場にとどまる覚悟を語る。信（しん）は貂の決意を真剣に受け止めながらも戦いへの口出しは認めなかった。しかし、その後も状況は好転せず、ついに河了貂が指揮をとる。"
                },
                "36": {
                    "ID": "4768754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4768754",
                    "TitleEnglish": "Going Up",
                    "SummaryEnglish": "He Liao Diao pulls out all the stops in a strategy meant to shut down Wei troops bent on revenge for the Fei Xin Force's fierce battle at Shanyang.",
                    "TitleJapanese": "上を行く",
                    "SummaryJapanese": "指揮を任された貂（てん）の機転により、飛信隊（ひしんたい）は魏国軍を見事にかわし、立て直しに成功する。今までと違う動きに違和感を感じた敵軍師は、飛信隊への新たな参謀役の加入を確信し、策を仕掛けるのだった。だが、貂の指示により飛信隊は圧倒的優勢の状況を作り出し、混乱した敵先鋒隊を一気に葬り去る。対する敵軍師は次なる一手を繰り出すが、それすらも上回る貂の作戦により飛信隊はついに勝利を収めるのだった。"
                },
                "37": {
                    "ID": "4776551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4776551",
                    "TitleEnglish": "Distant Thunder",
                    "SummaryEnglish": "Zhao makes a surprising move, while the Fei Xin Force makes a discovery. Back in Xianyang, Zheng reveals a trump card in the Court's power struggle.",
                    "TitleJapanese": "遠雷",
                    "SummaryJapanese": "貂（てん）の活躍により力を得た飛信隊（ひしんたい）は次々と敵を撃破。そんな彼らの活躍もあり、新たな土地の平定に成功した秦国は、領土拡大のための宣戦布告を行った。その動きを注視していた李牧（りぼく）は、なぜか燕（えん）軍との戦に動き出す。一方、咸陽では呂不韋（りょふい）が「相国（しょうこく）」という地位に座り、さらなる権力を握ろうとしていた。呂陣営に対抗すべく、政（せい）は意を決しある場所へと向かう。"
                },
                "38": {
                    "ID": "4781250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4781250",
                    "TitleEnglish": "A Staging Area for Intrigue",
                    "SummaryEnglish": "Zheng approaches his stepbrother for help ousting Lü Buwei. The Fei Xin Force fights to defend a tiny country and stumbles onto something huge.",
                    "TitleJapanese": "謀略の舞台",
                    "SummaryJapanese": "かつて反乱を起こし幽閉されていた成きょう（せいきょう）と対面した政（せい）は、成きょうとその一派を解放する代わりに呂（りょ）陣営の勢力に対抗するための協力を要求する。一方飛信隊（ひしんたい）は、東の前線基地・東金（とうきん）へと向かう途中、韓軍に攻め込まれていた徐（じょ）という国を救出する。それにより、当初の行軍予定とは別の道を進む事となるのだが、その最中、数千の兵を率いた李牧（りぼく）と遭遇する。"
                },
                "39": {
                    "ID": "4785572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/4785572",
                    "TitleEnglish": "A New Legend",
                    "SummaryEnglish": "New ministers take positions in the Royal Court, and Xiang has big news for Zheng. Xin sees a potential problem as a way to get closer to his goal.",
                    "TitleJapanese": "新たなる伝説",
                    "SummaryJapanese": "威をふるう呂不韋（りょふい）に対し、成きょう（せいきょう）と手を組んだ政（せい）は、発言権を持つ左丞相に昌文君（しょうぶんくん）を据える事に成功し、中国統一への足がかりを得る。一方、李牧（りぼく）と相対した信（しん）は、その言動から、更なる嵐がおこるであろう事を予感するも、それを乗り切るため決意を新たにする。中国統一を目指す政と、天下の大将軍を目指す信。二人は、それぞれの道をしっかりと見据えていた。"
                }
            }
        },
        "3": {
            "ID": "1816500",
            "URL": "https://www.thetvdb.com/series/kingdom-2012/seasons/official/3",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "7551557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/7551557",
                    "TitleEnglish": "The Encroaching Coalition Army",
                    "SummaryEnglish": "All's quiet in the kingdom of Qin until not one, but three armies attack--and, as a steady stream of messengers reveals, that's just the half of it.",
                    "TitleJapanese": "迫り来る合従軍",
                    "SummaryJapanese": "紀元前中国の秦国。 下僕出身の身ながら“天下の大将軍”を目指す信は、武功を重ね、千人の部下を抱える“千人将”となっていた。自ら率いる“飛信隊”に軍師・河了貂を迎え戦いに明け暮れていた信。そんな中、独自に各地の様子を探っていた、今は亡き大将軍・王騎の軍の軍長だった録嗚未、干央と再会した信は彼らから、趙国を中心に各国に不穏な動きがあると聞く。それは秦国に未曽有の危機をもたらす大きな“嵐”の前触れであった。"
                },
                "2": {
                    "ID": "7672044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/7672044",
                    "TitleEnglish": "A Coming Together",
                    "SummaryEnglish": "Cai Ze gets a royal audience in hopes of using diplomacy to save Qin. Xin tags along with Lord Biao's army. Lord Changping works to find a solution.",
                    "TitleJapanese": "一堂に会す",
                    "SummaryJapanese": "列強六国から成る“合従軍”が秦国への侵攻を開始。危機的状況打開のため、軍総司令・昌平君は、東の斉国と交渉し、合従軍からの離反を促そうと考える。一方いまだ状況を把握しきれないまま、“雷原”の地で侵攻中の魏軍に追いついた飛信隊がそこで目にしたのは、魏軍総大将・呉鳳明自ら指揮を執る大軍を相手に、少ない兵数で善戦を繰り広げる秦軍（しんぐん）の姿。それは、かつて信がその指揮下で戦ったこともある大将軍・麃公の軍だった。"
                },
                "3": {
                    "ID": "7687259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/7687259",
                    "TitleEnglish": "The Battle of Hangu Pass",
                    "SummaryEnglish": "Qin sends its troops to defend Hangu Pass, sole gateway to the kingdom. An impressive array of military might is on display as the battle kicks off.",
                    "TitleJapanese": "函谷関攻防戦",
                    "SummaryJapanese": "軍総司令・昌平君に召集され、秦国の名だたる将軍が一堂に会した。そうそうたる面々を前に昌平君は、国家存亡の危機を救う僅かな望みをかけた作戦を発表する。それは、全軍で国門“函谷関”（かんこくかん）にて敵を迎え撃つこと。この作戦を受け、秦国を挙げた大軍勢が函谷関へと集結。その中には信の“飛信隊”、信と同世代の将、王賁（おうほん）率いる“玉鳳隊”（ぎょくほうたい）、蒙恬（もうてん）率いる“楽華隊”（がくかたい）もいた。秦国の命運を握る戦いの幕がついに切って落とされた！"
                },
                "4": {
                    "ID": "7687263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/7687263",
                    "TitleEnglish": "Two Battlefields",
                    "SummaryEnglish": "Lord Biao's army finds itself in a bad situation soon after fighting begins. The Wei army brings in equipment that has Zhang Tang rolling his eyes.",
                    "TitleJapanese": "二つの戦場",
                    "SummaryJapanese": "開戦の号令とともに始まった函谷関攻防戦。麃公将軍の下に配属された飛信隊は、隊長・信に率いられ、将軍直属の“麃公兵（ひょうこうへい）”とともに対する趙軍（ちょうぐん）を次々と撃破してゆく。\nところが勢いに乗っていたはずの麃公軍の動きが突然止まる。実は麃公軍は、趙軍総大将・李牧（りぼく）が全幅の信頼を寄せる副将・慶舎（けいしゃ）が張り巡らした罠にいつの間にか絡めとられていたのだ。一転、追い詰められる立場となった麃公軍だが、そのとき、この窮地を救う者が現れる。"
                },
                "5": {
                    "ID": "7687266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/7687266",
                    "TitleEnglish": "Rise of a Young General",
                    "SummaryEnglish": "As the Wei army tackles the mighty Hangu Pass, the allied army of Meng Wu and Teng are battling the Chu army--and there are old scores to be settled.",
                    "TitleJapanese": "若き将の台頭",
                    "SummaryJapanese": "魏軍総大将・呉鳳明が造った新型の井闌車（せいらんしゃ）によって危機に陥った函谷関。だが望楼に立つ将軍・桓騎（かんき）は不敵に笑いそれを見据える。一方、楚軍の大軍勢と対する蒙武（もうぶ）と騰（とう）の連合軍では、いつもは血気盛んな蒙武が静かに戦況を見守っていた。父・蒙武からこの戦いの目的を聞いていた蒙恬は、父の意図を汲んで自身の楽華隊を率いて激闘を繰り広げる。しかし、その行く手には楚軍千人将・項翼（こうよく）、弓の名手・白麗（はくれい）が立ち塞がる。"
                },
                "6": {
                    "ID": "7687268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/7687268",
                    "TitleEnglish": "A Mutual Self-Confidence",
                    "SummaryEnglish": "Xiang Yi brings out his favorite weapon: a legendary sword. Teng takes on the fierce Chu general Lord Linwu. Xin faces a Zhao army with a grudge.",
                    "TitleJapanese": "互いの自負",
                    "SummaryJapanese": "それぞれの隊を率いて秦軍・蒙恬と王賁、楚軍・項翼と白麗が相まみえた。若き将たちが戦場にて熱い火花を散らす！　一方、秦軍の元王騎軍軍長・録嗚未は、楚国第一軍を率いる将軍・臨武君（りんぶくん）と戦っていたが、自らの武力に絶対の自信を持ち、数々の修羅場を潜り抜けてきた臨武君を相手に苦戦を強いられる。そこに大将軍・王騎に認められ、その死後、軍を引き継いだ副官・騰が現れる。騰と臨武君―― 互いの誇りをかけた戦いが始まる！"
                },
                "7": {
                    "ID": "8420670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8420670",
                    "TitleEnglish": "A Wasteland Riddled with Holes",
                    "SummaryEnglish": "The horrors of Changping nearly two decades ago have spurred Wan Ji and his army to seek revenge against Qin, with Xianyang slated for annihilation.",
                    "TitleJapanese": "穴だらけの荒野",
                    "SummaryJapanese": "恐るべき執念で命尽きるまで戦う兵たちを振り切り、ついに信が趙軍の将・万極（まんごく）のもとへと辿り着いた。数多の“怨念”を背負う禍々しい姿を見た信は、万極がかつて“長平（ちょうへい）”の地で、“秦六将（しんろくしょう）”の白起（はくき）が行った大虐殺から逃れた生き残りだと知る。凄まじい憎しみから秦国の民を無差別に殺してきた万極に激しい怒りとともに同情の思いも抱く信。その脳裏に、戦乱の世を終わらせるための“答え”を持つ者と、今自身がなすべきことがよぎる。"
                },
                "8": {
                    "ID": "8420671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8420671",
                    "TitleEnglish": "Wa Lin: A Spirited Woman",
                    "SummaryEnglish": "A new commander takes over Chu's second army, bringing along a new strategy and a lot of confusion. The grotesque Cheng Hui of Han makes his move.",
                    "TitleJapanese": "女傑・媧燐",
                    "SummaryJapanese": "多大な犠牲を出しつつ早くも合従軍から二人の将軍を討ち取った秦軍。だが合従軍にはまだ多くの将がいる。 楚軍はここで、第二軍を率いる将軍・媧燐（かりん）に第二軍とあわせ第一軍の指揮を任せるが自身の第二軍は動かさず第一軍にのみ戦いを強いる媧燐。さらに本陣に「全軍大いなる凡戦を連ねて十日後に函谷関を落とすべし」と進言。その意味に気づいた天才軍師・李牧の反応は？　さらには、静かに機を伺っていた韓軍総大将・成恢（せいかい）も動き始める。"
                },
                "9": {
                    "ID": "8420672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8420672",
                    "TitleEnglish": "Meng Wu's Proclamation",
                    "SummaryEnglish": "Rumors about Qin reach Qiang Lei on her journey. Li Mu calculates the best time to strike, and the Battle of Hangu Pass reaches its turning point.",
                    "TitleJapanese": "蒙武の檄",
                    "SummaryJapanese": "一進一退の攻防を続けていた戦も十五日目、いよいよ双方全軍を挙げての戦いが始まった。力を温存していた秦軍主力の蒙武軍も進軍を開始。大将軍・蒙武の檄によって敵陣へと突撃した兵たちの激闘が続くも、なぜか味方の後続が来る気配がなく困惑が広がってゆく。だがここでついに蒙武が、今までの自らの戦い方を覆す戦法に打って出る！　そして合従軍本陣に謎の進言をした楚軍第二将・媧燐は、次の作戦への準備を着々と整えていた。"
                },
                "10": {
                    "ID": "8420673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8420673",
                    "TitleEnglish": "A Promotion in a Predicament",
                    "SummaryEnglish": "Teng makes a bold decision when his army finds themselves in a bind. Cheng Hui's move pays off. Wei's Wu Fengming has another trick up his sleeve.",
                    "TitleJapanese": "窮地の大抜擢",
                    "SummaryJapanese": "媧燐の奇策により混乱に陥る秦軍。録嗚未、干央が奮闘し何とか危機を脱するも、媧燐の本当の狙いは別にあり再び秦軍は窮地に立たされる。この状況に将軍・騰は急遽左右の軍の指揮官の入れ替えを決断。新たな指揮官として蒙恬と王賁を抜擢する。一方函谷関では、魏軍総大将・呉鳳明が持ち込んだ新兵器が国門を守る将たちを驚愕させ、先日の韓軍の攻撃で大打撃を受けた将軍・張唐率いる軍には、さらなる難局が迫る！"
                },
                "11": {
                    "ID": "8476959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8476959",
                    "TitleEnglish": "A General's Pride",
                    "SummaryEnglish": "As Cheng Hui's poison courses through Zhang Tang's body, the mighty Qin general takes advantage of Huang Yi's cunning strategy and enters the fray.",
                    "TitleJapanese": "武将の矜持",
                    "SummaryJapanese": "魏軍を翻弄する策を打ち、僅かな兵を率いて函谷関の外へ降り立った桓騎と張唐。魏軍になりすました両隊は入り乱れる大軍勢の中、総大将・成恢がいる韓軍本陣を目指す。あまりに大胆な奇策に、“将軍・桓騎”の才を垣間見る張唐。そして、自らも己の誇りをかけ、毒に冒された身をおして敵陣の中を進んで行く。一方、猛攻にさらされる函谷関の上では、張唐から全体の指揮を託された将軍・蒙驁（もうごう）が、その覚悟に答えるため奮起する。"
                },
                "12": {
                    "ID": "8476960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8476960",
                    "TitleEnglish": "The Wa Lin Army's Charge",
                    "SummaryEnglish": "Qin general Wang Jian seemingly vanishes, army and all, mid-skirmish with Wu Lu Duo and the Yan army. Chu's newest commander goes after Teng's head.",
                    "TitleJapanese": "媧燐軍の突撃",
                    "SummaryJapanese": "各戦場で秦軍の激闘が続く中、函谷関防衛の要となる山岳地帯では、将軍・王翦（おうせん）の軍と燕軍（えんぐん）総大将・オルド率いる軍の戦いが続いていた。多くの山岳族を抱え、山間部での戦いを得意とするオルド軍に苦戦する王翦軍だったが、ここで王翦が思いもよらぬ行動に出る。　一方、楚将・媧燐の策で窮地に陥った騰軍は、将軍・騰が自ら隊を率いて出撃するも、急遽五千の兵を与えられた楚軍千人将・項翼の執拗な攻撃で身動きが取れなくなり……!?"
                },
                "13": {
                    "ID": "8476961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8476961",
                    "TitleEnglish": "The Strongest",
                    "SummaryEnglish": "Meng Wu repeats his daring echelon sweep against Chu, but with a twist. Chu's massive Han Ming faces off against Meng Wu in a battle for the ages.",
                    "TitleJapanese": "至強",
                    "SummaryJapanese": "高度な戦術で楚軍総大将・汗明（かんめい）の布陣の弱点を突いた蒙武軍。しかし、善戦を見せるも、汗明の三人の側近が率いる軍にその勢いは止められ追い詰められてゆく。軍全体に焦りが広がる中、泰然と構え「全て作戦通りだ」と告げ、なおも動かず機をうかがう蒙武。そしてついに、残った五千の兵を引き連れた蒙武が打って出る!!天才軍師・昌平君が認めた“武”の力を示すべく、大将軍・蒙武が、“中華最強”を自負する漢（おとこ）、汗明に挑む！"
                },
                "14": {
                    "ID": "8513551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8513551",
                    "TitleEnglish": "The Mightiest Man",
                    "SummaryEnglish": "Wa Lin devises a way to hurry along the generals' duel. Li Mu and Lord Chunshen discuss a new strategy, while Wa Lin shows her hand at long last.",
                    "TitleJapanese": "最強の漢",
                    "SummaryJapanese": "函谷関攻防戦において重要な意味を持つ、秦国の大将軍・蒙武と楚軍総大将・汗明の一騎打ちが始まった。これまで積み上げてきた戦歴と大将軍としての“格”で遥かに上回る汗明を相手に互角の戦いを見せる蒙武。壮絶な大将同士の戦いを、秦、楚両軍の兵らが固唾を呑んで見守る中、楚将・媧燐が人知れず不穏な動きを見せる。移動する媧燐軍を追う途中でこれに気づいた蒙武の息子・蒙恬は、胸騒ぎを覚え、馬を駆り父のもとへとひた走る!!"
                },
                "15": {
                    "ID": "8513552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8513552",
                    "TitleEnglish": "Beyond Hangu Pass",
                    "SummaryEnglish": "The Qin army is riding high when Wa Lin's elites arrive at Hangu Pass. An unpredictable Qin general steps in to assist. Diao is cautiously optimistic.",
                    "TitleJapanese": "函谷関の裏",
                    "SummaryJapanese": "双方“決戦”の日と推察していた函谷関攻防戦十五日目。　秦軍は、蒙武の活躍により戦況を盛り返した。魏軍と韓軍に内側まで攻め込まれ、苦境に立たされていた函谷関の守備軍もこの勢いに乗り、兵たちの奮闘で敵を押し戻し始めていた。だが、突如この流れを覆す事態が国門を襲う！　開戦後まもなく楚将・媧燐が合従軍本陣に伝えた言葉の意味とは？　再び窮地に立たされた秦軍は函谷関を守り抜くことができるのか!?"
                },
                "16": {
                    "ID": "8590048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8590048",
                    "TitleEnglish": "Li Mu's Whereabouts",
                    "SummaryEnglish": "The royal capital of Xianyang is feeling the heat as outpost after outpost falls in the south of Qin. The most ominous question: Where has Li Mu gone?",
                    "TitleJapanese": "李牧の行方",
                    "SummaryJapanese": "蒙武軍に続き、王翦軍の活躍により、戦局が秦軍有利へと大きく傾いた。これにより秦国は国家存亡の危機を脱したかと思われた。だが将軍・麃公はこれを「物足りない」と感じ、信もまた同じ思いを抱いていた。その頃、さらなる守りを固めるための軍議を行う王都“咸陽” に奇妙な報告が届く。それはやがて国全体を震撼させる火急の事態となり……!?\n秦国を滅ぼそうとする新たな一手が、王都・咸陽に迫る!!"
                },
                "17": {
                    "ID": "8590049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8590049",
                    "TitleEnglish": "The Ultimate Instinctive Type",
                    "SummaryEnglish": "Qin's Lord Biao confronts Li Mu at the center of his clever whirlpool trap, where he meets a savage warrior with a history of battling great generals.",
                    "TitleJapanese": "本能型の極み",
                    "SummaryJapanese": "飛信隊を引き連れ、王都の危機を救うためいち早く動いた大将軍・麃公は、仕掛けられた戦術を打ち破り、ついに此度の戦の“大炎” 李牧の元に辿り着いた。だが李牧が剣を抜くことはなく、代わりに立ちはだかったのはかつて“馬陽”の地で“秦六大将軍”王騎を討った“趙三大天” 龐煖であった。自らを「武神」と名乗り禍々しい気を放つ龐煖を前に不敵に笑う麃公。 秦国存亡の行方を賭け、大将軍・麃公が求道者・龐煖との一騎討ちに挑む――!!"
                },
                "18": {
                    "ID": "8590050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8590050",
                    "TitleEnglish": "Zheng's Decision",
                    "SummaryEnglish": "Xianyang is in disarray as Li Mu's army approaches and King Zheng goes missing. Qin formulates a strategy around a southern outpost--its last hope.",
                    "TitleJapanese": "政の決断",
                    "SummaryJapanese": "李牧軍が王都・咸陽へと迫り、恐怖のどん底に落とされた秦国。その進軍の速さと勢いは天才軍師の昌平君の想像を上回り、秦国は函谷関の兵も呼び戻せず新たな兵も出せず打つ手がない。この機に不穏な動きを見せる相国（しょうこく）・呂不韋（りょふい）。都では民の暴動も起きている。そんな中、秦王・嬴政（えいせい）は国を救うある手立てのため動き始めた。一方、麃公の命を受け咸陽へと向かう信たちは、激しい追撃に身も心も疲弊する中、王都手前の城“蕞”（さい）に辿り着く。"
                },
                "19": {
                    "ID": "8590051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8590051",
                    "TitleEnglish": "Zheng Speaks",
                    "SummaryEnglish": "It's up to King Zheng to convince the people of Zui to fight, defending Xianyang and Qin itself. Li Mu's arrival makes them second-guess themselves.",
                    "TitleJapanese": "政、語りかける",
                    "SummaryJapanese": "秦国最大の危機に、王都から兵を率い蕞に現れた秦王・嬴政。ボロボロの状態で蕞に辿り着いた信は思わぬ再会に安堵する。そして、蕞にいるすべての者を集めた嬴政は彼らに自らの決意を語り始める。それは大王自身も剣を手に取り、民たちと共に敵を迎え撃つというもの。始めは戸惑い恐怖していた民たちだが大王の力強い言葉と覚悟に心を動かされ奮い立つ！\n秦国最後の砦・蕞にて、迫り来る李牧軍との決死の攻防戦が始まろうとしていた――。"
                },
                "20": {
                    "ID": "8590052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8590052",
                    "TitleEnglish": "The First Night",
                    "SummaryEnglish": "The first day of any battle is a high hurdle to clear, even without civilian troops. Li Mu employs unique tactics overnight to gain the upper hand.",
                    "TitleJapanese": "最初の夜",
                    "SummaryJapanese": "李牧軍が包囲する中、軍総司令・昌平君の命を受けた側近・介億（かいおく）が援軍を従え到着し、秦軍も防衛線の役者が揃った。ついに戦いへと突入する蕞。信率いる飛信隊は不慣れながらも奮闘を見せる民兵とともに獅子奮迅の戦いをする。その様子を李牧の側近で趙軍の若き三千人将・傅抵（ふてい）が興味深げに見つめていた。その頃、秦軍三千人将・壁（へき）を将とする東壁は、風上で優位に立つ敵軍の猛攻に苦戦していたが、ここには軍師・河了貂の秘策が……!?"
                },
                "21": {
                    "ID": "8590053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8590053",
                    "TitleEnglish": "A Secret Revealed",
                    "SummaryEnglish": "Xin's training with Qiang Lei comes in handy at Zui. Zheng continues to rally the civilian and veteran troops--until something goes terribly wrong.",
                    "TitleJapanese": "秘密の露見",
                    "SummaryJapanese": "飛信隊が守る南壁を、李牧の二人の側近・カイネと傅抵の隊が襲撃。傅抵と一騎打ちになる信だが、相手の素早い動きに翻弄され思うように戦えない。そのとき、信の脳裏に、かつて副長・羌瘣（きょうかい）から投げかけられた言葉が甦る。一方、戦慣れしていない民兵たちの弱点を突くべく揺さぶりをかける李牧は、想像以上に激しい抵抗を続ける蕞に不審を抱く。唯一彼らを奮い立たすことができる人物に思い当たるも、確かな情報はなく……!?"
                },
                "22": {
                    "ID": "8590054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8590054",
                    "TitleEnglish": "With All We Have",
                    "SummaryEnglish": "The castle town of Zui is struggling to stand strong in their drawn-out battle, suffering serious setbacks that put Li Mu on the path to victory.",
                    "TitleJapanese": "出し尽くす",
                    "SummaryJapanese": "秦王・嬴政が蕞にいるという事実が趙軍に露見し、李牧は嬴政を捕えるべく全軍を投入しての総攻撃を開始。蕞はいよいよ正念場に立たされることとなった。奮闘を続けてきた民兵たちが連日の戦いで次々に力尽き苦境に陥る中、戦場に響く嬴政の檄や信ら各城壁の将たちの奮闘で何とか闘志を繋ぎとめる。だが、自力で勝る敵の攻勢にとうとう蕞の士気は限界に。もはや“奇跡”にしか活路を見出せぬほど追い詰められた秦軍。勝機はあるのか!?"
                },
                "23": {
                    "ID": "8590055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8590055",
                    "TitleEnglish": "Unprecedented Aid",
                    "SummaryEnglish": "Reinforcements arrive for Qin, and not a moment too soon. But even the most ferocious mountain warriors are no match for one of Zhao's Three Greats.",
                    "TitleJapanese": "破格の加勢",
                    "SummaryJapanese": "李牧軍の猛攻により陥落したかと思われた蕞。そこに姿を見せたのは、“山界の死王（さんかいのしおう）” 楊端和（ようたんわ）率いる“山の民”。一気に戦場になだれ込んだ彼らは、女王・楊端和と秦王・嬴政の結んだ同盟に従い、圧倒的武力で李牧軍を撃破してゆく。予想だにしなかった事態に敗色濃厚の李牧軍だが、そのとき、趙三大天である武神・龐煖が現れる。凄まじい気迫に誰もが圧倒される中、信は因縁の相手・龐煖を倒すべく立ち向かう！"
                },
                "24": {
                    "ID": "8590056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8590056",
                    "TitleEnglish": "Deepest Gratitude",
                    "SummaryEnglish": "An exhausted Xin draws on what remains of his strength to face Pang Nuan. The end of the war with the coalition army is in sight, but at what cost?",
                    "TitleJapanese": "深謝",
                    "SummaryJapanese": "満身創痍の状態で、龐煖との一騎打ちに挑む信。一方、龐煖は、どんなに打ちのめしても決して折れない信の強さに戸惑いと苛立ちを隠せずにいた。激闘の中、何度も打ち込んできた信の一刀が、ついに龐煖の身体を捉える！　王騎を、そして麃公を打ち破った宿敵・龐煖を相手に、信はその仇を討つことができるのか……!?\n秦国存亡を賭けた中華を揺るがす大決戦、その結末を左右する世紀の一戦の行方とは……!?"
                },
                "25": {
                    "ID": "8590057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8590057",
                    "TitleEnglish": "The Difference Between Dances",
                    "SummaryEnglish": "The country of Qin celebrates its victory in its capital Kanyou, with a ceremony rewarding the warriors who have distinguished themselves in a notable way against the coalition. On the other hand, Kyou Kai, who left the Hi Shin unit to avenge his sister Kyou Shou, is getting closer and closer to his target, Yuu Ren...",
                    "TitleJapanese": "巫舞の違い",
                    "SummaryJapanese": "秦国が、国の命運を握る戦いに全軍を挙げて挑んでいた頃、飛信隊副長・羌瘣は、“姉”と慕った羌象（きょうしょう）の仇討ちのため隊を離れ、趙国にいた。かつて伝説の暗殺集団“蚩尤”（しゆう）の里から逃げ出し、今は里の外で協力者として働く羌明から、羌象の仇・幽連の居所を聞く羌瘣。幽連（ゆうれん）が潜む“老山”（ろうざん）の山中へと足を踏み入れた羌瘣だが、卑劣な手段を使うこともいとわない現・蚩尤の幽連に苦戦を強いられ……!?"
                },
                "26": {
                    "ID": "8590058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8590058",
                    "TitleEnglish": "Another Path",
                    "SummaryEnglish": "Kyou Kai continues to confront Yuu Ren's subordinates, but preserves herself for the latter. It is time to avenge Kyou Shou, it is time to clear the past. But Yuu Ren is still the one who overcame the ritual. She might be stronger than Kyou Kai imagines.",
                    "TitleJapanese": "別の道",
                    "SummaryJapanese": "現・蚩尤の幽連と誰よりも蚩尤としての才能があると言われた羌瘣。最強の蚩尤同士の戦いは熾烈を極める。その身に“神”をおとして戦うと言われる蚩尤が使う“巫舞”を極めるため、現世へのしがらみや想いを全て断ち切った幽連の圧倒的な強さに追い詰められる羌瘣。だが、抗う力もないまま失いかけた意識の中で、羌瘣は、一筋の“光”を見る。　その“光”に “巫舞の秘密”を垣間見た羌瘣は……!?"
                }
            }
        },
        "4": {
            "ID": "1963573",
            "URL": "https://www.thetvdb.com/series/kingdom-2012/seasons/official/4",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "8993888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/8993888",
                    "TitleEnglish": "Seven Nations, After the War",
                    "SummaryEnglish": "The seven nations of the Middle Kingdom come to grips with the fallout of the massive coalition army war as internal disputes move to the forefront.",
                    "TitleJapanese": "戦後の七国",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "9103837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9103837",
                    "TitleEnglish": "Ominous Shadow",
                    "SummaryEnglish": "Qin chancellor Lü Buwei schemes to gain more influence in the Royal Court. Zhao makes a surprising move, prompting Cheng Jiao to make one of his own.",
                    "TitleJapanese": "不穏な影",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9103838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9103838",
                    "TitleEnglish": "The Punitive Force Moves Out",
                    "SummaryEnglish": "Cheng Jiao manages to push back Zhao's army, but a little too easily for his taste. He discovers that Tonryuu, the city of his wife Liu Yi, is now administered by Pu He.",
                    "TitleJapanese": "討伐軍出陣",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "9103839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9103839",
                    "TitleEnglish": "Assault on Tunliu",
                    "SummaryEnglish": "Pu Ge reveals his scheme, but doesn't take the bigger, better Fei Xin Force into account. Cheng Jiao takes a gamble as he faces the fight of his life.",
                    "TitleJapanese": "屯留攻城戦",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "9103840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9103840",
                    "TitleEnglish": "Sword and Shield",
                    "SummaryEnglish": "A wounded Cheng Jiao confronts Pu Ge, then has a heart-to-heart with Liu Yi and shares words of wisdom with Xin as the fighting in Tunliu subsides.",
                    "TitleJapanese": "剣と盾",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "9160188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9160188",
                    "TitleEnglish": "A New Strategic Base",
                    "SummaryEnglish": "Xin and Wang Ben are summoned to assist General Teng in a complex battle with Zhao, but Zhao's star general has some monumental aces up his sleeve.",
                    "TitleJapanese": "新たな要所",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "9173467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9173467",
                    "TitleEnglish": "The Call",
                    "SummaryEnglish": "Kai Meng, Fire Dragon of Wei, challenges Xin to a duel as the battle rages around them. Qiang Lei must act quickly when something goes terribly wrong.",
                    "TitleJapanese": "呼びかけ",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "9175095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9175095",
                    "TitleEnglish": "Diao",
                    "SummaryEnglish": "Diao meets with Kai Meng in the Wei camp while Xin and friends scramble for a way to get her out. The Yu Feng Force faces another brutal Fire Dragon.",
                    "TitleJapanese": "貂の存在",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "9175096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9175096",
                    "TitleEnglish": "Zi Bai's Name",
                    "SummaryEnglish": "As Wang Ben tangles with master spearsman Zi Bai, Ling Huang gives Wu Fengming and his officers insight into his fellow Fire Dragon's past and psyche.",
                    "TitleJapanese": "紫伯の名",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "9175097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9175097",
                    "TitleEnglish": "The Eyes of the Middle Kingdom",
                    "SummaryEnglish": "The three Qin units prepare for the climactic third day of their coordinated assault on Wei's main camp in Zhuyong, with each facing a formidable foe.",
                    "TitleJapanese": "中華の注目",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "9175098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9175098",
                    "TitleEnglish": "Training Days",
                    "SummaryEnglish": "The Fei Xin Unit has only half a day left to reach Wu Feng Ming's headquarters. The strategists of both sides test their skills.",
                    "TitleJapanese": "修練の日々",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "9175099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9175099",
                    "TitleEnglish": "Age of Giants",
                    "SummaryEnglish": "Xin finds himself trapped as the simultaneous triple-strike comes together; Wei's unsuspecting main camp panics with the three Qin armies closing in.",
                    "TitleJapanese": "傑物達の世代",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "9233411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9233411",
                    "TitleEnglish": "Movement in Xianyang",
                    "SummaryEnglish": "Zhao's military minds ponder the aftermath of the Battle at Zhuyong. A powerful figure visits the Royal Court to stake a claim on the new Qin outpost.",
                    "TitleJapanese": "咸陽の動き",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "9233412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9233412",
                    "TitleEnglish": "A New Nation",
                    "SummaryEnglish": "The plans of the Queen-Dowager and her lover Lao Ai soon come to light: the foundation of a new state, within Qin itself. The affront is such that it calls for a response equal to it.",
                    "TitleJapanese": "新しい国",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "9254273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9254273",
                    "TitleEnglish": "The Man Who Was Nothing",
                    "SummaryEnglish": "Wang Ben and Xin are rewarded for their actions in Zhuyong as Ai grows ever stronger. Lao Ai reflects on the path his life has taken to this point.",
                    "TitleJapanese": "何もない男",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "9263511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9263511",
                    "TitleEnglish": "The Crowning Ceremony",
                    "SummaryEnglish": "Ai's foreign-backed chancellor puts the Queen Dowager in an impossible position as Zheng prepares for the crowning ceremony in Qin's ancient capital.",
                    "TitleJapanese": "加冠の儀",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "9275293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9275293",
                    "TitleEnglish": "Three Sides, Unyielding",
                    "SummaryEnglish": "A supersized Ai army approaches an underdefended Xianyang. The Queen Dowager and Lü Buwei both have their own epiphanies during the crowning ceremony.",
                    "TitleJapanese": "三方ゆずらず",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "9283725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9283725",
                    "TitleEnglish": "River-Crossing Battle",
                    "SummaryEnglish": "The Fei Xin Force meets up with allies before a pitched battle across a key river. Troops descend on Xianyang as Xiang recalls Zheng's parting words.",
                    "TitleJapanese": "渡河の戦い",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "9294190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9294190",
                    "TitleEnglish": "A Parting of Ways",
                    "SummaryEnglish": "Xin explains how Diao learned of the rebellion. Lord Changping makes a momentous decision. The seige of Xianyang intensifies as Xin's troops arrive.",
                    "TitleJapanese": "袂を分かつ",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "9305139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9305139",
                    "TitleEnglish": "A Dream Nation",
                    "SummaryEnglish": "Xin pushes onward to Xianyang's Inner Palace as Xiang and Yang are taken to safety. Lü Buwei explains his views to Zheng and how he would rule Qin.",
                    "TitleJapanese": "夢のような国",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "9314360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9314360",
                    "TitleEnglish": "Our One Shot at Victory",
                    "SummaryEnglish": "Zheng refutes his chancellor's notion of ideal government and articulates his reasons for a united Middle Kingdom. Xin gets turned around in Xianyang.",
                    "TitleJapanese": "唯一の勝機",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "9314361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9314361",
                    "TitleEnglish": "Running For Your Lives",
                    "SummaryEnglish": "The court ladies make a run for it when their safety is compromised. Shang Lu's ailing army is just barely keeping the enemy out of the royal capital.",
                    "TitleJapanese": "命がけの逃避",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "9314362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9314362",
                    "TitleEnglish": "Reversal Rush",
                    "SummaryEnglish": "Qin army high commander Lord Changping shows what he's made of on the battlefield with an all-or-nothing maneuver meant to immobilize Duke Rongdi.",
                    "TitleJapanese": "逆転の猛進",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "9314363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9314363",
                    "TitleEnglish": "The Rebellion's Conclusion",
                    "SummaryEnglish": "Lao Ai, the man who orchestrated the uprising, must finally reap what he's sown. The Queen Dowager makes a last-ditch plea at her lover's hearing.",
                    "TitleJapanese": "内乱の終着点",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "9314364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9314364",
                    "TitleEnglish": "A Time for Venturing Forth",
                    "SummaryEnglish": "The rebels and masterminds behind Ai's uprising meet their fates--or rather, most of them do. Zheng discusses his vision for Qin's future with Xin.",
                    "TitleJapanese": "雄飛の刻",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "9314365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/9314365",
                    "TitleEnglish": "The Six Great Generals' Whereabouts",
                    "SummaryEnglish": "Qin goes right back to the battlefield. Wa Lin is tapped to help the troubled nation of Chu. The young commanders discuss the next Six Great Generals.",
                    "TitleJapanese": "六将の行方",
                    "SummaryJapanese": null
                }
            }
        },
        "5": {
            "ID": "2091528",
            "URL": "https://www.thetvdb.com/series/kingdom-2012/seasons/official/5",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10116039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/10116039",
                    "TitleEnglish": "Monsters Take the Field",
                    "SummaryEnglish": "The Fei Xin Force is sent out to join forces with General Huan Yi to conquer Heiyong in Zhao, but their opponent--and the terrain--won't make it easy.",
                    "TitleJapanese": "化物達の出陣",
                    "SummaryJapanese": "紀元前・中国の秦国。 “天下の大将軍”を目指す“飛信隊”隊長・信は、数々の武功をあげ“将軍”の一歩手前“五千人将”となった。更なる武功のため総大将・桓騎の下、趙国にある“黒羊丘”攻略に挑む信率いる飛信隊。だが樹海に囲まれた戦場に戸惑う飛信隊を趙軍副将・紀彗の側近らが密かに狙っていた。波乱の黒羊丘攻略戦の幕が開く！"
                },
                "2": {
                    "ID": "10258427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/10258427",
                    "TitleEnglish": "The Stench of the Battlefield",
                    "SummaryEnglish": "As the fighting gets underway in Heiyong, Qiang Lei's scouts make a disturbing discovery, Xin goes for broke, and Huan Yi brings out the big guns.",
                    "TitleJapanese": "戦場の匂い",
                    "SummaryJapanese": "趙軍副将・紀彗の2人の側近・馬呈、劉冬の巧みな戦術に翻弄される飛信隊の苦戦により、秦軍は開戦早々に不利な戦局に追い込まれる。危機感を覚えた総大将・桓騎は、自ら状況打破のために動くが...。"
                },
                "3": {
                    "ID": "10258428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/10258428",
                    "TitleEnglish": "Heiyong at Night",
                    "SummaryEnglish": "The outcome of the first day was calamitous for Qin's troops. Kan Ki's officers were surprised by the enemy's ingenuity, but escaped total annihilation. The first night in the dense Koku You forest is a heavy one for Xin and his men, but also for Heiyong and his men, who are totally isolated from the rest of their army.",
                    "TitleJapanese": "黒羊の夜",
                    "SummaryJapanese": "趙将・慶舎と紀彗が率いる軍に阻まれ、秦軍は前線を押し上げることができないまま夜を迎える。秦軍は前線を後退した場所に置かざるを得なくなり、そのことで斥候に出た羌瘣の小隊は趙軍側に取り残されてしまう。"
                },
                "4": {
                    "ID": "10258429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/10258429",
                    "TitleEnglish": "A Lieutenant's Responsibility",
                    "SummaryEnglish": "Tactician He Liao Diao racks her brains to find some way out of an impossible situation so the Fei Xin Force can complete their mission-critical task.",
                    "TitleJapanese": "副長の責任",
                    "SummaryJapanese": "樹海地帯の中央にある巨大な丘をめぐり、両軍による陣取り合戦が始まった。信が宣言した「中央丘横まで軍を進める」ことを最低条件に戦いを進めていく飛信隊の前に、流れる川の対岸に陣取った敵軍が立ちはだかる。"
                },
                "5": {
                    "ID": "10258430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/10258430",
                    "TitleEnglish": "A Determined Crossing",
                    "SummaryEnglish": "Lieutenant Yuan and his men work hard to fulfill their vital role. A surprise appearance by a charismatic figure greatly affects the tides of battle.",
                    "TitleJapanese": "執念の渡河",
                    "SummaryJapanese": "河了貂や隊長・信の信頼に応えるため奮闘する渕と別働隊の活躍により、川の浅瀬で猛攻にさらされていた信たちも対岸への上陸に成功。飛信隊の反撃が始まった。一方、中央丘の陣取り合戦は激しい攻防が続いていた。"
                },
                "6": {
                    "ID": "10258431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/10258431",
                    "TitleEnglish": "Heiyong's Crucial Moment",
                    "SummaryEnglish": "He Liao Diao switches gears to share some hard-earned power with Huan Yi's forces--all the general has to do is take it. Qiang Lei's caretaker speaks.",
                    "TitleJapanese": "黒羊の大一番",
                    "SummaryJapanese": "怒とうの反撃で馬呈・劉冬軍から戦いの主導権を奪い取った飛信隊は、黒羊の戦局を大きく動かすべく、中央丘を狙った次の攻撃に打って出る。秦軍は戦いを有利に進め、秦軍総大将・桓騎の動きに注目が集まる。"
                },
                "7": {
                    "ID": "10258432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/10258432",
                    "TitleEnglish": "The Tragedy of Liyǎn",
                    "SummaryEnglish": "Qiang Lei learns about Ji Hui's background. Frustration mounts in the face of Huan Yi's inaction. Qing She decides to take matters into his own hands.",
                    "TitleJapanese": "離眼の悲劇",
                    "SummaryJapanese": "思いもよらない桓騎の行動により、飛信隊は、立て直した馬呈・劉冬軍と再び激闘を繰り広げることとなった。中央丘の各戦場では相変わらず膠着状態が続いており、慶舎は桓騎を追い詰めるため今回の戦いの“標的”の一つ・飛信隊を壊滅させようと動き出す。一方、樹海地帯の集落で怪我の手当てを受ける羌瘣は、“長”である混バァから紀彗が城主を務める“離眼城”で起きた悲劇について話を聞いていた。"
                },
                "8": {
                    "ID": "10258433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/10258433",
                    "TitleEnglish": "In an Instant",
                    "SummaryEnglish": "The Battle of Heiyong reaches a fever pitch as Huan Yi's men target Qing She--who in turn is looking to slay Xin. Xin comes up with an audacious plan.",
                    "TitleJapanese": "一瞬の出来事",
                    "SummaryJapanese": "自ら精鋭部隊を率いて出陣した慶舎の急襲とこれに呼応して素早く包囲へと布陣を切り替えた馬呈・劉冬軍によって、絶体絶命の危機に立たされる飛信隊。これにより秦軍は大きな打撃を受けるかと思われた。ところが、紀彗と慶舎の副官・金毛は上策であるはずの慶舎の急襲に、なぜか奇妙な違和感と不安を覚える。果たして、二人が抱いた“違和感の正体”とは!? そして追い詰められた飛信隊は!?"
                },
                "9": {
                    "ID": "10258434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/10258434",
                    "TitleEnglish": "Misfortune",
                    "SummaryEnglish": "Qing She considers his debt to Li Mu as he faces Xin on the battlefield. Devastating events drive Ji Hui to pursue a new tactic in defending Heiyong.",
                    "TitleJapanese": "〝凶〟",
                    "SummaryJapanese": "隊長・信の一言で、飛信隊は趙軍総大将・慶舎を討ち取る作戦を決行する。しかしこれに気づいた劉冬に行く手を阻まれ慶舎のもとに近づくことができない。そこにようやく戻った羌瘣が合流。劉冬軍との戦いを引き受けた羌瘣隊にその場を任せ、信は隊を率いて慶舎本陣の中を駆け抜ける!!黒羊丘攻略のための起死回生の一手を狙う信の刃は、敵軍総大将・慶舎に届くのか!?"
                },
                "10": {
                    "ID": "10258435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/10258435",
                    "TitleEnglish": "Roar of Pride",
                    "SummaryEnglish": "Huan Yi's top commanders question his latest bizarre decision. Wei Ping has a crisis of conscience. Xin and Qiang Lei react to a gruesome discovery.",
                    "TitleJapanese": "矜持の咆哮",
                    "SummaryJapanese": "中央丘の攻略を目指す紀彗、金毛率いる軍の猛攻が続く中、桓騎は突如自軍に丘からの撤退を命令。中央丘は趙軍の手に落ちた。これに納得がいかない黒桜ら副官に対し、桓騎はあることを告げる。一方、何とか慶舎軍を振り切りもとの戦場に戻った飛信隊は、樹海の先で起きている異変に気づき駆けだした羌瘣を追って、とある集落に辿り着く。飛信隊はそこで、驚愕の光景を目にすることとなる――。"
                },
                "11": {
                    "ID": "10258436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/10258436",
                    "TitleEnglish": "Wei Ping and the Fei Xin Force",
                    "SummaryEnglish": "The standoff with Huan Yi continues until Wei Ping intervenes, but Xin learns a disappointing fact that paints his loyal friend in a whole new light.",
                    "TitleJapanese": "尾平と飛信隊",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "10258437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/10258437",
                    "TitleEnglish": "The Small Hours Before a Showdown",
                    "SummaryEnglish": "General Huan Yi shows that his cutthroat reputation is well deserved as he tightens the screws on Ji Hui and forces him to make an agonizing decision.",
                    "TitleJapanese": "勝敗の夜ふけ",
                    "SummaryJapanese": "総大将・桓騎から中央の丘の奪還を任され、攻撃の機会をうかがう飛信隊。しかし、趙軍が着々と砦化を進める中央丘を落とすことは難しいと思われた。その頃、趙軍の本陣では、桓騎によって揺さぶりをかけられた紀彗が、趙将として、離眼城の城主として、究極の選択を迫られていた。趙国の未来に大きく関わる戦いの最中、紀彗が下す決断とは!?　黒羊丘攻略戦。その決着の時が近付く!!"
                },
                "13": {
                    "ID": "10402974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/10402974",
                    "TitleEnglish": "Cai Ze's Honor",
                    "SummaryEnglish": "Cai Ze returns to Xianyang with not one, but two unexpected guests. Zheng is put on the spot about his plans for a post-unified Middle Kingdom world.",
                    "TitleJapanese": "蔡沢の矜持",
                    "SummaryJapanese": "黒羊丘の戦い後、改めて他国の動きを警戒する秦国。そんな中、蔡沢が斉国の王建王と趙国宰相・李牧を伴い、咸陽に帰国。蔡沢の仲介で、急遽、秦王・エイ政と斉王による会談が開かれる。“中華統一”が成された時、「人が人を殺さなくてすむ世界がくる」と断言するエイ政に対し、これを「空論だ」と断じる斉王。大国の王同士が思い描く中華の未来とは!?"
                }
            }
        },
        "6": {
            "ID": "2182499",
            "URL": "https://www.thetvdb.com/series/kingdom-2012/seasons/official/6",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "11089631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kingdom-2012/episodes/11089631",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}