{
  "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Drama",
    "Horror",
    "Romance",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2293824/",
    "https://www.themoviedb.org/tv/45241"
  ],
  "TitleEnglish": "Muv-Luv Alternative: Total Eclipse",
  "SummaryEnglish": "In the year 1973, alien species known as BETA (Beings of Extra Terrestrial origin which is Adversary of human race) came to invade earth. During the next 30 years, they have conquered most of the Eurasian continent, effectively decreasing the world population by billions. In response to their unique behavior, a new type of mobile mechanical humanoid weapon was developed, known as Tactical Surface Fighter (TSF). In the year 2001, elite pilots from around the world start to gather at a UN base in Alaska named Yukon to participate in the Prominence Project. This project is a joint effort between Russia and America on research and development of next generation of TSF. The job of the pilots is to test the prototypes, which occasionally involves pitting them one against another..",
  "Aliases": [
    "Muv-Luv Alternative - Total Eclipse",
    "Muv-Luv Alternative Total Eclipse"
  ],
  "Modified": "2025-08-27",
  "Seasons": {
    "0": {
      "ID": "493857",
      "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/seasons/official/0",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "4463665",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4463665",
          "TitleEnglish": "Pre-Climax Special",
          "SummaryEnglish": "A summary ep that reviews the characters and important events of the preceding 19 episodes, and gives important information that will help you enjoy the climax 10 times as much!",
          "Aliases": []
        },
        "2": {
          "ID": "5344134",
          "TYPE": "Cast Interviews",
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/5344134",
          "TitleEnglish": "Analyze Special",
          "SummaryEnglish": "Interviews with cast and staff members.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "493858",
      "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/seasons/official/1",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "4337857",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4337857",
          "TitleEnglish": "The Imperial Capital Burns - Part 1",
          "SummaryEnglish": "It is the year 1997, and aliens have taken over most of Eurasia. Humanity fights back with giant robots called TSFs, but is gradually losing ground to endless alien armies. Now the aliens are advancing on Japan, and Yui Takamura, a trainee at the Imperial Guard Academy, will have to battle them.",
          "Aliases": []
        },
        "2": {
          "ID": "4353929",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4353929",
          "TitleEnglish": "The Imperial Capital Burns - Part 2",
          "SummaryEnglish": "The BETA have invaded Japan, and are advancing on Kyoto. An alien vanguard breaks through the Japanese lines, and attacks Yui's supply base. Badly outnumbered and cut off from support, she has no choice but to flee...",
          "Aliases": []
        },
        "3": {
          "ID": "4353930",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4353930",
          "TitleEnglish": "Prominent Yukon",
          "SummaryEnglish": "Yuuya Bridges, an elite American test pilot, has been sent to a backwoods Alaskan base to test the next generation of TSFs. But he hasn't even arrived when two other test pilots wander off the course in a deadly game of cat and mouse, and they're heading straight for his plane...",
          "Aliases": []
        },
        "4": {
          "ID": "4353931",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4353931",
          "TitleEnglish": "A Flock of Hazy Moons",
          "SummaryEnglish": "Yuuya Bridges, the new American test pilot at Yukon base, is struggling with his first assignment: a joint project between the US and Japanese militaries. To master his new TSF, he must first learn to think like the Japanese, and that means confronting his own past...",
          "Aliases": []
        },
        "5": {
          "ID": "4363140",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4363140",
          "TitleEnglish": "The Right Stuff",
          "SummaryEnglish": "Yuuya continues his attempts to master the Japanese TSFs, to little success. During one last exercise, an unknown TFS suddenly appears on the practice ground, and it's heading straight for him...",
          "Aliases": []
        },
        "6": {
          "ID": "4363141",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4363141",
          "TitleEnglish": "Ultramarine",
          "SummaryEnglish": "As part of a morale-building exercise, Argos Flight is sent to the Caribbean for a photo shoot. During a boat race, Yui, Cryska, and Yuuya are stranded on a deserted island. Cryska gets sick, and an injured Yui tries to force herself to help, but the rain is getting worse...",
          "Aliases": []
        },
        "7": {
          "ID": "4363142",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4363142",
          "TitleEnglish": "Wanderer's Whereabouts",
          "SummaryEnglish": "Yui, Yuuya, and Cryska are trapped on a deserted island in the middle of a terrible rainstorm. With potentially a full week until they're found by the rest of the military, they're forced to try and work out their differences from the confines of their small cave...",
          "Aliases": []
        },
        "8": {
          "ID": "4363143",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4363143",
          "TitleEnglish": "Far East Battle Lines",
          "SummaryEnglish": "Argos Flight is sent to the front lines of the U.S.S.R. to get real combat data in their TSFs. At the same time, Yuuya is assigned to test a brand new EM cannon, keeping him back in a support role. But things aren't as peaceful on a front line base as they are back in the Yukon...",
          "Aliases": []
        },
        "9": {
          "ID": "4363144",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4363144",
          "TitleEnglish": "Falling Tears",
          "SummaryEnglish": "It's finally time for Yuuya's first battle: A carefully scripted fight against a limited number of BETA that will allow him to test both his TSF and the new prototype cannon. But things quickly go off script as the BETA overwhelm the front lines, and if he doesn't act fast, the entire team could be wiped out.",
          "Aliases": []
        },
        "10": {
          "ID": "4363145",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4363145",
          "TitleEnglish": "Premonition",
          "SummaryEnglish": "Yuuya destroyed over 3000 BETA with a single cannon blast. The whole base throws him a party, but instead of attending he spends the evening staring up at his TSF. He begs Yui for a chance at some real close-range combat experience, but changing the schedule, she says, will be very difficult.",
          "Aliases": []
        },
        "11": {
          "ID": "4363126",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4363126",
          "TitleEnglish": "BETA Offensive",
          "SummaryEnglish": "A massive force of underground BETA is heading towards the Soviet Base, and there's no time to do anything but pack up and leave. Yui stays behind to destroy the Type 99 Cannon, but the Soviets want it for themselves...",
          "Aliases": []
        },
        "12": {
          "ID": "4363127",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4363127",
          "TitleEnglish": "The End of a Deadly Battle",
          "SummaryEnglish": "Yui is trapped in the abandoned supply base, and the BETA have broken through the defense lines. With no hope of escape, she attempts to destroy the prototype cannon to keep it from falling into the wrong hands...",
          "Aliases": []
        },
        "13": {
          "ID": "4399782",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4399782",
          "TitleEnglish": "The Price of a Choice",
          "SummaryEnglish": "Yuuya rescues Yui from the hangar, and tries to escape with the core for the EM Radiation Cannon. But all the BETA suddenly start heading towards them, and they have to make a quick escape...",
          "Aliases": []
        },
        "14": {
          "ID": "4407182",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4407182",
          "TitleEnglish": "An Eishi's Honor",
          "SummaryEnglish": "Yuuya is forced to flee as the BETA overwhelm the base and Russian bombers advance. With no hope of recovering the EM Cannon's core module, he staggers home as the Zhar Battalion launches a last-ditch effort to keep the entire Far East defense line from collapsing.",
          "Aliases": []
        },
        "15": {
          "ID": "4407183",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4407183",
          "TitleEnglish": "Cross To Bear",
          "SummaryEnglish": "The team returns safely to Alaska and throws a party to celebrate. The party is interrupted by the leader of the Chinese Bao Feng Squad, Cui Yifei. She has more than a passing interest in Yuuya...",
          "Aliases": []
        },
        "16": {
          "ID": "4407184",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4407184",
          "TitleEnglish": "Pale Blue Flame",
          "SummaryEnglish": "In the first stage of the Blue Flag exercises, Argos Flight is pitted against the Chinese Bao Feng. With Tarisa flying the new Shiranui unit 2, Argos is badly outmatched, when Yuuya challenges their leader to a duel.",
          "Aliases": []
        },
        "17": {
          "ID": "4420762",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4420762",
          "TitleEnglish": "Dark Recollection",
          "SummaryEnglish": "The Blue Flag exercises are in full swing, and America shows off its Raptor and its advanced stealth technology, but after the fight, Yuuya finds himself running from the MPs in the city after the Scarlet Twins tell him they need to talk to him urgently...",
          "Aliases": []
        },
        "18": {
          "ID": "4420763",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4420763",
          "TitleEnglish": "The Sound of Twisted Wings",
          "SummaryEnglish": "Vincent wins big by betting on the first round of Blue Flag, and takes the whole Test Flight out for drinks. Yuuya sits in a corner and talks to the bartender. Meanwhile, Cui wants to talk to Lt. Takamura about Yuuya...",
          "Aliases": []
        },
        "19": {
          "ID": "4420778",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4420778",
          "TitleEnglish": "Deep Green",
          "SummaryEnglish": "To deal with the increasing rivalries between the nations competing in Blue Flag, the higher-ups involved in the Prominence project decide to send the Eishi on a wilderness backpacking trip. On the way to their destination, they encounter a bear. It turns out the bear is actually a hot springs...",
          "Aliases": []
        },
        "20": {
          "ID": "4420765",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4420765",
          "TitleEnglish": "The World Bares Its Fangs",
          "SummaryEnglish": "Everyone is so focused on the fight with the BETA and improving their forces to fight the menace, that they forget to look at how their society is forced to live. Tensions build, and sometimes that leads to action. Total Eclipse is no exception.",
          "Aliases": []
        },
        "21": {
          "ID": "4420766",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4420766",
          "TitleEnglish": "The Future Tears Open",
          "SummaryEnglish": "Chaos ensues and no one is sure what is going on, and who is attacking from where. The Argos Test Flight team meet up and attempt to repel a force attacking for seemingly unknown purposes, but who will come out on top when no one knows who they can trust?",
          "Aliases": []
        },
        "22": {
          "ID": "4420767",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4420767",
          "TitleEnglish": "Untainted Revenge",
          "SummaryEnglish": "Yuuya fights 24 TSFs to buy time for the rest of Argos to escape, and is only saved by the timely intervention of Inia. Before the enemy commander goes down, however, she's planning on taking Cui with her...",
          "Aliases": []
        },
        "23": {
          "ID": "4420768",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4420768",
          "TitleEnglish": "The Victory Song of the Dead",
          "SummaryEnglish": "A mass of BETA are rushing towards the Red Line. If they get there, Red Shift will activate and destroy Alaska. Sandek has a plan to stop them, and the only ones who can carry it out are Argos Squad.",
          "Aliases": []
        },
        "24": {
          "ID": "4420776",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/muv-luv-alternative-total-eclipse/episodes/4420776",
          "TitleEnglish": "White Darkness",
          "SummaryEnglish": "Yuuya fights a final battle with the Scarlet Twins and the BETA to stop Red Shift from activating and destroying Alaska.",
          "Aliases": []
        }
      }
    }
  }
}