{
    "URL": "https://www.thetvdb.com/series/campione",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2250160/",
        "https://www.themoviedb.org/tv/46184"
    ],
    "TitleEnglish": "Campione!",
    "SummaryEnglish": "A harem love comedy plus magic battles. Kusanagi Godo is a 16-year-old high school boy, who once killed the god \"Verethragna\" and acquired the title of \"Campione (god killer)\" when he was 15. Erica Brandelli is a 16-year-old Italian girl, who is a \"Great Knight\" of the magic society \"Bronze Black Cross\" and had fought together with Godo to defeat Verethragna. Godo doesn't like fighting but his title of \"Campione\" makes him get involved in battles against other Campiones and uncontrollable gods.",
    "TitleJapanese": "カンピオーネ！",
    "SummaryJapanese": "この世界には神殺しと呼ばれるものがいる。神話に抗い地上に災厄をもたらす神を殺し、その力を奪った者たち。彼らは『カンピオーネ』と呼ばれ、魔術師の王として君臨し神々や同類と戦う。7人目の王、草薙護堂、彼は高校生として平穏な日常を望んでいた。だが魔術師で自称彼の愛人であるエリカによってミラノに呼ばれ、荒ぶる神との邂逅を果たす。さらには媛巫女の祐理までもが彼に想いを抱いてきて。愛する人は神殺しであり世の覇者。新しい形の神話的物語がここから始まる。",
    "Aliases": [
        "Campione! Matsurowanu Kamigami to Kami Koroshi no Maou"
    ],
    "Modified": "2025-01-17",
    "Seasons": {
        "1": {
            "ID": "493881",
            "URL": "https://www.thetvdb.com/series/campione/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4337875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4337875",
                    "TitleEnglish": "The First Story",
                    "SummaryEnglish": "Kusanagi Godou is entrusted with a stone grimiore by his grandfather to deliver to its former owner, an old friend, in Italy where he encounters supernatural happenings. Meeting the beautiful knight, Erica Blandelli, he is drawn into the battle between rogue gods, and uses the power of the grimiore to defeat the Persian god of victory, Verethragna, gaining his powers, becoming a god slayer, also known as a Campione.",
                    "TitleJapanese": "第１話　「はじまりの物語」",
                    "SummaryJapanese": "イタリア・サルデーニャ島に降り立った少年・草薙護堂。彼は祖父の使いとして、不思議な石版「プロメテウス秘笈」を届けに訪れたのだ。そこに真紅のドレスの美少女・エリカ・ブランデッリが現れ、石版を渡すよう要求。二人が言い争う中、突如咆哮が上がり、神話から抜け出したかのような巨大な猪が出現する！　暴れる猪を前に絶体絶命の護堂たち！　そこに今度は巨大な竜巻が発生し、猪を消し去ってしまった。茫然とする護堂にエリカは、彼らが災厄をもたらす「まつろわぬ神」であり、石版はその縁の魔術書であることを告げる。そして強引に護堂の旅路への同行を決めるのであった…！"
                },
                "2": {
                    "ID": "4353333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4353333",
                    "TitleEnglish": "The Landscape with a King",
                    "SummaryEnglish": "Erica moves to Japan and also transfers to his school, causing him trouble on her first day. Godou meets Mariya Yuri, a shrine princess, and learns of The Committee for the Compilation of True History, a magic organization based in Japan. Erica brings Godou to Italy to meet the representatives of the country's Society of Magicians, and show them his new powers by facing him in a duel. The representatives decide to entrust Godou with an important artifact upon seeing his abilities. He also finds out whether or not The Committee's beliefs for why Erica is staying by his side are true or not.",
                    "TitleJapanese": "第２話　「王様のいる風景」",
                    "SummaryJapanese": "顕現したまつろわぬ神・ウルスラグナを倒し、神の能力を簒奪してカンピオーネとなった護堂。それから一週間後、護堂の元にはエリカがイタリアから押しかけて、教室でも堂々と愛を求めてくるという波乱の展開が！　一方、カンピオーネの力に注目し護堂に接近する者の姿も…。日本の魔術関係者の監査機関「正史編纂委員会」の甘粕冬馬と、協力者の媛巫女・万里谷祐理である。甘粕は護堂に、エリカが魔術結社「赤銅黒十字」の密命で動いていることを告げ、警戒を促す。エリカに真意を問い正す護堂。すると、彼女は護堂をある場所に連れ出すのだが…？"
                },
                "3": {
                    "ID": "4353334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4353334",
                    "TitleEnglish": "From Afar, An Enemy Comes",
                    "SummaryEnglish": "Mariya Yuri is tasked by Amakasu to verify that a divine instrument called Gorgoneion has been brought to Japan by Godou. After she heavily scolds Godou, she explains to him the prophecy of Princess Alice about the Gorgoneion bringing about the world's end if obtained by the goddess Athena. Upon hearing this, Godou and Erica set out to find Athena, and either stop her or at least buy enough time for Mariya to seal the Gorgoneion. Unfortunately, Athena uses a surprising and unexpected move to take out Godou. Mariya on the other hand has been approached by a girl by the name of Liliana Kranjčar who at first wants the Gorgoneion, but then is willing to offer some aid in sealing the Gorgoneion.",
                    "TitleJapanese": "第３話　「遠方より敵来たる」",
                    "SummaryJapanese": "エリカの課した試練を権能で乗り越えた護堂は、世界中の結社から新たなカンピオーネとして認められつつあった。しかし護堂の日常は、熱烈に迫るエリカと、嫉妬に燃える周囲の視線に神経をすり減らされるという、刺激に満ちつつも平凡なものであり、そして彼自身もそれを望んでいた。　そんなある日、護堂は祐理に呼び出され神具「ゴルゴネイオン」を日本に持ち込んだことを問い詰められる。それはローマでエリカより渡されたメダルで、世界規模の災厄を引き起こすと預言された神器であった。そして祐理は霊視で、災厄の渦中に強大なまつろわぬ神・アテナを見出す…！"
                },
                "4": {
                    "ID": "4354670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4354670",
                    "TitleEnglish": "Rogue Athena",
                    "SummaryEnglish": "Mariya Yuri and Amakasu continue to try and seal the Gorgoneion at a shrine. However, Athena has already found them. Easily taking the Gorgoneion from them Athena uses it to transform herself into Rogue Athena. Unfortunately, Yuri absorbs some of the Death Wind released from Athena returning to her true form. Now dying Yuri attempts a long shot to turn the tide. Godou confronts Athena while the key to victory lies with Erica. However, even if he wins Godou will still have to face Yuri's wrath for his latest (and extremely misinterpreted) indiscretions.",
                    "TitleJapanese": "第４話　「まつろわぬアテナ」",
                    "SummaryJapanese": "死の言霊で護堂は倒れ、アテナが顕現した周囲は神の引き起こす災厄で混乱を極めていた！　その最中、ゴルゴネイオン封印のため逃走する祐理はアテナに追われていた。そしてウルスラグナの権能で蘇生した護堂は、エリカとともに決戦の準備を進める。　やがて祐理の元にアテナが到達。とある目的のため来日していた魔術師・リリアナ・クラニチャールが加勢するが、神の力を前にゴルゴネイオンを奪われてしまう。神器で力を取り戻すアテナ。そんな絶望的な状況の中、一陣の風が吹く…。祐理の呼びかけに応じ、権能で馳せ参じる護堂！　そして彼は、黄金の剣を手に再びアテナと対峙する――!!"
                },
                "5": {
                    "ID": "4364643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4364643",
                    "TitleEnglish": "Unpleasant Days",
                    "SummaryEnglish": "Mariya wakes up from a vision she had about a sinister man and Liliana but keeps it to herself hoping it was a dream and not a vision. In school, she is challenged by Erica to a baseball match resulting in indescribable suffering for Godou. Soon after Erica gives her an even bigger challenge, to buy a cellphone with Godou. For the innocent Yuri, this means not only going out with a Devil King but going out shopping with a boy for the first time in her life. That night, Godou is called by Salvatore Doni who wants Godou to fight Sasha Dejanstahl Voban, a Campione who came to Japan to become stronger. However, Godou hangs up in the middle of the call. Mariya on the other hand has her bath rudely interrupted.",
                    "TitleJapanese": "第５話　「好日ならざる日々」",
                    "SummaryJapanese": "アテナの脅威も落着し平穏な日常を送る護堂は、例によって、所構わずまとわりついてくるエリカに困惑していた。教室でいちゃつく二人の様子はクラスの男子たちの嫉妬を買い、生真面目な祐理は護堂に対して説教の連続。そしてついには、エリカと祐理の野球対決まで勃発してしまう…と、護堂の気は休まる暇もない。　その一方、東欧の魔王と呼ばれるカンピオーネ・ヴォバンが日本を訪れていた。ヴォバンに従う青銅黒十字のリリアナは、彼の命を受けて護堂の周囲を暗躍。果たして、ヴォバンは何を目論んでいるのか…!?"
                },
                "6": {
                    "ID": "4364642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4364642",
                    "TitleEnglish": "The Kings Converse",
                    "SummaryEnglish": "Voban tells Mariya that he intends to re-enact the ceremony that Doni had crashed 4 years ago as he's bored and wants something interesting to hunt. Amakasu asks Godou and Erica to rescue Mariya as only a Campione can stand up to or stop another Campione. Meeting Voban, Erica manipulates the conversation to get Voban eager to fight Godou, who (naively) is stubbornly trying to find a way to settle things without violence. The end result is that Voban will release Mariya, but will hunt Godou down and take her back after giving them 30 minutes to run. However, if they can last till sunrise he'll admit defeat. Thus begins the duel of Campiones.",
                    "TitleJapanese": "第６話　「王たちは話し合う」",
                    "SummaryJapanese": "祐理がヴォバンに連れ去られてしまった！　四年前の「招来の儀」で祐理の才能に目をつけていたヴォバンは、彼女を利用して再びまつろわぬ神を呼び出し、闘争を楽しもうとしていたのだ。このことを正史編纂委員会の甘粕から聞かされた護堂は、祐理を奪還するため、エリカとともにヴォバンの元へと向かった！　立ちふさがる死者やゴーレムを排し、護堂はついにヴォバンと対峙！　老獪な相手は、若きカンピオーネにゲームを提案する。護堂が夜明けまでにヴォバンから逃げ延びれば、祐理を解放するというのだが…。"
                },
                "7": {
                    "ID": "4364641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4364641",
                    "TitleEnglish": "Wind, Rain, Wolf",
                    "SummaryEnglish": "The hunt continues in the storm summoned by Voban who has neutralized The Stallion forcing Godou to grab Mariya and run using The Raptor. Yuri finds out more about Godou and Campiones when they stop to rest for as long as they can before Voban finds them again. Mariya is unaware of her developing feelings for Godou as she is deeply touched both by how far he is willing to help and suffer not only to protect her but also to avoid doing something 'improper.' Even though as a Campione he could order her compliance. Mariya makes the decision that heavily impacts the final showdown with Voban. Meanwhile, Erica has been fighting both Liliana and Voban's Dead Servants. However, she manages to appeal to Liliana's honor and sense of righteousness (and seal the deal with some blackmail) to get her to switch sides for the final showdown.",
                    "TitleJapanese": "第７話　「風よ、雨よ、狼よ」",
                    "SummaryJapanese": "ヴォバンの強力な権能に敗れ、護堂は退却を余儀なくされていた。その一方、追っ手の死者たちを引き受けていたエリカの前に、彼女のライバルにしてヴォバンの従者・リリアナが現れた。苦戦を続けるエリカ。そこに祐理が駆けつけ、リリアナにヴォバンから離反するよう呼びかける。騎士の誇りを重んじるリリアナはこれを拒むが、エリカが彼女のある秘密を口にすると…!?　己の優勢を確信し、余裕の表情で護堂を追うヴォバン。そこに護堂が舞い戻ってきた。護堂の胸には、祐理の霊視とエリカの知識がもたらした切り札が…！"
                },
                "8": {
                    "ID": "4364640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4364640",
                    "TitleEnglish": "A Hero Arrives",
                    "SummaryEnglish": "After falling into Erica's trap, Godou is vacationing (and being teased) on a beach with Erica, Yuri, and his Grandfather's old friend, Zola (who was the original owner of the Perseus stone.) Trying to escape the antics Godou runs into Athena, who says she's not interested in a rematch, yet, but wants him to come with her to something that has attracted her attention. Meanwhile, Liliana realizes the error of seeking Dion's help in dealing with the Heraion, which ends up transforming the land's energy into a dragon. As a result, Perseus shows up to 'valiantly' slay the dragon without any concern for the consequences. Athena intervenes while Godou explains a few things to Liliana who shows the cute young maiden side of her out of shock. Perseus returns to demonstrate why Godou can't beat him.",
                    "TitleJapanese": "第８話　「英雄推参」",
                    "SummaryJapanese": "夏休み、護堂は再びサルデーニャ島の大地を踏んでいた。エリカから逃れるため、ルクレチアを頼っての行動であった。…が、途中で祐理に捕まり、イタリアに到着するとそこにエリカの姿まで！　結局、二人にに挟まれた、いつも通りの騒がしいバカンスになるのであった…。　その夜、エリカたちの元を離れた護堂はアテナと再会する。時を同じくして、ナポリではカンピオーネのサルバトーレ・ドニが、監視役のリリアナの制止も聞かずに神具・ヘライオンを破壊していた。それにより生まれた竜を追い、新たなまつろわぬ神が顕現する！"
                },
                "9": {
                    "ID": "4366947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4366947",
                    "TitleEnglish": "The Missing King",
                    "SummaryEnglish": "While Liliana berates herself for her inaction, Perseus is about to finish off Godou when Athena intervenes. Perseus decides to step back after Athena reveals that Godou is more interesting to fight after he's been beaten. Liliana starts to show interest in Godou in various ways while they try to figure out how to counter Perseus' trump card. Athena offers the information, but Godou will have to owe her a favor since it'd be too boring if she just told them. Erica and the others find out what happened to Gotou but run into unexpected trouble in getting to him. Liliana struggles with her feelings along with what she'd have to do to give Godou her knowledge of Perseus. Perseus soon after sends them a message calling for a duel at a place he considers \"suitable\" for displaying his greatness to an audience.",
                    "TitleJapanese": "第９話　「行方不明の王様たち」",
                    "SummaryJapanese": "ペルセウスに敗れた護堂を救ったのは、護堂を自分の獲物と認めたアテナ。彼女の介入でペルセウスは剣を収めるが、傷が癒えた際の再戦を告げるのであった。　死の淵から甦った護堂を迎えたのは、青銅黒十字の支部で彼を介護するリリアナだった。リリアナの付き人・カレンはライバルのエリカを出し抜くため、護堂を籠絡するよう主に進言。そんなカレンの口車に乗ってしまうリリアナだったが、恋愛に慣れない彼女は空回りするばかり…。そこにアテナが再び現れる。彼女は護堂に、ペルセウス攻略の鍵をほのめかすが…？"
                },
                "10": {
                    "ID": "4378911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4378911",
                    "TitleEnglish": "The Turbulent Demon King, The Sun Hero",
                    "SummaryEnglish": "The duel with Perseus resumes but Godou still doesn't have what he needs to achieve victory. Liliana makes a decision that not only impacts the flow of the battle but brings her into it as well. Athena makes a final appearance, to Liliana's chagrin, and a familiar silhouette does some ominous things.",
                    "TitleJapanese": "第１０話　「荒ぶる魔王、太陽の勇者」",
                    "SummaryJapanese": "護堂とリリアナの元に、ペルセウスからの決闘状が到着する。リリアナは、アテナより授かった天啓を護堂に授けようと思いつつも、口移しによる『教授』の術になかなか踏み出せないでいた。そして進展のないまま、護堂とペルセウスは再び対峙することに！　対抗手段を持たない護堂を、終始圧倒するペルセウス。倒れた護堂に駆け寄るリリアナは、護堂への想いを自覚し、騎士としての忠誠とともに『教授』の術を施す！　重ねた唇から流れ込む天啓…そこで護堂が知るペルセウスの正体とは!?"
                },
                "11": {
                    "ID": "4378912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4378912",
                    "TitleEnglish": "Princess Shrine Maiden of the Long Sword",
                    "SummaryEnglish": "An old friend of Yuri and Hakari returns from training. Her intentions will force Yuri to confront her feelings about Godou and raise trouble for Erica and Liliana. Meanwhile, Erica finally traps Godou into going on a date with her. However, Godou gets himself in some hot water due to being nervous, his inability to understand the feelings of women in general, and his lack of planning ahead. The date is interrupted by a girl who is falling for Godou which results in Godou being \"stolen\" and Erica displaying how deep her feelings for him go. Meanwhile, Athena \"drops in\" on Shizuka at the Kusanagi home looking for Godou.",
                    "TitleJapanese": "第１１話　「太刀の媛巫女」",
                    "SummaryJapanese": "ナポリでの一件以来、「騎士の務め」と称して護堂の身辺にリリアナが加わり、日常はさらに大混乱！　そんなある日、護堂の元に新たな押しかけ女房が登場。大剣を携えた少女・清秋院恵那は、「王様のお嫁入りに来た」とあっけらかんと語る。美少女に囲まれた現状を弁明するあまり、護堂はつい祐理たちを「ただの友達」と言い放ってしまう。　護堂の友達発言にショックを受け、祐理とリリアナはふさぎ込んでしまう。それに気づいたエリカは、護堂を強引にデートに連れ出した。そして彼らが向かった先には、ある人物が…。"
                },
                "12": {
                    "ID": "4378913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4378913",
                    "TitleEnglish": "The Sword of Ama no Murakumo",
                    "SummaryEnglish": "In the Netherworld, Godou meets the god behind the current situation and finds out several interesting things. Meanwhile, Erica is struggling to endure the Netherworld's environment while fighting for her life. Ena of the Seishuuin family loses control of her Possession ability causing her sword, Ama no Murakumo, to fully possess and control her. Godou interrupts, but the Netherworld is still killing Erica. Her only chance may lie in the last Authority Godou has yet to master, that of the Youth. Back home, Shizuka is planning dire things for Godou after listening to (and misunderstanding) things Athena said about her relationship with Godou. Liliana and Yuri are interrupted in their rescue plans by the same scythe-wielding snake goddess that consumed Perseus.",
                    "TitleJapanese": "第１２話　「天叢雲劍」",
                    "SummaryJapanese": "恵那の力で生と不死の境界「幽世」に送られた護堂。彼はそこで恵那の保護者を名乗るスサノオと出会う。スサノオは、かつてはまつろわぬ神として顕現していたが、暴れ回ることに飽きて幽世に隠居したらしい。そしてスサノオは、護堂にある助言を授ける。　その一方、護堂を追って幽世に飛び込んだエリカは、恵那と死闘を演じていた。しかし天叢雲劍を憑依させた恵那に、エリカはついに敗北！　駆けつけた護堂が戦いを止めるが、恵那はその場から逃走。そして幽世の空気に侵されたエリカは、死に瀕していた!!"
                },
                "13": {
                    "ID": "4387330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4387330",
                    "TitleEnglish": "Tale of the God Slayer",
                    "SummaryEnglish": "The connection between Athena and the mysterious figure is revealed along with the figure's identity. Godou rushes off with Athena while the others stay behind to try to buy enough time for the Authorities Godou used up battling Ama no Murakumo to recharge. Fortunately, thanks to Godou, Erica has an ace that'll let her fight almost at the level of a Campione. If Godou can't defeat his new opponent, then Princess Alice's prediction of the world enveloped by the Starless Night (which was mistakenly attributed to Athena) will come to pass. He'll need the help of all five girls to achieve victory.",
                    "TitleJapanese": "第１３話　「神殺しの物語」",
                    "SummaryJapanese": "強大なまつろわぬ神が顕現し、世界は闇に落ちようとしていた。先の天叢雲劍との戦いで力を使い果たしていた護堂に、今は対抗する術がない！　エリカたちは己を盾に、護堂と戦局の鍵を握る少女を逃がす…が、圧倒的なまつろわぬ神の力に、善戦も空しく倒れていった。　離脱した護堂と少女は、日本最大のパワースポット・富士山山中の祠に逃げ込んだ。権能を回復していく中、護堂は少女と心を通わしていく…。そしてついに、まつろわぬ神が護堂の前に到達！　最強の神とカンピオーネ、その戦いの行く末は…!?"
                }
            }
        }
    }
}