{
  "URL": "https://www.thetvdb.com/series/joshiraku",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2250184/",
    "http://king-cr.jp/special/joshiraku/",
    "https://www.themoviedb.org/tv/79040",
    "https://www.themoviedb.org/tv/79040"
  ],
  "TitleEnglish": "Joshiraku",
  "SummaryEnglish": "Joshiraku follows the conversations of five rakugo storyteller girls relating the odd things that happen to them each day. Their comedic and satirical chatting covers all kinds of topics, from pointless observations of everyday life, to politics, manga, and more. Each girl has something new to add to the discussion, and the discourse never ends in the same place it began. Each of the rakugo girls has their own unique personality, with the energetic but immature Marii Buratei; the seemingly cute Kigurumi Haroukitei; the inherently lucky and carefree Tetora Bouhatei; the calm and violent Gankyou Kuurubiyuutei; and the pessimistic and unstable Kukuru Anrakutei. These girls—and their mysterious friend in a wrestling mask—give their observations to the audience, either backstage at the rakugo theater or in various famous locations around Tokyo.",
  "Aliases": [
    "Rakugo Girls",
    "Joshiraku"
  ],
  "Modified": "2024-05-14",
  "Seasons": {
    "0": {
      "ID": "493888",
      "URL": "https://www.thetvdb.com/series/joshiraku/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "4395835",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4395835",
          "TitleEnglish": "Store of Spoils / Three Publishers / Surprising Resolve",
          "SummaryEnglish": "As Marii laments how the audience tends to applaud before she can finish her joke, the others point out she is also guilty of bad timing. Later, the girls visit Jinbōchō, where they visit the buildings of various publishers whilst searching for Kodansha's office. Afterwards, Kigu ends up concentrating so much that she ends up being afflicted with focus lines whilst Marii also becomes afflicted with a romantic and fluffy backdrop.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "493889",
      "URL": "https://www.thetvdb.com/series/joshiraku/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "4345454",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4345454",
          "TitleEnglish": "Normal Dialogue / Different Clothes / Shouting Instructions",
          "SummaryEnglish": "As five young rakugo comedians, Marii, Kigurumi, Tetora, Gankyō and Kukuru, receive an invitation to a casual dress party, they ponder over what it exactly means to dress casually. Later, the discussion turns to whether everyone prefers dogs or cats.",
          "Aliases": []
        },
        "2": {
          "ID": "4354360",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4354360",
          "TitleEnglish": "Backstage Riches / Three Towers and a Vow / Cold Girl",
          "SummaryEnglish": "The girls talk about what they would do if they won the lottery, leading them to suspect one of them may be a winner. Later, they visit the Tokyo Tower where more strange conversations are to be had. Afterwards, a discussion about vaccination turns into a bout of imaginary pregnancy.",
          "Aliases": []
        },
        "3": {
          "ID": "4354361",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4354361",
          "TitleEnglish": "Heartless Bath / Going to Asakusa / Sanada's Little Zoo",
          "SummaryEnglish": "Marii ends up having to prove that she's not a crossdressing boy. Later, the girls visit Asakusa where they try their hand at some fortunes. This leads the girls to discuss why Tetora has such great luck and always seems to avoid danger.",
          "Aliases": []
        },
        "4": {
          "ID": "4354362",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4354362",
          "TitleEnglish": "The Young Girl With Glasses / A Good, Good Fort / Eyes of the Rabbit",
          "SummaryEnglish": "As Gankyō exhibits some violent behavior, the girls discuss the stereotypes that come when a girl wears glasses. Later, as Kukuru gets trainsick, the girls try to come up with various ailments for her. Afterwards, on the night of a full moon, the girls sit and discuss moon-related topics before being attacked by a large rabbit.",
          "Aliases": []
        },
        "5": {
          "ID": "4355603",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4355603",
          "TitleEnglish": "Praise the Girl / Small Holey Town / Farewell to Glasses",
          "SummaryEnglish": "The girls attempt to cheer Kukuru up by holding an out-of-season Christmas party. Later, the girls visit Harajuku, where Marii gets anxious over a crépe. Afterwards, the gang discuss how they all have different types of skin, making Gankyō feeling left out.",
          "Aliases": []
        },
        "6": {
          "ID": "4355604",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4355604",
          "TitleEnglish": "Four Wows / Musashi Scenery / The Servant's Vengeance",
          "SummaryEnglish": "Having forced Gankyō out of the group during the previous episode, the rest talk about the benefits of having a group of four. Gankyō soon gets revenge by locking everyone in the dressing room. After eventually being let back into the group, Gankyo is reluctantly placed at the bottom of the heirachy but soon has aspirations of winning an election.",
          "Aliases": []
        },
        "7": {
          "ID": "4355605",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4355605",
          "TitleEnglish": "Yankees Are Scary / Fish Story / Backstage Files",
          "SummaryEnglish": "The sudden appearance of Hina dolls in the dressing room somehow leads to the girls deciding to act like delinquents so they will marry early. Later, the girls get up early to go to a fish market. Afterwards, the girls search for things that might be using up electricity, becoming oblivious to the non-electric horrors hidden throughout the room.",
          "Aliases": []
        },
        "8": {
          "ID": "4355606",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4355606",
          "TitleEnglish": "Bag of Gold / Totter / Is It Over Yet?",
          "SummaryEnglish": "Marii laments how she's always the last to go in various things, particularly when it comes to picking out envelopes of New Year's money. Later, the girls head to the Sugamo district and check out the various spots. Afterwards, the gang needlessly worry that Kukuru might contract the May Blues, randomly choosing to take on \"Blues\" from other months.",
          "Aliases": []
        },
        "9": {
          "ID": "4355607",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4355607",
          "TitleEnglish": "Butt-tofu / The Bear of Ueno / Sleep Talking",
          "SummaryEnglish": "As school holidays roll in, the girls try and come up with ways to make rakugo more appealing to younger audiences. Later, the gang visit the zoo and discuss the curiosities of all the animals. Afterwards, the gang gets taste for lucky events which keep occurring whenever Marii falls asleep, constantly trying to make her sleep to reap the benefits.",
          "Aliases": []
        },
        "10": {
          "ID": "4355608",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4355608",
          "TitleEnglish": "Pumpkin Band / Battle of Shinjuku / Cavity Shore",
          "SummaryEnglish": "On Halloween, the girls try to tailor the holiday to be more Japanese-esque. Later, the girls visit the Kabukichou entertainment district and observe how it's changed over the years. Afterwards, Marii is plagued with tooth cavities.",
          "Aliases": []
        },
        "11": {
          "ID": "4355609",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4355609",
          "TitleEnglish": "Family Play / Sakai Five / Tree Tragedy",
          "SummaryEnglish": "As the girls have a fake summer beach trip in the dressing room, they discuss the different designs of school swimsuits. Then, the girls go sightseeing in Musashi-Sakai and pay their respects to the company responsible for animating them. Lastly, the girls have a Christmas party, but the tree that Tetora ordered online completely fills the dressing room, causing them to try and reunite (but end up fighting each other) in the Amazon-like jungle.",
          "Aliases": []
        },
        "12": {
          "ID": "4355610",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4355610",
          "TitleEnglish": "The Dreamer Strikes Back / Gotta / Blacks",
          "SummaryEnglish": "When Tetora asks everyone about their first dream of the new year, Kukuru grows upset as she has yet to have one. So, the girls attempt to act out a \"first dream\" to cheer her up. Later, the gang visits Roppongi, where they look at structural artwork and Marii travels through time to see the city during its economic bubble. Finally, the girls try to cool off during the summer by mentioning scary things to give themselves chills and eventually by painting everything blue.",
          "Aliases": []
        },
        "13": {
          "ID": "4382497",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joshiraku/episodes/4382497",
          "TitleEnglish": "Character Guts / Might Akiba / Extra Lectures",
          "SummaryEnglish": "As the girls come to terms that the show has reached its last episode, a new character appears: an exasperating girl named Uzannu Uzattei. While discussing whether or not \"once\" is truly enough, Uzannu's personality irritates everyone and threatens the character balance of the show. After the girls drive her away, they visit Akihabara. Later, the girls debate about how some things should be left as they are. Finally, the show ends with one last rakugo performance by Marii.",
          "Aliases": []
        }
      }
    }
  }
}