{
    "URL": "https://www.thetvdb.com/series/campione",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2250160/",
        "https://www.themoviedb.org/tv/46184"
    ],
    "TitleEnglish": "Campione!",
    "SummaryEnglish": "A harem love comedy plus magic battles. Kusanagi Godo is a 16-year-old high school boy, who once killed the god \"Verethragna\" and acquired the title of \"Campione (god killer)\" when he was 15. Erica Brandelli is a 16-year-old Italian girl, who is a \"Great Knight\" of the magic society \"Bronze Black Cross\" and had fought together with Godo to defeat Verethragna. Godo doesn't like fighting but his title of \"Campione\" makes him get involved in battles against other Campiones and uncontrollable gods.",
    "Aliases": [
        "カンピオーネ！～まつろわぬ神々と神殺しの魔王～",
        "Campione! Matsurowanu Kamigami to Kami Koroshi no Maou"
    ],
    "Modified": "2025-01-17",
    "Seasons": {
        "1": {
            "ID": "493881",
            "URL": "https://www.thetvdb.com/series/campione/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4337875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4337875",
                    "TitleEnglish": "The First Story",
                    "SummaryEnglish": "Kusanagi Godou is entrusted with a stone grimiore by his grandfather to deliver to its former owner, an old friend, in Italy where he encounters supernatural happenings. Meeting the beautiful knight, Erica Blandelli, he is drawn into the battle between rogue gods, and uses the power of the grimiore to defeat the Persian god of victory, Verethragna, gaining his powers, becoming a god slayer, also known as a Campione.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4353333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4353333",
                    "TitleEnglish": "The Landscape with a King",
                    "SummaryEnglish": "Erica moves to Japan and also transfers to his school, causing him trouble on her first day. Godou meets Mariya Yuri, a shrine princess, and learns of The Committee for the Compilation of True History, a magic organization based in Japan. Erica brings Godou to Italy to meet the representatives of the country's Society of Magicians, and show them his new powers by facing him in a duel. The representatives decide to entrust Godou with an important artifact upon seeing his abilities. He also finds out whether or not The Committee's beliefs for why Erica is staying by his side are true or not.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4353334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4353334",
                    "TitleEnglish": "From Afar, An Enemy Comes",
                    "SummaryEnglish": "Mariya Yuri is tasked by Amakasu to verify that a divine instrument called Gorgoneion has been brought to Japan by Godou. After she heavily scolds Godou, she explains to him the prophecy of Princess Alice about the Gorgoneion bringing about the world's end if obtained by the goddess Athena. Upon hearing this, Godou and Erica set out to find Athena, and either stop her or at least buy enough time for Mariya to seal the Gorgoneion. Unfortunately, Athena uses a surprising and unexpected move to take out Godou. Mariya on the other hand has been approached by a girl by the name of Liliana Kranjčar who at first wants the Gorgoneion, but then is willing to offer some aid in sealing the Gorgoneion.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4354670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4354670",
                    "TitleEnglish": "Rogue Athena",
                    "SummaryEnglish": "Mariya Yuri and Amakasu continue to try and seal the Gorgoneion at a shrine. However, Athena has already found them. Easily taking the Gorgoneion from them Athena uses it to transform herself into Rogue Athena. Unfortunately, Yuri absorbs some of the Death Wind released from Athena returning to her true form. Now dying Yuri attempts a long shot to turn the tide. Godou confronts Athena while the key to victory lies with Erica. However, even if he wins Godou will still have to face Yuri's wrath for his latest (and extremely misinterpreted) indiscretions.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4364643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4364643",
                    "TitleEnglish": "Unpleasant Days",
                    "SummaryEnglish": "Mariya wakes up from a vision she had about a sinister man and Liliana but keeps it to herself hoping it was a dream and not a vision. In school, she is challenged by Erica to a baseball match resulting in indescribable suffering for Godou. Soon after Erica gives her an even bigger challenge, to buy a cellphone with Godou. For the innocent Yuri, this means not only going out with a Devil King but going out shopping with a boy for the first time in her life. That night, Godou is called by Salvatore Doni who wants Godou to fight Sasha Dejanstahl Voban, a Campione who came to Japan to become stronger. However, Godou hangs up in the middle of the call. Mariya on the other hand has her bath rudely interrupted.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4364642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4364642",
                    "TitleEnglish": "The Kings Converse",
                    "SummaryEnglish": "Voban tells Mariya that he intends to re-enact the ceremony that Doni had crashed 4 years ago as he's bored and wants something interesting to hunt. Amakasu asks Godou and Erica to rescue Mariya as only a Campione can stand up to or stop another Campione. Meeting Voban, Erica manipulates the conversation to get Voban eager to fight Godou, who (naively) is stubbornly trying to find a way to settle things without violence. The end result is that Voban will release Mariya, but will hunt Godou down and take her back after giving them 30 minutes to run. However, if they can last till sunrise he'll admit defeat. Thus begins the duel of Campiones.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4364641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4364641",
                    "TitleEnglish": "Wind, Rain, Wolf",
                    "SummaryEnglish": "The hunt continues in the storm summoned by Voban who has neutralized The Stallion forcing Godou to grab Mariya and run using The Raptor. Yuri finds out more about Godou and Campiones when they stop to rest for as long as they can before Voban finds them again. Mariya is unaware of her developing feelings for Godou as she is deeply touched both by how far he is willing to help and suffer not only to protect her but also to avoid doing something 'improper.' Even though as a Campione he could order her compliance. Mariya makes the decision that heavily impacts the final showdown with Voban. Meanwhile, Erica has been fighting both Liliana and Voban's Dead Servants. However, she manages to appeal to Liliana's honor and sense of righteousness (and seal the deal with some blackmail) to get her to switch sides for the final showdown.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4364640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4364640",
                    "TitleEnglish": "A Hero Arrives",
                    "SummaryEnglish": "After falling into Erica's trap, Godou is vacationing (and being teased) on a beach with Erica, Yuri, and his Grandfather's old friend, Zola (who was the original owner of the Perseus stone.) Trying to escape the antics Godou runs into Athena, who says she's not interested in a rematch, yet, but wants him to come with her to something that has attracted her attention. Meanwhile, Liliana realizes the error of seeking Dion's help in dealing with the Heraion, which ends up transforming the land's energy into a dragon. As a result, Perseus shows up to 'valiantly' slay the dragon without any concern for the consequences. Athena intervenes while Godou explains a few things to Liliana who shows the cute young maiden side of her out of shock. Perseus returns to demonstrate why Godou can't beat him.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4366947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4366947",
                    "TitleEnglish": "The Missing King",
                    "SummaryEnglish": "While Liliana berates herself for her inaction, Perseus is about to finish off Godou when Athena intervenes. Perseus decides to step back after Athena reveals that Godou is more interesting to fight after he's been beaten. Liliana starts to show interest in Godou in various ways while they try to figure out how to counter Perseus' trump card. Athena offers the information, but Godou will have to owe her a favor since it'd be too boring if she just told them. Erica and the others find out what happened to Gotou but run into unexpected trouble in getting to him. Liliana struggles with her feelings along with what she'd have to do to give Godou her knowledge of Perseus. Perseus soon after sends them a message calling for a duel at a place he considers \"suitable\" for displaying his greatness to an audience.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4378911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4378911",
                    "TitleEnglish": "The Turbulent Demon King, The Sun Hero",
                    "SummaryEnglish": "The duel with Perseus resumes but Godou still doesn't have what he needs to achieve victory. Liliana makes a decision that not only impacts the flow of the battle but brings her into it as well. Athena makes a final appearance, to Liliana's chagrin, and a familiar silhouette does some ominous things.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4378912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4378912",
                    "TitleEnglish": "Princess Shrine Maiden of the Long Sword",
                    "SummaryEnglish": "An old friend of Yuri and Hakari returns from training. Her intentions will force Yuri to confront her feelings about Godou and raise trouble for Erica and Liliana. Meanwhile, Erica finally traps Godou into going on a date with her. However, Godou gets himself in some hot water due to being nervous, his inability to understand the feelings of women in general, and his lack of planning ahead. The date is interrupted by a girl who is falling for Godou which results in Godou being \"stolen\" and Erica displaying how deep her feelings for him go. Meanwhile, Athena \"drops in\" on Shizuka at the Kusanagi home looking for Godou.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4378913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4378913",
                    "TitleEnglish": "The Sword of Ama no Murakumo",
                    "SummaryEnglish": "In the Netherworld, Godou meets the god behind the current situation and finds out several interesting things. Meanwhile, Erica is struggling to endure the Netherworld's environment while fighting for her life. Ena of the Seishuuin family loses control of her Possession ability causing her sword, Ama no Murakumo, to fully possess and control her. Godou interrupts, but the Netherworld is still killing Erica. Her only chance may lie in the last Authority Godou has yet to master, that of the Youth. Back home, Shizuka is planning dire things for Godou after listening to (and misunderstanding) things Athena said about her relationship with Godou. Liliana and Yuri are interrupted in their rescue plans by the same scythe-wielding snake goddess that consumed Perseus.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4387330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/campione/episodes/4387330",
                    "TitleEnglish": "Tale of the God Slayer",
                    "SummaryEnglish": "The connection between Athena and the mysterious figure is revealed along with the figure's identity. Godou rushes off with Athena while the others stay behind to try to buy enough time for the Authorities Godou used up battling Ama no Murakumo to recharge. Fortunately, thanks to Godou, Erica has an ace that'll let her fight almost at the level of a Campione. If Godou can't defeat his new opponent, then Princess Alice's prediction of the world enveloped by the Starless Night (which was mistakenly attributed to Athena) will come to pass. He'll need the help of all five girls to achieve victory.",
                    "Aliases": []
                }
            }
        }
    }
}