{
  "URL": "https://www.thetvdb.com/series/anime-mirai",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Drama"
  ],
  "Other Sites": [],
  "TitleEnglish": "Anime Mirai",
  "SummaryEnglish": "Anime Mirai is a government funded project, aimed at training new animators on-the-job. Each episode is a stand alone story produced by a different animation studio.",
  "Aliases": [
    "Wakate Animator Ikusei Project",
    "Young Animator Training Project",
    "あにめたまご2016",
    "あにめたまご2017",
    "あにめたまご2018",
    "あにめたまご2019",
    "あにめたまご2020",
    "アニメミライ2012",
    "アニメミライ2013",
    "アニメミライ2014",
    "アニメミライ2015"
  ],
  "Modified": "2025-05-27",
  "Seasons": {
    "1": {
      "ID": "494432",
      "URL": "https://www.thetvdb.com/series/anime-mirai/seasons/official/1",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "4342270",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/4342270",
          "TitleEnglish": "Super Veggie Torracman",
          "SummaryEnglish": "This story is about a little girl who hates eating her vegetables.",
          "Aliases": []
        },
        "2": {
          "ID": "4342271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/4342271",
          "TitleEnglish": "Grandfather's Lamp",
          "SummaryEnglish": "A boy finds a strange object while playing hide-and-seek. His grandfather tells him the story of his own youth, and the important role the old lamp played. This story is about the modernization of Japan and the changes that came with it.",
          "Aliases": []
        },
        "3": {
          "ID": "4342272",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/4342272",
          "TitleEnglish": "One-Hit Bond",
          "SummaryEnglish": "Kizuna Todoroki is a young girl who fights using the teachings of the Wadachi Ju-ken school. After winning a big tournament, trouble arises when it is revealed that she was too young to participate.",
          "Aliases": []
        },
        "4": {
          "ID": "4342273",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/4342273",
          "TitleEnglish": "Wardrobe Dwellers",
          "SummaryEnglish": "The mother of a OL (office lady) sends her an old dresser. The thing is much too big for her small apartment and she doesn't know what to do with it. One night she falls asleep after having a few drinks and wakes up after hearing strange sounds. She sees a child's figure by the table taking some rice crackers... The OL's life with six spirit children begins.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "496702",
      "URL": "https://www.thetvdb.com/series/anime-mirai/seasons/official/2",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "4342274",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/4342274",
          "TitleEnglish": "Buta",
          "SummaryEnglish": "The son of a rich merchant is kidnapped after being given an old treasure map by his father, and it's up to a samurai for hire to save him.",
          "Aliases": []
        },
        "2": {
          "ID": "4342275",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/4342275",
          "TitleEnglish": "Li'l Spider Girl",
          "SummaryEnglish": "After acquiring an ancient book for a client, a young book shop keeper and his assistant find a little demon who was sealed inside a long time ago.",
          "Aliases": []
        },
        "3": {
          "ID": "4342276",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/4342276",
          "TitleEnglish": "Dudu the Floatie",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "4342277",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/4342277",
          "TitleEnglish": "Minding My Own Business",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "496703",
      "URL": "https://www.thetvdb.com/series/anime-mirai/seasons/official/3",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "4362125",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/4362125",
          "TitleEnglish": "Death Billiards",
          "SummaryEnglish": "Where is this place? I'm afraid I cannot answer that. Instead, I'll have the two of you begin your game. This game places your lives on the line. Until it is over, you may not leave.",
          "Aliases": []
        },
        "2": {
          "ID": "4362127",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/4362127",
          "TitleEnglish": "Ryo",
          "SummaryEnglish": "The son of a samurai who lost his parents during the attack of English ships on a Japanese town is given the name Ryo and becomes the bodyguard of Ryoma Sakamoto, a man who has his own plan to fight for the country.",
          "Aliases": []
        },
        "3": {
          "ID": "4362126",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/4362126",
          "TitleEnglish": "Little Witch Academia",
          "SummaryEnglish": "Akko has been fascinated with magic from the moment she had seen her first magic show. Now, she is enrolling into Luna Nova Magic School, a famous school for magic in Europe. However, contrary to her expectations, she is finding that lessons are boring. Magic lessons are staid and conservative, and not at all exciting. One day, an emergency occurs which threatens to destroy the school, and it is up to Akko to save the day!",
          "Aliases": []
        },
        "4": {
          "ID": "4362128",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/4362128",
          "TitleEnglish": "Aruvu Rezuru - Mechanized Fairies",
          "SummaryEnglish": "In this cyber science-fiction story, a boy named Remu goes to take back the soul of his little sister, who disappeared in net space.",
          "Aliases": []
        }
      }
    },
    "4": {
      "ID": "568511",
      "URL": "https://www.thetvdb.com/series/anime-mirai/seasons/official/4",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "4720484",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/4720484",
          "TitleEnglish": "Harmonie",
          "SummaryEnglish": "Every person has his or her own little world. Among the 34 bustling students of classroom 2-1, there are many such worlds. Honjou Akio's world - my world - is filled with passionate talk about last night's anime with Yoshida, Watanabe, and other friends. It's an fun, comfortable place... But, I always wonder. Wonder about the world of Makina Juri, smiling and surrounded by gorgeous friends on the other side of the classroom. One day, I enter her world. But it's not as simple as it sounds.",
          "Aliases": []
        },
        "2": {
          "ID": "4720485",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/4720485",
          "TitleEnglish": "Chronus",
          "SummaryEnglish": "Nakazono Makoto is a high school student with a small dark secret. Since he was little, he has had the mysterious power to see \"black entities\" that steal souls. One day, he is suddenly interrogated by one of the \"black entities,\" Seno Akira: \"Will you get in our way?\" But Makoto replies with an air of resignation, \"There's nothing I can do anyway, so I won't.\" At that moment, Makoto didn't notice the threatening shadow approaching his childhood friend Hazuki...",
          "Aliases": []
        },
        "3": {
          "ID": "4720487",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/4720487",
          "TitleEnglish": "Parol no Mirai Shima",
          "SummaryEnglish": "There is a tiny island floating on the other side of a distant sea. Strange animals, still unknown to humans, live there. One of the island's children, Paroru, comes across a photo of the human world one day, and fascinated by this beautiful wonder, breaks the rules and rushes out of the island. Paroru and others are surprised and excited to see the human world for the first time. However, unforeseen pitfalls await them there... Can they safely reach their journey's destination?",
          "Aliases": []
        },
        "4": {
          "ID": "4720486",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/4720486",
          "TitleEnglish": "Ookii 1 Nensei to Chiisana 2 Nensei",
          "SummaryEnglish": "First-grader Masaya is a crybaby despite his large stature, so he can't walk by himself on the dark path to school. The one who holds his hand is Akiyo, a tiny but capable second-grader. Masaya wants to be strong like Akiyo and admires her, but one day, something happens that leaves Akiyo in tears. To lift Akiyo's spirits, Masaya goes trekking to the distant Ipponsugi forest to find the spotted bellflowers that Akiyo loves.",
          "Aliases": []
        }
      }
    },
    "5": {
      "ID": "616002",
      "URL": "https://www.thetvdb.com/series/anime-mirai/seasons/official/5",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "5155332",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/5155332",
          "TitleEnglish": "Music Girl",
          "SummaryEnglish": "\"Ongaku Shōjo\" (Music Girl) begins when Eri, a girl who likes to stay indoors, meets a mysterious but enthusiastic transfer student named Haru. Eri used to love to sing and Haru loves Eri's singing. The story follows the two during one summer of their high school life as their love sometimes overlaps and sometimes passes by each other.",
          "Aliases": []
        },
        "2": {
          "ID": "5155331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/5155331",
          "TitleEnglish": "Happy ComeCome",
          "SummaryEnglish": "\"Happy ComeCome\" (formerly titled \"Robot Kaa-san,\" or Robot Mom) follows Hiroshi, who's tired of living alone so he orders a maid robot from a company called Happy Come Come, but ends up with the robot mom Yoshiko instead. Yoshiko acts more motherly than Hiroshi's real mother, and over time she is able to heal his heart.",
          "Aliases": []
        },
        "3": {
          "ID": "5155333",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/5155333",
          "TitleEnglish": "Kumi and Tulip",
          "SummaryEnglish": "\"Kumi to Tulip\" (Kumi and Tulip) follows Kumi, a little girl who lives in a world with sparkling metal skyscrapers, and where robots support everything. Kumi's playground is a garden by one of those skyscrapers with a man-made water fountain, artificial vegetation, and digital water and butterflies. Kumi meets an old man who visits the park every day to paint the artificial flowers. The old man tells Kumi of when he discovered a \"breathing\" tulip sprouting amidst the artificial flowers, and the two decide to watch over the tulip together as it grows.",
          "Aliases": []
        },
        "4": {
          "ID": "5155328",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/5155328",
          "TitleEnglish": "Aki's Music-Playing",
          "SummaryEnglish": "\"Aki no Kanade\" (Aki's Music-Playing) follows Aki Miyagawa (played by Rina Satou), who moved to Tokyo to pursue her dream to be a taiko drummer, but had a hard time balancing her strict training regimen with her part-time job. Now, after 15 years, she's returning to coach others for a taiko festival.",
          "Aliases": []
        }
      }
    },
    "6": {
      "ID": "685209",
      "URL": "https://www.thetvdb.com/series/anime-mirai/seasons/official/6",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "5798854",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/5798854",
          "TitleEnglish": "Kacchikenee!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "5798855",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/5798855",
          "TitleEnglish": "Matasaburō of the Wind",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "5798852",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/5798852",
          "TitleEnglish": "Colorful Ninja Iromaki",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "5798853",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/5798853",
          "TitleEnglish": "UTOPA",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "7": {
      "ID": "699619",
      "URL": "https://www.thetvdb.com/series/anime-mirai/seasons/official/7",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "5963688",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/5963688",
          "TitleEnglish": "Zunda Horizon",
          "SummaryEnglish": "Zunko Tohoku can make any mochi into delicious zunda mochi by shooting it with her Zunda Arrow. Along with Kiritan Tohoku, Itako Tohoku, Usagi Chūgoku, Metan Shikoku, and Sora Kyushu, she enjoys eating zunda mochi while being full of happiness. Chanko Ōedo conversely leads the Natto Factory along with her companions Tsurugi Chubu, Shinobi Kansai, Awamo Okinawa, and Meron Hokkaido. Even though zunda and natto use the same type of bean, the edamame used in zunda and the soy beans used in natto are harvested at different times, with edamame being harvested first. As a result, the members of the Natto Factory are afraid of a decrease in the quantity of soybeans harvested. Chanko sends Awamo Okinawa and Meron Hokkaido to Zunko's house to assassinate her, but a third power makes their appearance.",
          "Aliases": []
        },
        "2": {
          "ID": "5963682",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/5963682",
          "TitleEnglish": "The Charanpo Land Adventure",
          "SummaryEnglish": "At the far end of the Southern Seas, where none had dared to go, there exists an island called Charanpo Land. At the center of that island is a giant baobab tree, which produces many eggs each day. Inside the eggs are food, clothing, and other daily necessities. The inhabitants of the island live carefree lives, dependent upon the eggs. But lately, more and more of the eggs have been turning up empty, which makes the inhabitants uneasy. Then one day, with a thunderous crash, and an explosion of rainbow-colored light, the baobab tree produces an egg of curious appearance. The next morning, the village chief Poncho tells the inhabitants that they must find that egg. Now the tiger Kometora and a group of children must find the egg within the forest.",
          "Aliases": []
        },
        "3": {
          "ID": "5963686",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/5963686",
          "TitleEnglish": "Genbanojō",
          "SummaryEnglish": "In a cone-shaped land named Kikyōgahara in Shin Province, there lives a girl named Hana. She is a gentle girl, who always thinks of her family, in particular her great-grandmother Chiyo, whom she affectionately calls \"Granny.\" One day, a traveling entertainment troupe named the Natsugawa Genzaemon Troupe happens by, and the villagers welcome them warmly. Upon finishing their performance and receiving their acclaim, the troupe's leader spots Hana with some \"oyaki,\" his favorite food, and transforms into a fox in his excitement. It turns out that the leader Genbanojō, and his companions O-Natsu and Shinzaemon, are all foxes who have taken on human forms. Genbanojō hastily negotiates with Hana, telling her that in exchange for keeping their secret, he will grant her one wish. She answers, \"I want to let my Granny see the cherry blossoms.\"",
          "Aliases": []
        },
        "4": {
          "ID": "5963685",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/5963685",
          "TitleEnglish": "Red Ash -Magicicada-",
          "SummaryEnglish": "In a futuristic world, the \"Nanorace,\" people whose genes contain nanomachines that grant them special abilities, are controlled and suffer prejudice from the \"Purerace\" of normal human beings. Beck, a legendary hunter with the power of \"Red Ash,\" aims to undergo the surgical procedure to become Purerace. Alongside the large yet timid mechanic Tyger, they use their parallel machine to fly to the old world, doing dangerous jobs. One day, they suddenly run into Call, a girl pursued by the duo of Safari and Stripe. Call, Beck, and Tyger together travel to the clockwork world. But Safari, Stripe, and their leader Deny, stubbornly pursue Call, and are finally in a position to make their attack on Beck and his friends.",
          "Aliases": []
        }
      }
    },
    "8": {
      "ID": "1806573",
      "URL": "https://www.thetvdb.com/series/anime-mirai/seasons/official/8",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "7497316",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/7497316",
          "TitleEnglish": "Time Driver",
          "SummaryEnglish": "Yuuto Matsubara is a 27-year-old who works in the sales department of a major toy maker, but since he's unable to follow his dreams he spends his days depressed and unmotivated. One day, after completely giving up on getting his childhood friend Ai to love him, the robot he drew when he was a child appeared before his eyes! The robot, named \"Time Driver,\" turns the power of dreams into energy to move. Yuuto was forced into the cockpit, where a little 12-year-old version of himself was waiting!",
          "Aliases": []
        },
        "2": {
          "ID": "7497317",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/7497317",
          "TitleEnglish": "Engimon",
          "SummaryEnglish": "The \"engimon\" friends Haruo (a papier-mâché dog), Kin-chan (a goldfish-shaped paper balloon), Hebizou (a bamboo snake), Chief Daruma (a daruma doll), and Koume (a wooden doll) always watch over the siblings Yamato and Himi, who live in the Milky Way house in the City of the Seven Lucky Gods. One day, Himi chased after a maneki-neko (beckoning cat) that appeared out of nowhere and disappeared from the house. Although Yamato was surprised when the engimon friends suddenly started moving, he soon went to rescue Himi! Will the engimon’s lucky powers be enough to find Himi?!",
          "Aliases": []
        },
        "3": {
          "ID": "7497322",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/7497322",
          "TitleEnglish": "Milky Panic Twelve",
          "SummaryEnglish": "Milky Town is becoming overrun with invalids! Many animals drink the milk from Milking Company, but their ears become sharp and cat-like and they lose all motivation. Everything is part of Inventor Cat Milking's plan to take over the world! However, at that time, the cowboy tiger Ippon from the Charmy Ranch just happened to come home from his wandering travels. When Ippon realized the situation, he banded together with his friends the rats to rise up and save the city!",
          "Aliases": []
        },
        "4": {
          "ID": "7497323",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/7497323",
          "TitleEnglish": "Midnight Crazy Trail",
          "SummaryEnglish": "Shout and Crunchy are \"trash throw away-ers\" who work in the dead of night. Makina is a 16-year-old witch who has come to the world of humans and to London to study for one year about how to become a proper bride. But Makina searches for Shout and Crunchy, and begs them to throw away her \"Witch's Book.\" Truthfully, Makina wants to quit being a witch and become a normal girl, and the book is just a hindrance. But the book is not something one can simply just throw away.",
          "Aliases": []
        }
      }
    },
    "9": {
      "ID": "1806578",
      "URL": "https://www.thetvdb.com/series/anime-mirai/seasons/official/9",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "7497330",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/7497330",
          "TitleEnglish": "Hello WeGo!",
          "SummaryEnglish": "Produced by studio \"Wit Studio\"",
          "Aliases": []
        },
        "2": {
          "ID": "7497335",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/7497335",
          "TitleEnglish": "Space Attendant Aoi",
          "SummaryEnglish": "Produced by studios \"Keica\" and \"Griot Groove\"",
          "Aliases": []
        },
        "3": {
          "ID": "7497337",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/7497337",
          "TitleEnglish": "Chuck Shimezou",
          "SummaryEnglish": "Produced by studio \"Nippon Animation\"",
          "Aliases": []
        },
        "4": {
          "ID": "7497340",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/7497340",
          "TitleEnglish": "Captain Baru",
          "SummaryEnglish": "Produced by studio \"Flying Ship Studio\"",
          "Aliases": []
        }
      }
    },
    "10": {
      "ID": "2019186",
      "URL": "https://www.thetvdb.com/series/anime-mirai/seasons/official/10",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "9345886",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/9345886",
          "TitleEnglish": "Ometeotl Hero",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "9345887",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/9345887",
          "TitleEnglish": "The Chronicles of Rebecca",
          "SummaryEnglish": "Set in a rural town in Maine, USA, at the end of the 19th century. The second of seven siblings, Rebecca, is a bright and energetic 10-year-old girl. When her father dies, Rebecca’s life becomes harder and she is sent to live with her two aunts, Miranda and Jane. Rebecca, who admires the gentle Jane, constantly cowers from the strict and nagging Miranda. One day, Rebecca is scolded by Miranda for going out in a pink dress that Jane had made for her by hand. After Miranda insults her father, Rebecca explodes and leaves the house in a rage…",
          "Aliases": []
        },
        "3": {
          "ID": "9345888",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/9345888",
          "TitleEnglish": "Michiru Rescue!",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "11": {
      "ID": "2019187",
      "URL": "https://www.thetvdb.com/series/anime-mirai/seasons/official/11",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "9345889",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/9345889",
          "TitleEnglish": "West Tokyo City Delivery Police Force",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "9345890",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/9345890",
          "TitleEnglish": "Hachimitsu Suicide Machine",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "9345891",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/9345891",
          "TitleEnglish": "HOME!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "9345892",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/9345892",
          "TitleEnglish": "The Dragon-Slaying Kyōkotsu",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "12": {
      "ID": "2019188",
      "URL": "https://www.thetvdb.com/series/anime-mirai/seasons/official/12",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "9345893",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/9345893",
          "TitleEnglish": "Tenjin",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "9345894",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/9345894",
          "TitleEnglish": "Rockin' Oyone",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "9345895",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/9345895",
          "TitleEnglish": "Space Camper Chicchi",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "9345896",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/9345896",
          "TitleEnglish": "Sparkling Sparkle",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "13": {
      "ID": "2123358",
      "URL": "https://www.thetvdb.com/series/anime-mirai/seasons/official/13",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "10447313",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/10447313",
          "TitleEnglish": "Gratitude Of The Crane Is Timeless",
          "SummaryEnglish": "Gratitude Of The Crane Is Timeless",
          "Aliases": []
        },
        "2": {
          "ID": "10447314",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/10447314",
          "TitleEnglish": "Moshi Meta: Moshi Joshikousei ga Metaverse de Miko ni Nattara",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "10447315",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/10447315",
          "TitleEnglish": "Nico/Agony",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "10447316",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/10447316",
          "TitleEnglish": "Wander Burabura Bakkamu",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "14": {
      "ID": "2186213",
      "URL": "https://www.thetvdb.com/series/anime-mirai/seasons/official/14",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "11132634",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/11132634",
          "TitleEnglish": "Pop Pop City",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "11132635",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/11132635",
          "TitleEnglish": "Ephemere",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "11132636",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/11132636",
          "TitleEnglish": "Kicks and Punk",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "11132637",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/11132637",
          "TitleEnglish": "Bridge: My Little Friends",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "15": {
      "ID": "2186214",
      "URL": "https://www.thetvdb.com/series/anime-mirai/seasons/official/15",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "11132640",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/11132640",
          "TitleEnglish": "Trust",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "11132641",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/11132641",
          "TitleEnglish": "Hoshi no Kodomo to Hajimari no Ki",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "11132642",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/11132642",
          "TitleEnglish": "Galaxy Apaato Cosmo Hills",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "11132643",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/anime-mirai/episodes/11132643",
          "TitleEnglish": "Dive In!",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}