{
    "URL": "https://www.thetvdb.com/series/the-legend-of-heroes-trails-in-the-sky",
    "Genres": [
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15070970/",
        "https://www.themoviedb.org/tv/85778"
    ],
    "TitleEnglish": "The Legend of Heroes: Trails in the Sky",
    "SummaryEnglish": "In the southwest area of the Zemulia Continent, one will find the tiny Liberl Kingdom, a small monarchy that has managed to defy all odds against attempts to overcome them during war. Liberl is split into five regions: Rolent, Bose, Ruan, Zeiss, and Grancel. In the city of Rolent, Cassius Bright has raised two children by himself, Estelle and Joshua. He taught them everything they know himself, and encourages them to sign up to become apprentices in the Bracers Guild. Soon after, however, he receives a letter and has to leave on business, leaving Estelle and Joshua to fend for themselves. While working, they receive notice one day that their father's airship has gone missing. With this in mind, the two gear themselves up, and set off to find the ship and save their father.",
    "TitleJapanese": "英雄伝説 空の軌跡 THE ANIMATION",
    "SummaryJapanese": "導力革命により、人々の暮らしが飛躍的に豊かになった時代。\n導力器（オーブメント）と呼ばれる機械仕掛けのユニットから生み出される神秘のエネルギーは、\n飛行船をはじめとするさまざまな技術に用いられ、日常生活に欠かせない存在となっていた。\n同時に、多くの強国は導力器を用いた兵器の開発にしのぎを削り、大陸は覇権を狙う国々の思惑で\n混迷の様相を見せていた。\n\nそんな時代に必要とされたのは、大陸各地に支部を持つギルド《遊撃士（ブレイサー）》。\n民間人の安全と、地域の平和を守ることを第一の目的とし、魔獣退治・犯罪防止などの要請に\n応じて遊撃士を派遣する。その国際性・中立性から国家間紛争の仲裁なども行なわれていた。\n\n16歳の若さにして遊撃士となったエステルとヨシュア。惹かれ合う二人の想いが、やがてリベール\n全土を揺るがす結社《身食らう蛇》との対峙へと運命付けていく事となる──。",
    "Aliases": [
        "하늘의 궤적"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "494679",
            "URL": "https://www.thetvdb.com/series/the-legend-of-heroes-trails-in-the-sky/seasons/official/1",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4343999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-heroes-trails-in-the-sky/episodes/4343999",
                    "TitleEnglish": "Volume 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4344000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-heroes-trails-in-the-sky/episodes/4344000",
                    "TitleEnglish": "Volume 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}