{
    "URL": "https://www.thetvdb.com/series/k",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Family",
        "Fantasy",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2377452/"
    ],
    "TitleEnglish": "K Project",
    "SummaryEnglish": "also call K Project. An anime series created by a 7-person group of anonymous authors known as GoRA and animation studio GoHand. // Story Plot: Set in a world where history has taken a slightly different course from the one we’re familiar with, K follows the story of a young boy whose life is caught in a psychic war between seven kings. Yashiro Isana, also known as Shiro, is wanted for a crime he has no recollection of committing. He finds himself being hunted by the groups Homura, led by Mikoto Suoh, “The Red King,” and Scepter 4, led by Reisi Munakata, “The Blue King.” While on the run, a young man named Kuroh Yatogami helps him. This fated encounter will change Shiro’s life forever.",
    "Aliases": [
        "K: Return of Kings",
        "K",
        "Project K"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "554924",
            "URL": "https://www.thetvdb.com/series/k/seasons/official/0",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "4750892",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/k/episodes/4750892",
                    "TitleEnglish": "Missing Kings",
                    "SummaryEnglish": "Ever since the School Island Incident, in which the four Kings were involved, the Silver Clansman, Kurou Yatogami and Neko have been searching for their master Shiro. Unable to find any leads to Shiro, the two have been in a gloomy mood until they run into Homura members, Rikio Kamamoto and Anna Kushima, who are apparently being chased by someone..."
                },
                "2": {
                    "ID": "5039226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5039226",
                    "TitleEnglish": "English Cast Interview",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "5354612",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/k/episodes/5354612",
                    "TitleEnglish": "Missing Kings - Manner Movie",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "6396275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/6396275",
                    "TitleEnglish": "Kings (Director's Cut)",
                    "SummaryEnglish": "S02E13s Director's Cut"
                },
                "5": {
                    "ID": "6596648",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/k/episodes/6596648",
                    "TitleEnglish": "R:B - Blaze",
                    "SummaryEnglish": "First Movie of the K-Seven Stories 6-Part Movies-Series."
                },
                "6": {
                    "ID": "6596649",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/k/episodes/6596649",
                    "TitleEnglish": "Side:Blue - Like Sirius",
                    "SummaryEnglish": "Second Movie of the K-Seven Stories 6-Part Movies-Series."
                },
                "7": {
                    "ID": "6596650",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/k/episodes/6596650",
                    "TitleEnglish": "Side:Green - The Overwritten World",
                    "SummaryEnglish": "Third Movie of the K-Seven Stories 6-Part Movies-Series."
                },
                "8": {
                    "ID": "6596651",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/k/episodes/6596651",
                    "TitleEnglish": "Lost Small World - To the Other Side of the Cage",
                    "SummaryEnglish": "Fourth Movie of the K-Seven Stories 6-Part Movies-Series."
                },
                "9": {
                    "ID": "6596652",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/k/episodes/6596652",
                    "TitleEnglish": "Memory of Red - Burn",
                    "SummaryEnglish": "Fifth Movie of the K-Seven Stories 6-Part Movies-Series."
                },
                "10": {
                    "ID": "6596653",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/k/episodes/6596653",
                    "TitleEnglish": "Circle Vision - Nameless Song",
                    "SummaryEnglish": "Sixth Movie of the K-Seven Stories 6-Part Movies-Series."
                },
                "11": {
                    "ID": "7789790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/7789790",
                    "TitleEnglish": "The Idol K",
                    "SummaryEnglish": "Shorts featuring the characters reimagined as idols."
                }
            }
        },
        "1": {
            "ID": "497870",
            "URL": "https://www.thetvdb.com/series/k/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4407466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4407466",
                    "TitleEnglish": "Knight",
                    "SummaryEnglish": "Ashinaka High School is known for its unique setting: the entire campus is built on an island. Yashiro Isana, aka Shiro, is having lunch with a cat on one of the school rooftops. Shiro goes on an errand for his classmate Kukuri but on the way he gets chased by several men. He was the saved by Kuro Yatogami who claims that he wants to put an end to all evil."
                },
                "2": {
                    "ID": "4411045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411045",
                    "TitleEnglish": "Kitten",
                    "SummaryEnglish": "Shiro manages escape from Kuoh by tricking him. As he heads back to Ashinaka in disguise, Homura offers a 10 million Yen reward on Shiro. As he heads to his dorm room, his pet Neko, suddenly transforms into a naked girl. However, Kuoh manages to track him down but is lead into a wild goose chase throughout the campus no thanks to Neko who uses her illusion powers to confuse him. After an exhausting chase, Kuoh gives up the notion of killing Shiro and cooks dinner for him and Neko."
                },
                "3": {
                    "ID": "4411046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411046",
                    "TitleEnglish": "Kitchen",
                    "SummaryEnglish": "In a flashback, Mikoto surrenders to Reisi rather than fight him. As Reisi interrogates Mikoto, he wonders why the Red King has yet to choose his successor. Meanwhile Shiro asks Kuroh who were the people with powers chasing him and the \"Kings\". Kuroh reveals Japan is secretly being ruled by seven psychic clans called the Seven clans of Color, each ruled by a King. Unlike the Red Clan Homura and Blue Clan Scepter 4, whose clans posses the power of fire and ice respectively, his late master's clan, the Colorless Clan, have the power of premonition. Before his master, Ichigen Miwa passed away, he had a vision that his successor, Shiro, might become evil, which Kuroh is tasked to kill him if there is proof. Shiro convinces Kuroh the video released by Homura might be a fake and he shouldn't use that to quickly judge him that he is evil without knowing him first. Kuroh agrees to stop attacking him and get know to Shiro but if he ever turns evil, he will kill him."
                },
                "4": {
                    "ID": "4411047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411047",
                    "TitleEnglish": "Knock-on Effect",
                    "SummaryEnglish": "Shiro desperately tries to find a possible alibi in order to prove to Kuroh he was not there during the time of the video. Meanwhile, Homura and Scepter 4 are able to close in on Shiro's whereabouts. Thanks to Kukuri who is able to provide proof that Shiro was with her during the time of the shooting, Shiro and his friends prepare for the school festival. When he goes to his dorm and opens his closet, he is shocked to discover a bloody school uniform that matches the murderer's picture which leads Shiro to rethink the whole situation. As he contemplates, Yata and Kamamoto arrives at Ashinaka."
                },
                "5": {
                    "ID": "4411048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411048",
                    "TitleEnglish": "Knife",
                    "SummaryEnglish": "Shiro, Neko and Kuroh heads to the city to buy more fireworks for the festival. Meanwhile Seri and Saruhiko arrives at Ashinaka and orders the principal to give them all their information on Shiro, unaware he had just left. While Saruhiko illegally access the student council's computer to find Shiro in the student database, Misaki and Rikio asks the students for information about Shiro but due to their looks and Misaki's temper, they only scared them. Saruhiko soon encounters Misaki and Rikio, where he mocks and insults his former friends which angers Misaki to fight him. The fight is soon stopped by Seri who orders Saruhiko to returned to Scepter 4 as neither the school or it's database has a record of Shiro being a student at Ashinaka. When Misaki asks a female student about Shiro before leaving, the student, Kukuri tells him she has no idea who Shiro is."
                },
                "6": {
                    "ID": "4411049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411049",
                    "TitleEnglish": "Karma",
                    "SummaryEnglish": "Shiro begins to question his own identity after realizing there is an inconsistency between what he remembers and what actually happened. Meanwhile, Lieutenant Seri Awashima of SCEPTER 4 makes a visit to the bar owned by Izumo Kusanagi."
                },
                "7": {
                    "ID": "4411050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411050",
                    "TitleEnglish": "Key",
                    "SummaryEnglish": "Scepter 4 has finally tracked down Shiro as they prepare to arrest him. Neko creates an illusion in order for Shiro to escape, but is easily thwarted by Reisi who reveals that she has the power to manipulate people's minds by giving them false memories. While Kuro fights Reisi, Neko escapes with Shiro. When Kuro is nearly defeated, Shiro appears and reveals his true identity to them as the new Colorless King, using his power to let him, Kuro, and Neko escape. After they get away, Shiro convinces Neko to undo the amnesia spell on him to find out the truth."
                },
                "8": {
                    "ID": "4411051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411051",
                    "TitleEnglish": "Kindling",
                    "SummaryEnglish": "Shiro finds out from his recovered memory about being involved with the Silver King. He contacts Reisi about his findings, while the rest of Scepter 4 tracks his location. When they reach the location they find out that the phone call was rigged by Shiro. Meanwhile, Reisi send his forces towards the Silver King's airship to take him into custody, unaware that Shiro, Kuroh, and Neko are secretly on a plane also heading to the ship, but as they approach, the Silver King sets off an explosion."
                },
                "9": {
                    "ID": "4411052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411052",
                    "TitleEnglish": "Knell",
                    "SummaryEnglish": "In the year 1945 at Dresden, Germany, Adolf and his older sister experiment a relic called the Slate that gives people magical powers. During a bombing raid, Adolf's sister is killed but he himself survives thanks to the power of the Slate. Distraught over her death, Adolf leaves Germany and brings the Slate into his airship Himmelreich. Back in the present, Reisi visits the Golden King, Daikaku Kokujōji, wanting to confirm if the immortal Adolf is really dead. Believing Adolf is faking his death, Reisi orders Scepter 4 to keep on eye on him. Meanwhile, a mysterious man calls Mikoto from Ashinaka where he mocks him and claims he killed Tatara. Angered, Mikoto breaks out of prison and overpowers Scepter 4. Reuniting with the rest of Homra, Mikoto and gang heads to Ashinaka."
                },
                "10": {
                    "ID": "4411053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411053",
                    "TitleEnglish": "Kaleidoscope",
                    "SummaryEnglish": "Homra takes over Ashinaka campus as they search for Shiro, Totsuka's killer. Scepter 4 also arrives and are ordered to stand by before they attack. Reisi confronts Mikoto, telling him his actions have gone too far. Reisi is willing to forgive Homra if they leave the campus and Scepter 4 will hunt down and punish Shiro for them but Mikoto refuses. Reisi warns Mikto if he kills Shiro, a King, he will lose control of his powers. Meanwhile, Shiro, Kuroh, and Neko manages to sneak into campus and decides to rescue their friends."
                },
                "11": {
                    "ID": "4411054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411054",
                    "TitleEnglish": "Killer",
                    "SummaryEnglish": "After a confrontation between the Blue and Red Kings, Homra and Scepter 4 forces begin to clash. Mikoto goes off on his own to hunt down Shiro where he eventually finds him with Neko, Kukuri, and Kuroh. During the struggle between Mikoto and Kuroh, Reisi intervenes and strikes at Mikoto. Shiro, Kuroh, Neko, and Kukuri make the chance to escape when all of a sudden, Kukuri stabs Shiro. It is revealed that she is possessed by a White Fox spirit out to target Shiro. The possessed Kukuri escapes while Shiro begins to remember his memories and awakens as Adolf K. Weismann, the Silver King."
                },
                "12": {
                    "ID": "4411055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411055",
                    "TitleEnglish": "Adolf K. Weismann",
                    "SummaryEnglish": "Shiro, with his recovered memories as the Silver King reveals that his current body was once possessed by the new Colorless King (White Spirit Fox) who wanted to take over his original body to gain his power, but to no avail instead just possessing his body and not his powers. At that moment, his spirit had jumped to the Colorless King's recent body where he got amnesia. He uses his power to let the students of Ashinaka escape, at the same time cooperating with Kusanagi and Awashima to stop the two clansmen from fighting. Shiro asks Neko to become his first clansmen, and uses her power to find the Colorless King. After she successfully locates him, she passes out and Shiro leaves to confront the Colorless King."
                },
                "13": {
                    "ID": "4411989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/4411989",
                    "TitleEnglish": "King",
                    "SummaryEnglish": "Reisi and Mikoto continue their fight while Shiro tries to catch the Colorless King who's still in Kukuri's body. Helped by Kuro, who becomes his clansman, Shiro tricks the Colorless King to get out from Kukuri's body and trap him into his own body. Shiro teleports to where Mikoto and Reisi are and tells Mikoto to kill him while the Colorless King is still trapped in his body as only a king can slay another king. Mikoto does so, finally avenging Tatara's death but his Weismann level reaches its limit, which his Sword of Damocles is about to crash into the campus. Reisi is forced to kill Mikoto to prevent that which the latter shares some words with his fellow king before passing away peacefully. The Homra gang honors their late leader with a battle cry as they lose their powers. Neko and Kuroh escape the island, still believing Shiro is still alive."
                }
            }
        },
        "2": {
            "ID": "608003",
            "URL": "https://www.thetvdb.com/series/k/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5088095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5088095",
                    "TitleEnglish": "Knave",
                    "SummaryEnglish": "A year has passed since the School Island incident, where four of the seven kings fought for their lives to stop the evil Colorless King. Since then, Silver King Yashiro Isana has gone missing and the Green Clan JUNGLE has become more active in..."
                },
                "2": {
                    "ID": "5352631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352631",
                    "TitleEnglish": "Kindness",
                    "SummaryEnglish": "Blue King Reisi Munakata summons Kuro to SCEPTER 4 to learn more..."
                },
                "3": {
                    "ID": "5352632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352632",
                    "TitleEnglish": "Kismet",
                    "SummaryEnglish": "Green King Nagare Hisui orders his two most powerful clansmen..."
                },
                "4": {
                    "ID": "5352633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352633",
                    "TitleEnglish": "Knot",
                    "SummaryEnglish": "Silver King Yashiro Isana finally makes his return..."
                },
                "5": {
                    "ID": "5352634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352634",
                    "TitleEnglish": "Ken",
                    "SummaryEnglish": "The Red, Blue and Silver Clans agree to form an alliance to stand against the Green Clan..."
                },
                "6": {
                    "ID": "5352635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352635",
                    "TitleEnglish": "Keeper",
                    "SummaryEnglish": "Shiro gathers SCEPTER 4 and HOMRA to inform them about the Green King's past..."
                },
                "7": {
                    "ID": "5352636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352636",
                    "TitleEnglish": "Kickdown",
                    "SummaryEnglish": "Green King Hisui Nagare enters battle. Unleashing his tremendous power, Hisui quickly makes his way up towards Mihashira Tower, where the other three kings stand by ready to face him."
                },
                "8": {
                    "ID": "5352637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352637",
                    "TitleEnglish": "Kaput",
                    "SummaryEnglish": "Tenkei Iwafune is revealed to be the Gray King, who was thought to have died years ago during the Kagutsu Incident. Once a man of great virtue and compassion, Iwafune has since abandoned his own ideals to serve the Green King instead."
                },
                "9": {
                    "ID": "5352638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352638",
                    "TitleEnglish": "Kid's Room",
                    "SummaryEnglish": "Kusanagi and Awashima infiltrate a party hosted by JUNGLE to get the list of attendees who are tied to the Green Clan. However, their attempt is thwarted by an unexpected figure."
                },
                "10": {
                    "ID": "5352639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352639",
                    "TitleEnglish": "Keystone",
                    "SummaryEnglish": "Fushimi rises to the J rank and also becomes an administrator of the game. Captain Munakata steps down as Captain, after being fired by the Prime Minister, for being responsible for the thievery of the Slates. The Blue clan members are detained until further notice. It also seems that there are plenty of Green clan memebers at Government positions and that they are favoring the Green over the Blue. Anna tells Kusanagi that Shiro intends to destroy the Slates. When Munakata arrives at HOMRA, Anna tells him too about Shiro's decision to destry the Slates. He tells them that he still intends to aim for order, even when his Democles Sword is in danger. He remembers how the situation is similar to an year ago, when he was trying to stop the Red King. He also tells them that the alliance between the Kings is void, since he is no longer the Captain. Shiro comes up with an idea to destroy the Slates through his research. He also gives Kuro and Neko silver coins with the new symbol of the Silver clan and Kuro names the Silver clan as Hakumaitou. Shiro and Anna are influenced as the Slates are liberated."
                },
                "11": {
                    "ID": "5352640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352640",
                    "TitleEnglish": "Kali-yuga",
                    "SummaryEnglish": "As the Slates liberate power to all mankind, chaos arises among people. Nagare keeps all paths except the Yomito Gate closed and asks Iwa to 'greet' the Blue King while he guards the Slates. He tells Iwa that he can't be beaten since keeping connected to the Slates enables him to use his power without being limited to time. As Munakata and Goki advance towards the tower where the Slates are kept and are blocked by the Jungle U rank members. The Blue clan members gather intel and observe Munakata and Goki approch the Green clan members. Watching this, Awashima resigns from Sceptre 4, since she wants to join Munakata. As she hands over the rights of acting Captain to Akiyama, he orders Sceptre 4 to intercept the Green clan. As Fushimi opens the gates for the Blue King, he is deemed to be a traitor by Nagare and Sukuna starts a duel to death with him. As Iwa meets Munakata and Goki, the Silver blimp lands just behind Iwa, uninfluenced by his fog. Iwa and Munakata start to clash."
                },
                "12": {
                    "ID": "5352641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352641",
                    "TitleEnglish": "Knuckle Bump",
                    "SummaryEnglish": "In a flashback, Munataka informs Yata that Fushimi went to the Green clan on his orders, since he was the only one capable of a successful infiltration, even knowing that it might result in his death. In the present, the Red clan members attack and cover the Green's hideout, making a way for the Silver King, Shiro and Neko to reach Nagare. In the meantime, Munakata, with the help of the Blue clansmen, defeats Iwa. As this happens, Munataka's Democles is reaching Down. Yata and Fishimi fight and defeat Sukuna and Yata tells him that if he is ready to go so far for the Blue King, then he has already accepted him as his king, and so is not a traitor. As Kuro and Yukari fight, Shiro and Neko reach Nagare."
                },
                "13": {
                    "ID": "5352642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/k/episodes/5352642",
                    "TitleEnglish": "Kings",
                    "SummaryEnglish": "Nagare informs that Neko was also present in the Kagutsu Incident, and she manipulated her own memory to live as a cat. Meanwhile, as Awashima stand ready to kill Munkata should his Democles reach Down, Anna takes the power of Red from all her clansmen and opens a path from the top to the place where Nagare, Shiro and Neko are, exposing them to the Democles of all the four kings. Kuro defeats Yukari and reaches Shiro. Meanwhile, Shiro tells Nagare that he has calculated that the power of Democles Down is enough to counter the power of the Slates and both can negate each other. He maximizes the Weismann level to the limit and brings the Democles down and effectively negates the power of the Slates. This results in Nagare's death, since he was only alive using the power of the Slates. On the other hand, since all the Democles disappear, Munakata is saved from death. Iwa arrives and asks them to escape the building, which is collapsing from explosions, but he stays back with Nagare. As everyone evacuates, the Silver King tells Kuro and Neko that he has to leave Shiro's body, since it was borrowed and he was only able to contain in it due to the power of the Slates, and that he has to return it to the original owner. In the epilogue we see that Neko has become a student in the school and the Silver King has returned into his earlier body and is a teacher in the same school."
                }
            }
        }
    }
}