{
  "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions",
  "Genres": [
    "Anime",
    "Comedy",
    "Drama",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2321542/",
    "http://www.anime-chu-2.com/tv/",
    "https://www.themoviedb.org/tv/45501",
    "https://x.com/anime_chu_2"
  ],
  "TitleEnglish": "Love, Chunibyo & Other Delusions!",
  "SummaryEnglish": "So let me tell you my unfortunate story. My name is Yuuta and when I was in middle school I had teenage delusions of grandeur. But I graduated from my dark past in middle school, and was on my way to sail smoothly through high school. That should have been the end of it, but there was an accident… which I kinda expected would happen. And because of that accident, I’ve now been forced into a contract with Rikka, another victim of teenage delusions of grandeur, and now she has messed up my life! Stop encouraging my teenage delusions of grandeur!!",
  "Aliases": [
    "Chu-2 Byou demo Koi ga Shitai!",
    "Chuunibyo",
    "Chuunibyou demo Koi ga Shitai!",
    "Love, Chunibyo & Other Delusions",
    "Regardless of My Adolescent Delusions of Grandeur, I Want a Date!",
    "Even People with Adolescent Delusions of Grandeur Want To Experience Love!",
    "Chu2Koi",
    "Love, Chunibyo and Other Delusions",
    "Chuunibyou demo Koi ga Shitai! Ren",
    "Love, Chunibyo and Other Delusions! Heart Throb"
  ],
  "Modified": "2025-08-30",
  "Seasons": {
    "0": {
      "ID": "499444",
      "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 34,
      "Episodes": {
        "1": {
          "ID": "4463261",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4463261",
          "TitleEnglish": "Glimmering...Explosive Festival (Slapstick Noel)",
          "SummaryEnglish": "With Christmas fast approaching, Rikka and Nibutani plan a Christmas party at Sanae's Mansion after Makoto's suggestion. Chaos ensues at the party as Rikka and Yuta continue exploring their burgeoning relationship.",
          "Aliases": []
        },
        "2": {
          "ID": "5016781",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/5016781",
          "TitleEnglish": "The Rikka Wars (Apocalypse of the Wicked Lord Shingan Reborn)",
          "SummaryEnglish": "Problems arise for Yuta and Rikka after Makoto gives Yuta a USB containing pictures of an idol that he had a crush on in middle school. After Rikka asks Yuta to return the stick, he secretly keeps it and Rikka finds after sneaking into his room.",
          "Aliases": []
        },
        "3": {
          "ID": "4590187",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4590187",
          "TitleEnglish": "Love, Chunibyo & Other Delusions! Rikka Version",
          "SummaryEnglish": "After Rikka Takanashi wakes up in the clubroom to what appears to be a nightmare of a wedding, she tells Sanae Dekomori and Kumin Tsuyuri the story about how she first met Yūta Togashi, and how they ended up bound to one another. The film is a retelling of the first season told from Rikka's perspective, which provides transition scenes for the second season.",
          "Aliases": []
        },
        "4": {
          "ID": "6624945",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/6624945",
          "TitleEnglish": "Love, Chunibyo & Other Delusions! the Movie: Take On Me",
          "SummaryEnglish": "Rikka is now a third-year student, but she still has \"chunibyo\" syndrome. University entrance exams loom on the horizon, and it's spring break, and Yuuta and Rikka are together as usual. One day, Rikka's older sister Touka declares that she's going to take Rikka to Italy with her, as Touka is moving to Italy for work and she thinks they should move together as a family. Yuuta understands Touka's opinion, but thinks that at this rate he and Rikka will be separated. Shinka and the other members suggest that Yuuta and Rikka should \"elope,\" and thus sets the stage for Yuuta and Rikka's travels throughout Japan in their escape drama.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "600031",
      "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/seasons/official/1",
      "TitleEnglish": "Love, Chunibyo & Other Delusions!",
      "SummaryEnglish": "Yuuta has a problem. He used to be a “chuunibyo,” one of the thousands of Japanese students so desperate to stand out that they’ve convinced themselves that they have secret knowledge and hidden powers. Now that he’s starting high school, he’s determined to put aside his delusions. The trouble is that Rikka, his upstairs neighbor, is delusional herself. And she knows all about his past indiscretions. “Crazy in love” is redefined as fantasy worlds collide in Love, Chuunibyo & Other Delusions!",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5016782",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/5016782",
          "TitleEnglish": "Chance Encounter... with Wicked Lord Shingan",
          "SummaryEnglish": "After recovering from adolescent delusions, Yuta transfers schools to begin anew. As he tastes the succulent fruit of normalcy, Rikka Takanashi discovers Yuta's delusional past and declares that they are soul mates, which makes things anything but normal.",
          "Aliases": []
        },
        "2": {
          "ID": "4408734",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408734",
          "TitleEnglish": "Priestess... of the Melody",
          "SummaryEnglish": "Yuta wants to crush on the beautiful Shinka, but Rikka's antics prohibit it. A visit to Rikka's house reveals how delusional she really is. Her eclectic collections are almost stranger than her behavior! What's worse: Rikka's sister knows about Yuta's past!",
          "Aliases": []
        },
        "3": {
          "ID": "4408735",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408735",
          "TitleEnglish": "The Heretical... Pigtailed Girl",
          "SummaryEnglish": "Yuta tries to decide what club to join, but Rikka is already a step ahead of him. She creates the \"Far-Eastern Magic Society\" and manages to rope in two members. Given a provisional club status, Yuta revokes his membership... until Shinka joins the club, too.",
          "Aliases": []
        },
        "4": {
          "ID": "4408736",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408736",
          "TitleEnglish": "Regret of... the Mabinogion",
          "SummaryEnglish": "Yuta is puzzled that Nibutani wants to join Rikka's club. He wonders if she could really like him back, but the answer he gets isn't the one he imagined!",
          "Aliases": []
        },
        "5": {
          "ID": "4408737",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408737",
          "TitleEnglish": "A Binding... Hard Study",
          "SummaryEnglish": "Rikka and Yuta face their low grades, and their club is fingered as the culprit! Rikka begins a new battle with her latest opponent: math! Meanwhile, Dekomori and Nibutani continue to butt heads.",
          "Aliases": []
        },
        "6": {
          "ID": "4408738",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408738",
          "TitleEnglish": "The Atoned... Innocent",
          "SummaryEnglish": "Rikka makes club uniforms for everyone, further humiliating Yuta; tension between Nibutani and Dekomori continues to grow. Isshiki receives a love letter, but his plans hit a snag before they even begin.",
          "Aliases": []
        },
        "7": {
          "ID": "4408739",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408739",
          "TitleEnglish": "Reminiscences... of Paradise Lost",
          "SummaryEnglish": "A trip to Rika's hometown reveals more about her than Yuta had anticipated. Dekomori continues her antics against her nemesis \"Mori-Summer\". Yuta and Rika escape the house and end up in a place Rika holds dear to her heart.",
          "Aliases": []
        },
        "8": {
          "ID": "4408740",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408740",
          "TitleEnglish": "Exiled... Just the Two of Them",
          "SummaryEnglish": "After refusing to face the truth about her father, Rikka \"retreats\" to her home with Yuta in tow. Makoto is finding it tough to figure out his feelings for Kumin, and Yuta shares a night together with Rikka that impacts them both in a very meaningful way.",
          "Aliases": []
        },
        "9": {
          "ID": "4408741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408741",
          "TitleEnglish": "A Confused... Chaos Heart",
          "SummaryEnglish": "The school festival is on, and amidst Shinka's attempts to turn their club into something legitimate, Rikka battles strange feelings that she only experiences when Yuta is around. Shinka decides to help her understand these feelings, but Rikka's full blown case of chunibyo keeps getting in the way.",
          "Aliases": []
        },
        "10": {
          "ID": "4408742",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408742",
          "TitleEnglish": "Holy Mother's... Pandora's Box",
          "SummaryEnglish": "Rikka and Yuta each gets some advice from a friend. Rikka's sister reveals her intention of studying the culinary arts in France, and asks Yuta to help her with Rikka. Through their own special ways, Yuta and Rikka confess to each other.",
          "Aliases": []
        },
        "11": {
          "ID": "4408743",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408743",
          "TitleEnglish": "One-Winged... Fallen Angel",
          "SummaryEnglish": "Rikka begins to acclimate herself to living a normal life, successfully making friends in the process. Sanae, however, isn't too happy about it. Rikka heads off to visit her father's grave, with Yuta left at the station, waiting for her to return.",
          "Aliases": []
        },
        "12": {
          "ID": "4408744",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4408744",
          "TitleEnglish": "Eternal Engage",
          "SummaryEnglish": "Yuta begins to worry when it becomes apparent that Rikka may not come back. Sanae ditches her Dekomori persona to follow Rikka, while Kumin \"inherits\" Wicked Lord Shingan's powers. Yuta can't bear being without Rikka and sets off to find her.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "519403",
      "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/seasons/official/2",
      "TitleEnglish": "Heart Throb",
      "SummaryEnglish": "The awkward lovebirds, Yuuta Togashi and Rikka Takanashi are now living together as they enter a new school year, but their adorable relationship remains stagnant. Yuuta struggles to adapt to having a chuuni girlfriend while the gang—Sanae Dekomori, Shinka Nibutani and Kumin Tsuyuri—are still keeping up with their quirks despite having advanced a grade. Making matters worse, another chuuni girl from Yuuta's middle school, Satone Shichimiya, appears... With the various events revolving around Yuuta, will he be able to develop his relationship with Rikka?",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4564353",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4564353",
          "TitleEnglish": "Wicked Lord Shingan... Reborn",
          "SummaryEnglish": "Unusual circumstances forces Yuta and Rikka to live under one roof. Keeping it under wraps is top priority as the new school year starts.",
          "Aliases": []
        },
        "2": {
          "ID": "4737344",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4737344",
          "TitleEnglish": "Dolphin Ring Striker",
          "SummaryEnglish": "Nibutani becomes obsessed with the state of Yuta and Rikka's questionable romance, and pressures Yuta to take control of his girlfriend and lead her down the righteous path of boy-girl relationships.",
          "Aliases": []
        },
        "3": {
          "ID": "4737345",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4737345",
          "TitleEnglish": "Magical Devil Girl in Pursuit",
          "SummaryEnglish": "Rikka becomes very excited about the presence of a magic user she is supposedly doing unvisible battle with, but it soon becomes apparent that this magic user is an actual person. She is a girl Yuta knows from his middle school days who first infected him with chunibyo. Rikka is both fascinated and terrified of the threat the new girl poses to her and Yuta's love contract, and either wants to be friends with her or be rid of her for all eternity.",
          "Aliases": []
        },
        "4": {
          "ID": "4737346",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4737346",
          "TitleEnglish": "The Election for President of the Student Council (Queen Maker)...of Purity",
          "SummaryEnglish": "Nibutani attempts to run for Student Council president, but a pesky little blonde girl is foiling her every attempt at normalcy. What can she do to keep her in check? The unthinkable...",
          "Aliases": []
        },
        "5": {
          "ID": "4746643",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4746643",
          "TitleEnglish": "Meeting of the Club Delegates Meeting",
          "SummaryEnglish": "In danger of losing the club room, The Magical Napping Society - Summer thereof decides to do the only club activity that the student council will accept: competitive napping!",
          "Aliases": []
        },
        "6": {
          "ID": "4746644",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4746644",
          "TitleEnglish": "Travelling to the Island of Tsukushi... of Hesitation",
          "SummaryEnglish": "The class trip is here, and while Rikka and Dekomori must separate, now is a good time for her to get some alone time with Yuta... if their class mates let them!",
          "Aliases": []
        },
        "7": {
          "ID": "4746645",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4746645",
          "TitleEnglish": "Triangle... of Missed Encounters",
          "SummaryEnglish": "Togashi hopes to spend the entire day alone with Rikka, but Shichimiya somehow finds her way to the couple, dragging them into her secret mission.",
          "Aliases": []
        },
        "8": {
          "ID": "4746646",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4746646",
          "TitleEnglish": "The False...Mori Summer (Holy Spirit Mother)",
          "SummaryEnglish": "A NEW Fake Mori Summer appears, hell bent of taking Dekomori as her own. But her sinister motives are discovered and only the REAL Fake Mori Summer can make her relinquish her hold on Sanae!",
          "Aliases": []
        },
        "9": {
          "ID": "4746647",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4746647",
          "TitleEnglish": "Resort... Last Resort",
          "SummaryEnglish": "While helping Kumin's aunt run a shop by the beach, Rikka realizes that her powers are fading... and she may want them to.",
          "Aliases": []
        },
        "10": {
          "ID": "4746648",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4746648",
          "TitleEnglish": "Gauntlet of Rain (A Midsummer Night's... Rain and Whip)",
          "SummaryEnglish": "Shichimiya continues to wrestle with her newfound feelings, and only one thing can save her from herself: a showdown!",
          "Aliases": []
        },
        "11": {
          "ID": "4746649",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4746649",
          "TitleEnglish": "Blue Moon Ragnarok",
          "SummaryEnglish": "Rikka is determined to find the necessary items to revive the Dark Flame Dragon, and puts herself in danger in the process.",
          "Aliases": []
        },
        "12": {
          "ID": "4746650",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/love-chunibyo-and-other-delusions/episodes/4746650",
          "TitleEnglish": "The Superior Contract... of Twilight",
          "SummaryEnglish": "Rikka is acting strangely around Yuta, and it takes all of her courage to confess her true feelings to him.",
          "Aliases": []
        }
      }
    }
  }
}