{
    "URL": "https://www.thetvdb.com/series/beywheelz",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Children",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2369810/",
        "https://www.themoviedb.org/tv/85032"
    ],
    "TitleEnglish": "BeyWheelz",
    "SummaryEnglish": "The series follows Team Estrella, a group of young and talented Beywheelers residing at Destection City. The peace of that place is threatened when a group of aggressive wheelers calling themselves Dominators attempts to take over the Beywheelz world. Unable to accept such a reign of terror, Team Estrella opposes the Dominators and ends up fighting them in the Judgement Bey tournament, which is to decide the fate of the world they live in, as well as the fate of an unknown, undiscovered one.",
    "TitleJapanese": "BeyWheelz",
    "SummaryJapanese": "このシリーズは、デステクションシティに住む若くて才能のあるベイウィーラーのグループであるチームエストレラに続きます。 ドミネーターと名乗る攻撃的なウィーラーのグループがベイホイールズの世界を乗っ取ろうとすると、その場所の平和が脅かされます。 そのような恐怖の支配を受け入れることができず、チーム・エストレラはドミネーターに反対し、彼らが住む世界の運命と未知の未知の世界の運命を決定するジャッジメント・ベイ・トーナメントでドミネーターと戦うことになる.",
    "Aliases": [
        "BeyWheelz: Powered by Beyblade",
        "Beyblade: BeyWheelz"
    ],
    "Modified": "2025-07-15",
    "Seasons": {
        "1": {
            "ID": "499542",
            "URL": "https://www.thetvdb.com/series/beywheelz/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4387724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4387724",
                    "TitleEnglish": "New Generation",
                    "SummaryEnglish": "The stage is set for the final round of the Beywheelz World Championship in Destection City. It's Sho vs. Jin in three matches to decide who the World BeyWheelz Champion will be!",
                    "TitleJapanese": "新しい世代",
                    "SummaryJapanese": "ステージは、デステクションシティでのベイホイールズ世界選手権の最終ラウンドに向けて設定されています。 BeyWheelzの世界チャンピオンが誰になるかを決めるのは3試合のShovs。Jinです！"
                },
                "2": {
                    "ID": "4387725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4387725",
                    "TitleEnglish": "The Dominators Attack!",
                    "SummaryEnglish": "The Dominators wreak havoc with the young Wheelers; Leon challenges Gigante to a battle.",
                    "TitleJapanese": "ドミネーターズアタック！",
                    "SummaryJapanese": "ドミネーターは若いウィーラーに大混乱をもたらします。 レオンはギガンテに戦いを挑む。"
                },
                "3": {
                    "ID": "4387726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4387726",
                    "TitleEnglish": "The Fateful Tag-Team Battle!",
                    "SummaryEnglish": "The Dominators continue to harass the Wheelers of the city in order to seize control of all of BeyWheelz. Only Team Estrella is able to challenge their rule, as Sho,Leon and Jin help to secure Wheelers safety against the Dominators. Wheelers everywhere around the city now fear The Dominators, who only wish to control the entire BeyWheelz world and frighten everyone with their power.",
                    "TitleJapanese": "運命のタグ-チームバトル！",
                    "SummaryJapanese": "ドミネーターは、ベイウィールズ全体の支配権を握るために、街のウィーラーに嫌がらせを続けています。 ショウ、レオン、ジンがドミネーターに対するウィーラーの安全を確保するのを助けるので、チームエストレラだけが彼らのルールに挑戦することができます。 現在、街中のウィーラーは、ベイウィールズの世界全体を支配し、その力ですべての人を怖がらせることだけを望んでいるドミネーターを恐れています。"
                },
                "4": {
                    "ID": "4387727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4387727",
                    "TitleEnglish": "The Wheeler of the Wilderness",
                    "SummaryEnglish": "The Dominators have spread their tyranny far, hunting down Wheelers everywhere hoping to control the BeyWheelz world. The mysterious Wheeler, Jake of the Dominators, is sent to hunt them as far as the desert where there is rumored to be another town called \"Sand Miguel\" with a powerful Wheeler nicknamed the Strong Armed Outlaw. But Leon also hunts in this vicinity to track down the Wheeler, to recruit for the upcoming battles against The Dominators.",
                    "TitleJapanese": "荒野の荷車引き",
                    "SummaryJapanese": "ドミネーターは専制政治をはるかに広げ、ベイウィールズの世界を支配することを望んでウィーラーをいたるところに追い詰めました。 謎のウィーラー、ドミネーターのジェイクは、強力なウィーラーがストロングアームドアウトローと呼ばれる「サンドミゲル」と呼ばれる別の町があると噂されている砂漠まで彼らを狩るために送られます。 しかし、レオンはまた、ウィーラーを追跡し、ドミネーターとの次の戦いに備えて、この近辺で狩りをします。"
                },
                "5": {
                    "ID": "4387728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4387728",
                    "TitleEnglish": "Race! The Beywheelz Grand Prix",
                    "SummaryEnglish": "Sho and Jin search for strong Bladers in Das Vegas. First they stopped at the beach, as Sho feels the air of the beach and said he wants to swim. Then they heard about the Beyblade Grand Prix. They stop by there and see that Nicole and Marche won the tournament. Jin decides to leave cause seeing this is just a waste of time. As they leave Marche notices Jin and Sho leaving. While Sho and Jin walks away, Jin saids that they are looking for bladers thet could join their team and not a bunch of baby's. Suddenly they into Nicole and Marche, who heard everything. Nicole saids that they should apologize now. Jin agnores them and keep on walking. Suddenly Nicole and Marche challenge them to a battle and they accept and the showdown starts.",
                    "TitleJapanese": "人種！ ベイホイールズグランプリ",
                    "SummaryJapanese": "ショウとジンはダスベガスで強力なブレイダーを探します。 翔が浜の空気を感じて泳ぎたいと言ったので、最初に彼らは浜に立ち寄った。 それから、彼らはベイブレードグランプリのことを聞きました。 彼らはそこに立ち寄り、ニコールとマルシェがトーナメントで優勝したことを確認します。 ジンは、これが時間の無駄だと見て、理由を残すことにしました。 彼らが去るとき、マルシェはジンとショウが去ることに気づきます。 ショーとジンが立ち去る間、ジンはチームに参加できるブレーダーを探していると言いました. 突然、彼らはすべてを聞いたニコールとマルシェに行きました。 ニコールは彼らが今謝罪するべきであると言いました。 ジンはそれらを無視して歩き続けます。 突然ニコールとマルシェは彼らに戦いを挑み、彼らはそれを受け入れ、対決が始まります。"
                },
                "6": {
                    "ID": "4387729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4387729",
                    "TitleEnglish": "Judgement Bey Begins!",
                    "SummaryEnglish": "Covey defeats Sting of the Dominators.",
                    "TitleJapanese": "ジャッジメントベイが始まります！",
                    "SummaryJapanese": "コヴィーはスティング・オブ・ザ・ドミネーターを倒す。"
                },
                "7": {
                    "ID": "4387730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4387730",
                    "TitleEnglish": "Law of the Dominators",
                    "SummaryEnglish": "Team Estrella have won the first match against the Dominators in the Judgment Bey tournament and both teams are preparing for the next match. Gigante sees that Sting has been punished by the Dominators' Team leaders for losing the first match and he vows not to let his brother David down in their battle against Nicole and Marche. The match starts and the teamwork of Nicole and Marche give them an early lead. Things look good for them until David surprises everyone by sacrificing his own brother's bey to win the match at the last second. The tournament is now tied one match a piece.",
                    "TitleJapanese": "支配者の法則",
                    "SummaryJapanese": "チームEstrellaは、Judgement Beyトーナメントでドミネーターとの最初の試合に勝ち、両方のチームが次の試合の準備をしています。 ギガンテは、スティングが最初の試合に負けたためにドミネーターズチームのリーダーによって罰せられたのを見て、ニコールとマルシェとの戦いで弟のデイビッドを失望させないことを誓います。 試合が始まり、ニコールとマルシェのチームワークが彼らに序盤のリードを与える。 デビッドが最後の1秒で試合に勝つために自分の兄弟のベイを犠牲にしてみんなを驚かせるまで、物事は彼らにとって良さそうです。 トーナメントは現在、1試合1試合で結ばれています。"
                },
                "8": {
                    "ID": "4387731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4387731",
                    "TitleEnglish": "Avenger on the Ice",
                    "SummaryEnglish": "Leon is training hard as he will be battling Jake of the Dominators in the next match in the Judgment Bey tournament. Leon has a reputation for trying to overpower his opponents using brute strength and Team Estrella hopes he can battle calmly this time and not lose his cool. The battle begins and since it is taking place in an Ice Stadium, Jake's bey has the advantage as it does not slip as much as Leon's. Leon figures out how to compensate for this however and it looks like he has kept calm this time and he will win. At the last moment the stadium breaks apart and Leone gets stuck in a crack in the ice, making it an easy target for Jake's Serpent. The Serpent strikes and Leone is defeated. Leon is devastated and the Dominators take a match point for the win, meaning that Team Estrella cannot lose another match or they are finished.",
                    "TitleJapanese": "氷の上の復讐者",
                    "SummaryJapanese": "レオンは、ジャッジメントベイトーナメントの次の試合でドミネーターのジェイクと戦うため、一生懸命トレーニングしています。 レオンは野蛮な力で敵を打ち負かそうとしているという評判があり、チームエストレラは今度は冷静に戦い、冷静さを失わないことを望んでいます。 戦いが始まり、アイススタジアムで行われているので、ジェイクのベイはレオンのベイほど滑らないという利点があります。 しかし、レオンはこれを補う方法を考え出し、今回は落ち着いていて勝つようです。 最後の瞬間、スタジアムは崩壊し、レオーネは氷の割れ目に引っかかってしまい、ジェイクの蛇の標的になりやすくなりました。 蛇が攻撃し、レオンが敗北します。 レオンは荒廃し、ドミネーターは勝利のためにマッチポイントを取ります。つまり、チームエストレラは別の試合に負けることはなく、試合は終了します。"
                },
                "9": {
                    "ID": "4387732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4387732",
                    "TitleEnglish": "Phoenix vs. The White Dragon",
                    "SummaryEnglish": "Jin of Team Estrella will battle Glen of Team Dominator in the next match of the Judgment Bey tournament; Marche, Covey and Nicole discover that the Dominators are cheating by selecting stadiums that will be advantageous to their bladers.",
                    "TitleJapanese": "フェニックス対ホワイトドラゴン",
                    "SummaryJapanese": "チームエストレラのジンは、ジャッジメントベイトーナメントの次の試合でチームドミネーターのグレンと戦います。 マルシェ、コヴィー、ニコールは、ドミネーターがブレーダーに有利なスタジアムを選択することで不正行為を行っていることに気付く。"
                },
                "10": {
                    "ID": "4387733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4387733",
                    "TitleEnglish": "Fierce Fight! A Battle of the Spirit",
                    "SummaryEnglish": "With the Judgment Bey tournament tied, there is a fifth and deciding match between Team Estrella's Sho and Team Dominators' Odin.",
                    "TitleJapanese": "激しい戦い！ 精神の戦い",
                    "SummaryJapanese": "ジャッジメントベイトーナメントが結ばれると、チームエストレラの翔とチームドミネーターのオーディンの間に5番目の決定的な試合があります。"
                },
                "11": {
                    "ID": "4410394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4410394",
                    "TitleEnglish": "The Shocking Truth",
                    "SummaryEnglish": "Ryan shocks the members of Team Estrella by offering them a chance to become the new Dominators and work for him. He explains that he has done research into the history of beys and that he found a portal to new world where beys that no one in this world has ever seen exist. Sho and his friends are interested until they learn that Ryan only wishes to use their Beyweelz to battle these new beys, defeat them, and take them for himself. Team Estrella is given a night to think about it, but when they show up at DREAM headquarters, they tell Ryan they will not use their Beywheelz to bend others to their will and they launch an attack on the Dominators instead.",
                    "TitleJapanese": "衝撃的な真実",
                    "SummaryJapanese": "ライアンは、チームエストレラのメンバーに、新しいドミネーターになって彼のために働く機会を提供することでショックを与えました。 彼は、蜂の歴史を研究し、この世界で誰も見たことのない蜂が存在する新しい世界への入り口を見つけたと説明しています。 ショウと彼の友達は、ライアンがベイウィールズを使ってこれらの新しいベイと戦い、倒し、自分でそれらを奪うことだけを望んでいることを知るまで興味を持っています。 チームエストレラはそれについて考える夜を与えられます、しかし彼らがドリーム本部に現れるとき、彼らはライアンに彼らが彼らの意志に他人を曲げるために彼らのベイホイールを使わないであろうと言い、代わりに彼らはドミネーターへの攻撃を開始します。"
                },
                "12": {
                    "ID": "4410395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4410395",
                    "TitleEnglish": "The Wheeler Bond",
                    "SummaryEnglish": "Sho and the rest of Team Estrella have arrived at DREAM Headquarters and announce that they are there to stop Ryan from achieving his plan to invade another world. They are at once set upon by numerous members of the Dominators and various battles ensue. While Covey battles a huge number of guards by himself, Marche and Nicole take on David and Jake. Gigante surprises everyone when he switches sides and joins Nicole and Marche against his brother David and Jake. Things look good for the new threesome until Glen and Sting arrive and join the battle, determined to defeat all Wheelers in their way. Meanwhile, Jin battles Mathew and Leon goes head to head against Lucy. Sho goes on ahead alone where he finds Ryan still planning his attack. Ryan dismisses his pleas to reconsider and before Sho can make his next move, Odin arrives and appears ready to battle Sho and aid Ryan in his plan.",
                    "TitleJapanese": "ウィーラーボンド",
                    "SummaryJapanese": "翔と残りのチームエストレラはドリーム本部に到着し、ライアンが別の世界に侵入する計画を達成するのを阻止するためにそこにいると発表しました。 それらはドミネーターの多数のメンバーによって一度に設定され、さまざまな戦いが続きます。 コービーが一人で膨大な数の警備員と戦っている間、マルシェとニコールはデビッドとジェイクを引き受けます。 ギガンテは、サイドを切り替えてニコールとマルシェに加わり、兄のデイビッドとジェイクと対戦すると、みんなを驚かせます。 グレンとスティングが到着して戦いに参加し、すべてのウィーラーを倒そうと決心するまで、新しい3人組にとって状況は良さそうです。 その間、ジンはマシューと戦い、レオンはルーシーと対戦します。 翔は一人で先に進み、ライアンがまだ攻撃を計画していることに気づきます。 ライアンは再考するために彼の嘆願を却下し、ショーが彼の次の動きをすることができる前に、オーディンは到着し、ショーと戦い、ライアンを彼の計画で助ける準備ができているように見えます。"
                },
                "13": {
                    "ID": "4410396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4410396",
                    "TitleEnglish": "A New World",
                    "SummaryEnglish": "Odin surprises everyone when he refuses to battle Sho and turns his Bey to battle Ryan instead. Ryan defeats Odin and then challenges Sho to a final battle to see who will be the one to open the portal and go forth into the new world. Meanwhile Covey, Marche, Nicole and Gigante defeat David, Jake, Glen and Sting and Jin and Leon defeat Mathew and Lucy. In the final battle between Ryan and Sho, Sho is in big trouble but uses the power of all the feelings of every opponent and friend he has encountered on his journey and he and Pegasus defeat Ryan and Kerbecs. The portal to the new world opens and Sho and his friends find themselves transported there and they arrive excited to pursue new Bey adventures in a strange and wonderful new land.",
                    "TitleJapanese": "新しい世界",
                    "SummaryJapanese": "オーディンは、翔との戦いを拒否し、代わりにライアンと戦うためにベイを回すと、みんなを驚かせます。 ライアンはオーディンを倒し、ショーに最後の戦いを挑み、誰がポータルを開いて新しい世界に出て行くのかを確認します。 一方、Covey、Marche、Nicole、GiganteはDavid、Jake、Glen、Stingを破り、JinとLeonはMathewとLucyを破りました。 ライアンとショウの最後の戦いで、ショウは大きな問題を抱えていますが、彼が旅の途中で遭遇したすべての敵と友人のすべての感情の力を使用し、彼とペガサスはライアンとケルベックスを打ち負かします。 新しい世界への入り口が開き、翔と彼の友人たちはそこに運ばれ、奇妙で素晴らしい新しい土地で新しいベイの冒険を追求することに興奮して到着します。"
                }
            }
        }
    }
}