{
    "URL": "https://www.thetvdb.com/series/beywheelz",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Children",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2369810/",
        "https://www.themoviedb.org/tv/85032"
    ],
    "TitleEnglish": "BeyWheelz",
    "SummaryEnglish": "The series follows Team Estrella, a group of young and talented Beywheelers residing at Destection City. The peace of that place is threatened when a group of aggressive wheelers calling themselves Dominators attempts to take over the Beywheelz world. Unable to accept such a reign of terror, Team Estrella opposes the Dominators and ends up fighting them in the Judgement Bey tournament, which is to decide the fate of the world they live in, as well as the fate of an unknown, undiscovered one.",
    "Aliases": [
        "BeyWheelz: Powered by Beyblade",
        "Beyblade: BeyWheelz"
    ],
    "Modified": "2025-07-15",
    "Seasons": {
        "1": {
            "ID": "499542",
            "URL": "https://www.thetvdb.com/series/beywheelz/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4387724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4387724",
                    "TitleEnglish": "New Generation",
                    "SummaryEnglish": "The stage is set for the final round of the Beywheelz World Championship in Destection City. It's Sho vs. Jin in three matches to decide who the World BeyWheelz Champion will be!",
                    "Aliases": []
                },
                "2": {
                    "ID": "4387725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4387725",
                    "TitleEnglish": "The Dominators Attack!",
                    "SummaryEnglish": "The Dominators wreak havoc with the young Wheelers; Leon challenges Gigante to a battle.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4387726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4387726",
                    "TitleEnglish": "The Fateful Tag-Team Battle!",
                    "SummaryEnglish": "The Dominators continue to harass the Wheelers of the city in order to seize control of all of BeyWheelz. Only Team Estrella is able to challenge their rule, as Sho,Leon and Jin help to secure Wheelers safety against the Dominators. Wheelers everywhere around the city now fear The Dominators, who only wish to control the entire BeyWheelz world and frighten everyone with their power.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4387727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4387727",
                    "TitleEnglish": "The Wheeler of the Wilderness",
                    "SummaryEnglish": "The Dominators have spread their tyranny far, hunting down Wheelers everywhere hoping to control the BeyWheelz world. The mysterious Wheeler, Jake of the Dominators, is sent to hunt them as far as the desert where there is rumored to be another town called \"Sand Miguel\" with a powerful Wheeler nicknamed the Strong Armed Outlaw. But Leon also hunts in this vicinity to track down the Wheeler, to recruit for the upcoming battles against The Dominators.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4387728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4387728",
                    "TitleEnglish": "Race! The Beywheelz Grand Prix",
                    "SummaryEnglish": "Sho and Jin search for strong Bladers in Das Vegas. First they stopped at the beach, as Sho feels the air of the beach and said he wants to swim. Then they heard about the Beyblade Grand Prix. They stop by there and see that Nicole and Marche won the tournament. Jin decides to leave cause seeing this is just a waste of time. As they leave Marche notices Jin and Sho leaving. While Sho and Jin walks away, Jin saids that they are looking for bladers thet could join their team and not a bunch of baby's. Suddenly they into Nicole and Marche, who heard everything. Nicole saids that they should apologize now. Jin agnores them and keep on walking. Suddenly Nicole and Marche challenge them to a battle and they accept and the showdown starts.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4387729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4387729",
                    "TitleEnglish": "Judgement Bey Begins!",
                    "SummaryEnglish": "Covey defeats Sting of the Dominators.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4387730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4387730",
                    "TitleEnglish": "Law of the Dominators",
                    "SummaryEnglish": "Team Estrella have won the first match against the Dominators in the Judgment Bey tournament and both teams are preparing for the next match. Gigante sees that Sting has been punished by the Dominators' Team leaders for losing the first match and he vows not to let his brother David down in their battle against Nicole and Marche. The match starts and the teamwork of Nicole and Marche give them an early lead. Things look good for them until David surprises everyone by sacrificing his own brother's bey to win the match at the last second. The tournament is now tied one match a piece.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4387731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4387731",
                    "TitleEnglish": "Avenger on the Ice",
                    "SummaryEnglish": "Leon is training hard as he will be battling Jake of the Dominators in the next match in the Judgment Bey tournament. Leon has a reputation for trying to overpower his opponents using brute strength and Team Estrella hopes he can battle calmly this time and not lose his cool. The battle begins and since it is taking place in an Ice Stadium, Jake's bey has the advantage as it does not slip as much as Leon's. Leon figures out how to compensate for this however and it looks like he has kept calm this time and he will win. At the last moment the stadium breaks apart and Leone gets stuck in a crack in the ice, making it an easy target for Jake's Serpent. The Serpent strikes and Leone is defeated. Leon is devastated and the Dominators take a match point for the win, meaning that Team Estrella cannot lose another match or they are finished.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4387732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4387732",
                    "TitleEnglish": "Phoenix vs. The White Dragon",
                    "SummaryEnglish": "Jin of Team Estrella will battle Glen of Team Dominator in the next match of the Judgment Bey tournament; Marche, Covey and Nicole discover that the Dominators are cheating by selecting stadiums that will be advantageous to their bladers.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4387733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4387733",
                    "TitleEnglish": "Fierce Fight! A Battle of the Spirit",
                    "SummaryEnglish": "With the Judgment Bey tournament tied, there is a fifth and deciding match between Team Estrella's Sho and Team Dominators' Odin.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4410394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4410394",
                    "TitleEnglish": "The Shocking Truth",
                    "SummaryEnglish": "Ryan shocks the members of Team Estrella by offering them a chance to become the new Dominators and work for him. He explains that he has done research into the history of beys and that he found a portal to new world where beys that no one in this world has ever seen exist. Sho and his friends are interested until they learn that Ryan only wishes to use their Beyweelz to battle these new beys, defeat them, and take them for himself. Team Estrella is given a night to think about it, but when they show up at DREAM headquarters, they tell Ryan they will not use their Beywheelz to bend others to their will and they launch an attack on the Dominators instead.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4410395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4410395",
                    "TitleEnglish": "The Wheeler Bond",
                    "SummaryEnglish": "Sho and the rest of Team Estrella have arrived at DREAM Headquarters and announce that they are there to stop Ryan from achieving his plan to invade another world. They are at once set upon by numerous members of the Dominators and various battles ensue. While Covey battles a huge number of guards by himself, Marche and Nicole take on David and Jake. Gigante surprises everyone when he switches sides and joins Nicole and Marche against his brother David and Jake. Things look good for the new threesome until Glen and Sting arrive and join the battle, determined to defeat all Wheelers in their way. Meanwhile, Jin battles Mathew and Leon goes head to head against Lucy. Sho goes on ahead alone where he finds Ryan still planning his attack. Ryan dismisses his pleas to reconsider and before Sho can make his next move, Odin arrives and appears ready to battle Sho and aid Ryan in his plan.",
                    "Aliases": []
                },
                "13": {
                    "ID": "4410396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beywheelz/episodes/4410396",
                    "TitleEnglish": "A New World",
                    "SummaryEnglish": "Odin surprises everyone when he refuses to battle Sho and turns his Bey to battle Ryan instead. Ryan defeats Odin and then challenges Sho to a final battle to see who will be the one to open the portal and go forth into the new world. Meanwhile Covey, Marche, Nicole and Gigante defeat David, Jake, Glen and Sting and Jin and Leon defeat Mathew and Lucy. In the final battle between Ryan and Sho, Sho is in big trouble but uses the power of all the feelings of every opponent and friend he has encountered on his journey and he and Pegasus defeat Ryan and Kerbecs. The portal to the new world opens and Sho and his friends find themselves transported there and they arrive excited to pursue new Bey adventures in a strange and wonderful new land.",
                    "Aliases": []
                }
            }
        }
    }
}