{
    "URL": "https://www.thetvdb.com/series/oniai",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2390038/",
        "https://www.themoviedb.org/tv/62696"
    ],
    "TitleEnglish": "OniAi",
    "SummaryEnglish": "After 6-years' separation, Himenokouji Akito reunites with his twin sister Akiko and they live together once more. However, in the interim, Akiko had developed a serious case of bro-con, romantic feelings for Akito. It doesn't stop there as Nikaidou Arashi, the student council president of his new school, vice-president Nasuhara Anastasia, and Sawatari Ginbei Haruomi, who followed Akito all the way from Kyoto, all move in with him one after the other.",
    "TitleJapanese": "お兄ちゃんだけど愛さえあれば関係ないよねっ",
    "SummaryJapanese": "この作品は『とある事情でしばらく離れ離れになっていたものの、ゆえあって再び一つ屋根の下で暮らすようになったふたりの兄妹が、特に波乱もない平和な日常をのんべんだらりと送っていく様子を、これといった起承転結もなくつづっていくだけの単調な物語』のはずだったが…、主人公・姫小路秋人が6年ぶりに再会した双子の妹・姫小路秋子は極度のブラコンになっており、兄に対して恋愛感情を抱いてしまっていた。 \n更に転校先の聖リリアナ学園では、生徒会長の二階堂嵐、生徒会副会長の那須原アナスタシア、秋人の友人で京都から追っかけてきた猿渡銀兵衛春臣と、一癖も二癖もあるメンバーも集まり、気付いたらみんな一つ屋根の下で暮らすことに…。\n秋人の望んでいた『平凡な日々』はあらぬ方向に進んで行ってしまうことになるのであった。",
    "Aliases": [
        "Onii-chan Dakedo Ai Sae Areba Kankeinai yo ne!"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "499947",
            "URL": "https://www.thetvdb.com/series/oniai/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "4466971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oniai/episodes/4466971",
                    "TitleEnglish": "Rice",
                    "SummaryEnglish": "Picture Drama 1",
                    "TitleJapanese": "おこめだ （おいしいお米の秋子小町の収穫が楽しみだねっ）",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4466972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oniai/episodes/4466972",
                    "TitleEnglish": "Chestnut Shelling",
                    "SummaryEnglish": "Picture Drama 2",
                    "TitleJapanese": "くりむく （銀兵衛は栗が大好きだからいがいがをむくよねっ）",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4530695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oniai/episodes/4530695",
                    "TitleEnglish": "Reading Aloud",
                    "SummaryEnglish": "Picture Drama 3",
                    "TitleJapanese": "ろうどく （休日出勤は苦労するけどいつか報われるよねっ）",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4575082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oniai/episodes/4575082",
                    "TitleEnglish": "Ocean Roar",
                    "SummaryEnglish": "Picture Drama 4",
                    "TitleJapanese": "しおさい （ねぇ知ってる?おっぱいのサイズの測り方って難しいんだよねっ）",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4575083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oniai/episodes/4575083",
                    "TitleEnglish": "Socks",
                    "SummaryEnglish": "Picture Drama 5",
                    "TitleJapanese": "くつした （眼鏡って屈折したレンズを利用した文明の利器だよねっ）",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4600232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oniai/episodes/4600232",
                    "TitleEnglish": "Freshly Undressed",
                    "SummaryEnglish": "Picture Drama 6",
                    "TitleJapanese": "ぬぎたて （温もりがほしいからギブミーって愛を求めたりしてしまうよねっ）",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "499948",
            "URL": "https://www.thetvdb.com/series/oniai/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4390795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oniai/episodes/4390795",
                    "TitleEnglish": "OniAi",
                    "SummaryEnglish": "Akiko moves into a school dormitory with her brother Akito, when he transfers to her school. Owing to her brother complex, Akiko has a crush on Akito. With both of them in student government, will Akiko be able to share him with the other council members?",
                    "TitleJapanese": "おにあい",
                    "SummaryJapanese": "長年別々に暮らしていた妹と兄、秋子と秋人。二人は、秋人の努力によって、今は使われていない古い学生寮で一緒に暮らせることになった。引っ越しの日、秋子は胸躍らせて新しい住まいへと向かう。興奮と緊張の秋子を優しく迎える秋人。バラバラに過ごしてきた時は終わり、兄妹二人だけの水入らずの生活が始まった。"
                },
                "2": {
                    "ID": "4411760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oniai/episodes/4411760",
                    "TitleEnglish": "Indecency",
                    "SummaryEnglish": "Akito catches Akiko reading a trashy romance novel. Akito, having trouble settling into his class, is given firsthand lessons in the concept of \"tsundere\"from both Akiko and Anastasia. Akito and his longtime friend Ginbe get into an argument.",
                    "TitleJapanese": "みだらね",
                    "SummaryJapanese": "ようやく兄妹水入らずで生活できるようになった秋子と秋人だが、そうは問屋が卸さなかった。なぜか、秋子と同じ生徒会に所属する二階堂嵐、那須原アナスタシア、猿渡銀兵衛春臣も寮に押しかけてきて、一緒に生活することになってしまった。秋子は、どうにかして秋人をひとりじめしようとするが、思うようにはいかない。"
                },
                "3": {
                    "ID": "4411761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oniai/episodes/4411761",
                    "TitleEnglish": "Braless",
                    "SummaryEnglish": "Akiko asks Akito for help changing her light. Akito has his hands full maintaining the dorm, from fixing the plumbing to repairing the doors. The girls have differing opinions over allowing Akito to take in the laundry. Akito helps Anastasia settle in.",
                    "TitleJapanese": "ぶらなし",
                    "SummaryJapanese": "古い学生寮で一緒に暮らす秋子、秋人、アナスタシア、銀兵衛、嵐たち。秋人は、学生寮の修繕や、掃除など、なりゆきで管理人の仕事にてんてこまい。ある時、アナスタシアが秋人を自室に招く。アナスタシアの部屋は、散らかっていた。引っ越したダンボールもそのままだ。そこで、アナスタシアは驚愕の告白をするのだった……。"
                },
                "4": {
                    "ID": "4411762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oniai/episodes/4411762",
                    "TitleEnglish": "Naked",
                    "SummaryEnglish": "Akito brings home a special dessert, just for Ginbe to enjoy. Akito continues to fix up Anastasia's room, and the two of them discuss her hobby of collecting stuffed animals. Arashi has the girls take a bath together, to help them bond together better.",
                    "TitleJapanese": "はだかだ",
                    "SummaryJapanese": "銀兵衛は、秋人に異性として見られていないことを気にしていた。部屋で二人きりになっても、緊張するのは銀兵衛の方だけで、秋人は平然としている。ある夜、嵐の提案で親睦を深める為に女性陣で一緒にお風呂に入ることになる。その裸天国で、銀兵衛が秋人にあのような辱めを受けるとは、誰も予想すらできなかった……。"
                },
                "5": {
                    "ID": "4411763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oniai/episodes/4411763",
                    "TitleEnglish": "Erogeny",
                    "SummaryEnglish": "In a student government meeting, the council members discuss what they are going to call Akito. Kaoruko proposes that Akito write a short story to be published in a women's magazine. She grows concerned for him when she learns his sibling is a sister.",
                    "TitleJapanese": "せいかん",
                    "SummaryJapanese": "嵐は、秋子、秋人、銀兵衛、アナスタシアに提案する。リリアナ学園の生徒会として、また同じ学生寮に暮らす仲間として、より親睦を深めるためにお互いの呼び名を決めようではないか、と。その提案に乗った秋子たちは、各々、呼び名を提案したりするが、本人に却下されたり、思惑が交錯したりで、なかなか呼び名は決まらず……。"
                },
                "6": {
                    "ID": "4411764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oniai/episodes/4411764",
                    "TitleEnglish": "Mayochiki",
                    "SummaryEnglish": "Kaoruko reads the latest installment of Akito's love story. She decides to stop by the dorm, where she meets the others, and asks them whether they think Akito has a sister complex. The council decides to separate Akito and Akiko into separate rooms.",
                    "TitleJapanese": "まょちき",
                    "SummaryJapanese": "秋人は生活費を稼ぐため、小説『禁じられた愛の物語』を書いている。担当編集の薫子は、兄妹の禁断の愛を描いたその小説の、兄が妹を愛する感情のリアリティに、もしかして秋人は実の妹を愛しているのでは？ シスコンではないか？ と疑念を持つ。薫子は真実を明らかにしようと、秋人たちが住む学生寮に向かうが……。"
                },
                "7": {
                    "ID": "4411765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oniai/episodes/4411765",
                    "TitleEnglish": "Petitties",
                    "SummaryEnglish": "Akiko is upset over not being consulted before Arisa, who claims to be Akito's fiancée, was hired as dorm manager. Later that day, Arashi proposes that Akiko and Arisa compete in a contest, to see which one of them is the better little sister to Akito.",
                    "TitleJapanese": "ちっぱい",
                    "SummaryJapanese": "秋子たちが住む寮の新しい管理人としてやってきた鷹ノ宮ありさ。12才で家事万能、秀才の彼女は、秋人の婚約者だという。アナスタシア、銀兵衛、嵐はライバルとはいえ、可愛いありさを歓迎するが、秋子はそうではなかった。秋人を奪われるかもしれない、さらに妹ポジションまで奪われるかもしれないと恐怖した秋子は……。"
                },
                "8": {
                    "ID": "4411766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oniai/episodes/4411766",
                    "TitleEnglish": "Colorful",
                    "SummaryEnglish": "The girls all go to find new swimsuits even though summer is still in the distance. They try frilly ones, sexy ones, and cute ones. Then, Arashi proposes a contest to show of their new goods and Akito must decide which one impresses him the most.",
                    "TitleJapanese": "からふる",
                    "SummaryJapanese": "もうすぐ夏がやってくる。夏といえば、青い空、白い雲、そして、海だ。秋子、アナスタシア、銀兵衛、嵐、ありさは、きたる夏に備えて水着を買いに行く。秋人に喜んでもらうには、秋人の目を惹くには、秋人を誘惑するには、どんな水着がいいのか……、それぞれの思惑が交錯する中、選択と、試着が繰り広げられ……。"
                },
                "9": {
                    "ID": "4411767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oniai/episodes/4411767",
                    "TitleEnglish": "Meow Meow",
                    "SummaryEnglish": "Akito follows Gin to the back of the school building to find out why she is acting so suspiciously. When Akito suddenly falls sick, everyone fights over who will nurse him back to health. They decide to take turns treating him how they see fit.",
                    "TitleJapanese": "にーにー",
                    "SummaryJapanese": "秋子たちが通うリリアナ学院。秋人は銀兵衛の怪しい行動を目撃する。不審に思い、銀兵衛の後をつけると、銀兵衛はひと目を避けるようにコソコソと校舎の裏へと消えていった。誰かと会っているのか？　その時、秋人の耳に聞こえてきたのは、銀兵衛の艶声だった……。まあ、銀兵衛は子猫を相手にしているだけなんですけどね。"
                },
                "10": {
                    "ID": "4411768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oniai/episodes/4411768",
                    "TitleEnglish": "Silver Ball",
                    "SummaryEnglish": "During her turn nursing, Ginbe reminisces about Akito's transfer to her school and how they first met. After Akito recovers he has to choose the winner of the contest he had no idea about. What is the prize and what will the winner do with such a chance?!",
                    "TitleJapanese": "ぎんだま",
                    "SummaryJapanese": "銀兵衛は、秋人が自分を異性として意識してくれないことを悩んでいた。風邪を引いて寝込んでしまった秋人を、かいがいしく看病する銀兵衛は、小学校五年生の時、秋人と出会った時の事を思い出していた。転校してきた秋人は、銀兵衛を男の子だと思い込んでいた。その時から、今にいたるボタンの掛け違いが始まったのだ……。"
                },
                "11": {
                    "ID": "4411769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oniai/episodes/4411769",
                    "TitleEnglish": "Fleeting",
                    "SummaryEnglish": "Anastasia can't find her underwear and is forced to spend the rest of the day without it, which proves troublesome when Arisa reports something strange in the woods and the gang decides to investigate. When their search turns up nothing and they lose each other whilst going home, Anastasia reminisces about how she and the Himenokoji twins met. Kaoruko has a fever-induced dream that she and Akito's cohabitants have entered a polygamous marriage with him.",
                    "TitleJapanese": "はかない",
                    "SummaryJapanese": "風呂上がり、産まれたばかりの姿にタオルを巻きつけただけのアナスタシアは、始めて味わう深い苦悩の中にいた。屈辱感すら覚えていた。そう、風呂上がりに履く下着がみつからないのである。散らかった部屋のどこかにあるはずだが……。その時、ありさの悲鳴が聞こえ、アナスタシアは履いてないまま部屋を出るはめになり……。"
                },
                "12": {
                    "ID": "4411770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oniai/episodes/4411770",
                    "TitleEnglish": "It's Love",
                    "SummaryEnglish": "Everyone gets separated and Akiko is left alone with Nasuhara. While contemplating her panty dilemma, Nasuhara reminisces about her first meeting with Akiko. What will happen to Akito and his crew of crazy girls that sleep under the same roof?",
                    "TitleJapanese": "あいだね",
                    "SummaryJapanese": "寮の周囲に痴漢がいるかもしれないと、パトロールに出た秋子たちは、ひょんなことからバラバラになってしまった。秋子はアナスタシアと二人きりになる。アナスタシアは、秋子と始めて出会った時のことを思い出していた。秋子への複雑な想い……、秋人との出会い……。そして、下着を履いていないことが秋子にバレてしまい……。"
                }
            }
        }
    }
}