{
  "URL": "https://www.thetvdb.com/series/psycho-pass",
  "Genres": [
    "Action",
    "Anime",
    "Crime",
    "Science Fiction",
    "Thriller"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2379308/",
    "https://psycho-pass.com/",
    "https://www.themoviedb.org/tv/43865"
  ],
  "TitleEnglish": "Psycho-Pass",
  "SummaryEnglish": "In the year 2113, people are given brain scans to determine how likely they are to commit a crime. Those who fail are apprehended, or even killed.",
  "Aliases": [
    "PSYCHO PASS"
  ],
  "Modified": "2025-08-25",
  "Seasons": {
    "0": {
      "ID": "499942",
      "URL": "https://www.thetvdb.com/series/psycho-pass/seasons/official/0",
      "# Episodes": 20,
      "Episodes": {
        "12": {
          "ID": "7465117",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7465117",
          "TitleEnglish": "Psycho-Pass: The Movie",
          "SummaryEnglish": "Due to the incredible success of the Sibyl System, Japan has begun exporting the technology to other countries with the hope that it will one day be used all around the world. In order to test its effectiveness in a foreign location, the war-torn state of the South East Asian Union (SEAUn) decides to implement the system, hoping to bring peace and stability to the town of Shambala Float and keep the population in check.",
          "Aliases": []
        },
        "13": {
          "ID": "5675501",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/5675501",
          "TitleEnglish": "Psycho-Pass: Sinners of the System - Case.1 Crime and Punishment",
          "SummaryEnglish": "In the winter of 2117, a runaway vehicle crashes into the Public Safety Bureau Building. The driver is identified as Izumi Yasaka, a psychological counselor at the Sanctuary, a Latent Criminal Isolation Facility in Aomori Prefecture. But right before her interrogation, Inspector Mika Shimotsuki and Enforcer Nobuchika Ginoza are tasked with promptly escorting Yasaka back to Aomori. What awaits them there is a False Paradise.",
          "Aliases": []
        },
        "14": {
          "ID": "6899533",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/6899533",
          "TitleEnglish": "Psycho-Pass: Sinners of the System - Case.2 First Guardian",
          "SummaryEnglish": "2112; the summer before Akane Tsunemori was assigned to Division One of the Public Safety Bureau's Criminal Investigation Department. Teppei Sugo, an accomplished pilot of the Defense Army's 15th Integrated Task Force, joins the military operation in Okinawa. Three months later, an unmanned combat drone opens fire on the Ministry of Defense in Tokyo. Enforcer Tomomi Masaoka of CID Division One is dispatched to Sugo's military base to investigate the truth behind this case.",
          "Aliases": []
        },
        "16": {
          "ID": "7655032",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7655032",
          "TitleEnglish": "First Inspector: Ziggurat Capture (Part 1)",
          "SummaryEnglish": "When Arata Shindo and Kei Mikhail Ignatov, the two Inspectors who lead the Criminal Investigation Department's CID Division 01, clash over truth and justice during an investigation, the mastermind behind the case, Koichi Azusawa, launches an assault on the NONA Tower, putting the detectives in a predicament like never seen before.",
          "Aliases": []
        },
        "17": {
          "ID": "7655033",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7655033",
          "TitleEnglish": "First Inspector: Ziggurat Capture (Part 2)",
          "SummaryEnglish": "When Arata Shindo and Kei Mikhail Ignatov, the two Inspectors who lead Criminal Investigation Department's Unit One (aka Division 01), clash over truth and justice during an investigation, the mastermind behind the case, Koichi Azusawa, launches an assault on the The NONA Tower, putting the detectives in a predicament like never seen before.",
          "Aliases": []
        },
        "18": {
          "ID": "7655034",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7655034",
          "TitleEnglish": "First Inspector: Rainy Day, And",
          "SummaryEnglish": "When Arata and Kei, the two inspectors who lead CID Unit One, clash over truth and justice during an investigation, the mastermind behind the case, Koichi Azusawa, launches an assault on the Public Safety Bureau Building, putting the detectives in a predicament like never seen before.",
          "Aliases": []
        },
        "19": {
          "ID": "7516786",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7516786",
          "TitleEnglish": "Psycho-Pass 3: First Inspector",
          "SummaryEnglish": "Inspector Kei Mikhail Ignatov finds himself involved with an organization named Bifrost with the possibility of freeing his wife if he betrays Unit One. Koichi Azusawa coordinates an assault on the Public Safety Bureau tower using his hacker Obata, locking down the building and kidnapping Inspector Arata Shindo. Azusawa demands that governor Karina Komiya resign from her position.",
          "Aliases": []
        },
        "20": {
          "ID": "9888918",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/9888918",
          "TitleEnglish": "Psycho-Pass: Providence",
          "SummaryEnglish": "Akane Tsunemori, chief inspector of the Criminal Investigation Department, investigates the death of a professor whose research paper the \"Stronskaya Document\" could shake Japan's government and the Sibyl System to the core.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "499943",
      "URL": "https://www.thetvdb.com/series/psycho-pass/seasons/official/1",
      "# Episodes": 22,
      "Episodes": {
        "1": {
          "ID": "4390792",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4390792",
          "TitleEnglish": "Crime Coefficient",
          "SummaryEnglish": "In a world where minds can be analysed for potential threats of crime and mental instability, Inspector Tsunemori Akane is sent to deal with her first case, along with fellow inspector Ginoza and a group of Enforcers, latent criminals hired by the police to work for them. Akane’s case deals with an insane man who has taken a woman hostage and raped her, holing himself up in a building inhabited by groups of the homeless.",
          "Aliases": []
        },
        "2": {
          "ID": "4412492",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4412492",
          "TitleEnglish": "Those Capable",
          "SummaryEnglish": "While Kogami is recuperating from Akane’s Paralyzer shot, she begins to worry about whether she is suited to be an Inspector after the fallout from her first case. On her second day on the job, she begins to learn more about the Enforcers she works with.",
          "Aliases": []
        },
        "3": {
          "ID": "4413085",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413085",
          "TitleEnglish": "Rearing Conventions",
          "SummaryEnglish": "Ginoza and Akane, along with the Enforcers, are brought in to investigate a death caused by a Drone at a Drone manufacturing plant. When the Psycho-Pass of the entire staff checks out, they question whether it was an accident or possibly murder.",
          "Aliases": []
        },
        "4": {
          "ID": "4413086",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413086",
          "TitleEnglish": "Nobody Knows Your Mask",
          "SummaryEnglish": "When the CID is brought in to investigate a disappearance of Kimihiko Hayama, they discover that not only has he been killed, but someone has taken over his net avatar, Talisman. The CID tries to track down the fake Talisman in order to find the killer.",
          "Aliases": []
        },
        "5": {
          "ID": "4413087",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413087",
          "TitleEnglish": "Nobody Knows Your Face",
          "SummaryEnglish": "The CID’s hunt for Kimihiko Hayama’s killer leads them to another murder with the same modus operandi. Now it’s up to the CID to figure out how to track down the killer’s real identity and get justice for the victims.",
          "Aliases": []
        },
        "6": {
          "ID": "4413088",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413088",
          "TitleEnglish": "Return of the Psychotic Prince",
          "SummaryEnglish": "After reading Kogami’s personnel file, Akane attempts to learn more about Kogami’s past and why he ended up as an Enforcer. Meanwhile, the CID detectives attempt to figure out who was helping Kanehara commit murders in the Hachioji Drone incident.",
          "Aliases": []
        },
        "7": {
          "ID": "4413089",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413089",
          "TitleEnglish": "Symbolism of Bletilla Striata",
          "SummaryEnglish": "After realizing that the recent murders and the Specimen Case are indeed connected, Ginoza takes Kogami off the case and requests Tsunemori to watch over him. Tsunemori discusses Sasayama's murder with Kogami, and he gives her his one piece of evidence: a blurry image of Makishima. Meanwhile, Makishima, in a study with another older man, reveals the circumstances of Rikako Oryo's father's death and discusses the nature of the shortening life expectancy in this \"perfect\" world. Later, Rikako continues her crimes with the help of Makishima's colleague, Choe Gu-Sung, and abducts another fellow student who is worried about her friend's disappearance.",
          "Aliases": []
        },
        "8": {
          "ID": "4413090",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413090",
          "TitleEnglish": "And Then, Silence",
          "SummaryEnglish": "With his profiling skills, Kogami determines that the girls' school killer isn't the same murderer from the unsolved case years ago; he explains that the recent murders lack \"originality\" and pointed social commentary of the previous killings. When he and Tsunemori realize the culprit is one of the students, they locate Rikako - who escapes when one of teachers stops Kogami from executing her. As the Enforcers try to locate her secret routes and hiding places, Rikako flees - but not before everyone discovers her latest creation. Makishima calls Rikako to tell her that she's a disappointment and has one of his colleagues dispose her. In the meantime, Kogami picks up a damaged audio file which was deliberately left by Makishima. Due to Rikako's failure, Makishima develops an interest in Kogami.",
          "Aliases": []
        },
        "9": {
          "ID": "4413091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413091",
          "TitleEnglish": "Paradise Fruit",
          "SummaryEnglish": "Kogami, attempting to track down Makishima, takes Tsunemori to visit his former teacher, Jouji Saiga, who agrees to give her a crash course on criminal profiling; however, Ginoza reprimands her harshly which results into an argument. Afterwards, Masaoka explains to her Ginoza's attitude by revealing his past. In the meantime, Makishima discusses humanity and philosophy with Senguji, who in an earlier interview reveals himself to be nearly a full cyborg. He gives him his next target: Shinya Kougami.",
          "Aliases": []
        },
        "10": {
          "ID": "4413092",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413092",
          "TitleEnglish": "Methuselah's Game",
          "SummaryEnglish": "Makishima and Senguji set up a hunt by using Tsunemori's friend Yuki as bait to lure Kogami into an abandoned subway station. Upon entering the station, Kogami discovers Yuki and loses contact with Tsunemori; the two must evade Senguji and his canine drones as a curious Makishima observes from above. Ginoza scolds Tsunemori for letting Kogami go on his own but Masaoka chastises him over his treatment of her. Meanwhile, Makishima rigs the hunt to give Kogami a chance to create a working transponder and, as a result, Kogami makes contact with the group outside and they go in after him.",
          "Aliases": []
        },
        "11": {
          "ID": "4413093",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413093",
          "TitleEnglish": "The Saint's Supper",
          "SummaryEnglish": "With a drone delivering him a Dominator, Kogami manages to outwit Senguji and kill him, although he also takes some shots in the process. Just then, Yuki is captured by Makishima, with Kogami too weak to follow. As Masaoka tends to Kogami's injuries, Tsunemori goes alone to pursue Makishima. To her shock, she discovers her Dominator is useless against him as his Crime Coefficent levels are too low, with Makishima attributing his murderous intent to his own free will. He gives Tsunemori the opportunity to try killing him with Senguji's shotgun, but she finds herself unable to do it and is forced to helplessly watch Makishima kill Yuki right before her eyes.",
          "Aliases": []
        },
        "12": {
          "ID": "4413094",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413094",
          "TitleEnglish": "Devil's Crossroad",
          "SummaryEnglish": "Taking place three years prior to the series, the episode focuses on Yayoi, who was a guitarist in a band before being imprisoned in a rehabilitation facility for being a latent criminal. As she anxiously waits for release so she can play the guitar again, she is approached by Kogami, who was still a detective, and Ginoza about a series of crimes occuring in the area she was once familiar with. She initially rejects their offer until Kogami gives her some guitar strings which reminded her of a guitarist she admired, Rina Takizaki. When the club they are investigating gets set on fire after Kogami's partner Mitsuru Sasayama jumps the gun in approaching culprits dealing with molotov cocktails, Yayoi decides to search for Rina, only to discover she is part of a resistance group selling the molotov cocktails in the hopes of overthrowing the Sybil system. Yayoi tries to stop Rina but finds she is unable to use the Dominator that Kogami gave her, as she wasn't actually an enforcer, and Rina escapes. Afterwards, Yayoi resolves to become an enforcer and leaves the rehabilitation center.",
          "Aliases": []
        },
        "13": {
          "ID": "4413095",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413095",
          "TitleEnglish": "Invitation From the Abyss",
          "SummaryEnglish": "Ginoza meets up with the head of the Public Security Bureau about Makishima, who confidentially reveals to him about the real culprit of the Specimen Case, Touma Kouzoburou, three years ago who happens to be \"criminally asymptomatic\" just like Makishima. She urges him to keep any doubts away from the public eye and orders him to capture Makishima. Following Yuki's funeral, Akane agrees to undergo a 'Memory Scoop' to provide a photofit of Makishima based on her memories of the incident, despite warnings from others that it may damage her Psycho-Pass. Despite reliving the traumatizing memory, the Memory Scoop is successfully completed without her Psycho-Pass reaching into dangerous levels, providing a photofit image of Makishima to aid in the investigation. Later, Ginoza discusses with Masaoka, who is actually his father, about how Akane manages to keep her Psycho-Pass from becoming unclouded.",
          "Aliases": []
        },
        "14": {
          "ID": "4413096",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413096",
          "TitleEnglish": "Sweet Poison",
          "SummaryEnglish": "A man in a helmet breaks into a pharmacy, kills the staff, and departs with drugs. When the MWSPB arrives on the scene, they find his coefficient wasn't high enough to raise an alarm. The same man attacks a woman in public, brutally beating her to death with a hammer in front of a crowd and a Psycho-Pass scanner. Later, the team learn that more culprits, wearing the same helmets, rob an armored car. Kogami deduces that the second crime would have a motive, leading their investigation to a man named Jyunmei Itoh who had a grudge against the victim. As Itoh attempts to escape, Kogami deduces that helmets copy the clear Psycho-pass rate of innocent bystanders and thus help criminals avoid evasion. With Akane and Masaoka's help, he apprehends the murderer.",
          "Aliases": []
        },
        "15": {
          "ID": "4413097",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413097",
          "TitleEnglish": "The Town Where Sulfur Falls",
          "SummaryEnglish": "As footage of the helmet killings appear on the internet, the helmets are distributed to more criminals who begin committing more horrendous crimes out in the open, prompting bloodthirsty revenge from the public in the name of self-defense. As the MWSPB are sent in to suppress the riots, Kogami deduces that the riots are intended to draw the police away from the Health and Welfare Ministry's Nona Tower facility, where the Sibyl System is located. As Makishima and his gang break in, Kogami, Akane and Shuusei head to the scene.",
          "Aliases": []
        },
        "16": {
          "ID": "4413098",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413098",
          "TitleEnglish": "The Gate to Judgment",
          "SummaryEnglish": "As Akane, Kogami, and Shuusei enter the Nona Tower, Makishima intends to act as a diversion at the top of the tower while Guseong reaches the core of the Sibyl System in the hidden basement. Kogami and Akane decide to chase after Makishima to the top of the tower as Shuusei descends to the basement. After descending to the hidden basement, Shuusei has lost connection with the network and discovers the truth behind the Sibyl System. Meanwhile, Kogami engages in a battle with Makishima. Makishima beats Kogami but is knocked out by Akane. Kogami instructs Akane to kill Makishima but Akane was able to control her emotions. Meanwhile, Shuusei defeats the guards and confronts Guseong at the heart of the Sibyl System, who is suddenly killed by Kasei, who is revealed to be a cyborg and proceeds to override her Dominator to fire at Shuusei.",
          "Aliases": []
        },
        "17": {
          "ID": "4413099",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413099",
          "TitleEnglish": "Iron Heart",
          "SummaryEnglish": "After Makishima is taken in and the riots are brought under control, Kogami remains curious about how Makishima will be judged, as well as the whereabouts of Shuusei. Later that day, Kasei tells Ginoza that Makishima's case has been taken out of the MWPSB's hands and orders him to investigate Shuusei's whereabouts, much to the ire of both Ginoza and Kogami. Later, Makishima is confronted by Kasei who reveals herself as Kouzoborou and shares a cybernetic body with Kasei. He explains to Makishima about the true nature of the Sybil System, which is revealed to be a supercomputer network comprised of human brains of criminally asymptomatic individuals like him. Kouzoborou offers Makishima to become a part of the System. But he refuses and instead kills Kouzaborou and escapes from the transit which is supposed to take him to the Ministry of Welfare before briefly contacting Kogami about his escape.",
          "Aliases": []
        },
        "18": {
          "ID": "4413100",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413100",
          "TitleEnglish": "A Promise Written on Water",
          "SummaryEnglish": "As Ginoza discovers that he is unauthorized to investigate the crash site of Makishima's carrier, Kasei reassigns him on recapturing Makishima and requests that Kogami should be taken off the case. Kogami suspects that something is amiss behind the whole order, believing there is something Kasei is hiding from them. Agreeing with him, Ginoza arranges for Kogami to be transferred to Division 2 who are in charge of investigating Shuusei's whereabouts. However, they are confronted by Kasei, who tries to get Ginoza to kill Kogami, but luckily Akane knocks him out with Paralyzer mode before anything can happen. Upon awakening, Kogami borrows one of the helmets from Shion and retrieves keys to a safehouse from Masaoka before leaving the MWPSB, explaining in a letter to Akane that the only way where he can stop Makishima is to step outside of the law.",
          "Aliases": []
        },
        "19": {
          "ID": "4413101",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413101",
          "TitleEnglish": "Transparent Shadow",
          "SummaryEnglish": "Ginoza, whose Hue is now problematic, eschews intensive therapy in order to work on retrieving Kogami and Makishima. He argues with Masaoka over his \"softness,\" and declares his intention to see his \"obsession\" through to the end. Kogami, meanwhile, goes to visit Saiga in order to figure out Makishima's next move; the two surmise that Makishima might attempt to meddle with Japan's food supply in order to force open borders for the country. Shion does her best to comfort Akane and Kasei connects with Sibyl to determine their new \"pawn.\" Later, a Dominator-bearing drone comes to visit Akane in the office - and declares that it will tell her the truth about everything.",
          "Aliases": []
        },
        "20": {
          "ID": "4413102",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413102",
          "TitleEnglish": "Where Justice Lies",
          "SummaryEnglish": "The Sibyl System reveals itself to Akane and notes that she understands the necessity of the system, if not its justifiability. Makishima finds the professor who is responsible for the hyper-oats and murders him after finding the information he seeks, taking along the man's fingers and eyeballs as a measure against biometric security. Kogami arrives on the scene not long after and leaves a clue for the MWSPB in the man's airpipe. Meanwhile, Akane makes a deal with Sibyl: if the System withdraws the execution order for Kogami, she will capture Makishima alive. Thanks to her detective work, they quickly find Kogami's clue and understand what Makishima's up to.",
          "Aliases": []
        },
        "21": {
          "ID": "4413103",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413103",
          "TitleEnglish": "Blood-stained Reward",
          "SummaryEnglish": "As Makishima works on reprogramming the virus, both Kogami and the MWPSB arrive at the factory, with Kogami instructing Akane that they need to shut down power to the facility to bypass the security. Prior to arriving, Akane manages to convince the Sibyl System to keep her Dominator on Paralyzer mode with the safety unlocked regardless of Crime Coefficient to use as a trump card against Makishima and Kogami. After the power is shut down, Kogami sneaks into the facility whilst Akane and Yayoi head to the control room in case Makishima attempts to activate the emergency power. Finding the control room empty, Akane comes to realise that Ginoza and Masaoka are in danger. As Ginoza becomes trapped under a container after tripping up a trap, Masaoka comes face to face with Makishima. Although Masaoka appears to get the upper hand, Makishima threatens to blow Ginoza up with a stick of dynamite, with Masaoka ultimately sacrificing himself to save his son. As Ginoza remains horrified by his father's death, Kogami pursues Makishima and prepares to engage in a knife fight with him.",
          "Aliases": []
        },
        "22": {
          "ID": "4413104",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4413104",
          "TitleEnglish": "Perfect World",
          "SummaryEnglish": "Kogami and Makishima fight against each other, with Kogami managing to land a hit, but their fight is broken up when Akane arrives on the scene. Instead of arresting Kogami, Akane gives her the modified Dominator so they can both pursue Makishima. Makishima attempts to escape via truck, but Akane manages to get onto it and burst its tire, causing it to crash. With Akane to injured to fight, Kogami takes a reloaded revolver and pursues Makishima as he tries to escape. Reaching the end of his road, Makishima simply waits as Kogami finally shoots him, with Akane unable to do anything about it. Afterwards, the Sybil System tells Akane of how they intend to make itself public at a time where the public will come to accept it, though Akane responds that there will come a day when humans stand up against them. Two months later, Ginoza becomes an Enforcer whilst Mika Shimotsuki, one of the girls from the statue incident, joins the MWPSB as a detective under Akane's wing, whilst Kogami is seen elsewhere.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "528868",
      "URL": "https://www.thetvdb.com/series/psycho-pass/seasons/official/2",
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "4653191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4653191",
          "TitleEnglish": "The Scales of Justice",
          "SummaryEnglish": "A series of bombings takes place in Tokyo. After some analysis, the detectives figure out who the culprit is and his whereabouts, and head to his location. Akane wants to be cautious, but the other Inspectors decide to rush in, and...",
          "Aliases": []
        },
        "2": {
          "ID": "4917243",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4917243",
          "TitleEnglish": "The Creeping Unknown",
          "SummaryEnglish": "An Enforcer from Division 2 was executed by a Dominator and an Inspector from the same division has gone missing. The only clue they have is the mysterious message “WC?” left at the crime scene. But who could commit a crime without being detected?",
          "Aliases": []
        },
        "3": {
          "ID": "4917244",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4917244",
          "TitleEnglish": "The Devil's Proof",
          "SummaryEnglish": "Right before Kitazawa was executed, he mentioned the name of someone who had supposedly been helping him. While others just think that he was crazy, Akane wants to get to the bottom of this case and tries to seek out help from someone.",
          "Aliases": []
        },
        "4": {
          "ID": "4917245",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4917245",
          "TitleEnglish": "The Salvation of Job",
          "SummaryEnglish": "A man occupies a mental care facility and starts acting violent, but Inspector Aoyanagi’s Dominator does not consider him a threat. As the Area Stress Level rises, Division 3 takes over the case and brings in a new armament to deal with the situation.",
          "Aliases": []
        },
        "5": {
          "ID": "4917246",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4917246",
          "TitleEnglish": "Unforbidden Games",
          "SummaryEnglish": "The MSPWB has identified a possible hiding place for Kamui, and Divisions 1 and 3 are sent to the scene in order to investigate. Meanwhile, Akane has Saiga help with Representative Masuda’s interrogation.",
          "Aliases": []
        },
        "6": {
          "ID": "4917247",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4917247",
          "TitleEnglish": "Those Who Cast Stones",
          "SummaryEnglish": "The Military Drones hunt down the MWPSB detectives. While attempting to evacuate the detectives, Akane realizes what Kamui’s true objective is. Meanwhile, the Analysis Lab rushes to track down and deactivate the program that hacked the Drones.",
          "Aliases": []
        },
        "7": {
          "ID": "4917249",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4917249",
          "TitleEnglish": "Untraceable Children",
          "SummaryEnglish": "Multiple Dominators were stolen by Kamui during the massacre caused by the Military Drones. Who does he intend to use those Dominators on? And why hasn’t the Sibyl System taken any action to deactivate them? Akane goes to see Kasei to get answers.",
          "Aliases": []
        },
        "8": {
          "ID": "4917484",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4917484",
          "TitleEnglish": "Conception of the Oracle",
          "SummaryEnglish": "Kamui has been hiding in plain sight using Holos that take the form of dead people aged up, which makes Akane realize that his actions have been planned in great detail. Meanwhile, Mika closes in on the truth about Kamui and submits a report to Kasei.",
          "Aliases": []
        },
        "9": {
          "ID": "4917485",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4917485",
          "TitleEnglish": "Omnipotence Paradox",
          "SummaryEnglish": "After figuring out who Sakuya Togane really is, Inspector Shimotsuki also learns the truth about the Sibyl System. In the meantime, Kamui and his accomplices are moving forward with their plan using the Dominators he took from the MWPSB.",
          "Aliases": []
        },
        "10": {
          "ID": "4917486",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4917486",
          "TitleEnglish": "Gauging the Soul",
          "SummaryEnglish": "The ghost has revealed himself and taken action. Kamui and his group take over five hundred passengers in subway trains as hostages and start shooting them randomly with Dominators. What are they trying to accomplish? What is the MWPSB’s next move?",
          "Aliases": []
        },
        "11": {
          "ID": "4917487",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/4917487",
          "TitleEnglish": "What Color?",
          "SummaryEnglish": "The time for judgment has come. Akane advances towards the core of the Sibyl System with Kamui. Which will be judged, Kamui or Sibyl? What is Sibyl’s answer to Kamui’s existence? What is Kamui’s intention? The rules of the world are about to change.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "802357",
      "URL": "https://www.thetvdb.com/series/psycho-pass/seasons/official/3",
      "# Episodes": 8,
      "Episodes": {
        "1": {
          "ID": "7087633",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7087633",
          "TitleEnglish": "Laelaps' Calling",
          "SummaryEnglish": "Tokyo, 2120. A massive transport drone crashes, and Unit One's new inspectors Arata Shindo and Kei Mikhail Ignatov head to investigate. Discovering that Hyper Transport Co. accountant Asahi Rick Fellows is missing, Arata performs a Mental Trace to track him, but finds only his waterlogged corpse. Arata and Kei suspect the crash was staged, and pursue the mastermind who tried to silence Rick.",
          "Aliases": []
        },
        "2": {
          "ID": "7376518",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7376518",
          "TitleEnglish": "Teumessian Sacrifices",
          "SummaryEnglish": "Unit One chases a suspect in the staged crash, Hyper Transport Co. executive Takumi Yonehara, into an abandoned zone. But when they track Yonehara down, they find he's already dead. Arata and Kei ignore Chief Shimotsuki's orders and pursue the mastermind, Sasagawa, to Ariake Airport, where two unfamiliar men stand in their way: Shinya Kogami and Nobuchika Ginoza of the Ministry of Foreign Affairs.",
          "Aliases": []
        },
        "3": {
          "ID": "7376521",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7376521",
          "TitleEnglish": "Herakles and the Sirens",
          "SummaryEnglish": "After meeting Karina Komiya face-to-face, Arata senses something unfathomable from her, but can't find a clue to the case. Then Lee Aki, the secretary of her opponent, Kosuke \"Heracles\" Yakushiji, is murdered. Unit One decides to split up to investigate both the attackers and their victims, but...",
          "Aliases": []
        },
        "4": {
          "ID": "7376523",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7376523",
          "TitleEnglish": "Political Strife in the Colosseum",
          "SummaryEnglish": "Freelance journalist Yayoi Kunizuka joins Unit One as an investigation consultant to fill the gap left by Kei's suspension. As the investigation progresses, Unit One uncovers Karina Komiya's greatest secret. Guessing that Karina will be the next to be attacked, they rush to her gubernatorial debate at the Giga Arena.",
          "Aliases": []
        },
        "5": {
          "ID": "7376524",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7376524",
          "TitleEnglish": "Agamemnon's Offering",
          "SummaryEnglish": "A Special Religious Zone is established, where immigrants can practice religion freely. Religious leaders gather for a press event in Mitake New Town, the site of the Special Zone, but the venue becomes the target of a terrorist attack by a suicide bomber with explosives implanted in his stomach. Unit One starts investigating the anti-special-zone faction.",
          "Aliases": []
        },
        "6": {
          "ID": "7376525",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7376525",
          "TitleEnglish": "Caesar's Gold Coins",
          "SummaryEnglish": "Arata and the others have just learned that there are three more human bombs when a third suicide bombing in New Town's factory district takes Joseph Auma's life. Meanwhile, Kei and Kisaragi have infiltrated Heaven's Leap in search of clues to the terrorist serial bombings. They discover proof they're looking for, but find themselves exposed and taken captive.",
          "Aliases": []
        },
        "7": {
          "ID": "7376526",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7376526",
          "TitleEnglish": "Don't Take God's Name in Vain",
          "SummaryEnglish": "Through a Mental Trace, Arata discovers that the supposedly-dead Kurisu is alive and uncovers the truth behind the terrorist bombings. Shimotsuki, meanwhile, has launched a forced search of Heaven's Leap and brought Unit Two to locate Kei. Torri, cornered, takes Maiko hostage and confronts Kei, but Maiko takes advantage of a momentary opening to end his life.",
          "Aliases": []
        },
        "8": {
          "ID": "7376528",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/psycho-pass/episodes/7376528",
          "TitleEnglish": "Cubism",
          "SummaryEnglish": "Unit One has begun to grasp the truth behind the incidents following each other like a line of falling dominoes and team up with the SAD to continue their investigation. Arata guards the governor, who is at risk of being targeted again, while Kei organizes a sting using Kisaragi as bait. When he arrives at the appointed meeting place, however, he finds Shizuka Homura waiting for him.",
          "Aliases": []
        }
      }
    }
  }
}