{
  "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2296348/",
    "https://www.themoviedb.org/tv/50325"
  ],
  "TitleEnglish": "The Pet Girl of Sakurasou",
  "SummaryEnglish": "The school romantic comedy revolves around a second-year high school student named Sorata Kanda who lives in Sakurasou, the dormitory for problem children at Sorata's school. One day, Mashiro Shiina—a cute girl who happens to be also a cosmopolitan, brilliant artist—moves into Sakurasou. Sorata thinks to himself that he should protect Mashiro from the weirdos at Sakurasou, but Mashiro has a surprising secret: she has no idea how to take care of herself. She gets lost if she goes out, and her room is a complete mess. Sorata's dorm mates designate him as the \"master\" of Mashiro, and thus, an ordinary boy and a brilliant girl must live like \"a master and his pet.\"",
  "Aliases": [
    "Sakurasou no Pet na Kanojo"
  ],
  "Modified": "2025-09-25",
  "Seasons": {
    "0": {
      "ID": "555424",
      "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/seasons/official/0",
      "# Episodes": 4,
      "Episodes": {}
    },
    "1": {
      "ID": "499994",
      "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/seasons/official/1",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "4390909",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4390909",
          "TitleEnglish": "Cat. White. Mashiro",
          "SummaryEnglish": "Sorata Kanda wakes up to another chaotic morning as one of the students living in the Sakura Dormitory, a dorm affiliated with Suimei University of the Arts for trouble-making students. He got put in the dorm after taking in stray cats he would find on the street. His teacher Chihiro Sengoku who also lives at the dorm tells him to meet up with her cousin Mashiro Shiina and bring her back to the dorm since Mashiro is transferring to the school. Chihiro gives him a photograph of Mashiro when she was a small child and no other explanations. He meets her later that day, and takes her back to the dorm where she meets the chaotic gifted members of the dorm at dinner. In the morning, Chihiro tells Sorata to take care of Mashiro. He goes to Mashiro's room to find clothes and other things scattered around, and discovers that Mashiro has trouble taking care of herself, including getting dressed. It takes a lot of time for him to get Mashiro ready for school and they run to make it to school in time.",
          "Aliases": []
        },
        "2": {
          "ID": "4413072",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4413072",
          "TitleEnglish": "I've Painted Pictures",
          "SummaryEnglish": "Sorata tries to get help with Mashiro from the other members, but they merely elect him to do it himself. Sorata helps Mashiro get dressed and leaves the dorm without even eating breakfast, prompting them to stop by a convenience store, where Mashiro ends up eating a roll before paying for it. Sorata is surprised to find his classmate Nanami Aoyama working at the convenience store, who is just getting off work to go to school. Mashiro comes to him at school and says that he does not have to walk her home; he later sees her walking home with an older woman, Ayano. Sorata returns to the dorm to find the place lined with cabbage prepared by Misaki Kamiigusa for Jin Mitaka's birthday. Sorata and Jin follow the cabbage to the latter's room, where they find Misaki jump out of a box only wearing a ribbon wrapped around her body. Mashiro comes to Sorata in his room and tells him to come to her room where she tells him to take off his clothes for the manga she is drawing. Sorata eventually agrees to do it, and after Mashiro is satisfied, she nonchalantly gets to work on her manga. In the morning, Sorata finds out that Mashiro is actually a famous painter.",
          "Aliases": []
        },
        "3": {
          "ID": "4413073",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4413073",
          "TitleEnglish": "So Close and Yet So Far...",
          "SummaryEnglish": "Sorata turns Mashiro down when she asks him to do something with her on Sunday, so she ends up asking Jin. Misaki tells Sorata that they were planning on going to a love hotel, which prompts them to follow them around on what appears to be a date. While at the mall, Sorata and Misaki run into Nanami working another part time job. Later, they see Mashiro and Jin arrive at the love hotel, but Sorata intervenes and as he tries to punch Jin gets punched himself, which knocks him out. Sorata awakens in the love hotel with Mashiro, and upon calling Jin learns that he knew they were following him and Mashiro around. Sorata sleeps on the floor and the following morning apologizes for not understanding what was going on, but Mashiro interrupts him, asking if he is leaving Sakura Dormitory.",
          "Aliases": []
        },
        "4": {
          "ID": "4413074",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4413074",
          "TitleEnglish": "A World Changing Colors",
          "SummaryEnglish": "Sorata tells Mashiro that he is planning to leave, which upsets her. That night, the residents of Sakura Dormitory celebrate Tanabata with some children. After it is interrupted by rain, Mashiro gets news that she has lost the competition, and when Sorata tries to comfort her, he says something unintentional and runs out into the rain where he is consoled by Jin, who admits that he sometimes wants Misaki to fail so that she will not seem so far above him. Sorata admits he felt the same about the manga competition. The next day, when Sorata and Nanami are searching for cat owners, a woman shows up in a car and tells Sorata to get in. The woman tells him that Mashiro lost the competition because she ended the manga poorly by having one of the main characters leave. Sorata goes back to the dormitory and confesses his dream to create video games through the door to Mashrio, but finds her asleep. He notices that she had changed the ending to one where the character stays, then he gets a call informing him that Mashiro's manga would be published if she changed the ending. When Mashiro wakes up, he tells her the news and she tells him to start calling her Mashiro rather than Shiina. After Jin and Misaki reveal that they heard the whole thing go down, an embarrassed Sorata declares that he wants to stay at Sakura Dormitory.",
          "Aliases": []
        },
        "5": {
          "ID": "4413075",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4413075",
          "TitleEnglish": "The Serious Girl of Sakurasou",
          "SummaryEnglish": "Mashiro is doing very poorly in classes and Sorata tries to help her study for makeup exams, but she turns out to have an excellent memory and very quickly memorizes the practice tests. The following morning, after Mashiro aces her tests, she and Sorata run into an overworked Nanami and learn that she works so many jobs because her parents will not pay for her voice acting dreams. Sorata suggests that she move into the cheaper Sakura Dormitory and Nanami agrees. After arriving at Sakura, Nanami insists that she be the one to take care of Mashiro and encounters a lot of troubles when she tries to do so. Sorata takes advantage of the extra time to work on a game to submit to a competition, but after asking Ryūnosuke's opinion on his work, discovers that he has a long way to go. That night, Sorata leaves his room to find Nanami asleep at a table and gets into an argument about how she works too much.",
          "Aliases": []
        },
        "6": {
          "ID": "4413076",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4413076",
          "TitleEnglish": "The Blue After the Rain",
          "SummaryEnglish": "Nanami continues to overwork herself and notices how hard Mashiro works on her manga. Meanwhile, Sorata learns that Jin is planning to attend a different college than Misaki then comforts her when she cries over Jin in his room. That night, Sorata submits his game to the competition. The day of her vocal performance, Nanami can barely stand and the group keeps her from leaving for her own good, but Mashiro steps in and begs that she be allowed to go. After helping her to her performance, Sorata and Mashiro wait outside. Nanami emerges defeated and Sorata comforts her in the rain. The next morning, Sorata comes into Nanami's room to find that Mashiro had held her hand through the night because she felt responsible. Having learned her lesson, Nanami hands 'Mashiro Duty' back over to Sorata.",
          "Aliases": []
        },
        "7": {
          "ID": "4413077",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4413077",
          "TitleEnglish": "She Attacks",
          "SummaryEnglish": "While Sorata waits to receive the results from the gaming competition, his little sister Yūko comes to visit him and becomes jealous when she sees how close he is to Mashiro and Nanami. The three of them go on a 'date' with Sorata while they all vie for his attention. After the date, Mashiro and Yūko get lost but Mashiro proclaims her faith in Sorata and he soon finds them. As she leaves, Yūko announces her plan to attend Sorata's high school the next year. Meanwhile, Misaki attends driving school.",
          "Aliases": []
        },
        "8": {
          "ID": "4413078",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4413078",
          "TitleEnglish": "Let's Fire a Big Firework",
          "SummaryEnglish": "Sorata receives a letter from a computer game company stating that his proposal passed the initial screening and that he will be presenting it to the company. He spends time drafting and practicing his presentation with Sakura's residents. When the appointed day comes, though, Sorata is overwhelmed by the pressure and botches his presentation. Back at Sakura Dormitory, a depressed Sorata sulks and turns away comfort from Mashiro. To cheer him up, Misaki plans a late welcoming pool party for Nanami. Running from the school security that crashes the party, Sorata overcomes his dejection and becomes determined to succeed.",
          "Aliases": []
        },
        "9": {
          "ID": "4413079",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4413079",
          "TitleEnglish": "An Autumn Storm Blows In",
          "SummaryEnglish": "At school, rumors spread about the reason Nanami moved to Sakura Dormitory. That night, Rita, Mashiro's roommate from England, comes to take her back to England so she can paint again. Though Mashiro refuses and throws her out, Sorata decides to invite her back in so she has somewhere to stay. Taking advantage of him, Rita insists that she stay in his room. The next day, Ryūnosuke is seen for the first time as he goes to class to fulfill attendance requirements. That night, the group begins to plan excitedly for an upcoming cultural festival. Then later Mashiro insists that Rita no longer stay in Sorata's room and she agrees on the condition that Sorata go on a 'date' with her. Rita uses the date to show Sorata a painting Mashiro did before she left for Japan whose overwhelming beauty convinces Sorata that she needs to return to the world of art.",
          "Aliases": []
        },
        "10": {
          "ID": "4413080",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4413080",
          "TitleEnglish": "Hate, Hate, Love",
          "SummaryEnglish": "The residents are having trouble finishing their project for the cultural festival, but don't know anyone that is good enough to help Mashiro. After discussing how to meet the deadline, Mashiro says that Rita can help, but when they ask her to help, she refuses. Rita confesses how she had quit painting because she was jealous of Mashiro and taught her how to draw manga in the hopes that she would fail at it. Ryūnosuke lectures Rita on her dishonesty causing her to run away upset and Nanami, Sorata, and Mashiro to chase her. When they find her, Mashiro and Rita make up in the rain. Back at the dorms, Rita helps with the project and it appears that they will be able to finish in time. Rita also expresses an interest in Ryūnosuke, which makes him uncomfortable.",
          "Aliases": []
        },
        "11": {
          "ID": "4413081",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4413081",
          "TitleEnglish": "Galactic Cat Nyaboron",
          "SummaryEnglish": "The cultural festival begins and the residents of Sakura Dormitory balance themselves between enjoying the attractions, helping their classmates and working with their own project. Rita keeps trying to get closer to Ryūnosuke much to his anxiety while Sorata finds himself in doubt about the climax of the Nyaboron event and comes with the idea of having the audience shouting their true feelings to power up Nyaboron's attack, which is quickly accepted by his colleagues.",
          "Aliases": []
        },
        "12": {
          "ID": "4413082",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4413082",
          "TitleEnglish": "The Power of Love at the Cultural Festival",
          "SummaryEnglish": "The Sakura Dormitory group prepares to launch Nyaboron deciding to enjoy themselves and make it a special memory. Nanami cosplays as the heroine as she narrates the story and asks the audience for their support. Eventually at the last part of the game when they are asked to shout their feelings, the audience is reluctant making Sorata to start blaming himself in frustration. At that moment Mashiro shouts \"Thank you\" to Sorata, which is followed by Misaki and a now encouraged audience which is finished by Sorata who replies \"Thank you\" to Mashiro. The event is a success but Mashiro and Rita are nowhere to be found, while looking for them a classmate confesses to Nanami but she rejects him. At the airport Sorata hugs Mashiro asking to not leave, only to find out that she was only escorting Rita to the airport, as Rita had tricked him. Rita bids farewell to the group while kissing Ryūnosuke on the cheek. As the plane departs, Mashiro begins to express her unrest at Sorata's hug, much to his embarrassment, and questions him if what she feels is love.",
          "Aliases": []
        },
        "13": {
          "ID": "4418690",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4418690",
          "TitleEnglish": "Just a Stone's Throw to Winter",
          "SummaryEnglish": "Christmas is around the corner and as Sorata waits for the results of another game developing contest, he finds Mashiro behaving stranger than usual in several attempts to please him. Meanwhile, Misaki gets even more aggressive in her schemes to win Jin's affection and with Mashiro being called to attend a special party on Christmas Eve, Nanami invites Sorata to a date on that day.",
          "Aliases": []
        },
        "14": {
          "ID": "4418691",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4418691",
          "TitleEnglish": "Windows and Lights on Christmas Eve",
          "SummaryEnglish": "Sorata and Nanami enjoy the Christmas Eve together until they learn that Mashiro left the party and is nowhere to be found. After reuniting with her, Sorata finally opens the letter with the results and learns that he passed the primary selection once again. When the three return home, they find a desolate Misaki who reveals to them that for some reason, Jin refuses to become her boyfriend even after confessing that she is the one he truly likes.",
          "Aliases": []
        },
        "15": {
          "ID": "4418692",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4418692",
          "TitleEnglish": "Where's Your Usual Self?",
          "SummaryEnglish": "During winter break, four of Sakura Dormitory's members: Sorata, Nanami, Mashiro and Misaki, are having their holidays in Fukuoka, Sorata's hometown. Each of them has their own share of problems whilst arriving at Sorata's place, but with each other's help and encouragement, they manage to solve their problems one by one. Sorata, who also has his presentation day coming up, gets full support both from his family and his friends to make it a success. Misaki, who has been depressed since Christmas Eve, finally finds meaning in all events that have happened and decides to step forward. Mashiro, who keeps trying to learn new things around her, reconciles with Sorata, and voluntarily helps him along with Nanami. Yūko, who wants to apply for Suimei University of the Arts, at last gets her father's approval with the help of her brother. In the end, the whole Kanda family, and members of Sakura Dormitory can greet the new year with new passion for their lives.",
          "Aliases": []
        },
        "16": {
          "ID": "4418693",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4418693",
          "TitleEnglish": "I've Always Loved You",
          "SummaryEnglish": "Sorata's presentation day is today, and Nanami asks Misaki if she can use the new script Jin sent for her audition. At the presentation, Sorata confidently explains his game, but he is informed that it is too difficult for the game company to fund his design. However, he is given the opportunity to work with one of the production team members and judges, Fujisawa Kazuki, to improve the game design for the next round. Later, Mashiro expresses her jealousy and loneliness in the dinner, as Sorata responds nonchalantly, but he shows his gratitude for the picture she had drawn before. At night, Nanami asks Sorata to help her practice the script, but Sorata becomes nervous at some of the romantic lines. Nanami reminds herself of her feelings for Sorata; Mashiro watches them practice, and talks about her anxiety at seeing the two together with Ayano, who gives her several romance manga to read. Two days before Valentine's Day, Yūko arrives at Sakurasou to prepare for her entrance exams. In the end, Yūko whispers to Sorata to pick between Nanami or Mashiro, reminding him of his father's words.",
          "Aliases": []
        },
        "17": {
          "ID": "4418694",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4418694",
          "TitleEnglish": "Valentine's Is a Day For Chocolate",
          "SummaryEnglish": "It is Valentines Day, and the girls of Sakura Dormitory prepare for their own plans. Nanami gets ready for her audition, Misaki plans to give Jin chocolate, Mashiro asks Sorata to meet her after school, and Rita has returned to see Ryūnosuke. After school, Sorata learns from Nanami that the trains are not running and she will miss her audition, so Sorata heads off to help her. Sorata manages to reach Nanami and get her to the audition on time, and along the way she indirectly confesses to him by rehearsing her lines. Meanwhile, Jin never shows up to meet Misaki, and Rita returns home that night after being turned down by Ryūnosuke. Sorata rushes back to meet Mashrio, and after apologizing, she gives him chocolate, explaining she wanted to do so as a way of closing the distance between them. Touched, Sorata thanks her and agrees to Mashiro’s request to hold hands. Back at Sakura Dormitory, Sorata remembers Nanami’s indirect confession, and begins to wonder if she was serious.",
          "Aliases": []
        },
        "18": {
          "ID": "4418695",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4418695",
          "TitleEnglish": "Love For an Alien",
          "SummaryEnglish": "The growing distance in the relationship between Jin and Misaki has become a concern to the residents. Sorata, Nanami, and Mashiro go to school to find out that Yūko failed her entrance exam. Sorata meets with Jin on the rooftop and the two engage in a fight over Jin's recent treatment of Misaki. Nanami brings Misaki from the dormitory to reconcile with Jin and the two make up, with Jin pledging that he would become an employee at her new animation studio when he graduates from college. The residents return to Sakura Dormitory to find out that the dormitory is set to be demolished at the end of the school year.",
          "Aliases": []
        },
        "19": {
          "ID": "4418696",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4418696",
          "TitleEnglish": "Home Is Where Sakurasou Is",
          "SummaryEnglish": "Sorata recalls the day when he first moved to Sakura-sō and in the end, he and the other residents decided to protect the dormitory from being demolished.",
          "Aliases": []
        },
        "20": {
          "ID": "4418697",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4418697",
          "TitleEnglish": "So We Can Keep Calling It Home",
          "SummaryEnglish": "As Sakura-sō residents finding hard to get signatures from everyone, they find out that Mashiro is the reason why the dormitory is set to be demolished and Ryūnosuke is less interested in helping them. At the end of the day Nanami finds out that she failed again to pass her adition, but tries to hide her dissapointment by helping everyone on getting signatures. At the same time Maid-chan reveals to Rita why Ryūnosuke doesn't want to help. She later calls Ryūnosuke, with Maid-chan's permission and help, and encougages him to move forward and help everyone, which he does on next day, much to everyone's surprise and joy.",
          "Aliases": []
        },
        "21": {
          "ID": "4418698",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4418698",
          "TitleEnglish": "No One's To Blame When It Rains",
          "SummaryEnglish": "As everything goes smoothly for the Sakura-sō residents, on a rainy day, Sorata comforts Nanami who can't fold back her disappointment of failing the other day and starts to cry in the middle of a lesson and takes her the nurse's office. While on the way to class, Sorata receives a call from Fujisawa and learns that his game proposal was turned down, resulting in Sorata falling into despair, despite Fujisawa's encouragement. While searching for Nanami who wasn't at the nurse's, Sorata finds her under the rain where they confront each other over their failures, burst out everything in front of each other, later to hug and comfort each other, to be seen by Mashiro. At the end of the day, Sorata learns that Mashiro received an invitation to work at the game company, much to his chagrin, resulting in Mashiro questioning him that if she's the cause of all their failures and her decision to leave the dormitory to protect it by herself.",
          "Aliases": []
        },
        "22": {
          "ID": "4418699",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4418699",
          "TitleEnglish": "Dash Through Those Brilliant Days",
          "SummaryEnglish": "Mashiro leaves the Sakura home and is leaving everything behind. As the Sakura-sō residents notice she is missing they go on a frantic search for Mashiro. While on search, Nanami has her chance to tell Sorata her promised message (\"I love you\"), but instead goes a different route. As Sorata finds Mashiro at the station, he pours his heart out telling her it's not the same if she leaves.",
          "Aliases": []
        },
        "23": {
          "ID": "4418700",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4418700",
          "TitleEnglish": "Graduation Ceremony",
          "SummaryEnglish": "At the graduation ceremony, the speech that was supposed to be given by Sōichirō is instead given by Misaki to reflect her time and experiences of living at Sakura Dormitory. At the conclusion of her speech, Misaki makes a plea to the students to save Sakura Dormitory from demolition, and the students overwhelmingly show their support to block the demolition.",
          "Aliases": []
        },
        "24": {
          "ID": "4418701",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pet-girl-of-sakurasou/episodes/4418701",
          "TitleEnglish": "Welcome to Sakurasou",
          "SummaryEnglish": "Nanami decides to not give up on her dream to become a voice actress and departs to Osaka to ask her parents for permission to continue studying at Suiko. Rita returns to England, stealing a kiss from Ryūnosuke before she departs. Following her example, Jin also kisses Misaki and hands her a signed marriage registration, for them to submit together when he returns, before departing to Osaka too. Only by themselves at the dorms, Mashiro asks Sorata for a kiss too, but one of his cats attack him in jealousy and he is kissed on the cheek instead. Some time later, Nanami returns to Sakura Dormitory after convincing her parents and two new residents arrive: Iori Himemiya, who was kicked out from the regular dorms for peeping and Kanna Hase, a reserved girl who refused to stay there as she wants a room just to herself. During the newcomers' welcome party, it is revealed that Yūko had indeed passed the entrance exams as she gave the wrong number for Sorata to check in the approval list by mistake, and is now a student of Suiko too, while Misaki has moved to a house next door after registering the papers behind Jin's back and is now officially married to him. As a new term begins for the residents of Sakura Dormitory, their cheerful days and their efforts to realize their dreams continue.",
          "Aliases": []
        }
      }
    }
  }
}