{
    "URL": "https://www.thetvdb.com/series/blast-of-tempest",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2294048/",
        "https://www.themoviedb.org/tv/46283"
    ],
    "TitleEnglish": "Blast of Tempest",
    "SummaryEnglish": "The story centers around Yoshino, an ordinary high school student with a mysterious friend named Mahiro. Mahiro made a deal with a witch named Hakaze to hunt down the killers of his parents and sister. Now Mahiro is missing, and Hakaze confronts Yoshino. Yoshino find himself involved in crisis that may doom the entire world.",
    "Aliases": [
        "Zetsuen no Tempest: The Civilization Blaster",
        "Forsaken Tempest",
        "Blast of Tempest: The Civilization Blaster",
        "Zetsuen no Tempest"
    ],
    "Modified": "2025-02-09",
    "Seasons": {
        "1": {
            "ID": "499984",
            "URL": "https://www.thetvdb.com/series/blast-of-tempest/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4390903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4390903",
                    "TitleEnglish": "The Mage in the Barrel",
                    "SummaryEnglish": "A princess left to die, a brother out for revenge, and a student caught in a conspiracy."
                },
                "2": {
                    "ID": "4411174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411174",
                    "TitleEnglish": "He Said She Was Very Beautiful",
                    "SummaryEnglish": "Mahiro has told Yoshino to leave the city while he can, before he can Evangeline stops him and Yoshino has to make a life or death choice."
                },
                "3": {
                    "ID": "4411175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411175",
                    "TitleEnglish": "There Are Things Even Magic Cannot Do",
                    "SummaryEnglish": "Against Hakaze sound advice, Mahiro continues his battle against the mage Natsumura. Hakaze has to help Yoshino save Mahiro's life."
                },
                "4": {
                    "ID": "4411176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411176",
                    "TitleEnglish": "The Cursed Pair",
                    "SummaryEnglish": "Just after arriving at the next town another fruit has appeared. While waiting out the storm, Yoshino and Mahiro take shelter in an abandon house, sharing the tale on how they became friends to Hakaze."
                },
                "5": {
                    "ID": "4411177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411177",
                    "TitleEnglish": "Everything Happens For a Reason",
                    "SummaryEnglish": "Following the Fruit of Exodus should lead Mahiro and Yoshino to them Samon, but along the way they still must find talisman to obstruct the summing ritual."
                },
                "6": {
                    "ID": "4411178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411178",
                    "TitleEnglish": "The Paradox of the Skull",
                    "SummaryEnglish": "After discovering that Hakaze might be dead, Mahiro and Yoshino start to question their goal. But before they could ask Hakaze any questions they are attacked, but not by the mages."
                },
                "7": {
                    "ID": "4411179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411179",
                    "TitleEnglish": "First Kiss",
                    "SummaryEnglish": "While Hakaze sleeps, Yoshino thinks back to the time he, Mahiro, and Aika spent time at their summer house looking at the stars."
                },
                "8": {
                    "ID": "4411180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411180",
                    "TitleEnglish": "The Hour to Suppress the Princess",
                    "SummaryEnglish": "As the joint military strike begins against the barrier protecting the Tree of Exodus, Mahiro and Yoshino heads straight to the tree, but before they make it, Samon is there to greet them."
                },
                "9": {
                    "ID": "4411181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411181",
                    "TitleEnglish": "Boyfriend",
                    "SummaryEnglish": "With Hakaze dead, her usefulness has ended. Mahiro offers the same deal he made with Hakaze for Aika killer. Seeing that Mahiro is willing to destroy the world, Yoshino finally makes his stand."
                },
                "10": {
                    "ID": "4411182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411182",
                    "TitleEnglish": "How to Make a Time Machine",
                    "SummaryEnglish": "Convincing Mahiro to give him a chance was the easy part. Yoshino now has to prove the time difference is a myth in hopes of bringing Mahiro back to Hakaze's side."
                },
                "11": {
                    "ID": "4411183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411183",
                    "TitleEnglish": "Girl of Time",
                    "SummaryEnglish": "The mystery of the cage is solved, but how can the paradox of time travel confirmed to logic of the Tree of Genesis. Samon has underestimated Hakaze allies and knows it’s just a matter of time before all is revealed."
                },
                "12": {
                    "ID": "4411184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4411184",
                    "TitleEnglish": "Absent Thee from Felicity Awhile",
                    "SummaryEnglish": "The Tree of Exodus has revived, but Hakaze is still trapped on the island."
                },
                "13": {
                    "ID": "4458926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4458926",
                    "TitleEnglish": "The Reason of Dreams",
                    "SummaryEnglish": "A recap of all of the episodes from Mahiro's perspective in addition to revealing the aftermath of the Tree of Genesis's revival and raising suspicions that Yoshino is the Mage of Exodus. The episode ends with a construction worker revealing his magic abilities to a co-worker and contemplating whether or not he is the Mage of Exodus."
                },
                "14": {
                    "ID": "4459273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459273",
                    "TitleEnglish": "Happy New Year",
                    "SummaryEnglish": "Mahiro has been asked to do the impossible, meanwhile Yoshino and the Princess continue to tour the land and the effects the Tree of Genesis had.Along the way they meet a peculiar young man..."
                },
                "15": {
                    "ID": "4459274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459274",
                    "TitleEnglish": "You Seem to Be Plotting Something",
                    "SummaryEnglish": "Megumu is brought before Mahiro and the others who inquire him about his alibi during the time of Aika's death. As Takumi and Samon devise a plan to use Megumu's powers on their favor, Mahiro spars with him to increase his ability and Junichiro has Hakase realize that she fell in love with Yoshino."
                },
                "16": {
                    "ID": "4459275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459275",
                    "TitleEnglish": "The Wandering Apparition",
                    "SummaryEnglish": "Following Samon and Takumi's plan Megumu performs a public demonstation of his powers where he destroys a huge branch of the Tree of Genesis before a huge crowd. Meanwhile, Hakaze is informed about a spy appearing at the Kusaribe Clan's village and departs there with Yoshino to investigate. Still in anxiety regarding her feelings for him, Hakaze finds herself in a dire situation when one of the village's children is held hostage in a possible attempt to have the clan reveal their magic powers. Despite seeing Yoshino risking his life to save the kid, Evangeline, Natsumura and Tetsuma just watch from afar as they are suspicious that he may be somehow related to the Tree of Exodus."
                },
                "17": {
                    "ID": "4459276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459276",
                    "TitleEnglish": "Marine Snow",
                    "SummaryEnglish": "Megumu travels arround the world destroying branches of the Tree of Genesis while stirring up the public opinion and the commotion caused by him allows Takumi to regain his position in the Japanese government. Meanwhile Hakase is still in distress due to her feelings for Yoshino, worried about the safety of his girlfriend. As Samon, Mahiro, Junichiro and Megumu discuss how to deal with the possibility of Yoshino being connected to the Tree of Exodus, they deliberate about who may be Yoshino's secret girlfriend to have some leverage over him and no conclusive evidence is found until Megumu express his suspicions about said girl being Aika, which Yoshino confirms to Hakase after she confesses her feelings for him."
                },
                "18": {
                    "ID": "4459277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459277",
                    "TitleEnglish": "The Dancing Princess",
                    "SummaryEnglish": "Upon learning that Yoshino's girlfriend was Aika, Hakaze starts blaming the Tree of Genesis for her death and decides to aid Samon's plan. When Megumu appears to destroy another branch, a disguised Hakaze appears before him to test his powers and soon after she flees, allowing him to destroy the branch and stir up further the public opinion. Meanwhile, Takumi, Evangeline and Tetsuma discuss about the mysterious stone found in the Kusaribe Village and its connection with both trees. Upon learning that Mahiro has finally awakened, Yoshino departs to meet him, knowing that the time has come to tell him all the truth about his relationship with his sister."
                },
                "19": {
                    "ID": "4459278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459278",
                    "TitleEnglish": "The Object of Desire",
                    "SummaryEnglish": "As the full ressurection of the Tree of Exodus is at hand, at last Mahiro and Yoshino come face to face and both express to each other their true feelings toward Aika. But while Yoshino is still determined to prevent that Aika's death culminate in another tragedy, Mahiro still upholds his resolve to enact revenge at any costs. Once again reunited with the others, Hakaze announces her plan to return to the past in order to learn more about the true nature of the Trees of Genesis and Exodus and find out the truth about Aika's death once and for all."
                },
                "20": {
                    "ID": "4459279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459279",
                    "TitleEnglish": "Whodunit (Who Did It?)",
                    "SummaryEnglish": "By the same method she used to travel from the past to the present, Hakaze returns to the past on the same island where she was left stranded and makes use of the offering left there by Samon to return to civilization. Just a few hours left before the time of Aika's death, Hakaze meets with her by chance and much to her astonishment, she learns that the original Mage of Exodus is no other than Aika herself."
                },
                "21": {
                    "ID": "4459280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459280",
                    "TitleEnglish": "Femme Fatale (Woman of Fate)",
                    "SummaryEnglish": "A huge branch of the Tree of Genesis appears in the middle of the ocean, which Samon and the others conclude to be the tree's main core. Meanwhile in the past, Aika learns all the truth from Hakase and decides that to ensure that the present stay unaltered and her powers are transfered to Megumu, she must commit suicide. Hakase tries to stop her to prevent Mahiro and Yoshino from suffering, while Aika claims that she shall kill herself with the sole intention of protecting them. After a vicious confrontation, Hakase is defeated and knocked unconscious. Upon awakening, Hakase rushes to Aika's house just to find her already lifeless body and a letter adressed to her, containing a message that shall be delivered to Mahiro and Yoshino once the Tree of Genesis is destroyed."
                },
                "22": {
                    "ID": "4459281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459281",
                    "TitleEnglish": "Fuwa Aika",
                    "SummaryEnglish": "Once returning to the present, Hakase explains to the others all the truth about Aika's death and the Tree of Genesis. Much to the others' surprise, neither Mahiro and Yoshino seem surprised or angry with Aika's decision to commit suicide, nor they blame Hakase or anyone else for what happened, despite they are curious about the contents of her final message to them. Meanwhile, the world's most powerful nations decide to protect the Tree of Genesis and establish a naval defense perimeter arround its main core, in case of an attack by the Magician of Exodus. Upon knowing about the situation, Mahiro comes with a plan to have Megumu reach the core and destroy it without bringing casualties to the fleet. As Mahiro and Yoshino reminisce about their first meeting with Aika, their friends prepare themselves for the final battle against the Tree of Genesis.Mahiro runs around trying to stay safe and clear."
                },
                "23": {
                    "ID": "4459282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459282",
                    "TitleEnglish": "Battle of Genesis",
                    "SummaryEnglish": "Despite apparently having no need to involve themselves further, Mahiro and Yoshino convince Hakaze and the others to let them assist with the task of destroying the Tree of Genesis. With Hakaze and Megumu distracting the naval forces according to Mahiro's plan, the others manage to hijack the small boats positioned closer to the main core and take them away to safety. However, as Megumu approaches the Tree and prepares himself to deal the final blow, one of the captives manages to draw a pistol and shoot at Yoshino."
                },
                "24": {
                    "ID": "4459283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blast-of-tempest/episodes/4459283",
                    "TitleEnglish": "To Each, Their Own Tale",
                    "SummaryEnglish": "Despite being shot in the arm, Yoshino, together with Mahiro and the others, manage to draw away the naval fleet and allow Megumu to face the Tree of Genesis with no distractions. When Megumu is about to be defeated, the Tree of Exodus transforms itself into a giant sword, which he uses to destroy the Tree of Genesis for good. One month after the trees disappeared, Takumi provides assistance to the now powerless Kusaribe Clan. Megumu finds the courage to reconcile with his girlfriend and they start dating again. Mahiro and Yoshino learn the contents of Aika's final message, in which she thanks the two for everything they done to her and asks them to move on with their lives. While Mahiro starts dating a girl he saved from the Iron Syndrome, Hakaze leaves the Kusaribe village to reunite with Yoshino."
                }
            }
        }
    }
}