{
    "URL": "https://www.thetvdb.com/series/from-the-new-world",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2309320/",
        "https://www.tv-asahi.co.jp/shinsekaiyori/",
        "https://www.themoviedb.org/tv/53052",
        "https://x.com/shinsekai_yori"
    ],
    "TitleEnglish": "From the New World",
    "SummaryEnglish": "Born into a world 1000 years in our future, Saki and her friends live in utopia. Not only is their idyllic community overflowing with resources, but technology is obsolete, thanks to a magical power that grants the ability to materialize anything. However, when Saki discovers a lost artifact, the facade is shattered! Faced with a startling truth about their town, Saki and her companions face dangers they never knew existed, and their choices may change the fate of everyone.",
    "TitleJapanese": "新世界より",
    "SummaryJapanese": "舞台は未来。主人公は５人の少年少女たち。\n物語は、彼らが“呪力”と呼ばれる念動力を学ぶ上級学校へと進む12歳の幼少期から始まる。\n５人はそこで、人類の血塗られた歴史を知ると共に、命を賭けた壮絶な冒険へと駆り立てられることになる。\nやがて14歳という青春時代を迎えた彼らには、より過酷な試練、胸を焦がす衝撃的な出来事が待ち受けている。\nそして、26歳の夏。予想だにしなかった未曾有の惨劇が人類を襲い…!?\n呪力という神の力を手に入れた人間、人間に劣らぬ知性を持った異種族＝バケネズミ、さらには歪んだ進化を遂げた異形の怪物たち。\n様々な勢力や思惑が入り乱れる先の読めないストーリーは、主人公たちが12歳、14歳、そして26歳と時を重ねていく姿を描き、３部作という壮大なスケールで展開していく。\nさらに、スリリングな物語の奥には、生命の根源にかかわる深遠なテーマも潜んでいる。\n類を見ない“新世界”“新世代”の映像作品。かつてない超弩級エンターテインメントアニメが、ここに誕生する。",
    "Aliases": [
        "Shinsekai Yori",
        "Shin Sekai Yori"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "502087",
            "URL": "https://www.thetvdb.com/series/from-the-new-world/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4408522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408522",
                    "TitleEnglish": "The Season of New Leaves",
                    "SummaryEnglish": "In the year of 2011, people with strong psychokinectic powers start appearing, leaving a trace of death and destruction along their way. 1000 years later, Saki Watanabe finally has her own powers awakened, and after a ritual of passage, she rejoins her friends at school who had awakened before her. However, one of them is revealed to have weaker powers than her peers, and soon after she mysteriously disappears.",
                    "TitleJapanese": "若葉の季節",
                    "SummaryJapanese": "1000年後。かつて茨城と呼ばれていた地域の南端に広がる人口3000人ほどの町・神栖66町。和貴園と呼ばれる小学校に通っていた早季は、潜在的に人間に備わった超能力\"呪力\"の発現のため、利根川上流の隠れ寺・清浄寺での神聖な儀式に臨む。\n\n　それから数日後、早季は本格的に呪力を学ぶ上級学校・全人学級にいた。今後行動を共にする同じ班のメンバーは、和貴園からの親友である瞬、真理亜、覚、そして別の小学校から進学してきた守と麗子の５人。これから始まる希望に満ちた学園生活に胸躍らせる一同。しかし、早季だけは全人学級の雰囲気に言い知れない違和感を覚えていた。\n\n　そんな早季の不安をあおるかのように、覚がネコダマシと呼ばれる妖猫の噂を語り始める。その巨大な猫の怪物は、落ちこぼれの子供の背後からそっと忍び寄り、どこかへ連れ去るという。覚のホラ話だと自分に言い聞かせて恐怖心を紛らせていた早季だったが、やがてその周辺で不穏な出来事が起こり始める。"
                },
                "2": {
                    "ID": "4408524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408524",
                    "TitleEnglish": "The Vanishing Children",
                    "SummaryEnglish": "Saki and her friends take part together in a ball tournament where they must control small clay dolls with their power. Her team defeats several opponents until the final match when one of the members of the opposing team breaks the rules, ending the match in a draw. After the tournament the same student is never seen again.",
                    "TitleJapanese": "消えゆく子ら",
                    "SummaryJapanese": "全人学級では、何事もなかったかのように平穏な日々が続いていた。突然姿を消した麗子など、最初から存在しなかったかのように…。\n\nそれから1か月後、学校の恒例行事である“搬球トーナメント”の時期が近づいてくる。それは、ふたつの班が搬球側と妨害側に別れて競う、呪力を使った球技大会。搬球側は大きな大理石の球を転がしてゴールの穴を目指し、妨害側はそれを阻止するという競技だ。早季、瞬、覚、真理亜、守の5人は、学園生活を満喫しながら準備を進めた。\n\nそして迎えた大会当日。早季たちは、瞬の活躍もあって決勝戦に駒を進めるが、そこで予想外の事態が起こる。しかし、早季たちにとって一大事であったはずのその出来事でさえ、すぐに脳裏から消えてしまった。それは、間近に迫った全人学級最大のイベント“夏季キャンプ”への興奮のせいばかりではなかったが、その時の早季たちは記憶の欠落の本当の理由など知る由もなかった。"
                },
                "3": {
                    "ID": "4408525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408525",
                    "TitleEnglish": "The False Minoshiro",
                    "SummaryEnglish": "While having their summer camp together, the children remember the legend of a strange creature known as the \"False Minoshiro\" who brings death to whoever gets on its way. Eager to learn more about it, they manage to locate and capture the Minoshiro, which much to their surprise, starts communicating with them.",
                    "TitleJapanese": "ミノシロモドキ",
                    "SummaryJapanese": "全人学級最大のイベント“夏季キャンプ”が始まった。これは、キャンプを張りながら7日をかけてカヌーで利根川を遡り、自分たちの力だけで自然を探索するという野外実習。班ごとに日程がずらされているため、同じ班のメンバー以外とは誰にも会わないという、いやが上にも冒険心をかき立てるものだった。\n\n早季、瞬、覚、真理亜、守の5人は、3艘のカヌーに分かれて利根川を遡上。順調に行程をこなし、初日の夜を迎える。焚火を囲んでとりとめもない話に花を咲かせる一行。そんな中、覚がいつもの調子でホラとも実話ともつかない噂話を始める。\n\n覚によると、利根川のさらに北にある筑波山で、悪魔のミノシロと呼ばれる未確認生物が目撃されたという。「それを見た人間は遠からず死ぬ」という噂もあるらしいが、早季はまた覚のホラ話が始まったと取り合わなかった。しかし、瞬が意外なことを言い出す。実習の課題として、悪魔のミノシロをはじめとする未確認生物をレポートしてはどうかというのだ。瞬の提案ということで、真理亜たちはすぐに乗り気になるが、このアイデアが思いも寄らない出来事を引き起こすことになる。"
                },
                "4": {
                    "ID": "4408526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408526",
                    "TitleEnglish": "Bloody History",
                    "SummaryEnglish": "The children learn from the Minoshiro the truth about the tragic history since the advent of psychokinetic powers 1000 years ago until they are intercepted by a monk who seals their powers and escorts them to be judged for their actions. On the way, they are attacked by a group of Were Rats who are slain by the monk until a surviving creature leaps toward them.",
                    "TitleJapanese": "血塗られた歴史",
                    "SummaryJapanese": "夏季キャンプに出掛けた早季たちは、霞ヶ浦のさらに奥の山中で、悪魔のミノシロと恐れられる未確認生物・ミノシロモドキと遭遇する。しかしそれは、生き物ではなく、自らを“図書館”と名乗る旧時代の遺物だった。早季たちは戸惑いながらも、現在では閲覧が禁止されている書物を網羅しているその情報端末から、“悪鬼”や“業魔”の本当の意味を引き出す。そこには、人類がたどってきた血塗られた歴史が刻み込まれていた。\n\nミノシロモドキが語るあまりにも凄惨な歴史におののく一同。それでも瞬は、自分たちの今の社会がどうやって形作られてきたのか、聞かずにはいられなかった。そして、その歴史が明らかになるにつれ、自分たちの社会がいかに歪んだものであるかに気づいていく。だが次の瞬間、早季たちの目の前で思わぬことが起こり、５人は突如として命の危機にさらされることに。"
                },
                "5": {
                    "ID": "4408528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408528",
                    "TitleEnglish": "Pursuit on a Hot Night",
                    "SummaryEnglish": "The creature explodes killing the monk and itself. Defenseless against the queerats, the children flee with Saki and her friend Satoru being separated from the others and captured by them. After escaping confinement, the pair is rescued by Squealer a queerat from another tribe who brings them before his queen and ask for their help against their rivals who threaten to ravage their colony. Saki and Satoru does not reveal to them that their powers are sealed, and flee by themselves when the invasion begins.",
                    "TitleJapanese": "逃亡の熱帯夜",
                    "SummaryJapanese": "霞ヶ浦奥の山中でミノシロモドキを発見し、人類の真実の歴史を聞いてしまった早季たちは、清浄寺の僧侶・離塵によって拘束される。そして、規定に反すると知りながら情報を引き出した罰として、その場で呪力を凍結されてしまう。ところが、清浄寺へ引っ立てられる道中で、外来種と思われるバケネズミの一団と遭遇。戦闘状態に陥り、離塵は風船犬の爆発に巻き込まれて消し飛んでしまった。 \n\n風船犬の驚くべき生態を知っていた早季たちは、間一髪のところで難を逃れたが、周囲はバケネズミによって囲まれていた。降り注ぐ矢の雨を散り散りになってかわす５人。絶体絶命の窮地の中、早季と覚は何とか合流するが、ほどなくして狂暴なバケネズミに捕らえられてしまう。本隊と思われる野営地まで連行された２人は、そこで恐ろしい光景を目の当たりにする。そして、呪力を封じられたままの早季と覚は、為す術もないまま監禁されてしまうのだった。"
                },
                "6": {
                    "ID": "4408529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408529",
                    "TitleEnglish": "Escape",
                    "SummaryEnglish": "Saki and Satoru get themselves trapped and with no chance to escape, until Saki remembers Satoru's mantra and uses it to have him recover his powers. Instead of fleeing with her, Satoru decides to fight the Ground Spiders, aided by Squera and the surviving warriors of the Robber Fly. As the group survives several ambushes made by the enemy, Satoru shows signs of fatigue for overusing his abilities, but despite Saki's protests, he moves on until they have an encounter with a massive army.",
                    "TitleJapanese": "逃避行",
                    "SummaryJapanese": "外来種のバケネズミから逃れ、人間に従順な塩屋虻コロニーにかくまわれた早季と覚だったが、命の危機は続いていた。塩屋虻の奏上役スクィーラが呪力を使おうとしない早季たちに疑念を抱いている様子を垣間見せている上、土蜘蛛と呼ばれる外来種のバケネズミの追撃もやんだわけではなかった。その悪い予感は的中し、早季たちが身を寄せる塩屋虻コロニーは、土蜘蛛の毒ガス攻撃によって大混乱に陥ったのだった。 \n\n土蜘蛛の追撃からいったんは逃れた２人だったが、地下のコロニー内に完全に閉じ込められてしまった。薄い空気と間断ない恐怖の中、次第に意識が朦朧としてくる早季。その脳裏に、ある光景が蘇る。数週間前の全人学級。早季は、呪力発動の鍵となる言葉で、自分以外には絶対知られてはならないと厳命されている真言（マントラ）を、覚に気づかれないようにこっそり引き出していたのだ。早季は、わずかな可能性に活路を見出し、命を懸けた奇策に打って出る。"
                },
                "7": {
                    "ID": "4408531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408531",
                    "TitleEnglish": "Summer Darkness",
                    "SummaryEnglish": "The Giant Hornet colony arrives and annihilates the Ground Spiders. Satoru agrees to accompany the Giant Hornets leader Kirōmaru to the Ground Spiders' nest, where they are attacked by the Ground Spiders' commander. Satoru suspects that Kirōmaru may have received an order to kill Saki and him, and they flee through the forest, guided through a shortcut by Squera. Upon arriving at the river, they are reunited with their friends. As they are returning to town, they encounter Kirōmaru who helps them by towing them with his ship. Saki restores Shun's Force and offers to help the others restore their Forces.",
                    "TitleJapanese": "夏闇",
                    "SummaryJapanese": "早季の機転によって覚の呪力が戻り、土蜘蛛に対する反撃が始まった。しかし、同じバケネズミとは思えない異様な変異種たちと、張り巡らされた様々な罠を前に、孤軍奮闘する覚は次第に消耗していく。そして、呪力を凍結されたままの早季と疲労困ぱいの覚の前に、3000匹を超えようかという土蜘蛛の大部隊が立ちはだかる。 \n\n集中力の弱まった覚が、呪力を行使できるのは残り数回。２人は、最後の力と知恵をふりしぼり、陽動作戦で戦場からの離脱を試みる。しかし、数に物を言わせる土蜘蛛の追撃は激しさを増すばかりだった。呪力も体力も尽き、もはやこれまでかとあきらめかけた瞬間、どこからともなくホラ貝の音が聞こえてくる。それは、思わぬ軍勢の到着を知らせるものであると同時に、早季と覚にとっては、命を懸けたさらなる冒険の始まりを告げる運命の音でもあった。"
                },
                "8": {
                    "ID": "4408532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408532",
                    "TitleEnglish": "Omen",
                    "SummaryEnglish": "Two years pass and the children enter into adolescence. Saki finds her feelings for Shun unrequited when he starts dating Satoru instead and she starts dating Maria. Soon after, Shun breaks up with Satoru and starts distancing himself from everyone else. Saki questions him about the reason and learns from him that the adults know the truth about what happened two years before. He also warns her to be careful because the time for them to be punished for their past transgressions may come soon.",
                    "TitleJapanese": "予兆",
                    "SummaryJapanese": "壮絶な冒険旅行となった夏季キャンプから町に戻った５人。離塵によって凍結されていた呪力も、早季の機転によって回復し、大人たちを完全に出し抜いたと安堵していた。そして、何事もなかったかのように元の生活へと戻っていったのだった。 \n\nそれから２年。早季たちは14歳になっていた。全人学級での平和な日々。しかし、２年という月日は、大人への過渡期にある彼らの関係に、微妙な変化をもたらしていた。早季と真理亜、覚と瞬。同性同士の友情を超えた繋がりを結んだ２組のカップルを、周囲も公然のものとして認めていた。ただ、早季だけは、瞬への淡い想いにとらわれ、やり場のない葛藤に身もだえているのだった。 \n\nそんな中、５人の間に再び不穏な空気が漂い始める。地球を真っ二つにする力があると評される最強の呪力使い・鏑木肆星が、早季たちが実技演習する教室に突然現れた。彼の後継者と目されている瞬と、歴史的な邂逅になることを誰もが期待したが、この出会いが思わぬ事態を引き起こすことになる。"
                },
                "9": {
                    "ID": "4408534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408534",
                    "TitleEnglish": "The Rising Wind",
                    "SummaryEnglish": "Shun stops coming to school and his friends start looking for him, taking care to not raise any suspicions. Saki and Satoru set for the Pinewood village where Shun lives, just to find the place isolated by the authorities and his house destroyed. Later at night, Saki confronts her parents about what really happened to the village but they refuse to tell her more then they can. Soon after Saki is visited by Maria who reveals to her she and Mamoru learned that several Impure Cats (不浄猫 Fujō Neko?) are being maintained at the school and two were freed to hunt down Shun. Saki flees to warn him just to come across one of the Impure Cats.",
                    "TitleJapanese": "風立ちぬ",
                    "SummaryJapanese": "「夏季キャンプ以来、僕らはずっと監視されていた。単に処分を保留されていたに過ぎない」。瞬は、早季に意味深な警告を残して学校から消えた。それから４日がたち、居ても立ってもいられなくなった早季、覚、真理亜、守の４人は、瞬の行方を捜すべく動き始める。 \n\n早季と覚は、子供の頃の記憶を頼りに、舟を使って松風の郷にある瞬の実家を訪れることにした。ところが、郷に繋がる水路に役所の大人たちが検問を張り、どういうわけか松風の郷は完全に封鎖されていた。嫌な予感を覚えながらも、山をかき分けて陸路を取った２人。すると、目の前の道が思いも寄らないもので封鎖されていることに気づく。 \n\n早季と覚は、重大な倫理規定違反を犯すことを意識しながらも、改めて瞬を捜し出す決意を固める。しかし、ようやく足を踏み入れた松風の郷には、想像を絶する光景が広がっていた。"
                },
                "10": {
                    "ID": "4408535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408535",
                    "TitleEnglish": "More Than the Darkness",
                    "SummaryEnglish": "Protected by a charm she got from Shun, Saki manages to defeat the Impure Cat before meeting him. Shun reveals to her that his entire village was destroyed because his powers went out of control. She also learns from him that the drastic alteration in the world's fauna and flora seen in the last 1000 years was due to the residual energy that flows from humans whose powers are not in full control, just like it happened with his dog Subaru, who is killed while protecting him from the other Impure Cat, which is subsequently destroyed by Shun. With little time left before he is killed by his own uncontrolled power, Shun reveals to Saki that he always loved her before having her flee to safety.",
                    "TitleJapanese": "闇よりも",
                    "SummaryJapanese": "真理亜から大人たちが瞬を\"処分\"しようと準備を進めていると聞いた早季は、真相を確かめようと一人、松風の郷へと向かう。暗闇の中、瞬の行方を捜していた早季だったが、その背後から音もなく巨大な猫の化け物・不浄猫が迫っていた。 \n\n早季は、松風の郷を抜け、さらに奥の森へとたどり着く。そこには、木々が奇怪にねじ曲がり、見たこともない虫たちがひしめく異様な光景が広がっていた。さまよい歩くうちに朦朧とし始めた意識の中、早季は必死に瞬の\"業魔化\"を否定しようとしていた。 \n\nしかし、早季の願いもむなしく、辛い現実が突きつけられることになる。森の奥でようやく瞬との再会を果たした早季だったが、彼の口から驚がくの事実を知らされる。人間の心の奥底に潜む闇。そこから生じる防ぎようのない災い…。早季は、耳を覆いたくなるような真実に打ちのめされながらも、瞬を救おうと最後まで絶望的な運命に抗うが…!?"
                },
                "11": {
                    "ID": "4408537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408537",
                    "TitleEnglish": "Distant Thunder in Winter",
                    "SummaryEnglish": "As part of their course, each student is about to be paired with a member of the opposing sex for further training. Saki's classmate Ryou is interested on picking her, but when she realizes that he is not who was supposed to be, she turns him down and pairs up with Satoru instead. While talking to their friends, Saki realizes that their memories were altered so they recognize Ryou as a regular member of the group since childhood instead of Shun, whose name they can't manage to remember. Upon seeing Mamoru panicking about the situation, Saki, Satoru and Maria decide to leaving out of the subject and keep investigating by themselves, but soon after they are called for an audience with Satoru's grandmother Tomiko, who is revealed to be the head of the Ethics Committee, a fact that not even Satoru was aware of.",
                    "TitleJapanese": "冬の遠雷",
                    "SummaryJapanese": "冬。全人学級では、ひとつの恒例行事を迎えようとしていた。建前上は、“当番委員の振り分け”という名目の、日直をはじめとする様々な作業のペア分け。しかし、男女が互いに相手を指名することで成り立つ制度のため、実際は大人たちが管理する“公的な恋人選びの場”であった。 \n\n早季の相手は“ずっと同じ班だった”、良という男子になるともっぱらの噂だったが、当の早季は良の存在に違和感を覚えていた。やがて、あることをきっかけに、早季の疑念は確信へと変わる。覚も早季の話を聞くうちに記憶のすり替えがあったことに気づき、真理亜、守を加えた４人は、真実を確かめるため、良ではない誰か＝Ｘの家があったと思われる朽木の郷へと向かう。 \n\n朽木の郷は、まるで廃村であるかのように人の気配が無く、寂れ果てた場所だった。そして、奥に進むほど土地は荒れ、木々がねじ曲がった異様な光景に変わっていった。それでも前進を続けた４人は、次第に封印された記憶を蘇らせていき…!?"
                },
                "12": {
                    "ID": "4408538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408538",
                    "TitleEnglish": "Weak Link",
                    "SummaryEnglish": "Tomiko reveals to Saki the truth behind Fiends and Karma Demons including their reasons for the harsh means they developed to prevent them from appearing, and that she was the one who intervened for her and her friends to be spared by the Board of Education regarding the incident with the False Minoshiro, because according to her, Saki is considered the most suited one to be her successor. Some time later, Mamoru mysteriously flees away from home and Saki, Maria and Satoru take advantage of a break in classes to look for him.",
                    "TitleJapanese": "弱い環",
                    "SummaryJapanese": "早季、覚、真理亜の3人は、突如として倫理委員会の議長である朝比奈富子から呼び出しを受ける。1人ずつの面談で真っ先に話をすることになった早季は、そこで思い掛けない構想を聞く。早季をいずれは自分の後継ぎ、つまり倫理委員会の議長にしたいというのだ。考えもしなかった話にあっけにとられる早季だったが、富子は本気だった。\"これまでの経緯\"を全て知った上で、早季には指導者の素質があると判断したというのだ。 \n\nさらに、早季は衝撃的な事実を聞かされる。学校で繰り返し学んできた悪鬼と業魔の話。それは、決して暗喩を込めた教訓などではなく、現実の差し迫った脅威だという。富子の口から語られる、悪鬼と業魔にまつわる血塗られた出来事。すべてを知った早季は、抑えようのない思いと悲しみに打ちひしがれるのだった。 \n\nそんな中、『捜さないでください』というメモだけを残して守が突然町から姿を消す。早季、覚、真理亜の3人は守を捜すため、大人たちを欺いて学校を抜け出すが…!?"
                },
                "13": {
                    "ID": "4418720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418720",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "Saki and the others follow Mamoru's tracks until finding him in a shelter. They also meet Squonk, a queerat they had met years before and who had just saved his life. Mamoru reveals to them that he left the village in fear because he is been followed for some time by the filthy cats as a sign that the Board of Education decided to dispose of him.",
                    "TitleJapanese": "再会",
                    "SummaryJapanese": "町から姿を消した守を捜すため、早季、覚、真理亜の3人は、降り積もる雪の中、捜索を開始した。守が使っていると思われるソリの跡を手掛かりに後を追う。すると、ソリの跡は八丁標の外にも続いていた。ひとたびそれを超えれば、取り返しがつかない事態になりかねないことは分かっていたが、一人で町を出た守を放っておくことなど到底出来ない。3人は意を決して八丁標を越え、深い雪山へと歩を進めた。 \n\n捜索開始から数時間。3人は、守のソリを追跡するような、バケネズミの足跡があることに気づく。守が狩りの標的になっている…!?　もはや一刻の猶予もないことを悟り、さらに足を早める一行。しかし、深い谷を臨む急斜面に差し掛かったところで、ソリの跡は忽然と消えていた。3人は、胸騒ぎを覚え、呪力を駆使して周囲を捜索するが…!?"
                },
                "14": {
                    "ID": "4418721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418721",
                    "TitleEnglish": "Snowflakes",
                    "SummaryEnglish": "Saki and Satoru leave Maria behind with Mamoru and return to the village. Saki is inquired about the situation by the Board of Education and just when they consider their disposal, Tomiko appears to intervene on her favor. After the inquirement, Tomiko reveals to Saki that her group was having their memories mostly unaltered by her request with the intention of raising individuals capable to lead the village in the future. She also reveas that an order of disposal will be issued to dispose of Maria and Mamoru but she gives her three days to ring them back before it happens. Saki and Satoru return to the place where they left them behind, but they are nowhere to be found.",
                    "TitleJapanese": "雪華",
                    "SummaryJapanese": "守との再会は果たされたものの、早季は自分たちの置かれている状況が絶望的なものであることを改めて知る。夢中で捜索している最中は、守を町に連れ戻しさえすれば何とかなると考えていたのだが、守がネコダマシに襲われたのは、呪力を完全には制御できないという根本的な問題にあることに気づいたのだ。 \n\nいったん町に戻った早季は、考える間もなく拘束され、教育委員会の査問会にかけられる。守の行方について、委員から厳しい追及を受ける早季。しかし、町と自分たちを守ることしか考えていない大人たちに、早季は禁忌である不浄猫の存在や彼らが仕組んだ罠について、ありのままの思いをぶつける。 \n\nその言葉に激昂した委員は、一方的に早季を「おぞましい子」と断じ、“処分”さえいとわない空気となる。しかしその時、査問会の議場に思い掛けない人物が現れ、事態は大きく動くことになる。"
                },
                "15": {
                    "ID": "4418722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418722",
                    "TitleEnglish": "Afterimage",
                    "SummaryEnglish": "Saki and Satoru keep searching for Maria and Mamoru until an accident leaves Saki uncounscious, awakeninng beside Satoru in a cabin at the Robber Fly village, where they meet Squealer once more. As the two are brought before the queen, they learn from Squealer that the Robber Fly had greatly progressed since their last meeting, now as part of a strong confederation, but the two are shocked when they find that the queen was restrained and lobotomized by her own children. Squealer claims that it was all for the good of the colony, by containg the frenzied queen while preserving her capacity to reproduce. Doubting Squealer's true intentions, the pair is escorted by him and his soldiers to the nest of the Goat Moth colony, where Squonk lives, to ask him about the whereabouts of their missing friends. After Squealer calls to them with no answer, a skirmish begins between the two parties until Satoru uses his power to stop them. Finally reunited with Squonk, Saki recieves from him a letter left behind by Maria before she departed with Mamoru to parts unknown.",
                    "TitleJapanese": "残像",
                    "SummaryJapanese": "守と真理亜を連れ戻すため、再び雪山へと向かった早季と覚だったが、元の場所に2人の姿はなかった。それでもあきらめることなく、広大な雪山を捜し回る早季と覚。そんな中、遠くから自分たちを監視しているらしいバケネズミがいることに気づく。早季たちは、彼らなら何か知っているのではないかと後を追うが、その追跡のさなか、早季がひさし状の雪を踏み抜いてしまい…!? \n\n目を覚ますと、そこは人間に従順な塩屋虻コロニーの貴賓室だった。現れたのは、人間から働きを認められて野狐丸（やこまる）という名前を賜ったというスクィーラ。早季たちは、今や1万8千匹の大所帯を指揮しているという野狐丸の力を借り、雪山で守たちと一緒にいた木蠹蛾コロニーのスクォンクを捜すことにする。 \n\nただ、一刻を争う事態ではあるものの、夜の雪道はあまりにも危険だという野狐丸の助言には従わざるを得なかった。早季と覚は、かつて顔を合わせたことがある女王にあいさつすることを申し出るが、そこで目の当たりにしたのは、塩屋虻コロニーのバケネズミたちの驚がくの実態だった。"
                },
                "16": {
                    "ID": "4418723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418723",
                    "TitleEnglish": "To My Beloved Saki",
                    "SummaryEnglish": "Saki reads Maria's farewell letter, asking that they tell the village she and Mamoru have died. Despite Maria's instructions, and with only a day left, Saki and Satoru continue to search for their friends. As hope dwindles, Saki begins to experience bizarre and troubling nightmares that tells her to do not aid in her friends escape and Maria has to die.",
                    "TitleJapanese": "愛する早季へ",
                    "SummaryJapanese": "野狐丸への不信感がぬぐい切れないまま、早季と覚は、守と真理亜の行方を知っていると思われるスクォンクを捜すため木トウ蛾コロニーを訪れる。しかし、スクォンクは2人の行方はまったく分からないと言い、早季たちが町に戻った後に雪山で預かったという手紙を差し出したのだった。 \n\n手紙には、仲間たちへの思いや別れの辛さのいっぽう、町や大人たちへの複雑な感情が綴られていた。手紙を読んだ早季と覚は、野狐丸にある裏工作を依頼する。それを表面上は快諾した野狐丸だったが、早季たちはその態度にどこか信頼しきれない違和感を覚えるのだった。 \n\nその後、早季と覚は、再び守と真理亜が姿を消した雪山へと戻る。2人を見つけられないことは心の中で分かっていたが、力を尽くして捜さずにはいられなかった。やがて、早季と覚は言いようのない喪失感の中、2人だけの夜を迎えて…。"
                },
                "17": {
                    "ID": "4418724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418724",
                    "TitleEnglish": "Footsteps of Destruction",
                    "SummaryEnglish": "Several years later, Saki, now 26 years old is working in the \"Department of Exospecies Control\" when she is visited by Satoru who brings her news about an unprovoked attack among the queerats, whose colonies are now divided into two large alliances. Kiroumaru and Yakomaru, the leaders of each alliance, are summoned to be questioned about the incident, but with both leaders exchanging accusations, no conclusion is reached and some time later, the conflict between both parties escalate into war. In the first battle, Kiroumaru and the Giant Hornet's army defeats their opponents, which for some reason did not include members of the enemy main colony, Yakomaru's Robber Fly. Some time later, Saki is visited by Satoru again who informs her that the Giant Hornets were annihilated.",
                    "TitleJapanese": "破滅の足音",
                    "SummaryJapanese": "守と真理亜が雪山に消えてから12年後。早季は26歳になっていた。現在の仕事は、保健所の異類管理課でバケネズミの実態調査と管理を行うこと。大人になった早季は、複雑な思いを抱きながらも、粛々と職務をこなしていた。 \n\nそんな早季のもとに、生物工学の研究室で遺伝子を扱っている覚が訪ねてくる。つまらないことでケンカをして1か月以上も口をきいていなかった2人は、ぎこちなさを隠せなかったが、職務のことで会話を交わすうち次第に関係が戻っていく。 \n\nただ、その職務に関する確認事項が、不穏な空気をはらんでいることに2人は気づいていなかった。覚の研究室が試料の採取を依頼している鼈甲蜂コロニーのバケネズミが、別のバケネズミ集団から攻撃を受けたらしいのだが、この時の2人は偶発的な事件と思い込んでしまっていた。それから1週間後、事態は思いも寄らない方向へと動き始める。"
                },
                "18": {
                    "ID": "4418725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418725",
                    "TitleEnglish": "Scarlet Flower",
                    "SummaryEnglish": "An investigation is conducted regarding the demise of the Giant Hornets and no conclusive evidence was found about how they were defeated by the Robber Fly with such ease, but the lack of traces of any kind of weapon denote the possibility that it was the work of a human's telekinesis and a decision is taken to have the Robber Fly destroyed. Despite some concerns due to the matter with the Monster Rats, a Summer Festival is held in the village and the Monster Rats take the opportunity to attack by surprise. Satoru and Saki are caught in the commotion but they are saved by Shisei Kaburagi, the security council advisor who makes use of his outstanding power to drive away the enemy. With many casualties due to the attack and the village in state of emergency, Tomiko swears that Yakomaru will pay dearly for his treason.",
                    "TitleJapanese": "紅い花",
                    "SummaryJapanese": "バケネズミ同士の偶発的な小競り合いと思われていた争いは、奇狼丸率いる大雀蜂コロニーと野狐丸率いる塩屋虻コロニーの２大勢力による決戦の様相をていしていた。そんな中、武力と数で優位に立っていたはずの大雀蜂が、塩屋虻の本隊によって壊滅させられたという知らせが入る。\n\nバケネズミたちの兵器や戦術の進化には目を見張るものがあったが、塩屋虻が一方的に大雀蜂の精鋭を葬ったことの説明にはならない。町の要人たちが参加する安全保障会議でも、そのことが議論され、呪力の第一人者・鏑木肆星は、町を出た人間がかかわっているのではないかと指摘する。結局、塩屋虻コロニーと、それに加担したコロニーのバケネズミは、すべて駆除されることが決定された。\n\nいっぽう、町は夏祭りの時期を迎え、早季も覚と連れ立って夜祭りに繰り出していた。早季はそこで、真理亜の特徴的な赤い髪を思わせる不思議な少女を見かけ、その後を追う。ところが、その直後、祭りに集まっていた人々が何者かによって一斉に襲われ…!?"
                },
                "19": {
                    "ID": "4418726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418726",
                    "TitleEnglish": "Darkness",
                    "SummaryEnglish": "Following the attack of the Monster Rats, Saki and Satoru join another group and accompanies them to the hospital to check on one of their injured friends who is being treated there. As they arrive, they find that the place was attacked. After clearing the place of the Monster Rats and rescue the survivors, the party is attacked by an unknown individual who kills everyone on his path with an overwhelming power. Fearing that the enemy in question may be a Fiend, the party decides to sacrifice themselves to give an opening for Saki and Satoru to escape and warn the others. However, as they flee by a river, the duo soon realize that they are being followed by the enemy.",
                    "TitleJapanese": "暗闇",
                    "SummaryJapanese": "野狐丸の率いるバケネズミの急襲を受けた神栖66町の人々だったが、鏑木肆星の強力な呪力によって一気に形勢を逆転する。その後、肆星の指揮のもと５人一組の即席のチームに分かれ、バケネズミ掃討作戦が開始された。\n\nしかし、ダマし討ちを得意とするバケネズミたちだけに、油断はできない。早季と覚も居合わせた３人と合流して作戦に加わる。そして、怪我人が収容された病院に異変を感じた５人は、中の様子を調べることに。\n\n真っ暗な病院内に足を踏み入れた早季たちは、バケネズミの奇襲に警戒しながらもジリジリと歩を進める。だが、用心するべき“本当の敵”は、呪力の前では無力なバケネズミなどではないことを、この時の早季たちは知る由もなかった。"
                },
                "20": {
                    "ID": "4418727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418727",
                    "TitleEnglish": "A Cold and Sunlit Place",
                    "SummaryEnglish": "Saki and Satoru create a diversion and manage to escape their boat before the Fiend incinerates it. They continue on to the village in order to warn the townspeople, but come across a mutant fish that attacks them, blowing itself up in a suicide mission. Saki is blown away by the explosion, and is separated from Satoru. While in mid air, she has hallucinations of Shun, who is faceless. She still cannot recall his name or what he looked like. She lands, and is attacked by a young boy who mistakes her for a Monster Rat. They continue to the village, which is now in shambles, with many dead or injured. The canals have been drained in order to prevent mutant fish from accessing the town, but Saki wonders if this was Yakomaru's attempt at cutting the town off from its only means of transportation. She finds an injured Tomiko, who refuses to believe that a Fiend is on the loose. She tells her to find the Security Council and warn the others, while she stays behind.",
                    "TitleJapanese": "冷たい日だまり",
                    "SummaryJapanese": "病院で悪鬼と遭遇した早季と覚は、船でその場から離脱することに成功するが、すぐ後ろから悪鬼が迫っていた。すぐに襲ってこないのは、仲間のところまで案内させて皆殺しにしようと考えているからだろう。２人は、追い詰められながらも、起死回生の一手を打つことを決意する。\n\n心身ともにボロボロの状態の早季と覚だったが、魂はまだ死んでいなかった。悪鬼の出現を生き残った人たちに伝えたいという義務感と、「真実を確かめないまま死ねない」という決意に突き動かされ、いまだ戦闘が続く町へと戻る。\n\n町の人たちと合流するべく、危険を承知で水路を進んでいた２人は、そこで奇怪な巨大生物の襲撃を受ける。早季たちは、呪力を駆使して応戦するが、やがてその怪物の本当の恐ろしさを知ることになる。"
                },
                "21": {
                    "ID": "4418728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418728",
                    "TitleEnglish": "The Fire That Destroys the World",
                    "SummaryEnglish": "Saki and Niimi decide to head to the Temple of Purity, as Kaburagi declares war on the Monster Rats of Japan, promising to eliminate them. But the Fiend approaches, killing several humans, and confronts Kaburagi. Saki realizes the Fiend looks like Maria. Satoru appears, and tells Saki and Niimi that they have to leave as soon as possible, telling them that even Kaburagi cannot kill a Fiend. Kaburagi manages to evade the Fiend's first attack, but is soon killed by him. Saki and the rest run, confronting a Monster Rat who tells them that their race will now be the new rulers, and that their \"Messiah\" (the Fiend) was sent from the heavens to save them. They kill the rat, and Niimi tells them he must split up with them and go to the Town Hall. Saki and Satoru make it to the Temple of Purity, where they learn that Saki's parents have already been there, and plan to release the Impure Cats upon the Fiend.",
                    "TitleJapanese": "劫火",
                    "SummaryJapanese": "野狐丸の策略により町は壊滅状態に陥り、かろうじて生き残った人々も、刻一刻とその数を減らしていた。富子との再会を果たし、悪鬼の出現を報告した早季だったが、もはや町を救う手立てはなかった。唯一残された手段は、町から離れた清浄寺に向かい、そこで態勢を立て直すことのみ。\n\n一方その頃、悪鬼の出現を知らない鏑木肆星は、バケネズミの猛攻を寄せ付けず孤軍奮闘していた。圧倒的な呪力で、バケネズミの軍勢を蹴散らしていく肆星。だが、そこに悪鬼が現れたことで事態は急転する。町からの脱出を図っていた早季は、初めて間近で悪鬼の姿を目の当たりにするが…!?"
                },
                "22": {
                    "ID": "4418729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418729",
                    "TitleEnglish": "Tokyo",
                    "SummaryEnglish": "Inui also revealed to them that it was Kiroumaru who rescued him after he collapsed and then he was put under custody. Saki receives a pack from her mother where she learns of an ancient weapon called the \"Psychobuster\", devised by normal humans with the intention to kill psychics. Saki and Satoru then pay a visit to the imprisioned Kiroumaru, who offers them his help and the trio depart with Inui to the ruins of Tokyo, where the Psychobuster is located. However, they fail to bypass the Monster Rats' blockades undetected and soon after arriving in the city, they learn that they are being followed by the enemy, led by Yakomaru and the Fiend.",
                    "TitleJapanese": "東京",
                    "SummaryJapanese": "覚と合流した早季は、富子の遺志を継ぎ、清浄寺へと向かった。そこには、１週間前に塩屋虻コロニーの駆除に向かったはずの鳥獣保護官・乾の姿があった。そして、その口から驚きの真実、野狐丸の真の狙いを聞き、がく然とするのだった。\n\n残されたたったひとつの希望は、母の手紙に書かれていた古代の大量破壊兵器。サイコバスターと呼ばれるその武器は、今も東京のどこかに眠っているはずだという。悪鬼を倒すには、無人の廃墟と化した東京に向かい、サイコバスターを手に入れるしかない。\n\n早季と覚は、潜水艇に乗り込み、東京を目指すことになる。同行するのは乾と、先の戦闘でかろうじて生き残っていた奇狼丸。バケネズミである奇狼丸は裏切る可能性もあったが、以前一度東京に足を踏み入れたことがあるという経験を買って一行に加えた。こうして、清浄寺を密かに離れた早季たちだったが、東京への道のりはあまりにも壮絶なものだった。"
                },
                "23": {
                    "ID": "4418730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418730",
                    "TitleEnglish": "The Face of the Boy",
                    "SummaryEnglish": "As Saki's group continues to make their way through the treacherous tunnels of Tokyo, they came across a underground river hidden within the caves. They split into two groups: One group with Satoru and Kiroumaru to drive away their pursuers and the other group with Saki and Inui to retrieve the submarine so that can continue their mission through the river. While making their way to the Psychobuster, they were attacked by a giant ragworm. Inui sacrifices his life so that Saki can continue with her mission. After retrieving the Psychobuster from an abandoned building, she take off towards the sun at daybreak. As she run pass the dilapidated scene of Tokyo, it reminisces her of the time with her last conversation with Shun. Then she saw an adult image of Shun right in front of her.",
                    "TitleJapanese": "少年の顔",
                    "SummaryJapanese": "悪鬼を倒す唯一の手段であるサイコバスターを求め、東京にたどり着いた早季、覚、乾、奇狼丸の４人。そこは、想像以上に地獄の様相をていしていた。野狐丸の追跡をかわすために潜入した地下洞窟には、見たこともない奇怪な生物がうごめき、呪力を持つ早季たちですら対抗できない恐ろしい種も存在した。\n\nそれでも前進を続けていた一行だったが、やがて行く手を地下河川に遮られる。泳いで渡るのはあまりに危険な上、背後からは野狐丸も迫っているため、早季たちはふた手に別れ、一方がおとりに、もう一方が戻って潜水艇を取ってくるという作戦を立てる。\n\n潜水艇に向かった早季と乾は、日暮れを迎えた頃ようやく隠し場所にたどり着いた。すぐさま潜水艇に乗り込み、洞窟に向かおうとした２人だったが、比較的穏やかだった昼とは違い、夜の海岸は恐ろしい生物の巣窟と化していた。"
                },
                "24": {
                    "ID": "4418731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418731",
                    "TitleEnglish": "Torchlight in the Darkness",
                    "SummaryEnglish": "Kiroumaru finds Saki and informs her that Satoru is slightly injured while they were seperated. Kiroumaru then decides that they should lure the Ogre and counterattack. Satoru and Saki wait in a tunnel as Kiroumaru leaves to lure the Akki. As the Akki enters the tunnel, Saki sets a mirror in front of him. He looks momentarily then he screams and tries to attack them. To protect Saki, Satoru ends up throwing the Psychobuster at the Ogre , but Saki incinerates the Psychobuster with fire before it can infect both the fiend and Satoru, as she could not bare to lose her remaining close friend Satoru. Failing to defeat the Akki, Kiroumaru appears and quickly distracts the Ogre as they escape. They hide in a corner in the tunnels as they anticipate Yakomaru's next move. In a last attempt, Yakomaru decides to seek a renegotiation with Saki's group but in actual fact he wanted to reveal their position through their voices.",
                    "TitleJapanese": "闇に燃えし篝火は",
                    "SummaryJapanese": "サイコバスターを手に入れた早季は、その“唯一の希望”を手に覚たちと合流する。目指す悪鬼が、わずかな護衛とともに自分たちを追っている今こそが千載一遇のチャンスと考えた一行は、悪鬼を洞窟の一本道に誘い込む罠を張ることに。\n\n奇狼丸が悪鬼をおびき寄せ、早季と覚がサイコバスターを投げつけるというシンプルな作戦。それだけに小さなミスも許されない状況だったが、早季は土壇場になって意外なことを語り始める。悪鬼は、本当は自分が何者か分かっていないだけなのではないかというのだ。\n\nそうこうしているうち、奇狼丸によっておびき寄せられた悪鬼が姿を現す。２人はもはや作戦通り悪鬼を引きつけ、一本道に誘い込むよりほかなかった。切り札のサイコバスターは手元にあるものの、悪鬼に一瞬でも姿を見られれば呪力で一方的にひねり殺されてしまう。早季と覚、２人の命懸けの狩りが始まる。"
                },
                "25": {
                    "ID": "4418732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418732",
                    "TitleEnglish": "From The New World",
                    "SummaryEnglish": "Saki realizes that the Akki was conditioned to suffer the death feedback from killing Monster Rats instead of humans. Kiroumaru then confronts the Akki disguised as a human, resulting on the deaths of both, after asking for Saki to make sure that at least his colony is spared from the humans' vengeful wrath. With the rebellion finally supressed, Yakomaru, having renounced to his title and once more addressing himself as Squealer, is tried and sentenced to \"Eternal Hell\", with his body suffering excruciating pain while being regenerated indefinitely. However, Satoru later reveals to Saki that upon analyzing the Monster Rats' DNA he discovered that they were created by infusing mole rat DNA into ordinary humans to prevent them from being a threat to the humans with telekinesis. Saki then pays a visit to Squealer and sure that he was already punished enough, puts him out of his misery. Ten years later, Saki and Satoru get married, and as she expects their first child, they desire that the world soon becomes a better place for its sake.",
                    "TitleJapanese": "新世界より",
                    "SummaryJapanese": "サイコバスターを失った今、もはや悪鬼に対抗する手段は残されていないかに思えた。しかし、早季は幻影の中に現れた最愛の人物に導かれ、起死回生の作戦を思いつく。それは、呪力とそれにまつわる性質を逆手に取るような、思いも寄らないものだった。\n\n早季、覚、奇狼丸、野狐丸、そして悪鬼。それぞれの思惑をはらみながら、人間とバケネズミの壮絶な戦いは、ついに最終局面を迎える。"
                }
            }
        }
    }
}