{
    "URL": "https://www.thetvdb.com/series/from-the-new-world",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2309320/",
        "https://www.tv-asahi.co.jp/shinsekaiyori/",
        "https://www.themoviedb.org/tv/53052",
        "https://x.com/shinsekai_yori"
    ],
    "TitleEnglish": "From the New World",
    "SummaryEnglish": "Born into a world 1000 years in our future, Saki and her friends live in utopia. Not only is their idyllic community overflowing with resources, but technology is obsolete, thanks to a magical power that grants the ability to materialize anything. However, when Saki discovers a lost artifact, the facade is shattered! Faced with a startling truth about their town, Saki and her companions face dangers they never knew existed, and their choices may change the fate of everyone.",
    "Aliases": [
        "Shinsekai Yori",
        "Shin Sekai Yori"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "1": {
            "ID": "502087",
            "URL": "https://www.thetvdb.com/series/from-the-new-world/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4408522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408522",
                    "TitleEnglish": "The Season of New Leaves",
                    "SummaryEnglish": "In the year of 2011, people with strong psychokinectic powers start appearing, leaving a trace of death and destruction along their way. 1000 years later, Saki Watanabe finally has her own powers awakened, and after a ritual of passage, she rejoins her friends at school who had awakened before her. However, one of them is revealed to have weaker powers than her peers, and soon after she mysteriously disappears."
                },
                "2": {
                    "ID": "4408524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408524",
                    "TitleEnglish": "The Vanishing Children",
                    "SummaryEnglish": "Saki and her friends take part together in a ball tournament where they must control small clay dolls with their power. Her team defeats several opponents until the final match when one of the members of the opposing team breaks the rules, ending the match in a draw. After the tournament the same student is never seen again."
                },
                "3": {
                    "ID": "4408525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408525",
                    "TitleEnglish": "The False Minoshiro",
                    "SummaryEnglish": "While having their summer camp together, the children remember the legend of a strange creature known as the \"False Minoshiro\" who brings death to whoever gets on its way. Eager to learn more about it, they manage to locate and capture the Minoshiro, which much to their surprise, starts communicating with them."
                },
                "4": {
                    "ID": "4408526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408526",
                    "TitleEnglish": "Bloody History",
                    "SummaryEnglish": "The children learn from the Minoshiro the truth about the tragic history since the advent of psychokinetic powers 1000 years ago until they are intercepted by a monk who seals their powers and escorts them to be judged for their actions. On the way, they are attacked by a group of Were Rats who are slain by the monk until a surviving creature leaps toward them."
                },
                "5": {
                    "ID": "4408528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408528",
                    "TitleEnglish": "Pursuit on a Hot Night",
                    "SummaryEnglish": "The creature explodes killing the monk and itself. Defenseless against the queerats, the children flee with Saki and her friend Satoru being separated from the others and captured by them. After escaping confinement, the pair is rescued by Squealer a queerat from another tribe who brings them before his queen and ask for their help against their rivals who threaten to ravage their colony. Saki and Satoru does not reveal to them that their powers are sealed, and flee by themselves when the invasion begins."
                },
                "6": {
                    "ID": "4408529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408529",
                    "TitleEnglish": "Escape",
                    "SummaryEnglish": "Saki and Satoru get themselves trapped and with no chance to escape, until Saki remembers Satoru's mantra and uses it to have him recover his powers. Instead of fleeing with her, Satoru decides to fight the Ground Spiders, aided by Squera and the surviving warriors of the Robber Fly. As the group survives several ambushes made by the enemy, Satoru shows signs of fatigue for overusing his abilities, but despite Saki's protests, he moves on until they have an encounter with a massive army."
                },
                "7": {
                    "ID": "4408531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408531",
                    "TitleEnglish": "Summer Darkness",
                    "SummaryEnglish": "The Giant Hornet colony arrives and annihilates the Ground Spiders. Satoru agrees to accompany the Giant Hornets leader Kirōmaru to the Ground Spiders' nest, where they are attacked by the Ground Spiders' commander. Satoru suspects that Kirōmaru may have received an order to kill Saki and him, and they flee through the forest, guided through a shortcut by Squera. Upon arriving at the river, they are reunited with their friends. As they are returning to town, they encounter Kirōmaru who helps them by towing them with his ship. Saki restores Shun's Force and offers to help the others restore their Forces."
                },
                "8": {
                    "ID": "4408532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408532",
                    "TitleEnglish": "Omen",
                    "SummaryEnglish": "Two years pass and the children enter into adolescence. Saki finds her feelings for Shun unrequited when he starts dating Satoru instead and she starts dating Maria. Soon after, Shun breaks up with Satoru and starts distancing himself from everyone else. Saki questions him about the reason and learns from him that the adults know the truth about what happened two years before. He also warns her to be careful because the time for them to be punished for their past transgressions may come soon."
                },
                "9": {
                    "ID": "4408534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408534",
                    "TitleEnglish": "The Rising Wind",
                    "SummaryEnglish": "Shun stops coming to school and his friends start looking for him, taking care to not raise any suspicions. Saki and Satoru set for the Pinewood village where Shun lives, just to find the place isolated by the authorities and his house destroyed. Later at night, Saki confronts her parents about what really happened to the village but they refuse to tell her more then they can. Soon after Saki is visited by Maria who reveals to her she and Mamoru learned that several Impure Cats (不浄猫 Fujō Neko?) are being maintained at the school and two were freed to hunt down Shun. Saki flees to warn him just to come across one of the Impure Cats."
                },
                "10": {
                    "ID": "4408535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408535",
                    "TitleEnglish": "More Than the Darkness",
                    "SummaryEnglish": "Protected by a charm she got from Shun, Saki manages to defeat the Impure Cat before meeting him. Shun reveals to her that his entire village was destroyed because his powers went out of control. She also learns from him that the drastic alteration in the world's fauna and flora seen in the last 1000 years was due to the residual energy that flows from humans whose powers are not in full control, just like it happened with his dog Subaru, who is killed while protecting him from the other Impure Cat, which is subsequently destroyed by Shun. With little time left before he is killed by his own uncontrolled power, Shun reveals to Saki that he always loved her before having her flee to safety."
                },
                "11": {
                    "ID": "4408537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408537",
                    "TitleEnglish": "Distant Thunder in Winter",
                    "SummaryEnglish": "As part of their course, each student is about to be paired with a member of the opposing sex for further training. Saki's classmate Ryou is interested on picking her, but when she realizes that he is not who was supposed to be, she turns him down and pairs up with Satoru instead. While talking to their friends, Saki realizes that their memories were altered so they recognize Ryou as a regular member of the group since childhood instead of Shun, whose name they can't manage to remember. Upon seeing Mamoru panicking about the situation, Saki, Satoru and Maria decide to leaving out of the subject and keep investigating by themselves, but soon after they are called for an audience with Satoru's grandmother Tomiko, who is revealed to be the head of the Ethics Committee, a fact that not even Satoru was aware of."
                },
                "12": {
                    "ID": "4408538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4408538",
                    "TitleEnglish": "Weak Link",
                    "SummaryEnglish": "Tomiko reveals to Saki the truth behind Fiends and Karma Demons including their reasons for the harsh means they developed to prevent them from appearing, and that she was the one who intervened for her and her friends to be spared by the Board of Education regarding the incident with the False Minoshiro, because according to her, Saki is considered the most suited one to be her successor. Some time later, Mamoru mysteriously flees away from home and Saki, Maria and Satoru take advantage of a break in classes to look for him."
                },
                "13": {
                    "ID": "4418720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418720",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "Saki and the others follow Mamoru's tracks until finding him in a shelter. They also meet Squonk, a queerat they had met years before and who had just saved his life. Mamoru reveals to them that he left the village in fear because he is been followed for some time by the filthy cats as a sign that the Board of Education decided to dispose of him."
                },
                "14": {
                    "ID": "4418721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418721",
                    "TitleEnglish": "Snowflakes",
                    "SummaryEnglish": "Saki and Satoru leave Maria behind with Mamoru and return to the village. Saki is inquired about the situation by the Board of Education and just when they consider their disposal, Tomiko appears to intervene on her favor. After the inquirement, Tomiko reveals to Saki that her group was having their memories mostly unaltered by her request with the intention of raising individuals capable to lead the village in the future. She also reveas that an order of disposal will be issued to dispose of Maria and Mamoru but she gives her three days to ring them back before it happens. Saki and Satoru return to the place where they left them behind, but they are nowhere to be found."
                },
                "15": {
                    "ID": "4418722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418722",
                    "TitleEnglish": "Afterimage",
                    "SummaryEnglish": "Saki and Satoru keep searching for Maria and Mamoru until an accident leaves Saki uncounscious, awakeninng beside Satoru in a cabin at the Robber Fly village, where they meet Squealer once more. As the two are brought before the queen, they learn from Squealer that the Robber Fly had greatly progressed since their last meeting, now as part of a strong confederation, but the two are shocked when they find that the queen was restrained and lobotomized by her own children. Squealer claims that it was all for the good of the colony, by containg the frenzied queen while preserving her capacity to reproduce. Doubting Squealer's true intentions, the pair is escorted by him and his soldiers to the nest of the Goat Moth colony, where Squonk lives, to ask him about the whereabouts of their missing friends. After Squealer calls to them with no answer, a skirmish begins between the two parties until Satoru uses his power to stop them. Finally reunited with Squonk, Saki recieves from him a letter left behind by Maria before she departed with Mamoru to parts unknown."
                },
                "16": {
                    "ID": "4418723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418723",
                    "TitleEnglish": "To My Beloved Saki",
                    "SummaryEnglish": "Saki reads Maria's farewell letter, asking that they tell the village she and Mamoru have died. Despite Maria's instructions, and with only a day left, Saki and Satoru continue to search for their friends. As hope dwindles, Saki begins to experience bizarre and troubling nightmares that tells her to do not aid in her friends escape and Maria has to die."
                },
                "17": {
                    "ID": "4418724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418724",
                    "TitleEnglish": "Footsteps of Destruction",
                    "SummaryEnglish": "Several years later, Saki, now 26 years old is working in the \"Department of Exospecies Control\" when she is visited by Satoru who brings her news about an unprovoked attack among the queerats, whose colonies are now divided into two large alliances. Kiroumaru and Yakomaru, the leaders of each alliance, are summoned to be questioned about the incident, but with both leaders exchanging accusations, no conclusion is reached and some time later, the conflict between both parties escalate into war. In the first battle, Kiroumaru and the Giant Hornet's army defeats their opponents, which for some reason did not include members of the enemy main colony, Yakomaru's Robber Fly. Some time later, Saki is visited by Satoru again who informs her that the Giant Hornets were annihilated."
                },
                "18": {
                    "ID": "4418725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418725",
                    "TitleEnglish": "Scarlet Flower",
                    "SummaryEnglish": "An investigation is conducted regarding the demise of the Giant Hornets and no conclusive evidence was found about how they were defeated by the Robber Fly with such ease, but the lack of traces of any kind of weapon denote the possibility that it was the work of a human's telekinesis and a decision is taken to have the Robber Fly destroyed. Despite some concerns due to the matter with the Monster Rats, a Summer Festival is held in the village and the Monster Rats take the opportunity to attack by surprise. Satoru and Saki are caught in the commotion but they are saved by Shisei Kaburagi, the security council advisor who makes use of his outstanding power to drive away the enemy. With many casualties due to the attack and the village in state of emergency, Tomiko swears that Yakomaru will pay dearly for his treason."
                },
                "19": {
                    "ID": "4418726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418726",
                    "TitleEnglish": "Darkness",
                    "SummaryEnglish": "Following the attack of the Monster Rats, Saki and Satoru join another group and accompanies them to the hospital to check on one of their injured friends who is being treated there. As they arrive, they find that the place was attacked. After clearing the place of the Monster Rats and rescue the survivors, the party is attacked by an unknown individual who kills everyone on his path with an overwhelming power. Fearing that the enemy in question may be a Fiend, the party decides to sacrifice themselves to give an opening for Saki and Satoru to escape and warn the others. However, as they flee by a river, the duo soon realize that they are being followed by the enemy."
                },
                "20": {
                    "ID": "4418727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418727",
                    "TitleEnglish": "A Cold and Sunlit Place",
                    "SummaryEnglish": "Saki and Satoru create a diversion and manage to escape their boat before the Fiend incinerates it. They continue on to the village in order to warn the townspeople, but come across a mutant fish that attacks them, blowing itself up in a suicide mission. Saki is blown away by the explosion, and is separated from Satoru. While in mid air, she has hallucinations of Shun, who is faceless. She still cannot recall his name or what he looked like. She lands, and is attacked by a young boy who mistakes her for a Monster Rat. They continue to the village, which is now in shambles, with many dead or injured. The canals have been drained in order to prevent mutant fish from accessing the town, but Saki wonders if this was Yakomaru's attempt at cutting the town off from its only means of transportation. She finds an injured Tomiko, who refuses to believe that a Fiend is on the loose. She tells her to find the Security Council and warn the others, while she stays behind."
                },
                "21": {
                    "ID": "4418728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418728",
                    "TitleEnglish": "The Fire That Destroys the World",
                    "SummaryEnglish": "Saki and Niimi decide to head to the Temple of Purity, as Kaburagi declares war on the Monster Rats of Japan, promising to eliminate them. But the Fiend approaches, killing several humans, and confronts Kaburagi. Saki realizes the Fiend looks like Maria. Satoru appears, and tells Saki and Niimi that they have to leave as soon as possible, telling them that even Kaburagi cannot kill a Fiend. Kaburagi manages to evade the Fiend's first attack, but is soon killed by him. Saki and the rest run, confronting a Monster Rat who tells them that their race will now be the new rulers, and that their \"Messiah\" (the Fiend) was sent from the heavens to save them. They kill the rat, and Niimi tells them he must split up with them and go to the Town Hall. Saki and Satoru make it to the Temple of Purity, where they learn that Saki's parents have already been there, and plan to release the Impure Cats upon the Fiend."
                },
                "22": {
                    "ID": "4418729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418729",
                    "TitleEnglish": "Tokyo",
                    "SummaryEnglish": "Inui also revealed to them that it was Kiroumaru who rescued him after he collapsed and then he was put under custody. Saki receives a pack from her mother where she learns of an ancient weapon called the \"Psychobuster\", devised by normal humans with the intention to kill psychics. Saki and Satoru then pay a visit to the imprisioned Kiroumaru, who offers them his help and the trio depart with Inui to the ruins of Tokyo, where the Psychobuster is located. However, they fail to bypass the Monster Rats' blockades undetected and soon after arriving in the city, they learn that they are being followed by the enemy, led by Yakomaru and the Fiend."
                },
                "23": {
                    "ID": "4418730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418730",
                    "TitleEnglish": "The Face of the Boy",
                    "SummaryEnglish": "As Saki's group continues to make their way through the treacherous tunnels of Tokyo, they came across a underground river hidden within the caves. They split into two groups: One group with Satoru and Kiroumaru to drive away their pursuers and the other group with Saki and Inui to retrieve the submarine so that can continue their mission through the river. While making their way to the Psychobuster, they were attacked by a giant ragworm. Inui sacrifices his life so that Saki can continue with her mission. After retrieving the Psychobuster from an abandoned building, she take off towards the sun at daybreak. As she run pass the dilapidated scene of Tokyo, it reminisces her of the time with her last conversation with Shun. Then she saw an adult image of Shun right in front of her."
                },
                "24": {
                    "ID": "4418731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418731",
                    "TitleEnglish": "Torchlight in the Darkness",
                    "SummaryEnglish": "Kiroumaru finds Saki and informs her that Satoru is slightly injured while they were seperated. Kiroumaru then decides that they should lure the Ogre and counterattack. Satoru and Saki wait in a tunnel as Kiroumaru leaves to lure the Akki. As the Akki enters the tunnel, Saki sets a mirror in front of him. He looks momentarily then he screams and tries to attack them. To protect Saki, Satoru ends up throwing the Psychobuster at the Ogre , but Saki incinerates the Psychobuster with fire before it can infect both the fiend and Satoru, as she could not bare to lose her remaining close friend Satoru. Failing to defeat the Akki, Kiroumaru appears and quickly distracts the Ogre as they escape. They hide in a corner in the tunnels as they anticipate Yakomaru's next move. In a last attempt, Yakomaru decides to seek a renegotiation with Saki's group but in actual fact he wanted to reveal their position through their voices."
                },
                "25": {
                    "ID": "4418732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/from-the-new-world/episodes/4418732",
                    "TitleEnglish": "From The New World",
                    "SummaryEnglish": "Saki realizes that the Akki was conditioned to suffer the death feedback from killing Monster Rats instead of humans. Kiroumaru then confronts the Akki disguised as a human, resulting on the deaths of both, after asking for Saki to make sure that at least his colony is spared from the humans' vengeful wrath. With the rebellion finally supressed, Yakomaru, having renounced to his title and once more addressing himself as Squealer, is tried and sentenced to \"Eternal Hell\", with his body suffering excruciating pain while being regenerated indefinitely. However, Satoru later reveals to Saki that upon analyzing the Monster Rats' DNA he discovered that they were created by infusing mole rat DNA into ordinary humans to prevent them from being a threat to the humans with telekinesis. Saki then pays a visit to Squealer and sure that he was already punished enough, puts him out of his misery. Ten years later, Saki and Satoru get married, and as she expects their first child, they desire that the world soon becomes a better place for its sake."
                }
            }
        }
    }
}