{
  "URL": "https://www.thetvdb.com/series/busou-shinki",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2390022/",
    "https://www.themoviedb.org/tv/72698",
    "https://www.themoviedb.org/tv/72698"
  ],
  "TitleEnglish": "Busou Shinki",
  "SummaryEnglish": "Masato is a high school student who has been living abroad and has now returned to Japan. On his first day of school, he is awoken by Ann, his Arnval model Shinki. As he hurriedly prepares to depart, Aines, an Altines model, and Lene, an Altlene model, both make their way out from the boxes they had been packed within. For the sake of their Master, they enthusiastically go about cleaning and squaring away Masato's belongings. In the midst of this, they come across a box labeled “Valuable.” What could be inside?",
  "Aliases": [
    "Busou Shinki Moon Angel",
    "Busou Shinki: Armored War Goddess"
  ],
  "Modified": "2024-10-12",
  "Seasons": {
    "0": {
      "ID": "503003",
      "URL": "https://www.thetvdb.com/series/busou-shinki/seasons/official/0",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "4606576",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/busou-shinki/episodes/4606576",
          "TitleEnglish": "Install x Dream",
          "SummaryEnglish": "An unaired episode of the TV series.",
          "Aliases": []
        },
        "2": {
          "ID": "4426910",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/busou-shinki/episodes/4426910",
          "TitleEnglish": "Busou Shinki Moon Angel",
          "SummaryEnglish": "The story follows the coming of age and Shinki battles of Tsubasa, a boy who dreams of becoming a Shinki Master, and his Shinki partner Arnval Mk. 2.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "503004",
      "URL": "https://www.thetvdb.com/series/busou-shinki/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4416207",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/busou-shinki/episodes/4416207",
          "TitleEnglish": "I Found Something Important",
          "SummaryEnglish": "A boy and his Arnval Shinki, nicknamed Ann, move to his hometown in Japan to start high school. As Ann helps unpack her master's things whilst he is at school, his other Shinki, Ines and Lene, help her out and discover a box labelled 'Important'. After tidying up the place, they inadvertently send a knife flying into the 'Important' box and decide to check the contents, finding a love letter inside. When the wind suddenly blows the letter away, the Shinki chase after it as it knocks over another Shinki named Kurara, who takes it as a challenge and forces them into a battlefield. When the letter becomes slightly damaged as a result of the battle, Ann becomes angry and overhwelms Kurara in battle before heading back home. After their master returns from school, Ann apologises for what happened to the letter, which is revealed to contain a visualizer containing a house he made for Ann when he was little. Later, they discover another box containing a Strarf model Shinki.",
          "Aliases": []
        },
        "2": {
          "ID": "4416208",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/busou-shinki/episodes/4416208",
          "TitleEnglish": "The Secret Ingredient is the Scent of Gunpowder",
          "SummaryEnglish": "The Strarf unit, which was a surprise gift from the master's father, is named Hina. As Hina becomes wary of a presence nearby, she becomes downhearted when she learns her master isn't all that into battling. Later that night, Ann suggests to Ines and Lene that they prepare a feast for their master's high school entrance gift. However, things start to get messy when a pair of cat-type Shinki start interfering. Things soon get suspenseful when the fuse shorts out and the Shinki find themselves attacked by a live octopus. Luckily, Hina comes in to save the day, stopping the octopus and fighting back the perpetrators whilst managing to get dinner ready in the process.",
          "Aliases": []
        },
        "3": {
          "ID": "4416210",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/busou-shinki/episodes/4416210",
          "TitleEnglish": "Crash! Battle Trike",
          "SummaryEnglish": "Kurara shows up at the Shinkis' home asking for their assistance in catching a thief that has been stealing Shinki units. As Hina decides to accompany her, they tail a suspicious person to a Shinki store. Meanwhile, the master is taken in for questioning, prompting Ann, Ines and Lene to set off in order to clear his name. Noticing he is being watched, the suspicious person activates two Shinki, Ach and Yda, against Hina and Kurara. As Ines and Lene chase after the thief, Ann goes to assist Hina in fighting Ach and Yda. The battle is soon put to a halt when Ach and Yda learn that their master is the true thief who manipulated them into fighting for him. As Ach and Yda head off on a journey to find a more suitable master, the thief is brought to justice and the master's charges are dropped.",
          "Aliases": []
        },
        "4": {
          "ID": "4416211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/busou-shinki/episodes/4416211",
          "TitleEnglish": "It's a Race! Once Around the Park",
          "SummaryEnglish": "Lene and Ines are on the outs, and their Master has the itch to travel. A race aorund the park promises a trip to Okinawa for the winning Shinki and their Master, and Ines along with Lene enter...as well as few surprise entrants too.",
          "Aliases": []
        },
        "5": {
          "ID": "4416212",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/busou-shinki/episodes/4416212",
          "TitleEnglish": "Beach Swimsuit Armor",
          "SummaryEnglish": "Ann and the rest of the Shinki prepare for a trip to Okinawa with their Master...who unfortunately leaves them behind while running late. The girls then decide to make their way to the small island in search of fun and sun.",
          "Aliases": []
        },
        "6": {
          "ID": "4416213",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/busou-shinki/episodes/4416213",
          "TitleEnglish": "Attention, Please! Our Plane is Bound for Hell",
          "SummaryEnglish": "While on a return trip from Okinawa, the Ann & Co. encounter a trio of Shinkis who have hijacked the plane and are sending it on a one way trip to hell.",
          "Aliases": []
        },
        "7": {
          "ID": "4416214",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/busou-shinki/episodes/4416214",
          "TitleEnglish": "The Visitor Comes with the Sound of Rain...",
          "SummaryEnglish": "Seeking a cool place to relax, the Shinkis inexplicably end up huddling around a room full of candles, telling horror stories in hopes of scaring the heat away. As the weather suddenly shifts to a downpour, the Shinkis go out searching for their master and encounter something not of this world...or so they think.",
          "Aliases": []
        },
        "8": {
          "ID": "4416215",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/busou-shinki/episodes/4416215",
          "TitleEnglish": "Someday, Somewhere",
          "SummaryEnglish": "One day, Ann wakes up as a human. When Rihito sees her pouting in the park, he decides to do the gentlemanly thing and help her out. Meanwhile, Ann’s Shinki body has been infected by a potentially fatal virus!",
          "Aliases": []
        },
        "9": {
          "ID": "4416216",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/busou-shinki/episodes/4416216",
          "TitleEnglish": "Lene's War Against the Underground Empire",
          "SummaryEnglish": "The evil Shinki Cloudy rules the underground empire that is home to rogue Shinki. Lene swears that she will help the Liberation Army fight for freedom... while searching for her master’s missing rice ball.",
          "Aliases": []
        },
        "10": {
          "ID": "4416217",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/busou-shinki/episodes/4416217",
          "TitleEnglish": "A Christmas Song For You",
          "SummaryEnglish": "Ann, Hina, Ines, and Lene are all looking for a job to help pay for a christmas present for their master that they found while out browsing the shops",
          "Aliases": []
        },
        "11": {
          "ID": "4416218",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/busou-shinki/episodes/4416218",
          "TitleEnglish": "We'll Settle It Tonight! Who is the Strongest Shinki?!",
          "SummaryEnglish": "The girls try and plan something for HIna's birthday. Later, HIna is taken away and memories are forcibly erased.",
          "Aliases": []
        },
        "12": {
          "ID": "4416220",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/busou-shinki/episodes/4416220",
          "TitleEnglish": "Don't Say \"Goodbye\"",
          "SummaryEnglish": "The girls go out to track down and get Hina back.",
          "Aliases": []
        }
      }
    }
  }
}