{
    "URL": "https://www.thetvdb.com/series/aikatsu",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Children",
        "Comedy",
        "Family",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2398674/",
        "https://www.themoviedb.org/tv/65503"
    ],
    "TitleEnglish": "Aikatsu!",
    "SummaryEnglish": "Ichigo Hoshimiya is a regular, ordinary middle school girl. But when her best friend Aoi invites her to join the idol training academy, Starlight Academy, her whole world is turned upside down. As she encounters all kinds of rivals and learns what it takes to be an idol, she uses her Aikatsu Cards to challenge countless auditions.",
    "TitleJapanese": "アイカツ！",
    "SummaryJapanese": "私たちのアツいアイドル活動！\n\n星宮いちごは、ごくごくフツーの中学1年生の女の子。ところが、親友のあおいに誘われてアイドル養成の名門校「スターライト学園」に編入したことで、いちごをとりまく世界がガラリと変わってしまう。様々なライバルたちと出会い、アイドルとしての心得を学びながら、いちごはアイカツ！カードを使って数々のオーディションに挑戦していくことに。新人アイドルいちごの、明るく元気なアイドル活動が幕を開ける…！",
    "Aliases": [],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "556187",
            "URL": "https://www.thetvdb.com/series/aikatsu/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "4838053",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4838053",
                    "TitleEnglish": "Aikatsu! Movie",
                    "SummaryEnglish": "Orihime proposes that Ichigo hold a concert at the stadium where she first saw Mizuki perform, which Ichigo dubs the Great Starmiya Ichigo Festival, assigning Aoi and Ran as the event's producers. Wanting to help out, Akari joins Ichigo and the others in their first strategy meeting, where they decide to make a song to fit their theme of a bright future. Following Naoto's suggestion, Ichigo, Aoi, and Ran meet up with an artist named Kanon about writing their new song. Kanon is initially uncertain as she's never written a song about other people before, but becomes interested after seeing their performance, spending the day getting to know them and agreeing to write their song. The next day, Ichigo becomes downhearted when Mizuki turns down her offer to be on stage with her, stating she is thinking about retiring as an idol. When Kanon presents her new song, Ichigo feels it needs something to express her gratitude towards Mizuki, to which Kanon makes some revisions. On the day of the event, as Ichigo grows concerned as to whether Amahane will finish her new Premium Dress on time, Akari goes off in search of Mizuki in order to get her to see Ichigo's performance. Meanwhile, as Kaede, Sakura, and Yurika try to get the Premium Dress in time for Ichigo's performance, Aoi, Ran, and Sora try to extend the concert's drama segment for as long as possible to buy enough time for them to return. With cards in hand and Mizuki in the audience, Ichigo presents the song that Kanon wrote for her and conveys her feelings towards Mizuki who, along with Akari, joins her in an encore performance. After the concert, Ichigo surpasses Mizuki on the top idol ranking, encouraging Mizuki to keep on going as an idol and giving Akari her crystal mic, before joining the others in celebration.",
                    "TitleJapanese": "アイカツ！",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5160607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5160607",
                    "TitleEnglish": "Dai Starmiya Ichigo Matsuri Zenyasai!!",
                    "SummaryEnglish": "Narrated recap of the Aikatsu! series.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5575610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5575610",
                    "TitleEnglish": "Aikatsu! Music Awards",
                    "SummaryEnglish": "An Aikatsu! All-Star awards ceremony will take place. The film will feature songs and stages featured throughout the anime series.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5994549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5994549",
                    "TitleEnglish": "Aikatsu! Aiming for the Magical Aikatsu Card",
                    "SummaryEnglish": "Short anime screened alongside Aikatsu Stars! Movie. The film and the short will mark the first time the franchise is screening a double feature.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "503266",
            "URL": "https://www.thetvdb.com/series/aikatsu/seasons/official/1",
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "4418906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4418906",
                    "TitleEnglish": "I Can Become an Idol?",
                    "SummaryEnglish": "Ichigo Hoshimiya is a bright young girl who is always helping her mother out at a takeaway bento place. After accidentally messing up her brother Raichi's photos of top idol Mizuki Kanzaki, Ichigo goes to her best friend Aoi Kiriya, who manages to get them some tickets to Mizuki's concert. The three of them go to Mizuki's concert, which leaves a strong impression on Ichigo. The next day, Aoi tells Ichigo about the Starlight Academy, a school for idols which uses an 'Aikatsu' system involving cards which are used to select clothes. Aoi decides she wants to try out the entrance exam and asks Ichigo to go with her since she thinks Ichigo has the scent of an idol. As Ichigo reaches the live audition part of her exam, she manages to impress Kanzaki Mizuki and the other judges with her special appeal performance and both she and Aoi pass the exam.",
                    "TitleJapanese": "私がアイドルになっても?",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4450821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4450821",
                    "TitleEnglish": "So Many Idols!",
                    "SummaryEnglish": "Ichigo and Aoi begin their first day at Starlight Academy, taking in the sights before moving into their dorm. They then meet up with the headmistress, Orihime Mitsuishi, who gives them the Aikatsu cards they selected in the audition, as well as an Aikatsu Phone used to store their cards. They are soon introduced to their homeroom teacher, Johnny Bepp, and are enrolled in their class. The girls are then informed of a special audition, the winner of which gets to be Mizuki's temporary manager, the catch being that there's only one slot available. As Aoi works hard on her lessons, she explains to Ichigo about how she gained her love of idols. During the audition, Ichigo trips up during the performance while Aoi is declared the winner. As Ichigo laments her loss later that night, she encounters Mizuki, who warns her that she may not always be able to be by Aoi's side.",
                    "TitleJapanese": "アイドルがいっぱい!",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4450822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4450822",
                    "TitleEnglish": "I Want to Know More About You",
                    "SummaryEnglish": "As Aoi begins her job as Mizuki's temporary manager alongside her usual manager, Honoka Tsukikage, Ichigo decides to pursue them in secret. She is soon caught stowing away, but Mizuki lets her tag along regardless. As Mizuki goes through her various activities, Honoka hints to Ichigo that Mizuki isn't the prodigy she thinks she is. Later that night, as Ichigo and Aoi go to return Mizuki's Aikatsu Phone, they notice her pushing herself in late night training. Honoka goes on to explain that Mizuku trains harder than anyone other idol, having spent an entire year before her debut away from the public eye to do intensive training, saying Ichigo and Aoi will need to train even harder if they want to surpass her.",
                    "TitleJapanese": "あなたをもっと知りたくて",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4450823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4450823",
                    "TitleEnglish": "Oh! My! Fan!",
                    "SummaryEnglish": "After Ichigo and Aoi's audition is uploaded to the academy's website, Aoi gets her first fan letter. As Ichigo applies for another audition with Aoi for a job at a takoyaki store, she begins training to avoid tripping over like last time. She sprains her foot but is helped by a young boy named Oota who reveals himself to be a fan. Ichigo and Aoi join Oota the next day for their running practise and, despite the harshness of the training, both Ichigo and Oota manage to push each other to try their hardest. Having noticed how much Ichigo pushed herself, Oota decides to try harder in his track running as well. As Oota goes to his track meet, Ichigo and Aoi manage to convey their feelings to the audience and win their audition while Oota manages to pass his preliminaries. Later, Aoi tells Ichigo that Oota isn't her very first fan; it's Aoi.",
                    "TitleJapanese": "OH! MY! FAN!",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4450824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4450824",
                    "TitleEnglish": "Ran! Runway!",
                    "SummaryEnglish": "Ichigo becomes curious about her classmate, Ran Shibuki, who appears to be something of a loner. Later, Ichigo ends up paired with Ran for an upcoming audition for a fashion show. As Ichigo trains with Aoi to act like a model, Ran laments about her former partner. Prior to the audition, Mizuki gives Ichigo some advice on Ran. On the day of the audition, Ran takes Ichigo behind the scenes to show her an idol's purpose on the runway: to express the feelings of the staff, supporters and audience. After passing the audition, Ran reveals to Ichigo about her former roommate, who had to drop out, which had left her in a funk before auditioning with Ichigo.",
                    "TitleJapanese": "ラン! ランウェイ!",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4450825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4450825",
                    "TitleEnglish": "Lost in an Autograph!",
                    "SummaryEnglish": "As Ichigo and Ran head to their fashion shoot, Ichigo realises she doesn't have an autograph signature. Hearing about this, Johnny tasks Ichigo and Aoi to come up with a signature by the next day. Ran agrees to help them figure out an autograph to use, spending all night helping them out. Although Aoi's autograph is approved by Johnny, he feels Ichigo's design would take too long to write. Rather than just design a more simpler one, Ichigo undergoes training to try and write hers more quickly. Later, Ichigo is asked by her family to pay them a visit, which Raichi turns into an autograph session. However, Ichigo finds that her enthusiasm to get her autograph done quickly is alienating her fans. After some advice from Ran, Ichigo learns that it's fine to sacrifice the quality of an autograph for the sake of interacting more with your fans. This meets the approval of Johnny, who rewards Ichigo with some rare Aikatsu cards: Angely Sugar, which helps her win an audition to be a stationary spokeswoman.",
                    "TitleJapanese": "サインに夢中!",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4450826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4450826",
                    "TitleEnglish": "Beware the Blog",
                    "SummaryEnglish": "Ichigo and Aoi end up signing up for different auditions on the same day, receiving support from fans from the KiraKiratter social network. Aoi grows a little concerned when she learns Ran is also entering the same audition she is. Aoi soon ends up picking up strange training advice from KiraKiratter, ranging from beam balancing to aromatherapy, causing Ichigo to become worried. On the day of the Pon-Pon Crepe audition, Aoi receives rare Aikatsu cards: Futuring Girl from the janitor, though he doubts that she can use them properly as she is. As Aoi waits for her audition, she realises that she became so absorbed in net feedback that she's been oblivious to the words of her real life friends. As Aoi starts to doubt that she can beat Ran, Ichigo rushes back from her own audition to give Aoi her support in person. Receiving confidence from Ichigo's support, Aoi manages to win the audition while Ichigo also manages to pass hers.",
                    "TitleJapanese": "つぶやきにご用心",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "4450827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4450827",
                    "TitleEnglish": "The Underground Sun",
                    "SummaryEnglish": "As Ichigo gets lost while shooting a vlog, she discovers an underground studio where another idol is in training. Later, it is revealed Ran is to participate in a Sensational Student Audition against Hikari Minowa, who she has never been able to beat before. As Ichigo and Ran discover the underground studio again later that day, they find Hikari is the one using it to rehearse for her web concerts. As the girls visit Ran's room, they learn about how she was given some rare cards from a brand designer she admired. As Ran and Hikari compete together in the final audition, they end up reaching a tie, deciding to settle the score another time. Afterwards, Ran decides to train Ichigo and Aoi for a special group audition.",
                    "TitleJapanese": "地下の太陽",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "4450828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4450828",
                    "TitleEnglish": "Move on Now!",
                    "SummaryEnglish": "As Ichigo, Aoi and Ran train for their special audition, they ask Johnny for help on obtaining special Premium Cards needed for their audition. As Johnny and Orihime arrange a meeting with the brand designers, the girls train to perform one of Mizuki's songs to impress them. While visiting the library, they meet Michelle Tachibana and Asuna Himero, who are also training for the special audition. Aoi and Ran later have their meetings with their respective brand designers, managing to receive some Premium Cards. Ichigo's meeting with her brand, Angely Sugar, ends up coming close to the special audition, but she decides to take a chance anyway. However, when her Aikatsu Phone runs out of battery, she ends up taking the long route up the side of a mountain. Admiring her effort, the top designer, Amane, rewards her with cards of her latest design, and Ichigo manages to make it back just in time for her audition. The girls manage to put on an amazing performance and pass the audition alongside Michelle and Asuna, receiving a light in their Aikatsu Phones known as a Mastery. Later that night, Ichigo runs into Mizuki again, who tells her this is just the beginning.",
                    "TitleJapanese": "MOVE ON NOW!",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4450829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4450829",
                    "TitleEnglish": "The Rainbow Maiden",
                    "SummaryEnglish": "On their way to school, the girl's meet the peculiar Otome Arisugawa, who fell into the school fountain trying to catch a rainbow. Meanwhile, a tournament is held for one of three places in a special Christmas event, with Ichigo to face Otome in the first round. After Naoto warns Aoi and Ran that Ichigo might not be able to win against Otome if all she thinks about is fun, Ichigo sees how hard Otome practises and becomes determined to practise harder. Later, the janitor gives Ichigo some advice that she needs to sing from her soul, before Ichigo manages to see a rainbow with Otome. Ichigo manages to win the audition to earn her place in the event, along with Aoi and Ran. Afterwards, Orihime and Johnny reveal that, due to the increase in participants, an additional position is opened which Otome is asked to audition for.",
                    "TitleJapanese": "虹色のおとめ",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "4481319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4481319",
                    "TitleEnglish": "Otome Falls in Love with Someone",
                    "SummaryEnglish": "As Otome falls out of a tree trying to rescue a cat, she is rescued by the janitor. As Otome seems a little spaced out afterwards, Ichigo and the others assume she has a crush on the janitor, leading Aoi to reminisce about a boy she previously admired. Realizing they don't actually know the janitor's name, Ichigo follows him, learning that he is a band vocalist named Naoto Suzukawa, who claims to have no interest in any of the students and asking Ichigo to keep his other career a secret from the academy. The gang soon learns that what Otome fell in love with wasn't actually Naoto but was in fact the cat-shaped necklace he was wearing at the time. The next day, Otome manages to pass her revenge audition.",
                    "TitleJapanese": "おとめは誰かに恋してる",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "4481320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4481320",
                    "TitleEnglish": "We Wish You a Merry Christmas!",
                    "SummaryEnglish": "As Ichigo ends up volunteering everyone to help out for a Christmas party on the day of the special event, she notices the normally energetic Yuna Nakayama is feeling down due to her parents working around Christmas. As Ichigo becomes determined to prepare a special Christmas Tree for her, she and the others, along with a television producer filming for the special event, heads to Angely Mountain to find a suitable tree. Chopping down the biggest tree they could find, the girls ride it down the mountain before Angely Sugar's gardener helps them take it back to the academy, where the other students help to decorate it. Having been pleased with their efforts as they are aired on TV, Orihime awards the girls with some rare Aikatsu cards for their special event. As Yuna beholds the tree her friends prepared for her, she is delighted by the surprise arrival of her parents. As the Christmas party gets underway, Orihime is in talks about pairing Ichigo up with Mizuki.",
                    "TitleJapanese": "WE WISH YOU A MERRY CHRISTMAS",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "4481321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4481321",
                    "TitleEnglish": "Tragedy of Calories",
                    "SummaryEnglish": "As the New Year rolls in, Orihime informs Mizuki of her planned partnership with Ichigo for a special stage event. Meanwhile, Ichigo ends up eating too much over the New Year's break and gains weight by the time school starts up again. Wanting her to get back into shape, Aoi and Ran enter Ichigo into a Shining Girl audition and try to get her to exercise, but can't seem to break her out of her lazy and gluttonous habit. They soon show her that she will be unable to use her Aikatsu cards if she doesn't put her all into being an idol. Remembering how hard Mizuki trains, Ichigo resolves to train harder and starts going on a diet. Despite losing her New Year's weight, Ichigo keeps pushing herself to lose more weight until Mizuki reminds her that it's okay to eat sweet things in moderation. After Ichigo passes her audition, she and the others are informed of a drama audition they will be competing against each other in.",
                    "TitleJapanese": "カロリーの悲劇!",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "4510169",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4510169",
                    "TitleEnglish": "Naughty Detectives",
                    "SummaryEnglish": "As the girls anticipate their audition for a drama called Naughty Detectives, they also find themselves against fellow schoolmate Shion Kamiya. As the girls are informed of two roles to audition for, Shion cuts her hair short to try for a boyish detective role. As Aoi starts to become nervous, Orihime gives her and Ichigo some words of advice. After a series of adlib auditions, both Aoi and Shion manage to pass the audition with their performances, although Ichigo also gets cast as an extra.",
                    "TitleJapanese": "イケナイ刑事♥（デカ）",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "4510170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4510170",
                    "TitleEnglish": "Love Under the Camphor Tree",
                    "SummaryEnglish": "As Ichigo and the others prepare for a team audition, they decide that Otome needs to obtain some premium cards. After Johnny warns them that the designer for Otome's favourite brand, Happy Rainbow, is a very strict person, the girls work on their team training. On the day of the audition, Orihime manages to arrange a last minute meeting with the designer, although Otome ends up getting lost. Just then, she encounters an old woman named Ikuyo who is searching for a campher tree where she once confessed to her first love. Otome decides to help her search for it, enlisting the help of the others. After searching through countless shrines, the girls find the location of the tree, only to learn it was cut down following a typhoon. Thanking the girls anyway, Ikuyo rewards Otome with a ring that she was given after being turned down. Although the Happy Rainbow designer, Makoto, initially refuses to give Otome her cards due to showing up late, he notices the ring Ikuyo gave her is the same as the one passed down to him by his father, realising he was the one Ikuyo confessed to. Accepting the ring, Makoto awards Otome with the premium cards and the girls manage to make it to their audition, where they earn the Mastery of Appearance. Afterwards, Mizuki informs Ichigo that they'll be performing together.",
                    "TitleJapanese": "クスノキの恋",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "4510171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4510171",
                    "TitleEnglish": "Heart-Pounding! Special Live: Part 1",
                    "SummaryEnglish": "Ichigo nervously attends her first meeting with Mizuki's staff as they plan for her next concert. After the meeting, Mizuki starts training Ichigo on a trampoline, teaching her about the Special Appeals she'll need to use. As Ichigo struggles to think about how to pull it off, her friends give her some advice. During the rehearsal, Ichigo manages to perform a Special Appeal, but later feels frustrated that she couldn't match up to Mizuki, who performed three. However, Mizuki assures her that she'll be able to perform three on the day of the concert.",
                    "TitleJapanese": "ドッキドキ!! スペシャルライブ PART1",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "4510172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4510172",
                    "TitleEnglish": "Heart-Pounding! Special Live: Part 2",
                    "SummaryEnglish": "As the day of the concert arrives, Ichigo's mother, Ringo, has a feeling of nostalgia as she takes Raichi to the theater. Meanwhile, Ichigo is nervous as she hasn't been able to do three Special Appeals during her rehearsal, but Aoi, Ran and Otome show up to give her their support. As Ichigo takes the stage for her first performance alongside Mizuki, she is able to perform three Special Appeals and make a strong impression on the crowd. However, during the second performance, Ichigo starts to feel a bit weak, but Mizuki manages to give her the strength to see it to the end of the song while also performing a fourth Special Appeal herself. Following the concert, Ichigo seems to be spacing out a lot, although she eventually explodes into high praise for Mizuki while talking to Naoto, desiring to be a top idol just like her.",
                    "TitleJapanese": "ドッキドキ!! スペシャルライブ PART2",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "4510173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4510173",
                    "TitleEnglish": "A Bit of Chocolate Love",
                    "SummaryEnglish": "As Ichigo, Aoi, Ran and Otome are asked to perform for a Valentine's Day Fashion Show, the girls decide to make some handmade chocolate for the event before spending the night picking out their choice of clothes. Meanwhile, Raichi, who wants to receive some chocolate from Aoi, sneaks into Starlight Academy dressed as a girl, posing as Ichigo's little sister so he can help make the chocolate. However, he becomes depressed when he finds Aoi hasn't made any chocolate for him. He does cheer up after watching everyone in the fashion show. After the performance, Aoi gives Raichi some chocolate of his own.",
                    "TitleJapanese": "チョコっとらぶ",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "4510174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4510174",
                    "TitleEnglish": "The Moonlit Girl Gives off a Secret Scent",
                    "SummaryEnglish": "While running home late from a job, Ichigo encounters a supposed vampire, who runs off when she sees a pin Otome gave her. This vampire is revealed to be Otome's classmate, Yurika Tōdō, who constantly acts in character in preparation for a Loli-Goth themed audition for a rock festival, which Ichigo also intends to participate in. Feeling she needs to make a character for herself too, Ichigo starts dressing up like Frankenstein's bride. The next day, Yurika ends up causing a fire in her dorm room while using aroma candles to fit her character, with Ichigo rushing in to recover her umbrella before Naoto puts out the fire. After the incident, Yurika gives Ichigo and the others her thanks and shows them her normal side, as a regular girl wearing glasses who likes vampires. As the day of the audition comes, Ichigo decides to face against Yurika using her own brand and despite not winning the audition, feels proud of her efforts.",
                    "TitleJapanese": "月夜のあの娘は秘密の香り",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "4510175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4510175",
                    "TitleEnglish": "Vampire Scandal",
                    "SummaryEnglish": "An article appears in the tabloids features photos that expose Yurika's normal appearance that she keeps secret from the public. Ichigo and the others suggest that she might be able to overcome it she obtains some Premium Cards for the rock festival. However, Yurika becomes downhearted, believing she will lose the fans who loved her vampire personality. Wanting to cheer her up, Ichigo shows Yurika some of her fans that were hiding outside of her dorm, who still believe in her. Regaining her confidence, Yurika and the others go to meet the Loli Gothic's head designer, Maya Yumekouji, who lives in a rather spooky mansion. After the others help her get through the scary trials, Yurika reaches Maya, who acknowledges Yurika's desire to become stronger and gives her some Premium Cards. After pulling out a stellar performance at the rock festival, Yurika returns to her good old self.",
                    "TitleJapanese": "ヴァンパイア・スキャンダル",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "4527898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4527898",
                    "TitleEnglish": "Stylish Thief Swallowtail",
                    "SummaryEnglish": "Ichigo, Ran, Otome and Yurika are given the chance to audition for a movie remake of Stylish Thief ☆ Swallowtail, a show which previously starred Masquerade, the idol pair Orihime was a part of. As the gang train for the audition, Yurika chooses not to in order to keep with her vampire character. Upon arriving at the audition, the girls are tasked with recovering a card that was stolen from a holographic Mizuki from a booby trap filled castle, where Ichigo and Otome's hasty movements cause trouble for Ran and Yurika. Although Yurika manages to help the gang get past a group of guards, her lack of training makes itself noticeable when she has to dodge security lasers. As the girls soon reach the escape phase of their audition, they end up having to fight their way past Aoi and Shion onto a hot air balloon. When the balloon suddenly starts to descend, Ichigo and Otome decide to get off to lighten the balloon, shortly joined by Ran and Yurika, who decide to join them. As the audition comes to a close, they each receive a Mark of Acting in their Aikatsu Phones, including Aoi, while Ichigo and Otome are chosen for the roles in the movie.",
                    "TitleJapanese": "オシャレ怪盗☆スワロウテイル",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "4527899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4527899",
                    "TitleEnglish": "Idol Aura and Calendar Girl",
                    "SummaryEnglish": "The gang decide to go undercover so they can watch Ichigo and Otome's movie in a normal movie theater. After the movie, they come across Ringo and Raichi, who points out how idols have a particular scent to them, which Aoi later explains to be an idol's aura. As Ichigo becomes worried that she might not have an idol aura herself, she, Aoi and Ran are informed of a concert they'll be appearing in due to the attention they've garnered from their recent work. Later, Ichigo appears in a radio interview and is initially overcome with nerves, but gets some assurance from the host. During the show, Ichigo reads out a letter by Raichi, the answer of which projects her aura out of the radio to her fans. Ichigo soon comes to realise aura isn't something you can consciously exude, but is something that flows naturally from her idol activities. After the concert goes without a hitch, Orihime makes plans for Ran to participate in a special audition held by Spicy Ageha.",
                    "TitleJapanese": "アイドルオーラとカレンダーガール",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "4528189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4528189",
                    "TitleEnglish": "The Muse of Ageha",
                    "SummaryEnglish": "As Ran trains for the representative audition for Spicy Ageha, Ichigo applies her to appear in a fashion show for the senior students' graduation ceremony. Ran states that in order to become a representative, she will have to outperform third year student Ema Shinjou. Ran ends up losing the audition to Ema, with Orihime saying while her audition was spot-on, she doesn't yet have what it takes to become the brand's 'muse'. Ran starts pushing herself to train, believing she isn't suited for the fashion show audition. Noticing her funk, Orihime takes Ran to the third year classrooms to teach her the true meaning of being a muse, to inspire designers to design for her. Receiving some new Aikatsu cards for everyone, Ran joins the others in the fashion show before seeing off Ema as she graduates.",
                    "TitleJapanese": "アゲハなミューズ",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "4528191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4528191",
                    "TitleEnglish": "Enjoy Off Time",
                    "SummaryEnglish": "After finishing up their auditions for a while, Ichigo, Aoi and Ran decide to go to some hot springs for their time off. Along the way, they encounter some fans, have conversations on the train and stop by a field of flowers to enjoy a picnic. However, after taking a lengthy nap after eating, they find they've missed all the buses to the hot springs, meaning they have to walk back to the station. Luckily, they encounter another fan who gives them a ride to the station, and despite not getting to go to the hot springs, the girls enjoy the day they have spent together. On the ride home, Ichigo receives word that her father is returning home.",
                    "TitleJapanese": "エンジョイ♪オフタイム",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "4562161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4562161",
                    "TitleEnglish": "An April Fool's Promise",
                    "SummaryEnglish": "Ichigo's father, Taichi, arrives home on April Fools' Day, bringing with him some star grapes that he acquired during his travels. Hearing he'll be around for the Spring Vacation, Ichigo invites him to view one of her auditions before taking him to the academy to meet her friends, where he talks more wild tales which Aoi and the others pass off as an April Fools prank. Later that night, Taichi receives a call from his colleagues, calling him back to work to negotiate with a tribe about the star grapes. Working as quickly as he can, Taichi manages to make it back to Japan in time for Ichigo's audition, as the tribe elder urged him to head back and keep his daughter's promise. After the audition, Ichigo sees Tacihi off as he heads back on his travels.",
                    "TitleJapanese": "エイプリルフールのやくそく☆",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "4562162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4562162",
                    "TitleEnglish": "The Season of Sakura",
                    "SummaryEnglish": "As a new school year arrives and Ichigo and the others move up a year, the now second year students are assigned to help mentor the new freshmen. Ichigo is assigned to a freshman named Sakura Kitaoji, whose grandfather helped train Mizuki. However, her twin brother, Sakon, doesn't approve of her enrolling in Starlight Academy and living on her own. After an awkward spat between siblings, Ichigo begins training Sakura for a freshman fashion show audition. When Ichigo feels that Sakura is worrying about something, she gets some advice from Mizuki and comes to realise that Sakura is anxious due to being apart from her brother. Realising this, Ichigo gets help from Naoto to light up a cherry blossom tree outside of Sakura's dorm, assuring her that she's never alone. After the audition, Sakon expresses his praise for how well Sakura handled things on her own.",
                    "TitleJapanese": "さくらの季節（とき）",
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "4562163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4562163",
                    "TitleEnglish": "Raise the Curtain Fresh Girls Cup",
                    "SummaryEnglish": "The Fresh Girls Cup is announced, in which students get the chance to challenge Mizuki for the title of Starlight Queen. Ran, who competed the previous year before Ichigo and Aoi transferred in, explains how remarkable Mizuki is for facing off against every single student, stating it will be tough to beat her and all of their rivals. This year, Mizuki throws in a new rule that performers will have to perform three special appeals on demand or otherwise fail, pushing the bar exceptionally high. Ichigo and the others soon start training intensely for the cup, though Ichigo feels there is something they are missing. After receiving a call from Raichi, she comes to understand the most important thing; to have fun and appeal to their fans. On the day of the cup, Ichigo, Aoi, Ran, Otome, Yurika and Sakura are grouped together to face Mizuki, though only Ichigo, Aoi and Ran manage to keep up with the special appeals until the end and qualify for the semifinals.",
                    "TitleJapanese": "開幕☆フレッシュガールズカップ",
                    "SummaryJapanese": null
                },
                "28": {
                    "ID": "4562164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4562164",
                    "TitleEnglish": "Mizuki and the Soft-Shelled Turtle",
                    "SummaryEnglish": "Ichigo, Aoi and Ran find themselves unable to sleep before the semi-finals and decide to have a sleepover in Ichigo's room. Reading Mizuki's new magazine for research, they learn she has started her own brand, Love Queen, designed specifically for top idols. As the girls take the magazine's advice of undergoing individual training catered to their needs, Naoto helps Ichigo realise the best way for her to train; to act instead of think. After the semi-finals come to an end, only Ichigo makes it to the final, but Aoi and Ran continue to support her despite their losses. Before the final begins, Mizuki tells Ichigo that she is using the Cup to search for a worthy partner, urging Ichigo to give it everything she's got, although she ends up in second place in the end. Later that night, Mizuki hints to Ichigo that the gap between them may be smaller than she thinks.",
                    "TitleJapanese": "美月とスッポン",
                    "SummaryJapanese": null
                },
                "29": {
                    "ID": "4562165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4562165",
                    "TitleEnglish": "Idol Teacher",
                    "SummaryEnglish": "As Ichigo, Aoi and Ran ponder on how they can catch up to Mizuki, they meet a first year named Akane Mimori, who is an admirer of Aoi. With the girls wondering how to become more responsible upperclassmen, Orihime assigns them as teachers, in which they must come up with ways to teach the freshmen about being an idol. Struggling to come up with lesson ideas, the girls approach Akane over what she would like to learn, to which she expresses that she'd like to hear about what they have experienced. On the day of the lesson, Ran has trouble getting questions from the audience while Ichigo forgets about teaching them altogether. However, Aoi manages to stay focused and provide an insightful look into idol life, gaining a lot of praise from the students. As a reward, the girls receive rare Spring Collection cards from Orihime and put them to use in a show.",
                    "TitleJapanese": "アイドル☆ティーチャー",
                    "SummaryJapanese": null
                },
                "30": {
                    "ID": "4601552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4601552",
                    "TitleEnglish": "A Sincere Call & Response",
                    "SummaryEnglish": "A special audition is being held where idols must form teams to try and earn the Mastery of Communication. Ichigo and the others invite Sakura to join their team, but she doesn't feel confident as she doesn't have any premium rare cards. She tells them about her favorite brand, Aurora Fantasy, but doubts that she would be able to obtain premium cards from its top designer, Green Grass, as she doesn't feel they suit her. As the others each do their part to try and help Sakura, Otome goes to see Makoto, who is friends with Green Grass, and receives a new Happy Rainbow Premium Dress, conveying to Sakura of how she doesn't want to lose to the amount of love she has for Aurora Fantasy. Her confidence renewed, Sakura goes to see Green Grass, who is revealed to be a pair of twin sisters, who give her a Premium Dress as thanks for all the letters she sent to them as a child. After a successful audition of using call & response, the girls earn their Mastery of Communication.",
                    "TitleJapanese": "真心のコール&レスポンス",
                    "SummaryJapanese": null
                },
                "31": {
                    "ID": "4601557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4601557",
                    "TitleEnglish": "An Idol on Mother's Day!",
                    "SummaryEnglish": "As Mother's Day approaches, an audition is announced in which student pairs will be performing one of Masquerade's songs. With the theme being 'nostalgic melody', Aoi puts everyone on a 'retro' training regime, but this fails to impress the dance teacher. On Mother's Day, Ichigo and Raichi help around the house so Ringo can put her feet up. While observing her cooking, Ichigo gets some advice from Ringo on how to overcome her training wall. Ringo takes Ichigo to an old stage where they used to sing as children, as well as where she first met Taichi. After helping Ichigo practise her dance routine, Ringo gives her an Aikatsu accessory card, the Starlight Tiara, which she wears in her audition with Aoi, helping them to win.",
                    "TitleJapanese": "母の日はアイドル!",
                    "SummaryJapanese": null
                },
                "32": {
                    "ID": "4601558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4601558",
                    "TitleEnglish": "Ichigo Panic",
                    "SummaryEnglish": "As the gang are chosen for a Newcomer Idol event, in which they decide on wearing matching brands, Ichigo is requested by Angely Sugar's designer to appear in a commercial for their mascot, Angely Bear. However, the scheduling for the commercial clashes with the training for the newcomer event, but Ichigo becomes determined to do both, as she feels they are both very important. While handling production meetings during the day, Ichigo trains for her performance during the night. Noticing her struggling to balance them properly, Aoi gets help from Johnny and Sakura to provide dance lesson videos for Ichigo to use as a reference. As Ichigo feels bad about falling behind on her concert practice, the designer tells her why she made the Angely Bears, to bring smiles to people. After finishing up her filming, Ichigo gets in some extra training with the others and performs well before everyone gets together to watch the finished commercial.",
                    "TitleJapanese": "いちごパニック",
                    "SummaryJapanese": null
                },
                "33": {
                    "ID": "4601559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4601559",
                    "TitleEnglish": "Chance and Try ☆",
                    "SummaryEnglish": "Mizuki decides to hold an audition at Starlight Academy for two partners to form a new idol unit, Tristar, with her. As all the students spend the next week training, the girls hear from Aoi about how Mizuki once tried a team audition shortly after becoming the Starlight Queen, but failed due to her skill being far beyond her teammates. The audition begins with an obstacle course, with the idols first required to climb a steep wall which is made more difficult due to Naoto spraying water everywhere, eliminating the contestants down to fifty. They next have to cross a balance beam while being bombarded with volleyballs, followed by having to finish a song while riding a mechanical bull, reducing the contestants to twenty. After Yurika gets eliminated due to keeping her character during a crawl against a giant fan, eight idols remain for the concert stage which, besides Ichigo and the others, include the three girls that entered the team audition with Mizuki two years ago. After the eight contestants perform, Mizuki announces that Ichigo, Aoi, Ran and the three former teammates will compete in a final audition the next day. Just then, a mysterious girl named Kaede Ichinose skydives in from above.",
                    "TitleJapanese": "チャンス&トライ☆",
                    "SummaryJapanese": null
                },
                "34": {
                    "ID": "4601560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4601560",
                    "TitleEnglish": "Hello ☆ Super Idol",
                    "SummaryEnglish": "Kaede, who is a super idol in America, manages to get a place in the final audition by showing she has done more extreme versions of the trials the other idols went through. This leaves Aoi and Ran uneasy about their own auditions, while Ichigo wonders if there is something more to the audition than simply getting into Tristar. The girls decide to visit Kaede, where they learn how she became fascinated with magic after meeting the designer of her favorite brand, Magical Toy. Kaede then explains to Ichigo that even though the audition is for a place in Tristar. it is still a performance which she intends to make fun for the audience. This encourages the others to do their best in entertaining their fans during their audition the next day. Following the audition, Mizuki chooses Kaede as her first member, but announces that Ichigo, Aoi and Ran must face off against each other in one more audition for the remaining place.",
                    "TitleJapanese": "HELLO☆スーパーアイドル",
                    "SummaryJapanese": null
                },
                "35": {
                    "ID": "4601561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4601561",
                    "TitleEnglish": "Star of Tears",
                    "SummaryEnglish": "With the final audition approaching, Ichigo, Aoi and Ran are told to spend the night living in separate rooms of a big mansion without their Aikatsu Phones. After receiving special Summer Collection cards of their respective brands from Orihime, each girl is individually interviewed by Mizuki, each giving their own insight on why they would fit in Tristar. After the final audition takes place, Mizuki chooses Ran to be the final member of Tristar, feeling that she has what it takes to stand on her own, as well as perform as a team. Ichigo and Aoi tearfully see Ran off as she heads for a new life as a member of Tristar.",
                    "TitleJapanese": "涙の星",
                    "SummaryJapanese": null
                },
                "36": {
                    "ID": "4601562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4601562",
                    "TitleEnglish": "Tristar Takeoff ☆",
                    "SummaryEnglish": "As Tristar's schedule becomes busier, Ran becomes more isolated from Ichigo and Aoi, who are saddened to hear Ran is unable to return to the Star Academy dorms due to her schedule. Wanting to deliver a gift to her, the girls try to arrange a meeting when Tristar's schedule conflicts with Ichigo's audition and Aoi's filming in the same building. Ran becomes so anxious about being able to meet them that she makes some errors during her performance. She ends up barely missing Ichigo and Aoi, who leave her a gift and a motivational message. However, Ran is still disheartened that she isn't living up to the expectations of Mizuki and Kaede. Meanwhile, Orihime has plans to start up another idol unit.",
                    "TitleJapanese": "トライスター テイク オフ☆",
                    "SummaryJapanese": null
                },
                "37": {
                    "ID": "4601563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4601563",
                    "TitleEnglish": "Head For The Sun",
                    "SummaryEnglish": "As Tristar continue their success, Orihime announces that Ichigo and Aoi will form a new idol unit, which they personally decide to name Soleil. Meanwhile, Ran starts feeling lonely and, after making a mistake during a performance and missing Ichigo and Aoi at a rehearsal, she comes to realize that she is severely missing them. This does not go unnoticed by Mizuki, who realized she has been stifling Ran's potential for her own goals. After receiving a mail from Mizuki, Ran rushes to Soleil's debut concert, where she announces she has quit Tristar so that she can shine brightly alongside Ichigo and Aoi as a member of Soleil.",
                    "TitleJapanese": "太陽に向かって",
                    "SummaryJapanese": null
                },
                "38": {
                    "ID": "4650178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4650178",
                    "TitleEnglish": "Strawberry Parfait ♪",
                    "SummaryEnglish": "With Soleil now a three-girl group, Aoi and Ran decide Ichigo should be the leader. Meanwhile, Otome decides to form her own idol unit with Sakura and Shion, Powa Powa Puririn, while Mizuki takes an interest in Yurika. While initially struggling with what leader she should try and become, Ichigo gets some inspiration from a strawberry parfait, being a leader that relies on her team mates as much as they rely on her. Mizuki eventually reveals that she has chosen Yurika as the third member of TriStar, followed by an announcement that TriStar and Soleil will perform together in concert. Later that night, Ran meets up with Yurika to pass on her former uniform. Then the next day, after Soleil's performance, Johnny praised Ichigo as the leader although the day before, he said Ichigo will cause chaos. And after both have done their performances, Orihime mentioned how many units will formed one after another soon, including Powapowa Puririn.",
                    "TitleJapanese": "ストロベリーパフェ♪",
                    "SummaryJapanese": null
                },
                "39": {
                    "ID": "4650180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4650180",
                    "TitleEnglish": "Go get 'em, Soleil!",
                    "SummaryEnglish": "Orihime arranges for Soleil to perform a concert at a local open-air stage in Ichigo's hometown. The catch, however, is that they must fill every seat without using television or the internet, otherwise the event will be called off. The girls jog throughout town, spreading awareness of their concert to the townsfolk, including adults who may not have heard of Soleil. After stopping by Ringo's restaurant, the girls help deliver some groceries to an old lady, who helps spread word of the concert to her elderly friends, who in turn provide more opportunities to promote themselves, building up to a large following. Although there is one seat left remaining, Ichigo manages to plead with Johnny to let the concert go ahead so they don't disappoint their fans. As the girls perform, the concert manages to pull even more fans than they needed, proving to be a complete success. Afterwards, Orihime reveals that Soleil and Tristar will perform together in a summer tour as a combined unit, STAR☆ANIS.",
                    "TitleJapanese": "それゆけ、ソレイユ!",
                    "SummaryJapanese": null
                },
                "40": {
                    "ID": "4650181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4650181",
                    "TitleEnglish": "Girl Meets Girl",
                    "SummaryEnglish": "Soleil have to make the announcement about STAR☆ANIS' tour without the Tristar due to a flight delay, but Aoi manages to handle things until a live feed goes up. Orihime also makes a surprise announcement that Powa Powa Puririn will be joining STAR☆ANIS as well. As the Soleil girls realise they need to practise for a special audition for the Mastery of Dance, Aoi hears about a new Futuring Girl Premium Dress and arranges a meeting with the top designer. While waiting to hear back from Orihime about the meeting, Aoi tells Ran about how she first became friends with Ichigo after meeting her at a festival. Aoi then hears from Orihime that they may have to cancel the Futuring Girl dress announcement as the top designer, Rei, has locked himself in a shell, so Aoi is sent to try to get him out. Aoi decides to tell him more about her first meeting with Ichigo and how she set her on the path to becoming an idol, expressing how much Futuring Girl means to her. Moved by this, Rei comes out of his shell and gives Aoi the Premium Dress. The audition goes well and Ichigo, Aoi and Ran each earn the Mastery of Dance.",
                    "TitleJapanese": "ガール・ミーツ・ガール",
                    "SummaryJapanese": null
                },
                "41": {
                    "ID": "4650182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4650182",
                    "TitleEnglish": "Summer-colored Miracle☆",
                    "SummaryEnglish": "As Powa Powa Puririn give a press conference about their involvement with STAR☆ANIS, Shion states she will not join STAR☆ANIS in order to focus on her acting career. As the girls head off to begin their tour, Aoi is put in charge of STAR☆ANIS publicity. Following their first rehearsal as a combined unit, the girls grow concerned that an approaching typhoon may cause problems for their performance, though some tension is relieved as Mizuki joins them for the night. Although the weather clears up by the morning and the tour goes on ahead, the typhoon ends up damaging one of the electric pylons, causing a blackout in the stadium that leaves the Aikatsu system unusable. Not wishing to disappoint their fans, the girls go out on stage and do a variety performance to buy time for the staff to get a backup generator online, allowing the performance to go ahead.",
                    "TitleJapanese": "夏色ミラクル☆",
                    "SummaryJapanese": null
                },
                "42": {
                    "ID": "4650183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4650183",
                    "TitleEnglish": "Finale on Board☆",
                    "SummaryEnglish": "As STAR☆ANIS' tour comes to an end, Orihime announces there will be one more secret live concert, taking place on a cruise ship with a hundred fans. Later that night, Ichigo, who grows curious about Mizuki's words that they should act as individuals, comes to Kaede, who tells her how even though she grew up as a child star, she recognised the hard work a true idol must put in based on those around her. The next day, the girl's participate in various activities with their fans, including a dance session with Johnny and a dinner where fans can talk with their favourite idol, helping Ichigo see how letting fans meet idols individually helps strengthen the love for the entire group. After the final performance comes to an end and the cruise ship returns home, the respective groups return to their usual activities.",
                    "TitleJapanese": "船上のフィナーレ☆",
                    "SummaryJapanese": null
                },
                "43": {
                    "ID": "4650187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4650187",
                    "TitleEnglish": "Idol in Wonderland!",
                    "SummaryEnglish": "As the STAR☆ANIS members return to their individual units, Shion is preparing for an audition for the role of Alice in a production of Alice in Wonderland. However, having mostly played cool, stoic roles, Shion worries that she won't be able to give off a dazzling smile fitting for the role of Alice. On the day of her audition, Shion is surprised to find Ichigo had been cast as the White Rabbit at the request of Orihime, with Aoi and Ran and all her other friends cast in various roles. Despite the pressure of needing to keep in character regardless of the surprises, Shion finds herself having a lot of fun. Reaching the final scene, Shion cheerfully states her dream of becoming an actress, giving off a dazzling smile that wins the director over, earning her the part.",
                    "TitleJapanese": "不思議の国のアイドル!",
                    "SummaryJapanese": null
                },
                "44": {
                    "ID": "4650188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4650188",
                    "TitleEnglish": "More-Than-True Crisis!",
                    "SummaryEnglish": "A musician named King from Nao's band More Than True appears at Star Academy's gates, telling Ichigo to pass on a message that he \"will never approve of Nao's music\". After the message is passed on, Nao simply states it is between them and reminds Ichigo not to tell anyone he's in a band. After stuffing her cheeks to keep herself from blabbing to Aoi and Ran, Ichigo follows Nao to a music studio, where she finds her arguing with his bandmates, Hiro and Shurato, over King quitting the band. Ichigo learns from Nao that, after More Than True became popular, King became frustrated with Nao only writing songs that would sell and decided to quit the band. As Nao laments his indecisiveness, King overheards their conversation and apologises, though stands by his feeling that their songs should be for their fans. With the direction of the band still in question, Ichigo suggests they attend one of Soleil's concerts to show them there is no such thing as 'a fan you can't see'. Inspired by this, More Than True resumes their activities.",
                    "TitleJapanese": "モア・ザン・トゥルー クライシス!",
                    "SummaryJapanese": null
                },
                "45": {
                    "ID": "4650189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4650189",
                    "TitleEnglish": "Happy Summer ☆ Vacation",
                    "SummaryEnglish": "Orihime decides to give the members of STAR☆ANIS a day off by renting out part of a water park. As the gang slowly assemble, Mizuki gets delayed due to some sudden radio work. To lighten up the mood, Aoi suggests they have a water sports contest, which soon draws a crowd. Having been called by Ichigo several times, Honoka decides to get Mizuki to the water park as quickly as possible so she can share another memory with them. Noticing the loud crowd they have gathered, the gang decide to secretly put on a song for them. After the park closes, Honoka manages to convince the staff to let the girls stay longer so they can play with Mizuki.",
                    "TitleJapanese": "ハピサマ☆バケーション",
                    "SummaryJapanese": null
                },
                "46": {
                    "ID": "4650190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4650190",
                    "TitleEnglish": "Respect J☆",
                    "SummaryEnglish": "Orihime announces that the Starlight Queen Cup is approaching, with all the STAR☆ANIS girls qualified to compete. With the chance to face off against Mizuki, Ichigo, Aoi and Ran become curious about what Mizuki did during her one year out of the spotlight. Orihime suggests they speak with Mizuki's coach during that period who, much to their surprise, turns out to be none other than Johnny. Johnny agrees to give the girls the same special lessons he gave Mizuki, saying they need to learn how to express emotions with their performance. Later that night, Mizuki invites the girls over and tells them about how she was inspired to become an idol after watching footage of Masquerade's first concert, revealing Johnny was also behind their choreography. After asking several times, Mizuki managed to get Johnny to teach him and spent the next year training to become an idol. Thanks to Johnny's lessons, the girls manage to convey happy feelings with their performance.",
                    "TitleJapanese": "リスペクトJ☆",
                    "SummaryJapanese": null
                },
                "47": {
                    "ID": "4650191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4650191",
                    "TitleEnglish": "Legendary Idol: Masquerade",
                    "SummaryEnglish": "As Mizuki starts to feel the burden of her packed work schedule, Orihime gives Ichigo and the others a key to a Masquerade reference room featuring various materials on the group. They learn that Orihime had used a mask identity and secretly being an idol as she didn't want to continue her father's business, though can't find much information on the group's other member, Miya. On the first day of the Starlight Queen Cup, Mizuki collapses right before she started an opening concert. Having foreseen this coming, Orihime calls up Miya and holds a special Masquerade reunion performance for the opening act. Gaining strength from watching their performance, Mizuki manages to recover enough to perform the rest of the concert. After the performance, Ichigo is called to meet Miya, revealing to her that she is actually Ringo.",
                    "TitleJapanese": "レジェンドアイドル・マスカレード",
                    "SummaryJapanese": null
                },
                "48": {
                    "ID": "4650192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4650192",
                    "TitleEnglish": "Wake Up My Music ♪",
                    "SummaryEnglish": "After Ichigo, along with Aoi and Ran, learns about Ringo's secret, she goes home with her to rest up for the Starlight Queen Cup, where Raichi also learns of Ringo's identity. Ringo tells about how she met Orihime when starting off as an idol, eventually deciding to start a unit together. Ringo had kept her identity a secret from Ichigo as she wanted her to make her own decision about becoming an idol. The next day, Ichigo goes along with Ringo to meet Asuka, who helped Ringo transfer from being an idol to fulfilling her childhood dream of running a bento shop, and receives a new premium dress from her. Afterwards, Masquerade give one final performance, after which Ringo gives her thanks to Mizuki for helping Ichigo reach her dream.",
                    "TitleJapanese": "WAKE UP MY MUSIC♪",
                    "SummaryJapanese": null
                },
                "49": {
                    "ID": "4650193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4650193",
                    "TitleEnglish": "Where the Brilliance Leads Us",
                    "SummaryEnglish": "With two days until the Starlight Queen Cup, Aoi learns that she's won the lead role in a movie while Ran hears of another audition to be Spicy Ageha's representative. With everyone having goals for after the cup, Ichigo tries to think of what path she should take, eventually deciding to talk with Kaede about what she decided. The cup soon arrives, as the seven idols compete against each other, with Ichigo being chosen as the one to face off against Mizuki for the title of Starlight Queen. As Aoi goes to order a parfait to celebrate, she is shocked to learn from Kaede that Ichigo is planning to leave Starlight Academy.",
                    "TitleJapanese": "輝きが向かう場所",
                    "SummaryJapanese": null
                },
                "50": {
                    "ID": "4650195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4650195",
                    "TitleEnglish": "Memories Lie in the Future",
                    "SummaryEnglish": "After everyone gets together, Ichigo reveals her intention to leave Starlight Academy and go to America after the cup so she can work on her own Aikatsu, with Aoi putting on a brave face to support her friend. The next day, Ichigo faces off against Mizuki in the Starlight Queen Cup finale, which is inevitably won by Mizuki. Despite her loss, Ichigo feels happy thanks to the support of her fans, which grants her and the others the Mastery of Friendship. Before Ichigo leaves for the airport, Mizuki gives up her encore performance to allow Ichigo to perform once more alongside Aoi and Ran. Reaching the airport, Aoi lets out all the feelings she's been holding in, while all the other idols comes to see her off. After Ichigo leaves, it is revealed that Mizuki has also decided to leave Starlight Academy to pursue her own path.",
                    "TitleJapanese": "思い出は未来のなかに",
                    "SummaryJapanese": null
                }
            }
        },
        "2": {
            "ID": "528595",
            "URL": "https://www.thetvdb.com/series/aikatsu/seasons/official/2",
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "4652810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4652810",
                    "TitleEnglish": "That Rocker is a Dream☆Girl",
                    "SummaryEnglish": "One year after Ichigo left for America, a new rival idol school, Dream Academy, has been formed, raising its own idols. Meanwhile, at Starlight Academy, where Otome is the current Starlight Queen, Aoi and the others meet a peculiar girl, though can't identify her amongst the listed idols. The next day, Orihime announces a new evolution to the Aikatsu card system, Constellation, before introducing Dream Academy's headmaster, Tiara Yumesaki, and announcing a competitive concert between the two schools, with Aoi chosen as Starlight Academy's representative. Later that day, Aoi and Ran overhears Orihime discussing with Johnny that if Aoi loses, she will quit being headmaster. The next day, the girl from before introduces herself to Aoi and Ran as Seira Otoshiro, a new idol and Dream Academy's representative, along with her producer, Kii Saegusa. Seira soon makes her idol debut and pulls off a new type of Special Appeal, Constellation Appeal, that stuns the crowd. As Aoi becomes anxious about her own performance, Ichigo makes a surprise return.",
                    "TitleJapanese": "ロックなあの娘はドリーム☆ガール",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4690442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4690442",
                    "TitleEnglish": "Welcome Home♫Strawberry",
                    "SummaryEnglish": "After Ichigo rekindles with everyone, Seira decides to test if she can pull off a Constellation Appeal, with Aoi letting her take her place in the concert. Ichigo manages to pull off a Constellation Appeal, which results in the contest ending in a draw. Orihime, pleased that Ichigo is returning to Starlight Academy, gives her a new Aikatsu Phone and a Constellation mark. Afterwards, the girls hold a welcome home party for Ichigo, who talks about her experiences in America. The next day, Ichigo, Aoi and Ran decide to 'infiltrate' Dream Academy to do some research on Seira as she goes about her day, unaware that Mizuki is watching them.",
                    "TitleJapanese": "おかえり♫ストロベリー",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4690443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4690443",
                    "TitleEnglish": "Ra-Ra-Ra☆★Rival",
                    "SummaryEnglish": "After failing to find some concrete details on what Ichigo got up to during her year in America, Kii sends Seira over to Ichigo's house to ask her in person. Meanwhile, Ichigo and Raichi go to a café, where they meet Noel, a fan of Ichigo who also turns out to be Raichi's classmate and Seira's little sister. As Ichigo learns more about Seira from Noel, Seira comes to understand Ichigo a bit more from eating Ringo's lunches. Later, Ichigo and Seira are asked to perform together for a Swing Rock event, this time with Seira managing to win over Ichigo. Despite her victory, Seira feels she wasn't shining as brightly as Ichigo.",
                    "TitleJapanese": "ラララ☆★ライバル",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4690448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4690448",
                    "TitleEnglish": "Secret of Smiles",
                    "SummaryEnglish": "As the idols have some new promotional photos taken, Ichigo, Aoi, and Ran, along with Seira, are asked to help promote a new camera model by letting fans take pictures of them. After running into each other whilst practising their candid expressions, Ichigo, Aoi, Ran, Seira, and Kii go shopping together to explore the range of expressions they can make, before stopping by Seira's café. There, they discuss how their best smiles naturally come from doing the things they love. After Ichigo and co finish up their performance at the photo session, Seira ponders how it would be nice to stand beside friends on stage.",
                    "TitleJapanese": "笑顔のヒミツ",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4690449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4690449",
                    "TitleEnglish": "The Password is OK-OK-Okay☆",
                    "SummaryEnglish": "With an audition for the next Pon Pon Crepe image girl to replace Aoi coming up, Seira suggests Kii give it a go, but she states it wouldn't suit her since she's a producer. Whilst remaining curious over why Kii became a producer in the first place, Seira hears from her about how her mother helped cheer her up with her hair accessories. After seeking advice about the audition from Aoi, Seira secretly enters Kii into the audition and has her act as her own producer. As Kii becomes reluctant to do the audition, Seira gives her an Aikatsu card of the accessory her mother made for her, encouraging her to show off her cuteness. Kii manages to pass the audition and become Pon Pon Crepe's new image girl, starting her off on the path of an idol.",
                    "TitleJapanese": "合言葉はオケオケオッケー☆",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4704692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4704692",
                    "TitleEnglish": "Top Secret of Love",
                    "SummaryEnglish": "The presence of a reporter known as Mister S, who is infamous for exposing idol love affairs, puts the other idols on high alert. Meanwhile, Aoi and Kii are asked to participate in a fashion show themed around 'first love'. Feeling that Mister S may be targeting Seira, Kii has her take asylum in Starlight Academy, as she feels her secret hobby of cutely talking to cats clashes with her rock idol image. Thus, the gang decide to conduct a plan to publically announce Seira's love of cats themselves before Mister S can make a scandal out of it. Whilst contemplating what Mister S's true objective is, Orihime tells Ichigo and the others her thoughts on idols and love before Aoi and Kii hit the stage for their fashion show. Meanwhile, it is shown Mister S's real objective is to find the secrets behind Dream Academy's sudden success.",
                    "TitleJapanese": "恋のトップシークレット",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4704693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4704693",
                    "TitleEnglish": "Mascot Cha-Ran-Way",
                    "SummaryEnglish": "As the subject of mascot phone charms is brought up, Ichigo notices Ran seems to have her own mascot charm. Meanwhile, Ran is given a Constellation Premium Dress by Spicy Ageha's top designer and is tasked with performing a Constellation Appeal at her next fashion show. The next day whilst checking on Ran's room, Ichigo and Aoi discover Ran is incredibly fond of a mascot character called Ebipon, choosing to keep it secret so that it won't affect Ran's image. However, they soon learn of a delivery of a giant Ebipon plush Ran had won in a contest, and rush to try and keep it getting delivered whilst she is being interviewed by a magazine, to no avail. Ran explains that she came to like Ebipon as a way to relieve the stress of her career. Despite her love of Ebipon being revealed to the public, Ran remains confident and manages to perform a Constellation Appeal and is offered a job to be Ebipon's PR model.",
                    "TitleJapanese": "ゆるキャ蘭ウェイ!",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "4704694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4704694",
                    "TitleEnglish": "Magical Dancing♪",
                    "SummaryEnglish": "Seira and Kii are due to do a performance together, with Kii suggesting they do their own choreography. Wanting to learn about choreography, the two seek out Johnny, who decides to give them, along with Ichigo and co, a lesson on how to compose choreography. After giving points about listening to the lyrics and imagining poses that fit alongside them, Johnny gives them a cryptic point to think on themselves. When Seira and Kii feel something is off with their choreography, Ichigo and co offer them some pointers to help their poses feel more natural, telling them to have fun and help each other out. Afterwards, their computer suggests they do some work at an airport to improve their dynamic movements. Before heading on stage, they come to understand Johnny's final point; to think about their fans who support them, and pull off their choreography flawlessly.",
                    "TitleJapanese": "マジカルダンシング♪",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "4704695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4704695",
                    "TitleEnglish": "Wrap It Up☆Choco-Pop Detective",
                    "SummaryEnglish": "Aoi is approached about creating a TV drama to promote some new chocolates. After deciding to make the drama about a chocolate-eating detective, Aoi asks Ichigo and the others to audition alongside her, with Seira and Kii also brought in to audition. However, they find the scenario the producers have put together is more old-fashioned than what they had in mind. Meeting together with the producers, Aoi and the others manage to come up with a cuter, more chocolatey feel to the show. After pairing up into pairs of detectives and assistants, the girls undergo the audition, in which they must help Kaede locate some stolen chocolate. As the plot reaches its climax, Ichigo and Seira deduce that Kaede was actually tricking them into stealing the chocolate, which just winds up being eaten by Ichigo. At the end of the day, Seira and Kii are chosen for the roles.",
                    "TitleJapanese": "ちょこっと解決☆チョコポップ探偵",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4704696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4704696",
                    "TitleEnglish": "The Fabled Powa-Puri☆",
                    "SummaryEnglish": "After Otome, Sakura and Shion pay a visit to Seira's café, Ichigo, Seira, and Kii tail them to get a glimpse of Powa Powa Puririn's activities, which happen to include line-balancing, leaf sweeping and games of tag. It is then shown they are filmed in secret for their television show in order to capture their appeal. When a change in her filming schedule leaves Shion unable to appear in a fashion show with the others, Otome and Sakura try and search for a replacement to fill in for her. After learning that they hadn't been able to find a substitute for her, Shion manages to arrange for Kaede to fill in for her at the last minute, with both the fashion show and Shion's filming turning out to be a success.",
                    "TitleJapanese": "ウワサのぽわプリ☆",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "4768584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4768584",
                    "TitleEnglish": "Sparkle Drip Magic☆",
                    "SummaryEnglish": "Sora Kazesawa, a Dream Academy student studying in both idol and designer courses, is approached by Tiara to start her own Aikatsu brand. However, Sora feels a bit nervous about the responsibility of running a brand, as she's always been free in the way she's designed her clothes. Wanting to help her out, Seira and Kii visit her dorm, where they meet her pet parrot, Palm, and hear about what inspired her to become a designer. Whilst staying in Morocco when she was a kid, Sora met a Bohemian named Mimi, who taught her how to design accessories, whilst also being inspired by her to travel the world once more. Wanting to carry on what Mimi taught her, whilst still retaining her own identity, Sora decides to name her brand Bohemian Sky, showing off her new design in a performance, where she also manages to pull of a Constellation Appeal.",
                    "TitleJapanese": "キラ・パタ・マジック☆",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "4768585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4768585",
                    "TitleEnglish": "The Idol is Santa Claus!",
                    "SummaryEnglish": "Dream Academy decides to hold a Christmas party with Kii as producer and Sora at the designer, whilst Ichigo features on a christmas cake designed by Asuka. Kii eventually arranges for the party to be a joint celebration between Dream Academy and Starlight Academy. On Christmas Eve, students from both schools assemble at a lodge on a snowy mountain to prepare for the party, with Sora planning to make an extra large version of the christmas cake. However, a sudden blizzard causes the cable cars to the lodge to stop working, preventing the patissiers from arriving on time, so the idols band together to make the cake instead. With the life-size Ichigo doll they were planning to use still with the patissiers, Ichigo herself takes its place on top of the cake.",
                    "TitleJapanese": "アイドルはサンタクロース!",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "4768586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4768586",
                    "TitleEnglish": "Red and White Aikatsu Battle!",
                    "SummaryEnglish": "As idols from both Starlight Academy and Dream Academy gather to participate in the Red and White Aikatsu Battle, Mister S is spotted, hoping to find the person responsible for Dream Academy's rise to fame somewhere among them. After interviews, Ichigo, Aoi, and Ran go to greet the event's super special guest, enka singer Sabuko Nishijima, helping to carry her giant 'Enkatsu card' that she had brought to the event. Shibuki then informs Ichigo and the others that Mizuki is somewhere in the building, prompting the girls to search for her, eventually finding her in the auditorium. Mizuki reveals she has been working at Dream Academy as Tiara's advisor, stating that her time with Star Anis had got her interested in potentially becoming a producer. She then gives Ichigo some Trend Collection cards for her stage performance with Seira, asking her to keep their meeting a secret. Having overheard their conversation, Mister S prepares to write a big scandal on Mizuki's 'defection', but is stopped by Sabuko, who uses her influence to keep him quiet. The Red and White Aikatsu Battle soon gets underway, which culminates with Sabuko's performance and Ichigo and Seira's concert, with both Red and White teams ending in a tie.",
                    "TitleJapanese": "紅白アイカツ合戦!",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "4768587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4768587",
                    "TitleEnglish": "Lucky Idol☆",
                    "SummaryEnglish": "At the start of the new year, Starlight Academy and Dream Academy are poised to compete in a Lucky Idol Race, with a custom-made Constellation Dress up for grabs for the winner. All the idols make preparation for the race whilst Raichi is busy preparing his Aikatsu Newspaper. The race soon begins, with many Aikatsu-related obstacles along the way. Thanks to some encouraging words from her father, Ichigo places first and wins a custom-made Angely Sugar dress, with Seira and Aoi coming second and third respectively.",
                    "TitleJapanese": "ラッキーアイドル☆",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "4768589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4768589",
                    "TitleEnglish": "Door Towards the Dream",
                    "SummaryEnglish": "Ichigo and the others are informed of a Starlight Idol Festival occuring in March, with Ichigo as the headlining act. However, on the day Orihime announces the festival, it is also revealed that Dream Academy is holding its own Dream Academy Carnival on the same dates. Feeling that it is too much of a coincidence, Ichigo, Aoi, and Ran follow Nao, the only other person who heard about the festival in advance, and learn that he is in fact Tiara's younger brother. After Nao tells the others how it was Tiara's dream to start an idol school, Orihime and Tiara decide to combine their two school's festivals into one single event, the Star-Dream Festival-Carnival, which will culminate in a face-off event between Ichigo and Seira. Whilst watching the announcement, Seira recalls how she became interested in the world of idols after watching Ichigo's performance on TV and seeing how happy it made others. She auditioned to enroll into Starlight Academy, but was rejected as the judges felt she was more suited to rock music, which eventually led her to enroll into Dream Academy, whose policy was that anyone who had passion could become an idol.",
                    "TitleJapanese": "夢への扉",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "4768590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4768590",
                    "TitleEnglish": "Beautiful Mutual Feelings",
                    "SummaryEnglish": "After producing a successful makeup commercial for Seira, Kii is lined up to audition for the poster girl of her favorite beverage, Brain Thunder. Wanting Kii to audition, Seira tries to take her to search for Magical Toy's top designer whilst he is in town, but finds it hard to drag her away from producing her next commercial. As Kii struggles to focus on her own audition after Seira bans her from thinking about the commercial, she is approached by Mizuki, who assures her that Seira is doing her best to encourage her. The next day, Kii tries to search for Magical Toy's top designer, with Ichigo and the others deciding to help her out. When Kii gets a cramp whilst chasing after the designer's van, Seira manages to catch up to it and pull him over, with Kii managing to persuade him to give her a Constellation Premium Dress, which she uses to pass her audition. Meanwhile, Mizuki takes her leave from Dream Academy to pursue her dream of supporting others.",
                    "TitleJapanese": "ステキな両思い",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "4768591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4768591",
                    "TitleEnglish": "Fortune Compass☆",
                    "SummaryEnglish": "Ran enters an audition in which she has to make an ehomaki for Setsubun, seeking advice from Ichigo and Aoi. During a festival where the Starlight Academy idols give their fans homemade treats, however, Ran comes to realise that her healthy approach to cooking isn't going to impress anyone. Determined to make a more flashier ehomaki for her audition, Ran's over concentration leads her to getting lost in a forest, alongside Sora, who is also entering the audition. Whilst waiting to be rescued by Ichigo and Aoi, Sora makes Ran an ehomaki made from ingredients found in the forest, telling her to make an ehomaki that she feels is right. On the day of the audition, Ran follows her grandmother's advice and makes her own healthy ehomaki that manages to impress the judges, taking her to the final dance audition against Sora. They both perform so well that they both pass the audition together and become image girls for an ehomaki campaign.",
                    "TitleJapanese": "フォーチュンコンパス☆",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "4768592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4768592",
                    "TitleEnglish": "Flower-Blooming Aurora Princess",
                    "SummaryEnglish": "Dream Academy idol Mario Himesato, who is due to appear on an 'Idol Princesses' television program where she will receive a Constellation Dress from Green Grass, decides she wants daisies incorporated into the design to remind her of the mountains. Seira and Kii take her to Ichigo's bento shop to pick up a daisy, where she also tries one of their seaweed bentos. As Sakura and Sora go to pass on Maria's message to Green Grass, Maria takes Ichigo and the others to her home on the mountains for the show's recording. Sora eventually rejoins them, delivering the Constellation Dress and a video message from Green Grass.",
                    "TitleJapanese": "花咲くオーロラプリンセス",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "4768593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4768593",
                    "TitleEnglish": "Hosting Heart",
                    "SummaryEnglish": "Given the chance to appear in a special episode of Idol Princesses, Maria decides to invite her friends from both Dream Academy and Starlight Academy to a house party at her mansion. There, the girls find themselves amazed and moved by the Aurora Fantasy-like world and Maria's kind hosting heart. Maria explains that, even though she felt lonely whenever her parents were off travelling around the world, she found comfort in Green Grass' books and found happiness in every day. After Maria gives some Valentine's Day chocolates to everyone, the girls decide to sing some songs together, before giving Maria a special present; a holographic aurora.",
                    "TitleJapanese": "おもてなしハート♡",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "4768595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4768595",
                    "TitleEnglish": "Stylish Explorers: Cool Angels!",
                    "SummaryEnglish": "Seira, Kii, Sora, and Maria are invited to audition for a four-girl drama series. Unable to decide on which roles to audition for, they let Kii's computer choose for them, with Kii ending up as the leader character. The girls ask Ichigo, Aoi, and Ran for advice on drama auditions, learning how to utilise their skills to fit their assigned roles and make them their own. The audition soon begins, in which they must navigate a jungle course while following a script. As the girls struggle fitting into their roles, they come up against a group of tigers, but they manage to handle them in their own way. They eventually reach a ruin filled with traps, where Ichigo and the others have been assigned as some villains standing in their way. With teamwork, the girls manage to get past them and reach the treasure, passing the audition.",
                    "TitleJapanese": "おしゃれ探検隊クールエンジェルス!",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "4768596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4768596",
                    "TitleEnglish": "The Glittering Aquarius",
                    "SummaryEnglish": "Aoi is requested to appear in a concert promoting a Futuring Girl Constellation Dress, in which she is expected to perform a Constellation Appeal. As Aoi wonders how she can pull off a Constellation Appeal, Tiara tells her that she is much like water, though doesn't get an opportunity to explain why, leaving Aoi with more questions than answers. Noticing her unease, the other idols each do their part to give Aoi some encouragement. Aoi, on the other hand, decides she need to learn to stand on her own and goes training in the mountains, which proves to be harder than she thought as she doesn't have enough water to prepare her provisions. During the night, Ichigo comes over to see Aoi, telling her that the reason she could keep going during her year in America was the letter she gave her before she left, which she has kept unopen. Hearing Ichigo's words of encouragement, Aoi comes to realise the meaning of Tiara's words; that water is like an unsung hero, not standing out on its own but necessary in supporting others. Believing in her own abilities, Aoi manages to pull off a Constellation Appeal at the concert.",
                    "TitleJapanese": "キラめきはアクエリアス",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "4768597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4768597",
                    "TitleEnglish": "Happy☆Idol Fest 1st DAY!",
                    "SummaryEnglish": "The day before the Star Dream Festival & Carnival begins, Dream Academy is busy with preparations for the Dream Carnival day. Seria, who has been nervous about being the headlining act, learns from Ichigo that she plans to perform alongside her friends. As the carnival begins, Tiara gives Orihime a tour of the academy whilst Ichigo and the others take in the attractions. As Ichigo spends some time with Seira, she states that even though they are considered rivals competing against each other, they are also friends connected by Aikatsu. Encouraged by Ichigo's words, Seira asks Kii, Sora, and Maria to perform on stage alongside her. With the Dream Carnival ending on a high note, it is discovered that the schedule Otome had prepared for the next day's Starlight Festival doesn't actually include herself in the performance lineup.",
                    "TitleJapanese": "ハッピィ☆アイドルフェス 1ST DAY!",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "4768598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4768598",
                    "TitleEnglish": "Happy☆Idol Fest 2nd DAY!",
                    "SummaryEnglish": "Otome explains that she was so focused on including everyone into her schedule that she forgot to include herself, refusing to make any further changes to the timetable. As the Starlight Festival gets underway, the Dream Academy girls learn of the situation and meet up with the Star Academy girls, who mention how Otome has been working hard for the festival due to her role as Starlight Queen, as well as to provide a wonderful memory for those about to graduate from the middle school division. Ichigo, Aoi, and Ran eventually manage to find Otome, who had been rushing around the campus all day, conveying their desire for her to be on stage and convincing her to perform alongside them. At the end of the festival, as Starlight Academy is declared the winner of the Festival & Carnival, both schools' idols decide to team up together to form a new group; Dream Star.",
                    "TitleJapanese": "ハッピィ☆アイドルフェス 2ND DAY!",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "4768599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4768599",
                    "TitleEnglish": "Cherry Blossom-Colored Memories",
                    "SummaryEnglish": "With graduation approaching for the third year students, Ichigo, Aoi, and Ran are put in charge of the graduation album committee, collecting a large amount of pictures and reminiscing about the memories they possess, particularly from the year Ichigo was away. As the day of the graduation ceremony comes, Sakura represents the second year students in delivering their message to the graduates, barely keeping her tears in, after which Sakura and Otome put on a concert together. Afterwards, Ichigo and the others reassure Sakura they won't be too far away from her, since they'll be attending the high school division.",
                    "TitleJapanese": "桜色メモリーズ",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "4768600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4768600",
                    "TitleEnglish": "Again♪Off-Time",
                    "SummaryEnglish": "With spring break arriving again, Ichigo, Aoi, and Ran once again attempt to go to the hot springs they missed last time, stopping by the rape blossom field again along the way when they discover a bus stop has been built next to it. Meanwhile, Otome, Sakura, and Shion watch the flowers together, Sora and Maria end up meeting with Kaede, and Seira and Kii run into Yurika at a rock concert, with each group learning about a \"Secret Live\" event featuring a mystery idol. Ichigo and co soon arrive at the hot spring inn, where they bathe with monkeys, play various games, and take in the sights. After returning home, Ichigo's group meets up with the others for the Secret Live, which is revealed to be Mizuki making her return to the idol world.",
                    "TitleJapanese": "アゲイン♪オフタイム",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "4843737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843737",
                    "TitleEnglish": "Shocking☆Fresh Girl!",
                    "SummaryEnglish": "Upon beginning their lives as high school students, Ichigo, Aoi, and Ran are requested by Orihime to act as judges for an Audition Caravan scouting the country for potential new Starlight Academy idols. One girl looking forward to the audition is Akari Ozora, a die-hard Ichigo fan who had previously failed to get into Starlight Academy. As the auditions reach their final day in Starlight Academy, Akari gets nervous and messes up her introduction, but nonetheless Ichigo becomes awed by Akari's words of how she inspired her. Despite making a lot of mistakes in her dance audition, Akari gets a passing mark from Ichigo, selecting her to enroll into Starlight Academy.",
                    "TitleJapanese": "びっくり☆フレッシュガール!",
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "4843739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843739",
                    "TitleEnglish": "Let's Aim To Be Stars ☆彡",
                    "SummaryEnglish": "Akari begins her first day at Starlight Academy, meeting up with Orihime and receiving her cards, ID, and Aikatsu Phone before moving into the dorms with her new roommate, Yuu. There, Akari learns of a TV programme where Ichigo discusses why she chose her, though Ichigo's words, that she saw an idol in her, leave Akari with more questions than answers. Meanwhile, Kii hints to Ichigo that her decision to enrol Akari may have come from her desire to produce her. Later, as Ichigo is offered a PR gig, she decides to have Akari join her on stage and begins training her to use a Special Appeal. As Akari worries that she won't be able to become a star like Ichigo, Ichigo assures her that she is already a star showing the same light as a true idol. After the performance, during which Akari manages to perform a normal appeal, Akari, realizing she no longer has to try to be like Ichigo, cuts her hair and starts to form her own story.",
                    "TitleJapanese": "目指してるスター☆彡",
                    "SummaryJapanese": null
                },
                "28": {
                    "ID": "4843740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843740",
                    "TitleEnglish": "The Miracle Begins!",
                    "SummaryEnglish": "Akari shows up with a shorter haircut, which the others help to straighten up. Later, Ichigo ends up encountering Mizuki, who reveals she is forming her own unit from a new agency she founded herself, before leaving some cryptic words concerning waffles. The next day, both Starlight and Dream Academy announce the revival of the Partner's Cup, a tournament for idol pairs. Curious about Mizuki's new partner, Ichigo remembers the clues Mizuki gave her and searches for the whereabouts of Mizuki's agency with help from the others. They eventually find a warehouse named 'Moonlight Office', where they observe Mizuki practicing with her new partner, Mikuru Natsuki. After Mikuru takes her leave, Ichigo and the others find she is a shopkeeper at a gardening shop as opposed to an idol, with Mizuki explaining that Mikuru has a lot to offer because of that. She demonstrates this in a surprise live performance of their unit, named Double M (stylized as WM), after which they announce they will be participating in the Partner's Cup. Ran and Aoi say that if WM is to win the Partner's Cup, things will look bad for both Starlight and Dream Academy.",
                    "TitleJapanese": "ミラクルはじまる!",
                    "SummaryJapanese": null
                },
                "29": {
                    "ID": "4843741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843741",
                    "TitleEnglish": "Yes! Best Partner",
                    "SummaryEnglish": "With the appearance of WM proving a threat to both Starlight and Dream Academy, Ichigo and the others turn their focus onto choosing an ideal partner, with Starlight students allowed to pair up with Dream Academy students. The girls who had yet to find a partner gather up together and try some test runs with different partner variations to see what works for them. As everyone is given the night to decide who they think their best partner would be, both Aoi and Kii suggest to Ichigo and Seira that they would be ideal partners for each other. The next day, some of the agreed pairs included Ichigo and Seira, Aoi and Kii, and Otome and Maria. However, Yurika gets upset when her ideal partner, Ran, is paired up with Sora, refusing to pair up with Kaede when asked, mostly as she feels they would be living in the shadow of Tristar, which disbanded after Mizuki left Starlight Academy. Looking to disprove this, Kaede drags Yurika across town, where they are chased around by their fans, before taking her on a helicopter ride. After Kaede convinces her that together they can overcome any naysayers, Yurika agrees to become her partner, and the two parachute down to announce their partnership.",
                    "TitleJapanese": "YES!ベストパートナー",
                    "SummaryJapanese": null
                },
                "30": {
                    "ID": "4843742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843742",
                    "TitleEnglish": "Aikatsu! Boot Camp",
                    "SummaryEnglish": "Noticing Akari's poor grades, Orihime signs her up for Aikatsu Boot Camp, which has a reputation for having harsh training. Akari and the other trainees arrive at the boot camp on a remote island, where they are tasked with building a stage to perform on. Although Akari finds herself struggling behind, she soon makes friends with the other trainees, who have similar troubles to her, and helps them with planning a stage. When it comes to building the stage itself, Ichigo, Aoi, and Ran show up to give Akari and the others some pointers and supports. With the stage built, Akari decides to perform alongside Ichigo as its christening performance. Thanks to the camp, Akari comes off as a better idol thanks to learning about friendship.",
                    "TitleJapanese": "アイカツ!ブートキャンプ",
                    "SummaryJapanese": null
                },
                "31": {
                    "ID": "4843743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843743",
                    "TitleEnglish": "Vi-Vi-Vi☆Partner",
                    "SummaryEnglish": "With the Partner's Cup approaching, Ichigo, Aoi, and Ran head to Dream Academy to practise with their partners. Wanting to learn more about WM, Ichigo and Seira visit Mizuki and Mikuru, who explain how they came to meet each other. Back when Mizuki was still attending Starlight Academy, Mikuru, who came to deliver some flowers, gave her advice on picking out a coord for a performance. Encouraged by Mikuru's words, which helped her change herself, Mizuki decided to become Mikuru's partner. As the first day of the Partner's Cup arrives, WM put up an amazing performance, encouraging Ichigo and Seira to do their best to outshine them.",
                    "TitleJapanese": "ビビビッ☆パートナー",
                    "SummaryJapanese": null
                },
                "32": {
                    "ID": "4843744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843744",
                    "TitleEnglish": "Aim For It☆The Greatest Partners",
                    "SummaryEnglish": "After being informed by Raichi and Noelle, Aoi and Kii go to visit Ichigo and Seira, who are nervous about going up against WM following their performance, with both of them expressing how they don't want to hold the other back. As each of the pairs give their performance, Ichigo and Seira observe how the partners compliment each other perfectly in unique ways. Before their performance comes up, Ichigo and Seira are told that their feelings of not wanting to hold each other back already makes them the perfect partners. Encouraged by everyone's words, they decide to do things their own way and bring out their best during their performance. Despite falling short of WM's score, they both feel proud that they had fun with their performance, becoming encouraged to one day surpass WM and keep doing their best until they pair up once more.",
                    "TitleJapanese": "めざせ☆最高のパートナー",
                    "SummaryJapanese": null
                },
                "33": {
                    "ID": "4843745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843745",
                    "TitleEnglish": "Otome RAINBOW!",
                    "SummaryEnglish": "Having become close friends with Otome during the Partner's Cup, Maria becomes keen to learn more about her, wondering how she became how she is. Meanwhile, Otome hears from Makoto that he is designing a Constellation Premium Dress for Happy Rainbow, but is struggling with ideas. Afterwards, Maria comes across Otome at a kindergarten, which is revealed to be Otome's home, and helps her with preparations for a play of The Wizard of Oz. This brings back memories for Otome about a girl named Nagisa who had terrible stage fright. When Nagisa got scared of playing Dorothy, feeling she couldn't be like Otome, Otome confessed to her that she had a fear of heights and had never gone down a slide, and together, they worked to try and overcome their fears. On the day before the play, as Nagisa's stage fright pressured her yet again, Otome pushed herself to reach the top of the slide and came to enjoy them, giving Nagisa the encouragement she needed to perform. As Maria feels happy to learn so much about Otome, Makoto becomes inspired by Otome's playful smile and completes the Constellation Premium Dress. After her performance, Otome is pleasantly surprised to find Makoto had brought Nagisa to see her performance.",
                    "TitleJapanese": "おとめRAINBOW!",
                    "SummaryJapanese": null
                },
                "34": {
                    "ID": "4843746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843746",
                    "TitleEnglish": "Blooming Miracle!",
                    "SummaryEnglish": "As Mizuki and WM reach the top of Aikatsu Ranking charts, Mikuru is tasked by Mizuki to reach the top ten rankings of the individual charts, suggesting that she needs to obtain a Premium dress from Vivid Kiss' top designer, Kayoko, who is currently in America. Whilst pondering about how to accomplish this, Mikuru is tasked with growing and delivering a golden Miracle Flower, which requires watering at specific times of the day whilst also working around her busy schedule. On the day before the flower is due to bloom, Mikuru worries when she narrowly misses a particular watering time, and the flower blooms in a non-gold colors. The next day, Mikuru finds the person who ordered the flower was Kayoko, who approves of the flower despite it not being gold and grants Mikuru a Constellation Premium dress, which she wears for her solo performance. After Mikuru manages to rank 8th on the rankings, Mizuki tells her about the goal she has set herself; to surpass Masquerade by September.",
                    "TitleJapanese": "咲いてミラクル!",
                    "SummaryJapanese": null
                },
                "35": {
                    "ID": "4843747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843747",
                    "TitleEnglish": "Moon Desert's Rhapsody",
                    "SummaryEnglish": "Ran is invited to audition for a drama based on Aladdin alongside Sora, who is also asked to design outfits for the audition. Ran, along with Ichigo and Aoi, undergoes swordsmanship training for the role, with their teacher not only teaching them about the basics, but also how to break realism for the sake on putting on a good show. With some weaknesses remaining from her one day lesson, Ran asks Ichigo and Aoi to help her overcome them by launching surprise attacks on her, with the other students joining in. Meanwhile, Sora finishes Ran's swordswoman outfit but struggles to decide on her own, contemplating what kind of princess she wants to be. Upon seeing Ran's swordsmanship come to fruition, Sora decides on a more unconventional dress for herself. The audition begins, in which an evil genie, played by Johnny, kidnaps Sora, tasking Ran with rescuing her, with her training paying off. When Ran is pushed into a corner, it is Sora who takes up the sword and stands to protect Ran, representing a princess who wants to protect the one she admires, rather than one who is simply protected, and the two of them join together to defeat the evil genie, both passing the audition.",
                    "TitleJapanese": "月の砂漠の幻想曲（ラプソディー）",
                    "SummaryJapanese": null
                },
                "36": {
                    "ID": "4843748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843748",
                    "TitleEnglish": "My Dear Idol!",
                    "SummaryEnglish": "Orihime and Tiara announce the beginning of the Aikatsu8 Elections, in which fans will show their support for their favorite idols, and the eight most popular idols will form a special unit known as Aikatsu8. They declare that the Elections are not limited to idols from Starlight and DreAca, so Mizuki and Mikuru from WM are eligible to participate. To mark the start of the Elections, Starlight Academy will be holding a live concert. Ichigo, Aoi, Ran, Seira, and Kii meet up at Cafe Vivo to discuss their PR plans for the Elections, with their fans submitting them ideas. Everybody has chosen their plan except for Aoi, who finds it hard to choose one idea over the other. Ichigo returns home temporarily where she learns how much Raichi has grown over the years. Aoi receives a PR idea from a fan right before the deadline, which she eventually discovers is from Raichi. The plan, called the \"Go Go! Aoi Project\", involves broadcasting Aoi running from Starlight Academy to the concert location. Ran and Ichigo support Aoi by running alongside her, with Raichi and his soccer team acting as Aoi's \"bodyguards\". Raichi begins to slow down near the end, but is carried by his teammates. Aoi, Ichigo, and Ran successfully run towards the concert location, where they perform with Yurika and Otome.",
                    "TitleJapanese": "マイ ディア アイドル!",
                    "SummaryJapanese": null
                },
                "37": {
                    "ID": "4843749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843749",
                    "TitleEnglish": "Soleil☆Rising",
                    "SummaryEnglish": "Mizuki and Mikuru announce they want to challenge Soleil in a contest. Deciding to bring Soleil out of hiatus, Ichigo, Aoi, and Ran accept the challenge, but find their conflicting schedules give them little time to practice with each other. Noticing Akari and her roommate being Otome's managers for the day and remembering the time she herself became Mizuki's manager, Ichigo decides to arrange everyone's schedules so that whenever one person is working, the other two act as their managers. Using this routine, the girls get to observe Ran's dependability, Aoi's dedication, and Ichigo's liveliness first hand. The experience reminds them of the great things they can do together, becoming excited over how much Soleil will have grown and practicing as much as they can. Although Ichigo makes a small timing mistake during their performance, Soleil brings out their best on the day of their live, exciting Mizuki more and more.",
                    "TitleJapanese": "ソレイユ☆ライジング!",
                    "SummaryJapanese": null
                },
                "38": {
                    "ID": "4843750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843750",
                    "TitleEnglish": "Where Legends Are Born",
                    "SummaryEnglish": "Whilst awaiting WM's performance, Mikuru worries that she won't be able to match Soleil's performance, but Mizuki gives her some assurance, stating she chose to face Soleil because they would be tough opponents. Meanwhile, Ichigo receives a call from Ringo, who states it is thanks to WM's appearance that Soleil is able to shine as a legend. Before WM's performance, Mizuki pays a visit to Orihime, recalling her words that no idol can become a legend by herself, finally coming to understand the meaning of her words, whilst Mikuru pays a brief visit to Soleil, managing to overcome her nerves. With their resolve to become legends strengthened, WM bring out a stunning performance that wins out over Soleil. Afterwards, Mizuki gives her thanks to Soleil, stating it was because of them chasing her and Mikuru that WM managed to do their best.",
                    "TitleJapanese": "伝説をつむぐ場所",
                    "SummaryJapanese": null
                },
                "39": {
                    "ID": "4843751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843751",
                    "TitleEnglish": "Admiration Is Eternal",
                    "SummaryEnglish": "Yurika appears on a variety show to promote a cereal commercial she appeared in, announcing she will appear at a handshake event. As dozens of fans come to the event to shake Yurika's hand, Yurika feels guilty when she is unable to answer a shy fan's question on how to become strong like she is. As Yurika ponders over this whilst helping Maya prepare for a Loli Gothic event, Ichigo and the others bring Kaede up to speed on the scandal surrounding Yurika a few years back. After reveiving a Constellation Premium Dress from Maya, Yurika asks the others to help her find the fan she met the other day, using a book she had brought to the event as a clue to her identity. Upon finding the girl, Yurika appears before her in her normal appearance and gives a proper answer to her question, showing that people can grow stronger by making little changes each day.",
                    "TitleJapanese": "あこがれは永遠に",
                    "SummaryJapanese": null
                },
                "40": {
                    "ID": "4843752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843752",
                    "TitleEnglish": "Gleaming✩Futuring Girl",
                    "SummaryEnglish": "Aoi is requested to produce and star in her own music video to promote Futuring Girl. As Aoi struggles to come up with an idea in the short time she's been given, she hears from Yurika about how her commercial was built up from a simple idea, inspiring Aoi to use a fashion show as the basis for her music video. After her ideas are approved by the rest of the staff, the hard work begins as Aoi collaborates with the other staff to develop the idea, facing additional challenges as changes have to be made. On the day of the video's shooting, Ichigo follows Ringo's advice and goes with Raichi to the studio in a rabbit suit to show their support and provide lunch. When Aoi suspects something missing from the video, she is inspired by Ichigo moving about in her outfit to add some additional choreography, with the finished video becoming well received.",
                    "TitleJapanese": "ひらめく☆未来ガール",
                    "SummaryJapanese": null
                },
                "41": {
                    "ID": "4843753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843753",
                    "TitleEnglish": "Assemble☆Aikatsu8",
                    "SummaryEnglish": "The results of the recent campaign are announced and the members of Aikatsu8 are revealed.",
                    "TitleJapanese": "結成☆アイカツ8",
                    "SummaryJapanese": null
                },
                "42": {
                    "ID": "4843754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843754",
                    "TitleEnglish": "Summer Idol Story",
                    "SummaryEnglish": "The final summer tour performance of Aikatsu8 is set to occur the following day and the girls decide to hold a small party while they recall some fond memories. But while this goes on Ichigo is too distracted thinking about the future of Aikatsu",
                    "TitleJapanese": "サマーアイドルストーリー",
                    "SummaryJapanese": null
                },
                "43": {
                    "ID": "4843755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843755",
                    "TitleEnglish": "Twinkle Stars",
                    "SummaryEnglish": "After WM come with a new challenge to the two Headmistresses, Orihime and Tiara task Aoi and Kii with choosing their school's representative. Will the two be able to show the ones they chose that there's more to their combination than just synchronicity?",
                    "TitleJapanese": "トゥインクル・スターズ",
                    "SummaryJapanese": null
                },
                "44": {
                    "ID": "4843756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843756",
                    "TitleEnglish": "Two Wings",
                    "SummaryEnglish": "It's official, Ichigo and Seira have been chosen to face off against WM on the ultimate stage in the ultimate competition, the Twinkle Star Cup. However, before they can do that they must come up with a unit name that both emphasizes their individual traits and is in tune to the type of unit they want to be.",
                    "TitleJapanese": "ふたつの翼",
                    "SummaryJapanese": null
                },
                "45": {
                    "ID": "4843757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843757",
                    "TitleEnglish": "Where Dreams Bloom",
                    "SummaryEnglish": "After consulting with Kī's personal data frame, Pasucon, about what's needed for 2wingS to surpass WM, Pasucon asks what's different about Starlight and DreAca. Realizing that they know hardly anything about the other's school, Aoi and Kī have Ichigo and Seira switch places for a day.",
                    "TitleJapanese": "夢の咲く場所",
                    "SummaryJapanese": null
                },
                "46": {
                    "ID": "4843758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843758",
                    "TitleEnglish": "Let's Akari-sama!",
                    "SummaryEnglish": "Summer vacation has begun for everyone except Akari, who's training and training in order to learn how to execute a Special Appeal like she did before. Seeing her efforts but knowing there's more to it than hard work, Johnny and Orihime have her join Johnny's \"hot\" training camp. But will the camp be enough for Akari?",
                    "TitleJapanese": "レッツ！あかりサマー！",
                    "SummaryJapanese": null
                },
                "47": {
                    "ID": "4843759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843759",
                    "TitleEnglish": "The Secret Letter and the Hidden Star",
                    "SummaryEnglish": "The final test is approaching and Akari still can't get the Special Appeal right. Ichigo, not sure as to what to say to her kouhai, remembers Aoi's letter and finds that what Akari needs might just be a reminder that the stars in the sky, don't disappear.",
                    "TitleJapanese": "秘密の手紙と見えない星",
                    "SummaryJapanese": null
                },
                "48": {
                    "ID": "4843760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843760",
                    "TitleEnglish": "Twins Dress",
                    "SummaryEnglish": "As the Twinkle Star Cup draws nearer, the need for unit dresses is evident with 2wingS. Ichigo, Seira, Aoi, and Kī turn to the top designers of Angely Sugar and Swing Rock after finding Masquerade's old coord concepts in hopes of obtaining dresses that'll take the unit into the sky.",
                    "TitleJapanese": "ふたごのドレス",
                    "SummaryJapanese": null
                },
                "49": {
                    "ID": "4843761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843761",
                    "TitleEnglish": "The Flower's Tears",
                    "SummaryEnglish": "The Twinkle Star Cup has officially begun with WM and 2wingS facing off on the ultimate stage. But, just before the competition opens, WM makes a shocking announcement...",
                    "TitleJapanese": "花の涙",
                    "SummaryJapanese": null
                },
                "50": {
                    "ID": "4843762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4843762",
                    "TitleEnglish": "To the Wing's Dream",
                    "SummaryEnglish": "With the crowd awed by WM's performance, Ichigo and Seira become excited thikning about the opportunities that await them even after the concert. Using this excitement, the girls step on stage and give a stunning performance, bring the Twinkle Star Cup to a close. With the votes across the nation tallied together, the winning unit is revealed to be 2wingS. As the idols are interviewed, Seira thanks all the people who supported her, whilst Ichigo expresses her desire to chase after many more dreams. Upon hearing Ichigo's words, Mizuki expresses the joy of becoming an idol and aiming to make Aikatsu shine brighter, before presenting Ichigo and Seira with their winning trophy. Afterwards, Mizuki shows her gratitude to Orihime and Ringo, while Mikuru expresses her new dream to face Mizuki as a rival idol someday.",
                    "TitleJapanese": "夢へのツバサ",
                    "SummaryJapanese": null
                },
                "51": {
                    "ID": "5000681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5000681",
                    "TitleEnglish": "The Shining Line of Admiration",
                    "SummaryEnglish": "With the first years due to perform a yearly recital, Akari tries to keep thoughts of admiration for Ichigo out of her head so she can focus on her performance. As such, when Akari comes across Ichigo on the day of the performance, she attempts to run away from her but is eventually caught. Ichigo explains that her same admiration for Mizuki is what led her to join Starlight Academy, stating it was Akari's own initiative that led her to enroll herself. Encouraged to forge her own idol path, Akari steps onto her performance, with Ichigo, Aoi, and Ran joining her on stage. Afterwards, while Mizuki sees Mikuru off at the airport, the students have a tea party, where Akari prepares to make a true start to her Aikatsu activities.",
                    "TitleJapanese": "憧れのSHINING LINE",
                    "SummaryJapanese": null
                }
            }
        },
        "3": {
            "ID": "592117",
            "URL": "https://www.thetvdb.com/series/aikatsu/seasons/official/3",
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "4942547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/4942547",
                    "TitleEnglish": "Let's Aikatsu☆Ready Go!!",
                    "SummaryEnglish": "During a rainfall, the roof in Akari's dorm room starts leaking, resulting in Akari and her roommate, Yuu, having to move into separate dorms, with Akari moving in with Sumire Hikami, who she met by coincidence that morning. After receiving new Aikatsu Phones and cards from Orihime, Akari and Sumire try to break the ice between each other, though Akari doesn't get to learn much before Sumire has to go off to her lessons. Akari is soon alerted about an audition to become Ichigo's manager for a day, inviting Sumire to audition alongside her and spend the day training with her, despite the fact it would increase the number of rivals she would have. Sumire, who had mostly practised by herself and considered all the other students rivals, felt happy that she could spend time practising with a friend. In the end, Sumire wins the audition, while Akari, despite not winning herself, feels happy that she has become closer friends with Sumire.",
                    "TitleJapanese": "アイカツしよう☆Ready Go!!",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5000666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5000666",
                    "TitleEnglish": "Positive Reading",
                    "SummaryEnglish": "On the day before her job with Ichigo, Sumire gets a less than favorable horoscope, but finds a way to twist it into something positive. Later, Akari helps Sumire read up on Ichigo, with Ichigo herself giving her a bag of things to look over. The next day, Ichigo allows Akari to join Sumire as they both serve as her managers for her day of activities. After a few recording sessions, the girls soon partake in Ichigo's more unique idol activities. At the end of the day, as Akari and Sumire are invited to Ichigo and Aoi's room, Sumire laments the gap between her and Ichigo, but Ichigo assures her that she's been though the same thing, encouraging her to keep trying even if the gap never closes. As thanks for her duties, Ichigo gives Sumire some special Romance Dress Aikatsu Cards for her performance, which her older sister comes to see.",
                    "TitleJapanese": "いいこと占い",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5000667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5000667",
                    "TitleEnglish": "Aikatsu Dash!",
                    "SummaryEnglish": "Akari meets Hinaki Shinjyo, a child actor from Sumire's class, who has been interested in her ever since her entrance audition where she inadvertently introduced herself as Ichigo. The two of them decide to enter for the Pon Pon Crepe Girl audition, with Hinaki suggesting they practise their ability to express how delicious something is. Hinaki later reveals she's been lacking confidence in her own expressions, having done so many gourmet reports during her work that she feels her comments haven't been fresh lately, and states it was Akari's audition that lit a fire in her. Hinaki gives Akari a hair accessory card for their audition, which gives Akari the edge needed to win.",
                    "TitleJapanese": "アイカツダッシュ！",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5017470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5017470",
                    "TitleEnglish": "Effervescent Sparkle☆",
                    "SummaryEnglish": "As part of her role as the Pon Pon Crepe Girl, Akari needs to come up with a pose for a promotional poster. With help from Hinaki, Akari manages to come up with a variety of poses, but also notices Hinaki seems to be downhearted about something. After getting some sound advice from Ichigo, Akari is invited by Johnny to attend Hinaki's event following her poster shoot. After impressing the poster staff with her unique poses, Akari, along with Sumire, goes to visit Hinaki, who explains that, following an accident four years ago when she slipped on stage, she had been holding back her own enthusiasm in order to keep people from worrying about her, sticking with what staff decide for her instead of staying true to herself. Inspired by some of Akari's draft poses, Hinaki decides to take a step forward and wear a coord she chose herself for her performance.",
                    "TitleJapanese": "はじけるヒラメキ☆",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5034327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5034327",
                    "TitleEnglish": "Idol☆Halloween",
                    "SummaryEnglish": "With Halloween approaching, Johnny tasks students with collecting as much candy as possible in order to star in the annual Nightmare Party. On Halloween Night, Sumire's cuteness manages to get her a lot of candy, especially from Aoi. Johnny then presents a series of trials for students to earn even more candy, one of which involves determining who Ichigo is among a group of students dressed as Jack-o-Lanterns. After using process of elimination to bring down the numbers, Akari manages to use food to lure out Ichigo and earn a reward that brings her into the lead. While choosing a Halloween dress for her performance, Akari decides to try out the new Dreamy Crown brand, which turns out to be a perfect fit for her, while the brand designer watches on.",
                    "TitleJapanese": "アイドル☆ハロウィン",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5041044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5041044",
                    "TitleEnglish": "Two Dreamers",
                    "SummaryEnglish": "Akari is informed about her first solo concert, which will take place in a shopping mall. Feeling that this could be a decisive moment for her, Akari decides to try and obtain a Premium Dress from Dream Crown's designer, Tsubasa Sena, who is wrapped in mystery. Akari travels to Dreamy Crown's headquarters and is surprised to discover Tsubasa is actually a boy. Tsubasa shows Akari the Premium Dress he has been working on, stating it would probably take him a month to complete. With her concert in three days, Akari decides to search for the berries he needs to dye the dress' ribbon and speed up the process, searching several times in order to find berries that match the color Tsubasa wanted. Thanks to Akari's efforts, Tsubasa manages to finish the Odette Swan Coord Premium Dress in time for her concert, earning a great reputation for the both of them.",
                    "TitleJapanese": "2人のドリーマー",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "5041045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5041045",
                    "TitleEnglish": "Gather Your Feelings Into an Apple",
                    "SummaryEnglish": "Wanting to get a Premium Dress herself, Sumire and the others visit Yurika for advice on how to appeal to Loli Gothic's top designer Maya. Following the Snow White theme his upcoming dress is based on, Sumire decides to make some baked cinnamon apples for Maya. Arriving at Maya's mansion, Sumire faces many trials, which Akari and Hinaki help her overcome. Impressed with Sumire's capabilities, and her treats, Maya bestows Sumire with the Snow Princess Coord.",
                    "TitleJapanese": "想いはリンゴにこめて",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "5047970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5047970",
                    "TitleEnglish": "Aikatsu's Hot Wind!",
                    "SummaryEnglish": "As an audition is held for the starring role in a new drama alongside Ichigo, Aoi, and Ran, a new transfer student, Juri Kurebayashi, expresses her passionate desire to win the role. Hinaki reveals Juri was once a child star like her, who has much gentler and sweeter before she mysteriously quit acting a few years ago, becoming curious as to why she returned. On the day of the audition, Juri becomes irritated when her famous actor mother, Karen, comes to spectate and starts attracting attention. Juri later explains that, having seen her mother practise so hard for her own roles, she decided she didn't want to ride on the coattails of her mother's success and instead take time off from acting in order to train herself to become a true actress with her own power. Receiving encouragement from Akari to show her own strength, Juri performs confidently in her audition and wins the role.",
                    "TitleJapanese": "アイカツのアツい風！",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "5047971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5047971",
                    "TitleEnglish": "The Passionate Sangria Rosa",
                    "SummaryEnglish": "Juri feels downhearted as she isn't satisfied with her own performance for an upcoming episode. Karen explains to her that when she was in an acting rut, it was a premium dress from her favorite brand, Sangria Rosa, the helped her overcome it. As such, Juri goes off in search of Sangria Rosa's top designer, Atsushi Encierro, who has been out of contact for a few weeks, with the others deciding to help her with her search. After checking a few places, Juri manages to find Atsushi, only to find he is also in a rut over his designs and can't help her with a premium dress. Wanting to help him reignite his passion, Juri and the others try giving him his favorite things, but it is not until Atsushi sees Juri's passionate flamenco dance that he understands what he had been missing. As thanks, Atsushi makes Juri the Rose Glass Princess Coord, which helps to reignite her own passionate acting.",
                    "TitleJapanese": "情熱のサングリアロッサ",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "5047972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5047972",
                    "TitleEnglish": "Dear My Fan!",
                    "SummaryEnglish": "Raichi and Noelle's classmate, Asahi Azuma, who is a big fan of Akari, learns that she'll be appearing in her first handshake event alongside Sumire. Meanwhile, Aoi invites Akari and Sumire to watch her appearance on a variety show to observe how she interacts with her fans. Aoi asks them to think about things from the fan's perspective, with Akari looking back on her own fondness towards Ichigo. On the day of Akari and Sumire's event, Asahi catches a cold and is unable to attend, so Raichi sends Noelle to let Akari speak to him over the phone before helping him set up a virtual avatar for her performance.",
                    "TitleJapanese": "ディア マイ ファン！",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "5047973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5047973",
                    "TitleEnglish": "GOGO! Ichigo Cheer Squad",
                    "SummaryEnglish": "After Ichigo announces her own Great Starmiya Ichigo Festival, which is being produced by Aoi and Ran, Akari decides she wants to help with the preparations. Tasked with coming up with ideas to promote the festival, Akari and her friends become the GoGo Ichigo Cheer Squad complete with strawberry hats. Later, they help to give an opening talk at a guerilla concert, where they manage to handle themselves when faced with unexpected questions about the festival from the press. Impressed by her courage, Ichigo decides to sing Akari's favorite song for her performance.",
                    "TitleJapanese": "GOGO！いちご応援隊",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "5087147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5087147",
                    "TitleEnglish": "Fashionable Vivid Girl",
                    "SummaryEnglish": "With a week until Christmas, Sakura is put in charge of preparations for the Christmas Party, which includes a special Aikatsu Christmas Stage. Aiming to audition for the stage alongside Akari and Sumire, Hinaki decides she needs to get a Vivid Kiss Premium Dress so she can perform a Heroine Appeal. While trying to find out top designer Kayoko's whereabouts, Hinaki reveals she was previously rejected by her three years ago as she felt she was missing something. Orihime informs her of a party Kayoko is holding, which only the most fashionable people can attend, so the girls take Hinaki clothes shopping, managing to pick out some fashionable coords. On the day of the party, an accident leads to the girls' clothes becoming ruined, but Hinaki manages to find a way to make them even more fashionable in the process. Feeling that Hinaki has found what she was missing; a fashion sense of her own, Kayoko allows the girls into their party and has Hinaki perform on stage, deciding to make her a Premium Dress.",
                    "TitleJapanese": "オシャレ☆ヴィヴィッドガール",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "5087148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5087148",
                    "TitleEnglish": "Happy Christmas Tree",
                    "SummaryEnglish": "After Hinaki receives her Premium Dress from Kayoko, the girls focus on the preparations for the Christmas Party. Both Akari and Juri reminisce about three years ago, when Ichigo and her friends cut down a large Christmas tree to cheer up their fellow student, with Akari taking up the challenge of cutting down another tree in the same way. With help from Tsubasa, Akari and the others get permission to get a tree from Angely Mountain. Much like Ichigo did before, Akari and co. manage to cut down the tree and ride it down the mountainside while Karen, who was filming there at the time, helps to carry it back to Starlight Academy. The girls then decorate the tree before performing together on the Christmas Stage.",
                    "TitleJapanese": "ハッピーツリークリスマス☆",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "5087149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5087149",
                    "TitleEnglish": "Snuggly Traditional New Year",
                    "SummaryEnglish": "With her family on vacation, Juri joins Akari and her family in celebrating the new year, where Akari becomes a little embarrassed by her parents' obsession with soil. After reminiscing over some childhood photos, the girls visit the local shrine, where Juri notices Akari is more like her father than she is willing to admit.",
                    "TitleJapanese": "ほっこり☆和正月",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "5109001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5109001",
                    "TitleEnglish": "Jump to the Sky!!",
                    "SummaryEnglish": "With the start of the new semester, Akari makes a new year's resolution to find something she is good at. To this end, Akari decides to audition to become a weather girl, with Sumire and the others helping her to train. Later, Aoi arranges for Akari to meet up with TV weather girl Ayaka Kohashi, who teaches her about what goes on behind the scenes of a weather report and how different types of weather mean different things to different people. Despite knowing how tough being a weather girl is, Akari decides to give her best in her audition and ends up winning the job.",
                    "TitleJapanese": "大空JUMP!!",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "5113600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5113600",
                    "TitleEnglish": "Sumire's Violet Voice",
                    "SummaryEnglish": "As Akari begins her job as a weather girl, Sumire decides she needs to find her own speciality too. However, she gets a throat cold just as she receives word of a shampoo girl audition, which seems to favor her beauty rather than her singing talent. Whilst wondering if she should really become a model instead of a singer, she learns of a CD debut audition being held on the same day as the shampoo audition. Worried about Sumire, Akari meets with her sister, who tells her that Sumire should make her own decisions. With Sumire still conflicted over which audition to go for, Akari brings back her sister's special herbal tea recipe to help Sumire with her cold. Encouraged by Akari's words, Sumire turns down the shampoo audition and instead goes for the singing audition, which she passes.",
                    "TitleJapanese": "歌声はスミレ色",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "5116678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5116678",
                    "TitleEnglish": "Miyabi's Elegant Aikatsu",
                    "SummaryEnglish": "Yuu goes off on a month-long exchange program with Himezakura Girls Academy in Kyoto, who send one of their own students, Miyabi Fujiwara, to Starlight Academy in her place. Whilst skilled in various Aikatsu activities, Miyabi seems concerned by her teacher's words to observe the other idols and discover her true self. After spending time training with Akari and the others, Miyabi states her main concern that she hasn't been able to find any other idols that are like her. However, Akari points out this is a good thing, as her unique personality is what makes her a one-of-a-kind idol, which helps Miyabi realise what her teacher meant.",
                    "TitleJapanese": "みやびなアイカツ!",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "5116679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5116679",
                    "TitleEnglish": "The Nadeshiko's Dance",
                    "SummaryEnglish": "Miyabi meets a fan of hers named Tomoyo who feels downhearted because of her boyish looks, feeling she can't be 'cute' like she considers Miyabi to be. Wanting to help her out but not knowing how, Miyabi and the others look into the history of idols. Later, Miyabi is asked to perform in a Yamato Nadeshiko Idol Festival alongside Sakura, who tells her about how becoming an idol expanded her horizons. The next day, Miyabi watches Akari's weather report, where she talks about how grateful she was to have taken that one courageous step. Inspired by her peers, Miyabi sends out a social post encouraging Tomoyo to take a step forward. After her performance at the festival, Miyabi is greeted by Tomoyo, who was able to bring herself to wear a girlish outfit, becoming grateful to have become an idol.",
                    "TitleJapanese": "ナデシコの舞い!",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "5116680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5116680",
                    "TitleEnglish": "Star☆Valentine",
                    "SummaryEnglish": "With literally truckloads of chocolate arriving from fans for Valentine's Day, Orihime announces a \"Thanks, Valentine\" event to show not one piece goes unappreciated, with cafeteria chef Shun Yotsuba put in charge as head patissier. Later, Akari and the others learn from some of Yotsuba's fans that he was once a male idol who retired to become a chef. Inspired by his fans' appreciation, Yotsuba decides to make a large chocolate tower, while Akari tries to think of a way to let his fans know how he is doing. At the event, where Kayako gives Hinako her Premium cards, Ichigo, who was approached by Akari the previous night, brings Yotsuba up for an interview for his fans, who feel happy that he is accomplishing his dream.",
                    "TitleJapanese": "スター☆バレンタイン",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "5138423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5138423",
                    "TitleEnglish": "A Promise to the Future",
                    "SummaryEnglish": "With only three days remaining before Miyabi must return to Kyoto, Akari and the others make plans for a proper send-off. Meanwhile, as Miyabi is offered a stage for her final day, she decides she wants to compete against Sakura in order to challenge herself. Struggling to come up with what to write for Miyabi's farewell banner, Akari comes across Miyabi and Sakura doing some naginata sparring. As Akari becomes downhearted about Miyabi's pending departure, Sakura tells her about the experiences she learned when Ichigo went abroad three years ago, assuring her that their hearts will always be connected no matter how far apart they are. On the day of the concert, which Miyabi wears Starlight's uniform to, Sakura ends up winning the concert, but the crowd remains impressed by Miyabi's performance. After the send-off party, Akari and the others send Miyabi off with a banner assuring her that they'll meet again someday.",
                    "TitleJapanese": "未来に約束!",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "5146273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5146273",
                    "TitleEnglish": "Vampire Mystery",
                    "SummaryEnglish": "The girls get together to watch a mystery movie that they all starred in together. When Sumire Gelato is abducted by the vampire Yurika, vampire hunter Jurius Caesar Salad is sent to Starlight Academy to investigate. Meanwhile, Sumire, who has been made into a vampire by Yurika, targets her friend Akari Sunshine, inviting her and reporter Hinaki Twister to a secret party. There, they are attacked by even more vampire idols, with Orihime explaining that she had hoped the idols would become eternal, only to learn they can never enter the spotlight. Just as Akari is cornered, Juri and Orihime arrive with garlic-flavored donuts that turn the vampires back into regular idols.",
                    "TitleJapanese": "ヴァンパイアミステリー",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "5150282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5150282",
                    "TitleEnglish": "Spring Bouquet",
                    "SummaryEnglish": "As Tsubasa struggles to come up with a design for his next Premium Dress, Akari's popularity as a weather presenter earns her a stage during a concert being planned by her TV channel, feeling she needs to up her game to earn the right to wear the Premium Dress. After getting some inspiration from Ichigo, Akari brings along her favorite book, Thumbelina, to her weather report to compliment the tulips her partner Ozorotter has been growing. This in turn inspires Tsubasa to make a Thumbelina Bouquet Coord dress, which he shows to Ichigo and Amahane before giving it to Akari to use in her concert.",
                    "TitleJapanese": "春のブーケ",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "5150283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5150283",
                    "TitleEnglish": "The Queen's Flower",
                    "SummaryEnglish": "The Starlight Queen Cup is moved up to Spring, with the entire middle school section eligible to participate. As the girls are asked by Otome to help her move out of her current dorm, which is reserved for the next Starlight Queen, Sakura, who had previously lost against Otome, keep her distance, feeling she doesn't yet have the right to enter the dorm just yet. While training hard, Sakura receives some encouragement from Otome to bloom like a flower. On the day of the Cup, Akari and the others are eliminated in the first round while Sakura goes on to become the Starlight Queen, after which everyone throws a celebratory party for her.",
                    "TitleJapanese": "クイーンの花",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "5150285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5150285",
                    "TitleEnglish": "The Other Side of Admiration",
                    "SummaryEnglish": "Soleil announce they will be launching a half-year long nationwide tour in the spring, setting up a project room at Starlight Academy to plan the tour. Hearing about how they've worked hard to arrange their schedules so they can find time to plan together, Akari and the others decide to help out with what they can. As planning and training continues, Ichigo and the others reveal their true dream beyond the tour itself: to keep Soleil going as a unit for as long as possible. With Akari focusing on her own dream to become as great an idol as Ichigo, Soleil kick things off with their opening concert and soon set off on their dream tour.",
                    "TitleJapanese": "あこがれの向こう側",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "5150286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5150286",
                    "TitleEnglish": "A Warm♪Off Time",
                    "SummaryEnglish": "With Akari, Sumire, and Hinaki on their long-awaited off-time, Akari suggests they go on a camping trip at the Dreamy Lake near Tsubasa's headquarters. Upon arriving, the girls are greeted by Tsubasa, who ends up helping them with pretty much everything. As the girls discuss how they are all aiming to be Starlight Queen, they become downhearted when Tsubasa points out how that makes them rivals. Wanting to know what it means to be rivals, the girls compete against each other in various activities, finding that there is even fun in competition. Upon returning to the academy as second-year students, the girls are asked to perform in a concert for the new freshmen.",
                    "TitleJapanese": "ぽっかぽか♪オフタイム",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "5160630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5160630",
                    "TitleEnglish": "Starry Sky Entrance☆",
                    "SummaryEnglish": "As the second year begins, Akari and Sumire are assigned as the respective mentors of two new freshmen; Rin Kurosawa, a skilled dancer who admires Johnny, and Madoka Amahane, the granddaughter of Angely Sugar's Suzuha Amahane, while Naoto becomes the freshmen's new homeroom teacher. Rin and Madoka becomes roommates and instantly hit it off, deciding to enter together in a pair audition for the freshmen. As the pair practise, Rin tells Madoka about how she got into street dance, stating the most important thing is to have fun rather than focus on the difference in skill. Enjoying their audition together, Rin and Madoka manage to win, starting off their idol activities.",
                    "TitleJapanese": "星空エントランス☆",
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "5189688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5189688",
                    "TitleEnglish": "Showtime of Dreams",
                    "SummaryEnglish": "When Rin gets an offer to appear in a dance event, she decides to get a Premium Dress from her favorite brand, Dance Fusion, whose top designer, Sonny, used to be in a dance unit with Johnny. Rin goes with Akari go to meet with Sonny, who becomes impressed by her dance moves and gives her the Soul Marionette Premium Coord, though Rin becomes upset when he tells her he won't be dancing with Johnny again. After Johnny tells her to think about what makes a team, Rin observes Akari and the others, understanding that even though everyone has different careers and paths, they are still friends who help each other out. As Rin performs with renewed determination, Sonny comes to watch her performance and reunites with Johnny.",
                    "TitleJapanese": "夢のショータイム",
                    "SummaryJapanese": null
                },
                "28": {
                    "ID": "5189689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5189689",
                    "TitleEnglish": "Talk on the Runway",
                    "SummaryEnglish": "Akari, Sumire, and Hinaki are set to appear together on a popular talk show. However, after meeting the show's host, Maguro, Akari has doubts she'll be able to keep up a conversation with him on the real thing. In preparation for the show, the girls help each other fill out pre-questionnaires for the show's topic, while Otome teaches them how to keep their conversations short but impactful. On the day of the shoot, the girls notice how hard Maguro works to keep his talk show fresh. With the show mixing the pre-planned topics with some of the conversation held just beforehand, the show proves to be a big hit.",
                    "TitleJapanese": "トークの花道",
                    "SummaryJapanese": null
                },
                "29": {
                    "ID": "5189690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5189690",
                    "TitleEnglish": "Unit Magic",
                    "SummaryEnglish": "When asked to form an idol unit for her next single, Sumire decides to ask Rin to become her partner, feeling that the new song fits Rin's dancing ability perfectly. As the pair train for their single's debut concert, Rin tries too hard to live up to Sumire's expectations and ends up spraining her ankle, resulting in Johnny forbidding her from further dance training until it heals up. Feeling guilty for dragging Sumire down, Rin suggests that she choose someone else to partner with. Not willing to give up on the unit, Sumire decides to perform the concert by herself and have Rin coach her on her dancing, carrying both of their spirits on stage, after which she announced Rin as her partner to shine alongside with.",
                    "TitleJapanese": "ユニットの魔法",
                    "SummaryJapanese": null
                },
                "30": {
                    "ID": "5189691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5189691",
                    "TitleEnglish": "The Radiant Dancing Divas",
                    "SummaryEnglish": "After Sumire and Rin name their new unit Dancing Diva, they are approached by the same shampoo company who approached Sumire before, who want to use their song for their next commercial. The girls soon begin a hectic schedule, with Sumire giving Rin plenty of advice for her recording and vice versa. Later, Sumire helps out some more as an autograph session proves more popular than expected. On the night before their promotional concert, Sumire comes to understand that the full magic of a unit comes from shining alongside your partner. As Dancing Diva makes a great impression with their first true concert, Juri wonders who her partner will be.",
                    "TitleJapanese": "輝きのダンシングディーヴァ",
                    "SummaryJapanese": null
                },
                "31": {
                    "ID": "5189692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5189692",
                    "TitleEnglish": "The Burning Passionate Jalapeño!",
                    "SummaryEnglish": "Juri tries to search for a partner for her own unit, but finds herself turned down by everyone she asks. As Hinaki helps Juri search for partner that contrastly compliments her like a chocolate-covered potato chip, Akari and Madoka notice that the two seem perfect for each other. After receiving a push from them, Juri and Hinaki realise they are ideal partners and form their new unit, Jōnetsu Jalapeño.",
                    "TitleJapanese": "灼熱の情熱ハラペーニョ!",
                    "SummaryJapanese": null
                },
                "32": {
                    "ID": "5221094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5221094",
                    "TitleEnglish": "Hello New World",
                    "SummaryEnglish": "With Sumire busy with Dancing Diva, she asks Akari to watch over Madoka, who is offered a gig. Madoka wants an Angely Sugar Premium Dress for her performance, but is reluctant about asking her grandmother for one as she doesn't feel she is worthy enough. Akari decides to spend the next week training with Madoka to build her self-confidence, assuring her that even the pros aren't perfect when it comes to being confident. Strengthening her resolve, Madoka decides to climb up to Angely Sugar's headquarters the hard way and makes her request to Suzuha, who recognises her resolve and gives her the Angel Alice Coord.",
                    "TitleJapanese": "ハローニューワールド",
                    "SummaryJapanese": null
                },
                "33": {
                    "ID": "5231614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5231614",
                    "TitleEnglish": "Spontaneous Skipping♪",
                    "SummaryEnglish": "Deciding she wants to be in a unit herself, Madoka asks Akari to become her partner, to which she immediately accepts. Jumping straight into meetings to decide the nature of their club, Akari takes Madoka with her as she goes about her daily work schedule, seeing how she interacts with her fans and learning about why she chose her as her partner. Inspired by Madoka's spontaneous skipping, Akari decides to name their unit \"Skips\". On the day of Skips' debut concert, Tsubasa gives both Akari and Madoka some new cards and special Aikatsuel Bracelets to celebrate their new unit.",
                    "TitleJapanese": "おもわずスキップス♪",
                    "SummaryJapanese": null
                },
                "34": {
                    "ID": "5244054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5244054",
                    "TitleEnglish": "The World is Centered Around Kokone!",
                    "SummaryEnglish": "Yuu goes on another exchange program, this time to Etoile Academy in Kobe, who send over their student, Kokone Kurisu, who is friends with Miyabi. Upon arriving at Starlight Academy, Kokone, used to being the center of attention, becomes downhearted that she's not as well known outside her hometown. She soon cheers up when she encounters Yotsuba, who she admired during his idol days and was her inspritation to become an idol. Upon hearing Yotsuba struggling to come up with a new donut idea, Kokone uses ingredients from her family's sweet shop to create one made using chestnuts and dried fruit, earning respect from her classmates. Afterwards, Kokone holds a concert for her restaurant's new branch opening, looking forward to the vast idol world lying ahead of her.",
                    "TitleJapanese": "世界の中心はここね！",
                    "SummaryJapanese": null
                },
                "35": {
                    "ID": "5244055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5244055",
                    "TitleEnglish": "Their Name is Fluffy Sweet☆Nadeshiko",
                    "SummaryEnglish": "Following the formation of so many units, Orihime announces a Unit Cup for both existing and new units. Wanting to enter the event herself, Kokone invites Miyabi over to be her unit partner, naming their unit Fluffy Sweet Nadeshiko. However, the two get into an argument when Miyabi has qualms about Kokone trying to push cute dresses on her, feeling don't suit her. As the others hear each party out, they learn about what they thought of each other during their first meeting. Afterwards, the two apologise to each other, with Miyabi agreeing to wear the cute dress for their debut performance.",
                    "TitleJapanese": "その名も、あまふわ☆なでしこ",
                    "SummaryJapanese": null
                },
                "36": {
                    "ID": "5247932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5247932",
                    "TitleEnglish": "Heart Fluttering☆Unit Cup",
                    "SummaryEnglish": "As the Unit Cup gets underway, it is revealed that, in addition to their stage performances, the participating units will also be ranked on backstage reports inbetween performances. After Dancing Diva interview Passion Jalapeno following their performance, Kokone ends up getting hiccups, so the other idols get together to cure them in time for Fluffy Sweet Nadeshiko's performance. Meanwhile, some underclassman working behind the scenes mistake a delivery of cards from Tsubasa for a gift from the fans, leaving Akari and Madoka with no dresses for their upcoming performance.",
                    "TitleJapanese": "ワクワク☆ユニットカップ",
                    "SummaryJapanese": null
                },
                "37": {
                    "ID": "5250850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5250850",
                    "TitleEnglish": "Unadorned Brilliance☆",
                    "SummaryEnglish": "With only a matter of time til their performance, Akari and Madoka search their room for their missing cards with no such luck. When Hinaki and Juri come over to do their report on Skips, they deduce that the cards got mixed up with the gifts, which were taken back to the Academy. Sorting through the presents with the help of everyone else, which is filmed as part of the backstage report, Akari manages to find the cards just in time for their performance. Following everyone's performances, Skips are announced as the winners of the Unit Cup, managing to outshine Dancing Diva thanks to the points earned from their backstage dedication.",
                    "TitleJapanese": "素顔の輝き☆",
                    "SummaryJapanese": null
                },
                "38": {
                    "ID": "5262026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5262026",
                    "TitleEnglish": "Johnny and the Bride",
                    "SummaryEnglish": "After Akari and Sumire are requested for a wedding-themed event, they overhear Johnny discussing an upcoming wedding over the phone, jumping to the conclusion that he's getting married. Curious about Johnny's assumed bride, the girls follow him to Dream Academy, where they meet with Seira and the other DreAca students and hear about how their careers have been going, before spotting Johnny dancing with Tiara, assuming she is the bride in question. Wanting to congratulate Johnny, Akari and Sumire agree to perform a concert at the wedding. There, they discover the one getting married is actually Johnny's younger sister, Elisa, with Johnny having merely taken lessons from Tiara in order to dance with her.",
                    "TitleJapanese": "ジョニーと花嫁",
                    "SummaryJapanese": null
                },
                "39": {
                    "ID": "5262027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5262027",
                    "TitleEnglish": "Aikatsu Restaurant",
                    "SummaryEnglish": "Akari and the other idols all star in a broadcast play, in which Juri and Madoka run a failing restaurant that is struggling to get any customers. It is then that Kokone, a super waitress, arrives offering to help the restaurant get back on its feet, calling in the fortune teller Sumire, who prophesises that the restaurant has forgotten something important. After Akari the detective is called in, Juri confesses that the restaurant's most popular menu item, omelettes, was removed because she can't match her father's recipe. The next one called in is food critic Hinaki, who tests Juri's honor as a chef before trying her food, offering to write and article about them. As Juri that removing the omelettes might be what caused her to lose her customers, Akari finds a bell originally used for her orders that was given to Minabi, who asks Juri to make an omelette for her, finding it tasting the same as her father's. With the omelettes returning to the menu, the restaurant once again becomes packed with customers.",
                    "TitleJapanese": "アイカツレストラン",
                    "SummaryJapanese": null
                },
                "40": {
                    "ID": "5262028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5262028",
                    "TitleEnglish": "Hot Spicy Girls!",
                    "SummaryEnglish": "Hinaki and Juri are hired to be image girls for a Mexican food booth at a world food festival. While helping with the booth's preperations, Hinaki suggests calling in Juri's father, Kamino Serio, to make a special dish using jalapenos, among many other ideas. Later, after giving Kayako suggestions on how to improve her new Premium Dress, Hinaki reflects on how much she has changed in terms of expressing her ideas thanks to meeting the other idols. On the day of the festival, Hinaki's ideas prove to be a great success for the Mexican Booth, which wins the festival.",
                    "TitleJapanese": "ホットスパイシー・ガールズ！",
                    "SummaryJapanese": null
                },
                "41": {
                    "ID": "5262029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5262029",
                    "TitleEnglish": "I Want to Say Thank You",
                    "SummaryEnglish": "As the end of her transfer program approaches, Kokone seems defiant about Akari and the others holding a send-off party for her, leading them to think that she doesn't want to leave. Working with Yotsuba, Kokone holds her own thank-you party for everyone at the Academy, stating that she wanted to be the one to give her thanks to everyone. Nonetheless, Akari and the others use what they had planned to make the party a special farewell for Kokone.",
                    "TitleJapanese": "ありがとうが言いたくて",
                    "SummaryJapanese": null
                },
                "42": {
                    "ID": "5275691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5275691",
                    "TitleEnglish": "Horror!? Summer Island",
                    "SummaryEnglish": "After Orihime gives Akari and the others a day off for summer vacation, Naoto arranges for them to spend a day on an island, which turns out to be the same island Akari faced her hellish boot camp. While camping out under a squall, Sumire shares a rumor about a mysterious ape man, which the girls start to believe after both Naoto and the boat go missing somewhere. As the girls go on a search for Naoto, finding several of his items along the way, they eventually find a group of monkeys who had rummaged their luggage. Naoto safely returns afterwards, having taken the boat to retrieve a beach ball Akari had left behind.",
                    "TitleJapanese": "戦慄！？サマーアイランド",
                    "SummaryJapanese": null
                },
                "43": {
                    "ID": "5275692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5275692",
                    "TitleEnglish": "The Great Candid Idol Operation",
                    "SummaryEnglish": "Akari and Hinaki participate in a hidden camera show in which they must try and spring a surprise on Sumire. After their initial pranks fail to provoke any kind of reaction from Sumire, the girls try using raw fish to spook her, only to discover that she had learned how to manage them. Just as the girls prepare their final trick, a booby-trapped bench, a sheep breaks loose from a petting zoo, prompting Sumire to stop it before it hurts itself. After explaining everything to Sumire, Akari inadvertedly lands on the booby trapped bench herself, which turns out to be what provokes a reaction from Sumire, who was worried about Akari's safety. Afterwards, Sumire receives a new dress and a bracelet from Maya as a final surprise.",
                    "TitleJapanese": "ドッキリアイドル大作戦",
                    "SummaryJapanese": null
                },
                "44": {
                    "ID": "5275693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5275693",
                    "TitleEnglish": "Hot Summer Festival",
                    "SummaryEnglish": "Rin and Madoka look forward to attending a summer festival wearing yukatas designed by Suzuha, also being joined by Juri. As the girls enjoy the sights of the festival, Rin and Madoka become curious when they overhear Juri talk about going on a date and decide to follow her, eventually learning she is just meeting up with her father, while Tsubasa and the teacher enjoy a guy's night out.",
                    "TitleJapanese": "アツい夏祭り",
                    "SummaryJapanese": null
                },
                "45": {
                    "ID": "5299315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5299315",
                    "TitleEnglish": "Three of Us Again",
                    "SummaryEnglish": "With the Aikatsu8 Election results drawing hear, Akari speaks with Ichigo, who had just returned to Starlight Academy, hearing about her desire to get all of Soleil into Aikatsu8 this time around, whilst also stating those who don't get chosen still have a chance to shine on their own. The next day, the eight chosen idols are announced to be Ichigo, Mizuki, Ran, Aoi, Sakura, Yurika, Sumire, and Akari. Afterwards, Soleil announces the Great Starlight School Festival, a special event for three-person units.",
                    "TitleJapanese": "もういちど三人で",
                    "SummaryJapanese": null
                },
                "46": {
                    "ID": "5299316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5299316",
                    "TitleEnglish": "The Dazzling Luminas",
                    "SummaryEnglish": "Hinaki decides to join Akari and Sumire for their three person unit, wanting to become more passionate after losing out on the Aikatsu8. After doing some model shoots for Kayoko, Hinaki is a bit concerned when she is asked to retake them, only to learn that Kayoko wants her to demonstrate a new Fine Drum Coord that she made just for her. The next day, the girls find Hinaki's photo used on a giant billboard and praise how bright she shines, inspiring Hinaki to name their unit Luminas.",
                    "TitleJapanese": "輝きのルミナス",
                    "SummaryJapanese": null
                },
                "47": {
                    "ID": "5299317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5299317",
                    "TitleEnglish": "Raise the Curtain, the Great Starlight School Festival☆",
                    "SummaryEnglish": "As PowaPowa Puririn prepare for the Great Starlight School Festival, Shion learns that the recording schedule for the movie she is starring conflicts with their concert, but becomes determined to attend both. Hearing how hard Shion is working, Hinaki decides to show her support and goes to the mountains, where Shion is training for her role as a ninja. On the day of the festival's first round, Otome and Sakura place their faith in Shion and wait for her to arrive, allowing them to perform as a trio as planned. During their performance, they are joined by Seira and the other Dream Academy idols, who give a video performance.",
                    "TitleJapanese": "開幕、大スターライト学園祭☆",
                    "SummaryJapanese": null
                },
                "48": {
                    "ID": "5299318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5299318",
                    "TitleEnglish": "Our Different Colors",
                    "SummaryEnglish": "Madoka, Rin, and Juri all decide to form a unit together, but soon become concerned that their preferences and styles clash with each other. Looking for a way to feel united, the girl meet up with Encierro's disciple, Atsurou Muleta, who offers to make them unit dresses. However, Atsurou struggles to come up with a design that unifies the girls all together. While having different meals for their lunch, the girls realise that its their differing personalities that make their unit special, also encouraging Atsurou to be more calm and cool rather than force himself to be passionate. Using this, Atsurou is able to make a design that unifies the girls while also highlighting their differences, while the girls name their new unit Vanilla Chilli Pepper.",
                    "TitleJapanese": "ふぞろいのカラーたち",
                    "SummaryJapanese": null
                },
                "49": {
                    "ID": "5315674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5315674",
                    "TitleEnglish": "The Bond Between Stars",
                    "SummaryEnglish": "As Luminas work to improve themselves before the festival, Kaede approaches Yurika about entering the festival as Tristar. While initially believing it to be impossible, Yurika eventually realises from spending time with Powa Powa Puririn that she wants to reform Tristar too. After being approached by Kaede and Yurika, Mizuki feels the same way and gets Orihime's okay to reform Tristar. Before Tristar's first performance following their reunion, Mizuki spends some time reminiscing with Ichigo before being greeted by Mikuru. Awed by their concert, Luminas becomes even more determined to perfect their unit appeal before their concert.",
                    "TitleJapanese": "星の絆",
                    "SummaryJapanese": null
                },
                "50": {
                    "ID": "5340404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5340404",
                    "TitleEnglish": "Light of the Stage",
                    "SummaryEnglish": "Both Soleil and Luminas are lined up for the final day of the festival, with Akari and the others struggling to nail their unit appeal. Nonetheless, with Akari's optimistic outlook, the girls train until the last minute, finally managing to perfect their appeal. On the day of their concerts, Luminas manage to pull off their until appeal while Soleil once again stun with their performance. With the festival at its ends, Vanilla Chilli Pepper is ranked fifth, PowaPowa Puririn fourth, Tristar third, and Luminas second, with Soleil declared the overall winners. After the event, Akari, despite feeling frustrated over not winning, feels the experience was worth it and looks forward to what awaits her and the others.",
                    "TitleJapanese": "ステージの光",
                    "SummaryJapanese": null
                },
                "51": {
                    "ID": "5340405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5340405",
                    "TitleEnglish": "The Road After the Meeting",
                    "SummaryEnglish": "Wanting to challenge themselves, Akari, Sumire, and Hinaki decide to take Luminas on a nationwide tour. After they manage to get Orihime's approval, the girls receive help from their friends to decide on the theme of their tour; encounters. Getting permission to use the academy's private wagon van for their tour, the girls ask Vanilla Chilli Pepper to join them in a special concert to kick off their tour as thanks for all their help. Luminas soon sets off on their tour, setting their sights on becoming the next Starlight Queen.",
                    "TitleJapanese": "出会いに続く道",
                    "SummaryJapanese": null
                }
            }
        },
        "4": {
            "ID": "638825",
            "URL": "https://www.thetvdb.com/series/aikatsu/seasons/official/4",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "5340409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5340409",
                    "TitleEnglish": "Let's Fly, Look Out Vast World!",
                    "SummaryEnglish": "When the three members of Luminas began their Luminas☆Japan Tour, their very first location was the Land of the North, Hokkaido. In this land filled with the presence of nature, an encounter was made with the Sing and Dance Lovers, Nono Daichi and Lisa Shirakaba. When their encounter begins, right here, right now opens the curtains of the beginning of the two idols' Aikatsu!",
                    "TitleJapanese": "とびだそう、広がる世界！",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5340410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5340410",
                    "TitleEnglish": "We'll Take that Potato, and Replace it with a Mic",
                    "SummaryEnglish": "After meeting Luminas, the pounding hearts of Nono Daichi and Lisa Shirakaba are unstoppable. This came from the strong feeling of admiration towards them as an idol. And so, in order to express this feeling of theirs, the two have decided to participate in the Entrance Audition for Starlight School...!",
                    "TitleJapanese": "ジャガイモをマイクにもちかえて",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5365243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5365243",
                    "TitleEnglish": "Thrilling Carat☆",
                    "SummaryEnglish": "The now hottest Jewelry brand \"Thrilling Carat\" is holding a CM (commercial) audition, and Akari Ōzora, Sumire Hikami and Hinaki Shinjō have been invited to participate in the audition. The three did a lot of research about Jewelry despite their busy schedule in order to pass the audition, and enjoyed it very much. Inspired by the trio, Nono Daichi and Lisa Shirakaba decides to join in on researching...!",
                    "TitleJapanese": "トキメキカラット☆",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5365244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5365244",
                    "TitleEnglish": "YOU! GO! KYOTO!!",
                    "SummaryEnglish": "Akari Ōzora's previous roommate, Yū Hattori has gained popularity through being a \"Travelling Idol\"! Now, Yū and Akari's unit Luminas are heading for Kyoto at the same time. The TV program in Kyoto that Yū was planning to attend turns out to have also invited Luminas. The reason behind the brilliance of Yū right now is thanks to a promise made between her and Akari.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5365245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5365245",
                    "TitleEnglish": "Little Devil Happening",
                    "SummaryEnglish": "Nono Daichi and Lisa Shirakaba have received offers to perform during the fashion event that has been gathering everyone's attention: \"Urban Girls Collection\"! The two who are overjoyed by the news have decided to obtain the Premium Rare Coord from their favourite brand, Dolly Devil. To meet with the top designer Lucy Kisaragi, it was a pay out to meet in the big city!",
                    "TitleJapanese": "小悪魔ハプニング",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5365246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5365246",
                    "TitleEnglish": "I Want to See You, Okinawa",
                    "SummaryEnglish": "The three members of Luminas are headed for their next destination for their Nationwide Tour: Okinawa! In Okinawa, they met Minami Hateruma who attends Churaumi Beat Academy. Coincidentally, Minami is a friend of Rin Kurosawa, and strongly desires to reunite once again. The land of Starlight which is far far away from Okinawa, can Minami and Rin dance together again...!?",
                    "TitleJapanese": "会いたくて、沖縄",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "5403682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5403682",
                    "TitleEnglish": "Galaxy✩Starlight",
                    "SummaryEnglish": "An All Star Idol special drama named Idol Universe War \"Ozoracon\" will be taking place at Starlight School. Right now, on the stage of the Idol Academy in the Universe, Galaxy☆Starlight, the fierce story of the splendid idols begins now ――!",
                    "TitleJapanese": "ギャラクシー✩スターライト",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "5411674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5411674",
                    "TitleEnglish": "Perfect Dream Idol!",
                    "SummaryEnglish": "From the shadows, the young girl Tsubaki Saionji has always watched Akari Ōzora, whom she is envious of. Tsubaki proclaims herself as the \"Perfect Lady\" among the students in Starlight School. In order the have the Premium Dress of Dreamy Crown made, it is necessary to meet with the top designer, Tsubasa Sena, but...!",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "5411675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5411675",
                    "TitleEnglish": "Tale of the Osaka Idol",
                    "SummaryEnglish": "The next location of the \"Luminas☆Japan Tour\" will be held in Osaka! At the location, the unit Akari Ōzora is in, Luminas will be coming across Nina Dōjima, who attends Naniwa World's No. 1 Academy, the Comedy School Osaka is so proud of. Nina whose head features bear ears that acts as her trademark is a cute and intense character...!",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "5411676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5411676",
                    "TitleEnglish": "☆Mecha Panic☆",
                    "SummaryEnglish": "The three idols from Luminas who are now in Osaka will be participating in a local program alongside the idol of comedy, Nina Dōjima. The theme of the program is \"Going around various places, deliver laughters to people from kids to adults\". While looking for a location and being seen at the same time, the real form of Nina's theory of comedy is...!",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "5411677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5411677",
                    "TitleEnglish": "Happiness Party♪",
                    "SummaryEnglish": "The idols of Starlight School where Akari Ōzora and her friends are at has received an offer for the CM of \"Happiness Toys\", a newly standing toy brand that was sponsored by a major toy manufacturer! Not only an offer was received, the key to the success of the brand is to grasp \"the very first product\"'s planning stages and to cooperate with it...!",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "5437517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5437517",
                    "TitleEnglish": "New Year Ahead!",
                    "SummaryEnglish": "Entering the month of December, the New Year Program that the TV Station is recording is in a mess. Akari Ōzora and her fellow Starlight Idols who are participating in the recording will beautifully finish the recording while being busy with their own personal jobs and will do their best to enjoy each and every one of them. Among those idols, Nono Daichi and Lisa Shirakaba are getting excited and bursting with thoughts about their own Aikatsu's.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "5437518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5437518",
                    "TitleEnglish": "Luminas☆Christmas",
                    "SummaryEnglish": "Finally, Luminas☆Japan Tour is coming to an end. The day of the final stage will be on the night of christmas eve, while the location venue will be held in Starlight School. The three members of Luminas who are awaiting for the white christmas will be starting an event that shall deliver snow from all over Japan to Starlight named \"Snow Relay\"...?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "5437519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5437519",
                    "TitleEnglish": "The First Wind That I Have Found",
                    "SummaryEnglish": "A new year has begun, and Headmistress Orihime has announced the beginning of the next Starlight Queen Cup. Everyone has began to make their entries, but Sumire has yet to make a decision on \"what kind of queen would she like to be\". While Akari and Hinaki are beginning to feel impatient as they already have a clear thought, what will be the answer that deprives from Sumire...?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "5457843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5457843",
                    "TitleEnglish": "The Sketchbook of Dreams",
                    "SummaryEnglish": "Akari Ōzora who is thinking hard everyday on what kind of stage she will have to create in order to please the audience decides to consult Tsubasa Sena, who has once said that designers and idols are a team. However, Tsubasa has caught a cold...?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "5457844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5457844",
                    "TitleEnglish": "A Single Road, Our Parting Ways",
                    "SummaryEnglish": "Nono Daichi and Lisa Shirakaba who has received a boost from seeing Akari and her friends work hard training everyday for the Starlight Queen Cup, has also decided to work hard towards their goal of participating in the Starlight Queen Cup. But at the same time, Nono who would like to participate with Lisa as a PR (public relations) in a potato convention in Hokkaido named \"May Queen Cup\" (May Queen is a variety of potato), finds Lisa making a gloomy face...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "5457845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5457845",
                    "TitleEnglish": "Hinaki Miracle!",
                    "SummaryEnglish": "In order to get even closer to becoming the Starlight Queen, Hinaki Shinjō has requested for a new Premium Rare Dress from her favourite brand Vivid Kiss to be made. The ideas collected some time ago in order to create an extraordinary dress turns out to be the live venue of a certain idol!",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "5457846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5457846",
                    "TitleEnglish": "The Power of Idols",
                    "SummaryEnglish": "There is a month left until the beginning of the Starlight Queen Cup. While Sumire Hikami and Hinaki Shinjō has completed their preparations of unveiling their new Premium Rare Dresses for the stages, Akari Ōzora's dress has yet to be completed. On the other hand, the designer Tsubasa Sena who is aiming to produce the best dress continues creating his masterpiece. After seeing Tsubasa's actions, Akari who has begin to think about becoming a power to help someone...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "5508575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5508575",
                    "TitleEnglish": "Best Friend",
                    "SummaryEnglish": "Rin and Madoka have been together since they first came to Starlight. But recently, the two of them are working so hard towards the Starlight Queen Cup and managing their daily schedules at the same time, they only pass by each other. Madoka who wants to perform a live with Rin again makes a reservation for the live house by herself...!?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "5508576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5508576",
                    "TitleEnglish": "Spring DreAca Carnival!",
                    "SummaryEnglish": "The festival that Dream Academy will be holding, the \"DreAca Festival\" begins! Guided by Seira, Akari, Sumire and Hinaki are enjoying their time going to game and food stalls, as well as experience DreAca's training. Amongst the events, there will be an idol introduced...!",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "5508577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5508577",
                    "TitleEnglish": "Double Miracle☆",
                    "SummaryEnglish": "Right before the Starlight Queen Cup begins, an announcement has been made that an Opening Celebration Stage will be held! A very passionate guest is to appear, and it is a top secret, with only Johnny-sensei knowing who that person is. Johnny tries to track down the guest, but...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "5508578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5508578",
                    "TitleEnglish": "My Move on now!",
                    "SummaryEnglish": "At last, the Starlight Queen Cup begins! Lisa has decided to sing the signature song of Mizuki Kanzaki, move on now! for her performance. Meanwhile, rumors said that Mizuki will be doing live coverage for the Starlight Queen Cup.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "5536170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5536170",
                    "TitleEnglish": "The Futures that I'd Like to Come True",
                    "SummaryEnglish": "After Juri Kurebayashi and Lisa Shirakaba had showed their best stages, Nono Daichi, Rin Kurosawa and Madoka Amahane have decided to renew their thoughts. Kokone Kurisu and Miyabi Fujiwara who were in Kansai had also rushed to come to Starlight to support the idols. In the midst of the building excitement, the second day of the Starlight Queen Cup is about to begin.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "5536171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5536171",
                    "TitleEnglish": "Queen of Roses",
                    "SummaryEnglish": "It has finally come down to the last day of the Starlight Queen Cup! The remaining members are Akari Ōzora, Sumire Hikami and Hinaki Shinjō. The Queen Cup with continuing stages of passion will have its results different by only a slim. Hinaki and Sumire had also put in all their effort into their performances.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "5536172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5536172",
                    "TitleEnglish": "The Present Heading Towards the Future",
                    "SummaryEnglish": "The three days of the exciting Starlight Queen Cup is coming to an end, and the only stage left is Akari Ōzora's performance. Everyone is anticipating about who will be taking the crown of the Starlight Queen. The stage filled with all kinds of thoughts and emotions, the stage of Akari Ōzora begins right now!",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "5536173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aikatsu/episodes/5536173",
                    "TitleEnglish": "The Best Present",
                    "SummaryEnglish": "After the live broadcast of \"Ōzora Weather\" ended, Akari Ōzora has received a sudden call from Ichigo Hoshimiya, that she has made a special nori-bento for Akari! Akari who was thankful by Ichigo's actions has decided to pluck up the courage to ask for another wish...?!",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}