{
  "URL": "https://www.thetvdb.com/series/hellsing-ultimate",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Fantasy",
    "Horror"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0495212/",
    "https://www.themoviedb.org/tv/61752"
  ],
  "TitleEnglish": "Hellsing Ultimate",
  "SummaryEnglish": "Hellsing is named after and centered around the Royal Order of Protestant Knights, originally led by Abraham Van Helsing. The mission of Hellsing is to search for and destroy the undead and other supernatural forces of evil that threaten the queen and the country. This organization is currently led by Sir Integra Fairbrook Wingates Hellsing, who inherited the leadership of Hellsing as a child after the death of her father. She witnessed his death which turned her from a once innocent and shy little girl to a tough and deadly force. She is protected by the faithful Hellsing family butler and former Hellsing \"trashman\" Walter C. Dornez, a deadly foe in his own right, and Alucard, the original and most powerful vampire that swore loyalty to the Hellsing family after being defeated by Van Helsing one hundred years before the story takes place. These formidable guardians are joined early on in the storyline by former police officer Seras Victoria, whom Alucard turned into a vampire. As the scale and frequency of incidents involving the undead escalate in England and all around the world, Sir Integra discovers that the remnants of a neo-Nazi group called Millennium still exist and are intent on reviving the Third Reich by creating a battalion of vampires. Millennium, Hellsing, and the Vatican section XIII Iscariot clash in an apocalyptic three-sided war in London, and Millennium reveals its true objective: to destroy the vampire lord Alucard, ending a feud begun during World War II.",
  "Aliases": [],
  "Modified": "2025-05-27",
  "Seasons": {
    "0": {
      "ID": "504258",
      "URL": "https://www.thetvdb.com/series/hellsing-ultimate/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "4427034",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427034",
          "TitleEnglish": "The Dawn I",
          "SummaryEnglish": "During WWII, a much younger Walter is sent by Hellsing behind enemy lines with a giant casket to eliminate a new threat from the Nazis.",
          "Aliases": []
        },
        "2": {
          "ID": "4427035",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427035",
          "TitleEnglish": "The Dawn II",
          "SummaryEnglish": "Walter interrupts The Major's dinner, who gives him an interesting proposal.",
          "Aliases": []
        },
        "3": {
          "ID": "4427036",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427036",
          "TitleEnglish": "The Dawn III",
          "SummaryEnglish": "As Walter's fight with Major's supernatural driver, the Captain, escalates unfavorably, Alucard finally shows up to assist Walkter, although in the shape of a small girl. Meanwhile, Arthur Hellsing's loose behavior angers Hugh Islands.",
          "Aliases": []
        },
        "4": {
          "ID": "5152818",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/5152818",
          "TitleEnglish": "Digest for Freaks",
          "SummaryEnglish": "This OVA is a summary of the first three episodes of Hellsing, with the animation style of Hellsing Ultimate and following the events of the Hellsing manga.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "504259",
      "URL": "https://www.thetvdb.com/series/hellsing-ultimate/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 10,
      "Episodes": {
        "1": {
          "ID": "4427023",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427023",
          "TitleEnglish": "Hellsing I",
          "SummaryEnglish": "During a mission to eradicate a vampire priest and his minions, Alucard is forced into a difficult decision upon encountering an injured police woman. Later Alucard encounters a mysterious warrior from the Vatican.",
          "Aliases": []
        },
        "2": {
          "ID": "4427024",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427024",
          "TitleEnglish": "Hellsing II",
          "SummaryEnglish": "Two daring vampire brothers lead a violent raid on the Hellsing compound. The carnage is great, but Alucard and company manage to gain a key piece of information while turning the battle’s tide.",
          "Aliases": []
        },
        "3": {
          "ID": "4427025",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427025",
          "TitleEnglish": "Hellsing III",
          "SummaryEnglish": "The Hellsing organization resorts to the recruitment of mercenaries in the wake of a devastating attack on headquarters, and Integra’s suspicions concerning the origins of their enemy are confirmed.",
          "Aliases": []
        },
        "4": {
          "ID": "4427026",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427026",
          "TitleEnglish": "Hellsing IV",
          "SummaryEnglish": "An important meeting between Hellsing and the Queen is interrupted by tidings of impending war. Meanwhile, Alucard is sent to deal with the deviants responsible for the hijacking of an aircraft carrier.",
          "Aliases": []
        },
        "5": {
          "ID": "4427027",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427027",
          "TitleEnglish": "Hellsing V",
          "SummaryEnglish": "While Alucard is trapped aboard an aircraft carrier, London is plagued by a gruesome vampire onslaught. Elsewhere, Integra narrowly escapes a horde of Nazi vampires.",
          "Aliases": []
        },
        "6": {
          "ID": "4427028",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427028",
          "TitleEnglish": "Hellsing VI",
          "SummaryEnglish": "The Vatican’s formidable combat unit is mobilized in preparation for battle. Back in the heart of London, the Hellsing Mansion is attacked, and the Wild Geese represent the last line of defense against the undead.",
          "Aliases": []
        },
        "7": {
          "ID": "4427029",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427029",
          "TitleEnglish": "Hellsing VII",
          "SummaryEnglish": "When her memories are violated, Seras becomes trapped in an illusion which forces her to relive the most horrifying moments of her life. Upon waking from the nightmare, the real pain begins as the battle nears its end.",
          "Aliases": []
        },
        "8": {
          "ID": "4427030",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427030",
          "TitleEnglish": "Hellsing VIII",
          "SummaryEnglish": "The harrowing conclusion to Hellsing Ultimate features the epic return of Alucard and Integra’s willingness to unleash his true power on their enemies!",
          "Aliases": []
        },
        "9": {
          "ID": "4427031",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427031",
          "TitleEnglish": "Hellsing IX",
          "SummaryEnglish": "Alucard faces off with father Anderson. Meanwhile, the Major starts to put his last parts of his plan into motion.",
          "Aliases": []
        },
        "10": {
          "ID": "4427032",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427032",
          "TitleEnglish": "Hellsing X",
          "SummaryEnglish": "And now an ending. London is in ruins, Enrico's crusade has failed, captain Bernadotte and Alexander Anderson has fallen and Walter has defected to Millenium. As Alucard duels Walter, Seras and Integra fights through the zeppelin Deus Ec Machina and faces the last remaining soldiers of Millenium. But there also waits the leaders of Millenium: the Major and the mysterious Captain, the man Walter feared to face and who is about to reveal his true nature...",
          "Aliases": []
        }
      }
    }
  }
}