{
    "URL": "https://www.thetvdb.com/series/hellsing-ultimate",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy",
        "Horror"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0495212/",
        "https://www.themoviedb.org/tv/61752"
    ],
    "TitleEnglish": "Hellsing Ultimate",
    "SummaryEnglish": "Hellsing is named after and centered around the Royal Order of Protestant Knights, originally led by Abraham Van Helsing. The mission of Hellsing is to search for and destroy the undead and other supernatural forces of evil that threaten the queen and the country. This organization is currently led by Sir Integra Fairbrook Wingates Hellsing, who inherited the leadership of Hellsing as a child after the death of her father. She witnessed his death which turned her from a once innocent and shy little girl to a tough and deadly force. She is protected by the faithful Hellsing family butler and former Hellsing \"trashman\" Walter C. Dornez, a deadly foe in his own right, and Alucard, the original and most powerful vampire that swore loyalty to the Hellsing family after being defeated by Van Helsing one hundred years before the story takes place. These formidable guardians are joined early on in the storyline by former police officer Seras Victoria, whom Alucard turned into a vampire. As the scale and frequency of incidents involving the undead escalate in England and all around the world, Sir Integra discovers that the remnants of a neo-Nazi group called Millennium still exist and are intent on reviving the Third Reich by creating a battalion of vampires. Millennium, Hellsing, and the Vatican section XIII Iscariot clash in an apocalyptic three-sided war in London, and Millennium reveals its true objective: to destroy the vampire lord Alucard, ending a feud begun during World War II.",
    "TitleJapanese": "Hellsing Ultimate OVA Series",
    "SummaryJapanese": "20世紀末、英国では不可解な吸血鬼事件が頻発し、王立国教騎士団・通称「ヘルシング機関」がその対処にあたっていたが、ヘルシング本部が強襲されるなど多大な被害を受ける。一方、犬猿の仲であるヴァチカン及びその直属「イスカリオテ機関」と紆余曲折を経て協力関係を持ち、事件の黒幕が南米に逃れたナチス残党による組織「ミレニアム」だと知る。\nブラジルでの戦闘を経て、「ミレニアム」の正体が先の大戦末期にヘルシング機関が潰した「少佐」と呼ばれる男の部隊であると分かる。少佐は英国王室の会議で宣戦布告を行い、その場にいながら少佐から無視されたイスカリオテ機関は、英国とミレニアムを共に潰そうと画策する。\nそして、ミレニアムは1,000人の吸血鬼部隊を率いて再び英国本土を強襲、これに乗じたヴァチカン教皇庁の第九次空中機動十字軍3,000人も加わり、ヘルシング機関を合わせた三つ巴の大戦争が始まる。",
    "Aliases": [
        "Hellsing (2006)",
        "Hellsing Ultimate OVA"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "504258",
            "URL": "https://www.thetvdb.com/series/hellsing-ultimate/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "4427034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427034",
                    "TitleEnglish": "The Dawn I",
                    "SummaryEnglish": "During WWII, a much younger Walter is sent by Hellsing behind enemy lines with a giant casket to eliminate a new threat from the Nazis.",
                    "TitleJapanese": "THE DAWN 1",
                    "SummaryJapanese": "1944年のワルシャワを舞台に、若かりし頃のウォルターが活躍する話。ウォルターの他にもアーカードや少佐などが登場している。"
                },
                "2": {
                    "ID": "4427035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427035",
                    "TitleEnglish": "The Dawn II",
                    "SummaryEnglish": "Walter interrupts The Major's dinner, who gives him an interesting proposal.",
                    "TitleJapanese": "THE DAWN 2",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4427036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427036",
                    "TitleEnglish": "The Dawn III",
                    "SummaryEnglish": "As Walter's fight with Major's supernatural driver, the Captain, escalates unfavorably, Alucard finally shows up to assist Walkter, although in the shape of a small girl. Meanwhile, Arthur Hellsing's loose behavior angers Hugh Islands.",
                    "TitleJapanese": "THE DAWN 3",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5152818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/5152818",
                    "TitleEnglish": "Digest for Freaks",
                    "SummaryEnglish": "This OVA is a summary of the first three episodes of Hellsing, with the animation style of Hellsing Ultimate and following the events of the Hellsing manga.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "504259",
            "URL": "https://www.thetvdb.com/series/hellsing-ultimate/seasons/official/1",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "4427023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427023",
                    "TitleEnglish": "Hellsing I",
                    "SummaryEnglish": "During a mission to eradicate a vampire priest and his minions, Alucard is forced into a difficult decision upon encountering an injured police woman. Later Alucard encounters a mysterious warrior from the Vatican.",
                    "TitleJapanese": "Hellsing I",
                    "SummaryJapanese": "英国を異教徒から守る王立国教騎士団、通称HELLSING機関。そこには人間の主に飼われた吸血鬼がいた。巨大な2丁拳銃を操る正真正銘の化け物の名はアーカード。そして究極の化け物に挑む究極のウォーモンガー、ナチスの亡霊、少佐。戦場と化した英国を舞台に究極至極の戦いが幕を開ける！"
                },
                "2": {
                    "ID": "4427024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427024",
                    "TitleEnglish": "Hellsing II",
                    "SummaryEnglish": "Two daring vampire brothers lead a violent raid on the Hellsing compound. The carnage is great, but Alucard and company manage to gain a key piece of information while turning the battle’s tide.",
                    "TitleJapanese": "Hellsing II",
                    "SummaryJapanese": "英国国教を脅かすフリークスどもを倒すために設立された特務機関、通称ヘルシング部隊。その最強の化け物ハンターはアーカードと呼ばれる本物の吸血鬼だった。"
                },
                "3": {
                    "ID": "4427025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427025",
                    "TitleEnglish": "Hellsing III",
                    "SummaryEnglish": "The Hellsing organization resorts to the recruitment of mercenaries in the wake of a devastating attack on headquarters, and Integra’s suspicions concerning the origins of their enemy are confirmed.",
                    "TitleJapanese": "Hellsing III",
                    "SummaryJapanese": "大英帝国と国教を犯そうとする反キリストのフリークスどもを闇に葬り英国を守つづける特務機関、それが王立国教騎士団、通称HELLSING機関。その切り札は吸血鬼でありながら人間の手足として巨大銃を操り、化け物を粉砕する最凶のアンデッド、アーカード。下される命令はただひとつ、見敵必殺！"
                },
                "4": {
                    "ID": "4427026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427026",
                    "TitleEnglish": "Hellsing IV",
                    "SummaryEnglish": "An important meeting between Hellsing and the Queen is interrupted by tidings of impending war. Meanwhile, Alucard is sent to deal with the deviants responsible for the hijacking of an aircraft carrier.",
                    "TitleJapanese": "Hellsing IV",
                    "SummaryJapanese": "遂に姿を現した前世紀の亡霊、ナチの軍団。しかし1人の人間と1000人の吸血鬼による軍隊はおよそ、現代の兵器の敵ではない。自由に軌道を変える魔弾をあやつる猟師、リップバーン中尉は大西洋上の英国戦艦イーグルを占拠。要塞と化した船上にヘルシングはアーカードを送りこむ。"
                },
                "5": {
                    "ID": "4427027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427027",
                    "TitleEnglish": "Hellsing V",
                    "SummaryEnglish": "While Alucard is trapped aboard an aircraft carrier, London is plagued by a gruesome vampire onslaught. Elsewhere, Integra narrowly escapes a horde of Nazi vampires.",
                    "TitleJapanese": "Hellsing V",
                    "SummaryJapanese": "遂にナチスの吸血鬼軍団、最後の大隊が魔都ロンドンに向け飛び立った。受けてたつ英国国防総省はV1ロケットの襲撃を受け、火の海！ 更に「永遠に命」につられた裏切りものたちにより、アーカード不在のインテグラたちはピンチに陥る。"
                },
                "6": {
                    "ID": "4427028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427028",
                    "TitleEnglish": "Hellsing VI",
                    "SummaryEnglish": "The Vatican’s formidable combat unit is mobilized in preparation for battle. Back in the heart of London, the Hellsing Mansion is attacked, and the Wild Geese represent the last line of defense against the undead.",
                    "TitleJapanese": "Hellsing VI",
                    "SummaryJapanese": "ヘルシング邸へ急襲するゾーリン部隊。そこに待ち受けるは当主、インテグラの留守を預かるワイルドギースとセラス・ヴィクトリア。女同士、化け物同士の熱き戦いが幕をあける！"
                },
                "7": {
                    "ID": "4427029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427029",
                    "TitleEnglish": "Hellsing VII",
                    "SummaryEnglish": "When her memories are violated, Seras becomes trapped in an illusion which forces her to relive the most horrifying moments of her life. Upon waking from the nightmare, the real pain begins as the battle nears its end.",
                    "TitleJapanese": "Hellsing VII",
                    "SummaryJapanese": "悪いナチスをやっつけるかっこいい傭兵とHELLSING邸の留守をあずかるセラス・ヴィクトリア一行。だが容赦のない敵襲で傭兵部隊は壊滅されようとしていく、そしてセラス・ヴィクトリアに襲い掛かる幻術。光を奪われたセラスの首にゾーリン・ブリッツの鎌がかかる！"
                },
                "8": {
                    "ID": "4427030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427030",
                    "TitleEnglish": "Hellsing VIII",
                    "SummaryEnglish": "The harrowing conclusion to Hellsing Ultimate features the epic return of Alucard and Integra’s willingness to unleash his true power on their enemies!",
                    "TitleJapanese": "Hellsing VIII",
                    "SummaryJapanese": "少佐率いる甦ったナチス軍の攻撃にさらされる倫敦。さらにヴァチカン13課、イスカリオテの暴走により、無差別虐殺がおこなわれる。そんな死がうごめく地獄の戦場にあの男が帰ってきた。大西洋洋上に閉じ込められていたハズの吸血鬼、アーカードが呪われた船に乗り、倫敦に上陸する。"
                },
                "9": {
                    "ID": "4427031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427031",
                    "TitleEnglish": "Hellsing IX",
                    "SummaryEnglish": "Alucard faces off with father Anderson. Meanwhile, the Major starts to put his last parts of his plan into motion.",
                    "TitleJapanese": "Hellsing IX",
                    "SummaryJapanese": "人ならざるものとなったアンデルセン神父との決着、そして突如参戦する死神こと元HELLSING執事、ウォルター。かつての主、インテグラを己の殺意で切り刻むことを選び盟友、アーカードに戦いを挑む。倫敦の夜明けは近い…。"
                },
                "10": {
                    "ID": "4427032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hellsing-ultimate/episodes/4427032",
                    "TitleEnglish": "Hellsing X",
                    "SummaryEnglish": "And now an ending. London is in ruins, Enrico's crusade has failed, captain Bernadotte and Alexander Anderson has fallen and Walter has defected to Millenium. As Alucard duels Walter, Seras and Integra fights through the zeppelin Deus Ec Machina and faces the last remaining soldiers of Millenium. But there also waits the leaders of Millenium: the Major and the mysterious Captain, the man Walter feared to face and who is about to reveal his true nature...",
                    "TitleJapanese": "Hellsing X",
                    "SummaryJapanese": "死ぬために戦場を歩き続ける半世紀前の亡霊、最後の大隊。かつての盟友、ウォルターと対峙する吸血鬼、アーカード。戦局は収束へと向かい、残された者たちが残された者たちと最後の死闘を繰り広げる。ただひとり戦場を静観する少佐は自らの勝利を確信する。そして自らを殺しに現れた宿敵、インテグラを歓迎するのだった。"
                }
            }
        }
    }
}