{
    "URL": "https://www.thetvdb.com/series/oreshura",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2552240/",
        "https://www.themoviedb.org/tv/53296"
    ],
    "TitleEnglish": "OreShura",
    "SummaryEnglish": "Eita Kidō enters high school with the goal of graduating with marks high enough that he can earn a scholarship to medical school. With this goal in mind and the fact that his parents divorced, found other lovers and left him in the care of a relative, he shuns anything to do with romance or love. One day, the school beauty, Masuzu Natsukawa, invites him to walk home with her but he refuses. After several days he gives in and walks home with her. It turns out that Masuzu is tired of being the centre of attention and receiving confessions on a nearly-everyday basis, so she suggests that she and Eita become a fake couple. Although Eita tries to refuse, Masuzu blackmails him into becoming her boyfriend in name only. News of the new couple rapidly spreads throughout the school and Eita's childhood friend, Chiwa Harusaki, who likes him, begins to vie with Masuzu for Eita's affections.",
    "Aliases": [
        "Ore no Kanojo to Osananajimi ga Shuraba Sugiru",
        "My Girlfriend and Childhood Friend Fight Too Much"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "505197",
            "URL": "https://www.thetvdb.com/series/oreshura/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8177604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreshura/episodes/8177604",
                    "TitleEnglish": "Pre-Air Special",
                    "SummaryEnglish": "Interviews with the cast and a few sneak peeks at scenes from the anime. It concludes with the first TV airing of the music video for Tamura Yukari’s latest single, the ending theme for OreShura."
                }
            }
        },
        "1": {
            "ID": "505198",
            "URL": "https://www.thetvdb.com/series/oreshura/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4436101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreshura/episodes/4436101",
                    "TitleEnglish": "The Start of My High School Life is a Battleground",
                    "SummaryEnglish": "Eita wants to study, get good grades, and get into a promising school; love will have to wait.But the silver hair beauty in his class has other plans regarding that."
                },
                "2": {
                    "ID": "4446614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreshura/episodes/4446614",
                    "TitleEnglish": "Starting a New Club is a Battleground",
                    "SummaryEnglish": "Chiwa confronts Eita about his new new girlfriend Masuzu. Chiwa tells Eita that she will be popular and get a boyfriend. Masuzu makes a school club to help to help Chiwa become popular and ends up embarrassing Chiwa in front of other students. Masuzu tells Eita that she wants him to be only her boyfriend."
                },
                "3": {
                    "ID": "4446616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreshura/episodes/4446616",
                    "TitleEnglish": "A Battleground over the Tears of a Childhood Friend",
                    "SummaryEnglish": "The new plan to make Chiwa popular is to expand on her past life, but how long can she keep up the ruse."
                },
                "4": {
                    "ID": "4446617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreshura/episodes/4446617",
                    "TitleEnglish": "Fighting over a Guy is a Battlefield",
                    "SummaryEnglish": "Eita gets up early to spy on Chiwa's first date with Sakagami.Masuzu having the same idea but she is there to watch something else unfold."
                },
                "5": {
                    "ID": "4446619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreshura/episodes/4446619",
                    "TitleEnglish": "The Truth of the Love Letter is a Battleground",
                    "SummaryEnglish": "A new love letter every day is placed in Eita's shoebox, but before he can deal with it a new girl shows up and kisses him in front of Masuzu."
                },
                "6": {
                    "ID": "4446621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreshura/episodes/4446621",
                    "TitleEnglish": "A Battlefield Where the Gray World is Cut to Shreds",
                    "SummaryEnglish": "Eita and the others are forced to clean the pool after being caught by the hall monitors. Mana shows up once again and so does a red haired hall monitor, named Ai."
                },
                "7": {
                    "ID": "4446622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreshura/episodes/4446622",
                    "TitleEnglish": "They're Only Summer Classes, But They Too Are A Battlefield",
                    "SummaryEnglish": "Fuyuumi Ai has forced the club to shut down. Masuzu wants Eita to get closer to her and find a weakness."
                },
                "8": {
                    "ID": "4446623",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/oreshura/episodes/4446623",
                    "TitleEnglish": "Movie Theater Double Dates are a Battlefield",
                    "SummaryEnglish": "Masuzu hasn't given up on finding Fuyuumi's weakness, so she has ordered Eita to go on a date with her. Chiwa is to run counter to Kaoru but she forgets her mission."
                },
                "9": {
                    "ID": "4446625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreshura/episodes/4446625",
                    "TitleEnglish": "Promises That Come Back are a Battlefield",
                    "SummaryEnglish": "Eita read Ai's delusions note by accident. As apologies, Eita accompany Ai to the local festival. Ai reveals herself to be Eita's childhood friend in kindergarten. However, much to Eita's surprise, they are also engaged to each other as their childhood promise. The club is reopen with Ai joining the club as club adviser."
                },
                "10": {
                    "ID": "4446626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreshura/episodes/4446626",
                    "TitleEnglish": "Summer Training Camp Meetings are a Battlefield",
                    "SummaryEnglish": "The club decides to go to the beach for their summer club activity. Chiwa asks Eita to accompany her to buy a swimsuit. Masuzu steps in to interfere with Chiwa and Eita's date, while Himeka and Ai follow Eita in secret. All of them end up spending time together. On their way home, they meet Eita's aunt, Saeko, who realizes that Masuzu and Eita's relationship is fake, and questions Eita about which girl he likes the most."
                },
                "11": {
                    "ID": "4446627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreshura/episodes/4446627",
                    "TitleEnglish": "The Excitement The Night Before a Trip is a Battlefield",
                    "SummaryEnglish": "Saeko offers the girls a chance to save money on the trip by entering a marketing contest for her new game, but intentionally excludes Masuzu. She also explains why she thinks the relationship is fake. As everyone prepares for the trip to the beach, Eita realizes that Ai, Hime and Chiwa have become good friends while leaving Masuzu alone. Both Masuzu and Eita are also rattled by Saeko-san."
                },
                "12": {
                    "ID": "4446628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreshura/episodes/4446628",
                    "TitleEnglish": "The Result Following a Scheme is a Battlefield",
                    "SummaryEnglish": "The club went to a trip to the beach. All of them had a quality time as a club. Chiwa, Ai, and Hime decided to have a key chain or a cellphone strap as a uniform or thing that symbolizes their club. This action made Masuzu realize that they are not like her. She also told Eita that she would not win the contest and thanks him for everything and she also told Eita that she would set him free after the contest. In the end of the episode, Eita got ran over accidentally by Mana. They have a short conversation and Mana realizes that Eita likes Masuzu and thanks him for that. Eita asks her if who could stand being with a liar, Mana hints him that only her accomplice would be able to that."
                },
                "13": {
                    "ID": "4530408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/oreshura/episodes/4530408",
                    "TitleEnglish": "A Battlefield That Leads to a New World",
                    "SummaryEnglish": "The competition begins and goes through the contestants. When its Masuzu's turn for her speech, Eita confesses to her and that they have the worst personalities together and deserve each other. The couple share a kiss on stage as the other girls look on from the crowd. He has chosen the battlefield route instead of a harem. He attempts to make each girl hate him outside of Masuzu so that they move on. He inadvertently makes all three girls decide to fight all the harder for him while trying to distance himself from them. Chiwa steals a kiss and Masuzu steps in immediately afterwards. The episode closes with Chiwa and Masuzu standing on opposite sides of Eita."
                }
            }
        }
    }
}