{
  "URL": "https://www.thetvdb.com/series/gj-club",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2595478/",
    "https://www.ntv.co.jp/gj_series/",
    "https://www.themoviedb.org/tv/55016",
    "https://www.themoviedb.org/tv/55016",
    "https://x.com/gj_anime"
  ],
  "TitleEnglish": "GJ Club",
  "SummaryEnglish": "Within the old school building of a certain high school, is the clubroom of the GJ (Good Job) Club, into which Shinomiya Kyouya finds himself forcibly conscripted. The other members are: Mao, the short and egotistical president; Megumi, Mao's sister who's as generous as an angel; Shion, a genius lacking in common sense; and Kirara, who is perpetually hungry.",
  "Aliases": [
    "GJ Bu",
    "GJ-bu"
  ],
  "Modified": "2025-05-27",
  "Seasons": {
    "0": {
      "ID": "505203",
      "URL": "https://www.thetvdb.com/series/gj-club/seasons/official/0",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "4530664",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gj-club/episodes/4530664",
          "TitleEnglish": "Preview Episode 1-3",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "4878052",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gj-club/episodes/4878052",
          "TitleEnglish": "GJ Club@",
          "SummaryEnglish": "It is the spring break immediately after Mao and the others graduate. It is the season of cherry blossoms, and the new school term will soon begin. One day, Kyouya is suddenly stuffed into a bag. When he is let out, the scenery he sees around him is that of New York—except the room looks exactly like the GJ Club's room.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "505204",
      "URL": "https://www.thetvdb.com/series/gj-club/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4436104",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gj-club/episodes/4436104",
          "TitleEnglish": "I Did a Good Job!",
          "SummaryEnglish": "Mao is trying to reach a burnt out light bulb, when Kyōya offers to help he winds up getting bitten. Megumi and Kyōya talk about Shoujo manga and it comes out that Mao can't read them. Shion plays against the world champion in chess online, who she easily beats. Due to a prank by Mao, Kyōya accidentally breaks a tea cup. Megumi proposes a punishment game for him and the other girls want to join in. Mao proposes a nickname for Kyōya, and her and the rest of the girls decide upon \"Kyoro\".",
          "Aliases": []
        },
        "2": {
          "ID": "4446677",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gj-club/episodes/4446677",
          "TitleEnglish": "Friendliness, Lonliness, and Her Strangeness?",
          "SummaryEnglish": "Shion, never having had canned coffee before, finds it weird. Mao has the habit of talking in her sleep when she has a bad dream, causing Shion to test a theory. Megumi tutors Kyōya in how to brush hair using Mao as a test subject. Shion reads a romance novel causing her to ask Kyōya a question. Mao challenge Kyōya to an arm wrestling contest where he has to beat all the girls for a prize. As a result he gets knocked out by Kirara and she receives the prize.",
          "Aliases": []
        },
        "3": {
          "ID": "4446678",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gj-club/episodes/4446678",
          "TitleEnglish": "Kyoro on the GJ String",
          "SummaryEnglish": "Kyoya calls Shion a genius and gets lectured on why she doesn't like being called one. Mao plays a prank on Kyoya which he falls into. On a later date Mao plays the same prank on Kyoya, which he falls into again causing him to sulk, making the girls feel bad. Kyoya sees Kirara talking with a cat. Mao finds an old TV that when booted up was playing a Tigers game which is Kirara's favorite team.",
          "Aliases": []
        },
        "4": {
          "ID": "4446679",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gj-club/episodes/4446679",
          "TitleEnglish": "After School's Cultural Festival Party",
          "SummaryEnglish": "A marriage ceremony is preformed. A sweet potato vendor comes around, and the girls fight over the last one. The GJ Club discuss what they will do for the culture festival. Megumi, Mao, and Shion decide to dress up to tease Kyoya. Mori, the Amatsuka family maid, brings something Megumi forgot. Kirara and Kyoya dance, and Kyōya says something that embarrasses her.",
          "Aliases": []
        },
        "5": {
          "ID": "4446680",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gj-club/episodes/4446680",
          "TitleEnglish": "Double Fantasy",
          "SummaryEnglish": "Kyoya brushes Shion's hair. Kyoya tries to talk in a more manly fashion. Mao knits a big stocking for Santa. There isn't enough room under the kotatsu for everyone. Kyoya gets depressed when he doesn't receive any Valentine's day chocolate only for Mori to show up and give him some.",
          "Aliases": []
        },
        "6": {
          "ID": "4446681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gj-club/episodes/4446681",
          "TitleEnglish": "Four Little Sisters Enter!?",
          "SummaryEnglish": "Kyoya is nowhere to be found in the club room. It seems he has taken the day off to do something with his younger sister. Furthermore, Kirara has her own younger sister, and Mao and Megumi have a third younger sister. Meanwhile, Mao suddenly invites Kyoya out, and she is clearly dressed strangely...",
          "Aliases": []
        },
        "7": {
          "ID": "4446682",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gj-club/episodes/4446682",
          "TitleEnglish": "A New Club Member Appears!",
          "SummaryEnglish": "Spring. A new member is kidnapped while walking past the club room. The new club member's name is Tamaki. Will her seniors accept her insolent speech and attitude? Kyoya transforms again to roar at them!?",
          "Aliases": []
        },
        "8": {
          "ID": "4446683",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gj-club/episodes/4446683",
          "TitleEnglish": "Sisters Attack!",
          "SummaryEnglish": "In the beginning of summer, Kyoya's sister Kasumi comes to hang out in the club room. Mao convinces Kasumi she is younger than her and calls herself \"Ma-chan\". Meanwhile, the members of the GJ Club decide to go to the pool to escape the persistent heat... with Kasumi and her friends. The names of Kasumi's friends sound awfully familiar...",
          "Aliases": []
        },
        "9": {
          "ID": "4446684",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gj-club/episodes/4446684",
          "TitleEnglish": "Kyoro on the GJ String, REBIRTH",
          "SummaryEnglish": "Kyoya is forced to wear a white coat. It seems today's club activity is playing doctor. The members of the GJ Club appear before Kyoya one by one as his patients. As Kyoya is getting used to it, he notices Kirara staring at something on the ceiling and grows concerned. Apparently they need a sacrifice to exorcise the thing!?",
          "Aliases": []
        },
        "10": {
          "ID": "4446685",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gj-club/episodes/4446685",
          "TitleEnglish": "Autumn of Arts, Appetite, and Attack",
          "SummaryEnglish": "The autumn of arts. Kyoya is drawing something in his sketchbook. Mao thinks it is a monster, but actually... Just before Halloween, the sisters invade the GJ Club room!! Apparently, they have formed a middle school GJ Club.",
          "Aliases": []
        },
        "11": {
          "ID": "4446686",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gj-club/episodes/4446686",
          "TitleEnglish": "Agreement Cancelled",
          "SummaryEnglish": "Winter, the season of kotatsu and tangerines. Curled up inside the kotatsu is not a cat, but... Shion wearing cat ears? Their second Valentine's Day! This year they will cancel their agreement, but will Kyoya receive any chocolate!?",
          "Aliases": []
        },
        "12": {
          "ID": "4446687",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gj-club/episodes/4446687",
          "TitleEnglish": "Let Us Say Goodbye, GJ Club",
          "SummaryEnglish": "Even on the morning of the graduation ceremony, the members gather in their club room. At Shion-san's request, Kyoya follows her out to the vending machines... Once he returns to the club room, he receives a text while alone with Kirara... Finally, after school, the club's last activity together begins.",
          "Aliases": []
        }
      }
    }
  }
}