{
  "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east",
  "Genres": [
    "Action",
    "Adventure",
    "Anime"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2575722/",
    "https://www.themoviedb.org/tv/48623"
  ],
  "TitleEnglish": "Hakkenden: Eight Dogs of the East",
  "SummaryEnglish": "A boy who is meant to be 18 years old is trapped in a 13 year old kids body after accepting a demon sword after his home village was burnt down. He must find 8 special crystals while trying to survive with the demon in him.",
  "Aliases": [
    "Hakkenden: Touhou Hakken Ibun"
  ],
  "Modified": "2025-05-27",
  "Seasons": {
    "1": {
      "ID": "506388",
      "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "4446567",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4446567",
          "TitleEnglish": "Episode 1: Borders",
          "SummaryEnglish": "Five years previously everyone in Ōtsuka village died in a plague, but there were 3 survivors, Shino Inuzuka, Sosuke Inukawa and Hamaji. They took shelter in a church near another village, which happens to be near a dark and dangerous forest. The church, as well as the survivors, are viewed with suspicion by the villagers. Now the Imperial Church comes in search of \"Murasame\" the demon blade that contains \"life\" which Shino possesses.",
          "Aliases": []
        },
        "2": {
          "ID": "4446568",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4446568",
          "TitleEnglish": "Episode 2: Humans and Demons",
          "SummaryEnglish": "Shino and Sousuke travels to the city to find Hamaji.",
          "Aliases": []
        },
        "3": {
          "ID": "4446569",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4446569",
          "TitleEnglish": "Episode 3: The Approaching Demon",
          "SummaryEnglish": "Shino and Sosuke was reunited safely with Hamaji at the Villa. Shino told Sosuke that they were saved by Satomi Rio five years ago. Satomi gave Shino and Sosuke their marble that represents them as one of the eight beast and asked them to gather all eight of them.",
          "Aliases": []
        },
        "4": {
          "ID": "4446570",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4446570",
          "TitleEnglish": "Episode 4: Homecoming",
          "SummaryEnglish": "The demon appearing in the middle of town chasing after Shino wanting to eat him and the monks that hunt demons chasing after. They managed to escape from the monks and the demon return to its own human form who is Inukai Genpachi. Inuta Kobungo, Genpachi's good friend stated to Shino that three years ago, Genpachi and Kobungo's soldier team was attacked by a demon that served in the hostage crisis in the north eating people. Originally they were supposed to die but something stranged happened and ever since then, their bodies have some changes and they are immortality. On the other hand, the demon huntimg monk saw Shino with Murasame and hoping to get his hand on Murasame Sword.",
          "Aliases": []
        },
        "5": {
          "ID": "4446571",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4446571",
          "TitleEnglish": "Episode 5: Divine Blessings",
          "SummaryEnglish": "Due to the new moon, Sosuke sleeps for an abnormally long time while Murasame becomes strangely quiet. Shino then bumps into a white-haired, red-eyed girl from the Snake Clan, Mizuki Ayane, that occupies the other half of the abode. In an attempt to become friends, Hamaji sends Shino to the other side with a basket of flowers, to which he angers Mizuki Ayane's guardian god, Hibiki. Shino is saved by sosuke, who almost cuts off his arm as a peace offering, and is rescued by Ayane. The four of them start to talk about themselves, which compels Ayane to befriend Hamaji. There is a town festival, however, Hibiki is reluctant to let Ayane out of her sight, but eventually gives her consent to leave the house, so long as one of the Osaki foxes remain by her side.",
          "Aliases": []
        },
        "6": {
          "ID": "4446572",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4446572",
          "TitleEnglish": "Episode 6: Stashed",
          "SummaryEnglish": "Shino shows interest in a incedent that was reported in the newspaper. Apparently six villagers were visiting Perquisite Mountain in search of a new water sorce, but become lost. A \"beautiful woman\" appeared before them and showed the villagers the way back to the village, where they died of an unknown illness. Sousuke searches for Shino, who has gone to the mountain to investigate. While on the mountain, Shino's and Sousuke's beads begin to glow. Destracted by this, Shino loses his footing and falls down, dropping the two beads. While waiting at the train station, Sousuke meets Kobungo, who decides to join Sousuke. After losing Sousuke's bead, a monkey deity appears before Shino and gives him a huge rock of gold. A group of traveling musicians come to the village to perform during the festival, and it is revealed that one of the musicians is Asakeno.",
          "Aliases": []
        },
        "7": {
          "ID": "4446573",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4446573",
          "TitleEnglish": "Episode 7: A Promise",
          "SummaryEnglish": "The villagers have discovered the gold the monkey god gave Shino and has forced him and his friends to take them up the mountain. That forces Akane to make return to the mountain where she spent her childhood.",
          "Aliases": []
        },
        "8": {
          "ID": "4446574",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4446574",
          "TitleEnglish": "Episode 8: Encounter",
          "SummaryEnglish": "On the train ride home Shino meets an old friend to the surprise of Sosuke.",
          "Aliases": []
        },
        "9": {
          "ID": "4446575",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4446575",
          "TitleEnglish": "Episode 9: Guard",
          "SummaryEnglish": "Hamaji is moving to an all-girls school dorm. There's a rumor about the guardian of the school and Hamaji asked her roommate if she have seen the guardian of the school but then she said no. Shino encountered the guardian and apparently isn't every good in dealing with cute dolls. After Shino re-encounter again with the guardian this time with Inusaka Keno and also Sosuke, they relieved that they were only worried about Hamaji. The next day, Hamaji's roommate mentioned about how great Hamaji's friends are and then gave an excused to go back to the room. Hamaji then met some girls inviting her for lunch and revealed that Hamaji stays alone. Hamaji ran back to her room seeing a doll on the bed and to her feelings, that was her roommate and thanked her.",
          "Aliases": []
        },
        "10": {
          "ID": "4446576",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4446576",
          "TitleEnglish": "Episode 10: A Lonely Figure",
          "SummaryEnglish": "A man that resembles Sosuke has been spotted in the Imperial Capital; this has Keno up in racing around the city to exact his revenge.",
          "Aliases": []
        },
        "11": {
          "ID": "4446577",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4446577",
          "TitleEnglish": "Episode 11: True Self",
          "SummaryEnglish": "Murasame starts going crazy from blood loss after Shino is shot in the neck. Shino then reverts back to his supposed 18 year old self.",
          "Aliases": []
        },
        "12": {
          "ID": "4446578",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4446578",
          "TitleEnglish": "Episode 12: Compensation",
          "SummaryEnglish": "Kohaku returns to her abode, and seemingly \"devours\" her friend. The next day, she wakes up in a blood-stained room and news about the mysterious death of one of the Zuikou Mansion workers spreads. Shino wakes up, still in his eighteen y/o body, and leaves for the church, where Kohaku escaped to. After Kohaku's explanation of her life story, she starts to grow a pair of rigid wings while Sosuke and Satomi attempt to console her. Shino appears and reveals Murasame as a sword, calling Kohaku an \"angel from a picture book,\" rather than the monster she saw herself as. Shino then falls asleep and once again returns to his child form of a body.",
          "Aliases": []
        },
        "13": {
          "ID": "4536848",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4536848",
          "TitleEnglish": "Episode 13: Karma",
          "SummaryEnglish": "The Church is forcing Satomi to bring Shino before the Elders. To make matters worse, the man that looks like Sosuke shared with Shino some devastating secrets.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "516197",
      "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "4536279",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4536279",
          "TitleEnglish": "Episode 14: Doll",
          "SummaryEnglish": "Shino, Sosuke, and Genpachi go to the Imamura doll maker to pick up a set of dolls for the elite church member's order. As they walk toward the house, they meet an old man enjoying the flowers and also hear a voice of a boy, singing to the Sakura trees. Confused, they continue on to the house, where they meet Daikaku and Hinaginu, the children of the doll maker. For some strange reason, the doll maker had disappeared without finishing the dolls. Shino demands that Daikaku, his heir, to finish the dolls, but he refuses, saying that he is unable to capture the expression of the doll. Angry Shino mutters to himself while walking in the backyard, where a young boy chucks a decorated ball at his head, telling him to leave Daikaku alone. Confused, Shino picks up the ball and goes to beg Daikaku to finish the dolls, also noticing the many cat dolls around the room. Shino continues to check out the house, where he finds a room full of live-sized dolls. One captures his attention and he stands in shock -- the doll was the figure of the woman who had killed them. He goes to Daikaku for the second time and asks about the ball and the figure. Daikaku doesn't know anything about the figure, but he is able to tell the story of his cat, who had originally owned the mysterious ball. As night dawns, Daikaku sees one of the Sakura tree branches falling, and suddenly regains the memory of the day he was murdered, unable to comprehend how he is still alive. Murasame mentions the cherry blossoms and Shino follows, only to be hit in the head once again by the strange boy. Joined by Genpachi and Sousuke, they watch in amazement as the boy turns into a orange cat. Genpachi plays along and turns into his demon form, planning on eating the cat. He is stopped by a rude black cat, who is then stopped by the old man they had met earlier. He turns out to be Hinozuka Nachi, member of one of the Four Houses of Sacred Beasts.",
          "Aliases": []
        },
        "2": {
          "ID": "4608334",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4608334",
          "TitleEnglish": "Episode 15: Molding",
          "SummaryEnglish": "Shino confronts Nachi about the magical barrier around Daikaku's house. Meanwhile, the young boy runs off and Shino chases after him. Daikaku stands in the room, slowly remembering the day of his \"murder.\" Shino confronts the boy, which he realizes is Daikaku's cat. The boy falls off a Sakura tree, because his constant begging for blooms had begun to take its toll on the forest. Shino reverts the forest to its original state by breaking the barrier, and the boy begins fearing the return of the \"murderer\" that had tried to kill Daikaku. Daikaku realizes that his father had actually died and that the man who killed him is coming for him too. When the man killed Daikaku, his cat gave him the Bead of Etiquette, which kept him alive. He wonders back in the present day on how he is still alive. A sudden visitor visits them, muttering over and over -- \"Daikaku is my son.\" Daikaku almost gets eaten, but the cat boy saves him. Satomi visits to find out what happened and scolds them for not bringing the dolls sooner. Shino shows Satomi the doll of their \"killer,\" but Satomi suddenly puts him to sleep and erases him memory. When Daikaku sees Satomi carrying Shino, he suddenly get the image of the doll's face and goes back to complete it. The doll is finished and they begin their travel back, Daikaku mentioning that they will also be moving to the Capital.",
          "Aliases": []
        },
        "3": {
          "ID": "4608335",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4608335",
          "TitleEnglish": "Episode 16: Reverse Flow",
          "SummaryEnglish": "Shino is forced to teach children how to read and write at the church, where he is shunned by most of the children. The children leave to play because Shino had never been to school either, and he is left with a little girl who asks him to read her a book. Shino realizes that she is blind and discusses it with Sousuke. As he ponders over this, Shino meets the owner of the bun shop who gives him free samples and ask for his opinion. He suggests curry and cheese buns, which the owner thinks of as a great idea. Once again at the church, Shino is left with the little girl and he reads a story about a bird to her. The owner of the bun shop comes to the church the next day and lets Shino try out the new samples, which turn into a great success. Shino learns that the little girl's name is Kaho, and writing her name on the ground, the other children become interested in writing. One boy gets annoyed and messes up the writing, and because of Shino's temper, is slapped. Shino goes back to the bun shop to ask the owner about the new recipe, but is met by his family who quickly goes to the family alter. Sousuke and Shino later learn that the owner of the shop had actually been dead for over a month already and the shop had been going bankrupt, but Shino manages to save them by mentioning the recipes which he had mysteriously helped the owner create the last few days. Meanwhile, Shino goes back to talk to the rude boy and shows that he can actually be a truly kind person, just like his name defined. Shino and Sousuke leave, and Kaho is later seen to bump into the \"other\" Sousuke. He smiles and pats her on the head.",
          "Aliases": []
        },
        "4": {
          "ID": "4608336",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4608336",
          "TitleEnglish": "Episode 17: Ignorance",
          "SummaryEnglish": "When Shino learns Ao’s current whereabouts, he runs off to find him. While in the countryside, he meets Princess Yana, who harbors the other half of a regional deity Ao killed! Can he protect Princess Yana from Ao and get Sosuke’s gem back?",
          "Aliases": []
        },
        "5": {
          "ID": "4608337",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4608337",
          "TitleEnglish": "Episode 18: In Homage",
          "SummaryEnglish": "Sousuke and the \"other\" Sousuke, Ao, fight, with Shino desperately trying to stop them.",
          "Aliases": []
        },
        "6": {
          "ID": "4608338",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4608338",
          "TitleEnglish": "Episode 19: Reminiscence",
          "SummaryEnglish": "Nachi's black panther decides to leave the house, feeling that it is too crowded. Shino goes and finds him with Genpachi. The whole crew end up eating dinner together, where Shino discovers that they all have beads, except for Sousuke's stolen one.",
          "Aliases": []
        },
        "7": {
          "ID": "4608339",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4608339",
          "TitleEnglish": "Episode 20: Chance Encounters",
          "SummaryEnglish": "Shino is sent to a place called Ikura to investigate a case of Kamikakushi (spiriting away) by Satomi, saying that the child came back the in the same age as he was when he was spirited away.",
          "Aliases": []
        },
        "8": {
          "ID": "4608340",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4608340",
          "TitleEnglish": "Episode 21: Spirited Away",
          "SummaryEnglish": "Shinobu is taken away by the Tengu which live in the mountains. Shino and Sousuke follow him, only to be stopped by Ao, who tells Shino that the princess will be revived in a short time and that Shino will never be able to collect all the beads before that.",
          "Aliases": []
        },
        "9": {
          "ID": "4608341",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4608341",
          "TitleEnglish": "Episode 22: Encompassing Heavens",
          "SummaryEnglish": "Ao breaks the anti-Tengu barriers that have been keeping Shinobu hidden from the Tengu that had spirited him away. Hazuki is quick to retrieve his “son” once he finds him. While on the other side, Shinobu’s sealed memories resurface.",
          "Aliases": []
        },
        "10": {
          "ID": "4608342",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4608342",
          "TitleEnglish": "Episode 23: Twin Moons",
          "SummaryEnglish": "Shinobu is fatally injured when trying to protect Hazuki from Ao! Now it is Hazuki’s turn to save Shinobu at the cost of half of his own life. With Ao still after them, does Hazuki have the strength left to protect Shinobu and his gem?",
          "Aliases": []
        },
        "11": {
          "ID": "4608343",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4608343",
          "TitleEnglish": "Episode 24: Crossroads",
          "SummaryEnglish": "Shinobu arrives at the Konna-ya, gathering all eight bead holders, but still missing Sosuke's Bead of Duty. Meanwhile, Keno and Rio inform Shino of Sosuke's condition, caused by his Bead of Duty seemingly choosing Ao as its rightful holder.",
          "Aliases": []
        },
        "12": {
          "ID": "4608344",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4608344",
          "TitleEnglish": "Episode 25: Pursuit",
          "SummaryEnglish": "Shino is desperate to get Sosuke’s gem back, but neither Ao nor Tamazusa is going to make this easy. All of his friends are willing to help, but is it really wise to gather all eight of the Dog Warriors in one place...?",
          "Aliases": []
        },
        "13": {
          "ID": "4608345",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hakkenden-eight-dogs-of-the-east/episodes/4608345",
          "TitleEnglish": "Episode 26: Destiny",
          "SummaryEnglish": "In the final battle against Princess Tamazusa, Murasame overtakes Shino’s body and goes on a rampage! Will the combined forces of all of Shino’s friends be enough to suppress the raging beast and save Shino?",
          "Aliases": []
        }
      }
    }
  }
}