{
    "URL": "https://www.thetvdb.com/series/problem-children-are-coming-from-another-world-arent-they",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2575690/",
        "https://www.themoviedb.org/tv/56090"
    ],
    "TitleEnglish": "Problem Children Are Coming from Another World, Aren't They?",
    "SummaryEnglish": "The story follows Sakamaki Izayoi, a boy bored with the entire world. One day, an envelope arrives for him. The moment Izayoi opens the envelope, he is transported to an alternate world. There, he discovers that two other problem children were transported by envelopes as well — a taciturn girl named Kasukabe You with a cat, and a beautiful yet haughty girl named Kudou Asuka. A girl named Kuro Usagi (Black Rabbit) summoned the three to the community No Name to overthrow the devil.",
    "Aliases": [
        "Don't Problem Children Come From an Alternate World?",
        "Mondaiji tachi ga Isekai kara Kuru soudesuyo?",
        "Mondai-Ji-tachi ga Isekai kara Kuru Sou Desu yo?"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "506396",
            "URL": "https://www.thetvdb.com/series/problem-children-are-coming-from-another-world-arent-they/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4527519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/problem-children-are-coming-from-another-world-arent-they/episodes/4527519",
                    "TitleEnglish": "Chronicles of a Walk in the Spa",
                    "SummaryEnglish": "Izayoi, Asuka, and You have been invited to participate in a Gift-Game at a hot spring village to help the small community there find a new water source.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "506397",
            "URL": "https://www.thetvdb.com/series/problem-children-are-coming-from-another-world-arent-they/seasons/official/1",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "4446722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/problem-children-are-coming-from-another-world-arent-they/episodes/4446722",
                    "TitleEnglish": "Problem Children Are Coming from Another World, Aren't They?",
                    "SummaryEnglish": "Izayoi Sakamaki, Asuka Kudō and Yō Kasukabe, three children with extraordinary powers, receive a mysterious invitation and are suddenly transported to a world called the Miniature Garden. There, they are greeted by a rabbit-eared girl known as Black Rabbit, who informs them that the world revolves around 'Gift Games', which challenges its players with games of varying danger in exchange for rewards. Black Rabbit first tests the children with a card-based Gift Game, which they manage to win after a tactic by Izayoi. As the group make their way to a village area, Izayoi sneaks off to the edge of the world, where he fights a Gift Game against a water god and manages to beat him. Meanwhile, Asuka and Yō meet a boy named Jin before being approached by someone.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4446723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/problem-children-are-coming-from-another-world-arent-they/episodes/4446723",
                    "TitleEnglish": "Seems Like a Crazy Loli Clad in Japanese Clothing?",
                    "SummaryEnglish": "Izayoi inquires Black Rabbit about her true intentions and she reveals to him that she is a member of the \"No Name\" community that had lost their assets to a Demon Lord who forced them to bet everything in a Gift Game and now is reduced to a bunch of defenseless children led by Jin and in a desperate need for help. Meanwhile, Asuka and Yō learn the same information from Galdo Gasper, a member of the \"Fores Garo\" community who invites them to join his side, but upon refusing Asuka uses her powers to have him reveal to them that Galdo managed to improve his community by kidnapping women and children from other communities to subdue them, killing their hostages instead of returning them, prompting Asuka and Yô to challenge him to a Gift Game to be played in the next day, in which the losing community will be terminated. After Izayoi and Black Rabbit reunite with the others, the group look for Shiroyasha from the \"Thousand Eyes\" guild to appraise the item Izayoi got from the water god and the children challenge her to a Gift Game. Yô bets own her life that she can ride a Griffon during an entire flight arround a mountain and not only manages to do so, but earns the Griffon's friendship and learns its powers. Shiroyasha also presents the trio with Gift Cards, rare items that allows them to list and appraise their own Gifts. Meanwhile, Galdo is given a gift by some unknown girl in preparation for the upcoming duel with \"No Name\".",
                    "Aliases": []
                },
                "3": {
                    "ID": "4446724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/problem-children-are-coming-from-another-world-arent-they/episodes/4446724",
                    "TitleEnglish": "Sounds Like We're Doing All Sorts of Stuff in the Bath Together?",
                    "SummaryEnglish": "With the gift from the water god, the water supply of the No Names is restored. In the eve of the challenge with Fores Garo, Izayoi stops an attack from Galdo's subordinates and reveals to them that their efforts are futile as all of Galdo's hostages were already killed by him. Before sending them away, Izayoi asks them to spread news about Jin, claiming that his community welcomes anyone willing to overthrow the Demon Lords. Jin does not agree with the idea at first, but Izayoi convinces him to think about it.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4446725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/problem-children-are-coming-from-another-world-arent-they/episodes/4446725",
                    "TitleEnglish": "It Seems Some Pervert Is After Black Rabbit?",
                    "SummaryEnglish": "As Yô is still recovering from the fight with Galdo, Black Rabbit discuss with Izayoi about their next step: to rescue an important friend of hers called Leticia Draculair, a former Demon Lord who was stripped of her title and turned into a slave. After Black Rabbit leaves, Izayoi is approached by the same vampire who assisted Galdo, who is revealed to be no other than Leticia herself and learns from her that she has done so to make sure if he and his friends has what it takes to help the community rise again. However, she also reveals that her current master intend to sell her away, making them unable to retrieve her by challenging them on a Gift Game. Meanwhile, Shiroyasha learns the same info from her visitor, who happens to be Leticia's current owner, Luios Perseus from the Perseus Community. Looking to help Izayoi and the others refine their skills. Leticia challenges Izayoi to a Gift Game, but as she is about to be defeated, Black Rabbit protects her, as she realizes that her strongest gift \"Lord of Vampires\" was taken from her. Members of Perseus are sent to retrieve Leticia, who saves Asuka from being turned into stone by recieveing the beam that was sent at her. After Leticia is taken away, Izayoi, Asuka and Black Rabbit has a meeting with Luios at Shiroyasha's place and as Luios takes an interest on Black Rabbit, he offers Leticia in exchange of she becoming his slave. Back at the community, she considers accepting his proposal but as the others dissuade her, Izayoi appears with two rare items he obtained by himself, which Black Rabbit use to convince Luios to accept a Gift Game against the No Names with said items and Leticia as the prize.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4446726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/problem-children-are-coming-from-another-world-arent-they/episodes/4446726",
                    "TitleEnglish": "The Oath Seems To Be Beyond The Stars?",
                    "SummaryEnglish": "The Gift Game against Perseus involves invading their fortress and only those who can reach Luios before being detected shall have the right to challenge him. With those rules in mind, Izayoi comes with a plan having Asuka and Yô confronting Luios's guards while he sneaks past them with Jin. The plan works and Izayoi finds Luios in a colosseum, beside Leticia, who is turned into stone. Instead of confronting him, Luios unleashes his trump card, Algol the Gorgon, a former Demon Lord under his control. Algol turns all outside the colosseum including Asuka and Yô into stone and attacks Izayoi, who easily defeats it by destroying its gift with his Unknown ability. Luios admits defeat, but Izayoi only takes him down after raising the stakes of the game to ensure that the Perseus guild is destroyed for good. As the No Names celebrate their victory, another letter from an unknown sender is seen on a table",
                    "Aliases": []
                },
                "6": {
                    "ID": "4446727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/problem-children-are-coming-from-another-world-arent-they/episodes/4446727",
                    "TitleEnglish": "Looks Like the Problem Children are Participating in a Festival?",
                    "SummaryEnglish": "The members of No Name are invited to a festival to be held in the Northern Region to celebrate the rise in power of the local leader. Upon being warned by the others to not take part in the Festival due to the high traveling costs, Izayoi, Asuka and Yô decide to go there against their will and to tease Black Rabbit, they leave behind a letter of challenge to her claiming that they will leave the community shoud she not catch them in a day. Soon after arriving at the Northern Region. The three are intercepted by a furious Black Rabbit who manages to catch Asuka and Yô and Izayoi challenges her to a Gift Game where the winner is whoever manages to catch the other and will be granted to make a request to the loser. The challenge ends in a draw, with both being granted a wish from each other, but all the commotion they cause brings the attention of the local authorities.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4446728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/problem-children-are-coming-from-another-world-arent-they/episodes/4446728",
                    "TitleEnglish": "Did You Hear that Asuka Will Be Smooch-Smooched in The Dark",
                    "SummaryEnglish": "The team visits Sandora and her over protective companion. Asuka and Rattenfanger go to a display with objects submitted from each community. A gust of wind blows out every light and Asuka spots rats. They chase after her while she is fighting them off, Asuka puts Rattenfanger in her blouse. As Leticia looks for her she sees a lot of movement and goes to Asuka. She yells out to the rats. They converse a little then go to You's gift game with Ayesha and Jack-O-Lantern. You surrenders in her game because she wants to protect her gift. As they finish up with their gift game, game sheets fly all over the area. You and Black Rabbit each read one. This introduces Ratten, Weser and their boss: Black Percher.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4446729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/problem-children-are-coming-from-another-world-arent-they/episodes/4446729",
                    "TitleEnglish": "It Seems That a Great Disaster Will Come With the Playing of a Flute",
                    "SummaryEnglish": "You has her gift game with Ayesha and Jack-O-Lantern and surrenders to it. Afterwards, game sheets drift down from the sky challenging a game with everyone. Since Shiroyasha can't compete in it, she is held captave in a sphere of darkness. The team then meets Weser, Ratten and their boss: Black Percher (Pest). They fight the game and it looks like it will all fail...",
                    "Aliases": []
                },
                "9": {
                    "ID": "4446730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/problem-children-are-coming-from-another-world-arent-they/episodes/4446730",
                    "TitleEnglish": "It Seems That the Smell of Death That Brings About Disaster is Growing Throughout the Town?",
                    "SummaryEnglish": "The episode starts with a postponement of the gift game between the problem children and the demon lord. The two sides meet at a negotiation table and determine the game will resume in a week. Pest \"The Black Plague\" reveals that she is spreading pathogens throughout the city to make people ill. Asuka is in a dark cave and is given a gift game of her own to gain control of a power that will help the problem children beat the demon lord's gift game.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4446731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/problem-children-are-coming-from-another-world-arent-they/episodes/4446731",
                    "TitleEnglish": "It Seems That the Problem Children Prove Who's on Top?",
                    "SummaryEnglish": "Izayoi continues to fight against the avatar of the Weser River, the real Pied Piper of Hamelin. Izayoi reveals the others \"were added later, [and were] modeled after Black Plague.\" Weser invites Izayoi to the side of the Demon Lord, but Izayoi declines, causing Weser to attack again. Using Deen, the gift from Rattënfanger, Asuka battles against the enemy's Stroms and wins. Asuka then challenges Ratten to a gift game, to take control of Deen which was under Asuka's control with a single song. Ratten chooses to play the song of illusions, \"The Pied Piper of Hamelin.\" The Sandora and Black Rabbit fight against the demon lord, Black Percher, the embodiment of eighty million evil spirits. Izayoi prods Weser until he uses his ace in their battle. Ratten finishes her song, but it fails to control Deen. She reveals the last blow in their fight was nearly fatal to her and she dissolves into particles of light. Weser also dissolves into light when his article of summoning is broken by Izayoi. The demon lord senses Weser and Ratten's disappearance, and her patience snaps. She declares that she will take Shiroyasha and spreads a dark red wind that kills everyone it touches. A child falls when running away from the deadly wind, and Kasukabe comes to bring her to safety, but is still injured and is temporarily immobilized. Asuka blocks the wind from reaching them with Deen to allow their escape. Black Rabbit transports the fighters to the Moon Palace, the Chandra Mahal. Asuka, who has the ability to bring out the full potential in a gift, uses the Spear of Indra to defeat Black Percher. After the battle, Asuka meets with the members of Rattënfanger, and is left in charge of Deen and Merun. Izayoi notes that Salamandra had invited the Demon Lord to the festival to concrete Sandora's claim to her position. The \"No-Names\" attempt to re-fertilize their land. A letter floats down from the sky above Izayoi.",
                    "Aliases": []
                }
            }
        }
    }
}