{
    "URL": "https://www.thetvdb.com/series/encouragement-of-climb",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2595474/",
        "http://www.yamanosusume.com/",
        "http://www.reddit.com/r/Yama_no_Susume",
        "https://www.themoviedb.org/tv/53918",
        "https://en.wikipedia.org/wiki/List_of_Encouragement_of_Climb_episodes",
        "https://x.com/yamanosusume"
    ],
    "TitleEnglish": "Encouragement of Climb",
    "SummaryEnglish": "Aoi prefers indoor hobbies and is afraid of heights, but her childhood friend Hinata loves to show off her passion for mountain climbing. As young children they once watched the sunrise from the top of a mountain, and now they've decided to take up mountain climbing in hopes of seeing that sunrise again. They have cooking battles with mountaineering gear, climb small hills in their neighborhood, and meet new mountaineering friends as they learn the ropes of the hobby. When will they finally see that sunrise again?",
    "Aliases": [
        "ヤマノススメ Next Summit",
        "Yama no Susume: Next Summit",
        "Yama no Susume",
        "Encouragement of Climb: Next Summit"
    ],
    "Modified": "2025-05-27",
    "Seasons": {
        "0": {
            "ID": "506377",
            "URL": "https://www.thetvdb.com/series/encouragement-of-climb/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "4529534",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4529534",
                    "TitleEnglish": "(Thirteenth Ascent) Wall Climbing Is Scary?",
                    "SummaryEnglish": "Hinata invites Kokona and a reluctant Aoi to try out indoor climbing. The girls run into Kaede who offers to teach them how to ascend the climbing wall. After seeing Hinata give it a try, Aoi takes a turn and discovers that she actually had fun and attempts a more difficult course. She soon finds herself stuck at the top of the wall but is encouraged by Hinato to let go of the grip and falls on the soft cushions below. Afterwards, Kaede explains that she also used to have a fear of heights, but overcame it by experiencing the thrill of climbing. Despite acknowledging her fear, Kaede's words motivate Aoi to become stronger.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5067006",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/5067006",
                    "TitleEnglish": "Encouragement of Bra?",
                    "SummaryEnglish": "Learning that Kaede has been wearing nothing but sports bras, the girls go to the department store to buy her a proper bra. After getting her bra fitted, where she discovers she has actually gone up in bust size, Kaede likens the experience to the first time she started wearing mountain gear.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5067007",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/5067007",
                    "TitleEnglish": "Best 10!",
                    "SummaryEnglish": "Aoi and Hinata host a countdown of their top ten favorite scenes from the series, none of which are portrayed accurately.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6466340",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6466340",
                    "TitleEnglish": "A Present of Memories",
                    "SummaryEnglish": "On August 31st, Kokona goes on a stroll and comes across various places that she had previously been to with her mother, who has been too busy to take her somewhere during summer vacation. She soon comes across a lost child and helps her to find her mother, leading her to a medicinal herb garden which gives her more memories of her own mother. Later, on October 28, Hinata finds an acorn hairclip in Aoi's room. Remembering that she had made it for Aoi when she had to move house years ago, Hinata feels guilty when she can't find the gift Aoi had given her in return. Apologising to Aoi, the two of them decide to find more acorns to make new gifts for each other.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "506378",
            "URL": "https://www.thetvdb.com/series/encouragement-of-climb/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4446290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446290",
                    "TitleEnglish": "Anything but Mountains!",
                    "SummaryEnglish": "Aoi spends most of her time alone, but an old friend from middle school has arrived to make good on an old promise.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4446291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446291",
                    "TitleEnglish": "Let's Go Together!",
                    "SummaryEnglish": "With the help of Hinata's dad, the girls familiarize themselves with the necessary gear to climb.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4446292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446292",
                    "TitleEnglish": "Mountain Climbing Is Dangerous!?",
                    "SummaryEnglish": "Hinata convinces Aoi they should start with a small mountain and work their way up to the big ones.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4446293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446293",
                    "TitleEnglish": "Showdown! Mountain Cooking!?",
                    "SummaryEnglish": "Aoi and Hinata have a camping cook-off.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4446294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446294",
                    "TitleEnglish": "What's a Schlafsack?",
                    "SummaryEnglish": "Aoi meets a girl from her school who is crazy about backpacking.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4446295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446295",
                    "TitleEnglish": "I'm the One Deciding!?",
                    "SummaryEnglish": "It's Aoi's turn to pick the mountain, so she calls on her new friend to help.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4446296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446296",
                    "TitleEnglish": "Which Daypack Do You Want?",
                    "SummaryEnglish": "Aoi picked the mountain but now she needs the right equipment.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4446297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446297",
                    "TitleEnglish": "Let's Climb Mt. Takao!",
                    "SummaryEnglish": "Aoi and Hinata embark on their second climb and meet some interesting people along the way.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4446298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446298",
                    "TitleEnglish": "A Forest Girl in the Forest!?",
                    "SummaryEnglish": "Hinata teaches Aoi, mountain manners and learns about giant flying squirrels.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4446299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446299",
                    "TitleEnglish": "The Climb Isn't Over Until You Descend!?",
                    "SummaryEnglish": "Aoi, Hinata, and Kokona help each other down the mountain.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4446300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446300",
                    "TitleEnglish": "Tomorrow Is Outdoors!",
                    "SummaryEnglish": "As Summer arrives, the girls make plans to go to Hanno River Beach together. While Hinata and Kaede shop for ingredients for the trip, Aoi invites Kokona over for a sleepover, where they decide to prepare French toast for the outing.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4446301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4446301",
                    "TitleEnglish": "To the Next Landscape",
                    "SummaryEnglish": "The girls arrive at the beach, where Kokona prepares tomato risotto from the ingredients Hinata and Kaede bought. After spending the day having fun, the girls take a look at the stars, becoming excited over the thought of seeing even more of them while mountain climbing.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "575661",
            "URL": "https://www.thetvdb.com/series/encouragement-of-climb/seasons/official/2",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4789288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4789288",
                    "TitleEnglish": "Sleeping in a Tent",
                    "SummaryEnglish": "Season 2 begins with Aoi having a crazy nightmare about her and Hinata climbing Mt. Fuji. Aoi is angry with her for leaving her behind in the dream, until Hinata invites her to camp with her, Kaede and Kokona in the mountains. But when Aoi's mother hears about their plans, she forbids her daughter from going. They wind up camping out at Hinata's house, where the seeds of future adventures in climbing are planted.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4894527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894527",
                    "TitleEnglish": "Let's Go see Mt. Fuji!!",
                    "SummaryEnglish": "The Girls plan a surprise for Aoi, planning a mountain climb to surprise her with a view of Mt. Fuji when they reach the top. But keeping the secret of the climb proves to be harder than they thought.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4894528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894528",
                    "TitleEnglish": "They Said We'd Be Climbing Mountains",
                    "SummaryEnglish": "Aoi gets much needed encouragement from Kaede as the climb up Mt. Mitsutouge grows more and more difficult. But even as one surprise is spoiled, another surprise awaits at the top.",
                    "Aliases": []
                },
                "4": {
                    "ID": "4894529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894529",
                    "TitleEnglish": "Excitement after the Descent",
                    "SummaryEnglish": "The girls reach the summit of Mt. Mitsutouge, and the view of Mt. Fuji sends Aoi into an exuberant reverie. But the descent down the mountain presents as many challenges as the ascent, and Aoi's legs begin to give out. But relief awaits at the bottom of the Mountain in the form of a Hot Springs. Will Aoi be too embarrassed to bathe in front of everyone?",
                    "Aliases": []
                },
                "5": {
                    "ID": "4894530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894530",
                    "TitleEnglish": "I Wont Forgive You!",
                    "SummaryEnglish": "Aoi and Hinata get into an argument. It starts with Hinata doing something embarrassing to Aoi when they were in Gradeschool, an incident that gets repeated again. But soon the argument grows in anger from Aoi when Hinata ruins something precious.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4894531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894531",
                    "TitleEnglish": "In Order to Do What I Love",
                    "SummaryEnglish": "After listening to Hinata's father tell of his ascent up Mt. Fuji as a teenager, Aoi decides she wants to attempt the climb. Hinata and Aoi make plans to make the climb at night so they can watch the sunrise, but Aoi's mom refuses to allow her to go.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4894532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894532",
                    "TitleEnglish": "Encouragement of Swim?",
                    "SummaryEnglish": "While Visiting Azumo Gorge, Hinata convinces Aoi that swimming would be good strength training for the climp up Mt. Fugi. But when they invite Kaede and Kokona to join them, Hinata tells them to wear their \"sexy\" swimsuits. Not knowing what makes a swimsuit \"sexy\", Aoi sets out to find one for the swim.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4894533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894533",
                    "TitleEnglish": "Wonderful Memories",
                    "SummaryEnglish": "The plans are set, the reservations are made, and it's the day before the ascent up Mt. Fuji. But Aoi is beginning to have doubts about whether she can make it all the way. But when she finally decides to tell her friends about her worries, she is surprised by their reaction.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4894534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894534",
                    "TitleEnglish": "We Finally Meet, Mt. Fuji!",
                    "SummaryEnglish": "After spending some time acclimating at the Subashiri 5th station of Mt. Fuji, the girls take the Yoshida trail and head to the summit. As they ascend, the increasingly thinner air begins to make the climb more and more difficult.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4894535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894535",
                    "TitleEnglish": "Mt. Fuji Isn't a Cakewalk",
                    "SummaryEnglish": "As the girls climb higher up Mt. Fuji, and they are surprised when they all agree that the climb is much more difficult than they expected. Aoi develops a case of Altitude Sickness, and it's agreed that Hinata and Kokona should go on ahead while Kaede and Aoi stay behind and rest. The girl agree to meet at the summit at sunrise, but...",
                    "Aliases": []
                },
                "11": {
                    "ID": "4894536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894536",
                    "TitleEnglish": "I've Had Enough!",
                    "SummaryEnglish": "Having succumbed to Altitude Sickness, Aoi winds up staying at the 8th station as Hinata and Kokona make it to the Summit. After talking to Kaede on the phone, the two of them agree to walk the basin of the volcano. While they are there, they both write letters to Aoi. Kaede and Aoi begin the descent while Hinata and Kokona reach Kengamine peak, 3776 meters and the highest point of Mt. Fuji.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4894537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4894537",
                    "TitleEnglish": "My Dear Friend",
                    "SummaryEnglish": "After her failed attempt to climb Mt. Fuji, Aoi is depressed and hasn't spoken to Hinata at all. Some time after Summer break begins Aoi receives the letters that Hinata and Kokona sent from Mt. Fuji, and after reading them Aoi decides to go for a walk by herself. Soon she finds herself at the foot of Mt. Tenran; the first Mountain the two of them climbed when they met again in high school. When she reaches the top she runs into Hinata, who drags Aoi on to climb Mt. Tounosu (which is next to Tenran) that very afternoon. At the top, Aoi admits she's been frustrated and depressed...",
                    "Aliases": []
                },
                "13": {
                    "ID": "4921388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921388",
                    "TitleEnglish": "The Legend of the Mysterious Firefly",
                    "SummaryEnglish": "After being invited to go firefly watching, Aoi and Hinata recall that they once went firefly watching when they were younger. When they ended up getting lost, they were led back to their parents by an alleged firefly, though they both have different ideas about what kind of firefly it was.",
                    "Aliases": []
                },
                "14": {
                    "ID": "4921389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921389",
                    "TitleEnglish": "Mum and Kirigamine!",
                    "SummaryEnglish": "With Aoi's mother still cautious about her climbing up mountains again, Hinata and her father suggest that she invite her to climb Mount Kirigamine with them. Whilst climbing the mountain, Aoi is reminded of the mountain she climbed with Hinata when they were younger, though neither can remember which mountain it was. Hinata's father later reveals that mountain was Mount Tanigawa, leaving the girls excited to try and climb it once more.",
                    "Aliases": []
                },
                "15": {
                    "ID": "4921390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921390",
                    "TitleEnglish": "The Rain Jacket of Memories",
                    "SummaryEnglish": "Upon finding an old raincoat in her closet, Kaede recalls her middle school friend, Yuuka, who was often concerned about her climbing mountains. When Yuuka got upset with her after she ended up spraining her leg, Kaede came to realise she had never taken Yuuka's advice to heart and apologised, after which they bought a raincoat together. Feeling nostalgic, Kaede rings up Yuuka and the two go out shopping together.",
                    "Aliases": []
                },
                "16": {
                    "ID": "4921391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921391",
                    "TitleEnglish": "Inheriting Thoughs",
                    "SummaryEnglish": "Aoi is anxious about climbing Mount Tanigawa as it involves riding a cable car, which isn't good for her fear of heights. Later, Kaede invites the girls to her house, where she explains she too was scared whilst riding a cable car, but found it less scary on her second go. As Aoi is encouraged by Kaede's words and decides to take on Tanigawa, Kaede gives her her old raincoat that she bought with Yuuka.",
                    "Aliases": []
                },
                "17": {
                    "ID": "4921392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921392",
                    "TitleEnglish": "Can You Handle Heights?",
                    "SummaryEnglish": "Wanting to help Aoi get over her fear of heights, Hinata takes everyone to Shinrin Park. After participating in various activities, Hinata helps Aoi to cross a suspension bridge before managing to get her to try some bouncy mountains.",
                    "Aliases": []
                },
                "18": {
                    "ID": "4921393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921393",
                    "TitleEnglish": "I'm Starting a Part Time Job!",
                    "SummaryEnglish": "Running low on funds for her mountaineering, Aoi applies for a part-time job at a cake shop. There, she meets college sophomore Hikari Onozuka, who shows her the ropes. After a hard day of work, Aoi feels her horizon has expanded a little.",
                    "Aliases": []
                },
                "19": {
                    "ID": "4921394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921394",
                    "TitleEnglish": "The Homework's Unending!",
                    "SummaryEnglish": "Having made much progress in her preparations for the Mt. Tanigawa trip, it soon dawns on Aoi that she hasn't touched her summer homework. With Hinata on vacation, Aoi asks Kaede to help her out, only to find she hasn't finished any of her homework either. Kaede instead calls in Yuuka to help tutor them over the next week, allowing them to get it done in time.",
                    "Aliases": []
                },
                "20": {
                    "ID": "4921395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921395",
                    "TitleEnglish": "Kokona's Big Hanno Adventure",
                    "SummaryEnglish": "On the day before the Tanigawa climb, Kokona, whose birthday is on the same day, gets some new shoes as an early present from her mother and decides to go on a walk to Akebano Children's Forest Park to try them out. After returning home, Kokona celebrates her birthday with her mother, who ran a little late home from work. Meanwhile, Aoi, who spent the day making a pound cake, wonders about what will happen after her dream is fulfilled.",
                    "Aliases": []
                },
                "21": {
                    "ID": "4921396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921396",
                    "TitleEnglish": "To the Mountain of Memories",
                    "SummaryEnglish": "The day of the Mount Tanigawa climb finally arrives, with Hinata also pondering what will happen after she and Aoi fulfil their dream. After a series of staircases and some obligatory forms, the girls arrive at Tanigawa, where Aoi must face the cable car first hand. Despite Aoi still being afraid, the other girls help her get through it before Hinata helps her ride a ski lift.",
                    "Aliases": []
                },
                "22": {
                    "ID": "4921397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921397",
                    "TitleEnglish": "Can We Be Friends?",
                    "SummaryEnglish": "As the girls officially start climbing up the mountain, they encounter a quiet young photographer named Honoka, who had previously helped them by the cable car. Interested in her, Aoi decides to follow Honoka as she goes about her photography. After encountering some rainfall, the girls arrive at the mountain hut, where Aoi and Hinata look back on memories of their previous time there, worrying what happens after their promise is fulfilled.",
                    "Aliases": []
                },
                "23": {
                    "ID": "4921398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921398",
                    "TitleEnglish": "The Promise",
                    "SummaryEnglish": "The girls have Honoka join them for dinner, where they celebrate Kokona's birthday together. Later that night, Honoka gives some advice to Aoi concerning her promise, and the two exchange contact info with her. The next morning, as the girls continue their ascent, Aoi and Hinata look back on their recent adventures as they finally watch the sunrise together, realising that their promise will continue forever as they keep making memories together.",
                    "Aliases": []
                },
                "24": {
                    "ID": "4921399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/4921399",
                    "TitleEnglish": "Farewell to Our Summer",
                    "SummaryEnglish": "On the day the Aoi invites Honoka to join her and the others for a fireworks festival, she and Hinata get into another argument with each other. As Aoi takes Honoka on a tour of Hanno, she can't stop thinking about Hinata and decides to try to make up with her, while Hinata hear how Aoi feels about her from Hikari and decides she should apologize too. Both have trouble finding an opportunity to apologize to each other during the festival, but soon find they don't really need to, quickly forgetting why they even fought in the first place.",
                    "Aliases": []
                }
            }
        },
        "3": {
            "ID": "763418",
            "URL": "https://www.thetvdb.com/series/encouragement-of-climb/seasons/official/3",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "6676346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676346",
                    "TitleEnglish": "First Date at Mt. Tsukuba!?",
                    "SummaryEnglish": "Aoi is in search of a gift for her friend, Hinata, who gave her a Mt. Fuji toy when they climbed it a little while back.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6676347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676347",
                    "TitleEnglish": "Are Hiking Shoes Really Awesome?",
                    "SummaryEnglish": "Aoi begins training to take on Mt. Fuji again. But first, she’ll need a new pair of hiking shoes.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6676348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676348",
                    "TitleEnglish": "Alps in Hanno?!",
                    "SummaryEnglish": "Aoi heads out to Mt. Tenran to break in her new hiking shoes.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6676349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676349",
                    "TitleEnglish": "Having Fun with Classmates!",
                    "SummaryEnglish": "To Aoi’s surprise, she makes some new friends at school, and they hang out together after school.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6676350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676350",
                    "TitleEnglish": "Let's Photograph Our Memories!",
                    "SummaryEnglish": "Hinata’s dad has some business in Gunma, so he gives her and Aoi a ride to a castle there. Their friends, Kokona and Honoka, join them there.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6676351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676351",
                    "TitleEnglish": "What Does Coffee Taste Like?",
                    "SummaryEnglish": "Aoi sees Hinata drinking coffee, and takes it upon herself to try making coffee at a mountaintop.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6676352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676352",
                    "TitleEnglish": "She Who Does Not Work, Neither Shall She Climb?!",
                    "SummaryEnglish": "Hinata wants to hang out with Aoi at Ikebukuro, but she has work two days in a row. Aoi is on a roll, but Hinata feels a bit left out.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6676353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676353",
                    "TitleEnglish": "Two Promises",
                    "SummaryEnglish": "Aoi makes plans to go to Gunma with Honoka while Hinata, unable to get in touch with Aoi, ends up making plans to go to Mt. Akagi with Kokona on the same day.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6676354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676354",
                    "TitleEnglish": "Everyone's Own Views",
                    "SummaryEnglish": "Hinata can’t quite get Aoi off her mind as she climbs Mt. Akagi with Kokona. Meanwhile, Aoi is enjoying Ikaho Shrine with Honoka.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6676355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676355",
                    "TitleEnglish": "Season of Misunderstandings",
                    "SummaryEnglish": "Aoi’s classmates invite her to hang out at Ikebukuro. She knows Hinata has prior arrangements that day, so she hesitates, but decides to go anyway.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6676356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676356",
                    "TitleEnglish": "A Clumsy Traversal",
                    "SummaryEnglish": "Aoi buys Hinata a gift, but Hinata’s mind seems to be elsewhere. Meanwhile, Kaede makes plans for the gang to climb Mt. Kinpu on an overnight trip.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6676357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676357",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "Hinata hurts her foot, and Aoi decides to stay behind with her while Kokona and Kaede finish the trip to the top of Mt. Kinpu.",
                    "Aliases": []
                },
                "13": {
                    "ID": "6676358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/6676358",
                    "TitleEnglish": "It's a Secret",
                    "SummaryEnglish": "It’s November, and Hinata’s birthday is coming up. Aoi tries to choose a gift for her, but nothing seems right.",
                    "Aliases": []
                }
            }
        },
        "4": {
            "ID": "2023200",
            "URL": "https://www.thetvdb.com/series/encouragement-of-climb/seasons/official/4",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9378110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9378110",
                    "TitleEnglish": "1st Season: Spring",
                    "SummaryEnglish": "Aoi once made a promise, but to whom? That person’s name — and the ambition it inspires — is on the tip of her tongue… and on the top of a distant peak!",
                    "Aliases": []
                },
                "2": {
                    "ID": "9384272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384272",
                    "TitleEnglish": "2nd Season: Summer Part 1",
                    "SummaryEnglish": "Mt. Fuji awaits! What will Aoi and her friends see from that legendary summit? The peak is in reach... but will they all make it to the top?",
                    "Aliases": []
                },
                "3": {
                    "ID": "9384273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384273",
                    "TitleEnglish": "2nd Season: Summer Part 2",
                    "SummaryEnglish": "Think you can’t climb a mountain in Tokyo? Think again! The Success Steps of the Atago Shrine are right around the corner.",
                    "Aliases": []
                },
                "4": {
                    "ID": "9384274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384274",
                    "TitleEnglish": "3rd Season: Fall",
                    "SummaryEnglish": "Their next thrilling summit isn’t a mountain. It’s the king of the coasters, and they’re going to conquer this peak, too!",
                    "Aliases": []
                },
                "5": {
                    "ID": "9384275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384275",
                    "TitleEnglish": "A Challenge From the Mountaineering Club!? / Tough Love on Mt. Buko?",
                    "SummaryEnglish": "The mountaineering club is a lot of fun, but not everyone was into the idea at first glance. Some people need a more comprehensive introduction!",
                    "Aliases": []
                },
                "6": {
                    "ID": "9384276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384276",
                    "TitleEnglish": "Hikari's Big Date Plans! / Together for a White Christmas!",
                    "SummaryEnglish": "A trip to Naguri Lake? Sounds like fun, especially since Aoi gets to try canoeing with her coworker. But does this outing feel a bit…unusual?",
                    "Aliases": []
                },
                "7": {
                    "ID": "9384277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384277",
                    "TitleEnglish": "Where to Watch the First Sunrise / Hiking With Classmates!",
                    "SummaryEnglish": "Hinata, Kokona and Aoi plan to watch the first sunrise from atop Mt. Tenranzan, but the plan may change on a dime when they get unexpected news!",
                    "Aliases": []
                },
                "8": {
                    "ID": "9384278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384278",
                    "TitleEnglish": "Power Spot for Valentine's Day? / Trying Out Snowshoes!",
                    "SummaryEnglish": "With Valentine’s Day approaching, Aoi and the girls invite Honoka out to hike Mt. Mitake in Okutama.",
                    "Aliases": []
                },
                "9": {
                    "ID": "9384279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384279",
                    "TitleEnglish": "Mountain Stream Fishing – The Meaning of Life? / Off to Kamakura With Hinata's Family!",
                    "SummaryEnglish": "Learning to fish is fun… or at least it should be. So why does it feel like Kokona’s mind is miles away from the day’s activities at Naguri stream?",
                    "Aliases": []
                },
                "10": {
                    "ID": "9384280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384280",
                    "TitleEnglish": "A New Season",
                    "SummaryEnglish": "A spur-of-the-moment proposal snowballs into Aoi leading her entire class on a hike! Somehow this feels more like herding cats than a game of “follow the leader,” though…",
                    "Aliases": []
                },
                "11": {
                    "ID": "9384281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384281",
                    "TitleEnglish": "We Meet Again, Mount Fuji!",
                    "SummaryEnglish": "After her last attempt, it’s time for Aoi to scale Mount Fuji once again. But she isn’t climbing alone, and her plans will need to make her friends happy, too.",
                    "Aliases": []
                },
                "12": {
                    "ID": "9384282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/encouragement-of-climb/episodes/9384282",
                    "TitleEnglish": "Onward! To a New Summit",
                    "SummaryEnglish": "The girls head up the Subashiri Trail despite fears about the weather, and things seem to go smoothly! But past is all too often prologue, and Hinata must make a big decision…",
                    "Aliases": []
                }
            }
        }
    }
}