{
  "URL": "https://www.thetvdb.com/series/silver-spoon",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2909912/",
    "https://www.ginsaji-anime.com/",
    "https://www.themoviedb.org/tv/58237",
    "https://x.com/ezono_official"
  ],
  "TitleEnglish": "Silver Spoon",
  "SummaryEnglish": "In order to escape his stressful city life, Hachiken enrolls in an agricultural school where he must learn a whole new way of life alongside a colorful cast of characters.",
  "Aliases": [
    "Gin no Saji",
    "ぎんのさじ しるばーすぷーん"
  ],
  "Modified": "2025-05-28",
  "Seasons": {
    "1": {
      "ID": "513576",
      "URL": "https://www.thetvdb.com/series/silver-spoon/seasons/official/1",
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "4510096",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4510096",
          "TitleEnglish": "Welcome to Ezono!",
          "SummaryEnglish": "Hachiken begins at a new school. A city boy, he gives little indication of why he transferred to the agricultural school where other students are driven to work as farmers or in the industry. He learns something new about eggs.",
          "Aliases": []
        },
        "2": {
          "ID": "4606545",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606545",
          "TitleEnglish": "Hachiken Rides a Horse",
          "SummaryEnglish": "Getting used to his new environment, Hachiken must enroll at one of the school clubs according to the curriculum, and encouraged by his classmate Aki Mikage, he ends up joining her at the equestrian club. However, he spends the day doing menial tasks like cleaning the stables and just when he is starting to regret his decision, he is invited to experience the joy of riding a horse for the first time.",
          "Aliases": []
        },
        "3": {
          "ID": "4606546",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606546",
          "TitleEnglish": "Hachiken Meets Pork-Bowl",
          "SummaryEnglish": "With most of the students on leave at Golden Week, Hachiken, Aki and their classmate Ichiro Komaba watch a Ban'ei horse race together, and despite the horse bred at Aki's farm do not win, she gets some relief learning that he gets well placed enough to have a chance of not being killed for livestock. After returning to the school, he pities a piglet that is the weakest and smallest among its siblings and decides to take care of it, just to later know that it will be sent to the slaughterhouse in three months.",
          "Aliases": []
        },
        "4": {
          "ID": "4606547",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606547",
          "TitleEnglish": "Hachiken Makes Pizza",
          "SummaryEnglish": "While on cleaning duty, Hachiken stumbles on an abandoned oven and his classmates convince him to make pizza with it, as most of them never ate one before. As Hachiken and his friends gather the necessary supplies throughout the campus, a teacher from his old school and Sapporo drops at Ezo to check on him.",
          "Aliases": []
        },
        "5": {
          "ID": "4606548",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606548",
          "TitleEnglish": "Hachiken Runs Away",
          "SummaryEnglish": "The boys take heed of a certain special event to be held at night and come with a plan to slip past curfew to get a glimpse of it. Having no idea about what is it or why his classmates are so pumped up with it, Hachiken ends up dragged along in their scheme.",
          "Aliases": []
        },
        "6": {
          "ID": "4606549",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606549",
          "TitleEnglish": "Hachiken Stays With the Mikages",
          "SummaryEnglish": "Hachiken learns that the dorms will be closed for summer vacation but refusing to return home, he accepts Mikage's offer to work at her family's farm. However, once realizing that he has not warned his parents about it, he looks for a place with cellphone signal until he gets lost and is rescued by Komaba.",
          "Aliases": []
        },
        "7": {
          "ID": "4606550",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606550",
          "TitleEnglish": "Hachiken Goes to Giga Farm",
          "SummaryEnglish": "Hachiken and Mikage take a break from work and pay a visit to Giga Farm, a huge industrial farm that belongs to their classmate Tamako Inada's family. In the occasion, Hachiken learns about the rather harsh reality of the animals living there and realizes Mikage's worries about her family's expectations for her future.",
          "Aliases": []
        },
        "8": {
          "ID": "4606551",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606551",
          "TitleEnglish": "Hachiken Makes a Huge Mistake",
          "SummaryEnglish": "Hachiken's older brother Shingo pays a visit at the Mikage farm to check on him, much to his young brother's chagrin. Just as his part-time job is about to finish, Hachiken's carelesness lead to a huge prejudice to the farm and willing to take responsibility for it, refuses to be paid for his work, but he is convinced by the Mikages to accept as they consider that all the help he provided them during these three weeks were worth it despite what happened.",
          "Aliases": []
        },
        "9": {
          "ID": "4606552",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606552",
          "TitleEnglish": "Hachiken Hesitates Over Pork Bowl",
          "SummaryEnglish": "Back from summer break, Hachiken learns that Pork-Bowl has not grown as much as its peers and takes extra measures to ensure that it gains weight faster, even knowing that this will make things even more painful for him when the time comes to part with it.",
          "Aliases": []
        },
        "10": {
          "ID": "4606553",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606553",
          "TitleEnglish": "Hachiken Says Goodbye to Pork Bowl",
          "SummaryEnglish": "The time has come for Pork-Bowl to be sent to the slaughterhouse and Hachiken decides to make use of the money he earned during summer vacation to buy all its meat. After the meat is delivered to him, Hachiken's friends come with several ideas about what to do with it.",
          "Aliases": []
        },
        "11": {
          "ID": "4606554",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606554",
          "TitleEnglish": "Run Towards The Future, Hachiken!",
          "SummaryEnglish": "The bacon Hachiken prepared with Pork-Bowl's meat becomes a fad among the students and it does not take long for it to run out. As Komaba plays in the local Baseball team aiming for the nationals, his friends come to the stadium to cheer for him and Hachiken realizes that six months has passed since he enrolled in Ezono and unlike his friends, he still has not decided what path he should take in life.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "524143",
      "URL": "https://www.thetvdb.com/series/silver-spoon/seasons/official/2",
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "4606544",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606544",
          "TitleEnglish": "Hachiken Becomes the Club Vice President",
          "SummaryEnglish": "The seniors from the Equestrian Club appoint Hachiken as the new vice-president against his will. Troubled about it, he later witnesses Mikagi crying after having a serious conversation with Komaba and can't stop worrying about them as well, even after they tell him to forget about it.",
          "Aliases": []
        },
        "2": {
          "ID": "4763432",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4763432",
          "TitleEnglish": "Hachiken Adopts Vice Prez",
          "SummaryEnglish": "Hachiken finds an abandoned puppy during cleaning and decides to adopt it. However, taking care of his new dog is not an easy task, as not only he needs money for vaccines and registration, but have to train it.",
          "Aliases": []
        },
        "3": {
          "ID": "4763433",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4763433",
          "TitleEnglish": "Hachiken Jumps High",
          "SummaryEnglish": "The newbies from the Equestrian Club have their first jump class, but Hachiken is the only one who fails to have his horse jump an obstacle, bringing some unpleasant memories of his past to surface. Claiming that it needs more than words to have him figure out the reason why, Mikage takes him to a competition where he sees some jockeys and horses in real action.",
          "Aliases": []
        },
        "4": {
          "ID": "4763434",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4763434",
          "TitleEnglish": "Minamikujou Appears",
          "SummaryEnglish": "Hachiken participates in his first official jumping competition. In the occasion he and Mikage have a short meeting with Ayame Minamikujou, Mikage's childhood friend and self-proclaimed rival, and is startled when meeting his brother again by surprise.",
          "Aliases": []
        },
        "5": {
          "ID": "4765051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4765051",
          "TitleEnglish": "Hachiken Has His Hands Full",
          "SummaryEnglish": "With the Ezono Festival fast approaching, the Equestrian Club begins work on Ban'ei horse racing track, despite Hachiken tasking himself with way too much work. Afterwards Hachiken takes initiative and asks Mikage out on a date and his feelings for her are revealed by her friends. However, on the morning of the festival, Hachiken suddenly collapses on the race track",
          "Aliases": []
        },
        "6": {
          "ID": "4765052",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4765052",
          "TitleEnglish": "Mikage Gives It Her All",
          "SummaryEnglish": "Hachiken wakes up at the hospital and comes face to face with his father, who wastes no time blaming the Ezono institution for Hachiken's fatigue. Meanwhile, Mikage and the Equestrian Club work their hardest to make the festival a success and praise Hachiken for all his hard work upon his return.",
          "Aliases": []
        },
        "7": {
          "ID": "4765053",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4765053",
          "TitleEnglish": "Komaba Stands on the Pitcher's Mound",
          "SummaryEnglish": "The time has come for the Regional Baseball Championship and the students cheer for Ezono's team, hoping for them to reach the National tournament, specially for Komaba who is one of the team's highlights.",
          "Aliases": []
        },
        "8": {
          "ID": "4765054",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4765054",
          "TitleEnglish": "Hachiken Howls",
          "SummaryEnglish": "Hachiken discovers that Komaba has lost not only the Championship, but the last chance for him to settle the debts of his farm and is forced to quit school and look for a job to help at home. Despite knowing that there is not anything he can do about it, Hachiken can't bear to accept the fact that Komaba was forced to give up on his ambitions before he could even get the chance to fight for them.",
          "Aliases": []
        },
        "9": {
          "ID": "4765055",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4765055",
          "TitleEnglish": "The Last Milk",
          "SummaryEnglish": "Despite knowing that there is nothing he could do for Komaba's sake, Hachiken claims to Mikage that it is fine for them to rely on him and they pay a visit at Komaba's farm to pay their respects as all their cows are seized to pay for their debt. However, Mikage's farm is also in dificulties and when they are forced to sell all their horses, she comes with an important decision with Hachiken's support.",
          "Aliases": []
        },
        "10": {
          "ID": "4765056",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4765056",
          "TitleEnglish": "Dream",
          "SummaryEnglish": "Determined to follow her dream of working with horses, Mikage is allowed to work under her uncle instead of inheriting her father's farm under the condition of making into college and Hachiken agrees to help her.",
          "Aliases": []
        },
        "11": {
          "ID": "4765057",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4765057",
          "TitleEnglish": "Over and Over Again",
          "SummaryEnglish": "Hachiken returns home to Saporro to obtain his brother's study guides for Mikage and has a frustratingly insightful encounter with his father. Afterwards Hachiken's mother visits Ezonoo to better understand the school he choose and leaves knowing that he is growing into a better person. Finally, as the winter season approaches, Hachiken and his friends begin planning their respective futures.",
          "Aliases": []
        }
      }
    }
  }
}