{
    "URL": "https://www.thetvdb.com/series/silver-spoon",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2909912/",
        "https://www.ginsaji-anime.com/",
        "https://www.themoviedb.org/tv/58237",
        "https://x.com/ezono_official"
    ],
    "TitleEnglish": "Silver Spoon",
    "SummaryEnglish": "In order to escape his stressful city life, Hachiken enrolls in an agricultural school where he must learn a whole new way of life alongside a colorful cast of characters.",
    "TitleJapanese": "銀の匙",
    "SummaryJapanese": "ストレスの多い都会の生活から逃れるために、八軒は農業学校に入学し、色とりどりのキャラクターと一緒にまったく新しい生き方を学ばなければなりません。",
    "Aliases": [
        "Gin no Saji"
    ],
    "Modified": "2025-05-28",
    "Seasons": {
        "1": {
            "ID": "513576",
            "URL": "https://www.thetvdb.com/series/silver-spoon/seasons/official/1",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "4510096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4510096",
                    "TitleEnglish": "Welcome to Ezono!",
                    "SummaryEnglish": "Hachiken begins at a new school. A city boy, he gives little indication of why he transferred to the agricultural school where other students are driven to work as farmers or in the industry. He learns something new about eggs.",
                    "TitleJapanese": "エゾノーへ、ようこそ",
                    "SummaryJapanese": "八軒は新しい学校から始まります。 都会の少年である彼は、他の学生が農民として、または業界で働くように駆り立てられている農業学校に転校した理由をほとんど示していません。 彼は卵について何か新しいことを学びます。"
                },
                "2": {
                    "ID": "4606545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606545",
                    "TitleEnglish": "Hachiken Rides a Horse",
                    "SummaryEnglish": "Getting used to his new environment, Hachiken must enroll at one of the school clubs according to the curriculum, and encouraged by his classmate Aki Mikage, he ends up joining her at the equestrian club. However, he spends the day doing menial tasks like cleaning the stables and just when he is starting to regret his decision, he is invited to experience the joy of riding a horse for the first time.",
                    "TitleJapanese": "八軒、馬に乗る",
                    "SummaryJapanese": "エゾノ―では運動部への参加が必須。 しぶしぶ部活動を探し始めた八軒は、馬術部を見学することに。その馬術部には同じクラスの女子御影が所属しており、 「自分の足を使わなくていいのは、楽で良いかも。」と入部を決めた八軒だったが…"
                },
                "3": {
                    "ID": "4606546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606546",
                    "TitleEnglish": "Hachiken Meets Pork-Bowl",
                    "SummaryEnglish": "With most of the students on leave at Golden Week, Hachiken, Aki and their classmate Ichiro Komaba watch a Ban'ei horse race together, and despite the horse bred at Aki's farm do not win, she gets some relief learning that he gets well placed enough to have a chance of not being killed for livestock. After returning to the school, he pities a piglet that is the weakest and smallest among its siblings and decides to take care of it, just to later know that it will be sent to the slaughterhouse in three months.",
                    "TitleJapanese": "八軒、豚丼と出会う",
                    "SummaryJapanese": "実習で子豚を飼育することになった八軒。 競争に負けた小さな子豚に自分を重ねた八軒は、将来食肉になる運命と聞かされながらも、その子豚に名前を付けてしまう。"
                },
                "4": {
                    "ID": "4606547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606547",
                    "TitleEnglish": "Hachiken Makes Pizza",
                    "SummaryEnglish": "While on cleaning duty, Hachiken stumbles on an abandoned oven and his classmates convince him to make pizza with it, as most of them never ate one before. As Hachiken and his friends gather the necessary supplies throughout the campus, a teacher from his old school and Sapporo drops at Ezo to check on him.",
                    "TitleJapanese": "八軒、ピザを焼く",
                    "SummaryJapanese": "校内のゴミ拾い中、ゴミ山の中から石窯が発見された。それをきっかけにピザ作り担当に任命された八軒。ピザなど作ったことのない八軒だったが、ピザの宅配圏外に住む多くのクラスメイトからの熱い願いを断ることができず、渋々引き受けることに。"
                },
                "5": {
                    "ID": "4606548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606548",
                    "TitleEnglish": "Hachiken Runs Away",
                    "SummaryEnglish": "The boys take heed of a certain special event to be held at night and come with a plan to slip past curfew to get a glimpse of it. Having no idea about what is it or why his classmates are so pumped up with it, Hachiken ends up dragged along in their scheme.",
                    "TitleJapanese": "八軒、脱走する",
                    "SummaryJapanese": "「あいつが今夜くる…」。ある日の夜、西川が確かな情報筋から手に入れたというウワサを聞いた寮生たち。そいつは夜9時にとある場所に現れるという。しかし、その時間には寮から出ることは許されておらず、無断外出がバレると便所掃除の罰が待っている。しかしそんなことは関係ない、すでに覚悟は決っている！ただ誇りのために戦うのみ！そしてついに男たちの脱出計画実行のときが来た…！"
                },
                "6": {
                    "ID": "4606549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606549",
                    "TitleEnglish": "Hachiken Stays With the Mikages",
                    "SummaryEnglish": "Hachiken learns that the dorms will be closed for summer vacation but refusing to return home, he accepts Mikage's offer to work at her family's farm. However, once realizing that he has not warned his parents about it, he looks for a place with cellphone signal until he gets lost and is rescued by Komaba.",
                    "TitleJapanese": "八軒、御影家に行く",
                    "SummaryJapanese": "夏休み中は改修工事のために寮が使えないことを知った八軒。実家には戻りたくないと思っていたところ、御影に「行くとこ無いならうちに来ない？」と誘われ、彼女の家でアルバイトをすることに。"
                },
                "7": {
                    "ID": "4606550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606550",
                    "TitleEnglish": "Hachiken Goes to Giga Farm",
                    "SummaryEnglish": "Hachiken and Mikage take a break from work and pay a visit to Giga Farm, a huge industrial farm that belongs to their classmate Tamako Inada's family. In the occasion, Hachiken learns about the rather harsh reality of the animals living there and realizes Mikage's worries about her family's expectations for her future.",
                    "TitleJapanese": "八軒、ギガファームへ",
                    "SummaryJapanese": "御影の家でのアルバイトの息抜きに多摩子父が経営するギガファームに行くことになった八軒と御影。果てしない一本道を車で走っていくとギガファームの看板が見えてきた。そこに待っていたのは、八軒の想像を大きく超える巨大な農場だった!!"
                },
                "8": {
                    "ID": "4606551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606551",
                    "TitleEnglish": "Hachiken Makes a Huge Mistake",
                    "SummaryEnglish": "Hachiken's older brother Shingo pays a visit at the Mikage farm to check on him, much to his young brother's chagrin. Just as his part-time job is about to finish, Hachiken's carelesness lead to a huge prejudice to the farm and willing to take responsibility for it, refuses to be paid for his work, but he is convinced by the Mikages to accept as they consider that all the help he provided them during these three weeks were worth it despite what happened.",
                    "TitleJapanese": "八軒、大失態を演じる",
                    "SummaryJapanese": "御影の家でのアルバイトにも慣れ、手際も良くなっていた八軒。そんなある日、御影の祖父の勧めで搾りたての生乳を飲んだ八軒。思わず五体投地してしまうほどのおいしさに感動する八軒だったが…"
                },
                "9": {
                    "ID": "4606552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606552",
                    "TitleEnglish": "Hachiken Hesitates Over Pork Bowl",
                    "SummaryEnglish": "Back from summer break, Hachiken learns that Pork-Bowl has not grown as much as its peers and takes extra measures to ensure that it gains weight faster, even knowing that this will make things even more painful for him when the time comes to part with it.",
                    "TitleJapanese": "八軒、豚丼に迷う",
                    "SummaryJapanese": "御影の家でのバイトを終え、寮に戻った八軒。久々に豚丼に会いに行ってみると、そこには、でぶ～んと肥え太って、豚らしくなった豚丼が…！しかし、それは同時に、豚丼の出荷が迫っていることを意味していた…"
                },
                "10": {
                    "ID": "4606553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606553",
                    "TitleEnglish": "Hachiken Says Goodbye to Pork Bowl",
                    "SummaryEnglish": "The time has come for Pork-Bowl to be sent to the slaughterhouse and Hachiken decides to make use of the money he earned during summer vacation to buy all its meat. After the meat is delivered to him, Hachiken's friends come with several ideas about what to do with it.",
                    "TitleJapanese": "八軒、豚丼と別れる",
                    "SummaryJapanese": "豚丼の出荷が明日に行われると告げられた時、八軒は、食肉に加工された豚丼を買い取ると申し出る。富士先生はその申し出を了承し、豚丼の肉はすべて八軒が買い取ることに。それから数日後、八軒のもとに、食肉に加工された豚丼が届いたとの知らせが。"
                },
                "11": {
                    "ID": "4606554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606554",
                    "TitleEnglish": "Run Towards The Future, Hachiken!",
                    "SummaryEnglish": "The bacon Hachiken prepared with Pork-Bowl's meat becomes a fad among the students and it does not take long for it to run out. As Komaba plays in the local Baseball team aiming for the nationals, his friends come to the stadium to cheer for him and Hachiken realizes that six months has passed since he enrolled in Ezono and unlike his friends, he still has not decided what path he should take in life.",
                    "TitleJapanese": "走り出せ、八軒",
                    "SummaryJapanese": "野球部に所属する駒場は1年生ながら、公式戦にピッチャーとして先発出場。八軒たちエゾノー生も応援に駆け付ける中、白熱した試合を見せる。その光景を目の当たりにした八軒たちは、自分たちの中から何かがたぎってくるのを感じ、バスを待つ女子たちを尻目に寮に向かって走りだす！"
                }
            }
        },
        "2": {
            "ID": "524143",
            "URL": "https://www.thetvdb.com/series/silver-spoon/seasons/official/2",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "4606544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4606544",
                    "TitleEnglish": "Hachiken Becomes the Club Vice President",
                    "SummaryEnglish": "The seniors from the Equestrian Club appoint Hachiken as the new vice-president against his will. Troubled about it, he later witnesses Mikagi crying after having a serious conversation with Komaba and can't stop worrying about them as well, even after they tell him to forget about it.",
                    "TitleJapanese": "八軒、副部長になる",
                    "SummaryJapanese": "二学期も始まり、北海道の季節は秋へ。馬術部では先輩が引退し、副部長には八軒が任命される。心躍る八軒だったが…。"
                },
                "2": {
                    "ID": "4763432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4763432",
                    "TitleEnglish": "Hachiken Adopts Vice Prez",
                    "SummaryEnglish": "Hachiken finds an abandoned puppy during cleaning and decides to adopt it. However, taking care of his new dog is not an easy task, as not only he needs money for vaccines and registration, but have to train it.",
                    "TitleJapanese": "八軒、副ぶちょーを拾う",
                    "SummaryJapanese": "御影の涙が心に引っかかりつつも、期末考査が終わって恒例の校内ゴミ広い。石窯に引き続き、八軒が拾った意外なものとは…。"
                },
                "3": {
                    "ID": "4763433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4763433",
                    "TitleEnglish": "Hachiken Jumps High",
                    "SummaryEnglish": "The newbies from the Equestrian Club have their first jump class, but Hachiken is the only one who fails to have his horse jump an obstacle, bringing some unpleasant memories of his past to surface. Claiming that it needs more than words to have him figure out the reason why, Mikage takes him to a competition where he sees some jockeys and horses in real action.",
                    "TitleJapanese": "八軒、高く跳ぶ",
                    "SummaryJapanese": "秋大会に向け、障害ジャンプに挑戦する八軒たち。仲間が次々とクリアする中、ひとりマロン号にそっぽを向かれた八軒は…。"
                },
                "4": {
                    "ID": "4763434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4763434",
                    "TitleEnglish": "Minamikujou Appears",
                    "SummaryEnglish": "Hachiken participates in his first official jumping competition. In the occasion he and Mikage have a short meeting with Ayame Minamikujou, Mikage's childhood friend and self-proclaimed rival, and is startled when meeting his brother again by surprise.",
                    "TitleJapanese": "南九条、あらわる",
                    "SummaryJapanese": "いよいよ新人戦に挑む八軒たち馬術部。人生初の゛試合〟の緊張に震える彼らの前に、御影の幼なじみ南九条あやめが現れ…。"
                },
                "5": {
                    "ID": "4765051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4765051",
                    "TitleEnglish": "Hachiken Has His Hands Full",
                    "SummaryEnglish": "With the Ezono Festival fast approaching, the Equestrian Club begins work on Ban'ei horse racing track, despite Hachiken tasking himself with way too much work. Afterwards Hachiken takes initiative and asks Mikage out on a date and his feelings for her are revealed by her friends. However, on the morning of the festival, Hachiken suddenly collapses on the race track",
                    "TitleJapanese": "八軒、大わらわ",
                    "SummaryJapanese": "エゾノー祭が近づき、準備に追われる八軒。馬術部では、ばん馬を披露するために巨大なコースを作ることになるが…。"
                },
                "6": {
                    "ID": "4765052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4765052",
                    "TitleEnglish": "Mikage Gives It Her All",
                    "SummaryEnglish": "Hachiken wakes up at the hospital and comes face to face with his father, who wastes no time blaming the Ezono institution for Hachiken's fatigue. Meanwhile, Mikage and the Equestrian Club work their hardest to make the festival a success and praise Hachiken for all his hard work upon his return.",
                    "TitleJapanese": "御影、奮闘す。",
                    "SummaryJapanese": "エゾノー祭がはじまり、馬術部が主催するばん馬レースも大いに盛り上がる。しかし、そこに八軒の姿はなかった…。"
                },
                "7": {
                    "ID": "4765053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4765053",
                    "TitleEnglish": "Komaba Stands on the Pitcher's Mound",
                    "SummaryEnglish": "The time has come for the Regional Baseball Championship and the students cheer for Ezono's team, hoping for them to reach the National tournament, specially for Komaba who is one of the team's highlights.",
                    "TitleJapanese": "駒場、マウンドに立つ",
                    "SummaryJapanese": "駒場の活躍もあって、春のセンバツまであと二つにこぎつける野球部。一方八軒は念願の御影とのデートにこぎつけるが…。"
                },
                "8": {
                    "ID": "4765054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4765054",
                    "TitleEnglish": "Hachiken Howls",
                    "SummaryEnglish": "Hachiken discovers that Komaba has lost not only the Championship, but the last chance for him to settle the debts of his farm and is forced to quit school and look for a job to help at home. Despite knowing that there is not anything he can do about it, Hachiken can't bear to accept the fact that Komaba was forced to give up on his ambitions before he could even get the chance to fight for them.",
                    "TitleJapanese": "八軒、咆える",
                    "SummaryJapanese": "野球の全道大会は終わるが、駒場は登校してこない。心配するクラスメートたちの前に現れたのは意外な人物だった…。"
                },
                "9": {
                    "ID": "4765055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4765055",
                    "TitleEnglish": "The Last Milk",
                    "SummaryEnglish": "Despite knowing that there is nothing he could do for Komaba's sake, Hachiken claims to Mikage that it is fine for them to rely on him and they pay a visit at Komaba's farm to pay their respects as all their cows are seized to pay for their debt. However, Mikage's farm is also in dificulties and when they are forced to sell all their horses, she comes with an important decision with Hachiken's support.",
                    "TitleJapanese": "最後の牛乳",
                    "SummaryJapanese": "駒場牧場の事情を知らされる八軒たち。「しんどくても、手綱はなすな……」。駒場牧場へと向かう八軒と御影だったが…。"
                },
                "10": {
                    "ID": "4765056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4765056",
                    "TitleEnglish": "Dream",
                    "SummaryEnglish": "Determined to follow her dream of working with horses, Mikage is allowed to work under her uncle instead of inheriting her father's farm under the condition of making into college and Hachiken agrees to help her.",
                    "TitleJapanese": "夢",
                    "SummaryJapanese": "とうとう家族に想いを打ち明ける御影。大学を目指す御影の勉強を見はじめる八軒だが、思うように成績は伸びず…。"
                },
                "11": {
                    "ID": "4765057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/silver-spoon/episodes/4765057",
                    "TitleEnglish": "Over and Over Again",
                    "SummaryEnglish": "Hachiken returns home to Saporro to obtain his brother's study guides for Mikage and has a frustratingly insightful encounter with his father. Afterwards Hachiken's mother visits Ezonoo to better understand the school he choose and leaves knowing that he is growing into a better person. Finally, as the winter season approaches, Hachiken and his friends begin planning their respective futures.",
                    "TitleJapanese": "何度でも",
                    "SummaryJapanese": "御影のため…いや、自らのために実家へと向かう八軒。ついに父との対決の時を迎える。そして季節は冬へ…。"
                }
            }
        }
    }
}