{
    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2622982/",
        "https://maousama.jp/",
        "http://www.reddit.com/r/TheDevilIsAPartTimer",
        "https://www.themoviedb.org/tv/45997",
        "https://www.wikidata.org/wiki/Q112169279",
        "https://en.wikipedia.org/wiki/The_Devil_Is_a_Part-Timer!",
        "https://x.com/anime_maousama"
    ],
    "TitleEnglish": "The Devil Is a Part-Timer!",
    "SummaryEnglish": "In another dimension, the Devil King Sadao is only one step away from conquering the world when he is beaten by Hero Emilia and forced to drift to the other world: modern-day Tokyo. As \"conquering the world\" are the only skills the Devil King possesses - and are obviously unnecessary in his new situation - he must work as a freeter to pay for his living expenses.",
    "TitleJapanese": "はたらく魔王さま！",
    "SummaryJapanese": "「はたらく魔王さま！」は、勇者に敗れ、異世界エンテ・イスラから現代日本の東京にやってきた魔王サタンが、日本経済の荒波にもまれながらフリーターとして働く庶民派ファンタジー。魔王を追って日本にやってきた勇者エミリアもまた、テレアポとして生計を立てている。魔王と勇者でありながら、額に汗して働く二人が東京で再会することになり――？",
    "Aliases": [
        "Overlord at Work!",
        "The Devil Is a Part-Timer!!"
    ],
    "Modified": "2025-05-28",
    "Seasons": {
        "0": {
            "ID": "558666",
            "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "9429382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9429382",
                    "TitleEnglish": "Episode 1 Prologue",
                    "SummaryEnglish": null,
                    "TitleJapanese": "『はたらく魔王様！！』放送直前特別番組！！～地上波！ただいま、魔王さま～！～",
                    "SummaryJapanese": "2022/07/14(木) 15:30～16:00\nＡＴ－Ｘ\nはたらく魔王さま！！事前特番\n\n■新作アニメ『はたらく魔王様！！』放送直前特別番組！！～地上波！ただいま、魔王さま～！～\n\n詳細情報\n＜番組内容＞\n待望のＴＶアニメ第２期放送を記念し、「はたらく魔王さま！！」を最大限に楽しんでいただくための特別番組！２期制作が決定したときの心境や、収録時のエピソードなどなど、キャスト７名によるクロストークは大爆笑連続！「はなして！魔王さま～！」企画では、９年の間に「大人になったと思うエピソード」を披露。「まだまだ…それは大人じゃないね！」判定を得た者には、大人になるために苦～いお茶が用意されて…？\n＜出演＞\n逢坂良太（真奥貞夫役）/日笠陽子（遊佐恵美役）/東山奈央（佐々木千穂役）/小野友樹（芦屋四郎役）/下野紘（漆原半蔵役）/伊藤かな恵（鎌月鈴乃役）/木野日菜（アラスラムス役）"
                },
                "2": {
                    "ID": "9723607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9723607",
                    "TitleEnglish": "The Ente Isla Language: With Jamie Marchi",
                    "SummaryEnglish": "DVD/BD special feature included in Funimation releases. The lead writer for the English language version discusses how the Enta Isla language was adapted from the original Japanese language version.",
                    "TitleJapanese": "エンテ・イスラ語:ジェイミー・マルキと",
                    "SummaryJapanese": "ファニメーションリリースに含まれるDVD / BDスペシャル機能。 英語版の筆頭執筆者は、エンタ・イスラ語が日本語版の原文からどのように適応されたかについて説明しています。"
                },
                "3": {
                    "ID": "9885586",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9885586",
                    "TitleEnglish": "Recap Special From Sasazuka to Ente Isla!",
                    "SummaryEnglish": "In this special episode, the voice of Chiho Sasaki gives us a quick refresher on our story so far.",
                    "TitleJapanese": "1st Season振り返りSP 笹塚~エンテ・イスラへ!",
                    "SummaryJapanese": "1st Season振り返りSPの放送が決定しました！お楽しみに！\n\nナビゲーター：佐々木千穂役 東山奈央"
                }
            }
        },
        "1": {
            "ID": "514063",
            "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4516068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/4516068",
                    "TitleEnglish": "The Devil Arrives in Sasazuka",
                    "SummaryEnglish": "When the lord of demons and his horde waged war against the humans in their realm, a hero vanquished their army. Cornered, the Devil fled through an interdimensional portal to Earth. He vows to one day reign again, but until then... he needs a job!",
                    "TitleJapanese": "魔王、笹塚に立つ",
                    "SummaryJapanese": "大海イグノラに浮かぶ聖十字大陸エンテ・イスラ。\n闇の生き物たちの王道楽土を建設するべく、アドラメレク、ルシフェル、アルシエル、マラコーダ、４人の悪魔大元帥を従えて人間世界に侵攻していく魔王サタン。\nだがそこに聖剣を手にしたひとりの勇者が現れた。\n勇者に追い詰められた魔王は、必ずこの場所に戻ってくると言い残し、アルシエルと共に異世界へのゲートに飛び込むが、その先で見たものは、人間になった己の姿と新宿副都心の摩天楼だった。"
                },
                "2": {
                    "ID": "4523076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/4523076",
                    "TitleEnglish": "The Hero Stays at the Devil's Castle for Work Reasons",
                    "SummaryEnglish": "When Emilia the hero finally tracks down the ruler of demons here on Earth, he's not exactly what she was expecting. Which may or may not make her a little crazy.",
                    "TitleJapanese": "勇者、仕事優先で魔王城に泊まる",
                    "SummaryJapanese": "異世界で生き伸びるためには“お金”が必要だと悟った魔王とアルシエルは、真奥貞夫、芦屋四郎として六畳一間のアパートでアルバイトをしながら暮らし始める。\n……８ヵ月後、有能な店長と頼もしい仲間に囲まれ、立派なアルバイターとして成長していた真奥。一方、勇者エミリアもまた魔王を追ってこの世界で暮らしていた。\nそしてついに日本で合間見えた２人！ だが、お互い力を失っていたため、その戦いは単なる痴話喧嘩と思われ警察に諭されてしまうのだった……。"
                },
                "3": {
                    "ID": "4523077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/4523077",
                    "TitleEnglish": "The Devil Goes on a Date With His Junior in Shinjuku",
                    "SummaryEnglish": "Something supernatural seems to be going on with Chiho. Meanwhile, it's possible Maou doesn't really understand the concept of a \"date\"... but it's not long before everyone has much bigger problems on their hands.",
                    "TitleJapanese": "魔王、新宿で後輩とデートする",
                    "SummaryJapanese": "財布を落とし、断腸の思いで魔王城であるヴィラ・ローザ笹塚への一泊を願い出た勇者エミリアこと、遊佐恵美。翌日、早々に引き上げて自宅に帰ると、テレビでは銃撃事件現場の様子を伝えていた。\nそこは、昨夜真奥と恵美が魔力エネルギー弾によって何者かに襲撃された場所であった。\n野次馬の中に真奥と芦屋が一瞬映っていたが、気にしないようにして自分の仕事場であるテレアポセンターに向かう恵美。しかし彼女の職場に“勇者と魔王を知る者”からの電話が掛かってくる。"
                },
                "4": {
                    "ID": "4523078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/4523078",
                    "TitleEnglish": "The Hero Experiences Human Warmth",
                    "SummaryEnglish": "In the aftermath of the cave-in, Emi sees a side of Maou that doesn't jibe with the demonic king she knew in Ente Isla. Meanwhile, everyone sees a side of the landlady that nobody could have expected...",
                    "TitleJapanese": "勇者、心の温かさに触れる",
                    "SummaryJapanese": "同じ職場の女子高生・千穂から相談を持ちかけられ、一緒にお茶をすることになった真奥。\nそしてそれを尾行する芦屋と恵美。だが地響きと共に突如大きな地震が起き、真奥と千穂、恵美の３人は瓦礫の下に閉じ込められてしまう。\nその時、なぜだか分からないが、魔力が少しだけ戻り、真奥は元の姿に戻りつつあった。恵美が千穂を眠らせ、魔王であるということを知られぬまま、瓦礫から脱出できた３人は、それぞれ無事帰路につく。しかし彼らを狙う怪しげな影はそこまで迫っていた。"
                },
                "5": {
                    "ID": "4523079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/4523079",
                    "TitleEnglish": "The Devil and the Hero Save Sasazuka",
                    "SummaryEnglish": "Lucifer is wrecking the neighborhood in a big way, and he's brought along some unexpected friends! To save both themselves and their new Earthly home, can Emi, Maou, and Ashiya do the impossible and... work together?!",
                    "TitleJapanese": "魔王と勇者、笹塚を救う",
                    "SummaryJapanese": "真奥たちの前に現れたのは悪魔大元帥のひとりで、かつての部下であるルシフェルと、思いもよらない人物だった。真奥たちに襲いかかるルシフェルたち。\n力の戻っていない真奥は彼らの攻撃に為す術もなく、傷ついた芦屋を抱えて逃走するしかなかった。千穂を捕らえ、さらに人間の絶望と恐怖を吸収するため、ルシフェルは首都高の高架を破壊。笹塚駅周辺を崩壊させる。\nだがその時、真奥の身体に異変が起きる……。"
                },
                "6": {
                    "ID": "4523080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/4523080",
                    "TitleEnglish": "The Devil Climbs the Stairway to School",
                    "SummaryEnglish": "Back in Ente Isla, the other high priests find out about Olba's betrayal. Meanwhile, Lucifer's moved into the Devil's Castle and gotten Maou and Ashiya into school ghost stories.",
                    "TitleJapanese": "魔王、学校の階段を昇る",
                    "SummaryJapanese": "アルバイトの身でありながら時間帯責任者となった真奥は、芦屋と焼き肉屋で祝杯をあげていた。一方ヴィラ・ローザ笹塚では、真奥に敗れエンテ・イスラに帰れなくなったルシフェルこと、漆原半蔵がひとりで留守番中。\n彼には真奥からパソコンとインターネットを使い、魔力に関する情報を収集せよという使命が与えられていたのだ。そしてとあるサイトで「笹幡北高校の七不思議」という情報を見つけるのだが、そこは佐々木千穂が通う学校だった。"
                },
                "7": {
                    "ID": "4523081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/4523081",
                    "TitleEnglish": "The Devil's Budget Is Saved by Neighborliness",
                    "SummaryEnglish": "Maou and company find that a young lady named Suzuno has moved in next door. She is quick to make friends and starts helping them out, which causes Emi to wonder what her motives are.",
                    "TitleJapanese": "魔王、近所付き合いで家計を助けられる",
                    "SummaryJapanese": "ある日六畳一間の魔王城ことヴィラ・ローザ笹塚201号室の隣に引っ越してきた、着物姿の小柄な女性、鎌月鈴乃。\n真奥たちを監視している恵美は、異世界からの刺客、または新手の悪魔か？ と身構えるが、夏バテした芦屋を心配し、働かない漆原に家事をさせている鈴乃の姿を見て思い過ごしだと胸をなでおろす。一方、真奥のアルバイト先であるマグロナルド幡ヶ谷駅前店では、はす向いにできるライバル店、センタッキーフライドチキンの開店が明日に迫っていた。"
                },
                "8": {
                    "ID": "4523082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/4523082",
                    "TitleEnglish": "The Hero Enters the Fray",
                    "SummaryEnglish": "Emi and Suzuno have some truly epic miscommunications, but when they finally get those straightened out, they're even less on the same page than before. Meanwhile, Maou's got bigger (?) problems: there's a new fast-food restaurant in town!",
                    "TitleJapanese": "勇者、修羅場に突入する",
                    "SummaryJapanese": "真奥たちの隣に引っ越してきた鎌月鈴乃。\n和服しか持っていないという彼女のため、恵美は一緒に買い物に出かけることに。一方真奥は、本社に赴く木崎に代わり初めて店長代理を任されていた。\nしかし、タイミング悪くその日ははす向かいに出来たセンタッキーフライドチキン開店日であり、客足はイマイチ。\nそんな時、怪しい風貌の男が店内に入って来る。"
                },
                "9": {
                    "ID": "4523083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/4523083",
                    "TitleEnglish": "The Hero Experiences a Fray",
                    "SummaryEnglish": "Insisting that Emi and Suzuno need an impartial third party to resolve their dispute, Rika goes with them to meet Maou. Meanwhile, Maou tries to handle the loss of business caused by the opening of a new restaurant.",
                    "TitleJapanese": "勇者、修羅場を経験する",
                    "SummaryJapanese": "真奥を巡って恵美と鈴乃が修羅場!? と勘違いした恵美の友人、鈴木梨香。\n興奮気味の梨香は、２人を引き連れ真奥がいる幡ヶ谷へと向かう。\nまずは作戦会議と、センタッキーフライドチキンに入ったが、真奥の命を受けて店舗を偵察にきていた芦屋と遭遇し、事態はさらに複雑に。梨香は芦屋の妙な説明により、恵美や芦屋たちとの関係にひとまず納得したものの、真奥への興味は増すばかりだった。"
                },
                "10": {
                    "ID": "4523084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/4523084",
                    "TitleEnglish": "The Devil and the Hero Take a Break From the Daily Routine",
                    "SummaryEnglish": "It's a busy day at the local amusement park, with crowded restaurants, animals on the loose, scary ghosts, and a much-needed swimwear intervention.",
                    "TitleJapanese": "魔王と勇者、いつもと違った日常を過ごす",
                    "SummaryJapanese": "新たなお化け屋敷のオープンに伴い、大勢の入場者が予想される遊園地・富島園。\nそれにあわせてマグロナルド富島園店にヘルプで行くことになった真奥。\n千穂も休みを返上して手伝いを申し出るが、木崎に真奥ひとりで十分と断られてしまう。諦めきれない千穂は恵美を誘うことに。また鈴乃も、新しいお化け屋敷により、相当な量の恐怖の感情が集まるのでは？ という隣室の会話を聞き、恵美に電話をかける。\nそして翌日、真奥と千穂、恵美、鈴乃の４人は富島園で顔を合わすのだが……。"
                },
                "11": {
                    "ID": "4523085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/4523085",
                    "TitleEnglish": "The Hero Stays True to Her Convictions",
                    "SummaryEnglish": "The stranger Suzuno met at the train station has her reconsidering her position on the Devil. Emi, however, is unwavering.",
                    "TitleJapanese": "勇者、己の信念を貫く",
                    "SummaryJapanese": "真奥たちの元に、ヴィラ・ローザ笹塚の大家であり海外旅行中の志波美輝から大量の荷物が届く。\n一緒に添えられていた手紙には、荷物を町内会のバザーに出してほしいと書かれていた。あまりにも量が多いため真奥は千穂に手伝いを願い出る。\n丁度その時、恵美も最近様子がおかしい鈴乃を心配して彼女の部屋を訪れていた。恵美と鈴乃にも無理やり手伝わせ、大変ながら楽しく作業を進めていたが、ひとり浮かない様子の鈴乃。\nそんな彼女にセンタッキーフライドチキンの店長、猿江三月が近づく。"
                },
                "12": {
                    "ID": "4523086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/4523086",
                    "TitleEnglish": "The Devil Carries Out His Duties",
                    "SummaryEnglish": "The archangel Sariel is willing to torture people to get what he wants, and he's confident that no one can stop him--but he didn't realize quite how seriously Maou takes his responsibilities.",
                    "TitleJapanese": "魔王、己の職責を果たす",
                    "SummaryJapanese": "猿江三月こと大天使サリエルと鈴乃に捕らわれた恵美と千穂。\n千穂からの何件もの着信に気付いた真奥は、漆原の発信機を辿り、サリエルたちがいる都庁にたどり着く。そ\nこで対峙する鈴乃と真奥。\n訂教審議会筆頭審問官、そして死神デスサイズベルとして幾度となく大槌を振るってきた鈴乃だったが、訂教審議会の象徴天使であるサリエルの命令とはいえ戸惑いがあった。\n今の真奥は本当に切るべき相手なのか、自分のやっていることは本当に正しいのかと……。"
                },
                "13": {
                    "ID": "4587075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/4587075",
                    "TitleEnglish": "The Devil and the Hero Do Some Honest Hard Work",
                    "SummaryEnglish": "Ashiya has something he needs to talk to his master about in private. Are the demons going back to Ente Isla?!",
                    "TitleJapanese": "魔王と勇者、真っ当に仕事に励む",
                    "SummaryJapanese": "「エンテ・イスラに帰らなければならないんだ」そう告げる真奥に「私も連れていってください！」と泣きながら訴える千穂。しかし真奥は悲しげに首を振る……。\nそんな夢を見た千穂は、真奥が本当に帰ってしまうのではないかと不安を覚える。また恵美も、幡ヶ谷を支配したと宣言する真奥の夢を見て、改めて気を引き締めた。\nそんな折、真奥は木崎に１週間の休みを願いでる。 それを聞いた千穂は、このまま帰ってこないつもりではと問いただすが、真奥は否定するのだった……。"
                }
            }
        },
        "2": {
            "ID": "1906928",
            "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/seasons/official/2",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "8884747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/8884747",
                    "TitleEnglish": "The Devil Screams in Sasazuka",
                    "SummaryEnglish": "Maou and company face their usual budget crisis while Emi and Suzuno attempt to have a conversation next door. It's the same old, same old... except that today, they sense an ominous presence. Before long, a bloodcurdling scream will rend the night.",
                    "TitleJapanese": "魔王、笹塚に叫ぶ",
                    "SummaryJapanese": "六畳一間のアパートで暮らす、魔王の真奥貞夫と悪魔大元帥の芦屋四郎、漆原半蔵の三人。芦屋がニートの漆原によって逼迫される家計に嘆いていると、真奥は下駄箱から何かの気配を感知した。一方、勇者である遊佐恵美は、真奥の隣室に住む訂教審議官・鎌月鈴乃のもとを訪問する。真奥と同じ職場で働く女子高生・佐々木千穂は、鈴乃に頼まれて一緒にお盆の迎え火をすることになっていた。バイト終わり、千穂は真奥とともにアパートに向かう。"
                },
                "2": {
                    "ID": "9250297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9250297",
                    "TitleEnglish": "The Devil and the Hero Inconceivably Become Parents",
                    "SummaryEnglish": "Alas Ramus seems dead set on the idea that Maou and Emi are her parents. After a few attempts at babysitting by Maou and Ashiya, though, it's clear that Chiho is the only one ready to cope with the realities of parenting. Her boss at MgRonald's isn't thrilled about all of this, but Chiho may have a future in the Devil's army...",
                    "TitleJapanese": "魔王と勇者、身に覚えなく親になる",
                    "SummaryJapanese": "突如現れた林檎から生まれた少女、アラス・ラムスは、真奥を『ぱぱ』、恵美を『まま』だと話す。正体の分からない少女は何故真奥の正体がサタンだと知っていたのか、そして誰が彼女を日本に送ったのか？　謎が尽きぬものの、当面の間魔王城で彼女を保護することとなった。しかし恵美が恋しいからか、壁を突き抜けて鈴乃にも聞こえるほどに夜泣きが続く。それはあの芦屋が疲労で弁当を買うほどで、千穂も何か助けになればとベビー用品を差し入れる。"
                },
                "3": {
                    "ID": "9250298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9250298",
                    "TitleEnglish": "The Devil and the Hero Go to the Amusement Park as Advised",
                    "SummaryEnglish": "Maou, Emi, and Alas Ramus have an eventful day at the amusement park. Meanwhile, their three stalkers do their not-so-great best to blend in.",
                    "TitleJapanese": "魔王と勇者、勧めに従い遊園地に行く",
                    "SummaryJapanese": "遊園地を訪れた真奥と恵美、アラス・ラムスの三人。そしてその様子を芦屋と千穂、恵美の同僚である鈴木梨香が見守っていた。しかし真奥たちがヒーローショーの観劇中、アラス・ラムスの額に三日月の紋章が浮かび上がる。恵美がアラス・ラムスの具合を見ていると、そこに謎の女が現れた。彼女が左手の指輪をかざすと、アラス・ラムスの体調が一瞬で回復。そして女は、ガブリエルと天兵連隊がアラス・ラムスを追っていると告げる。"
                },
                "4": {
                    "ID": "9250300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9250300",
                    "TitleEnglish": "The Devil Learns the Pain of Losing Something Precious",
                    "SummaryEnglish": "Emi attends a sleepover at the Devil's Castle. But in the morning, the fight for Alas Ramus and the sacred sword begins. Will Maou and Emi win? Will Gabriel take what's precious? Will there be a magical girl transformation sequence?!",
                    "TitleJapanese": "魔王、大切なものを失う苦しみを知る",
                    "SummaryJapanese": "アラス・ラムスの正体は、セフィロトの樹に生る世界形成の宝珠・セフィラ、イェソドの化身なのかもしれない。そう考えていた矢先、アラス・ラムスを捕らえるべくガブリエルと天兵連隊が現れる。交渉の甲斐もあって、彼らとの争いに一日の猶予が生まれた。それに備え、万が一戦う場合になったとき共闘するべく、真奥は恵美に魔王城に泊まってほしいと頼む。アラス・ラムスの涙を黙って見ていられない真奥は、命を賭けてガブリエルと対峙する。"
                },
                "5": {
                    "ID": "9250301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9250301",
                    "TitleEnglish": "The Devil Is at Sea After Losing His Home and His Job",
                    "SummaryEnglish": "Alas Ramus may be safe, but Maou and his roommates have a few more crises to face. Luckily, they have strong allies on their side.",
                    "TitleJapanese": "魔王、家も仕事も失い途方に暮れる",
                    "SummaryJapanese": "戦いを経て、アラス・ラムスは恵美の聖剣と融合した。そんな中、改装工事によってマグロナルド幡ヶ谷駅前店が八月半ばまで閉店することとなる。真奥が「閉店」の二文字に意気消沈しながら城に戻ると、今度は大家から修理工事に伴いアパートを一時退去するよう知らせが入る。大家は代理住居の無い真奥たちに、銚子で姪が営んでいる海の家を住み込みで手伝ってくれないかと持ちかけた。これ幸いにと真奥・芦屋・漆原の男三人で働くことを決める。"
                },
                "6": {
                    "ID": "9250302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9250302",
                    "TitleEnglish": "The Hero Helps the Devil Reequip His Workplace",
                    "SummaryEnglish": "With Ohguro's new and improved look, business is booming! In fact, there are more customers than Maou and his team can handle alone. And at night, there are ominous shadows in the fog...",
                    "TitleJapanese": "勇者、魔王の職場の大改造に協力する",
                    "SummaryJapanese": "真奥たちが大黒天祢の営む海の家で住み込みを開始したその夜、君ヶ浜一帯を霧が覆う。芦屋は霧の中に大きな人影を確認するが、その正体は重傷を負った魔界の悪魔、サイクロップスとビーストデモノイドだった。その上、彼らを率いていた悪魔大尚書カミーオも同じように重傷を負って現れる。銚子に何故悪魔がいて、霧の中に何が潜んでいるのだろうか？謎を残したまま夜が明け、海開き当日。海の家で真奥たちの戦いが始まろうとしていた。"
                },
                "7": {
                    "ID": "9250303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9250303",
                    "TitleEnglish": "The Devil Learns That Choshi (and the World) Are Bigger Than He Knew",
                    "SummaryEnglish": "Emi, Maou, and the gang learn the source of the recent demon invasion, as well as some surprising facts about Choshi City and their boss.",
                    "TitleJapanese": "魔王、銚子と世界の広さを知る",
                    "SummaryJapanese": "カミーオは、大黒天祢こそ悪魔たちを圧倒した人間だと言う。真奥たちは、疑いを天祢に悟られないようにしながら恵美と落ち合う。そこでカミーオは、真奥が去った後の魔界と天界、エンテ・イスラの三界の様子を話し始めた。魔王の仇を討とうとしていた主戦派の悪魔たちはオルバ・メイヤーに唆されて聖剣を探しており、カミーオは主戦派よりも先に聖剣を手にすべく日本に来たという。だが、同時にカミーオは主戦派の大部隊が日本に向かっていると明かす。"
                },
                "8": {
                    "ID": "9250304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9250304",
                    "TitleEnglish": "The Devil Begins Farming",
                    "SummaryEnglish": "Maou, Ashiya, and Urushihara get a farming job on Chiho's recommendation. Emi seems to have some feelings about it.",
                    "TitleJapanese": "魔王、就農する",
                    "SummaryJapanese": "アパートの修繕が終わり、魔王城に戻ってきた真奥たち。とはいえ未だバイト先は改装中。悩む真奥に千穂がバイト話を持ち込んでくる。なんでも祖母の畑が収穫時期を迎えたが、人手が足りなくなったらしい。その誘いに乗った真奥たちは、千穂の母が運転する車で一路長野へ向かう。一行は見渡す限り佐々木家の畑だというその広さに驚きを隠せない。その夜、真奥たちが近所の温泉に向かうと、そこには恵美と鈴乃、そしてアラス・ラムスの姿があった。"
                },
                "9": {
                    "ID": "9250305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9250305",
                    "TitleEnglish": "The Devil and the Hero Rise Up to Defend the Sasakis",
                    "SummaryEnglish": "Thieves and demons and bears, oh my!",
                    "TitleJapanese": "魔王と勇者、佐々木家を守るために立ち上がる",
                    "SummaryJapanese": "佐々木家の畑に熊が出没するが、恵美が片手背負いで投げ飛ばし退治する。その様子は新聞にも報じられるほどで、千穂の従兄からは感謝の意が伝えられた。その後、真奥は千穂の伯父から、佐々木家がどのように農業の手を広げてきたのかを聞く。真奥はその話を受けて、魔界が統一されるまで争いが収まらなかった理由を察する。また、市内で畑泥棒が出現する。真奥たちは佐々木家の作物も狙われていると感じ、泥棒対策を練り始めた。"
                },
                "10": {
                    "ID": "9250306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9250306",
                    "TitleEnglish": "The Devil Adamantly Insists on Buying a TV",
                    "SummaryEnglish": "Maou thirsts for a TV, Emi learns some shocking news, and Urushihara schools us all on how to be proper NEETs.",
                    "TitleJapanese": "魔王、テレビ購入を強硬に主張する",
                    "SummaryJapanese": "エメラダ・エトゥーヴァから、恵美の母であるらしいライラという人物が日本を訪れていないかと電話が入る。母が生きているかどうかすら分からなかったのに、近くにいると知り、恵美は動揺する。そんな中、魔王城からは今日も大きな声が響く。真奥が海と山で働いた臨時収入を元手にテレビを買いたいと言うのだ。渋る芦屋に対し、真奥はこれまで家電購入時に貯めたポイントも使おうと提案。そんな日常を眺める恵美に、鈴乃はある言葉を口にする。"
                },
                "11": {
                    "ID": "9250307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9250307",
                    "TitleEnglish": "The Devil Preaches Human Interaction",
                    "SummaryEnglish": "Buying the Devil's TV is more exciting than anyone expected. Unrelatedly, Maou is wiser about human relationships than anyone expected.",
                    "TitleJapanese": "魔王、人との関わりを説く",
                    "SummaryJapanese": "芦屋は梨香をアドバイザーとして呼び、真奥と鈴乃を加えた四人で家電量販店へ向かう。梨香は芦屋のふとした仕草に胸の鼓動が止まらない。その様子を観察していた真奥は梨香が芦屋に好意を抱いていることに気付いてしまう。その一方、恵美はイェソドの欠片が指す光を頼りにライラの居場所を探していた。光の示した場所は新宿の病院。そこには、テレビの前で昏睡したまま目覚めない千穂が入院していたのだった。"
                },
                "12": {
                    "ID": "9250308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9250308",
                    "TitleEnglish": "The Devil and the Hero Focus on What's Happening Right Now",
                    "SummaryEnglish": "The whole gang prepares for their showdown with Raguel. But the fight has a lot of unexpected twists and turns, thanks to meddling from more than one immortal.",
                    "TitleJapanese": "魔王と勇者、とりあえず目の前の出来事に集中する",
                    "SummaryJapanese": "千穂を昏睡させた原因は、監視者・ラグエルのソナーだった。テレビの電波を利用していた敵の居場所として考えられるのは二つの電波塔。真奥たちは二手に分かれてラグエルを探すこととなる。恵美はガブリエルと対峙し、ラグエルの居場所とライラを探す理由を明かすよう迫る。だが彼の口から飛び出たのは、人間と天使、異なる種族の間に生まれた勇者エミリア出生の秘密だった。戦いが始まるそのとき、千穂が目を覚ます。そして彼女の電話が鳴り……。"
                },
                "13": {
                    "ID": "9693228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9693228",
                    "TitleEnglish": "The Devil Returns to the Workplace",
                    "SummaryEnglish": "The Sasazuka MgRonald's remodeling is complete. New toilets! Better coffee machines! Maou and Ashiya's worries would be over, if it weren't for the girls' suspicious new habit.",
                    "TitleJapanese": "魔王、職場に復帰する",
                    "SummaryJapanese": "マグロナルド幡ヶ谷駅前店が新装開店し、二階にカフェができた。そのことに興奮を隠せない真奥にアラス・ラムスを預けて、恵美は鈴乃や千穂とともに魔王城の隣室で何らかの会議を重ねていた。恵美はガールズトークと呼ぶものの、芦屋はその言葉を不思議に感じている。加えて、壁にコップを当てると、「隠し通す」「既成事実」といった不穏な言葉が聞こえてきた。すかさず芦屋は彼女たちを尾行するも、住宅街で姿を見失ってしまう。"
                },
                "14": {
                    "ID": "9869959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9869959",
                    "TitleEnglish": "The Devil and the Hero Question Their Daily Routine",
                    "SummaryEnglish": "The battle with Gabriel and Raguel is over, but the transition back into daily life isn't all smooth sailing.",
                    "TitleJapanese": "魔王と勇者、日常に惑う",
                    "SummaryJapanese": "コーヒーを上手く淹れるため、店長の木崎からマグロナルド・バリスタ講習を受けるよう勧められた真奥。魔王城に戻ると、今日も深夜まで隣の部屋では鈴乃が千穂に特訓している。連日のことに、真奥は千穂のことを心配せずにはいられない。しかし同時に、日常とは変わらないものではなく、絶えず動いている時間の中で変化していくものだと悟る真奥。それは恵美も同様で、父親の仇でないと発覚した真奥への接し方が変わろうとしていた。"
                },
                "15": {
                    "ID": "9869960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9869960",
                    "TitleEnglish": "The Devil and the Hero Take the First Steps Toward a New Dream",
                    "SummaryEnglish": "Maou has been thinking about dreams ever since his conversation with Kisaki, and he knows exactly what to do next. Of course, whether he can get the necessary parties' buy-in on his dream is another matter...",
                    "TitleJapanese": "魔王と勇者、新たな夢の一歩を踏み出す",
                    "SummaryJapanese": "突如、新生魔王軍を名乗る悪魔・ファーファレルロとイルオーンと名乗る少年が真奥たちの前に現れた。ファーファレルロは真奥の覇道への意志を疑っていて……。そんな中、自身が真奥たちの弱点であると自覚する千穂は、身を守る法術を急いで習得するため、サリエルに協力を要請した。だが、千穂の法術が完成するよりも早く、真奥のもとに再びイルオーンが出現。千穂をファーファレルロの元へと誘う。そして千穂も、敢えてその誘いに乗ろうとするが……。"
                },
                "16": {
                    "ID": "9869961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9869961",
                    "TitleEnglish": "The Devil and the Hero Go Futon Shopping",
                    "SummaryEnglish": "Alas Ramus deserves a safe and comfy place to sleep! Emi and Maou go on a futon-shopping quest while Ashiya and Urushihara try to figure out what's going on with Suzuno.",
                    "TitleJapanese": "魔王と勇者、お布団を買いに",
                    "SummaryJapanese": "アラス・ラムスを魔王城に泊まらせたいと真奥は恵美に提案したが、硬い畳の上に寝かせるつもりかと即座に却下される。しかし、一緒に寝たい気持ちは分かるため、恵美が半額負担して布団を買うことになった。真奥と恵美はシフトの休みが重なる日、聖蹟桜ヶ丘にあるショッピングセンターに一緒に行くことに。二人は様々な会話をしながら、アラス・ラムスとともに買い物をしていく。しかし、恵美は真奥との接し方を、未だに悩み続けていた。"
                },
                "17": {
                    "ID": "9869962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9869962",
                    "TitleEnglish": "The Hero Says Goodbye for a Time",
                    "SummaryEnglish": "Emi takes a trip to Ente Isla. Those left behind in Japan spend a lot of time arguing about whether or not they're worried.",
                    "TitleJapanese": "勇者、しばしの暇乞いをする",
                    "SummaryJapanese": "魔王城で食卓を囲む真奥たち。平穏な日常は、恵美の言葉で破られた。「私しばらく、実家に帰らせてもらうわ」――。聖剣やイェソドの欠片、天界と悪魔との繋がりについて手掛かりを掴むため、一週間ほどエンテ・イスラに戻るのだと言う。恵美は、千穂との合同誕生パーティーがある12日には遅くとも戻ると言い残して旅立った。しかし、前日の昼になっても恵美が帰ってくる気配はない。真奥たちは恵美の身に何かあったのかと心配するが……。"
                },
                "18": {
                    "ID": "9869963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9869963",
                    "TitleEnglish": "The Devil Gets Off to a Late Start",
                    "SummaryEnglish": "Urushihara and Suzuno rush to Chiho's aid, but Maou lags behind thanks to his lack of magic and his confusing new acquaintances. Meanwhile, Ashiya has the toughest job of all: explaining all this to Rika.",
                    "TitleJapanese": "魔王、出遅れる",
                    "SummaryJapanese": "恵美と連絡が取れなくなってから数日後、千穂が通う笹幡北高校に突如悪魔が出現する。千穂は覚え立ての聖法気を使って悪魔の気を引き寄せ、これまでと同様に対話で相互理解を試みる。一方真奥は、運転免許センターでアラス・ラムスの妹と称する少女、アシエス・アーラと、恵美の父、ノルド・ユスティーナと知り合う。そんな中、鈴乃から笹幡北高校で起きた千穂の緊急事態について連絡を受け、二人を伴って笹塚に取って返すことになり……。"
                },
                "19": {
                    "ID": "9869964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9869964",
                    "TitleEnglish": "The Hero Weeps",
                    "SummaryEnglish": "Who's holding Emi hostage? Why are so many humans, demons, and angels after Ashiya? Maou needs to find out all this and more, but first he needs a new source of power to defeat the invading army with.",
                    "TitleJapanese": "勇者、泣く",
                    "SummaryJapanese": "鈴乃と漆原が千穂の窮地に駆けつけたが、二人の留守を突いてガブリエルの魔の手が魔王城にいる芦屋のもとへと押し寄せる。恵美の身を案じてアパートを訪れていた梨香と、真奥に託されたノルド。必死の抵抗もむなしく芦屋とノルドはガブリエルに捕縛されてしまい、梨香にも命の危機が迫る。しかし、そこへ天祢が乱入し……。一方真奥は、笹幡北高校を囲む嵐の壁に手をこまねいていた。だが、アシエスは嵐の壁の突破は容易だと言う。"
                },
                "20": {
                    "ID": "9869965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9869965",
                    "TitleEnglish": "The Hero Questions Her Hometown",
                    "SummaryEnglish": "Emi is freshly struck by all the differences between Ente Isla and Japan. Then Alas Ramus reveals more about herself, causing Emi to reevaluate several things. Meanwhile, Maou is just trying to coexist with Acieth Alla without losing his mind.",
                    "TitleJapanese": "勇者、故郷に惑う",
                    "SummaryJapanese": "エンテ・イスラに帰ってきた恵美は、故郷のスローン村へ向かう。スローン村に辿り着くと、そこには父が育てた麦畑が生き残っていた。その光景に力を得た恵美は、生家に入ってアラス・ラムスと食事をした後手掛かりを探すと、そこで一枚の書類を目にする。その翌日、アラス・ラムスが家から飛び出していき、追っていた恵美も含めてその先にあった結界に吸い込まれてしまった。そこでアラス・ラムスの額にある月が紫色に光り出して……。"
                },
                "21": {
                    "ID": "9869966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9869966",
                    "TitleEnglish": "The Devil Vomits",
                    "SummaryEnglish": "Maou and Suzuno make their way through Ente Isla's forests. Emi and Ashiya each learn what they've been brought to Efzahan for.",
                    "TitleJapanese": "魔王、吐く",
                    "SummaryJapanese": "エンテ・イスラに囚われた恵美を救うべく、地獄の門を通って真奥と鈴乃はエンテ・イスラに向かった。聖剣としてアシエスも同行。真奥たちは、何回もの野宿を挟みつつ、恵美のもとに向かってスクーターでエフハサーンの森を駆けていく。その道中で鈴乃は、何故魔王として民を率い、エンテ・イスラに攻め入ったのか、真奥に尋ねた。そんな中、オルバは恵美を担ぎ上げてエフハサーンを蝕む悪魔狩り――二度目の蒼天蓋奪還作戦を決行する。"
                },
                "22": {
                    "ID": "9869967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9869967",
                    "TitleEnglish": "The Devil Loses His Standing",
                    "SummaryEnglish": "Are we about to finally learn the landlady's secret?! Also, Ashiya takes control of the Malebranche while Maou struggles with his magic and Emi struggles with the stress of her position.",
                    "TitleJapanese": "魔王、立場を失う",
                    "SummaryJapanese": "セフィラの真実を天祢に問う千穂の前に、魔王城の大家、志波美輝が現れる。彼女は千穂に覚悟を問うが、決意とともに「逃げたくない」と答える。その頃、恵美は義勇軍の旗印として担ぎ上げられ、芦屋が大将であるマレブランケ軍と交戦していた。真奥はその状態を終わらせるべくエンテ・イスラに向かったものの、アシエスの聖剣が使えない。果たして恵美と芦屋の激突を防ぐことはできるのか？"
                },
                "23": {
                    "ID": "9869968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9869968",
                    "TitleEnglish": "The Hero Dances on the Battlefield",
                    "SummaryEnglish": "Suzuno and Albert's plan hits a snag, but Emi and Ashiya's plans are going oddly well. The big questions of the day are: Can Maou merge with Acieth again? And does he have enough gas left in Powered Dullahan III?",
                    "TitleJapanese": "勇者、戦陣に踊る",
                    "SummaryJapanese": "人と悪魔を守るため、魔王と勇者たちはエフサハーンの皇都・蒼天蓋に集った。鈴乃とアルバートは統一蒼帝との接触を試みる、待ち構えていたガブリエルと対峙。芦屋はマレブランケと八巾騎士団を操り、恵美とオルバ率いる義勇軍を迎え撃つ。彼らは真奥が辿り着くまで互いに持ちこたえることを選ぶのだった。そして真奥とアシエスは、今まさに始まらんとする蒼天蓋の争乱に、フルスロットルのスクーターでカチコミを掛ける――!!"
                },
                "24": {
                    "ID": "9869969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-devil-is-a-part-timer/episodes/9869969",
                    "TitleEnglish": "The Devil and the Hero Witness Change in Ente Isla",
                    "SummaryEnglish": "At last, all the players are in place for the final battle in Efzahan. What happens next?",
                    "TitleJapanese": "魔王と勇者、エンテ・イスラの変革に立ち会う",
                    "SummaryJapanese": "オルバ・メイヤーは既に詰んだ。ガブリエルの罠に嵌ったと思われた鈴乃とアルバートは、セント・アイレで異端審問に掛けられていたエメラダを救い出す。そして彼女たちは、ゲートを開いて蒼天蓋に駆けつける。天使とオルバの動きを全て知る統一蒼帝と、人質とされたノルドの安全は確保された。後顧の憂いを断った今、残すはすべての黒幕たる天使たちを倒すのみ。天使を討つべく、真奥と恵美はイェソドの欠片が輝く聖剣を振りかざす――!!"
                }
            }
        }
    }
}