{
    "URL": "https://www.thetvdb.com/series/photo-kano",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2623042/",
        "https://www.themoviedb.org/tv/56081"
    ],
    "TitleEnglish": "Photo Kano",
    "SummaryEnglish": "The story revolves around the male protagonist who just got a DSLR camera from his dad and start to develop photography as his new hobby. Based on Photo Kano PSP dating simulation game.",
    "TitleJapanese": "フォトカノ",
    "SummaryJapanese": "主人公（デフォルト名は前田一也）は、光河（こうが）学園に通う高校2年生。特に心が沸き立つこともなく、平凡に夏休みが終わろうとしている。そんな、夏休み最後の夜。主人公は父親からデジタル一眼レフカメラを譲り受けた。これまで、デジカメには特に興味がなかった主人公だが、いざ手にしてみると、そのずっしりとした手応えと、機能美に魅了された。元々、いわゆるデジモノが好きな主人公は、（とりあえず、明日、学校へ持って行って、何か撮ってみるか）代わり映えのしない毎日に、変化が生まれた瞬間だった",
    "Aliases": [
        "Photokano"
    ],
    "Modified": "2025-05-28",
    "Seasons": {
        "0": {
            "ID": "558664",
            "URL": "https://www.thetvdb.com/series/photo-kano/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5120116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/photo-kano/episodes/5120116",
                    "TitleEnglish": "Moon Witch Pretty Lovey Song",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "514052",
            "URL": "https://www.thetvdb.com/series/photo-kano/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4516062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/photo-kano/episodes/4516062",
                    "TitleEnglish": "Encounter",
                    "SummaryEnglish": "As the summer vacation ended and the new semester started, Kazuya Maeda begins to experience the ways of the camera and changes in his life: his childhood friend and school idol Haruka Niimi and his other friend Nonoka Masaki encourage him take photos of them, and he meets his sister's friend Mai Sakura and get along. This later drags the attention of the president of the Photography Club, Hiromichi Kudou, who welcomes Kazuya to the club. But the president of the Photo Club, Katsumi Kurebayashi tries to change his mind and convince him to join their club. In the end, Kazuya chooses the Photography Club. In the evening, after meeting and exchanging a few words with another Photo Club member - Hikari Sanehara, Kazuya sees Tomoe Misumi sitting and crying over Haruka's desk in their classroom and promises her that he'll keep it a secret from everyone, even Haruka, in exchange for the reason why Tomoe was doing it.",
                    "TitleJapanese": "出会い",
                    "SummaryJapanese": "光河学園に通う高校２年生の前田一也は、夏休みを特に何をするわけでもなく過ごしていた。そんな夏休み最後の夜に、一也は父親からデジタル一眼レフカメラを譲り受ける。\nこれまでカメラに興味がなかった一也だが、手にしてみるとずっしりとした手応えと、機能美に魅了されてしまう。一也はこのカメラが自分を変えてくれるきっかけになると思い、新学期学校へ登校する。そこで幼馴染の新見遙佳と登校中に出会うが…"
                },
                "2": {
                    "ID": "4530906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/photo-kano/episodes/4530906",
                    "TitleEnglish": "School Paradise",
                    "SummaryEnglish": "Now that Kazuya is a member of the Photography Club, he has been taking pictures right and left. One day, Haruka asks him to take some swimsuit pictures of her, but what if the Photography Club finds out?",
                    "TitleJapanese": "学園天国",
                    "SummaryJapanese": "写真部に入った前田一也。部長の九堂博道から突然、「明日の放課後に緊急ミーティングがあるから集合するように」とのメールが来る。\n 不安な思いで、昼休みにプールへの渡り廊下を歩いていると、忘れ物を取りに来たスクール水着姿の新見遙佳と出会う。新見遙佳から突然、「前田くんの力になりたい」と撮影モデルの誘いが来る。一也と新見遙佳の二人だけの秘密の撮影会のはずが、そこには…。"
                },
                "3": {
                    "ID": "4530907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/photo-kano/episodes/4530907",
                    "TitleEnglish": "Profusion of Flowers",
                    "SummaryEnglish": "Kazuya is getting to know the girls around school. He learns of Aki's surprising past and helps her naughty side blossom. When the Photography Club commences Operation: Haruka Niimi, he must put flirting aside to protect an old friend!",
                    "TitleJapanese": "百花繚乱",
                    "SummaryJapanese": "学園祭での写真部恒例『写真部展』にむけ、「自分の納得がいく写真が取りたい！撮って撮ってとりまくろう。そうすれば、自ずと答えが見えてくるはず！」と写真に真剣に（？！）目覚め始める前田一也。だが写真部展のミスフォトジェニックに新見遙佳が選ばれてしまった。しかも同じ写真部の中川行太、東孝から「オペレーション新見遙佳」が発動された。\n 「オペレーション新見遙佳」とは…？一也は遙佳を守れるのだろうか…。"
                },
                "4": {
                    "ID": "4530908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/photo-kano/episodes/4530908",
                    "TitleEnglish": "My Feelings Henceforth",
                    "SummaryEnglish": "Kazuya is taking full advantage of his blackmail material on Aki Muroto. If she wants certain pictures kept hidden, she has to do anything he says. But how will Kazuya respond when he gets thrown into a similar situation?",
                    "TitleJapanese": "これからの想い",
                    "SummaryJapanese": "放課後、写真部の中川行太、東孝からもらったH本が下駄箱に挟まってしまい取り出そうとしていた一也。そんな時に新見遙佳が声をかけてきた。慌てた一也だが、下駄箱のH本がバレないようにしながら、遙佳に一緒に帰ろうと誘う。H本が気になりながらも、遙佳と一緒に帰宅することになった一也。遙佳との話題を模索して困っていたが、カメラの話題になると、真剣に話す一也の姿に遙佳は…"
                },
                "5": {
                    "ID": "4530909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/photo-kano/episodes/4530909",
                    "TitleEnglish": "Mismatched Romance",
                    "SummaryEnglish": "Kazuya and Haruka's relationship seemed to be headed straight from childhood friends to boyfriend girlfriend, at least for a while. But now with everyone insisting that Haruka can do better, maybe it's time Kazuya let her go...",
                    "TitleJapanese": "恋の掛け違い",
                    "SummaryJapanese": "ある日、前田一也は学校の廊下でうずくまっている新見遙佳を発見。保健室へ遙佳を連れて行き、寝ている遙佳をみながら、子供時代のことを思い出していた。帰り道に学園のアイドルとなった遙佳と一緒にいる自分に「誇れるものが無い…」と自信が持てないで悩んでいた。さらに、学校では「二人が不釣合いだ」という噂をミミにしてしまった。そんな中、サッカー部のキャプテン桐山が遙佳に交際を申し込んでいる現場に遭遇してしまう。その時一也は…"
                },
                "6": {
                    "ID": "4530910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/photo-kano/episodes/4530910",
                    "TitleEnglish": "These Feelings are Vastly...",
                    "SummaryEnglish": "Kazuya and Haruka are able to kiss and make up, but Kazuya isn't in the clear yet. With the school festival coming up, the Photography Club's Miss Photogenic Gallery is right around the corner! How will Haruka react to a gallery on her?",
                    "TitleJapanese": "想いはるかに",
                    "SummaryJapanese": "前田一也が待つ「思い出の場所」に遙佳が現れた。昔のトラウマが、遙佳との距離を置いてしまった事を告白し、昔の二人に戻った一也と遙佳。「学園祭の写真部展を見に来て欲しい！自信のある写真を展示したい。」と誘う一也に「絶対見に行く」と遙佳。海でのデートを経てどんどん近付く二人の距離。そしてついに学園祭当日。写真部展が開催され、ミスフォトジェニックが発表となるが…"
                },
                "7": {
                    "ID": "4530911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/photo-kano/episodes/4530911",
                    "TitleEnglish": "Star's Smile",
                    "SummaryEnglish": null,
                    "TitleJapanese": "星の笑顔",
                    "SummaryJapanese": "普段から笑顔も見せず、ただ景色を撮っている実原氷里。一也は「実原氷里の笑顔が観たい！」その一心であの手この手で実原にアプローチをかける。中々笑顔を見せない実原に一也は意を決して校舎裏へ誘い出す。一也の身体を張ったチャレンジは実原を笑顔にすることができるのだろうか？そして実原が笑顔を見せなくなった理由とは…。"
                },
                "8": {
                    "ID": "4530912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/photo-kano/episodes/4530912",
                    "TitleEnglish": "Gaze into Her True Face",
                    "SummaryEnglish": "As Kazuya blackmails Aki with his picture of her sneaking onto campus, he begins to catch snippets of her true self. She is the stern Student Body President, the young lady who loves to dive and an insecure girl...",
                    "TitleJapanese": "素顔を見つめて",
                    "SummaryJapanese": "生徒の行動に厳しく、堅物で知られる生徒会長の室戸亜岐は、一也に不正登校の現場を撮影されてしまって以来、言われるがままに写真のモデルを引き受けてきた。周囲からは完璧な優等生として見られている室戸だが、ある日一也は彼女が屋上で授業をサボっているの見つける。いったんは現場を撮影しようとした一也だったが、様子がおかしい室戸を見て意外な行動に出る。"
                },
                "9": {
                    "ID": "4530913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/photo-kano/episodes/4530913",
                    "TitleEnglish": "A Letter of Challenge for Love",
                    "SummaryEnglish": "Nonoka has two goals at the moment. The first is the master the rise ball. The second, and quite possibly more difficult of the two, is to win Kazuya's heart! Since she's not really his type, it's going to take quite a bit of work!",
                    "TitleJapanese": "恋の果たし状",
                    "SummaryJapanese": "一也の幼なじみで、ソフトボールに打ち込む天然活発娘の間咲ののか。彼女にモデルを引き受けてもらう代わりに始まったのが、ライズボールを習得するための特訓の日々だった。そんな中、激突キスをきっかけに二人の運命の糸が絡み出す。そして差し出される「果たし状」…。夏から秋へと移りゆく季節の中、一也とののかの甘酸っぱい恋の果たし合いが始まる。"
                },
                "10": {
                    "ID": "4530914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/photo-kano/episodes/4530914",
                    "TitleEnglish": "An Angel's Dance",
                    "SummaryEnglish": null,
                    "TitleJapanese": "天使の舞い",
                    "SummaryJapanese": "「新体操の天使」と称される早倉舞衣は、秋の競技会に向けて絶賛ダイエット中。エッチ本を人質にとられている一也は、断る術もなく彼女の妄想を刺激する専属グルメリポーターになることに。一方で練習に励む舞衣の真剣な姿を目の当たりにし、徐々に惹かれていく一也。そして、いよいよ選考会の日がやって来る…。プールでの撮影、自宅でのハプニング－二人の恋がキュートに加速してゆく！"
                },
                "11": {
                    "ID": "4530915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/photo-kano/episodes/4530915",
                    "TitleEnglish": "The School Bride",
                    "SummaryEnglish": "After trying one of Rina's hamburgers, Kazuya promises to help recruit members for the Cooking Workshop. They need a total of four members before the school festival, but that's only a month away! Will they get the people they need in time?",
                    "TitleJapanese": "学園のお嫁さん",
                    "SummaryJapanese": "学園の嫁、柚ノ木梨奈が作った料理研究会は、学園祭までに部員を4人以上にしなければ廃部という危機の中にあった。一也は新入部員募集のポスター作りに協力することにし、梨奈は新メニューの完成を目指して動き始めたが、明確な案が得られぬまま季節は秋へと移り変わっていた。そんな中、気分転換のために出かけた遊園地で、急遽ついてきた梨奈の妹・絵梨奈の無邪気な一言に、意識し合ってしまう二人…。\nさぁ、料理研究会の運命やいかに！そして、二人の恋の行方は！？"
                },
                "12": {
                    "ID": "4530916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/photo-kano/episodes/4530916",
                    "TitleEnglish": "Photograph Memory",
                    "SummaryEnglish": "Tomoe is unhappy with herself and tries to remain aloof, but Kazuya won't stand for that. He wants to make Tomoe realize that she isn't plain and help her make friends. But what if there is a reason why she tries to remain invisible...?",
                    "TitleJapanese": "フォトグラフメモリー",
                    "SummaryJapanese": "「あなたに伝えなきゃいけないことがあるの。」孤独な瞳で深角友恵に一也が告げられたのは、友恵が終業式後に転校してしまうという事実だった・・・。ショックを受ける一也だったが、一つ一つの思い出を写真に残そうと提案する。そうして徐々に心を開いていった友恵は、学校の皆に転校の事実を告げることを決心する。しかし光陰矢の如し、お別れの日がいよいよ迫ってくる－。カメラに事実を変えることはできない。それでも、一瞬一瞬を切り取るカメラが変えてくれる運命がある。「ファインダーの向こうの君に、恋をした」－。"
                },
                "13": {
                    "ID": "4597203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/photo-kano/episodes/4597203",
                    "TitleEnglish": "Mutual Feelings",
                    "SummaryEnglish": "Kazuya has a big problem. While his parents are gone on a trip for Europe, he realizes that he might have the hots for his younger sister, Kanon. If he confesses his feelings, for better or worse, life at home may never be the same again!",
                    "TitleJapanese": "想い合い",
                    "SummaryJapanese": "チリンと鳴る果音の携帯に付けられた鈴の音は、一也と果音の幼き記憶の象徴だった―。福引の特賞で当たったヨーロッパ旅行を両親にプレゼントしたことをきっかけに始まった同棲生活を送る中で、二人の秘めた記憶と想いが目覚めてゆく…。いつも笑顔を絶やさず、明るく元気いっぱいの果音が見せる切ない眼差しが、今二人の運命を切り開く。"
                }
            }
        }
    }
}