{
    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2703720/",
        "https://www.tbs.co.jp/anime/oregairu/",
        "http://www.reddit.com/r/OreGairuSNAFU",
        "https://www.themoviedb.org/tv/65676",
        "https://x.com/anime_oregairu"
    ],
    "TitleEnglish": "My Teen Romantic Comedy SNAFU",
    "SummaryEnglish": "So exactly what’s going to happen when Hachiman Hikigaya, an isolated high school student with no friends, no interest in making any and a belief that everyone else’s supposedly great high school experiences are either delusions or outright lies, is coerced by a well meaning faculty member into joining the one member “Volunteer Services Club” run by Yukino Yukinoshita, who’s smart, attractive and generally considers everyone in her school to be her complete inferior?",
    "TitleJapanese": "やはり俺の青春ラブコメはまちがっている。",
    "SummaryJapanese": "「青春とは嘘であり、悪である」\n──こう書いた作文をきっかけに、「奉仕部」に入部させられた比企谷八幡。\n奉仕部では、息を呑むほどの美少女・雪ノ下雪乃、クラスの上位カーストに属するギャル・由比ヶ浜結衣に出会い、ラブコメに展開──するはずが、八幡の残念な性格がそれを許さない！\n八幡の高校生活、いったいどうなる!?",
    "Aliases": [
        "Hamachi",
        "Oregairu",
        "Oregairu 2",
        "Oregairu 3",
        "Oregairu Kan",
        "Oregairu Zoku",
        "Yahari Ore no Seishun Love Come wa Machigatte Iru.",
        "Yahari Ore no Seishun Love Come wa Machigatte Iru. Kan",
        "Yahari Ore no Seishun Love Come wa Machigatte Iru. Zoku",
        "Yahari Ore no Seishun Love Come wa Machigatteiru.",
        "Yahari Ore no Seishun Love Come wa Machigatteiru. Kan",
        "Yahari Ore no Seishun Love Come wa Machigatteiru. Zoku",
        "Yahari Ore no Seishun Love Comedy wa Machigatte Iru.",
        "Yahari Ore no Seishun Love Comedy wa Machigatte Iru. Kan",
        "Yahari Ore no Seishun Love Comedy wa Machigatte Iru. Zoku",
        "Yahari Ore no Seishun Love Comedy wa Machigatteiru.",
        "Yahari Ore no Seishun Love Comedy wa Machigatteiru. Kan",
        "Yahari Ore no Seishun Love Comedy wa Machigatteiru. Zoku",
        "Yahari Ore no Seishun LoveCome wa Machigatte Iru.",
        "Yahari Ore no Seishun LoveCome wa Machigatte Iru. Kan",
        "Yahari Ore no Seishun LoveCome wa Machigatte Iru. Zoku",
        "My Teen RomCom SNAFU",
        "My Teen RomCom SNAFU 2",
        "My Teen RomCom SNAFU 3",
        "My Teen Romantic Comedy SNAFU 2",
        "My Teen Romantic Comedy SNAFU 3",
        "My Teen Romantic Comedy: SNAFU",
        "My Teen Romantic Comedy: SNAFU 2",
        "My Teen Romantic Comedy: SNAFU 3",
        "My Teen Romantic Comedy: SNAFU Climax",
        "My Teen Romantic Comedy: SNAFU Too!",
        "My Teenage RomCom SNAFU",
        "My Teenage RomCom SNAFU 2",
        "My Teenage RomCom SNAFU 3",
        "My Youth Romantic Comedy is Wrong as I Expected",
        "My Youth Romantic Comedy is Wrong as I Expected 2",
        "My Youth Romantic Comedy is Wrong as I Expected 3"
    ],
    "Modified": "2025-09-16",
    "Seasons": {
        "0": {
            "ID": "558663",
            "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4669962",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/4669962",
                    "TitleEnglish": "There's No Choice but to Wish Them Happiness Right Here as They Arrive at Their Destiny",
                    "SummaryEnglish": "Hiratsuka-sensei asks the volunteer club to help her contribute to a local magazine themed around marriage. Since none of them, including Hiratsuka-sensei, knows anything about the subject, they ask someone who has experience \"taking care of useless deadweight\", namely Hatchiman's sister Komachi.",
                    "TitleJapanese": "こちらとしても彼ら彼女らの行く末に幸多からんことを願わざるを得ない。",
                    "SummaryJapanese": "奉仕部に一風変わった依頼が舞い込んだ。地域の情報誌に、「結婚」をテーマとした記事を書くというもの。\n試行錯誤の末、「高校生の意識調査」という方向性で記事を構成することになったのだが、\n最終的には小町のアイデアで「嫁度対決」なるものを開催することに！\n誰の嫁度が一番高いのか!?\n戦いの火蓋が切って落とされる！"
                },
                "2": {
                    "ID": "5718715",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/5718715",
                    "TitleEnglish": "Surely, Girls Are Made of Sugar and Spice, and Something Nice",
                    "SummaryEnglish": "Iroha Isshiki takes Hachiman on a date to aid her in coming up with date ideas for her and Hayato.",
                    "TitleJapanese": "きっと、女の子はお砂糖とスパイスと素敵な何かでできている。",
                    "SummaryJapanese": "千葉駅前でいろはと待ち合わせをする八幡。「これからデートするわけですし」。いろはの一言に戸惑う八幡。依頼内容はデートコースの下見だった。ぼっちを愛する八幡は映画を見ようと誘うも、その言動にげんなりするいろは。しかしその後も卓球やカフェにと、2人きりの行動はさながら疑似デートの様相を呈し…!?"
                },
                "3": {
                    "ID": "9557967",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/9557967",
                    "TitleEnglish": "So, Adolescence Never Ends, and My Youth Marches On",
                    "SummaryEnglish": null,
                    "TitleJapanese": "だから、思春期は終わらずに、青春は続いていく。",
                    "SummaryJapanese": "総武高校に入学した小町が部長となった奉仕部から物語は始まる。"
                }
            }
        },
        "1": {
            "ID": "514050",
            "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4516061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/4516061",
                    "TitleEnglish": "Youth Romantic Comedy is Wrong, as I Expected",
                    "SummaryEnglish": "After writing a less than flattering essay about his high school life, Hachiman is forced to join a very unique club with only one member.",
                    "TitleJapanese": "こうして彼らのまちがった青春が始まる。",
                    "SummaryJapanese": "「青春」を謳歌する周囲を鼻で笑いながら、孤高のぼっちとして日々をすごす高校生・比企谷八幡。 そんなひねくれた性格を問題視した生活指導担当教師・平塚静は、八幡を連れてある場所を訪れた。 そこにいたのは、完璧美少女・雪ノ下雪乃。いきなり雪乃と二人きりになった八幡だが……。"
                },
                "2": {
                    "ID": "4530919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/4530919",
                    "TitleEnglish": "All People Surely Have Their Own Worries",
                    "SummaryEnglish": "As Hachiman continues his narrative of his school life, tension rises in the room as Yui attempts to break away from her social group. If that wasn't enough, the club has received a new request from a unique visitor.",
                    "TitleJapanese": "きっと、誰しも等し並みに悩みを抱えている。",
                    "SummaryJapanese": "奉仕部の部室に不審人物が現われた！　\nロングコートを身に着け、レザーの指ぬきグローブをはめた出で立ち…部室にいたのは材木座義輝。奉仕部への依頼があるという。彼は、いわゆる中二病をこじらせているがゆえのぼっちである。\nライトノベル作家を目指す彼の依頼とは、自身の作品の品評だった。"
                },
                "3": {
                    "ID": "4530920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/4530920",
                    "TitleEnglish": "Sometimes the Gods of Rom-Coms Do Nice Things",
                    "SummaryEnglish": "Hachiman continues his solitary lifestyle by using his skills to ensure he is left alone during gym and lunch. His routine is broken by the appearance of Saika Tosuka, who has come to him with a request.",
                    "TitleJapanese": "たまにラブコメの神様はいいことをする。",
                    "SummaryJapanese": "テニス部の戸塚彩加は、小動物のように可愛いルックスで、さしもの八幡もまちがってラブコメしそうなほど。テニス部を強くしたいという戸塚の依頼を受けた奉仕部は、昼休み返上でテニスの特訓をしていた。\nところが、リア充女子グループのボス・三浦優美子たちとのテニス対決に発展してしまい……。"
                },
                "4": {
                    "ID": "4530921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/4530921",
                    "TitleEnglish": "In Other Words, He Doesn't Have Many Friends",
                    "SummaryEnglish": "Hachiman questions what it is like having a sister in real life means. While walking her to school she brings up the car accident he was in while saving a dog. At school, he is once again berated by Shizuka on his response to the \"Career Observation Application survey\". When he finally makes it to the club room, a mysterious text sets off the clubs next request.",
                    "TitleJapanese": "つまり、彼は友達が少ない。",
                    "SummaryJapanese": "職場見学なる行事が迫るある日、八幡のクラスでは妙なチェーンメールが（八幡を除いて）ひそやかに蔓延していた。クラスメイトを中傷する類のものだ。ターゲットの戸部、大和、大岡はクラスの上位カーストグループを率いる葉山隼人の取り巻き。事態を丸く収めてほしいと奉仕部にやってきた葉山の依頼を解決すべく、八幡がとった行動とは？"
                },
                "5": {
                    "ID": "4530922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/4530922",
                    "TitleEnglish": "Once Again, He Turns Back on the Path from Whence He Came",
                    "SummaryEnglish": "Hachiman's younger sister, Hikigaya Komachi, was asked to give advice to a fellow classmate, Kawasaki Taishi. Apparently his sister had been acting strange. His older sister, Kawasaki Saki (though Hachiman wasn't aware of this), was in the same class as Hachiman and Yui, so the Service Club decided to help with the issue.",
                    "TitleJapanese": "またしても、彼は元来た道へ引き返す。",
                    "SummaryJapanese": "八幡の妹、比企谷小町は同じ塾に通う川崎大志からある相談を受けていた。姉の様子がどうもおかしいのだそうだ。彼の姉、川崎沙希は（八幡は知らなかったが）八幡と結衣のクラスメイトということもあり、奉仕部でその問題の解決に乗り出した。沙希の不審な行動を改めさせるべく、様々な策をめぐらすが──。"
                },
                "6": {
                    "ID": "4530923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/4530923",
                    "TitleEnglish": "His Beginning With Her Finally Ends",
                    "SummaryEnglish": "Shizuka announces that Hachiman and Yui must go on a recruitment drive to find more members, and they know exactly who to target.",
                    "TitleJapanese": "ようやく彼と彼女の始まりが終わる。",
                    "SummaryJapanese": "まちがってしまった関係、誤解は正せないまま──。八幡の卑屈さゆえからの態度で、気まずくなり奉仕部に来なくなってしまった結衣。そんな中、平塚先生からの奉仕部人員補充の指令もあり、雪乃は結衣を復帰させるため八幡にある提案を持ちかける。それは、一緒に買い物に行くこと──？"
                },
                "7": {
                    "ID": "4530924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/4530924",
                    "TitleEnglish": "Anyway, Getting No Rest, Even Though It's Summer Break, Just Isn't Right",
                    "SummaryEnglish": "Shizuka is constantly calling and texting Hachiman while he tries to relax during summer vacation.",
                    "TitleJapanese": "ともあれ、夏休みなのに休めないのは何かおかしい。",
                    "SummaryJapanese": "夏休み、それはぼっちにとってのサンクチュアリ──。だらだらと至福の時を過ごす八幡だったが、ひょんなきっかけで小学生のキャンプの手伝いをすることになってしまった。参加するのは、奉仕部メンバー＋戸塚だけでなく、葉山、三浦などカースト上位グループ！　（八幡的に）平和な夏休みだったはずなのに、いったいどうなる?!"
                },
                "8": {
                    "ID": "4530925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/4530925",
                    "TitleEnglish": "One Day, They Will Learn the Truth",
                    "SummaryEnglish": "Shizuka readies a bonfire and a “test of courage.” Later, Yui recognizes the limo that hit Hachiman.",
                    "TitleJapanese": "いずれ彼ら彼女らは真実を知る。",
                    "SummaryJapanese": "キャンプに同行して二日目。川遊びなどキャンプを楽しんでいた八幡以外の奉仕部と戸塚、葉山グループだったが、一つ気になることが。小学生グループ内で孤立している鶴見留美の存在だ。夜、肝試しの脅かし役としてスタンバイすることになった八幡たちは、留美のためにとある作戦を実行することになる。"
                },
                "9": {
                    "ID": "4530926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/4530926",
                    "TitleEnglish": "For the Third Time, He Turns Back on the Path from Whence He Came",
                    "SummaryEnglish": "Hachiman becomes restless as summer draws to an end. A Firework Festival opens the door for more teasing and many SNAFUs!",
                    "TitleJapanese": "三度、彼は元来た道へ引き返す。",
                    "SummaryJapanese": "雪ノ下家のリムジン、そしてあの事故との関係は果たして──？　八幡は釈然としない思いを抱え、より一層ぐだぐだと残り少ない夏休みを過ごしていた。そんなある日、比企谷家に結衣が訪れた。結衣の愛犬・サブレを預かっていたのを迎えに来たのだ。結衣は、サブレの面倒を見てくれたお礼として八幡を花火大会に誘うのだが…。"
                },
                "10": {
                    "ID": "4530927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/4530927",
                    "TitleEnglish": "The Distance Between Them Remains Unchanged as the Festival is Becoming a Carnival",
                    "SummaryEnglish": "Yui notices a rift forming between Hachiman and Yukino. Hachiman is nominated to serve on the committee for the school's upcoming cultural festival.",
                    "TitleJapanese": "依然として彼らの距離は変わらずに、祭りはもうすぐカーニバる。",
                    "SummaryJapanese": "文化祭の準備が始まった。居眠りをしていたせいで、文化祭実行委員をやるハメになってしまった八幡。しぶしぶ向かった実行委員会には、雪乃の姿もあった。文化祭準備期間中は奉仕部の部活動を中止にすることになった…はずだが、文化祭実行委員長になったばかりの相模 南がとある依頼を持ちかけてきた。"
                },
                "11": {
                    "ID": "4530928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/4530928",
                    "TitleEnglish": "And So the Curtain on Each Stage Rises, and the Festival is Festivaling Its Very Best",
                    "SummaryEnglish": "Hachiman and Yui check on Yukino. Later, Hachiman shakes things up with the committee when he decides to alter their mindset.",
                    "TitleJapanese": "そして、それぞれの舞台の幕が上がり、祭りは最高にフェスティバっている。",
                    "SummaryJapanese": "雪乃は、文化祭実行委員の副委員長として委員長の相模を補佐することを引き受けた。その仕事ぶりは、相模の存在がかすむほど。バランスを欠いた実行委員会の機能はマヒしはじめ、実務が雪乃に集中することになってしまった。そのせいか、ついに体調を崩した雪乃は学校を休んでしまい…。"
                },
                "12": {
                    "ID": "4530929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/4530929",
                    "TitleEnglish": "Thus, His and Her and Her Youth Continues to Be Wrong",
                    "SummaryEnglish": "Soubu High's Cultural Festival continues and Hachiman is stuck carrying out his duty as a committee member by documenting the day's events on film.",
                    "TitleJapanese": "それでも彼と彼女と彼女の青春はまちがい続ける。",
                    "SummaryJapanese": "雪乃はもちろん、八幡でさえも身を粉にして働いたおかげ（？）か、文化祭もいよいよクライマックスへ。しかし祭りを締めくくるエンディングセレモニーの準備中にトラブルが発生。セレモニーであいさつをするはずの実行委員長・相模がどこにもいないというのだ。彼女を捜すために八幡がとった方法とは？"
                },
                "13": {
                    "ID": "4587074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/4587074",
                    "TitleEnglish": "And So, Their Festival Will Never End",
                    "SummaryEnglish": "A mysterious request to helm the upcoming sports festival arrives. The group must band together to figure out a way to pull it off.",
                    "TitleJapanese": "だから、彼らの祭りは終わらない。",
                    "SummaryJapanese": "文化祭も終わり、奉仕部にいつもの日々が戻ってきた。そんな中、やってきたのは生徒会長の城廻めぐり。体育祭を盛り上げたい！というのが依頼内容だ。3人が提案するアイデアはどれもこれも新鮮味がないと、なかなかまとまりそうもない。そこでブレーンとして招聘されたのは、材木座と海老名。ふたりがプロデュースする競技とはいったい?!"
                }
            }
        },
        "2": {
            "ID": "607376",
            "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5082789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/5082789",
                    "TitleEnglish": "Nobody Knows Why They Came to the Service Club",
                    "SummaryEnglish": "The cultural festival has ended, and it's now November. Hachiman and company are preparing for a field trip when Hayama and Tobe pay a visit to the Service Club to ask for help with matters of love. But behind the scenes, Hayama and the others in the guys' group have their own plans...",
                    "TitleJapanese": "何故、彼らが奉仕部に来たのか誰も知らない。",
                    "SummaryJapanese": "それぞれの思いを残した文化祭も終わり、11月。\n八幡たちは修学旅行を控えていた。そこへ葉山と戸部が奉仕部を訪れる。ふたりの依頼は、なんと恋の相談。\n\nしかしその裏には葉山たちのグループのそれぞれの思惑が絡まっており―。"
                },
                "2": {
                    "ID": "5164692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/5164692",
                    "TitleEnglish": "His and Her Love Confessions Will Reach No One",
                    "SummaryEnglish": "Hachiman and the Service Club are working to solve their classmates' relationship issues during their field trip in Kyoto. As the classmates visit various tour spots in their respective groups, Hachiman makes a realization, and arrives at an unexpected solution...",
                    "TitleJapanese": "彼と彼女の告白は誰にも届かない。",
                    "SummaryJapanese": "修学旅行先の京都で、依頼された恋の相談を成就させるべく動く八幡たち。結衣たちとともに葉山グループのクラスメイトたちと見学先で行動しながらも、八幡はあることに気づく。\n\n恋の依頼の裏にあったそれぞれの想いとは？\nそして八幡がとった意外な解決策とは！？"
                },
                "3": {
                    "ID": "5164693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/5164693",
                    "TitleEnglish": "Quietly, Yukinoshita Yukino Makes a Decision",
                    "SummaryEnglish": "Yukino and Yui couldn't hide their shock after the action Hachiman took on their field trip. The mood in the Service Club is awkward when they're approached with a new request. Isshiki Iroha has been entered in the running for student council president as a prank, and she wants help getting out of the election without making herself look bad.",
                    "TitleJapanese": "静かに、雪ノ下雪乃は決意する。",
                    "SummaryJapanese": "修学旅行で八幡がとった行動にショックを隠せない雪乃と結衣。ぎこちない空気の奉仕部に新たな依頼が持ち込まれる。\n友達の悪ノリで生徒会長選挙に立候補させられた一色いろはが、自分の印象は損なわず選挙にうまく落選したいという。\nしかし八幡と雪乃はその対処をめぐって対立してしまう…。\n\n一方、八幡は中学時代に告白し深いトラウマのもととなった相手、折本かおりに偶然出会い…！？"
                },
                "4": {
                    "ID": "5191422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/5191422",
                    "TitleEnglish": "And Then, Yuigahama Yui Makes a Declaration",
                    "SummaryEnglish": "Hachiman still hasn't found a solution to the student council president election issue before he ends up on a double date with Orimoto and her friend at Hayama's request (and Haruno's threatening).",
                    "TitleJapanese": "そして、由比ヶ浜結衣は宣言する。",
                    "SummaryJapanese": "修生徒会長選挙に解決策を見いだせないまま、葉山の頼みと陽乃の脅しにより、折本＆仲町の女子2名と葉山とのデートにつきあうことになった八幡。途中、ふだんから葉山を気にかけている三浦優美子やいろはとニアミス。入ったカフェでは雪乃と結衣が現れる。\n\nそこへさらに陽乃も加わり、またしても事態は思わぬ方向に。そして雪乃は、生徒会選挙に対し独自の決断をする。それを知った結衣は…。"
                },
                "5": {
                    "ID": "5191423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/5191423",
                    "TitleEnglish": "The Scent of Tea Doesn't Fill That Room Anymore",
                    "SummaryEnglish": "Hachiman wasn't able to consult with anyone about the student council president election or the Service Club, but after a conversation with his sister Komachi, he's finally able to take action. Komachi wants both Yukino and Yui to remain in the Service Club, so Hachiman ponders what he can do himself.",
                    "TitleJapanese": "その部屋には、紅茶の香りはもうしない。",
                    "SummaryJapanese": "誰にも生徒会長選挙と奉仕部のことを相談できなかった八幡だったが、妹の小町との会話によって、ようやく動き出すきっかけを得る。「雪乃と結衣に奉仕部に残ってもらいたい」と願う小町に、八幡は自分にできることを探すことに。しかし一方で選挙に向けて着々と動く結衣、意志を変えない雪乃に対し、打開策を思いつけず苦悶する八幡。いろは、材木座を巻き込んで、八幡がたどりついた逆転の解決方法とは？"
                },
                "6": {
                    "ID": "5191424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/5191424",
                    "TitleEnglish": "Without Incident, the Congress Dances, But Does Not Progress",
                    "SummaryEnglish": "After the student council election, Hachiman has his reservations as to whether he made the right choice. Iroha then brings the Service Club a request to help with a Christmas event being planned jointly with another school. With Yui eager to accept the request, Yukino has difficulty deciding what to do out of her own will, but Hachiman makes a decision of his own...",
                    "TitleJapanese": "つつがなく、会議は踊り、されど進まず",
                    "SummaryJapanese": "生徒会長選挙のあと、自らの選択が正しかったのか一抹のわだかまりを感じる八幡。そこへいろはが持ち込んできた依頼は他校の生徒会との合同クリスマスイベント。依頼を受けようという結衣に対し自らの意志で判断を下せない雪乃。八幡は、奉仕部としては依頼を断りながらも、いろはを会長に仕立てた責任から、雪乃と結衣には言わず自分一人でいろはを手伝うことにするが…。"
                },
                "7": {
                    "ID": "5191425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/5191425",
                    "TitleEnglish": "Yet, That Room Continues to Play Out the Endless Days",
                    "SummaryEnglish": "All the people on the student council that Iroha's group is planning the Christmas event with are people who only want to make themselves look smart. They \"brainstorm\" and throw around \"flash ideas\" about a \"grand design\" to work toward a \"synergistic effect,\" only responding to one another with \"That'll work!\" and making no actual decisions.",
                    "TitleJapanese": "されど、その部屋は終わらぬ日常を演じ続ける。",
                    "SummaryJapanese": "合同クリスマスイベントをともに催す相手校の生徒会は「意識高い」生徒たち。フラッシュアイディア飛び交うブレストでシナジーを意識したグランドデザインに口々に「それ、アグリーだね！」などと言うばかり。その実、具体的なことは一切決められないまま、イベントの日は迫る。さすがの八幡も追い詰められる。一方、いろはとふたり、この難題に取り組むうちに互いに微妙な絆も生まれてきたような…?"
                },
                "8": {
                    "ID": "5191426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/5191426",
                    "TitleEnglish": "But Still, Hikigaya Hachiman Is...",
                    "SummaryEnglish": "\"You don't have to force yourself to attend anymore...\" Yukino's words leave Hachiman in deep turmoil as he reflects on his way of doing things. Hiratsuka finds him leaving the Christmas event planning meeting and gives him some advice, guiding him toward an answer...",
                    "TitleJapanese": "それでも、比企谷八幡は。",
                    "SummaryJapanese": "「もう、無理して来なくてもいいわ…」。雪乃の言葉に、自分のやり方への苦悩を深くする八幡。平塚はそんな八幡を愛車に乗せ夜の美浜大橋に連れ出しやさしく諭すように語る。「君は人の心理を読み取ることには長けているな。けれど感情は理解していない」。そして平塚の彼を思いやる優しい言葉から、八幡がたどりついた答えとは!?　その行動が奉仕部の3人の関係に新たな一歩を踏み出させる…!"
                },
                "9": {
                    "ID": "5198593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/5198593",
                    "TitleEnglish": "And, Yukinoshita Yukino Is...",
                    "SummaryEnglish": "Hachiman agonizes as he remembers his own words, but all three members of the Service Club are now helping with the Christmas event together. Hiratsuka-sensei hands them tickets to Destiny Land and tells them to go find out what Christmas really means. The trio is joined by Iroha, Hayama, Miura, Ebina, and Tobe, but Hachiman and Yukino end up separated from the others. Meanwhile, as fireworks light the sky, Iroha takes a surprising action...",
                    "TitleJapanese": "そして、雪ノ下雪乃は",
                    "SummaryJapanese": "自らの発言を思い出し激しく悶える八幡だったが、クリスマスイベントの解決には奉仕部3人で関わることに。クリスマスとは何か勉強して来いという平塚にチケットをもらいディスティニーランドへ来た八幡たち。いろはに、葉山、三浦、海老名、戸部も加わった一行だったが、人混みのなか、八幡と2人きりとなった雪乃は意外な言葉を口にする。一方、打ちあがる花火の光の下、いろはが思わぬ行動に出て…。"
                },
                "10": {
                    "ID": "5198594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/5198594",
                    "TitleEnglish": "The Thing That the Light in Each of Their Hands Shines On",
                    "SummaryEnglish": "Tamanawa and his schoolmates still can't make any decisions, and Hachiman and Yukino directly point out the irresponsibility and emptiness of their words. By laying everything out clearly, Iroha and the Service Club manage to guide the Christmas event toward success. Things are finally peaceful again in the Service Club, and then, after New Year's, Hachiman and Yui set out to find a birthday gift for Yukino...",
                    "TitleJapanese": "それぞれの、掌の中の灯が照らすものは。",
                    "SummaryJapanese": "何も決められない玉縄たちに対し、その無責任さや空虚さを正面から指摘する雪乃と八幡。きちんと物事に白黒をつけていくことで、いろはとともにクリスマスイベントを何とか成功に導く八幡、雪乃、結衣。そして久々に奉仕部に穏やかな空気が訪れる。年も明け、結衣と八幡は２人で雪乃の誕生日プレゼントを買いに行くことに。そこで偶然、陽乃と葉山に遭遇する…。"
                },
                "11": {
                    "ID": "5198595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/5198595",
                    "TitleEnglish": "Hayama Hayato Always Responds to Everyone's Expectations",
                    "SummaryEnglish": "As a rumor that Yukino and Hayama are a couple floats around the school, Miura approaches the Service Club to ask them to find out Hayama's plans for the future. When Hayama refuses to answer, Hachiman devises a plan utilizing the school marathon race...",
                    "TitleJapanese": "いつでも、葉山隼人は期待に応えている",
                    "SummaryJapanese": "学校内で「雪ノ下と葉山が付き合っている」という噂が流れ困惑する雪乃たち。そんな中、三浦が奉仕部のドアをたたく。依頼の内容は葉山の進路のこと。「それでも知りたい……それしかないから」。答えを出さない葉山に対し、マラソン大会を利用し一計を案じる八幡。八幡と葉山、二人が語ったこととは？"
                },
                "12": {
                    "ID": "5198596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/5198596",
                    "TitleEnglish": "Still, the Thing He Seeks is Out of Reach, and He Continues to Mistake What's Real",
                    "SummaryEnglish": "As Valentine's Day draws near, Miura and Iroha approach the Service Club for advice on giving chocolate to Hayama. Since Hayama doesn't accept gifts of chocolate, Hachiman suggests holding a cooking class so the girls can have Hayama taste-test the chocolates they make.",
                    "TitleJapanese": "未だ、彼の求める答えには手が届かず、本物はまちがい続ける。",
                    "SummaryJapanese": "バレンタインデーが近づき、三浦といろはから葉山にチョコを渡したいと相談を受ける奉 仕部メンバー。葉山はチョコを受け取らないと公言しているため、八幡のアイデアで料理 教室を開催し、作ったチョコを葉山に試食してもらうことに。平塚や川崎達も集まりみん なが楽しい時間を過ごす中、陽乃が八幡に問う。「こういう時間が君のいう、本物？」。 雪乃、結衣そして八幡の均衡が少しずつ揺らいでいく…。"
                },
                "13": {
                    "ID": "5242896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/5242896",
                    "TitleEnglish": "Spring, Bound Beneath the Thick Snow, Begins to Sprout",
                    "SummaryEnglish": "As Yukino is leaving school, Haruno shows up and says their mother suggested she live at Yukino's place with her for a while. With nowhere else to go, Yukino takes up Yui's invitation to spend the night at the Yuigahama home. When Yui asks Yukino what she wants to do, she's unable to answer. Then Yui comes to a decision that could change the relationship between the three Service Club members. How will Yukino and Hachiman answer?",
                    "TitleJapanese": "春は、降り積もる雪ノ下に結われ、芽吹き始める",
                    "SummaryJapanese": "学校帰り、突然雪乃の前に現れた陽乃。母からの指示でしばらく雪乃のマンションに住む という。帰る場所を無くした雪乃を結衣は自宅に泊まるように勧める。「……ゆきのんは さ、どうしたい？」結衣の問いかけに言葉を詰まらせる雪乃。そして結衣は１つの決意を する。３人の関係が変わる可能性もある決意に対し八幡と雪乃が出した答えとは？"
                }
            }
        },
        "3": {
            "ID": "822408",
            "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/seasons/official/3",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7324928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/7324928",
                    "TitleEnglish": "In Due Time, the Seasons Change and the Snow Melts",
                    "SummaryEnglish": "After Yukino announced that she was ready to name her request to the Service Club, a long silence followed… but that silence is about to broken.",
                    "TitleJapanese": "やがて、季節は移ろい、雪は解けゆく。",
                    "SummaryJapanese": "曇天の空から雪が降りつのる中、雪乃からの依頼を聞く八幡と結衣。\n「私の依頼は一つだけ。あなたたちに、その最後を見届けてもらいたい。」\n雪乃の言葉を２人は受け入れ、一緒に雪乃のマンションに向かうのだが…。"
                },
                "2": {
                    "ID": "7817272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/7817272",
                    "TitleEnglish": "That Key Was Never Handled Until Today",
                    "SummaryEnglish": "Isshiki approaches the Service Club with and interesting proposition, but Yukino would like to handle this time-sensitive challenge on her own.",
                    "TitleJapanese": "今日まで、 その鍵には一度も触れたことがない。",
                    "SummaryJapanese": "雪乃の願いをかなえるため、陽乃に会いにいく３人。\n将来の希望を母に伝えたいという雪乃に陽乃は協力をするという。\n陽乃の態度に違和感を覚え、後を追う八幡に陽乃は\n「予言してあげる。君は、酔えない」というのだった…。"
                },
                "3": {
                    "ID": "7831794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/7831794",
                    "TitleEnglish": "Iroha Isshiki is the Strongest Junior, as Expected",
                    "SummaryEnglish": "What is a prom, exactly? Yukino and Iroha have a plan to show both Hachiman and the student body the answer to that question… with Yui’s help, of course!",
                    "TitleJapanese": "やはり、一色いろはは最強の後輩である。",
                    "SummaryJapanese": "プロムの開催に向け、雪乃はいろはと共に準備を進める。\nその間、奉仕部の活動は休みとなり、暇を持て余す八幡。\n「放課後、生徒会室でまってますね～」\nいろはからプロムの手伝いを頼まれ当日行ってみると\nプロムのＰＶ撮影が始まっていて…。"
                },
                "4": {
                    "ID": "7831795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/7831795",
                    "TitleEnglish": "By Chance, Yui Yuigahama Thinks of the Future",
                    "SummaryEnglish": "The Student Council’s prom plans sour after a shocking school policy reversal — and to make matters worse, an unexpectedly familiar messenger delivers the bad news.",
                    "TitleJapanese": "ふと、由比ヶ浜結衣は未来に思いを馳せる。",
                    "SummaryJapanese": "プロムのＰＶは好意的な反応で受け入れられ、ひとまず安堵する面々。\nまた暇になった八幡と結衣は小町の合格祝いを買いに行くことになる。\n翌日、いろはが慌てた様子で八幡の元を訪れる。\n「ちょっとまずいことになりました。」\nプロム開催に暗雲が立ち込める…。"
                },
                "5": {
                    "ID": "7831796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/7831796",
                    "TitleEnglish": "Shizuka Hiratsuka Deeply Longs for the Days Past",
                    "SummaryEnglish": "Hachiman is determine to help bring the prom to life, but Yukino isn’t keen on accepting his help. Luckily Hachiman has a plan — one that uniquely involves the Service Club.",
                    "TitleJapanese": "しみじみと、平塚静はいつかの昔を懐かしむ。",
                    "SummaryJapanese": "結衣と別れ平塚の元に向かった八幡は\n学校側もプロム自粛の方向になっていると聞き戸惑う。\n「君はこれから、彼女とどう関わるつもりだ？」\n平塚からの質問に意を決した八幡。\nその向う先は生徒会室だった。八幡が提案したこととは？"
                },
                "6": {
                    "ID": "7831797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/7831797",
                    "TitleEnglish": "Once again, Hachiman Hikigaya Makes a Speech",
                    "SummaryEnglish": "First step in Hachiman’s plan? Rally the troops! Together they’ll create a prom proposal so awful, the PTO will have no choice but to choose Yukino’s instead.",
                    "TitleJapanese": "あらためて、比企谷八幡はかたりかける。",
                    "SummaryJapanese": "雪乃とは別なアプローチでプロムを考えると決めた八幡。\nしかし、八幡が考えているプロムはあくまで\n雪乃の案を通すため、当て馬としての代案だった。\n「それ、あたしも手伝っちゃダメかな？」\n八幡と結衣が考えるプロムとは？"
                },
                "7": {
                    "ID": "7831798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/7831798",
                    "TitleEnglish": "Until the End, Yui Yuigahama Will Continue Watching Over Them",
                    "SummaryEnglish": "For Hachiman’s plan to succeed, they’ll need allies from other schools. Communicating with those allies, however, is easier said than done…",
                    "TitleJapanese": "最後まで、由比ヶ浜結衣は見守り続ける。",
                    "SummaryJapanese": "材木座からの紹介で遊戯部の秦野、相模の協力を取り付けた八幡と結衣。\n5人での打ち合わせは遅々として進まない。\n「だからさ、もっとおっきなイベントにしたらいいんじゃない？」\n結衣の一言でプロムの方向性が決まり、計画は動き出す…"
                },
                "8": {
                    "ID": "7831799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/7831799",
                    "TitleEnglish": "Wishing That, at the Very Least, I Don't Make Any More Mistakes",
                    "SummaryEnglish": "Pushing a dummy event like a second prom is a great idea on Hachiman’s part, but the tactic isn’t foolproof against Yukino’s mother. Good thing he has an ace up his sleeve…",
                    "TitleJapanese": "せめて、もうまちがえたくないと願いながら。",
                    "SummaryJapanese": "ダミープロムの公式サイト用写真を撮影するため、\n三浦、海老名、結衣と浜辺に来た八幡。\n海老名の協力もあり撮影を終え、公式サイトが立ちあがる。\n「これをうまくリークしてほしいんです」\n八幡が相談を持ちかけたその相手とは…？"
                },
                "9": {
                    "ID": "7831800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/7831800",
                    "TitleEnglish": "A Whiff of That Fragrance Will Always Bring Memories of That Season",
                    "SummaryEnglish": "Hachiman has a new objective: granting Yui’s wish. First step? Help her bake something delicious for Komachi, and perhaps include Yui’s mom’s “secret ingredient.”",
                    "TitleJapanese": "きっと、その香りをかぐたびに、 思い出す季節がある。",
                    "SummaryJapanese": "奉仕部の勝負に勝った雪乃からの願い。\nそれは結衣の願いを叶えて欲しいとのことだった。\n結衣を誘い公園に向かう八幡は意を決して質問する。\n「お前の願いを叶えさせてくれ」\nそして、結衣は自分の願いを伝える。\n本当の気持ちは隠して…"
                },
                "10": {
                    "ID": "7831801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/7831801",
                    "TitleEnglish": "Gallantly, Shizuka Hiratsuka Moves Forward",
                    "SummaryEnglish": "Will prom succeed without a hitch? Or is the real trouble lying in wait once prom comes to an end?",
                    "TitleJapanese": "颯爽と、平塚静は前を歩く",
                    "SummaryJapanese": "卒業式が終わりプロムの準備を始める八幡たち。\n勝負が終わり意義をなくした奉仕部の代わりに\nいろはは八幡たちを生徒会に入るように勧める。\n「言い訳、わたしがあげてもいいですよ？」\nそれぞれの思いを胸にプロムが幕を開ける。"
                },
                "11": {
                    "ID": "7831802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/7831802",
                    "TitleEnglish": "Only a Heated Touch Truly Conveys the Sentiment",
                    "SummaryEnglish": "Now that the club has disbanded, they’ll continue to drift even further apart — but before they do, Yui has one final wish to make.",
                    "TitleJapanese": "想いは、触れた熱だけが確かに伝えている。",
                    "SummaryJapanese": "八幡をバッティングセンターに誘った平塚。\n落ち込む八幡に平塚は最後の言葉を贈る。\n「その一つ一つをドットみたいに集めて、君なりの答えを紡げばいい」\nたった一つの本物を求めた八幡が出した答えとは、そして3人の関係は？"
                },
                "12": {
                    "ID": "7831803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-teen-romantic-comedy-snafu/episodes/7831803",
                    "TitleEnglish": "My Teen Romantic Comedy Is Wrong, As I Expected",
                    "SummaryEnglish": "One final hurdle, and the prom situation will finally be over… but will Hachiman’s search for something genuine be so easily resolved?",
                    "TitleJapanese": "やはり俺の青春ラブコメはまちがっている。",
                    "SummaryJapanese": "海浜総合高校と合同でプロムの開催場所を探しに\n海浜公園へ向かう2人は条件にあうチャペルを見つける。\n「ここでやりましょう」\nプロム開催に向け動き出す2人に、協力してくれる生徒たちが集まり…。\n俺ガイルが遂に完結。"
                }
            }
        }
    }
}