{
  "URL": "https://www.thetvdb.com/series/attack-on-titan",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2560140/",
    "https://www.instagram.com/anime_shingeki_official/",
    "https://shingeki.tv/",
    "http://www.reddit.com/r/attackontitan",
    "https://www.themoviedb.org/tv/1429",
    "https://x.com/anime_shingeki"
  ],
  "TitleEnglish": "Attack on Titan",
  "SummaryEnglish": "After his hometown is destroyed and his mother is killed, young Eren Yeager vows to cleanse the earth of the giant humanoid Titans that have brought humanity to the brink of extinction.",
  "Aliases": [
    "SNK",
    "AOT",
    "Shingeki no Kyojin"
  ],
  "Modified": "2025-10-01",
  "Seasons": {
    "0": {
      "ID": "514059",
      "URL": "https://www.thetvdb.com/series/attack-on-titan/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 42,
      "Episodes": {
        "1": {
          "ID": "4546796",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4546796",
          "TitleEnglish": "Since That Day (Recap)",
          "SummaryEnglish": "A recap of events since the Fall of Shiganshina and the Battle of Trost.",
          "Aliases": []
        },
        "7": {
          "ID": "4543211",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4543211",
          "TitleEnglish": "Ilse's Notebook: Memoirs of a Scout Regiment Member",
          "SummaryEnglish": "In the year 850, Hanji and Levi find an old notebook when they conduct a surveillance operation outside the wall. The contents of Ilse's notebook may contain the key to understanding the Titans and result in some unexpected actions from Commander Erwin.",
          "Aliases": []
        },
        "12": {
          "ID": "4849417",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4849417",
          "TitleEnglish": "The Sudden Visitor: The Torturous Curse of Youth",
          "SummaryEnglish": "In the year 849, Jean Kirschtein returns home for the first time in years after training with Armin and Annie. However, he is distracted by Sasha, Connie, and Reiner, as well as Commander Pyxis.",
          "Aliases": []
        },
        "13": {
          "ID": "4849422",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4849422",
          "TitleEnglish": "Distress",
          "SummaryEnglish": "In the year 848, Eren and the other recruits take part in a training exercise. Split into two teams, their task is to make a round trip, recording progress along the way and exchanging information at the target location before returning to base. However, things do not go according to plan...",
          "Aliases": []
        },
        "14": {
          "ID": "4853669",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4853669",
          "TitleEnglish": "Attack on Titan Part I: Crimson Bow and Arrow",
          "SummaryEnglish": "First of three recap movies.",
          "Aliases": []
        },
        "15": {
          "ID": "5079807",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/5079807",
          "TitleEnglish": "No Regrets (Part 1)",
          "SummaryEnglish": "Levi, currently living in the Underground as a crime boss, is given a choice; either be turned over to the Military Police and be tried for his crimes, or join the Recon Corps...",
          "Aliases": []
        },
        "16": {
          "ID": "5593465",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/5593465",
          "TitleEnglish": "Attack on Titan (Live Action Movie)",
          "SummaryEnglish": "A teenage boy named Eren Jaeger must use his special gift to fight alongside with the military to defeat the titan race. Mankind is on the brink of extinction when these man-eating monsters terrorize everybody and set to destroy the last of human civilization left in the world.",
          "Aliases": []
        },
        "17": {
          "ID": "5079808",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/5079808",
          "TitleEnglish": "No Regrets (Part 2)",
          "SummaryEnglish": "Levi joins the Recon Corps to escape punishment for his past crimes. But with the looming challenges and preparations for their first expedition beyond the Wall, will Levi and his friends carry out their mysterious ulterior motives concerning Erwin Smith?",
          "Aliases": []
        },
        "18": {
          "ID": "4853670",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4853670",
          "TitleEnglish": "Attack on Titan Part II: Wings of Freedom",
          "SummaryEnglish": "Second of three recap movies.",
          "Aliases": []
        },
        "19": {
          "ID": "5593468",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/5593468",
          "TitleEnglish": "Attack on Titan II - End of the World (Live Action Movie)",
          "SummaryEnglish": "A continuation of the ongoing battle between the Scouting Regiment and the Titans. As the battle continues to unravel, Eren Jäeger, a soldier fighting the Titans for vengeance, is finding out an incredible secret that'll leave the whole Scouting Regiment confused, but unsure on what to do and if it's really Eren. Will the Scouting Regiment realize what he is and will they be able to stop the Titans?",
          "Aliases": []
        },
        "20": {
          "ID": "6455849",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6455849",
          "TitleEnglish": "Lost Girls: Wall Sina, Goodbye (Part 1)",
          "SummaryEnglish": "On the day before the 57th Exterior Scouting Mission, Hitch gives Annie Leonhart the task of finding a missing person, Carly Stratmann, the daughter of a wealthy merchant in Stohess District. She visits the Stratmann family mansion to ask Carly's father, Elliot G. Stratmann, about the circumstances that may be related to her disappearance.",
          "Aliases": []
        },
        "21": {
          "ID": "6649411",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6649411",
          "TitleEnglish": "Attack on Titan Part III: The Roar of Awakening",
          "SummaryEnglish": "The third recap movie, compiling episodes 26-37 of the anime.",
          "Aliases": []
        },
        "22": {
          "ID": "6458596",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6458596",
          "TitleEnglish": "Lost Girls: Wall Sina, Goodbye (Part 2)",
          "SummaryEnglish": "After finding Carly's boyfriend dead, Annie decides to cover up his murder and locate Carly Stratmann to prevent the case from interfering with her mission. On her way back she is kidnapped by two private investigators who've gone rogue.",
          "Aliases": []
        },
        "23": {
          "ID": "6461166",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6461166",
          "TitleEnglish": "Lost Girls: Lost in the Cruel World",
          "SummaryEnglish": "Mikasa Ackerman imagines a world where the Titans never invaded the Walls and her parents are not killed by her kidnappers. This Mikasa of an alternate world meets a young boy, Eren Yeager, and learns of his desire to see the outside world.",
          "Aliases": []
        },
        "31": {
          "ID": "7876664",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/7876664",
          "TitleEnglish": "Attack on Titan ~ Chronicle ~",
          "SummaryEnglish": "A re-edited version of the first to third seasons of the TV anime series \"Attack on Titan\", a blockbuster comic by Hajime Isayama. Before the broadcast of \"The Final Season\", which is the final part of the TV series, it was drawn in 59 episodes of all three seasons of Season 1 in 2013, Season 2 in 2017, and Season 3 broadcast from 18 to 19. In a story-telling composition, it follows the battle and growth of the boy Eren Yeager, who vowed to destroy all the giants from the day the wall that protects humanity was broken by the invasion of the giants. Yuki Kaji as the main character Ellen, Yui Ishikawa as Mikasa Ackerman, and Marina Inoue as Armin Arlert will also be the narrators.",
          "Aliases": []
        },
        "32": {
          "ID": "8052444",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8052444",
          "TitleEnglish": "―Special Omnibus― 1st Night ～The Battle Between Humanity and Titans～",
          "SummaryEnglish": "A special recap re-edited Seasons 1 to 3 of \"Attack on Titan\". The first night is composed of the main character Eren Yeager and his two best friends Mikasa Ackerman and Armin Arlert who continue to support him.",
          "Aliases": []
        },
        "33": {
          "ID": "8052456",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8052456",
          "TitleEnglish": "―Special Omnibus― 2nd Night ～The Emergence of The Intelligent Titans～",
          "SummaryEnglish": "A special recap re-edited Seasons 1 to 3 of \"Attack on Titan\". The second night, will consist of Reiner Brown and Bertolt Hoover, who hold the key to the story, and Annie Leonhart and Ymir.",
          "Aliases": []
        },
        "34": {
          "ID": "8071831",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8071831",
          "TitleEnglish": "―Special Omnibus― 3rd Night ～The Uprising of the Scout Regiment and the True Ruler～",
          "SummaryEnglish": "Retells Season 3 Part 1.",
          "Aliases": []
        },
        "35": {
          "ID": "8071832",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8071832",
          "TitleEnglish": "―Special Omnibus― 4th Night ～The Truth of the Titans and the Secret of the Walls～",
          "SummaryEnglish": "Retells Season 3 Part 2.",
          "Aliases": []
        },
        "38": {
          "ID": "8885827",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8885827",
          "TitleEnglish": "―Special Omnibus― 5th Night ～Marley's Warriors and the Island's Devils～",
          "SummaryEnglish": "Retells the first half of The Final Season Part 1.",
          "Aliases": []
        },
        "39": {
          "ID": "8885828",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8885828",
          "TitleEnglish": "―Special Omnibus― 6th Night ～Decisions of Future～",
          "SummaryEnglish": "Retells the second half of The Final Season Part 1.",
          "Aliases": []
        },
        "49": {
          "ID": "10643067",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/10643067",
          "TitleEnglish": "―Special Omnibus― 7th Night ～Footsteps of the End～",
          "SummaryEnglish": "Retells The Final Season Part 2.",
          "Aliases": []
        },
        "50": {
          "ID": "11054055",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/11054055",
          "TitleEnglish": "Attack on Titan: THE LAST ATTACK",
          "SummaryEnglish": "In the fifth compilation movie the anime's final two specials are retold, compiling their events into a 145-minute feature.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "514060",
      "URL": "https://www.thetvdb.com/series/attack-on-titan/seasons/official/1",
      "TitleEnglish": "Saison 1",
      "SummaryEnglish": "Il y a des siècles, l'humanité a été massacrée jusqu'à l'extinction par des créatures humanoïdes monstrueuses appelées Titans, forçant les humains à se cacher derrière d'énormes murs concentriques. Ce qui rend ces géants vraiment terrifiants, c'est que leur goût pour la chair humaine n'est pas né de la faim mais de ce qui semble être le plaisir. Pour assurer leur survie, les restes de l'humanité ont commencé à vivre à l'intérieur de barrières défensives, ce qui a entraîné une centaine d'années sans une seule rencontre avec un Titan. Cependant, ce calme fragile est bientôt brisé lorsqu'un Titan colossal parvient à percer le mur extérieur supposé imprenable, relançant la lutte pour la survie contre les abominations mangeuses d'hommes.",
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "4516067",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4516067",
          "TitleEnglish": "To You, in 2,000 Years: The Fall of Shiganshina (1)",
          "SummaryEnglish": "After one hundred years of peace, humanity is suddenly reminded of the terror of being at the Titans' mercy.",
          "Aliases": []
        },
        "2": {
          "ID": "4520243",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4520243",
          "TitleEnglish": "That Day: The Fall of Shiganshina (2)",
          "SummaryEnglish": "After the Titans break through the wall, the citizens of Shiganshina must run for their lives. However, those that do make it to safety find a harsh life waiting for them.",
          "Aliases": []
        },
        "3": {
          "ID": "4520244",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4520244",
          "TitleEnglish": "A Dim Light Amid Despair: Humanity's Comeback (1)",
          "SummaryEnglish": "Eren begins his training with the Cadet Corps, but questions about his painful past overwhelm him. When he struggles with a maneuvering exercise, Bertholdt and Reiner offer kindly advice.",
          "Aliases": []
        },
        "4": {
          "ID": "4520245",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4520245",
          "TitleEnglish": "The Night of the Closing Ceremony: Humanity's Comeback (2)",
          "SummaryEnglish": "Two years pass and the time for the recruits' graduation approaches. Annie proves her skill in a sparring session, Jean dreams of serving alongside the King, and graduation day brings shocking revelations — along with the sudden appearance of an old foe.",
          "Aliases": []
        },
        "5": {
          "ID": "4520246",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4520246",
          "TitleEnglish": "First Battle: The Struggle for Trost (1)",
          "SummaryEnglish": "Five years have passed since the fall of Wall Maria and Eren faces off against the Colossal Titan after it appears out of nowhere once again, and knocks a strategic hole in the gate of Wall Rose. As Titans swarm the city, the newly graduated Cadets are called in to fight a brutal battle that won't be without casualties.",
          "Aliases": []
        },
        "6": {
          "ID": "4520247",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4520247",
          "TitleEnglish": "The World the Girl Saw: The Struggle for Trost (2)",
          "SummaryEnglish": "Armin tries to cope with the loss of his friends and allies after Titans massacre his squad. Elsewhere in the city, Mikasa manages to take out several of the monsters, which brings back tragic memories of her past and the first time she met Eren.",
          "Aliases": []
        },
        "7": {
          "ID": "4520248",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4520248",
          "TitleEnglish": "Small Blade: The Struggle for Trost (3)",
          "SummaryEnglish": "After the retreat bell sounds, many cadets find themselves without enough fuel to scale the wall back to safety. Mikasa begins to lose hope once she hears of the deaths in Armin's squad, but the appearance of a new type of Titan stokes her will to fight.",
          "Aliases": []
        },
        "8": {
          "ID": "4520249",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4520249",
          "TitleEnglish": "I Can Hear His Heartbeat: The Struggle for Trost (4)",
          "SummaryEnglish": "Armin comes up with a risky plan that pits Titan against Titan as the abandoned cadets attempt to take back their headquarters. Getting into the building might be possible, but getting out alive and refueled will mean facing more of the giants.",
          "Aliases": []
        },
        "9": {
          "ID": "4520250",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4520250",
          "TitleEnglish": "Whereabouts of His Left Arm: The Struggle for Trost (5)",
          "SummaryEnglish": "A miraculous return is met with anger and fear. Cannons are fixed on Eren as he struggles to remember what happened to him inside the belly of a Titan and how he ended up as humankind's enemy. One question is all that matters: is Eren human or Titan?",
          "Aliases": []
        },
        "10": {
          "ID": "4520251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4520251",
          "TitleEnglish": "Response: The Struggle for Trost (6)",
          "SummaryEnglish": "Cadets respond to Eren's terrifying transformation with doubt and fear as he struggles to understand it himself. If Armin can't talk the commander into using Eren's newfound powers for the good of humankind, all hope of stopping the Titans might be lost.",
          "Aliases": []
        },
        "11": {
          "ID": "4520252",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4520252",
          "TitleEnglish": "Idol: The Struggle for Trost (7)",
          "SummaryEnglish": "Plans are made to use Eren's Titan powers to seal the hole in the wall in an attempt reclaim Trost. But with the government's bloodstained history and vocal dissenters in the military ranks, the biggest threat to humankind may not be the Titans.",
          "Aliases": []
        },
        "12": {
          "ID": "4520253",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4520253",
          "TitleEnglish": "Wound: The Struggle for Trost (8)",
          "SummaryEnglish": "The plan to reclaim Trost falls apart when Eren’s newfound powers turn him into a mindless giant. As Titans continue to swarm the city, it’s up to Armin and Mikasa to make sure the cadets massacred during the mission haven’t died in vain.",
          "Aliases": []
        },
        "13": {
          "ID": "4546795",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4546795",
          "TitleEnglish": "Primal Desire: The Struggle for Trost (9)",
          "SummaryEnglish": "Jean takes desperate measures to replace his broken Maneuver Gear. Meanwhile, Eren is able to seal the hole in the wall thanks to the help of his fellow cadets, but the cost of humanity’s first victory against the Titans will be enormous.",
          "Aliases": []
        },
        "14": {
          "ID": "4546797",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4546797",
          "TitleEnglish": "Can't Look into His Eyes Yet: Eve of the Counterattack (1)",
          "SummaryEnglish": "A special military tribunal will decide Eren’s fate. The Military Police calls for his execution while the Recon Corps argues that he is a powerful resource for humankind, and Mikasa is put on the spot when asked about the events of the Trost mission.",
          "Aliases": []
        },
        "15": {
          "ID": "4546798",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4546798",
          "TitleEnglish": "Special Operations Squad: Eve of the Counterattack (2)",
          "SummaryEnglish": "The Recon Corps moves Eren to an old abandoned castle where he will continue his training. Hanzi visits and reveals that she’s been putting two captured Titans through a series of tests and trials — experiments that she wants Eren’s help with.",
          "Aliases": []
        },
        "16": {
          "ID": "4546799",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4546799",
          "TitleEnglish": "What Needs to Be Done Now: Eve of the Counterattack (3)",
          "SummaryEnglish": "Everyone is a suspect in the investigation to find out who killed the two test-subject Titans. Meanwhile, the cadets pick which military branch they’ll be joining, but after the harrowing events in the Trost attack, many are uncertain which branch to choose.",
          "Aliases": []
        },
        "17": {
          "ID": "4546800",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4546800",
          "TitleEnglish": "Female Titan: The 57th Exterior Scouting Mission (1)",
          "SummaryEnglish": "As the Recon Corps begins its push toward Shiganshina, they encounter an intelligent Female Titan unlike any they’ve seen before. When Armin hypothesizes that it’s really a human that’s been turned into a Titan, he, Jean, and Reiner attempt to stop it.",
          "Aliases": []
        },
        "18": {
          "ID": "4546801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4546801",
          "TitleEnglish": "Forest of Giant Trees: The 57th Exterior Scouting Mission (2)",
          "SummaryEnglish": "As the Female Titan continues to tear its way through the Recon Corps, Levi makes a bold decision to split the ranks and send Eren and the supply wagons through a huge forest. Is his strategy genius, or does it spell certain death for the scouts?",
          "Aliases": []
        },
        "19": {
          "ID": "4546802",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4546802",
          "TitleEnglish": "Bite: The 57th Exterior Scouting Mission (3)",
          "SummaryEnglish": "With the Female Titan still chasing after Levi's squad, Eren considers turning himself into his Titan form, but Levi tells him to choose to be either a monster or a member of the Recon Corps. As Eren remembers what he has learned from the squad, he realizes that the danger and sacrifice they all share is not what binds them — it is trust. Now it is up to Eren to make the decision of who he will trust.",
          "Aliases": []
        },
        "20": {
          "ID": "4546803",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4546803",
          "TitleEnglish": "Erwin Smith: The 57th Exterior Scouting Mission (4)",
          "SummaryEnglish": "With the help of Levi's squad, the Recon Corps has successfully captured the Female Titan. As Commander Erwin and Captain Levi begin preparations to extract whoever is inside the Titan, will the Recon Corps discover its true identity, or does the Female Titan have one last trick up its sleeve?",
          "Aliases": []
        },
        "21": {
          "ID": "4546804",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4546804",
          "TitleEnglish": "Crushing Blow: The 57th Exterior Scouting Mission (5)",
          "SummaryEnglish": "After a last act of desperation, the person inside the Female Titan has escaped from the Recon Corps and reverted to their human form. Now, disguised as a member of the Recon Corps and equipped with Maneuver Gear, they finally catch up to their prey — Levi's squad.",
          "Aliases": []
        },
        "22": {
          "ID": "4546805",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4546805",
          "TitleEnglish": "The Defeated: The 57th Exterior Scouting Mission (6)",
          "SummaryEnglish": "The Female Titan has captured Eren after ripping him out of his Titan body, but Mikasa and Captain Levi give chase. Elsewhere, the Recon Corps begins preparations for the journey back home to the Wall with their numerous dead in tow.",
          "Aliases": []
        },
        "23": {
          "ID": "4546806",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4546806",
          "TitleEnglish": "Smile: Assault on Stohess (1)",
          "SummaryEnglish": "Following the disastrous results of the 57th Expedition, Eren is to be brought to the King's palace for a court martial. Armin, desperate to save Eren from certain execution, enlists the help of an old friend to assist with an escape plan.",
          "Aliases": []
        },
        "24": {
          "ID": "4546807",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4546807",
          "TitleEnglish": "Mercy: Assault on Stohess (2)",
          "SummaryEnglish": "With the identity of the Female Titan now revealed, Eren has reservations about fighting her. Mikasa, Armin, and the rest of the Recon Corps try to fight the Female Titan, hoping to distract her long enough to buy Eren time to come to terms with his feelings.",
          "Aliases": []
        },
        "25": {
          "ID": "4638113",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/4638113",
          "TitleEnglish": "Wall: Assault on Stohess (3)",
          "SummaryEnglish": "Eren, spurred on by his promise to kill every single Titan, unleashes the full power of his Titan form in the fight with the Female Titan. As their bloody battle draws to a close, it seems humanity may finally have a chance at survival. However, with many mysteries still left unsolved, what will await Eren, Mikasa, and Armin?",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "701272",
      "URL": "https://www.thetvdb.com/series/attack-on-titan/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": "Eren Yeager et d'autres membres du 104e Corps d'entraînement viennent tout juste de devenir membres à part entière du Bataillon d'exploration. Alors qu'ils se préparent à affronter à nouveau les Titans, leurs préparatifs sont interrompus par l'invasion du Mur Rose. Mais tout n'est pas aussi évident que prévu, car de nouveaux mystères sont dévoilés. Alors que le Bataillon d'exploration se précipite pour sauver le mur, il découvre davantage d'informations sur les Titans envahisseurs et les sombres secrets de ses propres membres.",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5978808",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/5978808",
          "TitleEnglish": "Beast Titan",
          "SummaryEnglish": "Coupled with the military's cover-up of a previous incident, the shocking discovery inside the Walls causes a stir. Elsewhere, while the new Scout recruits are held for observation, a surprising threat appears.",
          "Aliases": []
        },
        "2": {
          "ID": "6028372",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6028372",
          "TitleEnglish": "I'm Home",
          "SummaryEnglish": "With the appearance of Titans within Wall Rose, Sasha and Connie ride as messengers to warn their villages of the impending threat.",
          "Aliases": []
        },
        "3": {
          "ID": "6028373",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6028373",
          "TitleEnglish": "Southwestward",
          "SummaryEnglish": "Scouts search for a hole in the wall while Eren and others learn that someone close knows all the answers.",
          "Aliases": []
        },
        "4": {
          "ID": "6028374",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6028374",
          "TitleEnglish": "Soldier",
          "SummaryEnglish": "Unarmed and overwhelmed by the Titan assault on the castle, the only hope for the Scouts may lie in a promise and a secret.",
          "Aliases": []
        },
        "5": {
          "ID": "6029080",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6029080",
          "TitleEnglish": "Historia",
          "SummaryEnglish": "Utgard Castle comes crumbling down as Ymir desperately battles the Titans. Now, Christa must fulfill the promise they made long ago during winter training.",
          "Aliases": []
        },
        "6": {
          "ID": "6029081",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6029081",
          "TitleEnglish": "Warrior",
          "SummaryEnglish": "Following the battle, the Scouts regroup atop the wall only to find more questions than answers.",
          "Aliases": []
        },
        "7": {
          "ID": "6029082",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6029082",
          "TitleEnglish": "Close Combat",
          "SummaryEnglish": "With a new enemy revealed, Eren and the Scouts fight back using all the techniques at their disposal.",
          "Aliases": []
        },
        "8": {
          "ID": "6029083",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6029083",
          "TitleEnglish": "The Hunters",
          "SummaryEnglish": "Without a way to pursue the Titans, the Scouts have no choice but to recuperate as they wait for reinforcements. But do they still have faith in Eren?",
          "Aliases": []
        },
        "9": {
          "ID": "6029084",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6029084",
          "TitleEnglish": "Opening",
          "SummaryEnglish": "The Scouts rally and charge in pursuit, but Reiner is not quite himself while the group is trapped in the giant forest until nightfall.",
          "Aliases": []
        },
        "10": {
          "ID": "6029085",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6029085",
          "TitleEnglish": "Children",
          "SummaryEnglish": "When their group finally flees, Ymir wonders whether she should lie or stay true to herself, even if it means ruining the lives and future of those she cares about.",
          "Aliases": []
        },
        "11": {
          "ID": "6029086",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6029086",
          "TitleEnglish": "Charge",
          "SummaryEnglish": "The pursuit begins as the Recon Corps battles their way to Eren. But as the Scouts start to take numerous casualties, Erwin executes a risky strategy.",
          "Aliases": []
        },
        "12": {
          "ID": "6029088",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6029088",
          "TitleEnglish": "Scream",
          "SummaryEnglish": "The battle continues as Eren and the Scouts face many hard decisions. Who is the real enemy? What is the war really about? And what will the future hold for mankind?",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "743129",
      "URL": "https://www.thetvdb.com/series/attack-on-titan/seasons/official/3",
      "TitleEnglish": null,
      "SummaryEnglish": "Eren et ses compagnons du 104e sont assignés à la nouvelle escouade Levi, dont la mission est de protéger Eren et Historia, compte tenu du pouvoir nouvellement découvert d'Eren et des connaissances et du pedigree d'Historia. Levi et Erwin ont de bonnes raisons d'être inquiets, car le prêtre de l'Église que Hange avait caché a été retrouvé torturé à mort, ce qui montre clairement que la police militaire est impliquée dans la dissimulation. Les choses deviennent encore plus pénibles lorsque les policiers militaires s'attaquent à Erwin et que l'escouade Levi évite de justesse la capture. Eren a également des problèmes avec sa transformation en Titan, et un tueur mortel a été engagé pour sécuriser Eren et Historia, un que Levi connaît trop bien depuis sa jeunesse. Puis, espérant reprendre le Mur Maria et trouver les réponses que l'humanité cherche dans le sous-sol de Grisha, Eren, Mikasa, Armin et le reste du Bataillon d'exploration retournent à la ville où tout a commencé : Shiganshina.",
      "# Episodes": 22,
      "Episodes": {
        "1": {
          "ID": "6465435",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6465435",
          "TitleEnglish": "Smoke Signal",
          "SummaryEnglish": "After barely surviving Eren's recovery, a rising threat from the shadows puts everyone's lives in danger again.",
          "Aliases": []
        },
        "2": {
          "ID": "6667862",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6667862",
          "TitleEnglish": "Pain",
          "SummaryEnglish": "The Scouts take a stand against a new enemy, but it's not just Titans they'll be fighting anymore.",
          "Aliases": []
        },
        "3": {
          "ID": "6667863",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6667863",
          "TitleEnglish": "Old Story",
          "SummaryEnglish": "Historia and Erwin look back on their past, revealing a shady government with a hidden agenda and inspiration for an uprising.",
          "Aliases": []
        },
        "4": {
          "ID": "6667864",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6667864",
          "TitleEnglish": "Trust",
          "SummaryEnglish": "On the run and running out of time, the Scouts must entrust their lives to others if they plan on surviving.",
          "Aliases": []
        },
        "5": {
          "ID": "6667865",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6667865",
          "TitleEnglish": "Reply",
          "SummaryEnglish": "Erwin pleads his case for the Scouts to be spared, but an unforeseen announcement puts the fate of humanity at risk.",
          "Aliases": []
        },
        "6": {
          "ID": "6667866",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6667866",
          "TitleEnglish": "Sin",
          "SummaryEnglish": "While sins of the past reveal new truths, both sides prepare for the upcoming showdown before they run out of time.",
          "Aliases": []
        },
        "7": {
          "ID": "6814216",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6814216",
          "TitleEnglish": "Wish",
          "SummaryEnglish": "As battle breaks out, Historia makes a shocking decision which leads to catastrophe.",
          "Aliases": []
        },
        "8": {
          "ID": "6667868",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6667868",
          "TitleEnglish": "Outside the Walls of Orvud District",
          "SummaryEnglish": "When everything falls apart, Eren must believe in himself to save his friends. But Eren alone may not be enough to stop the impending doom.",
          "Aliases": []
        },
        "9": {
          "ID": "6667869",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6667869",
          "TitleEnglish": "Ruler of the Walls",
          "SummaryEnglish": "The survey corps and the wall garrison must protect the Orvud District from the impending attack of Rod Reiss's titan.",
          "Aliases": []
        },
        "10": {
          "ID": "6667870",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6667870",
          "TitleEnglish": "Friends",
          "SummaryEnglish": "Kenny recalls the life which has brought him to death's door, but he gets to decide whether to live on or not.",
          "Aliases": []
        },
        "11": {
          "ID": "6667871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6667871",
          "TitleEnglish": "Bystander",
          "SummaryEnglish": "Having seen a glimpse of his father's memories, Eren attempts to track down a man hoping they might shed some light on his father's secrets.",
          "Aliases": []
        },
        "12": {
          "ID": "6667872",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6667872",
          "TitleEnglish": "Night of the Battle to Retake the Wall",
          "SummaryEnglish": "The Scouts gather for a feisty feast before leaving to retake Wall Maria to uncover what's hidden in the basement once and for all.",
          "Aliases": []
        },
        "13": {
          "ID": "6667873",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6667873",
          "TitleEnglish": "The Town Where Everything Began",
          "SummaryEnglish": "The operation to retake Wall Maria commences in Shiganshina, the town where everything began. But when the Scouts arrive, something seems very wrong.",
          "Aliases": []
        },
        "14": {
          "ID": "6667874",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6667874",
          "TitleEnglish": "Thunder Spears",
          "SummaryEnglish": "Against a rush of enemies, the Scouts scramble to defend their horses. But despite falling into a trap, they have their own surprise for the Armored Titan.",
          "Aliases": []
        },
        "15": {
          "ID": "6667875",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6667875",
          "TitleEnglish": "Descent",
          "SummaryEnglish": "Though their Thunder Spears prove effective, the Scouts' celebration is short-lived as disaster descends upon Shiganshina.",
          "Aliases": []
        },
        "16": {
          "ID": "6667876",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6667876",
          "TitleEnglish": "Perfect Game",
          "SummaryEnglish": "While one front in the battle is rained on by flames, the other is battered by boulders. With no way out, the Scouts are forced to fight or die trying.",
          "Aliases": []
        },
        "17": {
          "ID": "6667877",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6667877",
          "TitleEnglish": "Hero",
          "SummaryEnglish": "As Erwin's heroic charge buys Levi time to confront the Beast Titan, Armin comes up with a plan of his own that lays it all on the line.",
          "Aliases": []
        },
        "18": {
          "ID": "6667878",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6667878",
          "TitleEnglish": "Midnight Sun",
          "SummaryEnglish": "While picking up the pieces from the costly battle, tensions rise when deciding which of the wounded Scouts gets to use the single syringe of serum.",
          "Aliases": []
        },
        "19": {
          "ID": "6667879",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6667879",
          "TitleEnglish": "The Basement",
          "SummaryEnglish": "The Scouts reflect on all they have gained and lost in their mission. With their enemies gone, Eren and the Scouts finally enter the basement to uncover the truth that will change everything.",
          "Aliases": []
        },
        "20": {
          "ID": "6667880",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6667880",
          "TitleEnglish": "That Day",
          "SummaryEnglish": "A look into Grisha's memories shows Eren the many secrets his father was hiding, including one which led to his mother's demise.",
          "Aliases": []
        },
        "21": {
          "ID": "6667881",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6667881",
          "TitleEnglish": "Attack Titan",
          "SummaryEnglish": "Eren learns the truth about his Titan powers, his Father and himself. The Survey Corps have a meeting that discusses the future of Eldia with all their new information.",
          "Aliases": []
        },
        "22": {
          "ID": "6667882",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/6667882",
          "TitleEnglish": "The Other Side of the Wall",
          "SummaryEnglish": "Though it's met with hope and despair, the truth is made public. The Scouts then venture beyond the walls to see if it's everything they dreamed of.",
          "Aliases": []
        }
      }
    },
    "4": {
      "ID": "1846517",
      "URL": "https://www.thetvdb.com/series/attack-on-titan/seasons/official/4",
      "TitleEnglish": "The Final Season / The Final Season 完結篇",
      "SummaryEnglish": "Parte 1: A Divisão de Exploração aventura-se para lá da Muralha Maria e chega ao oceano, mas a liberdade que esperavam encontrar continua fora do seu alcance. Parte 2 e 3: Eren coloca em marcha um plano brutal e espoleta uma batalha devastadora que irá decidir do destino de humanos e titãs.",
      "# Episodes": 30,
      "Episodes": {
        "1": {
          "ID": "7771368",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/7771368",
          "TitleEnglish": "The Other Side of the Sea",
          "SummaryEnglish": "As Marley battles the Mid-East Alliance to end a four-year war, a group of Warrior candidates on the front lines compete to be the successor of the Armored Titan.",
          "Aliases": []
        },
        "2": {
          "ID": "8068624",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8068624",
          "TitleEnglish": "Midnight Train",
          "SummaryEnglish": "Though glad the war is over, both the Eldian Warriors and Marley brass realize that neither have a future unless they finish the job of retaking the Founding Titan.",
          "Aliases": []
        },
        "3": {
          "ID": "8068625",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8068625",
          "TitleEnglish": "The Door of Hope",
          "SummaryEnglish": "Reiner reflects on his past, remembering what pushed him to become a Warrior and keep moving forward when all hope was lost.",
          "Aliases": []
        },
        "4": {
          "ID": "8068626",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8068626",
          "TitleEnglish": "From One Hand to Another",
          "SummaryEnglish": "A sudden visit from the Tybur family shakes up the Marleyan military. Meanwhile, Falco smuggles letters for a friend and helps two old comrades reunite.",
          "Aliases": []
        },
        "5": {
          "ID": "8068627",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8068627",
          "TitleEnglish": "Declaration of War",
          "SummaryEnglish": "While Willy Tybur reveals the truth in a shocking speech to the world, tensions rise behind the stage as Eren and Reiner meet face to face.",
          "Aliases": []
        },
        "6": {
          "ID": "8085622",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8085622",
          "TitleEnglish": "The War Hammer Titan",
          "SummaryEnglish": "Eren's rampage is thwarted by the War Hammer Titan whose tenacity leaves him stumped. With Marley's military joining the fight, he'll be hard-pressed to survive on his own.",
          "Aliases": []
        },
        "7": {
          "ID": "8085623",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8085623",
          "TitleEnglish": "Assault",
          "SummaryEnglish": "The forces of Paradis begin their assault, but the Warriors stand their ground. As Marley troops close in around them, Eren struggles to break the War Hammer's defenses.",
          "Aliases": []
        },
        "8": {
          "ID": "8085625",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8085625",
          "TitleEnglish": "Assassin's Bullet",
          "SummaryEnglish": "With no Titans left to threaten their escape, the Scouts retreat on the airship. Determined to make them pay for trampling on her home, Gabi chases after with gun in hand.",
          "Aliases": []
        },
        "9": {
          "ID": "8085627",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8085627",
          "TitleEnglish": "Brave Volunteers",
          "SummaryEnglish": "As Paradis deals with the aftermath of the raid on Liberio, Armin looks back in the past to meeting the volunteer soldiers who reshaped their world.",
          "Aliases": []
        },
        "10": {
          "ID": "8085629",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8085629",
          "TitleEnglish": "A Sound Argument",
          "SummaryEnglish": "Two years ago, Paradis welcomed their first visitor who was surprised to see one of their own. Obtaining their help will be critical in a three-part plan to protect Paradis.",
          "Aliases": []
        },
        "11": {
          "ID": "8085631",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8085631",
          "TitleEnglish": "Deceiver",
          "SummaryEnglish": "Trapped on the world's most dangerous island, Falco and Gabi will do anything to survive. Elsewhere, the public demands answers when they learn the savior of Paradis has been detained.",
          "Aliases": []
        },
        "12": {
          "ID": "8085633",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8085633",
          "TitleEnglish": "Guides",
          "SummaryEnglish": "While Hange and Pyxis piece together Zeke's true intentions, tension builds outside HQ where Armin and Mikasa plead for permission to speak with Eren.",
          "Aliases": []
        },
        "13": {
          "ID": "8085635",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8085635",
          "TitleEnglish": "Children of the Forest",
          "SummaryEnglish": "Gabi and Falco seek assistance from the captured Marleyan soldiers. Will their faith in their countrymen be rewarded or betrayed?",
          "Aliases": []
        },
        "14": {
          "ID": "8085636",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8085636",
          "TitleEnglish": "Savagery",
          "SummaryEnglish": "Armin and Mikasa speak with Eren, but are astounded by what he says. In the forest, Levi considers feeding the Beast Titan to someone new, but Zeke has other plans in mind.",
          "Aliases": []
        },
        "15": {
          "ID": "8085637",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8085637",
          "TitleEnglish": "Sole Salvation",
          "SummaryEnglish": "A look into Zeke's past shows his struggle to become a Warrior. His plans to end the suffering of all Eldians stems from a chance friendship made in his youth.",
          "Aliases": []
        },
        "16": {
          "ID": "8085638",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8085638",
          "TitleEnglish": "Above and Below",
          "SummaryEnglish": "With the Jaegerists now in charge, Zeke's master plan is revealed. But before it is put in motion, Eren recruits help to flush out any invaders in their midst.",
          "Aliases": []
        },
        "17": {
          "ID": "8932418",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8932418",
          "TitleEnglish": "Judgment",
          "SummaryEnglish": "The Marleyan military's air force invades Paradis, while Eren Yeager continues battling Porco Galliard, who is soon joined by Reiner Braun in his Armored Titan form.",
          "Aliases": []
        },
        "18": {
          "ID": "8935534",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8935534",
          "TitleEnglish": "Sneak Attack",
          "SummaryEnglish": "The Beast Titan joins the fray, but General Magath is determined to take him down. Meanwhile, with the city in flames, Colt and Gabi rush to rescue Falco who's held captive by the Jaegerists.",
          "Aliases": []
        },
        "19": {
          "ID": "8935535",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8935535",
          "TitleEnglish": "Two Brothers",
          "SummaryEnglish": "Colt pleads with Zeke to not use his scream and turn Falco into a Titan. All the while, soldiers and Titans clash in battle as Eren struggles to make contact with his brother.",
          "Aliases": []
        },
        "20": {
          "ID": "8945752",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8945752",
          "TitleEnglish": "Memories of the Future",
          "SummaryEnglish": "Zeke takes Eren through Grisha's memories to show him how he's been brainwashed. But in doing so, Zeke discovers something about Eren that he never knew.",
          "Aliases": []
        },
        "21": {
          "ID": "8947991",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8947991",
          "TitleEnglish": "From You, 2,000 Years Ago",
          "SummaryEnglish": "This is the story of those who have been resisting, struggling, and continually advancing for 2,000 years. Who the hell started this story? Eren speaks to Founder Ymir, who continues walking, \"You were waiting... All this time. For 2,000 years... Waiting for someone...\"",
          "Aliases": []
        },
        "22": {
          "ID": "8947992",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8947992",
          "TitleEnglish": "Thaw",
          "SummaryEnglish": "With no walls left on the island and Shiganshina full of Titans, the Scouts must battle their former comrades. In the midst of it all, Gabi is determined to find and rescue Falco at whatever cost.",
          "Aliases": []
        },
        "23": {
          "ID": "8947993",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8947993",
          "TitleEnglish": "Sunset",
          "SummaryEnglish": "The rumbling is set in motion once all hardening is undone, but this also sets Annie free. As the Jaegerists take control of the island, Connie races towards Ragako to feed Falco to his Titan mother.",
          "Aliases": []
        },
        "24": {
          "ID": "8947994",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8947994",
          "TitleEnglish": "Pride",
          "SummaryEnglish": "Upon reaching Ragako, Connie hatches a plan to trick Falco into being eaten by his mother. Elsewhere, hero of the Eldian Empire, Jean, is to execute Yelena and Onyankopon for their crimes against humanity.",
          "Aliases": []
        },
        "25": {
          "ID": "8947995",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8947995",
          "TitleEnglish": "Night of the End",
          "SummaryEnglish": "Deep in the forest, an unlikely rabble of Marley stragglers and island fugitives attempt to set their hatred aside and talk around a campfire without killing each other.",
          "Aliases": []
        },
        "26": {
          "ID": "8947996",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8947996",
          "TitleEnglish": "Traitor",
          "SummaryEnglish": "The Azumabito’s flying boat is guarded by a port full of Jaegerists, but the Scouts are reluctant to kill their former friends. If they wish to avoid bloodshed, they can't afford their plan to go wrong.",
          "Aliases": []
        },
        "27": {
          "ID": "8947997",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8947997",
          "TitleEnglish": "Retrospective",
          "SummaryEnglish": "For the flying boat to take off, the mechanics need half a day to service it. Knowing they'll never last that long with Jaegerist reinforcements on the way, the crew is forced to change their plans.",
          "Aliases": []
        },
        "28": {
          "ID": "8947998",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/8947998",
          "TitleEnglish": "The Dawn of Humanity",
          "SummaryEnglish": "Regardless of where it all began, Eren commits to his path of destruction during the Scouts' first visit to the Marleyan mainland, leaving Mikasa to wonder if things could've been different.",
          "Aliases": []
        },
        "29": {
          "ID": "9564553",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/9564553",
          "TitleEnglish": "The Final Chapters Special 1",
          "SummaryEnglish": "As the rumbling advances, the remaining members of the Scout Regiment race against the clock with their Marleyan and Azumabito allies to catch up to Eren and stop the rumbling before the rest of the world is crushed under the Wall Titans' feet. - The Rumbling - The Wings of Freedom - In The Depths of Despair",
          "Aliases": []
        },
        "30": {
          "ID": "9644229",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/attack-on-titan/episodes/9644229",
          "TitleEnglish": "The Final Chapters Special 2",
          "SummaryEnglish": "Eren, as the Founding Titan, advances on Fort Salta with countless other Titans. Appearing before the refugees, who stand on the brink of despair, are Mikasa, Armin, Jean, Conny, Reiner, Pieck, and Levi, who narrowly escaped from the rumbling. The battle between former comrades and childhood friends with Eren concludes here.",
          "Aliases": []
        }
      }
    }
  }
}