{
  "URL": "https://www.thetvdb.com/series/flowers-of-evil",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2636546/",
    "http://akunohana-anime.jp/",
    "https://www.themoviedb.org/tv/55006",
    "https://x.com/akunohana_anime"
  ],
  "TitleEnglish": "Flowers of Evil",
  "SummaryEnglish": "The corrupt pure-love story revolves around Kasuga Takao, a bookish boy who loves the poems of Charles Baudelaire (the original author of the poetry collection Les Fleurs du mal or Flowers of Evil). One day after school, he discovers and steals the gym clothes of Saeki Nanako, the girl he has a crush on. However, he learns that Nakamura Sawa, a girl he loathes, happens to catch him in the act. Nakamura blackmails Kasuga into a contract, or else she will reveal his secret.",
  "Aliases": [
    "Aku no Hana",
    "The Flowers of Evil"
  ],
  "Modified": "2025-05-28",
  "Seasons": {
    "1": {
      "ID": "515039",
      "URL": "https://www.thetvdb.com/series/flowers-of-evil/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "4524508",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/flowers-of-evil/episodes/4524508",
          "TitleEnglish": "Flowers of Evil 1 of 13",
          "SummaryEnglish": "Takao Kasuga life is boring. Each day passes much like the one before, an endless cycle of going to school, coming home, sleeping, and then starting it all over again. Instead of doing the things that his friends do, Takao focuses his time on reading literature instead, in particular Charles Baudelaire’s Fleurs du mal. But something inside him is reaching its breaking point, and a flower of evil is about to bloom.",
          "Aliases": []
        },
        "2": {
          "ID": "4524510",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/flowers-of-evil/episodes/4524510",
          "TitleEnglish": "Flowers of Evil 2 of 13",
          "SummaryEnglish": "Takao steals Nanako’s gym cloths in a fit of stupidity and confusion, which weights heavily on his conscience as he sees the effect his actions have. Plagued by guilt, Takao is approached by Nakamura, who reveals that she saw him take the gym cloths. Takao’s problems continue to multiply as he’s slowly caught in a web of sin.",
          "Aliases": []
        },
        "3": {
          "ID": "4524511",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/flowers-of-evil/episodes/4524511",
          "TitleEnglish": "Flowers of Evil 3 of 13",
          "SummaryEnglish": "Forced by Nakamura into Saeki’s gym cloths, Kasuga finds himself blackmailed into spending even more time with his tormentor. Strangely though, when Nakamura is accused of stealing money Kasuga finds himself standing up for her.",
          "Aliases": []
        },
        "4": {
          "ID": "4524512",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/flowers-of-evil/episodes/4524512",
          "TitleEnglish": "Flowers of Evil 4 of 13",
          "SummaryEnglish": "Having stood up for Nakamura, Kasuga finds himself at odds with the rest of his class. But just when it’s looking like things can’t get much worse for him, his idol, Saeki herself tells Kasuga that she though it was very cool of him to stand up for the strange girl. Armed with a tiny fleck of light in the growing gloom of his life, Kasuga is elated and even finds it in himself to ask Saeki on a date, which she surprisingly accepts. Kasuga tries to keep it from Nakamura, but when she inevitably finds out about the impending date, Nakamura decides to push Kasuga even further into the darkness.",
          "Aliases": []
        },
        "5": {
          "ID": "4524513",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/flowers-of-evil/episodes/4524513",
          "TitleEnglish": "Flowers of Evil 5 of 13",
          "SummaryEnglish": "Nakamura stalks Saeki and Kasuga as they go on their date. She forces Kasuga to wear the stolen gym clothes underneath his own.",
          "Aliases": []
        },
        "6": {
          "ID": "4524515",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/flowers-of-evil/episodes/4524515",
          "TitleEnglish": "Flowers of Evil 6 of 13",
          "SummaryEnglish": "Saeki tells the whole class that she and Kasuga are going out. Kasuga gets nervous when he sees Nakamura talking with Saeki, wondering if she is revealing his secret.",
          "Aliases": []
        },
        "7": {
          "ID": "4524516",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/flowers-of-evil/episodes/4524516",
          "TitleEnglish": "Flowers of Evil 7 of 13",
          "SummaryEnglish": "Kasuga y Saeki lucen torpes como pareja. Saeki pide a Kasuga que le diga la verdad (sobre nakamura), mientras él nervioso pensaba que ella había descubierto que fue él quien robó sus ropas de gimnasia. Como Nakamura piensa que Kasuga es aburrido y que solo quiere sexo con Saeki, anula el contrato que tenía con Kasuga, lo que debería haberlo hecho querer gritar de alegría, en su lugar, está devastado.",
          "Aliases": []
        },
        "8": {
          "ID": "4524517",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/flowers-of-evil/episodes/4524517",
          "TitleEnglish": "Flowers of Evil 8 of 13",
          "SummaryEnglish": "Nakamura and Kasuga slowly walk home, hand in hand. The next day, the whole class is in uproar. The ink covered Kasuga's name. Saeki is devastated, her clothes at the center of the destruction. The whole school gets informed. Kasuga pukes. Saeki confronts Kasuga, having noticed that the drawing on the floor was the same as on his favorite book. He breaks up with her.",
          "Aliases": []
        },
        "9": {
          "ID": "4524518",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/flowers-of-evil/episodes/4524518",
          "TitleEnglish": "Flowers of Evil 9 of 13",
          "SummaryEnglish": "Saeki refuses to break up. The next day, Kasuga is absent. Saeki asks Nakamura what her relationship with Kasuga is. She says she's contracted to reveal his deviance. Saeki argues he's not a deviant. She goes to Kasuga's house and make a case for him through the window. His mom finds his stained clothes and he runs away. Saeki sees his mom looking for him.",
          "Aliases": []
        },
        "10": {
          "ID": "4524519",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/flowers-of-evil/episodes/4524519",
          "TitleEnglish": "Flowers of Evil 10 of 13",
          "SummaryEnglish": "Kasuga goes up the mountains with Nakamura on his bike. They stop because of the rain. Saeki goes looking for Kasuga and finds them. Nakamura undresses him again. When asked to choose between the two of them, he stands his middle ground and upsets both. A police car shows up because of Saeki's parents and brings them all home.",
          "Aliases": []
        },
        "11": {
          "ID": "4524520",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/flowers-of-evil/episodes/4524520",
          "TitleEnglish": "Flowers of Evil 11 of 13",
          "SummaryEnglish": "One month later it is summer. The three have been ignoring each other. On Kinoshita's initiative, Saeki and Kasuga talk, only to break up. Kasuga is a shell of his former self. His mother is upset. He pukes. He knows Saeki is going to be alright without him, but even in his dreams, he can't stop thinking about Nakamura.",
          "Aliases": []
        },
        "12": {
          "ID": "4524521",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/flowers-of-evil/episodes/4524521",
          "TitleEnglish": "Flowers of Evil 12 of 13",
          "SummaryEnglish": "Kasuga writes an essay to Nakamura. Kinoshita asks Kasuga's friends what is wrong with him. Kasuga tries to give his essay to Nakamura, but she ignores him, so he starts reading it to her. She runs away. He goes to Nakamura's house to deliver the essay. On the doorstep, he is invited in by her father, who says that Kasuga is her first friend.",
          "Aliases": []
        },
        "13": {
          "ID": "4540691",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/flowers-of-evil/episodes/4540691",
          "TitleEnglish": "Flowers of Evil 13 of 13",
          "SummaryEnglish": "Kasuga enters Nakamura's room. He finds her diary and starts reading it. He recalls what had happened. Nakamura comes back, seizes the diary and runs away. He follows her and catches up to her. This time, he asks her to make a contract with him: they'll do what they can in order to leave for good someday.",
          "Aliases": []
        }
      }
    }
  }
}