{
  "URL": "https://www.thetvdb.com/series/yu-gi-oh-capsule-monsters",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Children",
    "Fantasy",
    "Mini-Series",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0457214/",
    "https://www.themoviedb.org/tv/11767"
  ],
  "TitleEnglish": "Yu-Gi-Oh! Capsule Monsters",
  "SummaryEnglish": "Yugi and his friends travel to a strange realm where they encounter and battle mysterious ancient creatures.",
  "Aliases": [],
  "Modified": "2024-09-09",
  "Seasons": {
    "1": {
      "ID": "515556",
      "URL": "https://www.thetvdb.com/series/yu-gi-oh-capsule-monsters/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": "Yugi and his friends get pulled into another dimension where they learn to play Capsule Monsters.",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4529727",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-capsule-monsters/episodes/4529727",
          "TitleEnglish": "Getting Played",
          "SummaryEnglish": "Yugi keeps having reoccurring nightmare of being attacked by a shadowy being with many arms. When Yugi wakes up and heads off to school, he wonders where his Grandpa could be as he had gone on a secret expedition a week earlier and had not returned yet. Joey ends up winning a trip to India and invites Yugi, Téa and Tristan to come along. On their way to India, their plane crashes and they decide to look around the area while the pilots wait for help to arrive. They come across Dr. Alex Brisbane, a colleague of Yugi’s grandfather, Solomon Motto. He tells the gang that Solomon has disappeared and shows them a giant pyramid that they had been exploring together. Dr. Brisbane leads the gang to a giant map where Joey steps on it and disappears. Yugi, Téa, and Tristan go after Joey and find themselves transported into another world with devices on their arms and belts around their wastes. All of a sudden, Yugi, Téa, and Tristan are ambushed by Gokibore and a Kamakiriman and become separated in the frenzy. After gaining Celtic Guardian and using him to defeat Kamakiriman, Yugi realizes that somehow they have been transported into the world of Capsule Monsters.",
          "Aliases": []
        },
        "2": {
          "ID": "4529728",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-capsule-monsters/episodes/4529728",
          "TitleEnglish": "Divide and Conquer",
          "SummaryEnglish": "After landing on a mountain top and being grabbed by a Kurama, Joey escapes a flock of Kurama chicks on Baby Dragon. While hiding in a cave he finds a treasure chest that turns out to contain a map of the capsule monster world. Meanwhile, Yugi fights off a Trent with the help of Celtic Guardian and his new monster, Hinotama Soul. Tristan and Téa manage to beat Root Water with the help of Thunder Kid and Happy Lover, only to have it become even stronger! As Tea and Tristan become overwhelmed by the monster, a mysterious stranger saves them by striking the monster down with a lightning strike.",
          "Aliases": []
        },
        "3": {
          "ID": "4529729",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-capsule-monsters/episodes/4529729",
          "TitleEnglish": "Reunited at Last",
          "SummaryEnglish": "After seeing the lightning strike, Yugi rushes to the scene. Yugi not only finds an unconscious Téa and Tristan, but also his missing Grandpa, who turns out to be the stranger that saved them. They set up a campsite and exchange stories of how they arrived. Joey spots the gang while riding Baby Dragon and soon the entire group is reunited. While discussing how to escape the world, Yami Yugi explains that he believes that in order to escape they must play the game. Suddenly, the gang is surrounded by Flower Wolves. Overwhelmed by their numbers, the gang flees. While trying to find food, they hear what sounds like an earthquake only to discover that they’re on an island turtle. They escape the Island Turtle as it sinks back into the sea. They find a temple on the lake and go inside where they find a huge lamp. La Ginn emerges and attacks, along with Neo Aqua Madoor. To make matters worse, Neo Aqua Madoor freezes Téa and Solomon. Yami Yugi tries to fight on his own so his friends won’t get hurt, but when the fight becomes overwhelming, Tristan and Joey help him out. Yami Yugi realizes that one monsters element will weaken the other, so they trick the monsters into destroying each other, thereby freeing Téa and Solomon. A tablet appears and Solomon translates it. Before the shadows blanket the land, go to the Fortress of Fear. Locate the place where the spirit sleeps, and the pathway you seek will appear. The gang figures out that they must reach a fortress before the Sun sets in order to get home, or else it will close forever.",
          "Aliases": []
        },
        "4": {
          "ID": "4529730",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-capsule-monsters/episodes/4529730",
          "TitleEnglish": "Fortress of Fear",
          "SummaryEnglish": "The gang find a secret passageway underneath the temple and end up in a graveyard. A large group of Skull Servants and Wood Remains appear from the ground and begin to attack the gang. They try to fight them off but they become surrounded though and release more capsule monsters. Joey gains Flame swordsman, Téa gains Dark Witch, and Yami Yugi gains Kuribo. They defeat the monsters and continue to their destination. They get to the fortress but walls shoot up around it along with four statues on each corner. The gang eventually figures out that they must mimic the statues in order to get inside. As Téa, Tristan, Joey and Solomon mimic the figures; Yugi goes through the open door. Yugi finds a casket covered in hieroglyphs. Rushing forward, the floor suddenly disappears from under him, causing him to fall into a big, empty room. Outside, when the gang moves from their positions, the statues come to life and they must fight them off. The walls of the empty room start closing in on Yugi and Yami. Kuribo's capsule begins to glow and Yami releases him. Kuribo shows Yami a capsule that he must release. Yami Yugi and Kuribo jumped up and release the capsule, which turns out to be the Dark Magician. Outside the fortress, Yami uses Dark Magician to defeat the statues and save his friends. The fortress walls fall and Yugi rushes to open the tomb, which he does just in time. The tomb reveals armor. Solomon then reads the next riddle. Pass through this doorway and thy journey shall start, five trials will follow to test thy heart, but I warn you this journey is not for the weak, only a true warrior can unearth what you seek. The armor from the tomb is phased on to Yugi. Solomon Muto believes it is because the armor believes Yugi is a true warrior. Yugi and the gang pass through the doorway to the next challenge.",
          "Aliases": []
        },
        "5": {
          "ID": "4529731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-capsule-monsters/episodes/4529731",
          "TitleEnglish": "Eye of the Storm",
          "SummaryEnglish": "The gang is transported to a desert where they come across a village. A little girl from the village brings them to an old man where they receive another riddle and a pentagon shaped necklace, which Téa holds onto. The gang’s first challenge is to silence the whisper that rides the desert wind. They hear a voice from outside telling them to turn back, but the gang goes out into the desert to face the voice. Medusa Worms and a sandstorm attack the group while trying to find the voice. Because of the storm the gang begins to attack each other thinking they are Medusa worms. Yami heads to the eye of the storm in order to defeat the whisper. In the storm, a masked man tells Yami to use the armor to merge with his most trusted monster. He chooses the Dark Magician and forms dual armor. When he gets to the eye of the storm, he finds that the whisper is really a witch. Yami easily defeats the witch but becomes tired in the process. Yugi takes over and the gang discusses what transpired. A triangle on the pentagon necklace changes color to red, indicating they completed the challenge, and a new doorway appears leading them to the next challenge.",
          "Aliases": []
        },
        "6": {
          "ID": "4529732",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-capsule-monsters/episodes/4529732",
          "TitleEnglish": "Trial of Light and Shadow",
          "SummaryEnglish": "The group arrives on an island floating above the clouds. Yugi faints from the strain the armor put on the Pharaoh. A new message arrives and Grandpa deciphers it. \"The Trial of Light and Shadows: Once a day, the unbrekable stone appears in the Valley of Light. To break fight with a force greater than physical might.\" Deciding to give Yugi a break from saving them, Joey, Tristen and Grandpa head out to complete the challenge alone. They find the stone, but soon have to fight Prisman to break it; Tristen sees the energy blasts the monster lets out damage the rock, so he irritates Prisman to get it to start cracking it. Yugi awakens, and Tea gives him the message; switching to the Pharaoh, they disover it's only have the message once they read it in the dark. Prisman is successfully destroyed once it breaks the rock, but Skull Guardian takes its place. The Pharaoh merges with Dark Magicion once more, only subdoing the monster; the second half of the message said they needed to only defeat the monster, not kill it, thus proving themselves peaceful. The masked man arrives and reveals that if they fail the five trials, they will be stuck there until another challenger arrives; if the Pharaoh succeeds, he will be given the power he's worthy of.",
          "Aliases": []
        },
        "7": {
          "ID": "4529733",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-capsule-monsters/episodes/4529733",
          "TitleEnglish": "Red-Eyes Black Curse",
          "SummaryEnglish": "They group arrives in a volcanic region, where they must get rid of the Sword of Chaos. Tristan fains Thunder Dragon. Joey ends up merging with Red-Eyes Black Dragon, becoming evil; however, he's fighting internal for control of his body. He succeeds with the Pharaoh's help, finding that the sword they need to get rid of its not the one on top of the volcano, but in Red Eyes. Once removed, the dragon becomes one of Joey's capsule monsters.",
          "Aliases": []
        },
        "8": {
          "ID": "4529734",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-capsule-monsters/episodes/4529734",
          "TitleEnglish": "Fruits of Evolution",
          "SummaryEnglish": "Arriving in a forest, the group is to find the Fruit of Evolution and offer it to a temple. A Petit Moth accidentally leads them to the temple, where three apples are; a labyrinth soon separates everyone. Tea gains Seiryu, while Tristan gains Shovel Crusher; using Tristan's newest monster to bash their way through the maze, they return to find one of the apples gone and a Cocoon of Evolution in Petit Moth's place. It hatches, revealing Great Moth; an attack only causes it to evolve into Perfectly Ultimate Great Moth. The Pharaoh releases one of the apples is for them and bites it, turning his Dark Magicion armor into Magicion of Black Chaos armor. He easily slays the monster before offering the final apple to the altar.",
          "Aliases": []
        },
        "9": {
          "ID": "4529735",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-capsule-monsters/episodes/4529735",
          "TitleEnglish": "The Fiendish Five (1)",
          "SummaryEnglish": "The gang stumbles upon a small kingdom dominated by a clan of fierce dragons known as The Fiendish Five. If they fail to slay these beasts, one of Yugi's friends must give up his soul!",
          "Aliases": []
        },
        "10": {
          "ID": "4529736",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-capsule-monsters/episodes/4529736",
          "TitleEnglish": "The Fiendish Five (2)",
          "SummaryEnglish": "Yugi and his friends defeat the Fiendish Five...or so they think! These ferocious dragons have merged together and are now more powerful than ever! Will the gang complete their fifth and final test, or will they be trapped forever!?",
          "Aliases": []
        },
        "11": {
          "ID": "4529737",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-capsule-monsters/episodes/4529737",
          "TitleEnglish": "The True King (1)",
          "SummaryEnglish": "Although the gang has passed the five sacred trials, the most dangerous test is yet to come. Now Yugi must face the spirit of Alexander the Great in an all-out Capsule Monsters war with the ultimate stakes!",
          "Aliases": []
        },
        "12": {
          "ID": "4529738",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-capsule-monsters/episodes/4529738",
          "TitleEnglish": "The True King (2)",
          "SummaryEnglish": "Yugi's friends are unconscious, leaving him to defeat Alexander the Great on his own! However with the indestructible Reshef the Dark Being in his corner, Alexander seems undefeatable!",
          "Aliases": []
        }
      }
    }
  }
}