{
    "URL": "https://www.thetvdb.com/series/fatal-fury",
    "Genres": [
        "Animation",
        "Anime"
    ],
    "Other Sites": [],
    "TitleEnglish": "Fatal Fury",
    "SummaryEnglish": "When world-class martial artist Jeff Bogard is brutally murdered before his sons eyes by a former family friend, young Terry and Andy Bogard devote their lives to learning their father's bare-knuckled street fighting techniques in a quest for revenge. If they can get good enough, fast enough, furious enough, maybe they can stand a chance? but only one son will be chosen by their father's master to learn the legendary Hakkyokuseiken technique. Which one will it be-older brother Terry, the street-fighting lone wolf? Or tough little brother Andy, silver-haired and beautiful, trained in Japan in the deadliest of the martial arts?",
    "Aliases": [],
    "Modified": "2024-04-25",
    "Seasons": {
        "0": {
            "ID": "517665",
            "URL": "https://www.thetvdb.com/series/fatal-fury/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4548744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fatal-fury/episodes/4548744",
                    "TitleEnglish": "Fatal Fury: Legend of the Hungry Wolf",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "4548745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fatal-fury/episodes/4548745",
                    "TitleEnglish": "Fatal Fury: The New Battle",
                    "SummaryEnglish": "After defeating Geese Howard, legendary fighter Terry Bogard faces German warrior Wolfgang Krauser, only to suffer a humiliating defeat. Depressed by his loss, Terry wanders around the country, wasting his life through drinking. Only a young boy named Tony can convince Terry to go back to his winning ways, conquer his fears, and once again face Krauser."
                },
                "3": {
                    "ID": "4548746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fatal-fury/episodes/4548746",
                    "TitleEnglish": "Fatal Fury: The Motion Picture",
                    "SummaryEnglish": "The Armour of Mars — a suit of armour consisting of six pieces. If anyone from the bloodline of the ancient warrior Godimus were to find all six pieces, he would receive power equal to that a god. The Curse of Godimus, however, also dictates that this same person would lose all sense of himself and become an insane killing machine. Laocorn is one of the few left in the bloodline of Godimus, and has already obtained three of the pieces. When Terry Bogard rescues Sulia, Laocorn's twin sister, from Laocorn's evil minions one night, he finds himself and his friends inexorably drawn into Sulia's hope to recover the pieces of the armour before Laocorn does and prevent him from fulfilling the Curse of Godimus. But are even the combined efforts of Terry, Andy, Joe, and Mai enough to stop the might of the Armour of Mars?"
                }
            }
        },
        "1": {
            "ID": "570961",
            "URL": "https://www.thetvdb.com/series/fatal-fury/seasons/official/1",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4749521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fatal-fury/episodes/4749521",
                    "TitleEnglish": "Legend of the Hungry Wolf",
                    "SummaryEnglish": "When their father is brutally murdered, Terry Bogard and his silver-haired brother Andy devote their lives to bare-knuckled street fighting techniques to avenge his death! Still, after ten years of training, will they be powerful enough to face their intimidating enemies?"
                },
                "2": {
                    "ID": "4749522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fatal-fury/episodes/4749522",
                    "TitleEnglish": "The New Battle",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "4749523",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/fatal-fury/episodes/4749523",
                    "TitleEnglish": "Fatal Fury: The Motion Picture",
                    "SummaryEnglish": "The Armour of Mars — a suit of armour consisting of six pieces. If anyone from the bloodline of the ancient warrior Godimus were to find all six pieces, he would receive power equal to that a god. The Curse of Godimus, however, also dictates that this same person would lose all sense of himself and become an insane killing machine."
                }
            }
        }
    }
}