{
  "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden",
  "Genres": [
    "Political"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt6206772/",
    "https://www.themoviedb.org/tv/68312"
  ],
  "TitleEnglish": "Legend of the Galactic Heroes Gaiden",
  "SummaryEnglish": "These short stories fill in the first part of the background of Reinhard von Lohengramm and Siegfried Kircheis before the start of the main Legend of the Galactic Heroes series.",
  "Aliases": [
    "Legend of Galactic Heroes: Spiral Labyrinth",
    "Legend of Galactic Heroes: A Hundred Billion Stars, A Hundred Billion Lights",
    "Ginga Eiyuu Densetsu Gaiden",
    "Ginga Eiyuu Densetsu Gaiden: Senoku no Hoshi, Senoku no Hikari"
  ],
  "Modified": "2025-05-28",
  "Seasons": {
    "1": {
      "ID": "518015",
      "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "4551269",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4551269",
          "TitleEnglish": "Silver-White Valley: Kapitel I",
          "SummaryEnglish": "In July 791 UC, Reinhard von Müsel and Siegfried Kircheis, upon graduation from a military preparatory school, is posted to the planet Kapche-Lanka as their first assignment. Unbeknownst to them, Sussanna von Beenemünde, who harbours jealousy and hatred towards Reinhard's sister Annerose von Grünewald, is secretly plotting to kill him by bribing Reinhard's new superior, the base commandant of an Imperial base in Kapche-Lanka, to do so.",
          "Aliases": []
        },
        "2": {
          "ID": "4551270",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4551270",
          "TitleEnglish": "Silver-White Valley: Kapitel II",
          "SummaryEnglish": "As a plot to kill both of them, Reinhard von Müsel and Siegfried Kircheis are dispatched by their superior to reconnoitre deep into the planet Kapche-Lanka for Free Planets Alliance activity all by themselves. Before their departure, Reinhard and Kircheis' tank is tampered with to ensure that they will not have enough fuel to make it back to base. It is nightfall before both of them realise that act and they are forced to halt and figure a way to get back to base alive. By chance, they encounter an Alliance tank advance unit and decides to ambush it for securing fuel.",
          "Aliases": []
        },
        "3": {
          "ID": "4551271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4551271",
          "TitleEnglish": "Silver-White Valley: Kapitel III",
          "SummaryEnglish": "Reinhard von Müsel and Siegfried Kircheis successfully ambush a Free Planets Alliance tank advance unit and secure not only fuel, but also information about an upcoming Alliance surprise attack on their base. Suspecting that their base commandant Captain Herder was responsible for their predicament, they decide to wait for any of his accomplices to appear. Eventually, Lieutenant Hugenberch finds them and after he shows hostile intent, Reinhard kills him. They then return to their base and finds the surprise attack already started. Kircheis manages to disable the attacking Alliance tanks by transmitting to them a code he wrote based on stolen data from the tanks he and Reinhard previously ambushed, enabling the Imperial forces at their base to successfully counter-attack and end the Alliance surprise attack.",
          "Aliases": []
        },
        "4": {
          "ID": "4551272",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4551272",
          "TitleEnglish": "Silver-White Valley: Kapitel IV",
          "SummaryEnglish": "Reinhard von Müsel, feigning ignorance of Captain Herder's plot to kill him, tries to convince him to attack the Free Planets Alliance base on Kapche-Lanka. Herder accepts Reinhard's suggestion, thinking it as another opportunity to kill him. As the attack plan proceeds, Herder orders Reinhard and Siegfried Kircheis on a separate assignment to isolate them. He then attempts to ambush Reinhard, but is foiled when Kircheis brings the base second in command, Commander Martel, to witness Herder's act. With his crime exposed and fearing the punishment for high treason, Herder commits suicide by leaping off a valley. Although Reinhard and Kircheis are unable to expose Sussanna von Beenemünde as the mastermind for plotting their demise, they are promoted for their contributions in the successful attack on the Alliance base and are soon transferred out of Kapche-Lanka.",
          "Aliases": []
        },
        "5": {
          "ID": "4552681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4552681",
          "TitleEnglish": "Dream of the Morning, Song of the Night: Kapitel I",
          "SummaryEnglish": "In April 793 UC, Reinhard von Müsel and Siegfried Kircheis, while waiting for their next assignment, visits their alma mater in Odin. They are warmly welcomed by the students there, who respect them greatly. After observing the school for a day, Reinhard and Kircheis finally receive their new assignments in the Imperial Military Police. The next day, while browsing through the archives in the Military Police headquarters, Reinhard discovers a case handled by Ulrich Kesler during his tenure as a military police and is impressed by his unorthodox method of protecting ordinary civilians from the oppression of the Military Police.",
          "Aliases": []
        },
        "6": {
          "ID": "4552682",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4552682",
          "TitleEnglish": "Dream of the Morning, Song of the Night: Kapitel II",
          "SummaryEnglish": "Reinhard von Müsel and Siegfried Kircheis take up lodgings in the dormitory of their alma mater for the duration of their investigation of the death of Karl von Reifeisen. During their first night, Reinhard dreams about past events of his life. The next day, Reinhard and Kircheis begin their investigation, first by examining the murder scene and then looking up on the school records of the deceased before ending with an interview with Moritz von Haase, a student sent by the school principal to assist their investigation, about the conduct and personality of the deceased for possible clues that caused his demise. Overall however, their entire day of investigation ended with no headway towards solving the case.",
          "Aliases": []
        },
        "7": {
          "ID": "4552683",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4552683",
          "TitleEnglish": "Dream of the Morning, Song of the Night: Kapitel III",
          "SummaryEnglish": "Reinhard von Müsel and Siegfried Kircheis attend Karl von Reifeisen's funeral. Reinhard notes that Moritz von Haase's eulogy for Reifeisen is formal, but lacking in emotion. After offering condolences to Reifeisen's family, Reinhard confides with Kircheis on his views about the Imperial populace that has been repressed for over four centuries. At night, Reinhard receives news that his father Sebastian von Müsel has passed away. The next day, he attends the funeral of his father with Kircheis and meets up with his sister Annerose von Grünewald briefly. Upon their return to their alma mater, they are informed that another murder has occurred in the school; the victim being one of the top students of the school. After viewing the murder scene, Kircheis begins to suspect that Haase is colour-blind and that he might have committed the murders to conceal evidence of his defect.",
          "Aliases": []
        },
        "8": {
          "ID": "4552684",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4552684",
          "TitleEnglish": "Dream of the Morning, Song of the Night: Kapitel IV",
          "SummaryEnglish": "Reinhard von Müsel and Siegfried Kircheis revisit the location of Karl von Reifeisen's death to look for new clues. A falling bag of flour which almost crushed Reinhard gives him a brainwave and he quickly asks Kircheis to confirm something for him. Soon after that, he and Kircheis report their findings thus far to Geahard von Steger, the principal of their alma mater, and insinuate to him that the murderer is Moritz von Haase and even summoned the latter to prove his colour-blindness. However, this is just a ruse to make Steger reveal that he is the actual perpetrator.",
          "Aliases": []
        },
        "9": {
          "ID": "4552686",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4552686",
          "TitleEnglish": "Disgrace: Kapitel I",
          "SummaryEnglish": "In November 795 UC, Siegfried Kircheis arrives in the artificial resort satellite Kreuznach III for a vacation, as instructed by Reinhard von Müsel, who had to remain in the Imperial capital Odin to prepare for his receiving of the countship of Lohengramm. While he is checking in at a hotel, he saves an old man from a knife-wielding drug addict. The old man turns out to be Michael von Keyserling, a disgraced former Vice Admiral who was demoted and discharged from the military after his disastrous defeat in the Battle of Arlesheim on 792 UC. Kircheis then proceeds to the local police station, where he meets Superintendent Hoffmann, who implores him to assist the local police in a major thyoxin trafficking case which he believes is related to the seemingly random assault on Keyserling. Kircheis, having nothing constructive to do in Krueznach III, reluctantly agrees.",
          "Aliases": []
        },
        "10": {
          "ID": "4552687",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4552687",
          "TitleEnglish": "Disgrace: Kapitel II",
          "SummaryEnglish": "After his meeting with Superintendent Hoffmann, Siegfried Kircheis returns to the hotel he is staying in, only to find an invitation by Michael von Keyserling to a dinner in a restaurant as a gesture of thanks for saving his life. Kircheis decides to take up the invitation. During the dinner, he learns a little about Keyserling's past and that Keyserling is planning to meet up with his old friends, whom he says will not arrive till the next day. After the dinner, Kircheis meets up with Hoffmann again, who reveals to him that Keyserling's would-be assailant used to be a subordinate of his when he was in active service. While it is highly probable that Keyserling himself would not remember a low-ranking subordinate, their links with each other are too good to be a coincidence.",
          "Aliases": []
        },
        "11": {
          "ID": "4552688",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4552688",
          "TitleEnglish": "Disgrace: Kapitel III",
          "SummaryEnglish": "Siegfried Kircheis is introduced by Michael von Keyserling to his old friend Christopher von Basel, a retired Vice Admiral. Kircheis notes that Basel continues to claim that he and his wife have only just arrived instead of the day before as revealed by Superintendent Hoffmann. Later the day while alone in a café, Kircheis finds a suspicious-looking man and begins to tail him. The man turns out to be a bait to trap Kircheis inside a flying ball court, where he faces five knife-wielding assailants. Kircheis holds off long enough before Hoffmann leads the local police to intervene.",
          "Aliases": []
        },
        "12": {
          "ID": "4552689",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4552689",
          "TitleEnglish": "Disgrace: Kapitel IV",
          "SummaryEnglish": "Despite admitting to Siegfried Kircheis his awareness of Christopher von Basel's role as the leader of a thyoxin trafficking organisation, Michael von Keyserling refuses to testify against him. Kircheis then visits Johanna von Basel, who reveals that she was already aware of her husband's wrongdoings and was in fact the mysterious informant who tipped the police of Kreuznach III about the imminent arrival of the leader of the thyoxin trafficking organisation.",
          "Aliases": []
        },
        "13": {
          "ID": "4552691",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4552691",
          "TitleEnglish": "A Hundred Billion Stars, A Hundred Billion Lights: The Battle of Van-Fleet Stellar Region",
          "SummaryEnglish": "On 21 March 794 UC, Imperial forces under the overall command of Gregor von Mückenberger invade the Van-Fleet Starzone and engage with Alliance forces commanded by Lasalle Lobos. The battle progresses in an inconclusive fashion, frustrating Reinhard von Müsel, who had recently been promoted as Commodore and had received command of a squadron under the Grimmelshausen Fleet, greatly as he laments the incompetence of both forces and his own relative powerlessness.",
          "Aliases": []
        },
        "14": {
          "ID": "4552692",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4552692",
          "TitleEnglish": "A Hundred Billion Stars, A Hundred Billion Lights: Drei Rot",
          "SummaryEnglish": "The Battle of Van-Fleet Starzone continues with both sides locked in a stalemate. Gregor von Mückenberger, viewing the Grimmelshausen Fleet as a liability, has ordered it to reorganise itself at the second satellite of the fourth planet orbiting Van-Fleet, otherwise known as Van-Fleet 4-2, on 29 March 794 UC so as to keep it away from the front lines. Unbeknownst to Mückenberger however, the Alliance forces had built a rear support base on the same satellite before the battle commenced precisely because it is isolated from the front lines. When Reinhard von Müsel expresses his concerns over the possibility of an Alliance base on the satellite and proposes a reconnaissance mission to be conducted, Commodore Hermann von Luneberg, an expert in ground combat warfare, interjects, wanting to lead the mission himself. Meanwhile, the Alliance base commander dispatches the Rosen Ritter on a reconnaissance mission as well to determine the exact location of the Grimmelshausen Fleet.",
          "Aliases": []
        },
        "15": {
          "ID": "4552693",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4552693",
          "TitleEnglish": "A Hundred Billion Stars, A Hundred Billion Lights: Refugees",
          "SummaryEnglish": "Walter von Schönkopf, worried that his superior Otto Frank von Wahnschaffe, the regimental commander of the Rosen Ritter who is leading the Alliance reconnaissance mission, might have encountered Imperial forces, sets off with his trusted subordinates to find him. Along the way, they discover that Hermann von Luneberg, who is revealed to be the former regimental commander of the Rosen Ritter, is commanding Imperial troops on Van-Fleet 4-2. Although they manage to rendezvous with Wahnschaffe, they are soon ambushed by Luneberg's troops and are only able to retreat after suffering considerable losses, including the life of Wahnschaffe.",
          "Aliases": []
        },
        "16": {
          "ID": "4552694",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4552694",
          "TitleEnglish": "A Hundred Billion Stars, A Hundred Billion Lights: Bloodstained April",
          "SummaryEnglish": "Hermann von Luneberg and Reinhard von Müsel prepare for the ground assault on the Free Planets Alliance rear support base at Van-Fleet 4-2. Reinhard, who is assigned as sub-commander for this operation, is frustrated at being under the command of Luneberg despite both of them having the same rank. He is further infuriated when he receives an offer from Luneberg to work under him in the future. Meanwhile, Walter von Schönkopf, now the interim regimental commander of the Rosen Ritter, is facing numerous disadvantages in the organisation of the Alliance defence against the incoming Imperial assault, including inferior weaponry, inadequate supplies, a substantial numerical disadvantage and a lack of coordination between the Rosen Ritter and other Alliance ground-based troops. His plan is therefore to hold the line long enough for fleet reinforcements to arrive. On 6 April 794 UC, both sides finally clash with each other.",
          "Aliases": []
        },
        "17": {
          "ID": "4552695",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4552695",
          "TitleEnglish": "A Hundred Billion Stars, A Hundred Billion Lights: A Dangerous Man",
          "SummaryEnglish": "The Imperial attack on the Alliance rear support base continues. Despite inflicting heavy losses on the Alliance forces, the Imperial forces are unable to break through the Alliance defensive line easily due to unfavourable geography. Meanwhile, the 5th Fleet finally arrives in the vicinity of Van-Fleet 4-2, only to find itself engaging with the main Imperial fleet in Van-Fleet Starzone. Soon, the remaining Alliance fleets also converge outside Van-Fleet 4-2, and the battle turns into a chaotic mêlée as both Alliance and Imperial warships try to engage each other in the limited space around Van-Fleet 4-2.",
          "Aliases": []
        },
        "18": {
          "ID": "4552696",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4552696",
          "TitleEnglish": "A Hundred Billion Stars, A Hundred Billion Lights: Chronicle of the Aftermath of a Free-For-All",
          "SummaryEnglish": "The Imperial forces attacking the Alliance rear support base succeeds in breaking into the base headquarters, inflicting heavy damage to it. Reinhard von Müsel manages to capture the Alliance base commander, Sinclair Cerebrese, alive with some help from Siegfried Kircheis. They then return to where their fleet is stationed upon receiving retreat orders. Outside Van-Fleet 4-2, the battle between the Alliance and Imperial fleets rages on inconclusively and only ends near the end of April 794 UC when both sides decide to withdraw from the Van-Fleet Starzone entirely. For his efforts, Reinhard is promoted to the rank of Rear Admiral. His superior Vice Admiral Grimmelshausen and Hermann von Luneberg are also promoted by one rank. However, Kircheis is not promoted, which infuriates Reinhard.",
          "Aliases": []
        },
        "19": {
          "ID": "4552697",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4552697",
          "TitleEnglish": "A Hundred Billion Stars, A Hundred Billion Lights: Early Summer, Strong Wind",
          "SummaryEnglish": "Hermann von Luneberg pays a visit with his wife Elizabeth to High Admiral Ovlesser, the commander of the Imperial Panzergrenadiers, ostensibly as a formality marking his promotion to Rear Admiral but is in fact trying to lobby for support against Reinhard von Müsel from the high nobles through Ovlesser. Ovlesser, who dislikes Luneberg as much as Reinhard, rebuffs his overtures. Meanwhile, Siegfried Kircheis tells Reinhard about the results of his investigation of Luneberg's background. A few days later, they manage to meet up with Annerose von Grünewald and Reinhard reveals to Annerose about how Kircheis was not promoted. Before Annerose could do anything about that issue however, Admiral Grimmelshausen has already recommended Kircheis to be promoted. When Kircheis visits Grimmelshausen to thank him for his recommendation, he demonstrates a level of insight which runs contrary to his usual appearance as a senile old man.",
          "Aliases": []
        },
        "20": {
          "ID": "4552698",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4552698",
          "TitleEnglish": "A Hundred Billion Stars, A Hundred Billion Lights: A Candidate for Comital Succession",
          "SummaryEnglish": "Siegfried Kircheis returns to his hometown for a short trip to visit his parents, whom he has not met for eight years since joining the military. During his short trip, he reminisces about his childhood and unexpectedly meets up with an old acquaintance. A few days later, Kaiser Friedrich IV reveals that he is planning to award Reinhard von Müsel with a countship upon his twentieth birthday to Admiral Grimmelshausen, who concurs with the plan wholeheartedly. Within a day, news of the plan spread like wildfire throughout the Imperial Court and eventually reaches Reinhard's ears, who, in an uncharacteristic manner, looks forward to it enthusiastically. The reaction of the high nobles towards the Kaiser's plan is however one of outrage and hostility. Meanwhile, another rumour emerges in the Imperial Court, this time revolving around the background of Hermann von Luneberg.",
          "Aliases": []
        },
        "21": {
          "ID": "4552699",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4552699",
          "TitleEnglish": "A Hundred Billion Stars, A Hundred Billion Lights: Night of the Party",
          "SummaryEnglish": "Reinhard von Müsel attends a party celebrating Admiral Grimmelshausen's recent promotion. In the party, he clashes with Hermann von Luneberg and almost gets into a fistfight with him, if not for the timely intervention from Ulrich Kesler, who is appointed by Grimmelshausen to maintain the security of his residence for the party. After both Luneberg and Reinhard depart, Grimmelshausen calls for Kesler and entrusts him with a task. Siegfried Kircheis reveals to Reinhard what he found out about Elizabeth von Luneberg's former fiancé. Kaiser Friedrich IV settles on the Lohengramm countship as the one he plans to award Reinhard with. A military campaign outside the Iserlohn Corridor is announced.",
          "Aliases": []
        },
        "22": {
          "ID": "4552700",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4552700",
          "TitleEnglish": "A Hundred Billion Stars, A Hundred Billion Lights: Truth is the Daughter of Time",
          "SummaryEnglish": "On 26 September 794 UC, Reinhard von Müsel and Siegfried Kircheis arrive at Iserlohn Fortress. Reinhard's squadron of over 1000 ships will be part of the forces facing the expected large-scale assault by the Free Planets Alliance on Iserlohn Fortress. In Iserlohn Fortress, Reinhard and Kircheis meet Ulrich Kesler, who is present in the fortress as an agent for Admiral Grimmelshausen. Meanwhile, preparations are also underway in the Alliance expeditionary fleet.",
          "Aliases": []
        },
        "23": {
          "ID": "4552701",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4552701",
          "TitleEnglish": "A Hundred Billion Stars, A Hundred Billion Lights: The Sixth Battle of Iserlohn",
          "SummaryEnglish": "The Sixth Battle of Iserlohn begins. The Alliance forces proceeds with Willem Holland's plan of using the main fleet as a diversion to keep the attention of the Imperial forces and allow Holland's squadron to close in to Iserlohn Fortress and breach its walls with a missile bombardment. Holland's plan works initially; however, he is intercepted by Reinhard von Müsel, who has anticipated this move. Reinhard then continues to make full use of the narrow geography of the Iserlohn Corridor and wreak havoc on the Alliance main fleet with his squadron.",
          "Aliases": []
        },
        "24": {
          "ID": "4552702",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4552702",
          "TitleEnglish": "A Hundred Billion Stars, A Hundred Billion Lights: A Hundred Billion Stars, a Single Ambition",
          "SummaryEnglish": "The Sixth Battle of Iserlohn turns into a battle of attrition. Yang Wen-li feels that the Alliance forces should have retreated by this point. His concerns however are not shared by the Alliance commanders, who still adopt a wait-and-see attitude. Meanwhile, Reinhard von Müsel, frustrated at the deadlocked front lines, submits a plan about dealing a fatal blow to the Alliance forces to Gregor von Mückenberger.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "518239",
      "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 28,
      "Episodes": {
        "1": {
          "ID": "4553077",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553077",
          "TitleEnglish": "Spiral Labyrinth: The Hero of El Facil",
          "SummaryEnglish": "The first half of the episode covers Yang Wen-li's childhood, and eventual admission to the Free Planets Alliance Officer Academy on Heinessen following the death of his father. The rest of the episode covers the events of the Imperial attack on El Facil, and Yang's leadership of the civilian evacuation that earned him the title, \"Hero of El Facil.\"",
          "Aliases": []
        },
        "2": {
          "ID": "4553078",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553078",
          "TitleEnglish": "Spiral Labyrinth: The Hero's New Assignment",
          "SummaryEnglish": "On 19 September 788 UC, Yang Wen-li is promoted to Lieutenant for his efforts in evacuating the civilians of El Facil. Six hours after his promotion, he is promoted again to Lt Commander, making it effectively a double promotion. For the next few weeks, he is thrown into a flurry of events as many people from various sectors of society ranging from the media to his estranged maternal family try to capitalise on his new fame, which he comes to detest. Eventually in October while waiting for his new assignment and avoiding the limelight, Yang is assigned by Alex Cazerne to investigate the Tuesday Correspondence and ascertain the truth behind their allegation that the Free Planets Alliance war hero Bruce Ashbey was murdered.",
          "Aliases": []
        },
        "3": {
          "ID": "4553079",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553079",
          "TitleEnglish": "Spiral Labyrinth: Profile of the Heroes",
          "SummaryEnglish": "Yang Wen-li reviews the history of the Year 730 Mafia.",
          "Aliases": []
        },
        "4": {
          "ID": "4553080",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553080",
          "TitleEnglish": "Spiral Labyrinth: A Modest Journey Into the Past",
          "SummaryEnglish": "Yang Wen-li reminisces about his days in the Free Planets Alliance Officer Academy spent with Jean Robert Lapp and Jessica Edwards. He later meets with Alfred Rosas to discuss about the latter's past with the Year 730 Mafia and specifically the circumstances surrounding Bruce Ashbey's death.",
          "Aliases": []
        },
        "5": {
          "ID": "4553081",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553081",
          "TitleEnglish": "Spiral Labyrinth: The Man Beloved by the Goddess of Time ~ Record of the Second Battle of Tiamat (Part One) ~",
          "SummaryEnglish": "The history of the Second Battle of Tiamat is chronicled. In December 745 UC, the Free Planets Alliance and the Galactic Empire clashed in the Tiamat Starzone. The Alliance Fleet under the overall command of Admiral Bruce Ashbey is composed of fleets led by members of the famed Year 730 Mafia. There are however signs of internal dissension right before the battle, threatening the morale of the fleet. In contrast, the Imperial Fleet, under the overall command of Fleet Admiral Zieten, is in high spirits, albeit being rather single-minded in hunting down Ashbey. Nevertheless, the battle starts with the Alliance fleet quickly gaining an advantage by succeeding in destroying Vice Admiral Wilhelm von Mückenberger's fleet.",
          "Aliases": []
        },
        "6": {
          "ID": "4553082",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553082",
          "TitleEnglish": "Spiral Labyrinth: Death of the Hero ~ Record of the Second Battle of Tiamat (Part Two) ~",
          "SummaryEnglish": "The history of the Second Battle of Tiamat continues to be chronicled. On 7 December 745 UC, having temporarily retreated and regrouped, the Alliance Fleet and the Imperial Fleet engages each other again. Worsening internal conflict amongst the Alliance fleet commanders does not appear to impair their command decisions in the front lines. However, as the battle progresses into a stalemate, the Alliance Fleet is in danger of being completely surrounded by the larger Imperial Fleet. Nevertheless, the Imperial plan fails when Bruce Ashbey, having foreseen this situation, reinforces the besieged Alliance Fleet at an opportune moment, throwing the Imperial encirclement into complete disarray.",
          "Aliases": []
        },
        "7": {
          "ID": "4553083",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553083",
          "TitleEnglish": "Spiral Labyrinth: Between Mourning & Military Clothes",
          "SummaryEnglish": "Yang Wen-li attends the funeral of Alfred Rosas, and discusses the Year 730 Mafia with Alex Cazerne and Dusty Attemborough. Later, he reviews the fate of the Year 730 Mafia after the Second Battle of Tiamat. Before he can come up with any concrete conclusions however, he is notified of his new appointment in the planet Econia, which hosts a prisoner-of-war camp.",
          "Aliases": []
        },
        "8": {
          "ID": "4553084",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553084",
          "TitleEnglish": "Spiral Labyrinth: Prison Planet",
          "SummaryEnglish": "Yang Wen-li travels to his new post on the planet Econia in the Thanatos Starzone. There, he makes acquaintance with Fyodor Patrichev as well as a number of veterans from the Second Battle of Tiamat, including the oldest prisoner-of-war in the Econia Internment Camp, Christopf von Köfenhiller.",
          "Aliases": []
        },
        "9": {
          "ID": "4553085",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553085",
          "TitleEnglish": "Spiral Labyrinth: Prisoners & Hostages",
          "SummaryEnglish": "A prisoner named Presberg takes several Free Planets Alliance officers hostage: Yang Wen-li is ordered to substitute himself, along with Fyodor Patrichev, for the safe return of the hostages. Another prisoner, Christopf von Köfenhiller, also volunteers to be a hostage.",
          "Aliases": []
        },
        "10": {
          "ID": "4553086",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553086",
          "TitleEnglish": "Spiral Labyrinth: Microscopic Insurrection",
          "SummaryEnglish": "Captain Barnaby Costea orders the troops under his command to attack the rebelling prisoners, intending to kill both Yang Wen-li and Fyodor Patrichev in the crossfire as he fears they will expose his embezzlement of camp funds. With the help of Christopf von Köfenhiller, Yang, Patrichev and the rebelling prisoners are able to escape the compound. Presberg informs Yang that his rebellion had been staged and that Costea had promised him an early release back to the Galactic Empire if he played along. Yang and Patrichev break into the Econia Internment Camp's command centre and capture Costea. They then report the events that have transpired to the Thanatos Starzone military police.",
          "Aliases": []
        },
        "11": {
          "ID": "4553087",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553087",
          "TitleEnglish": "Spiral Labyrinth: The Hero of Econia",
          "SummaryEnglish": "Murai, an agent of the Free Planets Alliance military police in Thanatos Starzone, is dispatched to Econia to ascertain the situation. He holds interviews with everyone involved, even peripherally, in the incident. In the end, Barnaby Costea is placed under arrest to be court-martialed for embezzlement and for causing the deaths of those who died in the staged prisoner rebellion, whereas Fyodor Patrichev is given an unofficial reprimand. Alex Cazerne arranges for Yang to be transferred back to Heinessen, and Christopf von Köfenhiller is released from the Econia Internment Camp and granted Alliance citizenship, as well as a military pension befitting his former rank of Captain in the Imperial Fleet.",
          "Aliases": []
        },
        "12": {
          "ID": "4553088",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553088",
          "TitleEnglish": "Spiral Labyrinth: Thread from the Past",
          "SummaryEnglish": "Yang Wen-li and Fyodor Patrichev, having received transfer orders out of Econia, accompany Christopf von Köfenhiller to Heinessen. During a layover on the planet Masszitt, Köfenhiller recounts his participation of the Second Battle of Tiamat and the circumstances that triggered his interest in investigating the connection between Martin Otto von Siegmeister, Christoph von Michaelsen and Bruce Ashbey. Soon after he finishes his tale, he dies in the spaceport terminal.",
          "Aliases": []
        },
        "13": {
          "ID": "4553089",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553089",
          "TitleEnglish": "Spiral Labyrinth: The End of One Journey",
          "SummaryEnglish": "Yang Wen-li and Fyodor Patrichev arranges the funeral of Christopf von Köfenhiller on Masszitt and returns to Heinessen, where they bid their respective farewells. Together with Dusty Attemborough, Yang has dinner with Alex Cazerne and meets Cazerne's fiancée, Hortense Milbelle, for the first time. After eating, he begins to report the findings of his investigation into the possible murder of Free Planets Alliance hero Bruce Ashbey.",
          "Aliases": []
        },
        "14": {
          "ID": "4553090",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553090",
          "TitleEnglish": "Spiral Labyrinth: Journey in Search of an Exit",
          "SummaryEnglish": "Yang Wen-li narrates the findings of his investigation regarding the alleged murder of Free Planets Alliance hero Bruce Ashbey, summarised from Christopf von Köfenhiller's own research, to Alex Cazerne and Dusty Attemborough. Yang surmises that Martin Otto von Siegmeister, having republican tendencies, founded a massive espionage network in the Galactic Empire with the help of Christopf von Michaelsen in an attempt to subvert Imperial rule by leaking confidential military information to the Alliance.",
          "Aliases": []
        },
        "15": {
          "ID": "4553091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553091",
          "TitleEnglish": "The Mutineer: Kapitel I",
          "SummaryEnglish": "In August 791 UC, following their transfer out of Kapche-Lanka, Reinhard von Müsel and Siegfried Kircheis are posted to the destroyer Hameln II, currently docked in Iserlohn Fortress, as its chief navigator and security officer respectively. While the captain of Hameln II is impressed of their achievements and welcomed them on board, the rest of the crew are less than enthusiastic, especially the enlisted ranks who view Reinhard's position as a blatant example of favouritism. They then decide to test Reinhard by pitting him with another young enlistee, Rolf Zaidel, on a spacewalk challenge. However, when Rolf lands himself into trouble during the spacewalk, Reinhard risks his life to save him, thus earning him the respect of the enlisted ranks.",
          "Aliases": []
        },
        "16": {
          "ID": "4553092",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553092",
          "TitleEnglish": "The Mutineer: Kapitel II",
          "SummaryEnglish": "During a patrol in the Free Planets Alliance side of the Iserlohn Corridor, the destroyer Hameln II and the unit it is part of is ambushed by an Alliance squadron. Hameln II is struck first, and the resulting damage severely injured the captain, Lieutenant Commander Adenauer, who then passes command authority to Reinhard von Müsel, the highest ranking officer present on the bridge before losing consciousness. Reinhard immediately orders the ship to break course away from the rest of the ambushed patrol unit.",
          "Aliases": []
        },
        "17": {
          "ID": "4553093",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553093",
          "TitleEnglish": "The Mutineer: Kapitel III",
          "SummaryEnglish": "Lieutenant Beltram decides that there is no way to escape from the Free Planets Alliance ambush and plans to self-destruct the destroyer Hameln II and die an honourable death as an Imperial military officer, completely ignoring a plan proposed by Schmidt, an enlisted soldier who studied astrophysics before being drafted into the military. Siegfried Kircheis, after learning about Beltram's plan and his rebuffing of Schmidt, decides to release Reinhard von Müsel from detention, even if that means starting a mutiny.",
          "Aliases": []
        },
        "18": {
          "ID": "4553094",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553094",
          "TitleEnglish": "The Mutineer: Kapitel IV",
          "SummaryEnglish": "Reinhard von Müsel proceeds with the plan of using a predicted solar eruption to provide the destroyer Hameln II the necessary speed boost to escape from the rapidly closing in Alliance ambush squadron. One bridge crew member, fearing that the ship will be drawn by the gravity of the star into oblivion if the predicted eruption does not occur, tries to escape in an escape pod but is prevented with the combined effort of Reinhard and Siegfried Kircheis. Meanwhile, repairs on the ship's engines are unable to be completed due to a malfunctioning thruster that has to be repaired from the exterior of the ship. Lieutenant Beltram volunteers to take on this extremely dangerous outboard mission, hoping to atone somewhat for his killing of Rolf Zaidel.",
          "Aliases": []
        },
        "19": {
          "ID": "4553095",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553095",
          "TitleEnglish": "The Duelist: Kapitel I",
          "SummaryEnglish": "In January 792 UC, after their brief stint aboard the destroyer Hameln II, Reinhard von Müsel and Siegfried Kircheis are transferred to the Investigation Department of the Imperial Ministry of Military Affairs in Odin. Although bored of the clerical work assigned to both of them and frustrated over the atmosphere of corruption and decadence in Odin, Reinhard remains diligent in his duties and is consoled by the fact that he can at least get to visit his sister Annerose von Grünewald.",
          "Aliases": []
        },
        "20": {
          "ID": "4553096",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553096",
          "TitleEnglish": "The Duelist: Kapitel II",
          "SummaryEnglish": "As news of Reinhard von Müsel's participation in the upcoming duel spread like wildfire within Imperial high society, both Count Herxheimer's agent and Reinhard train hard for the duel. Reinhard, not used to the archaic flintlock pistols that are going to be used in the duel, struggles to shoot properly with them, until an unexpected encounter with Cornelius Lutz who provides him with helpful instructions on shooting with flintlock pistols. Meanwhile, Sussanna von Beenemünde plots to kill Reinhard again by hiring an assassin to do so during the duel. The assassin then kills Herxheimer's agent in a duel challenge to install himself as the duellist representing Herxheimer.",
          "Aliases": []
        },
        "21": {
          "ID": "4553097",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553097",
          "TitleEnglish": "The Duelist: Kapitel III",
          "SummaryEnglish": "The duel between the respective agents of the Schafhausen and Herxheimer families begins. Reinhard von Müsel, sensing a malicious intent from Herxheimer's agent, decides to heed Siegfried Kircheis's advice of leaping sideways the moment the first shot is fired; a technically legal, but frowned upon, move. Both sides thus miss their first shots. In their second shot, Reinhard manages to hit Herxheimer's agent on his right shoulder, while the latter hit Reinhard's left arm. Reinhard realises that had he not used his left arm as a stabiliser to his right hand, the bullet would have hit his chest and killed him.",
          "Aliases": []
        },
        "22": {
          "ID": "4553098",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553098",
          "TitleEnglish": "The Duelist: Kapitel IV",
          "SummaryEnglish": "Being pressured by Sussanna von Beenemünde and wanting to uphold his pride, the assassin who previously duelled with Reinhard von Müsel challenges him again to another duel. Reinhard, feeling equally dissatisfied with the outcome of the previous duel, accepts the challenge. Through his accurate reading of the assassin's situation and with some help provided by Siegfried Kircheis beforehand, Reinhard is able to defeat his much more skilled opponent. The assassin, unable to get over his defeat, commits suicide. Once again, Beenemünde's plot to kill Reinhard fails.",
          "Aliases": []
        },
        "23": {
          "ID": "4553099",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553099",
          "TitleEnglish": "The Retriever: Kapitel I",
          "SummaryEnglish": "In December 792 UC, after receiving the appointment of captain of the cruiser Hässliche Entlein for six months following his accolades from the Fifth Battle of Iserlohn, Reinhard von Müsel is tasked by Imperial Military Intelligence to track down and apprehend Count Herxheimer, who has fallen out of favour and is trying to defect to the Free Planets Alliance via Fezzan. Herxheimer, prior to his defection, had stolen a directional Seffle particle generator prototype. Reinhard is also ordered to retrieve that prototype, lest it falls to Alliance hands. However, since the details of Herxheimer's defection are confidential, Reinhard has to execute the mission with only the Hässliche Entlein inside largely unknown Alliance space and has to expect no overt support from the front lines.",
          "Aliases": []
        },
        "24": {
          "ID": "4553100",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553100",
          "TitleEnglish": "The Retriever: Kapitel II",
          "SummaryEnglish": "The cruiser Hässliche Entlein successfully infiltrates Free Planets Alliance space from the Iserlohn Corridor undetected. After an uneventful journey to the exit of the Fezzan Corridor, the Hässliche Entlein finally catches up with Count Herxheimer's ship. Reinhard von Müsel orders a swift attack to disable Herxheimer's ship and destroy its escort while Siegfried Kircheis leads a boarding party into Herxheimer's ship. The directional Seffle particle generator prototype is located and secured; however, the entire Herxheimer family has died, except for the Count's daughter, due to a decompression accident while trying to escape. Reinhard then orders the Hässliche Entlein and Herxheimer's ship to retreat and evade an incoming Alliance patrol squadron that is alerted by the destruction of Herxheimer's escort ship.",
          "Aliases": []
        },
        "25": {
          "ID": "4553101",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553101",
          "TitleEnglish": "The Retriever: Kapitel III",
          "SummaryEnglish": "The Hässliche Entlein manages to evade and destroy the pursuing Alliance patrol squadron through a timely usage of the captured directional Seffle particle generator prototype. However, with the prototype locked digitally within Count Herxheimer's ship, the crew of the Hässliche Entlein are neither able to access the program that grants the Seffle particles directionality, nor are they able to physically move the prototype to the Hässliche Entlein. As the Hässliche Entlein makes its way back to the Iserlohn Corridor via a different navigation route to avoid possible Alliance detection, Siegfried Kircheis proposes to Reinhard von Müsel to strike a deal with the Count's ten year old daughter Margareta von Herxheimer, who is the only survivor of her family and the only person left who knows the access code to unlock the prototype.",
          "Aliases": []
        },
        "26": {
          "ID": "4553102",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553102",
          "TitleEnglish": "The Retriever: Kapitel IV",
          "SummaryEnglish": "Margareta von Herxheimer accepts the deal proposed by Siegfried Kircheis, in which she will reveal the access code for the directional Seffle particle generator prototype in exchange for her freedom to defect to the Free Planets Alliance along with all the assets of her family. Lieutenant Commander Bendling, an officer dispatched by Imperial Military Intelligence to oversee the entire secret mission, unlocks the prototype in the presence of Reinhard von Müsel and Kircheis.",
          "Aliases": []
        },
        "27": {
          "ID": "4553103",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553103",
          "TitleEnglish": "The Third Battle of Tiamat: Part One",
          "SummaryEnglish": "In December 794 UC, to commemorate the thirtieth year of the reign of Kaiser Friedrich IV, the Galactic Empire announces a large scale military campaign against the Free Planets Alliance comprising of 35,400 ships. While news of the impending invasion quickly reaches the Alliance via Fezzan, the Alliance response almost causes a scandal when a merchant convoy bringing vital supplies to the front lines is almost destroyed by Imperial cruisers due to the majority of the Alliance escorting warships shirking their responsibilities and abandoning the merchant ships before they reach their destination.",
          "Aliases": []
        },
        "28": {
          "ID": "4553104",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-galactic-heroes-gaiden/episodes/4553104",
          "TitleEnglish": "The Third Battle of Tiamat: Part Two",
          "SummaryEnglish": "The Third Battle of Tiamat continues. The 11th Fleet under Willem Holland dominates the battlefield for a few hours with its wild \"pioneer-like\" tactics. However, just as it reaches its limit of expansion, Reinhard von Müsel orders his fleet to conduct a long range pinpoint attack against the heart of the 11th Fleet and succeeds in destroying a significant number of ships, including Holland's flagship Epimetheus. With the loss of its commander, the 11th Fleet is quickly routed by the other Imperial fleets. Further damage is minimised though with the timely intervention of the 5th Fleet and 10th Fleet, who cover the retreat of the surviving ships from the 11th Fleet before withdrawing completely from Tiamat Starzone.",
          "Aliases": []
        }
      }
    }
  }
}