{
  "URL": "https://www.thetvdb.com/series/servant-x-service",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt2904596/",
    "https://www.servantservice.org/",
    "http://www.reddit.com/r/SERVANTxSERVICE",
    "https://www.themoviedb.org/tv/75986",
    "https://www.themoviedb.org/tv/75986"
  ],
  "TitleEnglish": "Servant x Service",
  "SummaryEnglish": "In a certain ward of a certain city in Hokkaido... The ward office where Yamagami Lucy has been hired employs many unique characters on its staff. Yamagami and her colleagues are full of energy and secrets as they're hard at work (?!) in this workplace comedy!",
  "Aliases": [
    "Servant × Service",
    "SxS"
  ],
  "Modified": "2025-05-28",
  "Seasons": {
    "1": {
      "ID": "519672",
      "URL": "https://www.thetvdb.com/series/servant-x-service/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "4570287",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/servant-x-service/episodes/4570287",
          "TitleEnglish": "Be Careful About How You Refer to Someone and Why",
          "SummaryEnglish": "Yamagami Lucy sought employment as a government worker for revenge. After she was born, her parents couldn’t decide on a name, but finally chose the name “Lucy”. She wants revenge on the civil servant who approved the official papers.",
          "Aliases": []
        },
        "2": {
          "ID": "4606206",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/servant-x-service/episodes/4606206",
          "TitleEnglish": "Don’t Panic, Make a Scene, or Throw Away Your Job",
          "SummaryEnglish": "Toko, Taishi’s younger sister, is a high school girl that comes by the office to make sure everyone is doing their job, and that they are well-educated civil servants. Megumi tries to guess Lucy’s cup size and she reveals her obsession with cosplay.",
          "Aliases": []
        },
        "3": {
          "ID": "4606207",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/servant-x-service/episodes/4606207",
          "TitleEnglish": "Don’t Neglect the Safety of You or Your Workplace",
          "SummaryEnglish": "Ichimiya’s confidence as a senpai has not grown much since supervising the 3 newcomers. His chance to prove himself arrives with Lucy needing help with a “sensitive” subject.",
          "Aliases": []
        },
        "4": {
          "ID": "4611874",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/servant-x-service/episodes/4611874",
          "TitleEnglish": "Beware of Next Week’s Unseen Danger",
          "SummaryEnglish": "Chihaya announces to Hasebe that she’s his rival with regards to Lucy. With the group gathered around the Section Manager desk, an incredible thing happens.",
          "Aliases": []
        },
        "5": {
          "ID": "4611875",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/servant-x-service/episodes/4611875",
          "TitleEnglish": "Everyone Has Close Calls. Learn from Them and Keep the Workplace Healthy",
          "SummaryEnglish": "Lucy gets drunk at the company party and was taken home by Hasebe. The morning after, she finds a strange woman lying next to her when she woke up. Because of this, she finds out the other side of Hasebe.",
          "Aliases": []
        },
        "6": {
          "ID": "4611876",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/servant-x-service/episodes/4611876",
          "TitleEnglish": "Examine Unexpected Problems and Hide-and-seek",
          "SummaryEnglish": "As the Section Manager is watching over the three new employees, he feels like there is an invisible wall between the three of them and himself and tries to find out what he’s lacking. Then suddenly, another high school girl shows up to the ward office…",
          "Aliases": []
        },
        "7": {
          "ID": "4611877",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/servant-x-service/episodes/4611877",
          "TitleEnglish": "Self Prevention, There Are People Where You Can’t See",
          "SummaryEnglish": "Chihaya drops by Toko’s apartment unannounced to spend time together when a surprised Ichimiya returns home to see his girlfriend and sister playing games.",
          "Aliases": []
        },
        "8": {
          "ID": "4611878",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/servant-x-service/episodes/4611878",
          "TitleEnglish": "A Dangerous Sprout, Beware Tanaka’s Grandson",
          "SummaryEnglish": "Lucy has the deal with the problem of her name and the trouble of Hasebe continuing to ask her out. The rivalry between Tanaka and Hasebe grows and Hasebe takes on an even more relaxed nature.",
          "Aliases": []
        },
        "9": {
          "ID": "4611879",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/servant-x-service/episodes/4611879",
          "TitleEnglish": "Do You Have It? Mental Capacity and the Accumulation of Feelings",
          "SummaryEnglish": "Chihaya goes berserk as she starts to think about Ichimiya, Toko and a lot of other things in her life. Meanwhile, Lucy and Miyoshi go out to dinner with Kaoru, who tells them about Hasebe and Jyoji when they were kids.",
          "Aliases": []
        },
        "10": {
          "ID": "4611880",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/servant-x-service/episodes/4611880",
          "TitleEnglish": "It’ll Be Good Later, at the Same Time Good Things Can Cause Huge Regrets",
          "SummaryEnglish": "Chihaya has finally decided to tell Toko that she’s going out with Ichimiya but apparently that doesn’t go as planned. The next day, Miyoshi tells Chihaya to make sure she doesn’t regret anything, but then Miyoshi is faced with a bunch of regrets…",
          "Aliases": []
        },
        "11": {
          "ID": "4611881",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/servant-x-service/episodes/4611881",
          "TitleEnglish": "Beware the Sweet Trap That Tries to Lure You In",
          "SummaryEnglish": "Lately, Lucy hasn’t been able to talk to Hasebe outside of work. While looking for where he might be, somehow the section manager gets kidnapped?!",
          "Aliases": []
        },
        "12": {
          "ID": "4611882",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/servant-x-service/episodes/4611882",
          "TitleEnglish": "Wait a Moment, Being Accustomed and Being Unprepared Are Life-Threatening",
          "SummaryEnglish": "Megumi took three days off to finish all of her costume projects, including the dress Lucy is to wear during her date with Yutaka. Megumi warned Taishi not to text her, call her, or come to her apartment, but…",
          "Aliases": []
        },
        "13": {
          "ID": "4663246",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/servant-x-service/episodes/4663246",
          "TitleEnglish": "Now We’re Set, a Fun Workplace Leading to Tomorrow",
          "SummaryEnglish": "We finally find out who approved Lucy’s name, but Hasebe is too scared to tell Lucy, fearing that she will hate him. Meanwhile, Lucy is concerned about the fact that Hasebe seems distant ever since their date.",
          "Aliases": []
        }
      }
    }
  }
}