{
    "URL": "https://www.thetvdb.com/series/magical-fairy-persia",
    "Genres": [
        "Animation",
        "Anime",
        "Children",
        "Comedy",
        "Family",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0288988/",
        "https://www.themoviedb.org/tv/35678"
    ],
    "TitleEnglish": "Magical Fairy Persia",
    "SummaryEnglish": "11-year old Persia is an energetic young girl who has grown up alongside the animals on the Serengeti plains of Africa wearing only a leopard skin. Twins Riki and Gaku Muroi and their grandfather, Gōken, bring Persia to Japan with them in Minato-machi (lit. Port Town), where she lives with a couple who own a grocery store. During an incident during the return flight to Japan, Persia finds herself in the \"Lovely Dream\", the land where dreams are born and grow. It is a wintry place, and dreams cannot get out. The Fairy Queen appears before Persia in the form of a butterfly, and explains that the Lovely Dream is in danger, requesting Persia's help. She gives Persia a magical golden headband with a star which reacts to the word \"Papurikko\". With it, Persia can conjure a magic baton which bridges her world and Lovely Dream, as well as transform into an older self by saying \"Perukko Raburin Kurukuru Rinkuru\". She is sent with three kappa back into the regular world with the mission of collecting love energy to thaw the frozen Lovely Dream.",
    "TitleJapanese": "魔法の妖精ペルシャ",
    "SummaryJapanese": "アフリカで生まれ育った野生児である速水ペルシャは、11歳の夏に両親のいる日本へ向かっていた。しかしその飛行機の中で突如、妖精の国「ラブリードリーム」に迷い込んでしまう。そこで彼女は、妖精から魔法のバトンを託され、妖精の国を救うために必要な愛のエネルギーを集めるよう頼まれるのだった。魔法によって、あらゆる職種のキャリアガールに変身できるようになったペルシャは、人々から愛のエネルギーを導き出すべく、持ち前のバイタリティとお節介焼きを発揮。失敗を繰り返しながらも、さまざまな出会いを積み重ねて成長していく。\n\n『魔法の天使 クリィミーマミ』に続く、ぴえろ魔法少女シリーズ第２弾。",
    "Aliases": [
        "Mahou no Yousei Persia",
        "Persia, the Magic Fairy"
    ],
    "Modified": "2025-05-28",
    "Seasons": {
        "1": {
            "ID": "519644",
            "URL": "https://www.thetvdb.com/series/magical-fairy-persia/seasons/official/1",
            "# Episodes": 48,
            "Episodes": {
                "1": {
                    "ID": "4566062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566062",
                    "TitleEnglish": "The Dream Land Which Strays",
                    "SummaryEnglish": null,
                    "TitleJapanese": "迷いこんだ夢の国",
                    "SummaryJapanese": "アフリカ育ちの不思議な女の子、ペルシャが日本へやって来た。飛行機の道中で彼女だけが遭遇した世界、ラブリードリームは、人々の夢が育くまれる場所だった。ペルシャは愛のエネルギーを集めて、凍りついたラブリードリームに春をもたらすために、妖精からカチューシャと魔法のバトンを預かる。アフリカで育ったペルシャにとって、町で見るものは珍しいものばかり。ペルシャは電車を乗り過ごし、学達とはぐれてしまう。カッパ達のアドバイスで婦警さんに変身したペルシャは、なんとかパパとママの待つ家へとたどり着いた。"
                },
                "2": {
                    "ID": "4566063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566063",
                    "TitleEnglish": "The Lion Which Became a Cat",
                    "SummaryEnglish": null,
                    "TitleJapanese": "猫になったライオン",
                    "SummaryJapanese": "学や力に遊んでもらえず面白くないペルシャは、テレビに映ったアフリカの風景を見て友達のライオン・シンバを思い出した。魔法を使ってアフリカに戻ったペルシャは、そのままシンバを家まで連れて来てしまう。シンバはパニック状態で部屋の中を駆けまわる。その音を聞きつけたママの声に、ペルシャは魔法でシンバをテレビの中に隠そうとするが、どういう訳か、その魔法はシンバをドラ猫に変えてしまった。自分の姿が猫になったことを知ったシンバは、ショックのあまり家から逃げ出してしまう。"
                },
                "3": {
                    "ID": "4566064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566064",
                    "TitleEnglish": "Welcome, the Escaped Offender",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ようこそ脱走犯",
                    "SummaryJapanese": "パパとママが出かけてしまい、ペルシャは一人でお留守番をすることに。そこへ刑務所を脱走した前科１２犯の凶悪犯人・熊坂がやって来た。日本に来て間もないペルシャは、熊坂をお客さんだと思い込み、ペルシャなりにもてなすのだった。ペルシャに勉強を教えに来た学と力を、熊坂の言う通りペルシャは追い返すが、学は家の中に犯人がいることに気がついた。学と力の通報で現れた警官隊が、ペルシャストアを包囲する。ペルシャは熊坂を警官から守るため、ドライバーに変身。パトカーと派手なカーチェイスを展開する。"
                },
                "4": {
                    "ID": "4566065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566065",
                    "TitleEnglish": "Kiss is Love's ABC",
                    "SummaryEnglish": null,
                    "TitleJapanese": "キスは恋のＡＢＣ",
                    "SummaryJapanese": "学に好意を寄せる真鍋よよ子は、学と力と妙に親しいペルシャの存在が気がかりだ。よよ子はペルシャに学と力のどちらが好きなのかと詰め寄るが、ペルシャにはどちらが好きなのかわからない。するとよよ子は将来結婚する相手ならキスをした途端にくしゃみをするという、キス占いのことをペルシャに教える。さっそく占いを試そうとペルシャは学にキスしようとするが、シンバに邪魔されてしまう。あきらめないペルシャは再度占いにチャレンジ。学と力にキスをするのだが、2人ともくしゃみをしないのだ。"
                },
                "5": {
                    "ID": "4566066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566066",
                    "TitleEnglish": "Fatal! Champion",
                    "SummaryEnglish": null,
                    "TitleJapanese": "必殺！チャンピオン",
                    "SummaryJapanese": "あいかわらず小夜と喧嘩している力。小夜はいくらデートでも女子プロレスには行きたくないのだ。代わりに出かけたペルシャは、ラブリー・ペアの活躍を観戦する。その試合はラブリー・ペアの勝利に終わったが、ベビーフェイス・オスカル前田の引き立て役に甘んじてきたアンドレ藤原は、憮然とリングを後にした。その訳を聞くため控室を訪れたペルシャは、オスカルに早く一人立ちして欲しいというアンドレの本心を知る。彼女の気持ちを汲んだペルシャは女子レスラー・フライングライオンに身を変えて、オスカル前田に敢然とシングルマッチの挑戦状を叩き付けた！"
                },
                "6": {
                    "ID": "4566067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566067",
                    "TitleEnglish": "Romance of the Pearl Oyster",
                    "SummaryEnglish": null,
                    "TitleJapanese": "真珠貝のロマンス",
                    "SummaryJapanese": "ペルシャ達はクルーザーで島にやって来た。そこで剛健は銀色のイルカ、キングシルバーの物語を語り始めた。水族館にいたシルバーは病弱な少女、ミナミと恋に落ちた。ミナミはシルバーに、自分が死んだら真珠貝の中からイルカに生まれ変わるから、そのときは迎えに来て欲しいと囁いた。それを信じたシルバーはいつも、ミナミを捜してこの島の近海にいるという。その話を信じたペルシャは島民が、ミナミが眠っていると噂する悪魔のキバの大渦へと向かった。そこでペルシャは一瞬の内に渦に飲み込まれてしまう。"
                },
                "7": {
                    "ID": "4566068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566068",
                    "TitleEnglish": "The Escaped Idol",
                    "SummaryEnglish": null,
                    "TitleJapanese": "逃げてきたアイドル",
                    "SummaryJapanese": "陽一は危険なアクションもこなす人気絶頂のアイドル歌手だ。彼は忙しいスケジュールで休暇が取れないことに立腹し、主演映画「太陽のスクランブル」の撮影をすっぽかして行方をくらました。ペルシャは陽一と港で出会い、学たちと共に陽一とヨットで海に出るのだった。だが、捜しに来たプロダクションの人間に発見された陽一は逃げ出してしまう。その夜、ペルシャの家に現れた陽一は、ペルシャの心のこもった説得に撮影所へ戻ることを決意する。しかし撮影所では代役を立てる話が進行しつつあった。"
                },
                "8": {
                    "ID": "4566069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566069",
                    "TitleEnglish": "Oh My God! Gaku Turns Into a Girl?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "大変！学が女の子に",
                    "SummaryJapanese": "ペルシャは魔法を使うのが面白いのが、些細なことも魔法でかたづけてしまう。ゲラゲラ達はだらしないペルシャを怒るのだが、まったく反省した様子はない。ゲラゲラはペルシャの反省を促すため、魔法封じの呪文をかける。魔法が消えたこことを知り、学たちが女になったのではないかと心配するペルシャはもとへ急いだ。駆けつけたペルシャは、女になった学の姿を目撃した。これは自分の責任だと考えたペルシャは、愛のエネルギーを集めるために変身。街中を東奔西走するが、学の姿は元に戻らないのだ。"
                },
                "9": {
                    "ID": "4566070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566070",
                    "TitleEnglish": "First Love, Kitty Nyan-nyan",
                    "SummaryEnglish": null,
                    "TitleJapanese": "初恋猫ニャンニャン",
                    "SummaryJapanese": "ペルシャとじゃれあっていたシンバが、突然外に飛び出してしまった。百獣の王変じて、すっかり猫が板についてしまった自分が情けなかったのだ。しかし、シンバは偶然出会ったメスネコに恋をしてしまう。恋の病を患ったシンバは途端に元気もなくなり、溜め息ばかりついている。心配したペルシャがなぜ元気がないのかシンバを問い詰めると、最初は頑強に口を閉ざしていたシンバも、ついに恋の悩みを打ち明けるのだった。そうと知ったら放っては置けないとペルシャは、学達の協力を得て、メスネコの捜索を開始した。"
                },
                "10": {
                    "ID": "4566071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566071",
                    "TitleEnglish": "Computer Matching System",
                    "SummaryEnglish": null,
                    "TitleJapanese": "恋のパソコン占い",
                    "SummaryJapanese": "ペルシャは２学期から夢見野学園に転入することになった。登校初日、ペルシャは大勢の女の子に追われる学と力の姿を目撃する。学と力は女生徒の憧れの的なのだ。校長先生は生徒会長でもある学に、事態収拾の対策を立案するように命じる。小夜はパソコンを使い、校内の相性の良い者同士をカップルにしてはと学に提案する。ペルシャはプログラマーに変身してベストカップルを算出するが、誕生したカップルはなんとも珍妙なデコボコカップルであったのだ。全生徒がその成り行きを注目する中、自体は意外な方向に…。"
                },
                "11": {
                    "ID": "4566072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566072",
                    "TitleEnglish": "Open the Door to your Dream",
                    "SummaryEnglish": null,
                    "TitleJapanese": "夢の扉をあけて…",
                    "SummaryJapanese": "ペルシャのクラスで将来の夢をテーマに作文を書く宿題が出た。しかし、よよ子は将来のことなどわからないと考えていたので、明確な将来の夢というものがない。それを聞いたゲラゲラ達は魔法で、よよ子に夢を見せてあげたらいいとペルシャに助言する。さっそく、ペルシャは魔法を使ってよよ子の夢の中へと出向き、彼女の希望通りにスチュワーデス、カメラマン、カーレーサー、良家のお嬢様、会社社長と変身させるのだが、そのどれにもよよ子は満足しないのだ。困ったペルシャは一計を案じるのだが…。"
                },
                "12": {
                    "ID": "4566073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566073",
                    "TitleEnglish": "Marching Sextuplets",
                    "SummaryEnglish": null,
                    "TitleJapanese": "六ツ子ちゃん大行進",
                    "SummaryJapanese": "パパが知り合いの家からしばらく預かることになった、六ツ子の赤ちゃんを連れて来た。みんなで赤ちゃんの面倒を見ようと、ペルシャの家は大騒ぎ。すっかり赤ちゃんが気に入ったペルシャは、子守を独占してしまう。翌朝、ペルシャは赤ちゃんを散歩に連れ出すが、よよ子と赤ちゃんの取り合いになり、そのはずみで六ツ子を乗せた乳母車は坂道を走り出してしまう。ようやくペルシャ達が追いついたときには、六ツ子の姿は消えていた。ペルシャ達は血相を変えて辺りを捜し回るのだが、残りの2人がどうしても見つからない。"
                },
                "13": {
                    "ID": "4566074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566074",
                    "TitleEnglish": "The Greatest Runner in School",
                    "SummaryEnglish": null,
                    "TitleJapanese": "炎の町内ランナー",
                    "SummaryJapanese": "第75回夢見野学園運動会の季節が訪れた。よよ子は練習で走っても1位を獲得し、運動会での全出場種目完全制覇を宣言する。しかし、偶然そこをイタズラしたシンバを捕まえようとするペルシャが、すごいスピードで、あっという間に駆け抜けていった。思わぬ強敵の出現によよ子は驚き焦り、敵情視察を決行する。魔法の使い方もおぼつかないペルシャがこれ以上注目されないようにとゲラゲラは、ペルシャに鉛入りの靴を履かせることにする。それでもペルシャの走る速さは、よよ子よりも少しだけ速い程度なのだ。"
                },
                "14": {
                    "ID": "4566075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566075",
                    "TitleEnglish": "Sepia Colored Memory",
                    "SummaryEnglish": null,
                    "TitleJapanese": "想い出はセピア色に",
                    "SummaryJapanese": "明日は剛健の69歳の誕生日。ペルシャ達は口々にお祝いをいうのだが、なぜか剛健は気もそぞろでなにも耳に入っていない様子だ。剛健は50年前の写真を手に思い出に浸っていたのだ。ペルシャは剛健を励まそうと、夜中に彼の部屋に忍び込むと写真の女性そっくりに変身した。すると突然ペルシャは写真の中に吸い込まれてしまった。剛健の思い出を大切にする心の力がペルシャを引き寄せてしまったのだ。写真の中でペルシャが出会ったのは、若かりし日の剛健だった。ペルシャと剛健は、そこで祭りの乱闘に巻き込まれてしまう。"
                },
                "15": {
                    "ID": "4566076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566076",
                    "TitleEnglish": "Face-Off! Motocross!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "対決！モトクロス",
                    "SummaryJapanese": "ペルシャ達とピクニックに来ていた力は、そこに現れた謎のモトクロスレーサ−・ローズライダーにすっかり魅了されてしまう。自分もモトクロスを始めようと考えた力は、小夜や剛健の反対を押し切ってバイクショップでバイトを始める。そんなある日、モトクロスの練習をする力のもとにローズライダーが現れ、彼にモトクロスをやめるように言い渡した。怒った力はスーパークロスでローズライダーよりも速く走ると宣言し、勝ったときにはローズライダーの正体を教えるようにと挑戦する。そしてスーパークロスの開催日が訪れた。"
                },
                "16": {
                    "ID": "4566077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566077",
                    "TitleEnglish": "Toy House",
                    "SummaryEnglish": null,
                    "TitleJapanese": "オモチャじかけの館",
                    "SummaryJapanese": "傍若無人に暴れ回る男の子を公園で目撃したペルシャは、その子をしかりつける。その日ペルシャの家の前に高級な外車が乗りつけた。理由はわからないのだがペルシャは、大コンピュータ会社の番社長邸に招かれたのだ。好奇心旺盛なペルシャは一も二もなくこの申し出に飛びついた。連れていかれた社長邸は、無人なのにドアが勝手に開閉したり、階段がエスカレーターになっていたりというトリックハウスだった。そしてペルシャはバスルーム型エレベーターで運ばれた場所で、昼間の男の子と再会するのだった。"
                },
                "17": {
                    "ID": "4566078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566078",
                    "TitleEnglish": "Dangerous Caretaker",
                    "SummaryEnglish": null,
                    "TitleJapanese": "危険なおるすばん",
                    "SummaryJapanese": "パパとママ、剛健が旅行に行くため、ペルシャは学と力と3人で留守番をすることになった。それを聞きつけたよよ子はただでさえ、憧れの学様に馴れ馴れしい態度をとるペルシャが、こともあろうか学様と一つ屋根の下で一晩過ごすとはなんということかと気が気じゃない。一方のペルシャは学と力の前で立派に女の子を演じるんだと大張り切り。しかし、ペルシャのやることなすこと全部失敗してしまい、風邪気味だった学の体調を悪化させてしまう。困ったペルシャは魔法で看護婦に変身、親身に学を介抱するのだった。"
                },
                "18": {
                    "ID": "4566079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566079",
                    "TitleEnglish": "Stop Fighting!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ケンカはやめて！",
                    "SummaryJapanese": "夢見野学園の学園祭まで後1日、生徒会の出し物「双子の王子」の練習も今や佳境に入っている。だが、普段は息もぴったりの学と力が突然口ゲンカを始めた。あわや殴り合いのところを王女役の小夜が止めに入り事無きをえる。主役の二人がこの様子では、明日の本番はどうなるのだろうと小夜達は心配だ。ペルシャも二人の仲たがいの原因を探るが、皆目見当がつかない。そして学園祭の当日、学と力は一時休戦して本番に挑むが、相次ぐトチリや失敗で観客の爆笑を誘い、遂には学と力は舞台上でケンカを始めてしまう。"
                },
                "19": {
                    "ID": "4566080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566080",
                    "TitleEnglish": "Two Persias?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ペルシャがふたり？",
                    "SummaryJapanese": "ペルシャはすばらしいピアノ曲を聞かせてくれる青年の夢を見た。目覚めたペルシャは知らぬ内に美女ペルシャに変身していた。ゲラゲラ達にも原因がわからない。ペルシャは街でアパートから流れてくる夢の曲を耳にした。その途端ペルシャは、またも、美女ペルシャに変身。その時ペルシャを見つけた作曲家・沢木研二は、ペルシャのことをフェアリと呼んだ。1年前、彼は突然訪ねてきたフェアリのために曲―ペルシャが夢の中で聞いた曲―を作ったが、フェアリはその曲に詩をつけることなく姿を消したらしいのだ。"
                },
                "20": {
                    "ID": "4566081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566081",
                    "TitleEnglish": "I Can't Use Magic!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "魔法が使えない！",
                    "SummaryJapanese": "外が吹雪きになり始めた朝、ペルシャが目覚めるとゲラゲラ達の姿が見えない。シンバと手分けをしてゲラゲラ達を捜しに出たペルシャは、途中で赤沼先生の引越しの手伝いをするはめになる。ペルシャは変身して逃げ出そうとするが、どうも様子がおかしい。姿は美女ペルシャなのだが、鏡に映る姿はペルシャのままなのだ。そうとは知らないペルシャは変身していないものと思い込み、美女ペルシャの姿でいつものように学と力に接してしまう。学達の言動から自分が美女ペルシャになっていると、ペルシャも気づくのだが…。"
                },
                "21": {
                    "ID": "4566082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566082",
                    "TitleEnglish": "Gaku and Riki Frozen!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "凍りついた学と力",
                    "SummaryJapanese": "学と力と虚空に落ちていくペルシャ。気づくとペルシャはシンバとラブリードリームにいた。眼前には氷漬けになった学と力がいる。周囲の凍った夢は次々と砕け散っていく。このままでは学と力も粉々になってしまう。感極まったペルシャは、かつて沢木が作ったあの曲を歌い始めた。それを聞いたゲラゲラ達はペルシャを見つける。そして、ラブリードリームの妖精はペルシャに、もう一度沢木に会い、伝えられなかったフェアリの思いをペンダントとともに届けて欲しいと語る。だが、沢木はニューヨークに旅立とうとしていた。"
                },
                "22": {
                    "ID": "4566083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566083",
                    "TitleEnglish": "The Harbor Festival",
                    "SummaryEnglish": null,
                    "TitleJapanese": "港祭りのハプニング",
                    "SummaryJapanese": "夢見野港では港祭りが開催されていた。ペルシャは大勢の見物客が集まる祭りでなら、愛のエネルギーを集めやすいだろうと考える。ペルシャは会場コンパニオンに変身、人々の助けになろうとする。よよ子のメイク相談を受けたり、逃げた冬太のオウムを捕まえたり。だが、ペルシャは学とよよ子のキスシーン！を見て、落ち込んでしまった。一方、祭りの呼び物、大マジックショーで火災が発生し、マジックの仕掛けをカメラに納めようとした紀信は、塔に取り残されてしまう。ペルシャは魔法で紀信を助けようとするのだが…。"
                },
                "23": {
                    "ID": "4566084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566084",
                    "TitleEnglish": "The Snow Fairy has Arrived!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ぬけだした雪の精",
                    "SummaryJapanese": "ペルシャ一家と学、力は剛健の別荘に招かれてスキーをすることになった。剛健の仕事部屋には多くの絵が飾られていた。そのうちの一枚、羽を塗り潰された女性の絵にペルシャは興味を持つ。剛健の話では、その女性・雪の精が絵から抜け出して人々を襲うことがないように、羽を修正されたのだと言う。ペルシャは剛健の言いつけを守らずに、その絵に羽を描き足してしまった。ペルシャは雪の精と話がしたかったのだ。夜中、舞い落ちる雪とともに雪の精は姿を現した。だが慌てる一同をよそに剛健はなぜか落ち着いている。"
                },
                "24": {
                    "ID": "4566085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566085",
                    "TitleEnglish": "The Knitted Sweater",
                    "SummaryEnglish": null,
                    "TitleJapanese": "あみかけのセーター",
                    "SummaryJapanese": "力とのデート支度にうきうきしているペルシャ。でも待ち合わせの駅で小夜も一緒なことを知る。3人はスタジアムへスペシャルボールを観に出かける。彼女は力へのプレゼント用にセーターを編んでいた。二人の仲を妬いたペルシャは選手に変身、力のひいきチーム・ファイヤーズを勝たせるべく活躍する。力の眼も突然現れたその選手に釘づけになっていた。それは力や学の前に度々姿を見せたあの謎の女性だったからだ。力が控え室に彼女を捜しに行き、それが原因で力と小夜の仲がこじれてしまう。ペルシャは学に相談するが…。"
                },
                "25": {
                    "ID": "4566086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566086",
                    "TitleEnglish": "Santa at 8:00 PM",
                    "SummaryEnglish": null,
                    "TitleJapanese": "夜八時のサンタさん",
                    "SummaryJapanese": "街はクリスマス一色。ペルシャの家でも大きなツリーが飾られた。無邪気なペルシャはサンタクロースの存在を信じているのだ。学と力に笑われてペルシャは憤慨してしまう。プリプリが言うには、サンタはラブリードリームで凍っているのだそうだ。ペルシャはイブの晩はサンタに変身してプレゼントを配ろうと決意、校内放送でサンタは夜8時にやって来ると宣言する。誰も信じないのだが、学と力はペルシャが子供達にも欲しいプレゼントを聞いてまわっている姿を見て感動するのだった。そして24日の夜がやってきた。"
                },
                "26": {
                    "ID": "4566087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566087",
                    "TitleEnglish": "African Festival in Winter",
                    "SummaryEnglish": null,
                    "TitleJapanese": "真冬のライオン祭り",
                    "SummaryJapanese": "街に雪が降り、ペルシャ達は雪合戦を楽しんでいた。ゲラゲラ達も雪を見て喜ぶが、シンバだけは元気がない。アフリカ育ちのライオンは雪が苦手だったのだ。ペルシャはシンバにアフリカの写真を見せて励ますが効果がない。その様子を見たママは、てっきりペルシャがホームシックにかかっているのだと思いこむ。ペルシャは物置からライオンのお面を取り出し、シンバのためにライオン祭りを催そうとする。一方、学と力達も、ライオン祭りに参加するため、動物のぬいぐるみを着こんで、ペルシャ宅を訪問するが…。"
                },
                "27": {
                    "ID": "4566088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566088",
                    "TitleEnglish": "Change and Change Again",
                    "SummaryEnglish": null,
                    "TitleJapanese": "変身！また変身！！",
                    "SummaryJapanese": "新年を迎えて紀信は「真実追究」の書き初めとともに、今年こそペルシャの正体をつきとめることを誓った。さっそく、紀信はカメラを片手に、ペルシャの密取材を敢行する。執拗に自分を追いかけ回す紀信を、最初はペルシャも放っていた。しかし、学と力と映画を見ているところを撮影されたことで、遂にペルシャの堪忍袋の尾も切れた。ペルシャは魔法を使って紀信に逆襲しようと決意する。街に出たペルシャは、紀信を誘い出して魔法で驚かしたり、美女ペルシャに変身したりと魔法を使う。だが、紀信も負けてはいなかった…。"
                },
                "28": {
                    "ID": "4566089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566089",
                    "TitleEnglish": "Vampire Smells like Roses",
                    "SummaryEnglish": null,
                    "TitleJapanese": "吸血鬼はバラの香り",
                    "SummaryJapanese": "ペルシャ達は剛健の旧友、エドワード船長の乗る豪華客船のパーティーに出席した。会場ではペルシャの提案で余興としてかくれんぼをすることになり、なんとペルシャは鬼になってしまう。そこへ、金髪に黒コートといういでたちの伯爵も現れ、ゲームに参加する。伯爵の正体は吸血鬼であり、かくれんぼを利用して乗客達を次々とその牙の犠牲にしてくる。ペルシャはとっさに魔法を使った。すると、吸血鬼達はバトンが発する閃光にひるむのだった。"
                },
                "29": {
                    "ID": "4566090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566090",
                    "TitleEnglish": "I Hate Parent Visit Day!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "参観日はキライ！",
                    "SummaryJapanese": "明日は父親参観日。ペルシャはパパのスーツを見立てたりして大はしゃぎだが、当日パパは急用で参観日に行けなくなってしまう。とぼとぼと登校するペルシャ。しかし、教室にはパパの代わりに剛健が来てくれた。そしてゲラゲラ達も。その頃パパは開店したばかりのアイスクリームショップにいた。変身したペルシャは客に扮してパパと会話し、ことの次第を知る。パパは突然怪我をした友人の代わりに店番をかってでたのだ。でも、開店日だというのにほかの客がまったく来ない。そこで、ペルシャはパパを助けようとするが…。"
                },
                "30": {
                    "ID": "4566091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566091",
                    "TitleEnglish": "Snow White of the Enchanted Forest",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ふしぎの森の白雪姫",
                    "SummaryJapanese": "ペルシャは焼却炉のゴミの中から「白雪姫」の本を見つけた。ペルシャがその本を読んでいると、どこからか助けを求める声が聞こえ、ペルシャは本の中に引き込まれてしまった。本の中の「白雪姫」の世界はどうやら様子がおかしい。白雪姫の話では図書館に新しい本が入ったため、古い本は読まれなくなってしまい、登場人物が怠け病にかかってしまったというのだ。白雪姫は物語が進まないので、いつまでたっても王子様に会えないと悲しんでいる。ペルシャは問題を解決しようと継母のもとを訪れるのだが…。"
                },
                "31": {
                    "ID": "4566092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566092",
                    "TitleEnglish": "The Broken Stick",
                    "SummaryEnglish": null,
                    "TitleJapanese": "こわれたバトン",
                    "SummaryJapanese": "ペルシャはひどい熱を出してしまい、学、力達とスキーに行けなくなってしまった。ママが家に残り、代わりに小夜とよよ子が行くことになる。だが、プリプリの持っていた薬を飲んだペルシャは突然性格が正反対に変わってしまい、スキー場まで皆を追いかけていく。学とよよ子が楽しそうに滑っているのを見たペルシャは、よよ子を懲らしめようと魔法を使うが、その途端魔法のバトンは激しい閃光とともに壊れてしまう。山は吹雪きになりよよ子は行方不明になってしまった。正気に戻ったペルシャは必死によよ子を捜すのだが…。"
                },
                "32": {
                    "ID": "4566093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566093",
                    "TitleEnglish": "A Cold Valentine's Day",
                    "SummaryEnglish": null,
                    "TitleJapanese": "冷たいバレンタイン",
                    "SummaryJapanese": "今日はバレンタインデー。学校の女の子達もこの日ばかりは落ち着かない。ぺルシャも例外ではなく、学と力のための手作りチョコを用意していた。一方、自分にチョコが１枚もこないことに憤慨した校長先生は、チョコに埋もれる学と力に今日１日笑うことを禁じてしまう。それを見ていたボンボンは、校長先生を利用してラブリードリームの氷を溶かすための笑いのエネルギーを集めることを考えつく。ペルシャは皆の顔から笑顔が消えたことに気づいた。それがボンボンの仕業だと知ったペルシャはモナリザに変身する。"
                },
                "33": {
                    "ID": "4566094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566094",
                    "TitleEnglish": "Extra! Extra! The Declaration of Marriage!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "スクープ！結婚宣言",
                    "SummaryJapanese": "ペルシャと冬太の作った壁新聞はクラスで大評判になった。だが、それは小夜達新聞部の作ったタウン情報誌の丸写しだったのだ。怒った赤沼先生はペルシャにやり直しを命じる。ペルシャは手帳と鉛筆を手に、自分の足で取材をしようと町を駆けまわるが、なかなかいい記事は見つからない。途中出会った赤沼先生は、自分も高校時代同じような苦労をしたとペルシャを励ますのだった。その赤沼先生のもとに高校時代、新聞部のカメラマンをしていた桃子が訪ねてきた。そして、先生に結婚してくれと頼むのだった。"
                },
                "34": {
                    "ID": "4566095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566095",
                    "TitleEnglish": "Beautiful as an Angel",
                    "SummaryEnglish": null,
                    "TitleJapanese": "天使のように美しく",
                    "SummaryJapanese": "ファッションショーを見に行ったペルシャは、その華麗な世界にすっかり感激する。そしてモデルのオーディションを受ける小夜についてオーディション会場へと行くのだった。そこでペルシャは衣装ルームで変身、数々の衣装を身ににまとって遊んでいた。ペルシャはその様子を見たデザイナーの良三の目にとまり、彼の自信作「天使の翼」のモデルを依頼される。ペルシャは１週間でモデルの素養を身に付けようとするが、指導に当たる良三のアシスタント・美加は、なぜかペルシャに冷たい態度をとるのだった。"
                },
                "35": {
                    "ID": "4566096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566096",
                    "TitleEnglish": "Confrontation! The Battle of Focus!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "激突！フォーカス合戦",
                    "SummaryJapanese": "紀信は小学生新聞写真コンテストの題材捜しに夢中で、冬太がジャングルジムから落ちそうになっても助けようとせずにシャッターを切る始末。クラスの皆のひんしゅくを買う紀信だが、自分よりいい写真をとることができるのかと開き直ってしまった。そんな紀信に腹を立てたペルシャは写真コンテストでの勝負を申し込むのだった。ペルシャは必死に被写体を捜しまわった。そして、ペルシャの撮った横断歩道を渡る猫の親子はクラスでも評判になる。焦った紀信はビルの鳥の巣を撮ろうとして宙づりになってしまった。"
                },
                "36": {
                    "ID": "4566097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566097",
                    "TitleEnglish": "Over the Shining Ice",
                    "SummaryEnglish": null,
                    "TitleJapanese": "きらめく氷の上で",
                    "SummaryJapanese": "ペルシャは力、小夜とスケートに来ていた。力は華麗にリンク上を滑る元オリンピック選手の佐渡と口論になる。成り行きでトリプルスピンをやることになった力だが、途中で転んだペルシャとぶつかりそうになる。あわやという寸前で、佐渡はペルシャを助けるのだった。しかし、この時佐渡は力に足を踏まれてしまい、怪我をしてしまう。責任を感じた力は沢渡の代わりに１週間後のアイスショーに出演しようとする。力の必死な様子に昔の自分を重ねた佐渡は、力にトリプルスピンを伝授しようとする。"
                },
                "37": {
                    "ID": "4566098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566098",
                    "TitleEnglish": "Confess! Maria!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ざんげ！マリア様",
                    "SummaryJapanese": "教会に2人組の強盗が押し入り、黄金のマリア像を捜していた。それを知ったゲラゲラ達の知らせでペルシャは教会へ急ぐが、シスターに追い返されてしまう。実はシスターはすでに人質に取られていたのだ。話を聞いて教会に入った学と力も強盗達に捕まってしまう。ペルシャは学と力を助けようとキリストの声をまねて警告を発するが、すぐにばれてしまった。シスターはやむなくマリア像の謎解きに協力する。教会の外には地下室に通ずる階段があり、どうやらその中に黄金のマリア像があるらしいのだ。"
                },
                "38": {
                    "ID": "4566099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566099",
                    "TitleEnglish": "The Suspicious Grandpa",
                    "SummaryEnglish": null,
                    "TitleJapanese": "疑惑のおじいさん",
                    "SummaryJapanese": "夕暮れの公園でペルシャは、アコーデオンを奏でる老人とであった。その演奏に魅了されるペルシャの前で、その老人は腹話術までやって見せるのだった。今晩泊まるところのない老人を気の毒に思ったペルシャは、両親に頼んで一晩だけ老人を泊めてもらうことにした。ところがその老人はそのままペルシャの家に居座ってしまい、喜んでいるのはペルシャ一人だけでパパ達は途方に暮れてしまう。やがて、それに気づいた老人が家を去ったその日、ペルシャの家から結婚記念の高価な置き時計が消えてしまったのだ。"
                },
                "39": {
                    "ID": "4566100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566100",
                    "TitleEnglish": "The Kappa Fight at the Museum",
                    "SummaryEnglish": null,
                    "TitleJapanese": "科学博カッパ騒動",
                    "SummaryJapanese": "ラブリードリームの住人のことは人間達には絶対秘密なのだが、どうもメソメソはそのあたりの自覚が足りない。それを仲間になじられたメソメソは家出を決行。彼のあとを追ったゲラゲラとともに、深夜トラックに連れられて科学博会場へと向かう。そしてペルシャの迎えを待つゲラゲラ達だったが、大観覧車からあわや転落寸前のその刹那、ぺルシャは女性飛行士に変身。アトラクション用の飛行船を駆ってその救出に急いだ！"
                },
                "40": {
                    "ID": "4566101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566101",
                    "TitleEnglish": "The Silent Treatment Sucks",
                    "SummaryEnglish": null,
                    "TitleJapanese": "沈黙刑はウッスラパー",
                    "SummaryJapanese": "ボンボンの超能力がはずみで冬太に転移してしまい、それによって彼は予知能力と千里眼を得ることとなる。次々と予言を的中させてゆき、たちまちクラスのアイドルとなった冬太。それはエスカレートの一途をたどり、いつしか冬太は教祖にまつりあげられ、クラスメイト達は彼に貢ぎ物を持参して相談を持ちかける始末。だが、いつしかその能力を妬むものや恐れるものが一人また一人と現れ、冬太はついにクラスで孤立してしまう。ペルシャは、冬太を超能力の呪縛から解放するために、魔法使いに変身してひと芝居をうつが…。"
                },
                "41": {
                    "ID": "4566102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566102",
                    "TitleEnglish": "Persia, the Girl who Conquered Time",
                    "SummaryEnglish": null,
                    "TitleJapanese": "時をかけるペルシャ",
                    "SummaryJapanese": "学と力にすっぽかされたペルシャの前に現れた室井兄弟に瓜ふたつの謎の青年トビー。たちまち心を通わせて自転車で港を巡る二人は、トビーを狙う謎の男達の手を逃れて彼の生まれたという、２２１５年の世界へタイムワープする。未来の遊園地イマージュランドでペルシャとトビーは楽しいひとときを過ごす。しかし同じ頃、その世界ではタイムワープ装置のメインコンピューター室で大火災が発生していた。危険を顧みずその修復に向かったトビーの絶体絶命の危機を助けるため、ペルシャはコンピューター技師に変身する。"
                },
                "42": {
                    "ID": "4566103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566103",
                    "TitleEnglish": "The Cinema of Shining Stars",
                    "SummaryEnglish": null,
                    "TitleJapanese": "星あかりの映画館",
                    "SummaryJapanese": "弟の翼が生まれてからついうもの、よよ子はその夜泣きのせいで寝不足になるし、両親は神経過敏に翼にかかりっきりと面白くない。そんな姉としての自覚のないよよ子は、今日も翼のことで両親とケンカしてしまい、とうとう家出を決意してしまう。どういうわけかそれにつきあうことになったペルシャと一緒に住むところを捜すものの、やはりそんなところはなかなか見つからない。二人はとりあえずの宿を映画館に決めるのだった。よよ子宅へ彼女の忘れ物を取りに行ったペルシャはそこで古い８ミリフィルムを見つける。"
                },
                "43": {
                    "ID": "4566105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566105",
                    "TitleEnglish": "The Tulip's Request",
                    "SummaryEnglish": null,
                    "TitleJapanese": "チューリップの求婚",
                    "SummaryJapanese": "剛健が急遽、アフリカへ行かなくてはならなくなってしまった。その間学と力の面倒を見るために従姉妹のマリが室井家にやってきた。突然の美人の同居におちつかない学たちとやきもきするペルシャ達。ところが恋人のヒロシと会った日を境にマリの元気がなくなり、彼女を心配したペルシャ達はヒロシの元を尋ねる。ヒロシは3色のチューリップを創りだすことに専念するあまり、マリへの思いをはっきりさせないでいたのだ。それを知ったペルシャは農学博士に変身、3色チューリップの完成に協力しようとするのだが…。"
                },
                "44": {
                    "ID": "4566107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566107",
                    "TitleEnglish": "The Little Lovers",
                    "SummaryEnglish": null,
                    "TitleJapanese": "小さな恋人たち",
                    "SummaryJapanese": "手のつけられない暴れ者・番長のツトムは幼なじみのサチコが転校することを知る。しかも彼女に乱暴者は嫌いだと言われてすっかり意気消沈していた。サチコの転校当日の放課後、いつものように先生の説教を受けていたツトムは、遂にたまらずにサチコのもとへと急ぎ、自分の思いを彼女に告白する。お互いの気持ちを知ったふたりはペルシャ達の協力のもと、先生の追跡を振り切り手を取り合って教会へと向かう。そこで仮の結婚式を挙げようというのだ。しかし、先生達の追跡の手はすぐそこまで迫っていた。"
                },
                "45": {
                    "ID": "4566108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566108",
                    "TitleEnglish": "Tears are Carried Away by the Spring Wind",
                    "SummaryEnglish": null,
                    "TitleJapanese": "涙は春風に乗って",
                    "SummaryJapanese": "突然アフリカから剛健が帰国する。その目的はアフリカ・コンガリア国に永住する手続きをとることにあった。そして疫病からサバンナの動物達を救う使命も固い剛健には、彼の無茶な決定に驚くペルシャ達の反対も耳に入らない。しかし、孫達の将来を考えて剛健はアフリカへの同伴は学と力達自身の選択に委ねていた。この祖父の提案に困惑する学と力。アフリカ永住はあまりにも突飛すぎる。そんなとき剛健が疲労で倒れた。医師から祖父の年齢では無理は禁物だと聞いた学は、剛健とともにアフリカへ行くと決意する。"
                },
                "46": {
                    "ID": "4566109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566109",
                    "TitleEnglish": "Don't go, Gaku and Riki!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "行かないで！学と力",
                    "SummaryJapanese": "学の決意を知らずアフリカ永住を考えあぐねていた力も、小夜に殴られて自分の身勝手さを恥じ、剛健に同行することを決意する。この学達との突然の訣別を知り、哀しみにくれて街をひとりでさまようペルシャ。学もまたペルシャを思い、その決意に悔恨さえ覚えていた。お互いの心を交錯させるふたり。そして、どうしても学への自分の素直な気持ちを告白できぬペルシャはピアニストに変身、心のすべてをピアノの旋律に乗せて学に捧げた。それを遥かに感じた学は、ペルシャに自分の思いのありのままを告げようとする。"
                },
                "47": {
                    "ID": "4566110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566110",
                    "TitleEnglish": "The Revived Fairy",
                    "SummaryEnglish": null,
                    "TitleJapanese": "よみがえった妖精",
                    "SummaryJapanese": "アフリカ行きを間近に控えながらいまだにその決意を固めぬ学。そして憂鬱な日々を送るペルシャの元へアメリカから帰国した研二が訪れた。毎晩のようにプリンセス・フェアリの夢を見、彼女の身を案じた研二はペルシャにフェアリとの再会を願う。だが妖精は、人間を愛したフェアリは既に心を閉ざし永遠の眠りにあるとペルシャに告げた。しかし、思いつめた研二のために、彼を騙すことだと知りつつも、ペルシャは魔法でフェアリに変身しようとする。その時、偶然始まったフェアリの覚醒がペルシャ、研二そして学までもラブリードリームへと誘う。"
                },
                "48": {
                    "ID": "4566111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magical-fairy-persia/episodes/4566111",
                    "TitleEnglish": "I Like Persia!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ペルシャが好き！",
                    "SummaryJapanese": "住む世界が違うゆえの研二とフェアリの哀しい再会に、自分達の姿を投影し、ペルシャと学は心を惑わせる。そして学達の旅立ちの日は来て、ふたりとも何もいえぬままそれは過ぎた。しかし離れていてもふたりは同じ世界の住人だと、思い直したペルシャに続いて訪れたのは、あまりに突然なゲラゲラ達・別世界の友達との別れだった。みんなが次々と自分から去ってゆく哀しみにこらえきれず、ついに哀泣するペルシャ。その彼らがひとつだけペルシャに残していったもの、それは彼女が心から望んだときに一度だけ奇跡を呼ぶという魔法だった。"
                }
            }
        }
    }
}