{
    "URL": "https://www.thetvdb.com/series/gatchaman-crowds",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2959370/",
        "https://www.ntv.co.jp/GATCHAMAN_Crowds/",
        "https://www.themoviedb.org/tv/61527"
    ],
    "TitleEnglish": "Gatchaman Crowds",
    "SummaryEnglish": "The story is set in Japan in the early summer of 2015. 180,000 people live in Tachikawa City, the \"second metropolis\" of the Tokyo area. Among them are \"Gatchaman\" — warriors who fight in special reinforced suits powered by \"NOTE,\" the manifestation of special spiritual powers in living beings. A council has scouted a group of individuals with latent powers to protect Earth from alien criminals. In recent years, the council has assigned Gatchaman warriors to deal with the mysterious entity known as \"MESS.\"",
    "TitleJapanese": "ガッチャマン クラウズ",
    "SummaryJapanese": "『ガッチャマン』シリーズの30分枠テレビアニメシリーズとしては『科学忍者隊ガッチャマンF』（1979年 - 1980年）以来、33年ぶりの新作。\n女子高生が主人公で、1970 - 80年代の『ガッチャマン』本編とは別の世界観で、物語が描かれる。\n2013年10月に第2期の制作が発表され、翌2014年10月にタイトル『ガッチャマン クラウズ インサイト』と2015年7月より放送される事が発表された。",
    "Aliases": [
        "Gatchaman Crowds Insight"
    ],
    "Modified": "2025-05-28",
    "Seasons": {
        "0": {
            "ID": "560215",
            "URL": "https://www.thetvdb.com/series/gatchaman-crowds/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4844427",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4844427",
                    "TitleEnglish": "[OVA] Embrace (Episode 12 Director's Cut Version)",
                    "SummaryEnglish": "Director's cut of episode 12. The first half of this episode is the second half of the original episode 12, with the addition of some new short scenes. The second half is totally new material, including a segment showing Hajime's face-off with Katze, with her fusing herself with them by absorbing their NOTE into her body.",
                    "TitleJapanese": "Embrace (12話ディレクターズカット版)",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5267616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5267616",
                    "TitleEnglish": "[Episode 0] Inbound",
                    "SummaryEnglish": "A year has past since the Tachikawa Incident of 2015, which took place in Tachikawa, Tokyo, granting the ordinary person extraordinary powers. Japanese Prime Minister Sugayama Seitarou approves of it, but there are some who aren't convinced that this is a good thing.",
                    "TitleJapanese": "inbound",
                    "SummaryJapanese": "2015年夏、東京都立川市で起こった通称「立川事件」。\nあれから1年――\nベルク・カッツェが爾乃美家累のNOTEを抜くことで授けられた力であり、人間の精神が実体化した存在であるクラウズは、 あの日以来誰でも使うことができるものとして広く普及していた。\nそれを容認、推進するのは日本の総理大臣である菅山誠太郎である。\n\nしかし、クラウズをよく思わない人々は菅山の政策に不安と不満を持って過ごしていた。\nそんなある日、菅山を乗せた総理大臣機が謎の集団によって襲撃される。\n翼を持つ戦士たちの次なる戦いが、新たに動き出す。"
                }
            }
        },
        "1": {
            "ID": "520182",
            "URL": "https://www.thetvdb.com/series/gatchaman-crowds/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4582014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4582014",
                    "TitleEnglish": "Avant-garde",
                    "SummaryEnglish": "Hajime Ichinose is a rather eccentric schoolgirl who is obsessed with notebooks. One day, she is approached by a mysterious man named JJ who pulls out a journal called a NOTE from her body, declaring her to be the new member of the elusive Gatchaman team. She later follows the words appearing in her NOTE to the mall, where a Gatchaman named Sugane Tachibana manages to defeat an alien that had disguised herself as a human. Later that day, Sugane brings Hajime to the Gatchaman's hideout where she meets the other members, Jou Hibiki, O.D., Utsu-tsu, and their leader, Paiman. Sugane explains that their duty is to protect Earth from a hostile alien race known as the MESS. Hajime and Sugane are soon called upon by JJ to fight a MESS at the bus station, during which Hajime transforms for the first time, whilst a mysterious figure watches.",
                    "TitleJapanese": "Avant-garde",
                    "SummaryJapanese": "ガッチャマン。超科学を持つ宇宙人に力を与えられ、人間を害する異星犯罪者や未確認物体を秘密裏に処理する影のエージェント達。2015年初夏、立川「CAGE」所属のガッチャマンに、文具好きの女子高生・一ノ瀬はじめが新たなメンバーとして加わる。自由奔放で型破りなはじめは、任務に倦んでいるメンバーに新風を吹き込んでいく。"
                },
                "2": {
                    "ID": "4615625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4615625",
                    "TitleEnglish": "Asymmetry",
                    "SummaryEnglish": "Hajime annoys Sugane after she ends up interfering and allowing the MESS to escape. The next day, Hajime moves into a new apartment block where the other Gatchaman live. Later that day, Hajime teaches Sugane about a popular social app called GALAX, which allows users in the vicinity to help each other, and decides to take him to an offline meet-up. Later, as Hajime and Sugane are sent in to fight another MESS, Hajime chooses not to fight it but instead communicate with it, managing to befriend it. Meanwhile, as the mysterious figure causes another accident, someone named Rui revels in the success of the GALAX app whilst weilding their own NOTE.",
                    "TitleJapanese": "Asymmetry",
                    "SummaryJapanese": "駆除対象である未確認物体・MESSへの攻撃を邪魔したはじめに納得がいかない清音。清音は自分の常識や想像を軽々と越えて行くはじめの行動に振り回される中、感情的に是非を決めつけず、色々な角度から物事を捉えるはじめの考え方に触れていく。一方、自身の快楽の為に人間を相争わせて喜ぶ謎の怪人が暗躍を始める。"
                },
                "3": {
                    "ID": "4615656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4615656",
                    "TitleEnglish": "Futurism",
                    "SummaryEnglish": "Ninomiya Rui is a genius who built GALAX, the social networking service powerhouse, and General X, an AI. Rui seeks to update the world by intervening in a broad range of issues. He empowers the people to resolve them by using General X's ability to gather intelligence and match human resources. One day, however, he is faced with a challenge beyond the scope of anyone's abilities, and is forced to consider using a forbidden power...",
                    "TitleJapanese": "Futurism",
                    "SummaryJapanese": "巨大SNS・GALAXと人工知能・総裁Xを作り出し、世界をアップデートするべく様々な活動を続けている才人・爾乃美家累。累は総裁Xの情報収集能力とマッチング機能を使ってあらゆる問題に介入し、人々が前向きに解決出来る様導いている。そんなある日、人間の力では対処不可能な事態が発生し、累は禁忌の力を行使する決断を迫られる。"
                },
                "4": {
                    "ID": "4625902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4625902",
                    "TitleEnglish": "Kitsch",
                    "SummaryEnglish": "Although GALAX's utility is gaining widespread recognition among the people, Rui is beset by his desire to accelerate the world through more direct means. Meanwhile, the G team members find themselves divided over how to deal with the new threat. Even as they struggle to find common ground, the mysterious phantom instigates a vicious crime in front of Rui, forcing him to see people getting hurt.",
                    "TitleJapanese": "Kitsch",
                    "SummaryJapanese": "人々の間にGALAXの有用性が着実に浸透しつつある事に反して、累はもっと直接的な手段で世界を加速させたいという衝動に苛まれる。ガッチャマン達は新たに表面化した脅威への対処について意見が分かれ、心を合わせる事が出来ない。そんな中、謎の怪人が累の目の前で凶悪な事件を起こし、人々が傷ついていく様を見せつける。"
                },
                "5": {
                    "ID": "4625903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4625903",
                    "TitleEnglish": "Collaboration",
                    "SummaryEnglish": "A difficult decision by Rui gives rise to dissenters among his followers. Hajime, Sugane, Jou, and Utsutsu happen to be present when a major accident occurs with numerous casualties. As people rush to resolve the crisis using the power of GALAX, Hajime has her fateful encounter with a mysterious being involved in the rescue operation, as well as the beautiful individual directing its efforts.",
                    "TitleJapanese": "Collaboration",
                    "SummaryJapanese": "累が下した苦渋の決断をきっかけに、累の理想に従う者達の間に不協和音が生まれ始める。一方、はじめ・清音・丈・うつつの四人は大勢の人間が重傷を負う大事故の現場に偶然居合わせる。人々がGALAXの力を借りて事態の収拾に奔走する中、はじめは救助活動をする謎の存在とその存在を指揮する美しい人物と運命的な出会いを果たす。"
                },
                "6": {
                    "ID": "4625904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4625904",
                    "TitleEnglish": "Originality",
                    "SummaryEnglish": "Despite knowing the risk it puts her life in, Utsutsu uses her power to heal the wounded, with Jou lending her his life force as well. Meanwhile, Sugane is at a loss for words when Hajime reveals her identity to Rui, which is captured on camera and broadcast across the city. The next day, as Hajime and Utsusu try to evade the press, she receives an invitation to meet with Rui in exchange for a successful escape with the help from some chosen GALAXers. They soon arrive at a hotel where they meet Rui, later joined by Sugane, who was also invited. Rui states that Gatchamen are unneccessary in the world he is trying to create with GALAX, though Hajime straight out rejects his suggestion to quit being Gatchamen.",
                    "TitleJapanese": "Originality",
                    "SummaryJapanese": "はじめのしでかした行為に騒然となる世間、激怒するパイマン、呆れる仲間たち。しかしはじめはどこ吹く風と自分のペースを崩さない。そんな折、はじめのスマホにLOADを名乗る人物から招待状が届く。GALAXと人々の導きにより、様々な障害をくぐり抜け邂逅するはじめとLOAD。LOADははじめに己の目的と、理想とする世界の姿を語る。"
                },
                "7": {
                    "ID": "4625905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4625905",
                    "TitleEnglish": "Abjection",
                    "SummaryEnglish": "Rui decides to face against Katze using the might of Crowds, but becomes overwhelmed when Katze uses his Gatchaman power. As Jou arrives on the scene to fight Katze, Sugane hears from Rui about the power he had received from him. With Jou becoming easily defeated by Katze, Hajime and Utsutsu arrive on the scene with help from Paiman's Gatchaman form, with Hajime questioning Katze before he retreats whilst Utsutsu heals the injured.",
                    "TitleJapanese": "Abjection",
                    "SummaryJapanese": "カッツェを倒すと決断した累は、自分と意を同じくするHUNDREDと共にカッツェに立ち向かう。哄笑の中、異形の姿に変身するカッツェ。累はカッツェの実力に触れ、自分の見通しが甘かった事を痛感する。遅れて現場に到着したはじめ達と対峙したカッツェは、謎の言葉を残して消える。カッツェの言葉を聞いたはじめは型破りな対抗策を思いつく。"
                },
                "8": {
                    "ID": "4625906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4625906",
                    "TitleEnglish": "Genuine",
                    "SummaryEnglish": "Katze copies Rui's form in order to take control of his X program, locking him out of the GALAX network. Meanwhile, Hajime suggests the Gatchamen reveal themselves to the public by holding an event at a kindergarten, where they warn everyone about Katze. As Katze uses Rui's form to set up a new Neo Hundred for the Crowds, Rui learns from one of the kindergartners how some of the Crowds users had become hospitalized.",
                    "TitleJapanese": "Genuine",
                    "SummaryJapanese": "はじめの発案で、積極的に自分達の存在を世間にアピールする事にしたGメンバー達。手始めに立川市内の幼稚園を訪問したはじめ達は、マスコミや園児達の目の前で変身して見せ、ベルクカッツェの危険性を広く人々に伝えようとする。一方カッツェはHUNDREDから除外された梅田に接触し、世界を燃やし尽くす為に動き出す。"
                },
                "9": {
                    "ID": "4625907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4625907",
                    "TitleEnglish": "Forgery",
                    "SummaryEnglish": "Hajime takes Rui to her apartment, where she cheers him up and Utsutsu heals his wounds. Meanwhile, Katze gives the Crowds program to all the people Rui declined to give it to because they were too dangerous, and have them attack several government buildings along with Umeda. Before going into action, Hajime sets up a 'Gatchannel' live stream, where Rui publicly apologies over the usage of Crowds, urging those that have it to not use it, and Hajime explains that the Gatchaman will confront Katze even if she is still unsure they can win. Inspired by Hajime, Sugane goes to the Gatchaman Cage and tells JJ they do not need his prophesies anymore, and will protect the world on their own.",
                    "TitleJapanese": "Forgery",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4625908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4625908",
                    "TitleEnglish": "Crowds",
                    "SummaryEnglish": "Hajime encounters Katze on GALAX, who leaves her with a cryptic poem before instructing the Neo Hundred to go after the prime minister, offering a rare Crowds to whoever can take him down. As the Crowds attack Tachikawa, the Gatchaman arrive and make the Crowds visible to normal humans, before working to capture them so that their users won't slip into comas. Joe, having lost confidence in himself, prepares to leave with the evacuees, but receives a message from Sugane, encouraging him to fight again. As the man who assigned as the Neo Hundred's leader, Koichi Umeda, objects to attacks occuring in the city his wife and daughter lives in, he falls into despair when Katze turns on him and posts his personal information on the internet.",
                    "TitleJapanese": "Crowds",
                    "SummaryJapanese": "首相を追って立川に迫り来る数万体のCROWDSから立川市民18万人を守るべく、市役所、警察、消防、自衛隊と連携して市民の避難誘導をサポートするガッチャマン達。\nしかしカッツェに総裁Xを乗っ取られたままのGALAXは避難誘導に使う亊が出来ず、倒しても次から次に現れるCROWDSの前にガッチャマン達は次第に劣勢に陥っていく。"
                },
                "11": {
                    "ID": "4625909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4625909",
                    "TitleEnglish": "Gamification",
                    "SummaryEnglish": "The Gatchaman look back on how Hajime has influenced their lives since joining them. Meanwhile, Rui manages to get reunite with X once more, allowing the Gatchaman and the citizens to receive assistance from the GALAX network. Hajime gets the Prime Minister Sugiyama to broadcast on the Gatchannel, where he shows more of his honest side and requests everyone sign up to GALAX, before he helps with the evacuation efforts. However, Katze suddenly appears in the guise of Sugiyama, luring the citizens to utilize Crowds.",
                    "TitleJapanese": "Gamification",
                    "SummaryJapanese": "ガッチャマン達と累の活躍により希望が垣間見えたかと思われた刹那、窮地に立たされた市民の不安につけ込んだカッツェが、破壊と混乱をさらに加速させる。"
                },
                "12": {
                    "ID": "4625910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4625910",
                    "TitleEnglish": "Collage",
                    "SummaryEnglish": "Chaos ensues with more citizens using Crowds and fighting against each other as OD calls Katze out to the Gatchaman's hideout for a showdown. As Katze makes his way to meet OD, Hajime talks with him and promises him she will not kill him, inviting him on a \"date\" after everything is settled. Katze and OD fight, and although OD is heavily damaged by Katze, he manages to retrieve Rui's NOTE and deliver it to him. Rui then sends every GALAX user a Crowds app to take part in a \"Tachikawa Crowds Game\", setting up various types of games to encourage users to help out the community and defeat the Neo Hundred Crowds. After the situation is dealt with, Hajime gives her mother a call and reassures her that no matter what happens she will always be herself, and then goes to meet with Katze for their \"date\" showdown. A year later, the use of Crowds has become widespread, and Hajime, now in her third year of high school, makes her way to school while talking with Katze, whose voice comes out from Hajime herself.",
                    "TitleJapanese": "Collage",
                    "SummaryJapanese": "はじめと累が提示したゲームに対して、人々がとった行動とは。\nそして、ベルク・カッツェという存在に対してはじめが導き出した答えは。\n2015年の夏を全力で駆け抜けた少女の物語が今、幕を閉じる。"
                }
            }
        },
        "2": {
            "ID": "565528",
            "URL": "https://www.thetvdb.com/series/gatchaman-crowds/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4695577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4695577",
                    "TitleEnglish": "Contact Point",
                    "SummaryEnglish": "Misudachi Tsubasa is an ordinary high school student in Nagaoka City. But everything changes when an alien spaceship lands crashes down right next to her house and the Tachikawa Gatchamen crew come to investigate...",
                    "TitleJapanese": "contact point",
                    "SummaryJapanese": "新潟県長岡市に暮らす、ごく普通の女子高生、三栖立つばさ。\nある日、のどかな田園風景広がる彼女の自宅の近くに、正体不明の宇宙船が墜落。\n調査のため、一ノ瀬はじめたち『立川CAGE』のＧメンバーがやって来る。\n近隣住民が見守る中、宇宙船から現れたのは、数々の星を平和に導いてきたとされる異星人ゲルサドラ。\nつばさとはじめたちガッチャマン、そして平和の使者ゲルサドラ。この出会いは世界に何をもたらすのか。"
                },
                "2": {
                    "ID": "5268542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268542",
                    "TitleEnglish": "Penetration",
                    "SummaryEnglish": "Tsubasa has been abruptly thrust into the Gatchaman role, but her positive mindset moves her to embrace her new life and vow to act as a hero. Meanwhile, Rui continues his investigation of the mysterious organization VAPE, but he is suddenly accosted by the red CROWDS...",
                    "TitleJapanese": "penetration",
                    "SummaryJapanese": "突然ガッチャマンとなってしまったつばさであったが、持ち前の前向きさから、皆のためにヒーローとして活動していくことを決意。今や地元の有名人となったつばさの新たな門出を祝うため、ショッピングセンターで壮行会イベントが開かれることとなった。教育係に任命されたはじめと共に、会場のステージに上がるつばさであったが……。一方、謎の集団『VAPE』の正体を探っていた累の前に、突如赤いCROWDSが現れる。"
                },
                "3": {
                    "ID": "5268587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268587",
                    "TitleEnglish": "Launch",
                    "SummaryEnglish": "Tsubasa arrives in Tokyo with Gelsadra, where they are promptly enlisted to appear as guests in the popular Millione Show. There, they make a favorable impression, and they're soon familiarization themselves with their new teammates in the Gatchaman HQ, Tachikawa CAGE. However, Suzuki Rizumu, the VAPE leader, is about to make his move...",
                    "TitleJapanese": "launch",
                    "SummaryJapanese": "上京したつばさとゲルサドラを待っていたのは、人気情報番組『ミリオネ屋』へのゲスト出演であった。二人は息の合った掛け合いで仲の良さを見せ、その場を包んだ和やかな雰囲気にゲルサドラも笑みを浮かべる。立川CAGEで残りのＧメンバーへの挨拶も終え、いよいよガッチャマンとしての活動を開始することとなったつばさ。しかしその頃、渋谷駅前では『VAPE』を率いる男、鈴木理詰夢が不穏な動きを見せていた。"
                },
                "4": {
                    "ID": "5268588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268588",
                    "TitleEnglish": "2:6:2",
                    "SummaryEnglish": "Believing in her brand of justice, Tsubasa races to save a fading life with a strong wind at her back. Her rescue of Rui with Gelsadra is broadcast live nationwide, inspiring admiration for the new heroes among the people of Japan. As she strikes a blow to end the conflict, a new chapter begins...",
                    "TitleJapanese": null,
                    "SummaryJapanese": "自分の信じる正義を貫き、消えかける命を救うべく、心のままに駆け出したつばさ。力強い風に背中を押されて戦いの場へと降り立ち、想いを重ねたゲルサドラと並んで群がる敵を蹴散らしながら、崩れ落ちた仲間の元へと急ぐ。その様子はテレビ中継によって全国へと届けられ、多くの人々がその雄姿を見守り応援し、新たなヒーローの出現に沸き立つ。そして争いを終わらせるため、つばさは力を込めた一撃を振り上げた。"
                },
                "5": {
                    "ID": "5268589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268589",
                    "TitleEnglish": "Halo Effect",
                    "SummaryEnglish": "The prime minister elections have finally begun. While Sugayama's predicted to win by a landslide, Gelsadra uses his powers to discern what the people want. What he promises his supporters is enough to create a rift even among the Gatchamen.",
                    "TitleJapanese": "halo effect",
                    "SummaryJapanese": "いよいよＧＡＬＡＸを使用した首相公選スマホ選挙が始まった。現職の菅山圧倒的有利の予想の中、ゲルサドラは史上初の異星人首相候補として注目されながらも、その支持率は下位に留まっていた。しかし、ふきだしさまの力によって、多くの人々が抱いているある強い想いを知ったゲルサドラは、全国民に向かって一つの公約を掲げる。それは立川ＣＡＧＥのガッチャマンたちの間でも、意見を分かつようなマニフェストであった。"
                },
                "6": {
                    "ID": "5268590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268590",
                    "TitleEnglish": "Engagement",
                    "SummaryEnglish": "With the support of a majority of voters in the smartphone election, Gelsadra becomes the prime minister. He quickly absorbs knowledge and gains an understanding of politics in Japan.",
                    "TitleJapanese": "engagement",
                    "SummaryJapanese": "スマホ投票による多くの国民の支持を得て、ついに誕生したゲルサドラ首相。彼は急速に知識を吸収し、この国の現在の政治の在り方を理解していく。そうして史上初の、異星人首相による政権が動き出した。自分たちが行ってきたルールが通用せず、調子を崩され困惑する政治家たち。更にゲルサドラは異星人としての特異性を遺憾無く発揮し、これまでにはありえなかった常識はずれの政権運営を推し進め始める。"
                },
                "7": {
                    "ID": "5268591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268591",
                    "TitleEnglish": "Outbound",
                    "SummaryEnglish": "Japan undergoes rapid change as Gelsadra continues his reforms based on his slogan, \"Our Hearts as One, Create Our World, Together.\" With his popularity on a meteoric rise, his constituents are full of smiles. Tsubasa firmly believes that their shared dream will soon come true, but some cannot help but feel a sense of disquiet over the rapidity of change...",
                    "TitleJapanese": "outbound",
                    "SummaryJapanese": "『心をひとつに、みんなで創る、みんなの世界』。掲げられたスローガンの元に行われるゲルサドラの改革によって、急速に変化していく日本。その支持率もまさにうなぎのぼりで、人々の間には明るい笑顔が溢れる。ゲルサドラと自分が夢見た、みんなの心が一つになった、争いのない平和な世の中が訪れつつあるのを確信するつばさ。しかし、そのあまりにも急ぎ過ぎる変革に、少なからぬ不安を覚える者たちもまた存在していた。"
                },
                "8": {
                    "ID": "5268592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268592",
                    "TitleEnglish": "Cluster",
                    "SummaryEnglish": "Due to what happened to Gelsadra, the red speech bubbles suddenly produced mysterious life forms, which start appearing all over Japan and start interacting with everyone. The G members move out to deal with the mysterious beings, but things take a rather unexpected turn...",
                    "TitleJapanese": "cluster",
                    "SummaryJapanese": "ゲルサドラの異変によって現れた赤いふきだしさまから、突如生まれた謎の生物。その出現は吹き荒れる強風に乗って日本全国へと拡散。あっという間にあらゆる街の、あらゆる人々の間に溢れ返った。この予想だにしなかった事態に、直ちに出動し全国各地へと散らばるＧメンバー。混乱を収めるために謎の生物たちを排除しようとするのだが、それらは更にガッチャマンたちの予想を超えた行動を取り始めるのだった。"
                },
                "9": {
                    "ID": "5268593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268593",
                    "TitleEnglish": "Opt-out",
                    "SummaryEnglish": "The general public has come to accept the Kuu-samas into society, and they seem to be helping with Gelsadra's wishes to help everyone become one. However, in order to make everyone become one, the Kuu-samas take the next step. The Gatchaman try to warn the public about the Kuu-samas and their actions, but they find out now that this has been set into motion, it's not easily stopped. The Gatchaman now consider Gelsadra and the Kuu-samas dangerous, which ends up making them unfavorable to the general public that loves both Gelsadra and the Kuu-samas...",
                    "TitleJapanese": "opt-out",
                    "SummaryJapanese": "民衆に受け入れられ、その生活に浸透したくうさまの存在は、ゲルサドラが目指す皆の心が一つとなった世界を作り上げて行くかに見えた。しかし、全ての意思の統一を目指し、くうさまは更に次の段階へと進み始める。その驚愕の行動にガッチャマンたちは市民に向けて警告を発するが、一度一つの方向へと進み始めた流れは簡単には覆らない。むしろくうさまとゲルサドラを危険視するガッチャマンに対し、人々は非難の目を向け始める。"
                },
                "10": {
                    "ID": "5268594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268594",
                    "TitleEnglish": "Seeds",
                    "SummaryEnglish": "Rizumu's ideal world slowly starts coming to fruition. The small opportunity presents itself, and is magnified, causing chaos to spread quickly. However, Gelsadra, who is in the middle of all of this, believes he is just doing what the people want and smiles, despite some terrible things that have occurred. Meanwhile, Tsubasa who had seperated herself from the Gatchaman and Gelsadra goes back home to Nagaoka to face Yuru-jii and herself...",
                    "TitleJapanese": "seeds",
                    "SummaryJapanese": "ついに暗雲が立ち込め始めた理想の世界。ほんの小さなきっかけは先導者の介入によって増幅され、次々と湧き出す波紋は次第に大きく、加速度的に広がっていく。しかし、その中心にいるゲルサドラ自身は、いまだ自分が全ての人々の望みを叶えているのだと信じ、屈託のない微笑みを浮かべていた。その頃、ゲルサドラとガッチャマンの元を離れ長岡へと戻ったつばさは、出迎えたゆるじいと、そして自分自身と向き合っていた。"
                },
                "11": {
                    "ID": "5268595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268595",
                    "TitleEnglish": "Trade-off",
                    "SummaryEnglish": "A massive throng of Kuu-samas assemble from all across the country and swarm the town, and the Gatchamans go all-out to take them out.",
                    "TitleJapanese": "trade-off",
                    "SummaryJapanese": "全国各地から続々と集結し、街中に溢れ返る無数のくうさまの群れ。総力を挙げてそれを駆逐していくガッチャマンたちであったが、その数は一向に減る気配を見せない。倒されては復活を繰り返すくうさまに対してはどんな攻撃も意味はなく、手詰まりの状況に流石に疲弊し、焦りを隠せないＧメンバー。成す術もないこの絶望的な事態を打開するために、ガッチャマンはある大きな決断を迫られる。"
                },
                "12": {
                    "ID": "5268596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268596",
                    "TitleEnglish": "Insight",
                    "SummaryEnglish": "Having accepted the masses' wishes, the Gatchamans head to battle with a strong resolve to put everything they have on the line in order to grant them.",
                    "TitleJapanese": "insight",
                    "SummaryJapanese": "皆の願いを受け、その望みを叶えるために、固い決意と共に己の持てる力の全てを掛けて戦いに挑んだガッチャマンたち。熾烈を極めた攻防とその壮絶なる決着は、それを見守った多くの者たちの心に深く刻み込まれた。辛く苦しい戦いの果てに、ガッチャマンが、そしてこの国の人々が辿り着いた真実とは……。今、全ての人々に向けて放たれた問い掛けに、一つの答えが導き出されようとしていた。"
                }
            }
        }
    }
}