{
    "URL": "https://www.thetvdb.com/series/the-eccentric-family",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2909936/",
        "https://uchoten-anime.com/",
        "https://www.themoviedb.org/tv/61338",
        "https://www.themoviedb.org/tv/61338",
        "https://x.com/UchotenAnime"
    ],
    "TitleEnglish": "The Eccentric Family",
    "SummaryEnglish": "In Kyoto, there are three kinds of residents: humans, raccoon dogs, and tengu. Shimogamo Yasaburou is the third son of the Shimogamo raccoon dog family. His father, Souichirou, had been the head of Kyoto raccoon dog community until he was eaten by the human members of \"Friday Club\". While taking care of old tengu, fighting with other raccoon dogs, and playing with a psychic human girl, Yasaburou approaches the truth of his father's death.",
    "Aliases": [
        "Uchōten Kazoku",
        "Uchouten Kazoku"
    ],
    "Modified": "2025-07-21",
    "Seasons": {
        "1": {
            "ID": "520188",
            "URL": "https://www.thetvdb.com/series/the-eccentric-family/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4570295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/4570295",
                    "TitleEnglish": "Goddess of the Noryoyuka",
                    "SummaryEnglish": "Yasaburō Shimogamo, a young tanuki living in Kyoto, is tasked by Professor Akadama, a tengu and his teacher, to deliver a love letter to his former lover, a young woman known as \"Benten\", a task that is no easy giving how dangerous Benten can be, and the confliting feelings that Yasaburō himself has for her."
                },
                "2": {
                    "ID": "4607795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/4607795",
                    "TitleEnglish": "Mom and Raijin, God of Thunder",
                    "SummaryEnglish": "Yasaburo visits Yajiro, who lives in the bottom of a well as a frog and forgot how to transform back into himself. When a storm comes, the three non-frog Shimogamo brothers race to help their mother, who is terrified of thunder."
                },
                "3": {
                    "ID": "4607797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/4607797",
                    "TitleEnglish": "Yukushibou's Inner Parlor",
                    "SummaryEnglish": "In order to uphold a Shimogamo family tradition, Yasaburo needs to do what Yaichiro could not and come up with a leisure cruiser for them to launch. He asks to borrow Yakushibo's flying inner parlor, but ends up having to make a dangerous deal with Benten."
                },
                "4": {
                    "ID": "4607798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/4607798",
                    "TitleEnglish": "The Daimonji Leisure Cruiser Battle",
                    "SummaryEnglish": "During the traditional Daimonji leisure cruise, the Ebisugawas come to pick on the Shimogamo family. Yasaburo fights bravely, but loses the Fujin Raijin folding fan. Fearing Benten's wrath, he goes into hiding after the inner parlor crashes."
                },
                "5": {
                    "ID": "4607799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/4607799",
                    "TitleEnglish": "The Friday Fellows",
                    "SummaryEnglish": "Yasaburo had been hiding from Benten in Osaka, but thanks to Kinkaku and Ginkaku she catches him during a visit to Kyoto and makes him perform tanuki tricks for the Friday Fellows. It is revealed that Yasaburo's mother was saved by a man who gave her onigiri and also that one of the Friday Fellows, Hotei, has loved tanuki ever since he saved one and fed it onigiri..."
                },
                "6": {
                    "ID": "4607800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/4607800",
                    "TitleEnglish": "Taking in Fall Colors",
                    "SummaryEnglish": "Professor Yodogawa chases down Benten and Yasaburo, and they check out some autumn foliage. When she ditches them, Yodogawa has a lot to say about his philosophy of eating and Yasaburo also gets told a story about a conversation between Yodogawa and Benten's first tanuki hot pot victim (i.e. Shimogamo Soichiro), which he promptly reports to Yajiro."
                },
                "7": {
                    "ID": "4607802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/4607802",
                    "TitleEnglish": "Bathouse Rules",
                    "SummaryEnglish": "Yasaburo, Yashiro, and Yaichiro convince Prof. Akadama to take a much-needed bath, but they run into the Ebisugawa twins at the bathhouse. After a brief scuffle it is revealed that Yajiro was at least partly responsible for Shimogamo Soichiro's death in the Friday Fellow's hot pot."
                },
                "8": {
                    "ID": "4607803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/4607803",
                    "TitleEnglish": "The Day of Dad's Departure",
                    "SummaryEnglish": "Yajiro tells Yasaburo and Yaichiro his account of the night their father was eaten. Later Yasaburo hears a continuation of the story Yajiro doesn't know: Soichiro bumped into Prof. Akadama on his way to the afterlife."
                },
                "9": {
                    "ID": "4607804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/4607804",
                    "TitleEnglish": "Kaisei, Daughter of Ebisugawa",
                    "SummaryEnglish": "Yasaburo gets interrupted while warming his butt and sent to convince Prof. Akadama to attend the council where the new Nise-emon will be decided. He later succeeds in his quest for warmth, but over the wall splitting the men's and women's baths, he receives an ominous apology from Kaisei; her brothers are plotting something."
                },
                "10": {
                    "ID": "4607805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/4607805",
                    "TitleEnglish": "The Strings Pulled by Ebisugawa Soun",
                    "SummaryEnglish": "The meaning of Kaisei's mysterious apology becomes clear as the Ebisugawa plot to boil Yaichiro in a hot pot is revealed on the day of the Nise-emon election. The day is also the anniversary of Soichiro's death, for which it turns out Soun was responsible."
                },
                "11": {
                    "ID": "4607806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/4607806",
                    "TitleEnglish": "Back in the Game",
                    "SummaryEnglish": "After Yasaburo gets a hand from Benten to escape Soun and his Elite Guard, the Ebisugawas manage to nab him anyway through a clever Kinkaku-Ginkaku plot. Meanwhile, Kaisei helps Yashiro escape the Electric Brandy factory and Yaichiro is handed over to the Friday Fellows as the primary ingredient for their year-end hot pot."
                },
                "12": {
                    "ID": "4607807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/4607807",
                    "TitleEnglish": "The False Eizan Electric Railway",
                    "SummaryEnglish": "Yashiro comes up with a plan to get Yajiro back in the game, leading to the trouncing of Kinkaku and Ginkaku. Yashiro stalls the Nise-emon decision meeting while Yasaburo saves Yaichiro, but their mom is still in danger of becoming Friday Fellow hot pot."
                },
                "13": {
                    "ID": "4613411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/4613411",
                    "TitleEnglish": "The Eccentric Family",
                    "SummaryEnglish": "Tanuki and human worlds collide as both the Nise-emon ceremony and Friday Fellow year-end bash descend into chaos. The scale of the disturbance increases when Prof. Akadama starts brandishing the Fujin Raijin folding fan, but by New Year’s everything settles down and Yasaburo and co. are able to calmly consider their hopes for the future."
                }
            }
        },
        "2": {
            "ID": "694284",
            "URL": "https://www.thetvdb.com/series/the-eccentric-family/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5904405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/5904405",
                    "TitleEnglish": "The Nidaime's Homecoming",
                    "SummaryEnglish": "There are humans, tanuki, and tengu living in Kyoto. The tanuki, Yasaburo, had been going to a rundown apartment every day in order to take care of his master, the great tengu, Akadama-sensei. One day, Yasaburo goes to Nyoigatake with his little brother Yashiro in order to find some tsuchinoko..."
                },
                "2": {
                    "ID": "6035746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/6035746",
                    "TitleEnglish": "The Conjurer Tenmaya",
                    "SummaryEnglish": "The day after the rather chaotic night, Yasaburo was watching over the antique shop when the owner suddenly came in and asked him to do a favor. Yasaburo heads over to the Teramachi Shopping District and a mysterious little ramen stand seems to have popped up on the roof of another shop without permission..."
                },
                "3": {
                    "ID": "6035747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/6035747",
                    "TitleEnglish": "The Scent of Europe",
                    "SummaryEnglish": "One early summer day, Yasaburo goes with his mother to Tanukidani Fudo-in Temple to see his grandmother to ask for a medicine that could cure Yajiro’s inability to turn back into a tanuki. When he arrives, he finds his mother looking at the stone steps nostalgically."
                },
                "4": {
                    "ID": "6035748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/6035748",
                    "TitleEnglish": "The Tanuki Shogi Tournament",
                    "SummaryEnglish": "The tanuki world is abuzz after they hear that Benten had returned and had clashed with the Nidaime. Another thing they were excited about was the Nanzenji Tanuki Shogi Tournament that Yaichiro was trying to bring back. The second brother, Yajiro, had learned shogi from their departed father, and was going to enter the tournament."
                },
                "5": {
                    "ID": "6035749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/6035749",
                    "TitleEnglish": "Daimonji Luxury Liner Battle Continued",
                    "SummaryEnglish": "Yasaburo manages to get Yaichiro and Gyokuran together, but then a new problem arises. They had still not procured a ship to fly the skies during the Gozan Farewell Bonfire. Yasaburo tells everyone to let him handle it, and heads over to Akadama-sensei’s apartment."
                },
                "6": {
                    "ID": "6035750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/6035750",
                    "TitleEnglish": "Arima Hell",
                    "SummaryEnglish": "Professor was once a member of the Friday Club, but then ends up saving Tousen from becoming a tanuki hot pot. He then creates the Thursday Club to go against the Friday Club. Yasaburo goes to visit him one day and finds out that the Friday Club will be meeting at Arima Hot Springs..."
                },
                "7": {
                    "ID": "6035751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/6035751",
                    "TitleEnglish": "The Friday Club Once More",
                    "SummaryEnglish": "Yasaburo manages to escape Hell and ends up having to participate in a Friday Club banquet along with Benten in Jyurojin’s train. Before the banquet, Yasaburo is asked to rid himself of the smell of Hell and he goes to an outdoor bath, where he sees the Friday Club and Professor Yodogawa."
                },
                "8": {
                    "ID": "6035752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/6035752",
                    "TitleEnglish": "Ebisugawa Kaisei's Secret",
                    "SummaryEnglish": "After what happened at Arima Onsen, the Ebisugawas have a funeral for Soun at the Trick Denki Bran factory. Most of the tanuki have no idea what happened and start talking, but then Mother starts talking about what happened when Soun married into the Ebisugawa family."
                },
                "9": {
                    "ID": "6035753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/6035753",
                    "TitleEnglish": "The Various Nidaime",
                    "SummaryEnglish": "The Shimogamo brothers and Gyokuran see Yajiro off at Kyoto Station, however their mother was nowhere to be found. Yasaburo is a little disheartened by his brother’s departure, but then is met with even more trouble when he finds out that Akadama-sensei refuses to be the observer to see who will be the next Trick Magister."
                },
                "10": {
                    "ID": "6035754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/6035754",
                    "TitleEnglish": "The Day the Trick Magister is Chosen",
                    "SummaryEnglish": "Before choosing the next Trick Magister, the tanuki go and greet Hesoishi-sama. The feud between Benten and the Nidaime ends somewhat peacefully, but Yasaburo incurs Benten’s wrath and goes into hiding once again. Meanwhile, Yajiro travels to Shikoku and goes to meet the Kincho clan, but..."
                },
                "11": {
                    "ID": "6035755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/6035755",
                    "TitleEnglish": "The Blood of the Tengu, the Blood of the Fool",
                    "SummaryEnglish": "The day that the tanuki in Kyoto pick the Trick Magister has arrived. Yaichiro, Gyokuran, and the other head tanuki head to Nidaime’s mansion. Meanwhile, Tousen gets an emergency message from Yashiro, who’s working at the Ebisugawa Trick Denki Brand factory and she quickly heads over to the Ebisugawa power plant."
                },
                "12": {
                    "ID": "6035756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-eccentric-family/episodes/6035756",
                    "TitleEnglish": "The Red String of Fate",
                    "SummaryEnglish": "Yasaburo fights with Jyurojin over who rules the skies of Kyoto and Benten appears. Benten tells him to stop and once all seemed to be lost, the sight that appeared before Yasaburo’s eyes was a mixture of conspiracy and utter chaos. A fun thing is a good thing."
                }
            }
        }
    }
}