{
    "URL": "https://www.thetvdb.com/series/kinmoza",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2904582/",
        "http://www.kinmosa.com/",
        "http://www.reddit.com/r/KiniroMosaic",
        "https://www.themoviedb.org/tv/78589",
        "https://www.themoviedb.org/tv/78589",
        "https://x.com/kinmosa_anime"
    ],
    "TitleEnglish": "Kinmoza!",
    "SummaryEnglish": "The story begins with Oomiya Shinobu, a 15-year-old, seemingly pure Japanese girl who actually did a homestay in Great Britain. Even after coming back to Japan, she still misses her time overseas. One day, an airmail letter arrives from Alice, the girl in Shinobu's host family in Great Britain. The letter reads: Shinobu, I'm coming to Japan! The Japanese/British girls' mixed comedy follows the lives of Shinobu, Alice, and other girls from both Japan and Great Britain.",
    "TitleJapanese": "きんいろモザイク",
    "SummaryJapanese": "大宮忍、15歳。\n黒髪たれ目の純和風女子高生ですが、中学生の頃はイギリスに（少しだけ）ホームステイしてました。帰国後も外国への想いをつのらせていた忍に、ある日一通のエアメールが届きます。\n\n「シノブ、今度は私が日本にいくよ！」差出人はアリス・カータレット。ホストファミリーの一人娘で、金髪碧眼の英国少女！\n\nクラスメイトの小路綾＆猪熊陽子に、アリスの幼なじみ（「ライバル」を二重線で消して「幼なじみ」）にしてもう一人のイギリスっ子の九条カレンも巻き込めば、５人の日々はきらきら輝くモザイクみたい――\n日英美少女ゆるふわ学園コメディ、はじまるよ！",
    "Aliases": [
        "Kiniro Mosaic",
        "Kin-iro Mosaic",
        "Hello!! Kinmoza",
        "Hello!! Kiniro Mosaic",
        "Hello!! Kin-iro Mosaic",
        "Kinmosa",
        "Golden Mosaic",
        "Ayaya"
    ],
    "Modified": "2025-05-28",
    "Seasons": {
        "0": {
            "ID": "560214",
            "URL": "https://www.thetvdb.com/series/kinmoza/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5718719",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5718719",
                    "TitleEnglish": "Movie: Pretty Days",
                    "SummaryEnglish": "The school festival is on the horizon and something is off with Shinobu. She says she's been very sleepy in the mornings lately, and it seems she has pushed herself too hard working on the scripts and costumes for their class play. Alice and Yōko, who are in another class, notice her circumstances.",
                    "TitleJapanese": "Pretty Days",
                    "SummaryJapanese": "二度目の学校祭が近づいてきたこの頃、忍の様子がちょっとおかしい!?「このところ、なんだか朝が眠くて……」\nいつものんびりしている忍ですが、クラスの演劇で脚本&衣装のリーダーを任され、頑張りすぎているみたいです。\n違うクラスのアリスと陽子も、その様子は気にかけているけれど……果たして忍たちの劇は無事成功するのか、どうなる学校祭当日!?"
                },
                "2": {
                    "ID": "7638081",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/7638081",
                    "TitleEnglish": "Movie: Thank You!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "劇場版きんいろモザイク Thank you!!",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9504096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/9504096",
                    "TitleEnglish": "劇場版「きんいろモザイクThank you!!」",
                    "SummaryEnglish": "2022/10/08(土) 19:30～21:00 ＡＴ－Ｘ 劇場版「きんいろモザイクThank you!!」 [字] 2021年劇場公開作品 詳細情報 ＜ストーリー＞ 金髪と外国が大好きな女子高生・忍。忍の家には金髪碧眼の英国少女・アリスがホームステイ中！「シノブに会いに来たよ！」中学生のときに出会った二人が再会できたのは、高校１年生の春にアリスが日本の高校へ編入してきたから。忍の幼馴染で凸凹コンビの綾＆陽子、アリスを追いかけてきたもう一人のイギリス人留学生・カレンも加わって、仲良し５人組の毎日はきらきら輝いています。 ＜キャスト＞ 大宮忍：西明日香/アリス・カータレット：田中真奈美/小路綾：種田梨沙/猪熊陽子：内山夕実/九条カレン：東山奈央/大宮勇：田村ゆかり/松原穂乃花：諏訪彩花/日暮香奈：中津真莉/烏丸さくら（烏丸先生）：佐藤聡美/久世橋朱里（久世橋先生）：大西沙織/猪熊空太：潘めぐみ/猪熊美月：村川梨衣/忍のお母さん：高橋美佳子/アリスのママ：大原さやか/カレンのママ：木村亜希子 他",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "520180",
            "URL": "https://www.thetvdb.com/series/kinmoza/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4570288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4570288",
                    "TitleEnglish": "...in Wonderland",
                    "SummaryEnglish": "Omiya Shinobu has just become a first year high school student. Heading to school in an unfamiliar uniform, she finds a single piece of air mail on the counter in the entrance to her home. The sender is the daughter of the family she stayed with in middle school, Alice Cartalet!",
                    "TitleJapanese": "ふしぎの国の",
                    "SummaryJapanese": "高校１年生になったばかりの大宮忍。まだ慣れない制服を着て登校しようとする彼女は、玄関の棚の上に一通のエアメールを見つける。差出人は、忍が中学生の時にホームステイをした家の女の子、アリス・カータレット！\n\n忍はその場で手紙を読み始め、クラスメイトの小路綾と猪熊陽子との待ち合わせに遅れてしまう。手紙は英語で書かれていて、忍は何が書かれているのか全くわからず、綾も断片的にしか理解できない。学校に着くと、担任の烏丸先生に今日からクラスに編入生が来ることを知らされる。その編入生の正体はなんと、イギリスからやって来た金髪の少女アリス・カータレットだった！"
                },
                "2": {
                    "ID": "4607951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607951",
                    "TitleEnglish": "Even If I'm Small",
                    "SummaryEnglish": "Several weeks after arriving at Shinobu's home, Alice has grown used to life there and is enjoying her high school life in Japan. The mild-mannered and kind Shinobu. The composed but sometimes scatterbrained Aya. The bright and energetic Yoko with her monstrous appetite. Sensitive about her height and shy, Alice managed to make good friends and was spending her days happily, but... Alice begins wondering what her friends think of her and becomes lost deep in thought.",
                    "TitleJapanese": "ちっちゃくたって",
                    "SummaryJapanese": "忍の家にホームステイにきて数週間、アリスは新生活にもだいぶ慣れてきて、憧れの日本での高校生活を楽しんでいた。\n\nおっとりして優しい忍。しっかり者だけど時々おっちょこちょいの綾。明るくて元気でよく食べる陽子。背が低いことがコンプレックスで少し人見知りのアリスにも、仲良しな友だちが出来て幸せな日々を送っていたのだが…。アリスは、ふと自分がみんなからどのように思われているのかが気になって、考え込んでしまうのだった。"
                },
                "3": {
                    "ID": "4607952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607952",
                    "TitleEnglish": "What Kind of Friends Will I Make",
                    "SummaryEnglish": "Perhaps because of Alice's arrival, Shinobu, Aya, and Yoko find themselves noticing foreigners frequently around town. Yoko suddenly announces she met a blonde girl just recently, and an excited Shinobu asks Yoko for more details.",
                    "TitleJapanese": "どんなトモダチできるかな",
                    "SummaryJapanese": "アリスがやって来たせいか、忍、綾、陽子は最近よく街中で外国人を見かけるような気がしていた。\nすると、陽子がこのあいだも金髪少女に会ったと言い出す。\n金髪少女というフレーズにテンションが上がる忍は、陽子から詳しい話を聞き出そうとする。\n\n陽子が会った金髪少女の正体は、アリスのイギリスでの友だち、九条カレン！\n日本に住むことになったカレンは、忍たちの学校へと転校してくる。\n忍はアリスよりも英国人っぽいカレンに、すっかり目を奪われてしまう。\nそんな忍の様子を見て、アリスはカレンに妬いてしまう…。"
                },
                "4": {
                    "ID": "4607953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607953",
                    "TitleEnglish": "Aya, Nervous in the Rain",
                    "SummaryEnglish": "Shinobu stays home from school with a cold. While her friends at school are worrying about her, Yoko suddenly runs up and informs the group she found a letter in her shoe box.",
                    "TitleJapanese": "あめどきどきあや",
                    "SummaryJapanese": "風邪をひいて学校を休む忍。学校ではアリスたちが忍のことを心配している。\nすると陽子が駆け寄ってきて、下駄箱に手紙が入っていたことを告げる。\nアリスとカレンはラブレターだと騒ぎ立てるが、綾は一人だけ中を見ていないのだからラブレターかどうか分からないと言い張る…。\n\n手紙の内容が気になってしょうがない綾は四六時中、陽子の動向を注視するが、陽子はいっこうに手紙を読もうとはしない。\nそんな陽子の素振に綾は、授業中一人もんもんと悩んでしまうのだった。"
                },
                "5": {
                    "ID": "4607954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607954",
                    "TitleEnglish": "Together with Onee-chan",
                    "SummaryEnglish": "Shinobu manages to score zero points on her math test. Unable to let this slide, Aya helps Shinobu study at school, and Aya and Karen ask Aya to help them study as well. Between studying, Karen discovers a camera in Isami's room, Shinobu's older sister and model.",
                    "TitleJapanese": "おねえちゃんといっしょ",
                    "SummaryJapanese": "忍は数学のテストでなんと0点を取ってしまう。見かねた綾が、学校で忍に勉強を教えていると、陽子やカレンも綾に勉強を見てもらいたい、と言い出す。今度の休日に、忍の家に集まってみんなで勉強会をすることになった。\n\n勉強会の合間、忍の姉でモデルの勇の部屋でカメラを見つけたカレン。いつの間にか、勉強会だったつもりが、写真を撮るのが好きだという勇に公園へと連れられて皆で思い思いのポーズをとりながら撮影会をすることになってしまう…。"
                },
                "6": {
                    "ID": "4607955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607955",
                    "TitleEnglish": "Golden Alice, Golden Karen",
                    "SummaryEnglish": "The five girls excitedly discuss taking a trip together. Yoko, who wants to go to the beach, and Karen, who wants to go to the mountains, find themselves at odds. Overwhelmed my Karen's passion, the girls head to the mountains over their summer break...",
                    "TitleJapanese": "金のアリス、金のカレン",
                    "SummaryJapanese": "いよいよ来週から夏休み。忍たち五人は、みんなで一緒にどこかへ遊びに行きたいと盛り上がる。すると、海へ行きたい陽子と、山へ行きたいカレンとで意見が対立してしまう。結局カレンの熱意に押されて、夏休みはみんなで一緒に山へ出かけることに…。\n\nカレンのパパと一緒に山にやってきた五人は、おおはしゃぎ。突如、カレンが渓流釣りを始めると言い出す。しっかりと釣り道具の準備もしてきたカレン。すると、イギリスにいた頃、よく釣りをしていたアリスが、忍にいいところを見せようと、カレンに対抗心を燃やし、釣り対決が勃発する？！"
                },
                "7": {
                    "ID": "4607956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607956",
                    "TitleEnglish": "Hungry Karen",
                    "SummaryEnglish": "As usual, Karen comes to Shinobu and her friends' classroom during lunch with bags full of snacks and bread in each hand. It seems her classmates have been gifting the items to the popular Karen. Karen is shocked when Alice asks if she's gained weight since coming to Japan.",
                    "TitleJapanese": "はらぺこカレン",
                    "SummaryJapanese": "いつものように、お昼休みに忍たちのクラスにやって来るカレン。両手には、お菓子やパンの袋をいっぱいに抱えている。どうやら人気者のカレンに、クラスメイトたちはお菓子やパンを与えてくれるらしい。アリスは、そんなカレンを見て日本に来てから少し太ったのでは、と疑問を投げかける…。その一言にショックを受けるカレン。\n\nカレンにダイエットを薦めるアリスだが、今までダイエットをしたことがないカレンは方法が分からない。カレンたちは、ダイエット方法の参考になる人を探して、烏丸先生や綾、陽子や忍にアドバイスを求める。みんなそれぞれ違うことを言っているが、まずは自分の体重を知ることが最重要ということを学んだカレンは、意を決して体重計に向かう！"
                },
                "8": {
                    "ID": "4607957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607957",
                    "TitleEnglish": "What Day is Today?",
                    "SummaryEnglish": "The girls excitedly prepare for the school festival. Alice's class is busy preparing for their cafe, and Karen's class is busy preparing for their play. The night before the festival, Alice happily marks her calendar and informs Shinobu tomorrow is an important day. However, Shinobu is unable to remember the reason for the anniversary...?!",
                    "TitleJapanese": "きょうはなんの日？",
                    "SummaryJapanese": "学校祭の準備で盛り上がっている忍たち五人組。アリスのクラスは喫茶店、カレンのクラスは演劇の準備でとにかく大忙し。学校祭の前夜、アリスがうれしそうにカレンダーに印を付け、明日は忍との大事な記念日だと告げる。しかし、忍はその記念日が何の日かを思い出すことが出来ない…?!\n\n忍は、一生懸命その記念日を思い出そうとするが、翌日になっても思い出すことが出来ず、とうとうアリスを怒らせてしまう。せっかくの楽しい学校祭の日なのに、アリスを怒らせてしまったことに責任を感じた忍は、意を決してある行動を取る?!"
                },
                "9": {
                    "ID": "4607958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607958",
                    "TitleEnglish": "Who Isn't Sleeping?",
                    "SummaryEnglish": "While heading home from school together one day, Aya announces she will have the house to herself tonight because her parents are on a trip. At fist she attempts to casually tell them she is lonely, but her friends ignore her. The girls attempt to cook in Aya's kitchen, but in contrast with Aya's insistence on carefully measuring the seasoning, Yoko says she can eyeball the amount.",
                    "TitleJapanese": "ねないこだれだ",
                    "SummaryJapanese": "学校から下校途中の忍たち。綾は今夜、親が旅行に行っているため一人でお留守番をしなければならないらしい。はじめは、さりげなくみんなに心細いアピールをする綾だが、みごとにスルーされてしまう。陽子に突っ込まれ、ようやく、みんなが綾の家に来てお泊まり会をすることになる。\n\n綾の家のキッチンで、みんなで夕食を作ろうとするが、きっちりと調味料の分量を量る綾とは対象的に、目分量でいいと割り込んでくる陽子。結局、綾と陽子の言い合いになり、追い討ちをかけるようにアリスとカレンが頭で生卵を割り出し、キッチンは大変なことになってしまう…。いったいどんなお泊まり会になるのか、先行きは大いに不安である…。"
                },
                "10": {
                    "ID": "4607959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607959",
                    "TitleEnglish": "The Wonderful Five",
                    "SummaryEnglish": "Shinobu and Alice watch the morning horoscopes on TV. In contrast with Shinobu, who is delighted when her sign is declared the luckiest of the day, Alice is shocked when she learns her sign is the unluckiest. The superstitious Alice follows Shinobu, hoping to be as close to a lucky person as possible, but...",
                    "TitleJapanese": "すてきな五にんぐみ",
                    "SummaryJapanese": "朝、テレビの占いコーナーを見ていた忍とアリス。\n自分の運勢が一位だったので喜ぶ忍とは対照的に、最下位だったアリスは\nショックを受ける。\n占いを信じきっているアリスは、出来るだけ幸運な人の近くにいたいと\nずっと忍について行くが…。\n\n登校途中に車に水たまりの水をはねられたり、電柱にぶつかったりと不運が続く\n忍を見て、自分の不運が忍に移ったのでは？と心配するアリス。\nそんなアリスの心配を余所に忍は、ちょっとしたことで良いことがあったと\n大喜びし、アリスは忍のポジティブさに感涙してしまう。"
                },
                "11": {
                    "ID": "4607960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607960",
                    "TitleEnglish": "Try Guessing How Much I Like You",
                    "SummaryEnglish": "With the arrival of the New Year, Aya and Yoko idly discuss their first dreams of the year at school. Karen, who suddenly appears dressed in a Japanese kimono, announces something terrible happened to Alice in her first dream. Shinobu appears on the scene with a sad expression on her face, and Alice shows up wearing her English school uniform with a different air about her?!",
                    "TitleJapanese": "どんなにきみがすきだかあててごらん",
                    "SummaryJapanese": "新年を迎え、学校で初夢について雑談している綾と陽子。\nいきなり和服姿で現れたカレンは、アリスが大変なことになってしまう初夢を\n見たと言い出す。\nそこに悲しげな顔をした忍がやってくる。\nそしていつもとは雰囲気が違うアリスが、イギリスの制服姿で登場する?!\n\n何を話しかけても英語でしか返事をしないアリス。\n忍は、なんとか原因を探ろうとするも何を言っているのかさっぱり分からない。\n困った忍は、英語が分かるカレンと烏丸先生に事情を聞いてもらうのだが、\nどうやら原因は忍にあるのだという…？"
                },
                "12": {
                    "ID": "4607961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607961",
                    "TitleEnglish": "Golden Moment",
                    "SummaryEnglish": "With the new term beginning, Alice is excited until she sees the class changes and immediately begins acting absent. Alice has been put in a different class from Shinobu. Her classmate Yoko becomes worried when she is unable to cheer up Alice.",
                    "TitleJapanese": "きんいろのとき",
                    "SummaryJapanese": "新学期が始まり、二年生となったアリスがわくわくしながら登校するも\n貼り出されているクラス替えの表を見て、一気に放心状態となってしまう。\nアリスは、忍と別々のクラスになってしまった。\n元気を取り戻すことが出来ないアリスに、\n同じクラスの陽子はすっかり困ってしまう。\n\nそこへ、アリスたちのクラスに忍たちが遊びにやってくる。\n陽子と別々のクラスとなってしまった綾までもがアリスと同様に元気がない。\nちょっと教室が離れてしまっただけという忍と大げさだという陽子に対して、\n綾とアリスは必死に反論するが…。"
                }
            }
        },
        "2": {
            "ID": "592139",
            "URL": "https://www.thetvdb.com/series/kinmoza/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4942670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4942670",
                    "TitleEnglish": "Spring Is Here",
                    "SummaryEnglish": "Alice becomes a second year high school student and experiences her second spring in Japan. With the addition of class A's homeroom teacher Kuzehashi-sensei, the \"golden days\" of best friends Shinobu, Alice, Aya, Yoko, and Karen continue to shine!",
                    "TitleJapanese": "はるがきたっ",
                    "SummaryJapanese": "高校二年生に進級したアリス。日本での二度目の春。\n新しくA組の担任の久世橋（くぜはし）先生も加わって、忍、アリス、綾、陽子、カレン、仲良し五人組の「きんいろの日々」は今日もキラキラと輝きます!!!\n\nとはいえ忍とクラスが離ればなれになったのがショックのアリス。「もっとシノのことを知りたい! 」 知っているようで知らなくて、実は結構謎めいている忍を少しでも理解したくて、みんなも巻き込んだ「忍の極秘調査」が開始されることに…!"
                },
                "2": {
                    "ID": "5183436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183436",
                    "TitleEnglish": "Present For You",
                    "SummaryEnglish": "Kuzehashi-sensei is concerned that her dear students seem to be afraid of her. How can she get to know them better...? Seeing how well Karasuma-sensei gets along with her students, Kuzehashi-sensei asks her to teach her how to make friends with her students!",
                    "TitleJapanese": "プレゼント・フォー・ユー",
                    "SummaryJapanese": "久世橋（くぜはし）先生は悩んでいた。可愛く思っている生徒たちに怯えられてしまう。どうしたら仲良くなれるのかな…?　そんな時、いつも生徒と仲良しの烏丸先生を見て感動した久世橋先生は「生徒と打ち解けるコツ」を教えてほしいとお願いする!! \n\n一方、英国式お茶会を計画する忍。手作りのお菓子やケーキスタンドも用意して、本格的にやりたいとはりきっているけれど…　\n徐々にわき起こる不穏な空気にお茶会は無事に開催できるのかが心配!?"
                },
                "3": {
                    "ID": "5183437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183437",
                    "TitleEnglish": "You're So Bright",
                    "SummaryEnglish": "\"I'm not actually English, and I dye my hair blonde!\" Aya is shocked by Alice's astonishing confession! However, it was just a \"Pretend April Fool's\" prank put together by Alice and Karen. On April Fool's Day, the joke-loving English publish and broadcast lies in newspapers and TV.",
                    "TitleJapanese": "あなたがとってもまぶしくて",
                    "SummaryJapanese": "「実はわたし、イギリス人じゃないし金髪は染めてるんだよ! 」アリスの衝撃的告白に綾は大ショック!　でもそれはアリスとカレンが仕組んだ「エイプリルフールごっこ」だった。ジョーク好きのイギリスではエイプリルフールの日だけは新聞もテレビも大々的に嘘をつくのだ。\n\nそんな中、常日頃から「嘘つきブラザーズ」こと双子の弟妹「空太」と「美月」に騙されている陽子は少し困り顔。そこに当の双子がやってきて驚きの嘘を連発。楽しい「エイプリルフールごっこ」のはずが、その場はしっちゃかめっちゃかに･･･!?"
                },
                "4": {
                    "ID": "5183438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183438",
                    "TitleEnglish": "Rain or Shine",
                    "SummaryEnglish": "\"I can go shopping by myself.\" Alice is irritated by the way Shinobu always treats her like a child. Suddenly she runs into Aya in the city who is striking a strange pose. When she asks why, Aya reveals she was mistaken for a middle school student. So it happens to Aya, too! Alice and Aya click when they realize they both share the same concern.",
                    "TitleJapanese": "雨にもまけず",
                    "SummaryJapanese": "おつかいくらい、ひとりでいけるのに。いつも子ども扱いする忍にアリスは少々ご立腹。そんなとき街中で、変なポーズをとっている綾に出会う。どうしたのかと尋ねると、なんと中学生に間違われてショックを受けているということ。アヤもそんなことがあるんだね!　同じ悩みを持つもの同士、二人は意気投合する。\n\nでも大人の女になるにはどうしたらいいのかな?　いつも大人っぽい勇(いさみ)の驚きのアドバイスを受けたアリスは、綾と一緒にイメージチェンジ!　なんと不良になってしまう!?"
                },
                "5": {
                    "ID": "5183439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183439",
                    "TitleEnglish": "Come Play with Your Big Sister",
                    "SummaryEnglish": "Unlike her younger sister Shinobu, Isami always looks sharp. However, lately she's been acting strange. Today she even put salt in tea. What's wrong with her? According to Shinobu, Isami is worried about her modeling career.",
                    "TitleJapanese": "おねえちゃんとあそぼう",
                    "SummaryJapanese": "妹の忍とは対照的にいつもキリッとかっこいい勇(いさみ)。だが最近やることなすことトンチンカン。今日も麦茶に大量の塩を入れたりと、一体どうしちゃったんだろう?　実は…　と、忍が言うには、どうやらモデルの仕事のことで悩んでいるよう。\n\nみんなの憧れ（？）の勇がスランプだなんて!　勇を励ましたい五人は気分転換に勇をショッピングモールに連れ出す。\n次々に飛び出す元気付けるためのアイデアで、無事いつもの勇に戻ってくれるのだろうか!?"
                },
                "6": {
                    "ID": "5183440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183440",
                    "TitleEnglish": "The Girl on My Mind",
                    "SummaryEnglish": "The season of hunger (?). When Yoko nearly eats a plastic food sample, Karen suggests she takes on a super giant parfait. I may have been born for this! When Yoko gets overexcited, Aya can't help but interject.",
                    "TitleJapanese": "きになるあの子",
                    "SummaryJapanese": "お腹がすく季節（？）。食品サンプルにまで食いついちゃう陽子に、カレンは超特大パフェの大食いチャレンジを提案する。私はこのために生まれてきたのかもしれない!　一気に燃え上がりすぎる陽子には、思わず綾もツッコミ。\n\n自分で提案しておきながらフードファイトの危険性を説くカレンだが、陽子の燃える思いはとめられない。\nそしてついに「危険な」大食いチャレンジに挑戦すべく、五人は目当てのレストランに旅立つ。そこで出会った意外な人物とは…?"
                },
                "7": {
                    "ID": "5183441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183441",
                    "TitleEnglish": "My Dear Hero",
                    "SummaryEnglish": "Summer is coming. Drawn by its scent, Karen switches to her summer style! The others are confounded by her excessively wild style, and Karen trembles in fear when Yoko says the school might finally call her parents. Apparently Karen's mother is terrifying.",
                    "TitleJapanese": "マイ・ディア・ヒーロー",
                    "SummaryJapanese": "だんだんと近づいてくる夏の匂い。そんな匂いに惹かれて、カレンもついに夏モデルに! そのあまりのワイルドなスタイルに困惑するみんなだが、\n陽子の「いいかげん親呼び出されるかもな」の一言にカレンはおびえてしまう。カレンのママは怖いらしい。\n\nそんな相変わらずのカレンだが、パパが限定品のネックレスを買ってくれたとの連絡に\n大はしゃぎ。放課後、みんなへの挨拶もそこそこに家に飛んで帰るカレンだったが･･･"
                },
                "8": {
                    "ID": "5183442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183442",
                    "TitleEnglish": "Almost Summer Vacation",
                    "SummaryEnglish": "It's almost summer vacation. Yoko announces she wants to plan her summer, and this year she's going to the beach! But before they can enjoy their summer vacation, they must finish their final exams...",
                    "TitleJapanese": "もうすぐ夏休み",
                    "SummaryJapanese": "もうすぐ夏休み。「今年こそは計画的に遊びたい! 」と燃える陽子の提案で、今年は海へ行くことに! でも楽しい夏休みの前には期末テストが･･･\n\n目の前の現実に落ち込む忍と陽子とカレン。みんなで一緒にテスト勉強をする事になるが、陽子たちのまったくやる気の感じられない勉強態度に綾は不安を隠せない!?"
                },
                "9": {
                    "ID": "5183443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183443",
                    "TitleEnglish": "A Special Day",
                    "SummaryEnglish": "Summer vacation starts today. As Alice enjoys sleeping in, a suspicious figure approaches... Meanwhile, Aya borrows Yoko's summer assignment notebook to create a \"No More Tears on the Last Day Homework Schedule!\"",
                    "TitleJapanese": "とっておきの一日",
                    "SummaryJapanese": "今日から夏休み。朝寝坊できる幸せをかみしめるアリスに近づく怪しいカゲは･･･\n一方、毎年夏休みの宿題のノートを陽子に貸している綾は、今年こそちゃんと宿題をさせようと『今年こそ最終日で泣かないための宿題消化スケジュール』を作成する!\n\nいざ陽子に渡そうとする綾だが、緊張して電話もままならない。フォローのメールも上手くできず思わず家を飛び出すが･･･ \nはたして『今年こそ最終日で泣かないための宿題消化スケジュール』はちゃんと届けられるのか!?"
                },
                "10": {
                    "ID": "5183444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183444",
                    "TitleEnglish": "Seaside Promise",
                    "SummaryEnglish": "It's finally time to go to the beach. The girls can hardly wait. The excited girls are in high spirits as they head towards the beach. They're nearly at their destination!",
                    "TitleJapanese": "海べのやくそく",
                    "SummaryJapanese": "待ちに待った海水浴の日。みんな朝から待ち遠しくて仕方がない。海までの道中も五人なら楽しくて、ついついはしゃいじゃう。目指す海はもうすぐです!\n\nビーチに到着した五人の前に広がるのは、青い空と青い海。砂浜にずらり並んだ海の家。浮き輪も日焼け止めも用意したし、とっておきの水着も見せ合って準備完了いざ海へ！\nそんななか忍は「海の泳ぎ方」を意気揚々とアリスに教えるが実は･･･!?"
                },
                "11": {
                    "ID": "5183445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183445",
                    "TitleEnglish": "A Long Night",
                    "SummaryEnglish": "It's the middle of summer vacation. As bright green trees sway in the wind, Honoka practices hard with her club. Due to her mysterious shouts featuring blonde hair, she's been playing especially well lately!",
                    "TitleJapanese": "ほんのすこしの長いよる",
                    "SummaryJapanese": "夏休みももう中頃。青々とした木々の葉が揺れるなか、今日も部活に精をだす穂乃花。金髪をフィーチャーした謎のかけ声で、最近は調子も良い感じ!\n\n部活の後、海に行ったお土産をカレンから受け取る約束をしていたけれど、カレンの姿が見当たらない。きょろきょろと辺りを見回す穂乃花にカレンから謎の電話がかかってきて･･･ \n導かれるままに校舎に入る穂乃花。一体そこに待ち受けるものは!?"
                },
                "12": {
                    "ID": "5183446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183446",
                    "TitleEnglish": "Because I Love You More Than Anything",
                    "SummaryEnglish": "A green summer landscape. Cute honey-colored houses. Alice walks down a path with Poppy. Alice and Karen have returned to England. She'd glad to see her family again, but she still misses Shinobu. But the distance between them makes their friendship even stronger.",
                    "TitleJapanese": "なによりとびきり好きだから",
                    "SummaryJapanese": "緑の多い夏の風景。はちみつ色の可愛い家々。アリスはポピーと小道をゆく。\nただいまイギリスに帰省中のアリスとカレン。久しぶりに家族に会えたのはうれしいけど、やっぱり忍がいないのはちょっと寂しい。でも離れた距離が二人の絆をもっと強くする。\n\n夏が終わっても、忍、アリス、綾、陽子、カレン、仲良し五人組の日々はこれからもキラキラきんいろに輝きつづけます!!!"
                }
            }
        }
    }
}