{
    "URL": "https://www.thetvdb.com/series/gatchaman-crowds",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2959370/",
        "https://www.ntv.co.jp/GATCHAMAN_Crowds/",
        "https://www.themoviedb.org/tv/61527"
    ],
    "TitleEnglish": "Gatchaman Crowds",
    "SummaryEnglish": "The story is set in Japan in the early summer of 2015. 180,000 people live in Tachikawa City, the \"second metropolis\" of the Tokyo area. Among them are \"Gatchaman\" — warriors who fight in special reinforced suits powered by \"NOTE,\" the manifestation of special spiritual powers in living beings. A council has scouted a group of individuals with latent powers to protect Earth from alien criminals. In recent years, the council has assigned Gatchaman warriors to deal with the mysterious entity known as \"MESS.\"",
    "Aliases": [
        "ガッチャマンクラウズ インサイト",
        "Gatchaman Crowds Insight"
    ],
    "Modified": "2025-05-28",
    "Seasons": {
        "0": {
            "ID": "560215",
            "URL": "https://www.thetvdb.com/series/gatchaman-crowds/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4844427",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4844427",
                    "TitleEnglish": "[OVA] Embrace (Episode 12 Director's Cut Version)",
                    "SummaryEnglish": "Director's cut of episode 12. The first half of this episode is the second half of the original episode 12, with the addition of some new short scenes. The second half is totally new material, including a segment showing Hajime's face-off with Katze, with her fusing herself with them by absorbing their NOTE into her body."
                },
                "2": {
                    "ID": "5267616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5267616",
                    "TitleEnglish": "[Episode 0] Inbound",
                    "SummaryEnglish": "A year has past since the Tachikawa Incident of 2015, which took place in Tachikawa, Tokyo, granting the ordinary person extraordinary powers. Japanese Prime Minister Sugayama Seitarou approves of it, but there are some who aren't convinced that this is a good thing."
                }
            }
        },
        "1": {
            "ID": "520182",
            "URL": "https://www.thetvdb.com/series/gatchaman-crowds/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4582014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4582014",
                    "TitleEnglish": "Avant-garde",
                    "SummaryEnglish": "Hajime Ichinose is a rather eccentric schoolgirl who is obsessed with notebooks. One day, she is approached by a mysterious man named JJ who pulls out a journal called a NOTE from her body, declaring her to be the new member of the elusive Gatchaman team. She later follows the words appearing in her NOTE to the mall, where a Gatchaman named Sugane Tachibana manages to defeat an alien that had disguised herself as a human. Later that day, Sugane brings Hajime to the Gatchaman's hideout where she meets the other members, Jou Hibiki, O.D., Utsu-tsu, and their leader, Paiman. Sugane explains that their duty is to protect Earth from a hostile alien race known as the MESS. Hajime and Sugane are soon called upon by JJ to fight a MESS at the bus station, during which Hajime transforms for the first time, whilst a mysterious figure watches."
                },
                "2": {
                    "ID": "4615625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4615625",
                    "TitleEnglish": "Asymmetry",
                    "SummaryEnglish": "Hajime annoys Sugane after she ends up interfering and allowing the MESS to escape. The next day, Hajime moves into a new apartment block where the other Gatchaman live. Later that day, Hajime teaches Sugane about a popular social app called GALAX, which allows users in the vicinity to help each other, and decides to take him to an offline meet-up. Later, as Hajime and Sugane are sent in to fight another MESS, Hajime chooses not to fight it but instead communicate with it, managing to befriend it. Meanwhile, as the mysterious figure causes another accident, someone named Rui revels in the success of the GALAX app whilst weilding their own NOTE."
                },
                "3": {
                    "ID": "4615656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4615656",
                    "TitleEnglish": "Futurism",
                    "SummaryEnglish": "Ninomiya Rui is a genius who built GALAX, the social networking service powerhouse, and General X, an AI. Rui seeks to update the world by intervening in a broad range of issues. He empowers the people to resolve them by using General X's ability to gather intelligence and match human resources. One day, however, he is faced with a challenge beyond the scope of anyone's abilities, and is forced to consider using a forbidden power..."
                },
                "4": {
                    "ID": "4625902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4625902",
                    "TitleEnglish": "Kitsch",
                    "SummaryEnglish": "Although GALAX's utility is gaining widespread recognition among the people, Rui is beset by his desire to accelerate the world through more direct means. Meanwhile, the G team members find themselves divided over how to deal with the new threat. Even as they struggle to find common ground, the mysterious phantom instigates a vicious crime in front of Rui, forcing him to see people getting hurt."
                },
                "5": {
                    "ID": "4625903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4625903",
                    "TitleEnglish": "Collaboration",
                    "SummaryEnglish": "A difficult decision by Rui gives rise to dissenters among his followers. Hajime, Sugane, Jou, and Utsutsu happen to be present when a major accident occurs with numerous casualties. As people rush to resolve the crisis using the power of GALAX, Hajime has her fateful encounter with a mysterious being involved in the rescue operation, as well as the beautiful individual directing its efforts."
                },
                "6": {
                    "ID": "4625904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4625904",
                    "TitleEnglish": "Originality",
                    "SummaryEnglish": "Despite knowing the risk it puts her life in, Utsutsu uses her power to heal the wounded, with Jou lending her his life force as well. Meanwhile, Sugane is at a loss for words when Hajime reveals her identity to Rui, which is captured on camera and broadcast across the city. The next day, as Hajime and Utsusu try to evade the press, she receives an invitation to meet with Rui in exchange for a successful escape with the help from some chosen GALAXers. They soon arrive at a hotel where they meet Rui, later joined by Sugane, who was also invited. Rui states that Gatchamen are unneccessary in the world he is trying to create with GALAX, though Hajime straight out rejects his suggestion to quit being Gatchamen."
                },
                "7": {
                    "ID": "4625905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4625905",
                    "TitleEnglish": "Abjection",
                    "SummaryEnglish": "Rui decides to face against Katze using the might of Crowds, but becomes overwhelmed when Katze uses his Gatchaman power. As Jou arrives on the scene to fight Katze, Sugane hears from Rui about the power he had received from him. With Jou becoming easily defeated by Katze, Hajime and Utsutsu arrive on the scene with help from Paiman's Gatchaman form, with Hajime questioning Katze before he retreats whilst Utsutsu heals the injured."
                },
                "8": {
                    "ID": "4625906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4625906",
                    "TitleEnglish": "Genuine",
                    "SummaryEnglish": "Katze copies Rui's form in order to take control of his X program, locking him out of the GALAX network. Meanwhile, Hajime suggests the Gatchamen reveal themselves to the public by holding an event at a kindergarten, where they warn everyone about Katze. As Katze uses Rui's form to set up a new Neo Hundred for the Crowds, Rui learns from one of the kindergartners how some of the Crowds users had become hospitalized."
                },
                "9": {
                    "ID": "4625907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4625907",
                    "TitleEnglish": "Forgery",
                    "SummaryEnglish": "Hajime takes Rui to her apartment, where she cheers him up and Utsutsu heals his wounds. Meanwhile, Katze gives the Crowds program to all the people Rui declined to give it to because they were too dangerous, and have them attack several government buildings along with Umeda. Before going into action, Hajime sets up a 'Gatchannel' live stream, where Rui publicly apologies over the usage of Crowds, urging those that have it to not use it, and Hajime explains that the Gatchaman will confront Katze even if she is still unsure they can win. Inspired by Hajime, Sugane goes to the Gatchaman Cage and tells JJ they do not need his prophesies anymore, and will protect the world on their own."
                },
                "10": {
                    "ID": "4625908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4625908",
                    "TitleEnglish": "Crowds",
                    "SummaryEnglish": "Hajime encounters Katze on GALAX, who leaves her with a cryptic poem before instructing the Neo Hundred to go after the prime minister, offering a rare Crowds to whoever can take him down. As the Crowds attack Tachikawa, the Gatchaman arrive and make the Crowds visible to normal humans, before working to capture them so that their users won't slip into comas. Joe, having lost confidence in himself, prepares to leave with the evacuees, but receives a message from Sugane, encouraging him to fight again. As the man who assigned as the Neo Hundred's leader, Koichi Umeda, objects to attacks occuring in the city his wife and daughter lives in, he falls into despair when Katze turns on him and posts his personal information on the internet."
                },
                "11": {
                    "ID": "4625909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4625909",
                    "TitleEnglish": "Gamification",
                    "SummaryEnglish": "The Gatchaman look back on how Hajime has influenced their lives since joining them. Meanwhile, Rui manages to get reunite with X once more, allowing the Gatchaman and the citizens to receive assistance from the GALAX network. Hajime gets the Prime Minister Sugiyama to broadcast on the Gatchannel, where he shows more of his honest side and requests everyone sign up to GALAX, before he helps with the evacuation efforts. However, Katze suddenly appears in the guise of Sugiyama, luring the citizens to utilize Crowds."
                },
                "12": {
                    "ID": "4625910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4625910",
                    "TitleEnglish": "Collage",
                    "SummaryEnglish": "Chaos ensues with more citizens using Crowds and fighting against each other as OD calls Katze out to the Gatchaman's hideout for a showdown. As Katze makes his way to meet OD, Hajime talks with him and promises him she will not kill him, inviting him on a \"date\" after everything is settled. Katze and OD fight, and although OD is heavily damaged by Katze, he manages to retrieve Rui's NOTE and deliver it to him. Rui then sends every GALAX user a Crowds app to take part in a \"Tachikawa Crowds Game\", setting up various types of games to encourage users to help out the community and defeat the Neo Hundred Crowds. After the situation is dealt with, Hajime gives her mother a call and reassures her that no matter what happens she will always be herself, and then goes to meet with Katze for their \"date\" showdown. A year later, the use of Crowds has become widespread, and Hajime, now in her third year of high school, makes her way to school while talking with Katze, whose voice comes out from Hajime herself."
                }
            }
        },
        "2": {
            "ID": "565528",
            "URL": "https://www.thetvdb.com/series/gatchaman-crowds/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4695577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/4695577",
                    "TitleEnglish": "Contact Point",
                    "SummaryEnglish": "Misudachi Tsubasa is an ordinary high school student in Nagaoka City. But everything changes when an alien spaceship lands crashes down right next to her house and the Tachikawa Gatchamen crew come to investigate..."
                },
                "2": {
                    "ID": "5268542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268542",
                    "TitleEnglish": "Penetration",
                    "SummaryEnglish": "Tsubasa has been abruptly thrust into the Gatchaman role, but her positive mindset moves her to embrace her new life and vow to act as a hero. Meanwhile, Rui continues his investigation of the mysterious organization VAPE, but he is suddenly accosted by the red CROWDS..."
                },
                "3": {
                    "ID": "5268587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268587",
                    "TitleEnglish": "Launch",
                    "SummaryEnglish": "Tsubasa arrives in Tokyo with Gelsadra, where they are promptly enlisted to appear as guests in the popular Millione Show. There, they make a favorable impression, and they're soon familiarization themselves with their new teammates in the Gatchaman HQ, Tachikawa CAGE. However, Suzuki Rizumu, the VAPE leader, is about to make his move..."
                },
                "4": {
                    "ID": "5268588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268588",
                    "TitleEnglish": "2:6:2",
                    "SummaryEnglish": "Believing in her brand of justice, Tsubasa races to save a fading life with a strong wind at her back. Her rescue of Rui with Gelsadra is broadcast live nationwide, inspiring admiration for the new heroes among the people of Japan. As she strikes a blow to end the conflict, a new chapter begins..."
                },
                "5": {
                    "ID": "5268589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268589",
                    "TitleEnglish": "Halo Effect",
                    "SummaryEnglish": "The prime minister elections have finally begun. While Sugayama's predicted to win by a landslide, Gelsadra uses his powers to discern what the people want. What he promises his supporters is enough to create a rift even among the Gatchamen."
                },
                "6": {
                    "ID": "5268590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268590",
                    "TitleEnglish": "Engagement",
                    "SummaryEnglish": "With the support of a majority of voters in the smartphone election, Gelsadra becomes the prime minister. He quickly absorbs knowledge and gains an understanding of politics in Japan."
                },
                "7": {
                    "ID": "5268591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268591",
                    "TitleEnglish": "Outbound",
                    "SummaryEnglish": "Japan undergoes rapid change as Gelsadra continues his reforms based on his slogan, \"Our Hearts as One, Create Our World, Together.\" With his popularity on a meteoric rise, his constituents are full of smiles. Tsubasa firmly believes that their shared dream will soon come true, but some cannot help but feel a sense of disquiet over the rapidity of change..."
                },
                "8": {
                    "ID": "5268592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268592",
                    "TitleEnglish": "Cluster",
                    "SummaryEnglish": "Due to what happened to Gelsadra, the red speech bubbles suddenly produced mysterious life forms, which start appearing all over Japan and start interacting with everyone. The G members move out to deal with the mysterious beings, but things take a rather unexpected turn..."
                },
                "9": {
                    "ID": "5268593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268593",
                    "TitleEnglish": "Opt-out",
                    "SummaryEnglish": "The general public has come to accept the Kuu-samas into society, and they seem to be helping with Gelsadra's wishes to help everyone become one. However, in order to make everyone become one, the Kuu-samas take the next step. The Gatchaman try to warn the public about the Kuu-samas and their actions, but they find out now that this has been set into motion, it's not easily stopped. The Gatchaman now consider Gelsadra and the Kuu-samas dangerous, which ends up making them unfavorable to the general public that loves both Gelsadra and the Kuu-samas..."
                },
                "10": {
                    "ID": "5268594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268594",
                    "TitleEnglish": "Seeds",
                    "SummaryEnglish": "Rizumu's ideal world slowly starts coming to fruition. The small opportunity presents itself, and is magnified, causing chaos to spread quickly. However, Gelsadra, who is in the middle of all of this, believes he is just doing what the people want and smiles, despite some terrible things that have occurred. Meanwhile, Tsubasa who had seperated herself from the Gatchaman and Gelsadra goes back home to Nagaoka to face Yuru-jii and herself..."
                },
                "11": {
                    "ID": "5268595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268595",
                    "TitleEnglish": "Trade-off",
                    "SummaryEnglish": "A massive throng of Kuu-samas assemble from all across the country and swarm the town, and the Gatchamans go all-out to take them out."
                },
                "12": {
                    "ID": "5268596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gatchaman-crowds/episodes/5268596",
                    "TitleEnglish": "Insight",
                    "SummaryEnglish": "Having accepted the masses' wishes, the Gatchamans head to battle with a strong resolve to put everything they have on the line in order to grant them."
                }
            }
        }
    }
}