{
    "URL": "https://www.thetvdb.com/series/love-lab",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2904686/",
        "https://www.themoviedb.org/tv/65602"
    ],
    "TitleEnglish": "Love Lab",
    "SummaryEnglish": "The Fujisaki Girls Academy is known for their school body being composed of very proper students. The most prominent one of them is Maki, the student president who is admired by her classmates for her calm and polite demeanor. On the other hand, Kurahashi Riko is also admired but for having a very forward and boyish personality. Riko accidentally walks into Maki while she's practicing kissing with a pillow and learns that she isn't what everyone thinks she is. Riko is forced into keeping Maki's secret and join her in practicing all aspects of romance like holding hands and more.",
    "TitleJapanese": "恋愛ラボ",
    "SummaryJapanese": "由緒正しいお嬢様が通うことで有名な、私立藤崎女子中学校、通称”藤女”。\n超名門の呼び名も高いこの中学校の生徒会室では、\n本来の業務とは別に日夜『ある研究』が行われているという。\n\n意地っ張りだけど正義感の強い、「ワイルドの君」の二つ名を持つ会長補佐・リコ。\n頭脳明晰容姿端麗公明正大、全校生徒憧れの「藤姫様」こと生徒会長・マキ。\n内気で恥ずかしがり屋な天然ドジっ娘の生徒会書記・スズ。\n太い眉ともわもわふわふわの髪がチャームポイントの副会長・エノ。\nお金ダイスキ、メガネの奥から皆の研究をクールに見つめる会計・サヨ。\n\nこんな個性的なメンバーが集まって行われているのは、なんと「恋をするための\n研究」だった……?!\n\n芳文社『まんがタイムスペシャル』にて好評連載中、恋に恋する５人の少女が繰り広げるちょっぴり斜め上をいく恋愛研究がいま、はじまります！",
    "Aliases": [],
    "Modified": "2025-05-28",
    "Seasons": {
        "1": {
            "ID": "520190",
            "URL": "https://www.thetvdb.com/series/love-lab/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4603504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-lab/episodes/4603504",
                    "TitleEnglish": "Their Remarkable Encounter",
                    "SummaryEnglish": "The second-year student of the distinguished Fujisaki Girls Academy Kurahashi Riko is known by fellow students as a wonderfully wild girl and is also known as \"the Wild Kid.\" One day, Riko witnesses the unladylike behavior of the lovely and academically successful student council president Maki \"Miss Fujijo\" Natsuo.",
                    "TitleJapanese": "出会ってしまった二人",
                    "SummaryJapanese": "名門藤崎女子中学校に通う２年生の倉橋莉子（リコ）は、校内の生徒たちに素敵チョイワル系で知られ、別名「ワイルドの君」と呼ばれていた。 ある日ひょんなことからリコは清楚可憐で成績優秀な生徒会長「藤姫様」こと真木夏緒（マキ）のあられもない姿を見てしまう。\n秘密を知られたマキはリコを生徒会長補佐に任命し、自らの計画に巻き込むのだが…"
                },
                "2": {
                    "ID": "4606422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-lab/episodes/4606422",
                    "TitleEnglish": "The Shy, the Cool, and the Perverted?",
                    "SummaryEnglish": "Student council secretary and first-year student Tanahashi Suzune witnesses all the details of Riko and Maki's love lab. Believing she has been scorned by Suzu, who fled the scene in a hurry, Maki is shocked.",
                    "TitleJapanese": "恥ずかしがり屋とクールと変態？",
                    "SummaryJapanese": "リコとマキの恋愛研究の一部始終を目撃してしまった生徒会書記１年生の棚橋鈴音（スズ）。\n慌てて逃げ出したスズに軽蔑されてしまったとマキはショックを受ける。\nリコはスズから事情を聞き出し、お互いの誤解を解こうと生徒会室に呼ぶ。\nそんなリコたち生徒会メンバーのやり取りを物陰から覗く生徒の姿があった…"
                },
                "3": {
                    "ID": "4606522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-lab/episodes/4606522",
                    "TitleEnglish": "Sayo and Eno Declare War",
                    "SummaryEnglish": "The ones harassing Riko and her friends were \"former\" student council president Enomoto Yuiko (Eno), whose work was stolen by Maki, and her friend and student council treasurer Mizushima Sayori (Sayo). Declaring war on Riko and her friends, Eno and Sayo sneak into the student council room where they discover materials related to the love lab. Meanwhile, Maki takes on all the responsibilities of the student council herself and collapses from the strain...",
                    "TitleJapanese": "宣戦布告のサヨとエノ",
                    "SummaryJapanese": "リコたちにいやがらせをしていたのは、マキに仕事を取られてしまった“元”生徒会長の榎本結子（エノ）とその友人で生徒会会計の水嶋沙依理（サヨ）だった。\nリコたちに宣戦布告したエノとサヨは生徒会室に忍びこみ、恋愛研究成果の資料を発見する。\n一方、マキは一人で生徒会の仕事を抱え込んでしまい、ついに過労で倒れてしまう…"
                },
                "4": {
                    "ID": "4606523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-lab/episodes/4606523",
                    "TitleEnglish": "Love Lab Resumes! Or So We Thought...",
                    "SummaryEnglish": "Eno becomes the student council vice president and Sayo becomes the treasurer once again. The five members of the student council are as eager as ever to resume their love lab. Riko breaks into a cold sweat when the other members begin treating her as their master of love after she blurts out a lie.",
                    "TitleJapanese": "恋愛研究再開！と思ったら……",
                    "SummaryJapanese": "生徒会副会長に収まったエノと会計に戻ったサヨ。生徒会執行部の５人は今日も恋愛研究に余念がない。リコは見栄を張って思わず口走ってしまったウソのせいで恋の師匠と持ち上げられ冷や汗ダラダラだった。\nそんな時、目安箱から恋愛相談の投書が届けられた。相談内容に答えられないマキたちはリコなら何とかしてくれると大きな期待を寄せるのだが…"
                },
                "5": {
                    "ID": "4606524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-lab/episodes/4606524",
                    "TitleEnglish": "This Is Fuji Girls' Love Broadcasting Station",
                    "SummaryEnglish": "In order to respond to the request for romantic advice left in the suggestion box, Maki and Eno take over the broadcasting room during lunch and begin a special student council broadcast. Maki and her friends have prepared a strategy for responding to the anonymous girl asking for advice at Fujijo, a school that forbids romantic relationships.",
                    "TitleJapanese": "こちら藤女恋愛放送局",
                    "SummaryJapanese": "目安箱に投函された恋愛相談に答えるため、マキとエノは昼休みの放送室に飛び込み、生徒会特別放送を始める。\n男女交際禁止の藤女で匿名の相談者に回答を伝える方法をマキたちは用意していた。\nそして、事前許可を取っていない放送が中止させられないように、サヨとスズは職員室で、リコは放送室前で体を張って先生を止めるのだった…。"
                },
                "6": {
                    "ID": "4606525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-lab/episodes/4606525",
                    "TitleEnglish": "The Terrible Legend of Riko",
                    "SummaryEnglish": "Riko heads to a shopping mall after school where a boy suddenly calls her by name. While pretending to remember who he is, through their conversation Riko discovers she once rejected him.",
                    "TitleJapanese": "最低伝説リコ",
                    "SummaryJapanese": "放課後ショッピングモールに出かけたリコは、突然男の子から「リコ！」と呼ばれる。\n相手に見覚えがなかったリコがとっさに話をあわせていると、昔リコが振った男だということが分かる。\nしかしリコは、男の子の名前も、告白されて振ったことも、全く覚えていなかった。\n翌日、クラスメイトから塾でリコのことを知っている男子がいると聞き、その塾に出向くのだが…"
                },
                "7": {
                    "ID": "4606526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-lab/episodes/4606526",
                    "TitleEnglish": "To the Kurahashi House!",
                    "SummaryEnglish": "Momo and Nana from the school paper have begun investigating the love labs the student council has been conducting in secret. While the student council would be in hot water if their secret got out, Maki is determined to continue the love labs.",
                    "TitleJapanese": "いざ倉橋家！",
                    "SummaryJapanese": "新聞同好会のモモとナナが、生徒会執行部が密かに行っている恋愛研究に探りを入れてきた。\nバレたらピンチな状況のなか、マキたちは意地でも恋愛研究を続ける。\nいくら練習しても現実の男の子と話ができないマキのために、リコは自分の弟で練習させようと、家に呼ぶ。\nマキたちを玄関で迎えたリコの弟レンはマキを一目見た途端恋に落ちる…"
                },
                "8": {
                    "ID": "4606527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-lab/episodes/4606527",
                    "TitleEnglish": "To the Wild Kid...",
                    "SummaryEnglish": "Riko is shocked to learn the other students call her \"the Wild Kid.\" She begins imitating Maki in an attempt to seem more ladylike, but her friends...",
                    "TitleJapanese": "ワイルドな君へ……",
                    "SummaryJapanese": "リコは自分が『ワイルドの君』と呼ばれていることを知りショックを受ける。\n乙女らしくなりたいとマキの真似をするリコの姿にマキたちは…\n新聞同好会は新聞部時代に部費の増額をサヨに断られ、同好会に格下げされ、部室を取り上げられ、放送部に間借りしていた。\nその件を恨んでいるのだろうと考えるリコたちの前に、放送部部長がやってくる…"
                },
                "9": {
                    "ID": "4606528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-lab/episodes/4606528",
                    "TitleEnglish": "That Smile...",
                    "SummaryEnglish": "When Nana takes photographic evidence of Sayo meeting her boyfriend, the school finds out. Sayo informs Riko and the others of her decision to quit the student council. Unable to accept the situation, Eno announced to Sayo she will fight back for her.",
                    "TitleJapanese": "その笑顔が……",
                    "SummaryJapanese": "サヨは、彼氏と会っていたところをナナに証拠写真を撮られ、学校にばれてしまう。\nそして生徒会を辞めることにしたとリコたちに告げる。\n納得がいかないエノはあきらめきっているサヨに対し、自分だけでもあらがってやると宣言する。\n一方、ナナは自分の撮った写真が思わぬ波紋を広げていることに動揺を隠せなかった。ナ\nナとモモはリコたちのサヨ救出作戦に加わる…"
                },
                "10": {
                    "ID": "4606529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-lab/episodes/4606529",
                    "TitleEnglish": "The Elite Student Council (Photos)",
                    "SummaryEnglish": "Sayo's punishment is repealed, and the student council room returns to normal. Riko and the others make Sayo try on all kinds of disguises so she can go on dates in peace, but soon they begin criticizing the clothes she wore on her date...",
                    "TitleJapanese": "よりぬき生徒会（撮り下ろし）",
                    "SummaryJapanese": "サヨの処分が撤回され、いつもの日常に戻った生徒会室。\nこれからはサヨが安心してデートできるようにと、リコたちはサヨを変装させようといろいろ試してみるのだが、次第にデートの服装にダメ出しし始める…\nその他、エノ兄による恋愛アドバイスや、サヨの彼氏ユウが語る出会いの物語、スズの兄弟との思い出など。"
                },
                "11": {
                    "ID": "4606530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-lab/episodes/4606530",
                    "TitleEnglish": "Love Lab?",
                    "SummaryEnglish": "A note asking for hairstyles popular among boys is found in the suggestion box. In order to fulfill the request for the opinions of boys from Southern Middle School, Riko searches her cram school for boys from Southern Middle School and comes up with Nagi.",
                    "TitleJapanese": "恋愛ラボ？",
                    "SummaryJapanese": "目安箱に男の子ウケする髪型を知りたいという相談が入っていた。\n南中の男子の意見が聞きたいというリクエストに応えるため、リコが塾で南中の男子を探すとナギがいた。\nサラサラ黒髪ロングが人気という結果を聞き、浮かれるマキ。\n自分の髪を武器に出会い作戦を考え始めたマキは、塾に通うことになってさらに期待するのだが…"
                },
                "12": {
                    "ID": "4606531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-lab/episodes/4606531",
                    "TitleEnglish": "Be My Friend Forever",
                    "SummaryEnglish": "Momo and Nana suggest composing the student council's responses to requests for romantic advice found in suggestion boxes as short stories in the \"Love Lab Correspondence\" of the underground paper.",
                    "TitleJapanese": "ずっと友達でいてくださいね",
                    "SummaryJapanese": "モモとナナは、目安箱に投函される恋愛相談の返答を小説形式の記事にして『恋愛ラボ通信』として裏新聞に掲載したいと生徒会執行部に提案する。\n恋愛研究が形になることにますます意欲を燃やすマキだったが、リコは自分が恋愛経験豊富だというウソをどうやってマキに伝えようか悩んでいた…"
                },
                "13": {
                    "ID": "4668459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-lab/episodes/4668459",
                    "TitleEnglish": "One Hand on Another",
                    "SummaryEnglish": "Maki continues acting strangely and even suggest the student council should hold off on conducting love labs.",
                    "TitleJapanese": "その手を重ねて",
                    "SummaryJapanese": "マキがおかしな挙動を繰り返し、さらに恋愛研究を控えようと言い出した。リコは、自分のウソがバレたのではないかと気になるが、確かめることができない。リコとマキの微妙な空気にエノとスズも不安な様子。リコはサヨを相手に、マキにウソを打ち明ける練習をするのだが、煮え切らないリコについにサヨは檄を飛ばす…"
                }
            }
        }
    }
}