{
    "URL": "https://www.thetvdb.com/series/kinmoza",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2904582/",
        "http://www.kinmosa.com/",
        "http://www.reddit.com/r/KiniroMosaic",
        "https://www.themoviedb.org/tv/78589",
        "https://www.themoviedb.org/tv/78589",
        "https://x.com/kinmosa_anime"
    ],
    "TitleEnglish": "Kinmoza!",
    "SummaryEnglish": "The story begins with Oomiya Shinobu, a 15-year-old, seemingly pure Japanese girl who actually did a homestay in Great Britain. Even after coming back to Japan, she still misses her time overseas. One day, an airmail letter arrives from Alice, the girl in Shinobu's host family in Great Britain. The letter reads: Shinobu, I'm coming to Japan! The Japanese/British girls' mixed comedy follows the lives of Shinobu, Alice, and other girls from both Japan and Great Britain.",
    "Aliases": [
        "Kiniro Mosaic",
        "Kin-iro Mosaic",
        "Hello!! Kinmoza",
        "Hello!! Kiniro Mosaic",
        "Hello!! Kin-iro Mosaic",
        "Kinmosa",
        "Golden Mosaic",
        "Ayaya"
    ],
    "Modified": "2025-05-28",
    "Seasons": {
        "0": {
            "ID": "560214",
            "URL": "https://www.thetvdb.com/series/kinmoza/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5718719",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5718719",
                    "TitleEnglish": "Movie: Pretty Days",
                    "SummaryEnglish": "The school festival is on the horizon and something is off with Shinobu. She says she's been very sleepy in the mornings lately, and it seems she has pushed herself too hard working on the scripts and costumes for their class play. Alice and Yōko, who are in another class, notice her circumstances."
                },
                "2": {
                    "ID": "7638081",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/7638081",
                    "TitleEnglish": "Movie: Thank You!!",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "9504096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/9504096",
                    "TitleEnglish": "劇場版「きんいろモザイクThank you!!」",
                    "SummaryEnglish": "2022/10/08(土) 19:30～21:00 ＡＴ－Ｘ 劇場版「きんいろモザイクThank you!!」 [字] 2021年劇場公開作品 詳細情報 ＜ストーリー＞ 金髪と外国が大好きな女子高生・忍。忍の家には金髪碧眼の英国少女・アリスがホームステイ中！「シノブに会いに来たよ！」中学生のときに出会った二人が再会できたのは、高校１年生の春にアリスが日本の高校へ編入してきたから。忍の幼馴染で凸凹コンビの綾＆陽子、アリスを追いかけてきたもう一人のイギリス人留学生・カレンも加わって、仲良し５人組の毎日はきらきら輝いています。 ＜キャスト＞ 大宮忍：西明日香/アリス・カータレット：田中真奈美/小路綾：種田梨沙/猪熊陽子：内山夕実/九条カレン：東山奈央/大宮勇：田村ゆかり/松原穂乃花：諏訪彩花/日暮香奈：中津真莉/烏丸さくら（烏丸先生）：佐藤聡美/久世橋朱里（久世橋先生）：大西沙織/猪熊空太：潘めぐみ/猪熊美月：村川梨衣/忍のお母さん：高橋美佳子/アリスのママ：大原さやか/カレンのママ：木村亜希子 他"
                }
            }
        },
        "1": {
            "ID": "520180",
            "URL": "https://www.thetvdb.com/series/kinmoza/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4570288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4570288",
                    "TitleEnglish": "...in Wonderland",
                    "SummaryEnglish": "Omiya Shinobu has just become a first year high school student. Heading to school in an unfamiliar uniform, she finds a single piece of air mail on the counter in the entrance to her home. The sender is the daughter of the family she stayed with in middle school, Alice Cartalet!"
                },
                "2": {
                    "ID": "4607951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607951",
                    "TitleEnglish": "Even If I'm Small",
                    "SummaryEnglish": "Several weeks after arriving at Shinobu's home, Alice has grown used to life there and is enjoying her high school life in Japan. The mild-mannered and kind Shinobu. The composed but sometimes scatterbrained Aya. The bright and energetic Yoko with her monstrous appetite. Sensitive about her height and shy, Alice managed to make good friends and was spending her days happily, but... Alice begins wondering what her friends think of her and becomes lost deep in thought."
                },
                "3": {
                    "ID": "4607952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607952",
                    "TitleEnglish": "What Kind of Friends Will I Make",
                    "SummaryEnglish": "Perhaps because of Alice's arrival, Shinobu, Aya, and Yoko find themselves noticing foreigners frequently around town. Yoko suddenly announces she met a blonde girl just recently, and an excited Shinobu asks Yoko for more details."
                },
                "4": {
                    "ID": "4607953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607953",
                    "TitleEnglish": "Aya, Nervous in the Rain",
                    "SummaryEnglish": "Shinobu stays home from school with a cold. While her friends at school are worrying about her, Yoko suddenly runs up and informs the group she found a letter in her shoe box."
                },
                "5": {
                    "ID": "4607954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607954",
                    "TitleEnglish": "Together with Onee-chan",
                    "SummaryEnglish": "Shinobu manages to score zero points on her math test. Unable to let this slide, Aya helps Shinobu study at school, and Aya and Karen ask Aya to help them study as well. Between studying, Karen discovers a camera in Isami's room, Shinobu's older sister and model."
                },
                "6": {
                    "ID": "4607955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607955",
                    "TitleEnglish": "Golden Alice, Golden Karen",
                    "SummaryEnglish": "The five girls excitedly discuss taking a trip together. Yoko, who wants to go to the beach, and Karen, who wants to go to the mountains, find themselves at odds. Overwhelmed my Karen's passion, the girls head to the mountains over their summer break..."
                },
                "7": {
                    "ID": "4607956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607956",
                    "TitleEnglish": "Hungry Karen",
                    "SummaryEnglish": "As usual, Karen comes to Shinobu and her friends' classroom during lunch with bags full of snacks and bread in each hand. It seems her classmates have been gifting the items to the popular Karen. Karen is shocked when Alice asks if she's gained weight since coming to Japan."
                },
                "8": {
                    "ID": "4607957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607957",
                    "TitleEnglish": "What Day is Today?",
                    "SummaryEnglish": "The girls excitedly prepare for the school festival. Alice's class is busy preparing for their cafe, and Karen's class is busy preparing for their play. The night before the festival, Alice happily marks her calendar and informs Shinobu tomorrow is an important day. However, Shinobu is unable to remember the reason for the anniversary...?!"
                },
                "9": {
                    "ID": "4607958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607958",
                    "TitleEnglish": "Who Isn't Sleeping?",
                    "SummaryEnglish": "While heading home from school together one day, Aya announces she will have the house to herself tonight because her parents are on a trip. At fist she attempts to casually tell them she is lonely, but her friends ignore her. The girls attempt to cook in Aya's kitchen, but in contrast with Aya's insistence on carefully measuring the seasoning, Yoko says she can eyeball the amount."
                },
                "10": {
                    "ID": "4607959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607959",
                    "TitleEnglish": "The Wonderful Five",
                    "SummaryEnglish": "Shinobu and Alice watch the morning horoscopes on TV. In contrast with Shinobu, who is delighted when her sign is declared the luckiest of the day, Alice is shocked when she learns her sign is the unluckiest. The superstitious Alice follows Shinobu, hoping to be as close to a lucky person as possible, but..."
                },
                "11": {
                    "ID": "4607960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607960",
                    "TitleEnglish": "Try Guessing How Much I Like You",
                    "SummaryEnglish": "With the arrival of the New Year, Aya and Yoko idly discuss their first dreams of the year at school. Karen, who suddenly appears dressed in a Japanese kimono, announces something terrible happened to Alice in her first dream. Shinobu appears on the scene with a sad expression on her face, and Alice shows up wearing her English school uniform with a different air about her?!"
                },
                "12": {
                    "ID": "4607961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4607961",
                    "TitleEnglish": "Golden Moment",
                    "SummaryEnglish": "With the new term beginning, Alice is excited until she sees the class changes and immediately begins acting absent. Alice has been put in a different class from Shinobu. Her classmate Yoko becomes worried when she is unable to cheer up Alice."
                }
            }
        },
        "2": {
            "ID": "592139",
            "URL": "https://www.thetvdb.com/series/kinmoza/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4942670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/4942670",
                    "TitleEnglish": "Spring Is Here",
                    "SummaryEnglish": "Alice becomes a second year high school student and experiences her second spring in Japan. With the addition of class A's homeroom teacher Kuzehashi-sensei, the \"golden days\" of best friends Shinobu, Alice, Aya, Yoko, and Karen continue to shine!"
                },
                "2": {
                    "ID": "5183436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183436",
                    "TitleEnglish": "Present For You",
                    "SummaryEnglish": "Kuzehashi-sensei is concerned that her dear students seem to be afraid of her. How can she get to know them better...? Seeing how well Karasuma-sensei gets along with her students, Kuzehashi-sensei asks her to teach her how to make friends with her students!"
                },
                "3": {
                    "ID": "5183437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183437",
                    "TitleEnglish": "You're So Bright",
                    "SummaryEnglish": "\"I'm not actually English, and I dye my hair blonde!\" Aya is shocked by Alice's astonishing confession! However, it was just a \"Pretend April Fool's\" prank put together by Alice and Karen. On April Fool's Day, the joke-loving English publish and broadcast lies in newspapers and TV."
                },
                "4": {
                    "ID": "5183438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183438",
                    "TitleEnglish": "Rain or Shine",
                    "SummaryEnglish": "\"I can go shopping by myself.\" Alice is irritated by the way Shinobu always treats her like a child. Suddenly she runs into Aya in the city who is striking a strange pose. When she asks why, Aya reveals she was mistaken for a middle school student. So it happens to Aya, too! Alice and Aya click when they realize they both share the same concern."
                },
                "5": {
                    "ID": "5183439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183439",
                    "TitleEnglish": "Come Play with Your Big Sister",
                    "SummaryEnglish": "Unlike her younger sister Shinobu, Isami always looks sharp. However, lately she's been acting strange. Today she even put salt in tea. What's wrong with her? According to Shinobu, Isami is worried about her modeling career."
                },
                "6": {
                    "ID": "5183440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183440",
                    "TitleEnglish": "The Girl on My Mind",
                    "SummaryEnglish": "The season of hunger (?). When Yoko nearly eats a plastic food sample, Karen suggests she takes on a super giant parfait. I may have been born for this! When Yoko gets overexcited, Aya can't help but interject."
                },
                "7": {
                    "ID": "5183441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183441",
                    "TitleEnglish": "My Dear Hero",
                    "SummaryEnglish": "Summer is coming. Drawn by its scent, Karen switches to her summer style! The others are confounded by her excessively wild style, and Karen trembles in fear when Yoko says the school might finally call her parents. Apparently Karen's mother is terrifying."
                },
                "8": {
                    "ID": "5183442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183442",
                    "TitleEnglish": "Almost Summer Vacation",
                    "SummaryEnglish": "It's almost summer vacation. Yoko announces she wants to plan her summer, and this year she's going to the beach! But before they can enjoy their summer vacation, they must finish their final exams..."
                },
                "9": {
                    "ID": "5183443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183443",
                    "TitleEnglish": "A Special Day",
                    "SummaryEnglish": "Summer vacation starts today. As Alice enjoys sleeping in, a suspicious figure approaches... Meanwhile, Aya borrows Yoko's summer assignment notebook to create a \"No More Tears on the Last Day Homework Schedule!\""
                },
                "10": {
                    "ID": "5183444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183444",
                    "TitleEnglish": "Seaside Promise",
                    "SummaryEnglish": "It's finally time to go to the beach. The girls can hardly wait. The excited girls are in high spirits as they head towards the beach. They're nearly at their destination!"
                },
                "11": {
                    "ID": "5183445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183445",
                    "TitleEnglish": "A Long Night",
                    "SummaryEnglish": "It's the middle of summer vacation. As bright green trees sway in the wind, Honoka practices hard with her club. Due to her mysterious shouts featuring blonde hair, she's been playing especially well lately!"
                },
                "12": {
                    "ID": "5183446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinmoza/episodes/5183446",
                    "TitleEnglish": "Because I Love You More Than Anything",
                    "SummaryEnglish": "A green summer landscape. Cute honey-colored houses. Alice walks down a path with Poppy. Alice and Karen have returned to England. She'd glad to see her family again, but she still misses Shinobu. But the distance between them makes their friendship even stronger."
                }
            }
        }
    }
}