{
    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2904418/",
        "http://df.iwatobi-sc.com/",
        "https://www.themoviedb.org/tv/61456"
    ],
    "TitleEnglish": "Free!",
    "SummaryEnglish": "Four boys-Haruka, Makoto, Nagisa and Rin-all participated in a swimming tournament shortly before graduating elementary school and later parted ways. Years later, they reunite when Rin challenges Haruka to a race and wins.",
    "TitleJapanese": "Free!",
    "SummaryJapanese": "遙、誠、渚、凛の4人の少年は、小学校を卒業する直前に水泳大会に出場し、その後別れた。 数年後、凛が遥にレースに挑んで勝つと再会。",
    "Aliases": [
        "Free! Eternal Summer",
        "Free! Dive to the Future"
    ],
    "Modified": "2025-07-30",
    "Seasons": {
        "0": {
            "ID": "520693",
            "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/seasons/official/0",
            "# Episodes": 19,
            "Episodes": {
                "1": {
                    "ID": "4660425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4660425",
                    "TitleEnglish": "FrFr! 1: Makoto's Problem!",
                    "SummaryEnglish": "Makoto reveals to Nagisa that he has great problems with Haruka stripping all the time. As he explains , he went out shopping with Haru the day before and Haru, upon spotting a large fish tank, left Makoto behind to strip and try to get inside. When stopped, Haru always becomes irritated. To discover why Haru behaves this way, Nagisa decides that they should conduct an experiment.",
                    "TitleJapanese": "1FrFr! 「真琴の悩み！」",
                    "SummaryJapanese": "マコトは、彼がずっとストリップするハルカで大きな問題を抱えていることを渚に明らかにします。彼が説明するように、彼は前日に春と一緒に買い物に出かけ、大きな魚の水槽を見つけたときに春は真琴を後ろに置き去りにして、中に入るようにした。停止すると、ハルは常に苛立ちます。春がこのように振る舞う理由を発見するために、渚は実験を行うべきだと決定しました。"
                },
                "2": {
                    "ID": "4705644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4705644",
                    "TitleEnglish": "FrFr! 2: Recruiting New Members!",
                    "SummaryEnglish": "During lunch time Nagisa starts the “Ideas on how to﻿ bring in more members to the swim club” 'conference' atop the Iwatobi High School and suggests that new members should receive an Iwatobi-chan changed from the 'Novel version' to 'Swimsuit version', but Makoto doesn't think that that's a good idea.",
                    "TitleJapanese": "2FrFr! 「部員募集！」",
                    "SummaryJapanese": "昼休みに、なぎさは岩渡高校で「水泳部に会員を増やす方法についてのアイディア」「会議」を開始し、新規会員には「小説版」から「水着」に変更された岩戸ちゃんを受け取るよう提案バージョン」ですが、誠はそれが良い考えだとは思っていません。"
                },
                "3": {
                    "ID": "4705645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4705645",
                    "TitleEnglish": "FrFr! 3: Rin and Nitori, a Week with Us!",
                    "SummaryEnglish": "Beginning on Monday, Nitori announces he's completed writing and arranging his schedule for the next week just before midterms take place. As he shows off his work to Rin who is reading quietly in his bed, Rin takes note of how disorganized Nitori's desk is. Nitori thanks Rin for his concern, but in the end keeps his desk as it is as he claims to know where all his books and school supplies are without fail.",
                    "TitleJapanese": "3FrFr! 「凛と似鳥の一週間！」",
                    "SummaryJapanese": "ニトリは月曜日に始まり、中期が始まる直前の翌週のスケジュールを書き終えたと発表した。静かにベッドで本を読んでいるリンに作品を見せびらかすリンは、ニトリのデスクがいかに無秩序であるかに注目する。ニトリは彼の心配をリンに感謝しますが、結局彼は自分の本や学用品がどこにあるかを確実に知っていると主張するので、彼の机をそのままにします。"
                },
                "4": {
                    "ID": "4705647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4705647",
                    "TitleEnglish": "FrFr! 4: Rei's Entry Training!",
                    "SummaryEnglish": "The short begins with Rei, dressed in the penguin Speedo Nagisa lent him, getting ready to jump from his diving block at the edge of the pool on the Iwatobi High School campus. Just as he dives, however, he suddenly wakes up during class and ends up rattling his desk which surprises and silences the entire classroom. Surprisingly, Rei had been daydreaming all along. Just behind him, Nagisa bursts out laughing to which Rei frantically yells at him to stop.",
                    "TitleJapanese": "4FrFr! 「怜の飛び込み猛特訓！」",
                    "SummaryJapanese": "ショートは、ペンギンのスピードーなぎさを着たレイが貸してくれた岩戸高校のプールの端にあるダイビングブロックからジャンプする準備から始まりました。しかし、ダイビングのときと同じように、クラスの最中に突然目を覚まし、机をガラガラ鳴らして教室全体を驚かせ、沈黙させます。驚いたことに、レイはずっとずっと空想をしていた。彼のすぐ後ろで、渚はレイを必死に叫んで止めようと笑い出した。"
                },
                "5": {
                    "ID": "4705648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4705648",
                    "TitleEnglish": "FrFr! 5: Rei, Theory, and Speedo!",
                    "SummaryEnglish": "Rei is worried as he does not have a swimming suit except for the one he had when he was in elementary school. Just as he was worrying, Nagisa came in showing him a bunch of swimming suits and asking him to choose one as he had to take responsibility due to what he said before Rei joined the club. However, Rei cannot make up his mind, thus, Nagisa calls Makoto and Haruka to give advice. In the end, Rei chooses a speedo due to what Makoto had said.",
                    "TitleJapanese": "5FrFr! 「怜と理論とブーメラン！」",
                    "SummaryJapanese": "レイは小学生の時以外は水着を持っていないので心配です。渚が心配していたとき、渚は彼に水着をたくさん見せて、レイがクラブに参加する前に彼が言ったことのために責任を負わなければならなかったので、水着を選ぶように頼んだ。しかし、レイは決心できないので、渚は真琴と遥香に電話してアドバイスを求めた。結局、レイは真琴が言っていたのでスピードを選んだ。"
                },
                "6": {
                    "ID": "4861645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4861645",
                    "TitleEnglish": "FrFr! 6: The Iwatobi Family!",
                    "SummaryEnglish": "Rin observes the members of the Iwatobi Swim Club doing handstands in the water.",
                    "TitleJapanese": "6FrFr! 「岩鳶家の一族！」",
                    "SummaryJapanese": "リンは、水中で逆立ちをしているイワトビスイムクラブのメンバーを観察します。"
                },
                "7": {
                    "ID": "4705646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4705646",
                    "TitleEnglish": "FrFr! 7: A Distant Tremble!",
                    "SummaryEnglish": "Rin pointed out that he had never heard Haru laugh. Makoto states that he had during elemetary school but also said it was a scary laugh (sleep talk). Rin suddenly grabs Haru and tells the rest to tickle him. Just as they do it, Haru bursts out laughing. Everyone gets shocked and then hugs Haru.",
                    "TitleJapanese": "7FrFr! 「遙かなるフリフリ！」",
                    "SummaryJapanese": "リンはハルが笑うのを聞いたことがないと指摘した。マコトは彼が小学校の間にいたと述べたが、それは恐ろしい笑いだったとも言った（睡眠話）。リンは突然ハルをつかみ、残りの人に彼をくすぐるように言います。彼らがそうするのと同じように、春は笑い出した。みんなショックを受けてハルを抱きしめます。"
                },
                "8": {
                    "ID": "4976439",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4976439",
                    "TitleEnglish": "[OVA] Forbidden All-Hard!",
                    "SummaryEnglish": "Haruka and the others go to Samezuka Academy's Culture Festival, where Rin and the rest of the swimming club are hosting a maid café. Both the Itwatobi and Samezuka teams decide to participate in a watergun survival game across the campus, with Haruka, Sousuke, Nagisa, and Momotarou on one team and Rin, Makoto, Rei, and Aiichirou on the other. After several mishaps and plans gone astray, the match boils down to a standoff between Haruka and Rin, which Rin wins due to Haruka's affinity for water. At the end of the day, the eight of them take the time to get to know each other better.",
                    "TitleJapanese": "Extra Fr 「禁断のオールハード！」",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "5392037",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/5392037",
                    "TitleEnglish": "High Speed!: Free! Starting Days",
                    "SummaryEnglish": "Haruka Nanase begins his first year at Iwatobi Middle School. After discovering that Haruka and his childhood friend, Makoto Tachibana, had once been part of the Iwatobi Swim Club, Asahi Shiina urges them to join the swim team despite Haruka's lack of interest, while Kisumi Shigino suggests they join the basketball team. Natsuya Kirishima, the captain of the swim team, visits their class and successfully convinces Haruka, Makoto, Asahi, and his younger brother Ikuya to join.",
                    "TitleJapanese": "映画 ハイ☆スピード！-Free！ Starting Days-",
                    "SummaryJapanese": "TVアニメ「Free!」の原点「ハイ☆スピード！」完全新作映画化！\n\n水とふれあい、水を感じることに特別な思いを持つ七瀬遙。\n小学生時代最後に出場した大会でのメドレーリレーで、\n橘真琴、葉月渚、松岡凛とともに、遙は「見たことのない景色」にたどり着いた―――。 そして桜が満開の春。\n遙は真琴とともに岩鳶中学校へ進学。新たな生活が始まろうとしていた。\n水泳部に入部することになった遙と真琴は、椎名旭、桐嶋郁弥と4人でメドレーリレーのチームを組んで試合を目指すことになってしまう。\n考え方も目的もバラバラな4人。そして彼らにはそれぞれに抱えた悩みがあった。\nそんな中でリレーの練習を重ねるも、上手くいかないままで……。 「チーム」となるために必要なこととは何か。\n過去のメドレーリレーに心が囚われたままの遙が新たな場所で何を思うのか―――。 彼らが少しずつ互いを知り、\n水泳を通じて新たな思いに気づいていく姿を描く［映画 ハイ☆スピード！－Free! Starting Days－］。\n少年たちのみずみずしい青春、水泳にかける彼らの未来が今、始まる。"
                },
                "10": {
                    "ID": "6392469",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/6392469",
                    "TitleEnglish": "Free!: Timeless Medley 1: The Bond",
                    "SummaryEnglish": "The first part of Free!: Timeless Medley. The Bond (絆 Kizuna), is one of the compilation films of the show's second season, Free! Eternal Summer, with new additional footage and redone scenes. In middle school, Haruka Nanase decides to quit the swim team after a falling out with his rival Rin Matsuoka, causing Ikuya Kirishima to resent him. The swim team disbands afterwards, as Asahi Shiina moves away and Ikuya studies abroad. In present time, Haruka prepares for the tournaments with his teammates Makoto Tachibana, Nagisa Hazuki, and Rei Ryugazaki, while Rin, who has since reconciled with him, does the same. Though Haruka is in his final year of high school, he has not yet decided on what he wants to do after graduating, even after being scouted by a college during the prefectural tournaments. Meanwhile, Makoto becomes inspired to become a swim coach after helping Kisumi Shigino's little brother, Hayato, learn how to swim.",
                    "TitleJapanese": "劇場版 Free！-Timeless Medley- 絆",
                    "SummaryJapanese": "水に特別な想いを持つ少年・七瀬遙は、ある事情で水泳から離れていた。\n何ものにも縛られず自由でいることを望む遙だったが、\nどんな時も隣にいてくれる真琴や、岩鳶高校で再会した後輩の渚､\n仲間の大切さを思い出させてくれた怜と出会い、彼は再び泳ぎ始める。\nそして、最高の仲間と迎える高校最後の夏。\n遙はその瞬間を仲間のために泳ぐと口にするものの、思うように集中できないでいた。\nその先にある将来の自分の姿を見つけられずに迷う遙。\nそれを心配する真琴たちともすれ違いを生んでしまう。\nかけがえのない仲間たちと固い「絆」で結ばれた遙が、\n新たなスタート台から見る景色に出会うまでの物語。"
                },
                "11": {
                    "ID": "6392477",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/6392477",
                    "TitleEnglish": "Free!: Timeless Medley 2: The Promise",
                    "SummaryEnglish": "The second part of Free!: Timeless Medley. The Promise (約束 Yakusoku), is one of the compilation films of the show's second season, Free! Eternal Summer, with new additional footage and redone scenes. Sosuke Yamazaki, Rin's best friend from childhood, transfers into his class at Samezuka Academy. Rin and Sosuke had promised each other as children to continue their swim careers together, but unbeknownst to Rin, Sosuke has incurred a serious shoulder injury from overuse, yet continues to swim as they prepare for upcoming tournaments. While Rin is serious about swimming, Sosuke struggles to find a reason to continue, further straining their friendship.",
                    "TitleJapanese": "劇場版 Free！ -Timeless Medley- 約束",
                    "SummaryJapanese": "競泳選手として世界の舞台に立つという亡き父の夢を追い求めてきた少年・松岡凛。\n父も泳いだメドレーリレーに特別な思いを持つ凛は、\n共に競い合ってきた親友の宗介と考え方の違いで衝突してしまう。\nやがて、最高のメドレーリレーを泳ぐために、凛は新しいチームのもとへ行くことを決意する。\n\n更なる高みを目指してオーストラリアへと旅立つ凛。\nそこで世界との実力差を目の当たりにし、苦い挫折も味わった。\n帰国後は鮫柄学園水泳部で確かな実力を手に入れ、チームの要となった。\n\n高校３年生の春、宗介との突然の再会。\n再び同じチームで泳げると喜ぶ凛だが、宗介には高校生活最後の一年を\n鮫柄学園で過ごすと決めた、誰にも言えない本当の理由があった――。\n\n夢に向かってまっすぐに泳ぎ続ける凛が、\n唯一無二の親友との「約束」に向き合う物語。"
                },
                "12": {
                    "ID": "7149123",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/7149123",
                    "TitleEnglish": "Free! Take Your Marks 1: Destined Choice!",
                    "SummaryEnglish": "The single film is composed of 4 short stories that take place in March as Haruka is about to graduate from high school. #1: Unmei no Choice! (Destined Choice!)",
                    "TitleJapanese": "特別版 Free!-TakeYourMarks- #1 運命のチョイス！",
                    "SummaryJapanese": "東京の大学に進学する予定の遙は、これから暮らす部屋を探すために東京へやって来た。\n笹部の紹介で訪れた不動産屋には、思いがけない人物の姿が……？"
                },
                "13": {
                    "ID": "7149126",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/7149126",
                    "TitleEnglish": "Free! Take Your Marks 2: Secret Hot Spring Cooling Down!",
                    "SummaryEnglish": "The single film is composed of 4 short stories that take place in March as Haruka is about to graduate from high school. #2: Hitou no Cooling Down! (Secret Hot Spring Cooling Down!)",
                    "TitleJapanese": "特別版 Free!-TakeYourMarks- #2 秘湯のクーリングダウン！",
                    "SummaryJapanese": "愛一郎と百太郎は、卒業する凛と宗介に贈り物をしたいと考えていた。\n二人を驚かせるようなプレゼントがないかと考えていた時に、百太郎が福引きで当てた景品とは……？"
                },
                "14": {
                    "ID": "7149127",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/7149127",
                    "TitleEnglish": "Free! Take Your Marks 3: United Butterfly!",
                    "SummaryEnglish": "The single film is composed of 4 short stories that take place in March as Haruka is about to graduate from high school. #3: Kessoku no Butterfly! (United Butterfly!)",
                    "TitleJapanese": "特別版 Free!-TakeYourMarks- #3 結束のバタフライ！",
                    "SummaryJapanese": "岩鳶高校水泳部は４月から渚と怜、江だけになってしまう。\n３人はなんとしても新入部員と獲得しようと勧誘プロモーション映像の制作に奮闘するのだが……。"
                },
                "15": {
                    "ID": "7149130",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/7149130",
                    "TitleEnglish": "Free! Take Your Marks 4: Departing Eternal Blue!",
                    "SummaryEnglish": "The single film is composed of 4 short stories that take place in March as Haruka is about to graduate from high school. #4: Tabitachi no Eternal Blue! (Departing Eternal Blue!)",
                    "TitleJapanese": "特別版 Free!-TakeYourMarks- #4 旅立ちのエターナルブルー！",
                    "SummaryJapanese": "オーストラリアへと旅立つ凛を送り出すために、サプライズパーティを計画する岩鳶高校水泳部。\n一方の凛は、街中で百太郎と江が二人で会っている姿を目撃してしまい……!?"
                },
                "16": {
                    "ID": "7281277",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/7281277",
                    "TitleEnglish": "Free! Road to the World: The Dream",
                    "SummaryEnglish": "Haruka, who is attending college in Tokyo, meets Asahi again and reawakens his memories from his middle school years, including those of Ikuya. Makoto is working toward a new dream while he is in Tokyo together with Haruka. Rin has an unexpected meeting in Sydney.",
                    "TitleJapanese": "劇場版 Free!-Road to the World-夢",
                    "SummaryJapanese": "彼らの「夢」は――。\n\"大きくなったらなりたいもの\"に遙は魚を描いた。\n「自由に泳ぎたいから」と。\n初めてのチームとして幼い絆を結び合う、遙、真琴、渚、そして、凛。\n凛は世界で戦う夢を、渚は楽しく泳ぎ続けたい気持ちを語る。\nそして、真琴は夢をまっすぐ言葉にできる二人を眩しく見つめていた。\n時は流れ、大学に進学した遙と真琴。\n二人は、中学生時代のチームメイト、旭、そして、郁弥に再会する。\nしかし、かつて結んだ絆は形を変え、郁弥を重く縛っていた。\nそんな郁弥を救いたいと遙は決断をする。\n真琴もまた、様々な選手たちの心に触れていく。\n日和が抱く郁弥への希望。宗介との偶然の再会。教え子の岬が与えてくれたもの。\nそして、世界への壁を知った遙の思い。\nそれはやがて真琴にある決意を与える。\n一方、岩鳶高校水泳部にも新しい春が訪れる。\n怜と渚が遙と真琴とともに結んだ絆は、新たな蕾となって花開こうとしていた。\n自分たちが見た\"あの景色\"を後輩たちにも見せてあげたい。\n目標はメドレーリレーで全国大会に進出すること。\n絆が紡いだのは「夢」。\nこれから飛び込む激流に向け、彼らは「夢」を確かなものにしていく。\nそして、泳ぎ続ける青年たちの物語は、次なる舞台へ――。"
                },
                "17": {
                    "ID": "7324086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/7324086",
                    "TitleEnglish": "Build-Up of Early Spring!",
                    "SummaryEnglish": "As the Iwatobi High School and Samezuka Academy swim teams enjoy the Cherry Blossom Festival, the Mascot Wrestling event goes awry when Iwatobi's mascot costume is found without its beak and their main wrestler goes missing. Makoto is reluctantly enlisted as a replacement wrestler for the event.",
                    "TitleJapanese": "第0話　早春のビルドアップ！",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "9045905",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/9045905",
                    "TitleEnglish": "The Final Stroke - Part 1",
                    "SummaryEnglish": "Haruka Nanase's new stage to take on the world is Sydney – a place he once visited, a place of dreams. One day, while taking a short break before his departure, Haruka coincidentally runs into a swimmer that competed at the All Japan National Championships, andi s burning for a challenge. With the feelings of his friends whom he swam together brimming in his heart, Haruka steps forward into a brand new world. What awaits him is the world champion, Albert Volandel. The swimmers mentally prepare themselves for the competition in Syndey. What will they fell and what will they swim for as they compete for a place at the top of the world? Their intense battle with the water begins here!",
                    "TitleJapanese": "劇場版 Free!-the Final Stroke- Part 1",
                    "SummaryJapanese": "世界を目指す七瀬遙の新たな舞台は、かつて訪れた夢の場所・シドニー。\n旅立つ前につかの間の休息を過ごしていたある日、\n遙は全日本選抜大会で戦ったある選手と偶然対峙し、闘志を見せる。\nともに泳いできた仲間たちの想いを胸にさらなる新境地へ踏み出していく遙。\nそこに待ち受けるのは絶対王者・アルベルト・ヴォーランデル。\nシドニー大会に向けて、選手たちはそれぞれに士気を高めていく。\n世界の頂点を競う中で、彼らは何を感じ、何のために泳ぐのか。\n水と向き合う彼らの熱き戦いが、ここから始まる――！"
                },
                "19": {
                    "ID": "9045906",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/9045906",
                    "TitleEnglish": "The Final Stroke - Part 2",
                    "SummaryEnglish": "The Conclusion of Story Final Stroke",
                    "TitleJapanese": "劇場版 Free!-the Final Stroke- Part 2",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "520694",
            "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4575149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4575149",
                    "TitleEnglish": "Reunion at the Starting Block!",
                    "SummaryEnglish": "After spending their first year of high school in peace and quiet, Haruka and Makoto run into Nagisa, a new student who was a member at a swimming club with them when they were kids. That swimming club is being torn down, so the three of them sneak in to dig up a time capsule that they buried in the back, which is when they are reunited with Rin, the fourth member of their group who left to study abroad.",
                    "TitleJapanese": "再会のスターティングブロック！",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4605219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4605219",
                    "TitleEnglish": "Memories in the Distance!",
                    "SummaryEnglish": "Makoto and Nagisa watch with their breaths held as Haruka and Rin engage in an intense race. However, they notice that Rin appears to be have changed. At the same time, Nagisa prepares to start up a swim club with help from Rin's sister Gou.",
                    "TitleJapanese": "追憶のディスタンス！",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4605220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4605220",
                    "TitleEnglish": "Theoretical Dolphin Kick!",
                    "SummaryEnglish": "The Iwatobi Swim Club needs one more member before it can participate in relays. Nagisa has set his sights on his classmate Rei, who is a member of the track team. Despite Rei's refusal to join, but Nagisa appears intent on recruiting Rei into the swim club.",
                    "TitleJapanese": "理論のドルフィンキック！",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4605221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4605221",
                    "TitleEnglish": "Captive Butterfly!",
                    "SummaryEnglish": "The Iwatobi Swim Club has a full roster now.As they begin to practice, they run into a little trouble.After a certain member claims that his swimsuit is to blame, the club makes a trip to buy new swimsuits.",
                    "TitleJapanese": "囚われのバタフライ！",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4605222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4605222",
                    "TitleEnglish": "Trial in Open Water!",
                    "SummaryEnglish": "Haruka and the other club members decide to hold a training camp to prepare for prefectural. Each member follows his own regimen. However, Rei is unhappy about falling behind and heads back into the ocean at night to practice.",
                    "TitleJapanese": "試練のオープンウォーター！",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4605223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4605223",
                    "TitleEnglish": "Shocking No Breathing!",
                    "SummaryEnglish": "There's trouble at the beach. The four swim club members are forced to revisit their motivation to swim. After Rei asks Makoto about his odd behavior during the training camp, Makoto tells them about his past.",
                    "TitleJapanese": "衝撃のノーブリージング！",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4605224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4605224",
                    "TitleEnglish": "One Style Final!",
                    "SummaryEnglish": "As prefecturals draw near, Haruka and the other swim club members continue to improve. Meanwhile, Rin reveals his motivations for swimming. The swimmers must now show what they have accomplished at the tournament.",
                    "TitleJapanese": "決戦のスタイルワン！",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "4605225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4605225",
                    "TitleEnglish": "Revenge in the Medley!",
                    "SummaryEnglish": "Haruka, Makoto, Nagisa, and Rei swim in their individual events. Rin becomes irritated as he remembers watching them swim back in grade school. Afterwards, the four Iwatobi Swim Club members must prepare for the medley relay.",
                    "TitleJapanese": "逆襲のメドレー！",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "4605226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4605226",
                    "TitleEnglish": "Hesitant Loosen Up!",
                    "SummaryEnglish": "Prefecturals are over and the Iwatobi Swim Club members are pleased by the progress they have made. A local summer festival gives them an opportunity to relax. When Nagisa finds out that Rin is also at the festival, he orders Rei to follow Rin and make sure that Haruka and Rin do not meet.",
                    "TitleJapanese": "迷いのルーズンアップ！",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4605227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4605227",
                    "TitleEnglish": "Irritated Heart Rate!",
                    "SummaryEnglish": "Coach Sasabe begins training the Iwatobi Swim Club for the upcoming tournament. Meanwhile, Rei is unhappy about the fact that he's the only one who doesn't know about what happened with Rin in the past. After Rin expresses his frustration, Haruka decides to tell him about what happened when they were in grade school.",
                    "TitleJapanese": "苛立ちのハートレイト！",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "4605228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4605228",
                    "TitleEnglish": "Furious All-out!",
                    "SummaryEnglish": "After hearing about what happened in the past, Rei goes to Samezuka Academy to ask Rin what he wants. The night before Iwatobi and Samezuka leave for regionals, Rin calls Rei to explain how he feels about the relay. And then, Samezuka announces its lineup for the relay.",
                    "TitleJapanese": "激情のオールアウト！",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "4605229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4605229",
                    "TitleEnglish": "Distant Free!",
                    "SummaryEnglish": "The Iwatobi Swim Club must win to advance to nationals. As the tournament draws near, the members get nervous. Meanwhile, Rin grows increasingly irritated. As it comes time for the medley relay, each member must find their own answer as they step up to the start line",
                    "TitleJapanese": "遥かなるフリー！",
                    "SummaryJapanese": null
                }
            }
        },
        "2": {
            "ID": "574656",
            "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4780502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4780502",
                    "TitleEnglish": "Storm of Dive and Dash!",
                    "SummaryEnglish": "At the start of a new school year, Haruka and the others meet up with Rin at Samezuka Academy for an event to send off the third year members, where they end up getting roped into a freestyle relay against the school. Afterwards, as the Iwatobi Swim Club struggle to recruit new members, Goro reveals he has reformed the Iwatobi Swimming Club, giving the guys a chance to use the indoor pool prior to its opening. Later, Rin, who has been made captain of the Samezuka Swim Club, participates in a race against Haruka, managing to tie for the lead. Later that evening, Haruka and the others invite Rin to the school pool, which they have cleaned and filled with cherry blossoms so that Rin could swim in it, only for rain to ruin the opportunity. The next day, Rin is surprised to find an old acquaintance of his, Sousuke Yamazaki, transfer into his class",
                    "TitleJapanese": "嵐のダイブダッシュ！",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4921248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4921248",
                    "TitleEnglish": "Stroke of Chance Encounter!",
                    "SummaryEnglish": "Rin reminisces with Sousuke, his classmate prior to transferring to Iwatobi during elementary school, who decided to spend his last year of high school in his hometown before swimming professionally. Meanwhile, Goro plans to put on a swimming festival for the Iwatobi Swimming Club for children, asking Haruka and the others to spread word and come up with a main event, with Haruka suggesting a relay event. With Rin asked to assemble a team of his own to swim against them, Sousuke asks to join on the condition he run in the freestyle leg. On the day of the event, one of Rin's team members is forced to drop out, but they manage to find the former team captain's brother, Momotarou Mikoshiba, to fill in for him. Prior to the relay, Sousuke confronts Haruka, telling him not to get in Rin's way. As the relay gets underway, both teams show strong form with Haruka's team narrowly managing to win.",
                    "TitleJapanese": "邂逅のストローク！",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4921249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4921249",
                    "TitleEnglish": "Butterfly of Farewell!",
                    "SummaryEnglish": "The Iwatobi Festival has begun. Haruka and his friends are excited to get new members by showing a cool place at the club activity counter relay",
                    "TitleJapanese": "別れのバタフライ！",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4921250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4921250",
                    "TitleEnglish": "Somersault Turn of Promise!",
                    "SummaryEnglish": "With the prefecturals approaching, Gou takes it upon herself to make balanced nutritional bento lunches for the team. Meanwhile, Sousuke recalls a promise that he had yet to ask of Rin before he left for Australia, before asking Rin what happened whilst he was away, hearing about how Haruka and the others helped pick himself up. When Gou's attempt at a nutritional bento proves to be effectively inedible, she compensates by putting together a tough training regime. Later that night, Sousuke tells Rin he should give up relays in order to focus on his dreams, but Rin states his determination to accomplish both. Despite having always preferred swimming individually, Sousuke asks to join Samezuka's relay team in order to find something he's missing, challenging Rin to a butterfly race to earn his spot. Admiring Sousuke's passion, Rin changes the way swimmers are selected for relays, asking only those who are serious about being in a relay team to step forward.",
                    "TitleJapanese": "約束のサマーソルトターン！",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4921251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4921251",
                    "TitleEnglish": "Head-Up of Decision!",
                    "SummaryEnglish": "After the others notice him behaving oddly and insisting on sleeping over, Nagisa reveals he has run away from home, eventually explaining that his parents told him to quit the swim club because of his poor grades. Wanting to avoid his mother, Nagisa and the others hide out at the swimming center to come up with a plan, where Nagisa laments how he doesn't find studying fun, having been forced to do it endlessly during middle school. As the group move further into the school when someone approaches, Rei tries to convince Nagisa to tell his parents how he really feels. Moved by everyone's words, Nagisa vocalises his true feelings to the pursuer, who turns out to be their teacher, Miho Amakata, who came after Haruka told her to let them handle it and gives Nagisa the courage to talk to his parents.",
                    "TitleJapanese": "決意のヘッドアップ！",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4921252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4921252",
                    "TitleEnglish": "Prime of Invincibility!",
                    "SummaryEnglish": "On the day before the prefecturals, Rin and Gou pay their respects to their father, where Rin gives Gou a photo of him to put up in the Swimming Club. The next day, Nagisa, Makoto, Rei, Rin, and Momotarou all qualify in their respective individual events. Later, Makoto competes against Haruka in the 200m freestyle, wanting to have a real race against him before he graduates. Despite losing due to his pacing, Makoto feels happy to have been able to have a serious race with Haruka. Haruka and Rin then face off against each other in the 100m freestyle, with Haruka narrowly beating Rin by a split second, bringing the first day's events to a close.",
                    "TitleJapanese": "無敵のプライム！",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4921253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4921253",
                    "TitleEnglish": "Crouching Start of Revenge!",
                    "SummaryEnglish": "After Rin choose his team for the medley relay event, which includes Sousuke and Momotarou, Nitori feels downhearted over not making the team, but receives some encouragement from Sousuke. The next day, as the relay gets underway, Samezuka manages to win the race, though Iwatobi manage to make it through to the regionals as well. Afterwards, as Haruka and Rin are both scouted, Rin confronts Sousuke about his recent behaviour, to which he responds that he hasn't yet found what he is looking for. After receiving some encouragement from Rei, who tells him to be true to his 'free' self, Haruka comes up with a training regime to improve their relay times. Later, Gou spots Sousuke as he skips his team practise.",
                    "TitleJapanese": "雪辱のクラウチングスタート！",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "4921254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4921254",
                    "TitleEnglish": "Locomotive of Crisis!",
                    "SummaryEnglish": "Makoto starts helping Goro at the Swimming Club, acting as a coach teaching children to swim. Meanwhile, Sousuke decides to help coach Nitori to improve his swimming. As Makoto notices one of his students, Hayato, struggling with swimming without a kickboard, he discovers his brother is Kisumi Shinigo, an old classmate from his and Haruka's middle school. As the two reminisce, Kisumi explains to Makoto how Hayato developed a fear of swimming after he nearly drowned after falling off a boat. Told by Haruka to think over his own experiences of learning to swim, Makoto teaches Hayato how to do a backstroke, helping him to overcome his fear. As Makoto's time as a coach comes to an end, he and Haruka learn from Kisumi that Sousuke had recently obtained an injury to his shoulder and had been competing in tournaments in spite of it.",
                    "TitleJapanese": "変局のロコモーティブ！",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "4921255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4921255",
                    "TitleEnglish": "Forming of Disruption!",
                    "SummaryEnglish": "On the day before the regionals, both Iwatobi and Samezuka end up staying at the same hotel. While Nitori is chosen to swim in Samezuka's relay team thanks to his training, Haruka, who is in deep thought about being scouted, ends up sharing an elevator ride with Sousuke, confirming his shoulder injury. The next day, as Rin manages to pass his heat in the 100m freestyle, Haruka becomes overwhelmed by the pressure of performing in front of scouts and ends up stopping dead in his tracks. When Rin confronts him following the race, Haruka snaps at him, feeling that stuff like dreams and his future are being forced upon him. As Haru tries to assure his friends he will swim in the relay with them, Sousuke continues to experience more pain from his shoulder injury.",
                    "TitleJapanese": "失速のフォーミング！",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4921256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4921256",
                    "TitleEnglish": "Six-Beat of Tears!",
                    "SummaryEnglish": "After being informed by Nitori, Rin becomes aware of Sousuke's shoulder injury, learning that he had been harboring for two years and that all his talk of being scouted was a lie.",
                    "TitleJapanese": "涙のシックスビート！",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "4921257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4921257",
                    "TitleEnglish": "Backstroke Turn of Fate!",
                    "SummaryEnglish": "As both Iwatobi and Samezuka continue to train for the nationals, Rei worries about Haruka, who is unable to participate in the freestyle event. Later, Haruka is approached by Sousuke, who tells him to move forward so that Rin can improve alongside him. As Obon arrives, Makoto and the others confront Haruka that he isn't being his usual 'free' self, expressing their desire to help him find a dream. However, Haruka refuses to hear Makoto out, becoming further upset when he reveals he plans to go to a university in Tokyo. As Haruka starts to seclude himself, he is approached by Rin, who decides to take him with him to Australia.",
                    "TitleJapanese": "運命のネバーターン！",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "4921258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4921258",
                    "TitleEnglish": "Swim-Off in a Foreign Land!",
                    "SummaryEnglish": "Upon arriving in Australia, Rin takes Haruka to the beach, where he talks about his experiences in the country before taking him to meet his homestay parents, Russell and Lori. Upon checking into their hotel, the pair find they have to share a double bed for the night, though they manage to get through the night reminiscing about their time together. The next day, Rin takes Haruka to Sydney's Aquatic Center to swim alongside Australia's national swim team, reigniting Haruka's passion for swimming. As Rin states he came to Australia to approach his old coach about joining his team, Haruka states he has also found a dream to aim for.",
                    "TitleJapanese": "異郷のスイムオフ！",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "4921259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/4921259",
                    "TitleEnglish": "Eternal Summer of Beginnings!",
                    "SummaryEnglish": "Upon returning from Australia, Haruka gives his thanks to Rin and rejoins his teammates, deciding that he will start focusing on times and winning for the sake of reaching his new dream to swim in the wide open world. He then apologises to Makoto, who explains he is going to a Tokyo university in order to become a swimming teacher. On the night before the national tournament, the group reminisce about the past two years together, with Nagisa and Rei becoming emotional about Haruka and Makoto's impending graduation, though Haruka assures them will always be connected. Following a memorable experience at the nationals, in which Iwatobi manage to win, it is graduation time. Rin passes on the position of Samezuka's captain to Nitori, before telling Sousuke that he'll wait until he returns to the world of swimming.",
                    "TitleJapanese": "はじまりのエターナルサマー！",
                    "SummaryJapanese": null
                }
            }
        },
        "3": {
            "ID": "742069",
            "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/seasons/official/3",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6455247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/6455247",
                    "TitleEnglish": "Sprouting Dive Start!",
                    "SummaryEnglish": "Haruka has entered Hidaka University, where he's now training with the swim club to prepare for a newcomer tournament. One day, he runs into Asahi, a swim teammate from middle school. Haruka is later joined by Makoto, who also moved to Tokyo, at a coffee shop to catch up with Asahi... and the topic quickly turns to Ikuya, another teammate they swam with in middle school. On the day of the newcomer tournament, Haruka and Asahi are in the same race for the first time in years... and the spectacle is watched by Hiyori, who calls Haruka an \"inferior copy of Ikuya.\" After the race, as Haruka is walking through the halls with Asahi, he catches sight of Ikuya passing by...",
                    "TitleJapanese": "芽吹きのダイブスタート！",
                    "SummaryJapanese": "燈鷹大学に入学した遙。\n水泳部では新人戦に向けて練習が始まろうとしていた。\nそんな折、遙は中学生時代のチームメイトである旭と再会する。\nともに上京していた真琴も交え、喫茶店で当時の思い出を語り始める遙たち。\n話題はもう一人の中学時代のチームメイトである郁弥のことだった。\n関東の大学1年生が出場する新人戦当日。遙はフリー100Mでデビュー戦を飾ることに。\n同じレースには旭も出場しており、遙と旭は数年ぶりのフリー対決に火花を散らす。\n接戦を制したのは遙だった。\nそんなレースを冷ややかに見つめていた日和はぽつりと呟く。\n――「なぁにあれ。ただの郁弥の劣化コピーじゃん」と。\n試合が終わり遙と旭は互いの健闘を称えあった。\nそんな遙の視界を過ぎったのは、\n今、まさに目の前を通り過ぎようとしている――郁弥の姿だった。"
                },
                "2": {
                    "ID": "6676393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/6676393",
                    "TitleEnglish": "A Promise on a Shooting Star!",
                    "SummaryEnglish": "Haruka and his relay teammates decide to hold a training camp in the summer of their second year of middle school. During the night, Haruka heads out to the pool and finds Ikuya looking up at the stars.",
                    "TitleJapanese": "流星のプロミス！",
                    "SummaryJapanese": "中学１年生の夏。\n大会のメドレーリレーで結果が出せなかった遙たちは、\nリレーメンバーで自主合宿を行うことに。\nその夜、目を覚ました遙がプールへ向かうと、\nそこには一人、星空を見上げる郁弥の姿があった。\n郁弥は遙のように泳げるようになりたいと強い思いを打ち明ける。\nそして、フリーで勝負をしようと約束を交わす。\nしかし、遙に追いつきたい一心で焦った郁弥は、練習中に酸欠事故を起こしてしまう。\n遙に助けられ大事には至らなかったものの、\n二人のフリー対決は果たされないまま夏は終わってしまった。\n月日は流れ、遙が郁弥の泳ぐ姿を見たのは新人戦の会場だった。\n郁弥のフリーが自分の泳ぎに似ていることに驚く遙。\n試合の帰り道で遙は郁弥と６年ぶりに対面する。\n郁弥は以前よりも冷たい表情で遙にはっきりと告げる。\n「もう、リレーは泳がない」と――。"
                },
                "3": {
                    "ID": "6676394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/6676394",
                    "TitleEnglish": "First Swim in Another Country!",
                    "SummaryEnglish": "Rin, now living in Australia, trains hard every day with swimmers from all around the world. Then a Japanese guy shows up where his team is training, challenging each of his teammates to races and beating them one by one. Even Rin is surprised when this newcomer reveals his identity...",
                    "TitleJapanese": "異国のフィストスイム！",
                    "SummaryJapanese": "オーストラリアへ旅立った凛は、\nクラブチームで世界各国から集まった選手たちと切磋琢磨の日々を送っている。\nそこへ一人の日本人が訪れる。凛のチームメイトと次々に水泳勝負をして\n勝ち続けるスイマーは、意外な人物だった。\nその人物とは――、桐嶋夏也。\n夏也はミハイルにコーチを頼むためチームを訪れたが、\nミハイルはコーチを引き受けようとしない。\n目的は果たせなかったものの、夏也は凛と出会い親しくなった。\n二人は夜の街でお互いが遙の知り合いであることや、\n過去に郁弥と遙の間に起こった出来事を話す。\n郁弥のことを話す夏也の横顔に、凛は父の面影を感じる。\n「夏也さんは、自分の夢を…」――\n凛がそう言いかけた瞬間、夏也はおもむろにフリーで勝負をしないかと持ちかける。\n凛とも互角に張り合う夏也。だが、途中で雷雨に見舞われ勝敗はあえなく持ち越しに。\n凛と過ごすうちに友達に会いたくなった夏也は、そのまま日本へと旅立った。\n一方、遙は郁弥に会うために、霜狼学院大学を訪れていた――。"
                },
                "4": {
                    "ID": "6676395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/6676395",
                    "TitleEnglish": "Interference of Loss!",
                    "SummaryEnglish": "Haru, Makoto, and Asahi visit Shimogami University in hopes of talking to Ikuya, but even after looking all over campus, they can't find him. Hiyori, however, notices them and makes it his mission to keep them from seeing Ikuya.",
                    "TitleJapanese": "喪失のインターフェア！",
                    "SummaryJapanese": "郁弥と話をするため霜狼学院大学を訪れた遙たち。\n構内を探し回るも郁弥の姿は見当たらない。\n遙たちが大学に来ていることに気づいた日和は、彼らを郁弥に会わせまいと動き出す。\n日和は遙たちに自主練習の後にして欲しいと伝える。\nだが、郁弥は体調を崩し練習を早退していた。\n練習後に一人で現れた日和は郁弥が水泳に集中できなくなることを危惧して、\n遙たちに「郁弥の友達でいる資格」を問う。水泳で勝負をしないか、と。\n日和の専門種目はバック。その勝負に名乗りを上げたのは、真琴だった。\nレースは真琴が日和の泳ぎに迫るも、わずかに及ばない。\n勝利した日和は、郁弥がアメリカ留学中の不幸な出来事を明かす。\nそして、遙に辛辣な言葉を投げかけた。\n「君と泳ぐとみんな不幸になるよね」――と。"
                },
                "5": {
                    "ID": "6676396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/6676396",
                    "TitleEnglish": "An Ominous Workout!",
                    "SummaryEnglish": "The Iwatobi High School Swim Club is participating in a joint training camp with the Samezuka Academy and Soufuukan High School teams. Sousuke is also participating as an alumnus. In the midst of the excitement, Rei and Nagisa notice that something is odd about Romio's swimming. Then Shizuru tells them the story of what happened to Romio in middle school...",
                    "TitleJapanese": "兆しのワークアウト！",
                    "SummaryJapanese": "岩鳶高校水泳部は、鮫柄学園、湊風館高校との\n合同練習のため合宿施設へやって来た。宗介もOBとして参加する。\n活気あふれる空気の中、ロミオの泳ぎに違和感を覚える怜と渚。\n心配する怜たちに、静流はロミオの中学時代の出来事を話し始める。\n中学最後の大会でフライングをしてしまったロミオは、\n大勢の前でのスタートに恐怖心を抱くようになってしまった。\nロミオの様子を見ていた宗介はいち早く問題に気づく。\nその宗介もまた、ある決断を胸中に抱え、悩んでいた。\n合宿最終日に行うことになった各校対決のメドレーリレー。\n出場を諦めようとするロミオに、\n怜と渚はリレーによって受け継がれてきた岩鳶の絆について語り、勇気づける。\n怜たちの言葉を受け出場を決意するロミオ。\nロミオ、静流、渚、怜、初めてのメドレーリレーは新たな絆を生んだ。\nその姿を見ていた宗介はひとつの決意を固めた。\n一方、真琴は水泳教室のアルバイトを始めていた。\nそこに現れたのは思いがけない人物で――。"
                },
                "6": {
                    "ID": "6676397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/6676397",
                    "TitleEnglish": "The Mermaid of the Abyss!",
                    "SummaryEnglish": "Hiyori still remembers the first time he saw Ikuya smile. Both boys grew stronger through rigorous training while they studied abroad in America... but seeing Haruka threw Ikuya off his stride. Now Hiyori wishes Ikuya would just forget about Haruka for good.",
                    "TitleJapanese": "深淵のマーメイド！",
                    "SummaryJapanese": "初めてふれた郁弥の笑顔を、今でも覚えている。\n留学先のアメリカで、二人はともに練習に励み強くなってきた。\nそんな郁弥の調子を乱す遙の存在…。\n日和は郁弥に遙のことを忘れて欲しかった。\n新人戦以降、郁弥は調子を崩し、それはタイムにも顕著にあらわれた。\nアメリカ留学中、遙の不在を痛感した郁弥は、\nあの日から仲間を求めず一人で強くなろうと決めた。\nしかし、遙と再会したことで捨てたはずの気持ちに戸惑い始めていた。\n過去に囚われ泳ぎに集中できていない郁弥に、もどかしさを募らせる日和。\n日和は郁弥に遙のことについて苦言を呈する。\nしかし、郁弥は「日和には関係ない」と言い放つ。\nこれまで郁弥を誰よりも側で支えてきた日和にとって、それは何よりもつらい一言だった――。"
                },
                "7": {
                    "ID": "6676398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/6676398",
                    "TitleEnglish": "A Solitary Medley!",
                    "SummaryEnglish": "With the college championships approaching, all the swimmers are training hard on their own in addition to their official club practices. Haruka is also undergoing some extra training, with coaching from the mysterious man they've been seeing around campus. Makoto is concerned about the arrangement, but Haruka assures him that he asked for the help himself.",
                    "TitleJapanese": "孤高のメドレー！",
                    "SummaryJapanese": "大学選手権が近づき、選手たちは部活動以外でも各々のトレーニングに取り組んでいる。\n遙も区民プールで自主練習に励んでいた。遙を指導していたのは、あの謎の男。\nその様子を気にかける真琴だが、彼にコーチを頼んだのは遙だという。\n一方、郁弥はますます調子を崩していた。\n先日の言い争いで、日和との関係にも溝が生じたまま迎えた大学選手権。\n郁弥を支える者は誰もいない。\n中学時代、遙、真琴、旭がそれぞれの事情で水泳部を去った後、\n郁弥は一人で泳ぎ続け、一人で戦う強さを手に入れた。\n強くならなければいけない。一人でもっと強くならなければ……。\n自分にそう言い聞かせて泳ぎ続けてきた。\n試合前に旭と遭遇し言葉を交わすも、旭の想いは今の郁弥には届かない。\nそして、郁弥は孤独を抱えたまま個人メドレーのスターティングブロックに立つ。\nその時、隣のレーンに立っていたのは──"
                },
                "8": {
                    "ID": "6676399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/6676399",
                    "TitleEnglish": "Metamorphosis of the Soul!",
                    "SummaryEnglish": "Ikuya and Haruka face off in the Individual Medley, mending their middle school rift. Hiyori and Ikuya also make amends, swimming the relay as Shimogami U. teammates against Haruka's Hidaka U. team. Afterwards, Natsuya reunites with Ikuya and apologizes to Hiyori while Hiyori, free to be himself, is comfortable seeing Ikuya spend time with his middle school friends once more.",
                    "TitleJapanese": "魂のメタモルフォーゼ！",
                    "SummaryJapanese": "中学時代のリレーチーム解散以降、郁弥は誰にも頼らず一人で強くなると決めた。\n自分が強くなればチームは必要なくなる。そう信じてきた。\nそんな郁弥に「一人じゃない」と語りかけてきたのは、郁弥が憧れ続けてきた遙だった。\nこれまでフリーにこだわり続けてきた遙が、個人メドレーで試合に出場する。\n全ては過去に置き去りにしてきた郁弥を救うため。\n郁弥は水の中で遙が泳ぐ音を聴く。何にも囚われない、あの頃と同じ遙の泳ぎ。\nその姿を感じて郁弥の心は解き放たれた。\n遙と泳いだことで本来の泳ぎを取り戻した郁弥は、\n星川からフリーリレーへの出場を持ちかけられる。そこで郁弥は一つの頼み事をする。\n──「日和も一緒に泳がせてください」。\n試合が終わり、日和は心からの笑顔を見せた。\nそれを見た郁弥は幼い頃に同じ笑顔と出会っていたことを思い出す。\n日和は穏やかに笑ってこう伝えた。「その子にとって、郁弥はヒーローだったんだよ」。"
                },
                "9": {
                    "ID": "6676400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/6676400",
                    "TitleEnglish": "Interval in the Evening Calm!",
                    "SummaryEnglish": "Isuzu Mikoshiba brings her high school swim team to meet Seijiro's college team and challenges Haruka to a freestyle race. Rin returns to Japan, reuniting with his Samezuka friends. Makoto arrives late to one of Haruka's informal meets only to find he's lost to the freestyle world record-holder, Albert Wahlander.",
                    "TitleJapanese": "夕凪のインターバル！",
                    "SummaryJapanese": "遙が次に挑む戦いは全日本選抜。\nこの試合で世界大会に出場する代表選手が決定する。\n遙は、全日本選抜に向けて、選ばれた選手だけが参加できる強化合宿に招集されていた。\n清十郎の妹・五十鈴は、街中で一人の外国人と遭遇する。\n──「あいつどこかで見たことあるような……」。\n合宿の昼食時間、遙が食堂に行くと一人の外国人が食券を買えずに困っていた。\n声をかけた遙は、言葉が通じないながらも不思議な交流を果たす。\n彼は魅惑的な微笑みを浮かべ遙に囁く。\n「君は水に気に入られている」\n一方、凛もミハイルからある外国人の噂を耳にしていた。\n今、フリーの世界記録保持者・アルベルト・ヴォーランデルが来日しているという。\n遙が出会った外国人は合宿最終日に行われる親善試合に姿を現した。\n鳴り響くスターター。親善試合の応援に駆け付けた真琴が目にしていたのは、\nアルベルト・ヴォ―ランデルに惨敗する遙の姿だった。"
                },
                "10": {
                    "ID": "6676401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/6676401",
                    "TitleEnglish": "The Grab Start of Hope!",
                    "SummaryEnglish": "Rin reunites with Sosuke and learns about his recovery. Rei and Nagisa qualify for Nationals. Influenced by Nao and Ryuuji, Makoto's future path switches from coaching to professional training.",
                    "TitleJapanese": "希望のグラブスタート！",
                    "SummaryJapanese": "親善試合後、真琴は遙と連絡が取れずにいた。\n頭に浮かぶのは、かつて水の中で立ち止まってしまった遙の姿。\nそんな時、遙の噂を耳にしたという尚が真琴のもとを訪れるのだが──。\n真琴は、遙のために何ができるか、ずっと考えていた。尚にその思いを相談する真琴。\n話を聞いた尚は、水泳にはいろいろな形の関わり方があることを伝える。\n「真琴は、選手に寄り添って助けるようなことが向いている。例えば、トレーナーとか。」\n東京に来ていた凛と会った真琴は、遙の近況を伝える。\n事情を理解した凛は急遽、真琴と共に遙の合宿所へと向かう。\nそこで二人が目にしたのは、がむしゃらに泳ぐ遙の姿だった。\n東のコーチを受ける遙。しかし、気が立ってしまっているのか、どうにも東の言葉が浸透していない様子。見かねた真琴が東の言葉を代弁する。すると、遙は東の言わんとすることを理解し、耳を傾けるようになった。\n戦おうとする遙、凛の思い、これまで見てきた仲間たち。\nそして、今まさに戦いに臨もうとする教え子の姿。真琴の中に、新たな決意が固まる。\n──「尚先輩。この間のトレーナーの話、詳しく聞かせてもらえませんか。」"
                },
                "11": {
                    "ID": "6676402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/6676402",
                    "TitleEnglish": "Streamline of Unity!",
                    "SummaryEnglish": "Rin and Haruka break from training to attend the high school National tournament, reuniting with old friends.",
                    "TitleJapanese": "集結のストリームライン！",
                    "SummaryJapanese": "全国大会出場を果たした渚と怜は岩鳶高校水泳部一同と共に会場のある東京を訪れる。\n真琴と合流した一同は、遙が応援に来られないことに寂しさを拭いきれずにいた。\n怜はそんな皆を励ますように意気込むが……。\n初めて個人で挑む全国大会。緊張の高まる怜は、まさに心ここにあらず、という状態だった。\n怜を心配する渚。そんな中、ある奇跡的な出会いが怜の緊張を解きほぐす。\n「信じて、ぶつかれ！！」\n──旭と小学生以来の再会を果たした怜。\n考えすぎていた怜の心に旭の真っすぐな言葉が力強く響く。\n強張っていた怜の表情は、いつの間にか笑顔に変わっていた。\nスターティングブロックに臨む怜。\nすると、観客席から自分の名前が呼ばれていることに気づく。\n振り返ると、真剣な眼差しで微笑む遙の姿がそこにあった。\n「僕の渾身のバッタをごらんにいれようじゃありませんか！」\n──渚や高校の仲間たち、旭、真琴、そして、遙。\nそれぞれの絆に背を押され、怜は本来の自分を取り戻した。その怜の姿は渚にも届く。\n二人は全身全霊を尽くして高校最後の夏を泳ぎ切る。"
                },
                "12": {
                    "ID": "6676403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/free-iwatobi-swim-club/episodes/6676403",
                    "TitleEnglish": "Dive to the Future!",
                    "SummaryEnglish": "Nagisa, Rei, and the rest of the Iwatobi Swim Club have come to cheer on their former teammates at the All-Japan Invitational. Makoto tells them the story of how ever since Haruka swam for the first time, he'd been swimming only freestyle.",
                    "TitleJapanese": "Dive to the Future!",
                    "SummaryJapanese": "竜ヶ崎怶、竜ヶ崎怜、その他の岩鳶水泳部は、全日本インビテーショナルで元チームメイトを応援するようになりました。 真琴は、遥が初めて泳いだ時からフリースタイルしか泳いでいなかったという話をしている。"
                }
            }
        }
    }
}