{
    "URL": "https://www.thetvdb.com/series/dog-and-scissors",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2904570/",
        "https://www.tvmaze.com/shows/17882/show-slug",
        "https://www.themoviedb.org/tv/49464",
        "https://www.wikidata.org/wiki/Q108782140",
        "https://en.wikipedia.org/wiki/Dog_%26_Scissors#Anime"
    ],
    "TitleEnglish": "Dog & Scissors",
    "SummaryEnglish": "A nonsense comical mystery. Harumi Kazuhito is a high school boy who loves books and is a fan of novelist Natsuno Kirihime. One day, he finds Kirihime writing at a cafe, about to be shot by a robber. He protects her from the attack but is killed instead. Through the supernatural power of a book-worm, he is reincarnated as a dachshund dog. Kazuhito (as a dog) writhes in a painful bookless life, when a sadistic woman carrying a pair of scissors offers him help. She is Kirihime herself.",
    "TitleJapanese": "犬とハサミは使いよう",
    "SummaryJapanese": "ある日突然、強盗に殺された春海和人。だが本バカゆえの執念で奇跡の生還を果たした――ダックスフンドの姿で。「こんな姿じゃ本読めないじゃん!!」悶える彼の前に現れたのは、ハサミが凶器のサド女、夏野霧姫。でも、犬である和人の声が分かるし、しかもその正体は彼が大ファンの作家。そんな人生（犬生？）、いったいどうなるの!?",
    "Aliases": [
        "Inu to Hasami wa Tsukaiyou"
    ],
    "Modified": "2025-06-22",
    "Seasons": {
        "1": {
            "ID": "520676",
            "URL": "https://www.thetvdb.com/series/dog-and-scissors/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4575086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4575086",
                    "TitleEnglish": "Every Dog Has His Day",
                    "SummaryEnglish": "One day, the young man Harumi Kazuhito is suddenly killed during a robbery. However, through sheer tenacity, the bookworm is resurrected as a dachshund dog. With red eyes and silver scissors in her hand, Natsuno Kirihime, a dark haired sadist clad in completely in black appears before him. Moreover, she understands him as a dog and is his favorite author, Akiyama Shinobu herself...",
                    "TitleJapanese": "犬も歩けば棒に当たる",
                    "SummaryJapanese": "ある日突然、強盗に遭遇し命を失った少年――春海和人。だが読書馬鹿である彼は、その執念でダックスフンドの姿で生還を果たした。その前に現れたのは、赤い瞳に銀のハサミを手にした黒髪黒服黒ずくめのドＳ女、夏野霧姫。しかも、犬になった和人の言葉が分かって、その正体は憧れの作家、秋山忍本人だった......。"
                },
                "2": {
                    "ID": "4604186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604186",
                    "TitleEnglish": "Strike While the Dog is Hot",
                    "SummaryEnglish": "Kazuhito ends up living with the massive sadist Natsuno Kirihime. Now spending his days in fear of attacks with scissors, one day, a remark from Natsuno sends Kazuhito back to the apartment he lived in as a human. As Kazuhito experiences nostalgia for his old life, Natsuno begins describing the movements of Nakahara Toji, the man who committed the robbery. \"It's only a wild fantasy, but it's the story of you and the man who killed you...\"",
                    "TitleJapanese": "犬は熱いうちに打て",
                    "SummaryJapanese": "ドＳ女、夏野霧姫と暮らすことになった和人。ハサミの襲撃に怯える日々を送るある日、夏野一言で和人が人間だったときに住んでいたアパートへと向かうことになる。懐かしむ和人に、そこで夏野が語り出したのは、強盗事件の犯人・中原冬至の足取り。「ただの妄想だけどアナタとアナタを殺した男の物語......」"
                },
                "3": {
                    "ID": "4604187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604187",
                    "TitleEnglish": "The Winter Dog Flies into the Fire",
                    "SummaryEnglish": "After seeing her in a dream, Kazuhito recalls his younger sister Harumi Madoka. His nostalgia is cut short when Akiyama Shinobu's editor Hiiragi Suzuna appears, a massive masochist with huge breasts prone to fantasizing. What's worse, Natsuno is in a slump?! As they discuss how to get over her slump, the subject of a mysterious slasher case arises. However, lurking in the shadows of the incident are glimpses of Akiyama Shinobu's book and Madoka...",
                    "TitleJapanese": "飛んで火に入る冬の犬",
                    "SummaryJapanese": "妹・春海円香のことを夢に見、思い出す和人。懐かしさに浸る間も無く、その目の前に現れたのは、秋山忍の担当編集者・柊鈴菜。しかも妄想癖の上に超ドＭの巨乳。しかも夏野がスランプ！？　スランプを脱するにはと話す所に舞い込んで来たのは、謎の通り魔事件。だが事件の影には秋山忍の本のと、円香の姿がチラつきはじめ......。"
                },
                "4": {
                    "ID": "4604188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604188",
                    "TitleEnglish": "Drowning Men Clutch at Dogs",
                    "SummaryEnglish": "Kazuhito is caught in a trap and captured. When he regains consciousness, he finds himself in his room at Sumitani Hall, wrapped in a mat and accompanied by Madoka... who appears to be acting strangely... Could Madoka be the killer behind the slasher incident?! Before long, Natsuno saves Kazuhito before he is forced to taste fear, but...",
                    "TitleJapanese": "溺れる者は犬をも掴む",
                    "SummaryJapanese": "罠に掛かって捕らえられた和人。気がつくと、そこは住谷荘の彼の部屋で、何故か簀巻き状態、さらに円香が居て......だけどその様子は何処かおかしくて......。まさか本当に通り魔事件の犯人は円香！？　あわや、恐怖のカレーを食べさせられそうになった窮地から夏野によって救われる和人だったが......。"
                },
                "5": {
                    "ID": "4604189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604189",
                    "TitleEnglish": "Nothing Ventured, No Dog Gained",
                    "SummaryEnglish": "Madoka kicks her way through an apartment window in pursuit of Kazuhito. Natsuno's true identity is revealed. For Madoka, she is her brother's killer--Akiyama Shinobu. Natsuno attempts to speak for Kazuhito and convey his thoughts, but Madoka takes Kazuhito in her arms and leaves through the window, escaping into the night.",
                    "TitleJapanese": "虎穴に入らずんば犬を得ず",
                    "SummaryJapanese": "和人を追いかけて、マンションの窓を蹴破って追いかけてきた円香。そこで明かされる夏野の正体。彼女は円香にとって兄を奪ったも同然の相手――秋山忍。夏野は言葉の届かない和人に代わって、兄の想いを伝えようとするが、再び円香は和人を抱え窓から夜の街へと飛び出すのであった。"
                },
                "6": {
                    "ID": "4604190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604190",
                    "TitleEnglish": "Rain Settles the Dog",
                    "SummaryEnglish": "Honda Bookseller's is in big trouble?! One of Kazuhito's favorite stores, Honda Bookseller's. The owner is Honda Fumio, terrible at business and good with people. But for him to go bankrupt and escape in the night... wouldn't be inconceivable. A concerned Kazuhito heads to Honda Bookseller's with his favorite bag, but is captured by the runaway Honda Yayoi and gets caught up in her escape from home.",
                    "TitleJapanese": "雨降って犬固まる",
                    "SummaryJapanese": "本田書店のピンチ！？　和人にとって思い入れのある特別な店、本田書店。その店主・本田文夫は確かに、商売下手で人が良い。だけど倒産に夜逃げなんてことが......ないとは言えない。心配になった和人は、愛用のリュックを背負って本田書店の様子を調べに行くのだが、そこで家を飛び出した本田弥生に捕まり、彼女の家出に巻き込まれるのであった。"
                },
                "7": {
                    "ID": "4604191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604191",
                    "TitleEnglish": "The Dog Would Not be Shot but for its Cries",
                    "SummaryEnglish": "Another incident?! Natsuno's bra has disappeared. To think she had been wearing it... They call Suzuna and search her apartment. It's not in her room or in the gym.",
                    "TitleJapanese": "犬も鳴かずば撃たれまい",
                    "SummaryJapanese": "また事件！？　夏野のブラジャーが無くなった。まさか着けていたとは......。鈴菜を呼び出し、マンション内を大捜索。部屋にも無い、スポーツジムにも無い。さりげなく夏野の注意を逸らし、捜索から脱した和人は部屋に戻り、心置きなく読書を再開。すると寝床から出てきたのは、ペラペラのブラジャーが姿を現した！！"
                },
                "8": {
                    "ID": "4604192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604192",
                    "TitleEnglish": "Dogs in Moderation",
                    "SummaryEnglish": "Japanese swords, spears, knives, wakizashi... the sacred land of blades, Blade Hall. At the elegant Shinise Ryokan they are met by the landlady and good friend of their landlord. While Natsuno traveled far to sharpen the dull blade of her favorite scissors Hasajiro, she secretly had another motive.",
                    "TitleJapanese": "湯に入りて犬に入らざれ",
                    "SummaryJapanese": "日本刀に槍、包丁、脇差し......有りと有らゆる刃物を集めた刃物の聖地――はもの荘。その趣のある老舗旅館で一行を出迎えたのは、大家さんに瓜二つの女将。切れ味の鈍くなった愛ハサミのハサ次郎を砥ぎに、はるばるこの地にやってきた夏野だったが、彼女には密かに別の目的があった。"
                },
                "9": {
                    "ID": "4604193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604193",
                    "TitleEnglish": "There is No Smoke Without Dog",
                    "SummaryEnglish": "For some time, Natsuno has suspected she is being watched. One day while she is out, someone breaks into Natsuno's perfectly secure room and removes a single book. It happens to be the book she just purchased at Sakura's recommendation, the winner of the full-length novel special award, Heiando's newest author Fujimaki Hotaru's \"Keisei Love Story.\"",
                    "TitleJapanese": "犬無いところに煙は立たず",
                    "SummaryJapanese": "少し前から妙な視線を感じると、夏野はいぶかしんでいた。そんなある日、留守にしている間に、何者かがセキュリティも完璧な、夏野の部屋に忍び込み本を一冊置いていった。それは偶然にも桜に薦められて買ったばかりの本。長編小説大賞審査員特別賞を受賞した、平安堂の新人・藤巻蛍の本、『蛍星恋話』であった。何故、この本が......。"
                },
                "10": {
                    "ID": "4604194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604194",
                    "TitleEnglish": "Time Flies Like a Dog",
                    "SummaryEnglish": "In the library's anteroom, they find Natsuno's stalker Fujimaki Hotaru--her classmate Osawa Hami. She and Kazuhito had once exchanged promises--that she would become an author and he would be her first reader. Having become an author, Hami returned to see Kazuhito. \"Welcome home, Kazuhito-kun.\"",
                    "TitleJapanese": "光陰犬の如し",
                    "SummaryJapanese": "図書準備室で待っていたのは、このストーカー事件の真犯人・藤巻蛍――同級生の大澤映見であった。かつて彼女と和人は、ある約束をしていた。彼女は作家になってみせると約束し、和人は最初の読者になると。そして、映見は作家となって和人の前に戻ってきたのであった。「お帰りなさい、和人君」"
                },
                "11": {
                    "ID": "4604195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604195",
                    "TitleEnglish": "A Dog by Chance is Preordained",
                    "SummaryEnglish": "Various customers come to visit Honda Bookseller's. So many people, so many minds, each with their own color, and each with their own book. There Daimon and his men in black suddenly appear, buying up all of Akiyama Shinobu and Himehagi Momiji's books.",
                    "TitleJapanese": "犬振り合うのも多生の縁",
                    "SummaryJapanese": "本田書店に色んなお客が訪れる。十人十色、それぞれの色があり、それぞれにあった本がある。そこに突如として現れる、大門と黒服達。彼らは秋山忍と姫萩紅葉の本を買い占めていく。その行方が気になった和人は、その後を追い森部佐茅と夏野とのバトルに巻き込まれ。そして、突如として九連訪塔執筆戦が始まろうとしていた。"
                },
                "12": {
                    "ID": "4604196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604196",
                    "TitleEnglish": "Dogs and Scissors Require Good Handling",
                    "SummaryEnglish": "Kazuhito lives his life with the massive sadist Natsuno, the mysterious masked author Akiyama Shinobu. However, believing it to be her chance, Suzuna encourages Natsuno to hold a signing. Telling her to work more publicly, she enters her into a cosplay event. When Madoka and Hami come to visit, they become involved as well... Next, in an attempt to inebriate the stubborn Natsuno, she reaches for strong alcohol...",
                    "TitleJapanese": "犬とハサミは使いよう",
                    "SummaryJapanese": "相も変わらずドSな夏野との生活を送る和人。正体不明の覆面作家である秋山忍。だが、ここが攻め時とサイン会の提案を鈴菜が持ってきた。これからは表向きの活動も、そんな言葉から始まったコスプレ着せ替え大会。部屋を訪れた円香や映見も巻き込まれて......。次は頑なな夏野を酔わせてみようと、きついお酒を取り出し......。"
                }
            }
        }
    }
}