{
    "URL": "https://www.thetvdb.com/series/dog-and-scissors",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2904570/",
        "https://www.tvmaze.com/shows/17882/show-slug",
        "https://www.themoviedb.org/tv/49464",
        "https://www.wikidata.org/wiki/Q108782140",
        "https://en.wikipedia.org/wiki/Dog_%26_Scissors#Anime"
    ],
    "TitleEnglish": "Dog & Scissors",
    "SummaryEnglish": "A nonsense comical mystery. Harumi Kazuhito is a high school boy who loves books and is a fan of novelist Natsuno Kirihime. One day, he finds Kirihime writing at a cafe, about to be shot by a robber. He protects her from the attack but is killed instead. Through the supernatural power of a book-worm, he is reincarnated as a dachshund dog. Kazuhito (as a dog) writhes in a painful bookless life, when a sadistic woman carrying a pair of scissors offers him help. She is Kirihime herself.",
    "Aliases": [
        "Inu To Hasami Wa Tsukaiyou"
    ],
    "Modified": "2025-06-22",
    "Seasons": {
        "1": {
            "ID": "520676",
            "URL": "https://www.thetvdb.com/series/dog-and-scissors/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4575086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4575086",
                    "TitleEnglish": "Every Dog Has His Day",
                    "SummaryEnglish": "One day, the young man Harumi Kazuhito is suddenly killed during a robbery. However, through sheer tenacity, the bookworm is resurrected as a dachshund dog. With red eyes and silver scissors in her hand, Natsuno Kirihime, a dark haired sadist clad in completely in black appears before him. Moreover, she understands him as a dog and is his favorite author, Akiyama Shinobu herself..."
                },
                "2": {
                    "ID": "4604186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604186",
                    "TitleEnglish": "Strike While the Dog is Hot",
                    "SummaryEnglish": "Kazuhito ends up living with the massive sadist Natsuno Kirihime. Now spending his days in fear of attacks with scissors, one day, a remark from Natsuno sends Kazuhito back to the apartment he lived in as a human. As Kazuhito experiences nostalgia for his old life, Natsuno begins describing the movements of Nakahara Toji, the man who committed the robbery. \"It's only a wild fantasy, but it's the story of you and the man who killed you...\""
                },
                "3": {
                    "ID": "4604187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604187",
                    "TitleEnglish": "The Winter Dog Flies into the Fire",
                    "SummaryEnglish": "After seeing her in a dream, Kazuhito recalls his younger sister Harumi Madoka. His nostalgia is cut short when Akiyama Shinobu's editor Hiiragi Suzuna appears, a massive masochist with huge breasts prone to fantasizing. What's worse, Natsuno is in a slump?! As they discuss how to get over her slump, the subject of a mysterious slasher case arises. However, lurking in the shadows of the incident are glimpses of Akiyama Shinobu's book and Madoka..."
                },
                "4": {
                    "ID": "4604188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604188",
                    "TitleEnglish": "Drowning Men Clutch at Dogs",
                    "SummaryEnglish": "Kazuhito is caught in a trap and captured. When he regains consciousness, he finds himself in his room at Sumitani Hall, wrapped in a mat and accompanied by Madoka... who appears to be acting strangely... Could Madoka be the killer behind the slasher incident?! Before long, Natsuno saves Kazuhito before he is forced to taste fear, but..."
                },
                "5": {
                    "ID": "4604189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604189",
                    "TitleEnglish": "Nothing Ventured, No Dog Gained",
                    "SummaryEnglish": "Madoka kicks her way through an apartment window in pursuit of Kazuhito. Natsuno's true identity is revealed. For Madoka, she is her brother's killer--Akiyama Shinobu. Natsuno attempts to speak for Kazuhito and convey his thoughts, but Madoka takes Kazuhito in her arms and leaves through the window, escaping into the night."
                },
                "6": {
                    "ID": "4604190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604190",
                    "TitleEnglish": "Rain Settles the Dog",
                    "SummaryEnglish": "Honda Bookseller's is in big trouble?! One of Kazuhito's favorite stores, Honda Bookseller's. The owner is Honda Fumio, terrible at business and good with people. But for him to go bankrupt and escape in the night... wouldn't be inconceivable. A concerned Kazuhito heads to Honda Bookseller's with his favorite bag, but is captured by the runaway Honda Yayoi and gets caught up in her escape from home."
                },
                "7": {
                    "ID": "4604191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604191",
                    "TitleEnglish": "The Dog Would Not be Shot but for its Cries",
                    "SummaryEnglish": "Another incident?! Natsuno's bra has disappeared. To think she had been wearing it... They call Suzuna and search her apartment. It's not in her room or in the gym."
                },
                "8": {
                    "ID": "4604192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604192",
                    "TitleEnglish": "Dogs in Moderation",
                    "SummaryEnglish": "Japanese swords, spears, knives, wakizashi... the sacred land of blades, Blade Hall. At the elegant Shinise Ryokan they are met by the landlady and good friend of their landlord. While Natsuno traveled far to sharpen the dull blade of her favorite scissors Hasajiro, she secretly had another motive."
                },
                "9": {
                    "ID": "4604193",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604193",
                    "TitleEnglish": "There is No Smoke Without Dog",
                    "SummaryEnglish": "For some time, Natsuno has suspected she is being watched. One day while she is out, someone breaks into Natsuno's perfectly secure room and removes a single book. It happens to be the book she just purchased at Sakura's recommendation, the winner of the full-length novel special award, Heiando's newest author Fujimaki Hotaru's \"Keisei Love Story.\""
                },
                "10": {
                    "ID": "4604194",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604194",
                    "TitleEnglish": "Time Flies Like a Dog",
                    "SummaryEnglish": "In the library's anteroom, they find Natsuno's stalker Fujimaki Hotaru--her classmate Osawa Hami. She and Kazuhito had once exchanged promises--that she would become an author and he would be her first reader. Having become an author, Hami returned to see Kazuhito. \"Welcome home, Kazuhito-kun.\""
                },
                "11": {
                    "ID": "4604195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604195",
                    "TitleEnglish": "A Dog by Chance is Preordained",
                    "SummaryEnglish": "Various customers come to visit Honda Bookseller's. So many people, so many minds, each with their own color, and each with their own book. There Daimon and his men in black suddenly appear, buying up all of Akiyama Shinobu and Himehagi Momiji's books."
                },
                "12": {
                    "ID": "4604196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dog-and-scissors/episodes/4604196",
                    "TitleEnglish": "Dogs and Scissors Require Good Handling",
                    "SummaryEnglish": "Kazuhito lives his life with the massive sadist Natsuno, the mysterious masked author Akiyama Shinobu. However, believing it to be her chance, Suzuna encourages Natsuno to hold a signing. Telling her to work more publicly, she enters her into a cosplay event. When Madoka and Hami come to visit, they become involved as well... Next, in an attempt to inebriate the stubborn Natsuno, she reaches for strong alcohol..."
                }
            }
        }
    }
}