{
    "URL": "https://www.thetvdb.com/series/choushin-hime-dangaizer-3",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7676862/",
        "https://www.themoviedb.org/tv/53360"
    ],
    "TitleEnglish": "Dangaizer 3",
    "SummaryEnglish": "10,000 years ago, acting as judge, jury and executioner, Dangaizer sealed the fate of mankind by reducing it to ashes. Slowly, mankind rebuilt their civilization and once again stands at its peak. Hiding amongst the survivors of mankind, the evil organization of Goma lies in wait for the return of Dangaizer. This time, it's a race to stop the awakening of the 3 that can pilot Dangaizer and subjugate the world to their rule. Will the 3rd pilot learn her true destiny and awaken in time, or will the world find a new destiny in the hands of Goma?",
    "Aliases": [
        "Choushin Hime Dangaizer 3"
    ],
    "Modified": "2025-05-28",
    "Seasons": {
        "1": {
            "ID": "521228",
            "URL": "https://www.thetvdb.com/series/choushin-hime-dangaizer-3/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "4579756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/choushin-hime-dangaizer-3/episodes/4579756",
                    "TitleEnglish": "Act 1: The Reincarnation of a priestess",
                    "SummaryEnglish": "Neo Hong Kong, a nearby unprecedented city built on the ocean of the former Okinawa. Behind it was a secret organization with a unique biological network, the name of which is \"Goma\". Earth D / D, Wind Dine, Fire Sir, and Water Pixis. The four heavenly kings of Goma were planning to prevent the revival of Dungaiser by manipulating each elementary particle-shaped god."
                },
                "2": {
                    "ID": "4579757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/choushin-hime-dangaizer-3/episodes/4579757",
                    "TitleEnglish": "Act 2: From Pathos Springs Devilish Sacred Fire",
                    "SummaryEnglish": "Dungaiser revived by the awakening of the three Eternal Mazaria. Neo Hong Kong burns into a fierce battle with Goma's thug Tudor Kood. However, Hina did not understand the horror and meaning of the battle. Eventually, she shows off her extraordinary power. At that time, the Goma guardian deity, the Beast Demon Dragon Gaia Frame, appears."
                },
                "3": {
                    "ID": "4579758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/choushin-hime-dangaizer-3/episodes/4579758",
                    "TitleEnglish": "Act 3: The Challenge Of The Moonflower",
                    "SummaryEnglish": "Hina hears that she is a shrine maiden who exists to carry out a plan called the DNA Project (Dan Project). But she didn't explain Cindy or Reika about Dungeiser's judge system. In fact, the judge system was the cogwheel that was destined to divide the light and dark of humankind, which could not be stopped once it was activated."
                },
                "4": {
                    "ID": "4579759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/choushin-hime-dangaizer-3/episodes/4579759",
                    "TitleEnglish": "Act 4: The Great Battle at the Bottom of the Sea",
                    "SummaryEnglish": "The shrine maidens who summoned Dungaiser, who is afraid of their nemesis \"Goma\". With the relentless attacks of Dine and Pyxis, Dungaiser finally begins to change to the third form. At the end of the fierce battle, Dungaiser's judge system (self-defense function) is finally activated ...! And when everything is connected into one, terrifying power is released !!"
                }
            }
        }
    }
}