{
    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji",
    "Genres": [
        "Action",
        "Animation",
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3247574/",
        "http://gifuu.jp/anime/index.html",
        "https://www.themoviedb.org/tv/55912",
        "https://www.themoviedb.org/tv/55912"
    ],
    "TitleEnglish": "Gifu Dodo!! Kanetsugu and Keiji",
    "SummaryEnglish": "The Sengoku era gave birth to many historical legends. One of them is Naoe Naoe Kanetsugu, the brilliant military general of the Uesugi family. Together with Maeda Keiji, a legendary warrior on the battlefield, who become lifelong friends with each other, they carve out a piece of history in the most dangerous and volatile time in Japan’s history. The two men recall their beginnings and the journey they took to get to the accomplished position they now sit at.",
    "Aliases": [
        "Gifuu Doudou!!: Kanetsugu to Keiji",
        "Gifū Dōdō!! Kanetsugu to Keiji"
    ],
    "Modified": "2025-05-28",
    "Seasons": {
        "1": {
            "ID": "523950",
            "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4604744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4604744",
                    "TitleEnglish": "Kanetsugu and Keiji",
                    "SummaryEnglish": "Naoe Kanetsugu and Maeda Keiji: two legendary samurai share a drink and look back on the time they first met over sake."
                },
                "2": {
                    "ID": "4609232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4609232",
                    "TitleEnglish": "Kanetsugu's Righteousness",
                    "SummaryEnglish": "The uwanariuchi is about to take place and someone doesn't want Kanetsugu to get involved. Could Maeda Keiji be behind all of this?"
                },
                "3": {
                    "ID": "4609233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4609233",
                    "TitleEnglish": "Keiji's Righteousness",
                    "SummaryEnglish": "Kagekatsu is summoned by Toyotomi Hideyoshi and is ordered to conquer the Sado Province. Kanetsugu suspects it may be a trap, but accompanies his lord and prepares to head to Sado. Kanetsugu tells Keiji that he has to leave for a while, and is disappointed because he had a surprise he wanted to show him, but Keiji has his own surprise planned..."
                },
                "4": {
                    "ID": "4609234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4609234",
                    "TitleEnglish": "Arrival in Sado",
                    "SummaryEnglish": "The Uesugi army, led by Naoe Kanetsugu and Uesugi Kagekatsu arrive to Sado island, despite being aware that . They meet with the head of one of Honma clans, Honma Takatsuna of the Kawarada-Honma clan that rules over northern Sado. He seems to cooperate with the Uesugi army, but once they try to commence a battle with the other Honma clan, the Uesugi army realizes just how dangerous the two feuding families might be... especially together. However, Kanetsugu has something up his sleeve as well..."
                },
                "5": {
                    "ID": "4624135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4624135",
                    "TitleEnglish": "Attack on Sado",
                    "SummaryEnglish": "Knowing that they are in a trap set by the Chief Advisor, Kanetsugu has something up his own sleeve. The North and South armies of Sado continue their farce of a battle and the North sends in farmers dressed up as soldiers into the river to get shot. This adds to the rage of Keiji and Kanetsugu and this pushes them to finally make their move to take Sado."
                },
                "6": {
                    "ID": "4629622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4629622",
                    "TitleEnglish": "Uesugi's Righteousness",
                    "SummaryEnglish": "The battle in Sado concludes with Uesugi's victory. As Kanetsugu and Keiji recall wrapping things up in Sado, they then remember another incident that threatened the fate of the Uesugi clan. When Kanetsugu was younger, he had visited Oda Nobunaga. Nobunaga gives him a folding fan, but also gives Kanetsugu some startling news..."
                },
                "7": {
                    "ID": "4629623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4629623",
                    "TitleEnglish": "The Truth Spoken to the Moon",
                    "SummaryEnglish": "Kanetsugu and Keiji discuss with the ghost of Nobunaga on what happened with Kanetsugu bringing the folding fan back to Echigo. A young Kanetsugu, otherwise known as Higuchi Yoroku, went back to Echigo, preparing for his possible death when he learned of his true lineage. He meets with the father who raised him, Higuchi Souemon, and they both go to see Uesugi Kenshin's older sister, Sentouin, where he learns the entire truth of his past."
                },
                "8": {
                    "ID": "4638223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4638223",
                    "TitleEnglish": "The Wind of the Men of War",
                    "SummaryEnglish": "Hideyoshi hasn't given up on trying to get his hands on Echigo. This time, he tries to use Maeda Keiji to bring down the Uesugi clan and get his hands on the province. Kanetsugu is informed of this by an unlikely source, and he plans to head into another battle of wits with Hideyoshi and Keiji joins him, despite their lives being at stake once again..."
                },
                "9": {
                    "ID": "4643698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4643698",
                    "TitleEnglish": "The Eccentric, Yoroku!",
                    "SummaryEnglish": "Kanetsugu and Keiji continue to recount their many adventures when they were younger. Keiji asks Kanetsugu how he got to know his spear-bearer, Mosuke. Kanetsugu tells him about their meeting and the sad past that ended up connecting them for the rest of their lives."
                },
                "10": {
                    "ID": "4644747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4644747",
                    "TitleEnglish": "Usugumo's Eccentricity",
                    "SummaryEnglish": "Kanetsugu and Keiji finally make it to Kyoto, despite knowing that they are falling right into Hideyoshi's trap. Kanetsugu meets up with Keiji, who is visiting the courtesan, Usugumo. Keiji knows that all he has to do to win this battle, is to lower his head to Hideyoshi, but his pride is giving him a hard time doing that. Meanwhile, Usugumo shows them that they aren't the only eccentrics..."
                },
                "11": {
                    "ID": "4644748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4644748",
                    "TitleEnglish": "Audience with the Ruler",
                    "SummaryEnglish": "Kanetsugu and Keiji's audience with Hideyoshi is drawing nearer. Keiji has his own idea on what he's going to do, and Mitsunari has made his own arrangements to try to ensure that Keiji doesn't do anything to get him killed. But then Keiji finally appears in front of Hideyoshi..."
                },
                "12": {
                    "ID": "4644749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4644749",
                    "TitleEnglish": "Follow Your Heart...",
                    "SummaryEnglish": "Keiji greets Hideyoshi with an outrageous topknot, and is showing blatant disrespect to the Chief Advisor in his greeting. This alone is enough for Hideyoshi to take his life, and the powerful page he had readied is about to strike, but then something unexpected happens..."
                },
                "13": {
                    "ID": "4667141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4667141",
                    "TitleEnglish": "The Man of War and the Strategist",
                    "SummaryEnglish": "Kanetsugu and Keiji survive the audience with the Chief Advisor, but his page is not satisfied with something and confronts Kanetsugu. Ishida Mitsunari talks about meeting Oda Nobunaga and everyone prepares for the next big battle that awaits them."
                },
                "14": {
                    "ID": "4667142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4667142",
                    "TitleEnglish": "Drinks and Conversations of Men",
                    "SummaryEnglish": "Mosuke and Jirobo have some drinks and have a conversation before the moon about their lord, Naoe Kanetsugu and his adventures up until this point."
                },
                "15": {
                    "ID": "4680909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4680909",
                    "TitleEnglish": "The Virtue of Otani Yoshitsugu",
                    "SummaryEnglish": "Hojo Ujimasa, the lord of Odawara, broke the ban and dropped the Sanada clan's castle. Therefore, Hideyoshi ordered Tokugawa, Uesugi, and Date to attack Odawara. Yoshitsugu Otani was sent to Kanetsugu. He was the man who persuaded Ieyasu to squeeze himself. Otani asks with his injured body-"
                },
                "16": {
                    "ID": "4680910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4680910",
                    "TitleEnglish": "The Flute General",
                    "SummaryEnglish": "March 18th-Tensho- Hideyoshi finally started to conquer Hojo Odawara. Kanetsugu and others were attacking Matsuida Castle, but Hojo's vassal, Daidoji Masashige, was siege, and the war situation was steadily rising and falling. Kanetsugu said that there was a secret plan, and went into the mountain with a dog. That night, Kanetsugu heard a beautiful whistle on the hill where the moon approached the castle."
                },
                "17": {
                    "ID": "4680911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4680911",
                    "TitleEnglish": "The Red Demon of Ii",
                    "SummaryEnglish": "Tokugawa's vassals devise a plan to uncover the fallen seeds of Kenshin. \"Do you know the ball eye?\" The ball eye draws a pattern of eyes on a polished crystal and fits into the eyes of the Bodhisattva image, and it becomes an eye that can be mistaken for the real thing. It is said that Kenshin ordered the production of a ball eye for the memorial service of Myohime. If Kanetsugu's eyes have the same characteristics- Naomasa Ii laughs invincibly."
                },
                "18": {
                    "ID": "4680912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4680912",
                    "TitleEnglish": "The Death Robe of Date",
                    "SummaryEnglish": "Date Masamune arrived from Oshu, but Hideyoshi's anger was bought when he arrived in Odawara too late, and he was ordered to imprison Hakone. Before the capture of Hachioji Castle, Kanetsugu sensed Kojuro's feelings and invited him to the hot spring. It was Masamune Date, the lord of Kojuro, who appeared there. He pushed his fist up toward the moonlit night in front of them. \"Someday I'm a heavenly man!\""
                },
                "19": {
                    "ID": "4704444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4704444",
                    "TitleEnglish": "The Ninjas Take Action",
                    "SummaryEnglish": "Ieyasu Tokugawa was ambushing the Uesugi army advancing to Hachioji Castle. He apologizes to Kanetsugu for the ugliness of Ii, but suddenly stares at Kanetsugu's face. On the other hand, Kagekatsu and Kanetsugu, who saw Tokugawa's plan, run Jirobo to protect the Bodhisattva statue of Kenshin, but are abducted by Sagen. A huge beast in armor appears in Jirobo's predicament-"
                },
                "20": {
                    "ID": "4710478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4710478",
                    "TitleEnglish": "Demon",
                    "SummaryEnglish": "It was a strange monster that took Jirobo away from Sagen. Jirobo had such a secret. It began in the second year of Eiroku, when Keitora Nagao, who was later Kenshin Uesugi, and Myohime, the younger sister of Kampaku and Konoe Sakihisa at the time, exchanged a small feeling."
                },
                "21": {
                    "ID": "4716114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4716114",
                    "TitleEnglish": "Downfall and Tethers",
                    "SummaryEnglish": "Hideyoshi's strategy was ruthless. The Toyotomi Allied Forces invaded Hachioji Castle with 15,000 troops. With the involvement of girls and children, the terrible battle ended in just one day. After receiving the news of the fall of the castle, Hojo Ujimasa and Ujinao suddenly lost their fighting spirit to Hideyoshi's Ishigaki Castle. Kanetsugu asks scenic spots for the one-sided battle situation."
                },
                "22": {
                    "ID": "4723032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4723032",
                    "TitleEnglish": "The Whereabouts of the Bodhisattva Statue",
                    "SummaryEnglish": "Jirobo, Sagen, Ieyasu, and Shima Sakon. Although their positions are different, each was chasing the statue of Jizo Bodhisattva of Kenshin. And from Jirobo who arrived at the clue, a sentence arrives at Kanetsugu. Kanetsugu, who read the sentence where the whereabouts were written, suddenly sighed. The one who had the Jizo Bodhisattva statue was ... Nobunaga Oda!"
                },
                "23": {
                    "ID": "4723033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4723033",
                    "TitleEnglish": "The Warrior's Place of Death",
                    "SummaryEnglish": "Jirobo and Sagen were informed by Nobunaga's ninja, Bantaro Saemon, that he could \"divide\" the whereabouts of the Jizo Bodhisattva statue after Nobunaga's death. Jirobo confronts Kanetsugu's Iga Ninja army alone in order to protect Kanetsugu's secret. Shima Sakon was impressed by the righteousness of the two and decided his own way of life."
                },
                "24": {
                    "ID": "4723034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4723034",
                    "TitleEnglish": "To Mount Koya We Go!",
                    "SummaryEnglish": "In front of Kanetsugu and Sakon heading for Mt. Koya, a red-stained white cloud appeared. On his back was Jirobo, who was deeply injured by the ambush of the Iga Ninja army from Sagen. It was the loyalty of Hakuun who sent Jirobo to Kanetsugu. Joining Jirobo, Kanetsugu and his group take a secret plan to protect the Jizo Bodhisattva and head for Mt. Koya."
                },
                "25": {
                    "ID": "4723035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gifuu-doudou-kanetsugu-to-keiji/episodes/4723035",
                    "TitleEnglish": "The Endless Story Told of Men",
                    "SummaryEnglish": "At Koyasan Cemetery, Kanetsugu was waiting for a total of 300 Iga Ninja troops, including Sagen Shimosaka! In the midst of desperation, Kanetsugu's secret plan worked, and Sagen prepared to abandon Tokugawa's service and pierce Kanetsugu. Kanetsugu with an iron fan tilts and dances-the battle over the Jizo Bodhisattva, which contains the secret of Uesugi's existence, is settled here with righteousness."
                }
            }
        }
    }
}