{
  "URL": "https://www.thetvdb.com/series/the-pilots-love-song",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Drama",
    "Fantasy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3196730/",
    "https://web.archive.org/web/20161007144311/http://koiuta.tv/",
    "https://www.themoviedb.org/tv/77437"
  ],
  "TitleEnglish": "The Pilot's Love Song",
  "SummaryEnglish": "This is a tale of a prince who lost everything and leaves for a journey with no guarantee of returning to his hometown safely. With hatred and revenge in his mind, he meets several people that teach him about friendship... and love.",
  "Aliases": [
    "The Princess and the Pilot",
    "Toaru Hikuushi e no Koiuta"
  ],
  "Modified": "2025-05-28",
  "Seasons": {
    "0": {
      "ID": "525241",
      "URL": "https://www.thetvdb.com/series/the-pilots-love-song/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "4635016",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pilots-love-song/episodes/4635016",
          "TitleEnglish": "The Princess and the Pilot",
          "SummaryEnglish": "As a beautiful daughter of the noble family del Moral, Fana was proposed by Prince Carlo, who is the crown prince of their country Levamme. However, since Levamme is at war with Amatsuvian, the marriage had to wait until the war ends. Meanwhile, as a bestado, the lowest caste in Levamme, Charles had always dreamed of flying and eventually became the ace pilot of the air force. Although he was often mistreated, a glorious chance came about when the Amatsuvian bombarded del Moral's home in order to get rid of the future empress. Charles was then entrusted with the top secret mission of delivering the princess to the prince.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "525248",
      "URL": "https://www.thetvdb.com/series/the-pilots-love-song/seasons/official/1",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "4617646",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pilots-love-song/episodes/4617646",
          "TitleEnglish": "Island of New Journeys",
          "SummaryEnglish": "The Flying Island Isla sets out on a journey to find \"The End of the Sky.\" Kal-el, a young pilot trainee, is there at the launch ceremony. Despite the festive atmosphere of the ceremony, Kal-el is glaring with hatred at Nina Viento, the Governor of Isla...",
          "Aliases": []
        },
        "2": {
          "ID": "4755168",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pilots-love-song/episodes/4755168",
          "TitleEnglish": "Cadoques High, Aerial Division",
          "SummaryEnglish": "Kal-el falls in love with Claire, a girl he meets at the lake. He has joined the Centezual class at flying school, and asks to be her flying partner. But Fausto of the Van Whyl Class picks a fight with him.",
          "Aliases": []
        },
        "3": {
          "ID": "4755169",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pilots-love-song/episodes/4755169",
          "TitleEnglish": "The Wind Revolution",
          "SummaryEnglish": "Kal-el invistes Claire to the dorms. Ariel welcomes her with delicious curry, and Claire opens up to the other classmates. A month after school began, they begin to practice rifle shooting and flying in formation: things they would need in dogfights.",
          "Aliases": []
        },
        "4": {
          "ID": "4755170",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pilots-love-song/episodes/4755170",
          "TitleEnglish": "A Sea of Stars",
          "SummaryEnglish": "Fausto's plan causese Claire and Kal-el to be stranded. Their plane lands on the water and they wait to be rescued, but the rain falls and it starts to thunder. Meanwhile, Ariel is very worried about them, and remembers the day when her father Michael brought Kal-el to their home.",
          "Aliases": []
        },
        "5": {
          "ID": "4755171",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pilots-love-song/episodes/4755171",
          "TitleEnglish": "The Girl Who Calls the Wind",
          "SummaryEnglish": "It has been four months since Isla left, and they are nearing the Holy Spring. The trainees endure harsh infantry training under the hot sun, and decide to spend the night camping. The camp is very cheerful, but Claire is somehow gloomy, and trying to stay away from Kal-el.",
          "Aliases": []
        },
        "6": {
          "ID": "4755172",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pilots-love-song/episodes/4755172",
          "TitleEnglish": "The Holy Spring",
          "SummaryEnglish": "Isla reaches the Holy Spring, said to be the center of the world. The students are awed at the sight. The town celebrates arriving at the Holy Spring, but the next day, the knights shoot down and capture a pilot of the \"Sky Clan\", and there are dark clouds on the horizon.",
          "Aliases": []
        },
        "7": {
          "ID": "4755173",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pilots-love-song/episodes/4755173",
          "TitleEnglish": "A Glorious Death",
          "SummaryEnglish": "The knights quickly find the Sky Clan Fleet, which will attack anyone who enters the holy spring. Leopold sends his whole force to attack their antiquated wooden fleet, but to the rear of the island, Chiharu and Mitsuo find an enemy ultra-heavy bomber...",
          "Aliases": []
        },
        "8": {
          "ID": "4755174",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pilots-love-song/episodes/4755174",
          "TitleEnglish": "Name of the Bird",
          "SummaryEnglish": "The Sky Clan's trick succeeds and Isla is deprived of its defences and subjected to bombing. Kal-el and the other students who are left behind decide to take off in their planes and fight. But the enemy preying mantis squad shoots them down one by one.",
          "Aliases": []
        },
        "9": {
          "ID": "4755175",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pilots-love-song/episodes/4755175",
          "TitleEnglish": "Your Name",
          "SummaryEnglish": "Two days after the Sky Clan bombing, a funeral is held, and Chiharu is sobbing because she lost Mitsuo. Kal-el and Claire meet at the grave that night, and Claire says something unexpected.",
          "Aliases": []
        },
        "10": {
          "ID": "4755176",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pilots-love-song/episodes/4755176",
          "TitleEnglish": "Skies of Courage",
          "SummaryEnglish": "Ariel decides to quit being a pilot because of her wounds. Kal-el awakens when Ignatio tells him that Clair is quitting because of him. And then an alarm sounds across Isla. The students are ordered to launch, and be a decoy for the observation planes.",
          "Aliases": []
        },
        "11": {
          "ID": "4755177",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pilots-love-song/episodes/4755177",
          "TitleEnglish": "Love Song",
          "SummaryEnglish": "Noriaki and Benjamin decide to take over for the downed observation plane. Kal-el and Ignatio draw away the enemy fighters to protect them. And then Kal-el sees Claire standing on the deck of the badly-damaged Luna Barco.",
          "Aliases": []
        },
        "12": {
          "ID": "4755178",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pilots-love-song/episodes/4755178",
          "TitleEnglish": "The End of the Sky",
          "SummaryEnglish": "The Sky Clan agrees to a peace treaty with Isla, but they want Nina Viento, the wind girl. Ignatio gives Kal-el a chance to meet her, and he tells her how much he loves her. Isla finally reaches the end of the sky.",
          "Aliases": []
        },
        "13": {
          "ID": "4836850",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-pilots-love-song/episodes/4836850",
          "TitleEnglish": "The Sky Where You Are",
          "SummaryEnglish": "Isla returns from the end of the sky, and Kal-el tells the assembled crowds at the welcome ceremony that he is Karl la Hire, the son of the emperor. He asks for their help in his plan.",
          "Aliases": []
        }
      }
    }
  }
}