{
  "URL": "https://www.thetvdb.com/series/corpse-party-tortured-souls",
  "Genres": [
    "Adaptation",
    "Paranormal"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3127798/",
    "https://www.themoviedb.org/tv/61178"
  ],
  "TitleEnglish": "Corpse Party: Tortured Souls",
  "SummaryEnglish": "Corpse Party is set in Heavenly Host Elementary School (天神小学校 Tenjin Shōgakkō?), an elementary school that was torn down following the murders and disappearances of several of its staff and students. By the start of the story, another school called Kisaragi Academy (如月学園 Kisaragi Gakuen?) has been built over the elementary school site. One night, a group of students from Kisaragi are transported via a sudden earthquake to another dimension where Heavenly Host Elementary still exists and is haunted by the ghosts of the school's murdered children. The player takes control of the Kisaragi students as they try to find their way home and survive the other mysterious forces that haunt the school.",
  "Aliases": [],
  "Modified": "2025-05-28",
  "Seasons": {
    "0": {
      "ID": "526131",
      "URL": "https://www.thetvdb.com/series/corpse-party-tortured-souls/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "4626071",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/corpse-party-tortured-souls/episodes/4626071",
          "TitleEnglish": "Missing Footage",
          "SummaryEnglish": "Someday a group of classmates will perform a charm at night after school—the Happy Sachiko charm. This paper doll ritual is meant to make them stay friends forever, but performing it incorrectly will lead them to be dragged down into a dilapidated phantom of Tenjin Elementary School, which had been torn down years ago. Trapped until they can reunite and perform the charm correctly, the students will have to solve the mystery of the haunted school in order to make it out alive. Before that ill-fated event, however, the friends led ordinary lives. Corpse Party: Missing Footage reveals an insight into the students' lives on the day before they were thrust into a waking nightmare.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "526132",
      "URL": "https://www.thetvdb.com/series/corpse-party-tortured-souls/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "4626066",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/corpse-party-tortured-souls/episodes/4626066",
          "TitleEnglish": "Multiple Separation",
          "SummaryEnglish": "A group of schoolmates from Kisaragi Academy perform a friendship charm called \"Sachiko Ever After\" for classmate Mayu Suzumoto, who is about to transfer to another school. Upon completing the charm, they are engulfed by an earthquake and transported to the cursed Heavenly Host Elementary School, separated from one another. Friends Naomi Nakashima and Seiko Shinohara reunite and search for an exit together, but find that all the windows and doors in the building are sealed. While they are resting in an infirmary, Seiko notices she has lost her paper charm slip and leaves Naomi to look for it. Naomi is then attacked by a ghost and narrowly escapes with her life before encountering a girl in a red dress. When Seiko returns, Naomi berates her for leaving and drives her away in anger. Naomi later searches for Seiko to apologize, only to find her hanged in a bathroom stall.",
          "Aliases": []
        },
        "2": {
          "ID": "4626067",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/corpse-party-tortured-souls/episodes/4626067",
          "TitleEnglish": "Broken Hinges",
          "SummaryEnglish": "The Kisaragi students learn that Heavenly Host is the site of a murder incident where school teacher Yoshikazu Yanagihori allegedly cut out the tongues of four children. Ayumi Shinozaki and Yoshiki Kishinuma are attacked by the ghost of one of the victims, but are rescued by the ghost of Naho Saenoki, a famed blogger who posted the Sachiko Ever After ritual online. They later find a bag of the children's severed tongues, which can be used to appease their spirits. Meanwhile, two of the other child victims kill Mayu by smashing her body against a wall, while her teacher Yui Shishido is struck in the head by the undead Yoshikazu. After the girl in red separates siblings Satoshi and Yuka Mochida, Yuka is pursued by Sakutaro Morishige, whose discovery of Mayu's remains has driven him insane. Yuka is rescued by Yuuya Kizami, a student from Byakudan Senior High School, who proves himself to be insane as well when he stabs Sakutaro to death and declares Yuka to be his own little sister.",
          "Aliases": []
        },
        "3": {
          "ID": "4626068",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/corpse-party-tortured-souls/episodes/4626068",
          "TitleEnglish": "Unconveyed Feelings",
          "SummaryEnglish": "Yuuya pursues Yuka until he is knocked unconscious by Yoshikazu. Meanwhile, after restoring three of the four children's tongues, Ayumi and Yoshiki are transported back to Kisaragi Academy. They are approached by Yuki, one of the appeased child spirits, who shows Ayumi a vision of the murder that reveals the true culprit as Sachiko Shinozaki, the girl in red. Following an argument with Yoshiki, Ayumi returns to Heavenly Host to save the rest of their friends by herself. In Heavenly Host, Naho reunites Satoshi with Naomi. Yuka is captured and tortured by a partially skinned Yuuya. Yoshiki arrives and kills Yuuya before he sacrifices himself to protect Yuka and Ayumi from Yoshikazu. Satoshi and Naomi find Yuka, who dies from her injuries in Satoshi's arms.",
          "Aliases": []
        },
        "4": {
          "ID": "4626069",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/corpse-party-tortured-souls/episodes/4626069",
          "TitleEnglish": "Sorrowful Truth",
          "SummaryEnglish": "Ayumi tells Satoshi and Naomi that in order to return home, they must appease Sachiko and perform the Sachiko Ever After ritual again using their paper slips. Ayumi confronts and vanquishes Naho after realizing she purposefully lied about how to properly perform the ritual in her blog. Ayumi later encounters Yui, who is decapitated by falling debris. Exploring the school basement, Naomi finds a video of herself hanging Seiko while possessed; she breaks down until Seiko's spirit relieves her. After the trio put Sachiko's spirit to rest, the school begins to collapse and the trio begin the ritual. Satoshi gives his slip to Naomi, who had lost hers, and intends to use Yuka's slip for himself, unaware that it is actually Yuuya's. Naomi and Ayumi both successfully return to Kisaragi Academy, but because Satoshi used a slip belonging to someone from a different school, only his detached arms come with them. A post-credits scene shows Naomi catatonic in her room, her mother disbelieving the existence of her dead classmates.",
          "Aliases": []
        }
      }
    }
  }
}