{
  "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3104236/",
    "http://www.nagiasu.jp",
    "http://www.reddit.com/r/NagiNoAsukara",
    "https://www.themoviedb.org/tv/61408",
    "https://x.com/naginoasukara"
  ],
  "TitleEnglish": "Nagi-Asu: A Lull in the Sea",
  "SummaryEnglish": "Long ago, all humans lived beneath the sea. However, some people preferred the surface and abandoned living underwater permanently. As a consequence, they were stripped of their god-given protection called \"Ena\" which allowed them to breathe underwater. Over time, the rift between the denizens of the sea and of the surface widened, although contact between the two peoples still existed. This show follows the story of Hikari Sakishima and Manaka Mukaido, along with their childhood friends Chisaki Hiradaira and Kaname Isaki, who are forced to leave the sea and attend a school on the surface. There, the group also meets Tsumugu Kihara, a fellow student and fisherman who loves the sea. Hikari and his friends' lives are bound to change as they have to deal with the deep-seated hatred and discrimination between the people of sea and of the surface, the storms in their personal lives, as well as an impending tempest which may spell doom for all who dwell on the surface.",
  "Aliases": [
    "A Lull in the Sea",
    "Earth Color of a Calm",
    "From Calm Tomorrow",
    "From the Calm Tomorrow",
    "Nagi no Asu kara",
    "Nagi no Asukara",
    "Nagi-Asu",
    "NagiAsu"
  ],
  "Modified": "2025-05-28",
  "Seasons": {
    "1": {
      "ID": "526383",
      "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/seasons/official/1",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "4629080",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4629080",
          "TitleEnglish": "In Between the Sea and the Land",
          "SummaryEnglish": "Because of their Hamaji Junior High School closing, Umimura residents Sakishima Hikari, Mukaido Manaka, Hiradaira Chisaki, and Isaki Kaname are transfered to Mihama Junior High on the surface.",
          "Aliases": []
        },
        "2": {
          "ID": "4675348",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675348",
          "TitleEnglish": "The Chilly Desert",
          "SummaryEnglish": "Because of Uroko-sama's curse, Manaka ends up with a fish face on her knee. It goes away the next day, but she has some regrets because Tsumugu had said it was pretty. Meanwhile, Hikari gets annoyed that Manaka and Tsumugu are talking and tells him to not concern himself with the people of Umimura.",
          "Aliases": []
        },
        "3": {
          "ID": "4675349",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675349",
          "TitleEnglish": "The Tradition of the Sea",
          "SummaryEnglish": "Akari was rounded up by the older men of the village and Hikari and the others try to stop them. It's there that they first hear the rule that if you are seeing someone from the surface, you will be banished from the village. Hikari, unable to contain his rage, holds a guys-only meeting with Kaname. The girls are thrown out and go to another room, where Manaka finds a red-bellied sea slug. The sea slug is said to tell you the future if you tell it feelings you can't tell anyone else. It's then that Chisaki asks Manaka if she likes Tsumugu-kun...",
          "Aliases": []
        },
        "4": {
          "ID": "4675350",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675350",
          "TitleEnglish": "Because We're Friends",
          "SummaryEnglish": "Hikari finds out that Akari's boyfriend is in fact the father of the girl who had been picking fights with him, Miuna. Miuna asks him to help break the two apart. The next day, they are cooking in class and the Umimura kids are being isolated. Manaka works up the courage and tries to get the surface kids to try the food they made, but is greeted with an unfriendly response. Seeing that, Hikari jumps in...",
          "Aliases": []
        },
        "5": {
          "ID": "4675351",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675351",
          "TitleEnglish": "Hey, Sea Slug",
          "SummaryEnglish": "Akari is able to tell Uroko-sama and her father how she feels about Itaru, and is starting to smile a little again. Hikari sees that and feels a little better and heads to school. While on their way to school, Chisaki is late and walking on her own.",
          "Aliases": []
        },
        "6": {
          "ID": "4675546",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675546",
          "TitleEnglish": "Beyond Tomoebi",
          "SummaryEnglish": "The students get together in their swimsuits for swimming class. The sea kids are still getting used to school on land, but are starting to get along with the other kids. The teacher mentions that he's going to be timing them today and as the kids groan in response, Hikari and Tsumugu's rivalry fires up.",
          "Aliases": []
        },
        "7": {
          "ID": "4675547",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675547",
          "TitleEnglish": "The Ofunehiki Shakes",
          "SummaryEnglish": "After school, the classmates get together in the woodshop room for the final stretch of getting the Ojoshi-sama done. After the students finish the Ojoshi-sama, even the teacher gets excited about the feat, and they wonder if it's possible to somehow do an actual Ofunehiki like they used to do with the surface and the sea working together.",
          "Aliases": []
        },
        "8": {
          "ID": "4675548",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675548",
          "TitleEnglish": "Beyond the Wavering Feelings",
          "SummaryEnglish": "Akari decides once and for all that she is going to live on the surface, and Hikari also leaves the house because he feels that Akari isn't being treated fairly.",
          "Aliases": []
        },
        "9": {
          "ID": "4675549",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675549",
          "TitleEnglish": "Unknown Warmth",
          "SummaryEnglish": "Miuna makes a snow sea slug out of the saltflake snow that had fallen on the surface. Meanwhile, Hikari thinks about how his father is doing alone in the sea. In the sea, Uroko-sama had gathered everyone to tell them of the calamity that was about to come.",
          "Aliases": []
        },
        "10": {
          "ID": "4675550",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675550",
          "TitleEnglish": "The Saltflake Snow Falls and Falls",
          "SummaryEnglish": "Uroko-sama tells everyone that the Sea God's powers have become much smaller than they used to be, and that the saltflake snow will continue to fall both in the sea and on the surface until the world is cold and gray.",
          "Aliases": []
        },
        "11": {
          "ID": "4675551",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675551",
          "TitleEnglish": "The Changing Times",
          "SummaryEnglish": "Kaname suddenly confesses his feelings to Chisaki in front of her parents, and Chisaki doesn't know what to do. Hikari and Manaka do their best to go on with the Ofunehiki, hearing that if the Sea God gets his powers back, the disaster that is to befall their world may be stopped.",
          "Aliases": []
        },
        "12": {
          "ID": "4675552",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675552",
          "TitleEnglish": "I Want to be Kind",
          "SummaryEnglish": "Akari makes the decision to take Ojoshi-sama's place in the Ofunehiki and head into to marriage with Itaru like she was headed toward the Sea God. That was when the preparations to try to re-enact the first Ofunehiki went back under way.",
          "Aliases": []
        },
        "13": {
          "ID": "4736521",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736521",
          "TitleEnglish": "Unreachable Fingertips",
          "SummaryEnglish": "Hikari thinks of Manaka while he's at home, and decides to tell her how he really feels about her. Manaka also tries to tell him something, but then tells him that she'll tell him as soon as the Ofunehiki is over.",
          "Aliases": []
        },
        "14": {
          "ID": "4736522",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736522",
          "TitleEnglish": "The Promised Day",
          "SummaryEnglish": "Five years has passed since the Ofunehiki and Shioshishio's hibernation. Without knowing how Hikari or Manaka or any of the others are doing, now a 19 year old Chisaki goes to visit Tsumugu's grandfather in the hospital.",
          "Aliases": []
        },
        "15": {
          "ID": "4736523",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736523",
          "TitleEnglish": "The Protector of Smiles",
          "SummaryEnglish": "The day of the Tomoebi, a Hikari who hasn't aged from five years ago, appears in front of Miuna and Tsumugu. He has no memory of what happened since the Ofunehiki, but seems healthy and starts living at the Shiodome household.",
          "Aliases": []
        },
        "16": {
          "ID": "4736524",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736524",
          "TitleEnglish": "The Whispers of the Faraway Waves",
          "SummaryEnglish": "Hikari starts back at Hama Junior High and is in the same class as Miuna and Sayu. He fits right in instantly, making the class laugh and has his old teacher back. But Miuna and Sayu can't help but feel that the situation is weird.",
          "Aliases": []
        },
        "17": {
          "ID": "4736525",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736525",
          "TitleEnglish": "The Sick Two",
          "SummaryEnglish": "Akari tells Hikari and Miuna that she was just informed that Kaname has woken up from his hibernation. They all hurry down to the Fishery Cooperative and find that just like Hikari, Kaname hasn't aged at all. Chisaki and Tsumugu also rush down to see him, but Kaname sees them together and doesn't know how to feel.",
          "Aliases": []
        },
        "18": {
          "ID": "4736526",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736526",
          "TitleEnglish": "Shioshishio",
          "SummaryEnglish": "With Mihashi's lead on how to get into Shioshishio, Hikari, Kaname and Miuna go to investigate. They follow the sound of sand flowing that Miuna keeps hearing and land in Shioshishio, which is covered in snow. Hikari and Kaname find it nostalgic, but it's the first time that Miuna has come to the sea village.",
          "Aliases": []
        },
        "19": {
          "ID": "4736527",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736527",
          "TitleEnglish": "The Lost, Lost Little...",
          "SummaryEnglish": "Hikari and the others find Manaka asleep within the graveyard of Ojoshisamas. They manage to bring Manaka, who is losing her Ena, safely to the surface and to the Shiodome household, but she is still asleep. Afterwards, they have a doctor examine her and are relieved to find out that other than losing her Ena, she seems to be fine.",
          "Aliases": []
        },
        "20": {
          "ID": "4736528",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736528",
          "TitleEnglish": "Sleeping Beauty",
          "SummaryEnglish": "After finding Manaka in the graveyard of Ojoshisamas, Hikari and the others bring her back up to the surface. They think that she will wake up soon just like Hikari and Kaname did, but even after a week, there is no sign of her waking up. Hikari, Kaname, and Chisaki go to Shioshishio in hopes of finding a clue to waking Manaka up.",
          "Aliases": []
        },
        "21": {
          "ID": "4736529",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736529",
          "TitleEnglish": "The Messenger from the Bottom of the Sea",
          "SummaryEnglish": "While Hikari and Miuna are arguing, Manaka suddenly wakes up. Hikari and Miuna are obviously surprised, but Manaka acts like nothing has changed is all smiles. Other than not knowing why her Ena suddenly disappeared, she seemed perfectly fine and it's decided that she will be staying at Itaru's house as well.",
          "Aliases": []
        },
        "22": {
          "ID": "4736530",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736530",
          "TitleEnglish": "Something Lost",
          "SummaryEnglish": "Tsumugu talks about Uroko-sama and ends up with the curse fish on his arm. This makes Hikari and the others realize that Uroko-sama is not in the sea, but on land. To find out what's going on with everyone in Shioshishio, what's going to happen to the surface, and about Manaka who's lost her Ena, everyone looks for Uroko-sama.",
          "Aliases": []
        },
        "23": {
          "ID": "4736531",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736531",
          "TitleEnglish": "Who Do These Feelings Belong To?",
          "SummaryEnglish": "Uroko-sama tells Hikari and Miuna that Manaka has lost the heart to fall in love with anyone. Hikari tries desperately to find a way to turn Manaka back to normal, and has a hard time facing her because of that. Hikari and Miuna decide to talk to Chisaki, Kaname, Tsumugu, and Sayu about the situation because that's how they've always solved things.",
          "Aliases": []
        },
        "24": {
          "ID": "4736532",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736532",
          "TitleEnglish": "Detritus",
          "SummaryEnglish": "Tsumugu dives into the sea after Chisaki. He starts having trouble breathing and is about to lose consciousness, but then suddenly gains Ena. Tsumugu finally catches up to Chisaki and lets her know his feelings while they're in Shioshishio. Chisaki cries and runs away.",
          "Aliases": []
        },
        "25": {
          "ID": "4736533",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736533",
          "TitleEnglish": "Love is Like the Sea",
          "SummaryEnglish": "To stall the saltflake snow and try to get Manaka's feelings back, Hikari and the others decide to do another Ofunehiki. The day before the festival, after hearing that the red sea slug pendant has Manaka's feelings in it, Akira takes it and accidentally drops it into the sea.",
          "Aliases": []
        },
        "26": {
          "ID": "4752910",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4752910",
          "TitleEnglish": "The Color of the Sea. The Color of the Earth. The Color of the Wind. The Color of Your Heart. Your Color. Earth Color of a Calm",
          "SummaryEnglish": "In order to save Manaka, Miuna is swallowed up by the whirpool that Ojoshi-sama made and is covered in Ena that wraps around her like a cocoon. Hikari and Tsumugu go to save her but are held back by the powers of a god.",
          "Aliases": []
        }
      }
    }
  }
}