{
    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3104236/",
        "http://www.nagiasu.jp",
        "http://www.reddit.com/r/NagiNoAsukara",
        "https://www.themoviedb.org/tv/61408",
        "https://x.com/naginoasukara"
    ],
    "TitleEnglish": "Nagi-Asu: A Lull in the Sea",
    "SummaryEnglish": "Long ago, all humans lived beneath the sea. However, some people preferred the surface and abandoned living underwater permanently. As a consequence, they were stripped of their god-given protection called \"Ena\" which allowed them to breathe underwater. Over time, the rift between the denizens of the sea and of the surface widened, although contact between the two peoples still existed. This show follows the story of Hikari Sakishima and Manaka Mukaido, along with their childhood friends Chisaki Hiradaira and Kaname Isaki, who are forced to leave the sea and attend a school on the surface. There, the group also meets Tsumugu Kihara, a fellow student and fisherman who loves the sea. Hikari and his friends' lives are bound to change as they have to deal with the deep-seated hatred and discrimination between the people of sea and of the surface, the storms in their personal lives, as well as an impending tempest which may spell doom for all who dwell on the surface.",
    "TitleJapanese": "凪のあすから",
    "SummaryJapanese": "その昔、人間は皆、海に住んでいた。\nでも、陸に憧れた人たちは海を捨てた。\n海で暮らせるように海神様がくれた、\n特別な羽衣を脱ぎ捨てて……。\n\n海で暮らす人、陸で暮らす人、\n住む場所が分かれ、考え方は相容れずとも、\n元は同じ人間同士、わずかながらも交流は続き時は流れた。\n\n海底にある海村で暮らす\n先島光、向井戸まなか、比良平ちさき、伊佐木要と\n地上に暮らす木原紡。\n\n海と陸。\n中学二年生という同じ年代を過ごしながら\n今まで出会うことのなかった彼らが出会った時、\n潮の満ち引きのように彼らの心も揺れ動く。\n\nちょっと不思議な世界で繰り広げられる\n少年少女たちの青の御伽話（ファンタジー）",
    "Aliases": [
        "Nagi no Asu kara",
        "Nagi no Asukara",
        "Nagi-Asu",
        "NagiAsu",
        "A Lull in the Sea",
        "Earth Color of a Calm",
        "From Calm Tomorrow",
        "From the Calm Tomorrow"
    ],
    "Modified": "2025-05-28",
    "Seasons": {
        "1": {
            "ID": "526383",
            "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "4629080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4629080",
                    "TitleEnglish": "In Between the Sea and the Land",
                    "SummaryEnglish": "Because of their Hamaji Junior High School closing, Umimura residents Sakishima Hikari, Mukaido Manaka, Hiradaira Chisaki, and Isaki Kaname are transfered to Mihama Junior High on the surface.",
                    "TitleJapanese": "海と大地のまんなかに",
                    "SummaryJapanese": "海村に住む先島光は、それまで通っていた波路中学が廃校になったため、幼馴染の向井戸まなか、比良平ちさき、伊佐木要らと一緒に、地上にある美濱中学校に通うことに。\n光の提案で全員波中の制服を着ていく約束をしていたが、まなかだけは「反感買っちゃうかも」と濱中の制服を着ていた。\nそれを見た光に怒られ、一度着替えに戻ったまなかだったが、皆の元に戻る途中、突如、頭上からふってきた網に捕らえられてしまう。\n釣り上げられた彼女の目の前には、まなかを不思議そうに見つめる木原紡がいた——。"
                },
                "2": {
                    "ID": "4675348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675348",
                    "TitleEnglish": "The Chilly Desert",
                    "SummaryEnglish": "Because of Uroko-sama's curse, Manaka ends up with a fish face on her knee. It goes away the next day, but she has some regrets because Tsumugu had said it was pretty. Meanwhile, Hikari gets annoyed that Manaka and Tsumugu are talking and tells him to not concern himself with the people of Umimura.",
                    "TitleJapanese": "ひやっこい薄膜",
                    "SummaryJapanese": "うろこ様の呪いでまなかの膝にできた“魚面そ”。\n翌日ようやく消えたが、紡に、魚面その鱗と自分を綺麗だと言ってもらえたので、少し残念に思っていた。一方、学校で紡とまなかが話している姿を見つけた光は、「地上の奴らが、海村に関わるな」と突っかかる。\nだがその後、不本意ながらも紡、まなか、ちさき、要たちと“おじょしさま”と呼ばれる木彫りの人形を作ることに。\n文句を言いつつ放課後まで作業していた光は、他の三人と家に帰る途中、光の姉、あかりが地上の男といるところを目撃してしまう。"
                },
                "3": {
                    "ID": "4675349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675349",
                    "TitleEnglish": "The Tradition of the Sea",
                    "SummaryEnglish": "Akari was rounded up by the older men of the village and Hikari and the others try to stop them. It's there that they first hear the rule that if you are seeing someone from the surface, you will be banished from the village. Hikari, unable to contain his rage, holds a guys-only meeting with Kaname. The girls are thrown out and go to another room, where Manaka finds a red-bellied sea slug. The sea slug is said to tell you the future if you tell it feelings you can't tell anyone else. It's then that Chisaki asks Manaka if she likes Tsumugu-kun...",
                    "TitleJapanese": "海のいいつたえ",
                    "SummaryJapanese": "海村の大人たちに腕をつかまれ連れられるあかり。\nそれを止めようとする光たちだったが、“地上の人間と付き合うと、海村を追放される”という海村の掟を初めて聞かされる。\n血気盛んな光はちさきたちの制止も聞かず、要と男だけの作戦会議を始める。\n追い出されたまなかとちさき。すると、まなかがお腹の赤いウミウシを見つける。\n誰にも言えない気持ちを伝えると教えてくれるという赤いウミウシ。\nそのとき、ちさきはまなかにたずねる、「紡君のこと好きなの？」と……。"
                },
                "4": {
                    "ID": "4675350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675350",
                    "TitleEnglish": "Because We're Friends",
                    "SummaryEnglish": "Hikari finds out that Akari's boyfriend is in fact the father of the girl who had been picking fights with him, Miuna. Miuna asks him to help break the two apart. The next day, they are cooking in class and the Umimura kids are being isolated. Manaka works up the courage and tries to get the surface kids to try the food they made, but is greeted with an unfriendly response. Seeing that, Hikari jumps in...",
                    "TitleJapanese": "友達なんだから",
                    "SummaryJapanese": "あかりの彼氏が、あかりや自分に時々ちょっかいを出していた潮留美海の父、至であることを知った光。その事実に動揺するも、二人を別れさせるのに協力してと頼む美海に、邪魔をするのは嫌いだと告げる。\n翌日、家庭科の授業で、普段から家事をしている光は、鮮やかな手つきで料理を作っていく。楽しそうにする一同だったが、試食時には海村の班は孤立していた。まなかは勇気を出して他の班に料理を勧めるが、ぞんざいにあしらわれてしまう。それを見た光は思わず立ち上がろうとするが……。"
                },
                "5": {
                    "ID": "4675351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675351",
                    "TitleEnglish": "Hey, Sea Slug",
                    "SummaryEnglish": "Akari is able to tell Uroko-sama and her father how she feels about Itaru, and is starting to smile a little again. Hikari sees that and feels a little better and heads to school. While on their way to school, Chisaki is late and walking on her own.",
                    "TitleJapanese": "あのねウミウシ",
                    "SummaryJapanese": "うろこ様と灯に、至への想い、そして自分の気持ちを打ち明けたあかりは少し笑顔を取り戻していた。そんな姉を見てホッとした光は学校へと向かう。いつもの通学路、ひとり遅れたちさきは浮かない顔でウミウシを眺め、まなかの言葉を思い出していた。「私の気持ち、なんとかしなくちゃ……」と思っていた時、漁の手伝いで遅れていた紡とばったり出会う。そして自分の心を見通されたかのように、自分の気持ちを問いかけられたちさきは、僅かに震えつつ想いを口にする。だが視線の先にはまなかが立っていた……。"
                },
                "6": {
                    "ID": "4675546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675546",
                    "TitleEnglish": "Beyond Tomoebi",
                    "SummaryEnglish": "The students get together in their swimsuits for swimming class. The sea kids are still getting used to school on land, but are starting to get along with the other kids. The teacher mentions that he's going to be timing them today and as the kids groan in response, Hikari and Tsumugu's rivalry fires up.",
                    "TitleJapanese": "巴日のむこう",
                    "SummaryJapanese": "プールの授業で女子のスクール水着姿に一喜一憂する男子生徒たち。まだ地上の学校に慣れていないまなかたちも、どうにかクラスメイトたちと仲良くやれるようになってきた。「今日はタイム測るぞ」という先生のひと言に生徒たちから不満の声があがる中、光は紡にライバル心を燃やす。しかし海とは違う感覚、また紡が予想以上に速かったことに動揺した光は、焦って足先を飛び込み台の壁にぶつけて爪を剥がしてしまう。光の動きが突然乱れたことに気がついたまなかは、水中を漂う一筋の血を見た瞬間、プールに飛び込んでいた。"
                },
                "7": {
                    "ID": "4675547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675547",
                    "TitleEnglish": "The Ofunehiki Shakes",
                    "SummaryEnglish": "After school, the classmates get together in the woodshop room for the final stretch of getting the Ojoshi-sama done. After the students finish the Ojoshi-sama, even the teacher gets excited about the feat, and they wonder if it's possible to somehow do an actual Ofunehiki like they used to do with the surface and the sea working together.",
                    "TitleJapanese": "おふねひきゆれて",
                    "SummaryJapanese": "放課後、木工室ではクラスメイトたちが集まり“おじょしさま”完成に向けてラストスパートをかけていた。\n「できたぁ〜っ!!」という声とともに、湧き上がる生徒たち。\n完成した“おじょしさま”を中心に飾りや付属物が並ぶ光景に、先生も目を輝かせていた。\nそんな中紡から、昔のように海も地上も総出でやっていた「おふねひき」を出来ないかと提案があり、まなかやクラスメイトたちもそれに賛同。それを見た光は、海村の説得を自分からすすんで引き受け、紡に地上の村と全体をまとめるよう声をかける。"
                },
                "8": {
                    "ID": "4675548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675548",
                    "TitleEnglish": "Beyond the Wavering Feelings",
                    "SummaryEnglish": "Akari decides once and for all that she is going to live on the surface, and Hikari also leaves the house because he feels that Akari isn't being treated fairly.",
                    "TitleJapanese": "たゆたう想いのさき",
                    "SummaryJapanese": "地上で至と共に生きていくことを決めたあかりと、姉と一緒に家を出ると宣言した光。\n２人は引きとめようとするうろこ様の術を振り切り、なんとか地上へとたどり着いた。\n至の家に姉と居候することになった光は、美海があかりに、本当は好きという気持ちを伝えたいと知り、まなかたちと一緒に姉へのプレゼントを街に買いに行こうと提案。\nそんな光に少し驚きながらも美海の表情は明るくなっていった。\n買い物当日、まなか、ちさき、要を加えた５人は慣れない券売機で右往左往。\nそこに手を差し伸べたのは街へ向かう紡だった。"
                },
                "9": {
                    "ID": "4675549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675549",
                    "TitleEnglish": "Unknown Warmth",
                    "SummaryEnglish": "Miuna makes a snow sea slug out of the saltflake snow that had fallen on the surface. Meanwhile, Hikari thinks about how his father is doing alone in the sea. In the sea, Uroko-sama had gathered everyone to tell them of the calamity that was about to come.",
                    "TitleJapanese": "知らないぬくもり",
                    "SummaryJapanese": "薄く積もった“ぬくみ雪”を集めて雪ウミウシを作って遊ぶ美海とあかり。\nそんな２人を眺めながら光は、海村とひとり残った父・灯のことを考えていた。\nその頃、海村では男衆が公会堂に集まり、神妙な顔つきでうろこ様に目を向けていた。\n宮司である灯が声をかけると、うろこ様は小さく息を吐き、真剣な表情でこの先訪れる禍事についての話を始めた……。\n翌日、まなかのひと言から、中止になった「おふねひきを」を、自分たちの手で最後までちゃんとやるために、教師やクラスメイトは、準備のために奔走するのだった。"
                },
                "10": {
                    "ID": "4675550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675550",
                    "TitleEnglish": "The Saltflake Snow Falls and Falls",
                    "SummaryEnglish": "Uroko-sama tells everyone that the Sea God's powers have become much smaller than they used to be, and that the saltflake snow will continue to fall both in the sea and on the surface until the world is cold and gray.",
                    "TitleJapanese": "ぬくみ雪ふるふる",
                    "SummaryJapanese": "うろこ様から、海神様の力がかつてとは比べようもない程弱く小さいこと、海にも地上にもぬくみ雪が降り積もり、世界はどんどん灰色に冷たく凍えていくこと、 エナを持つ者が凍える世界から逃れるには、眠ること以外に術はないことが告げられる。\nいきなりの事に半信半疑の光は、地上のことを心配するが、 灯に「あいつらにはエナはない。何も言う必要はない」と突き放される。\n諦めきれない光は、海神様の力を取り戻すため何が何でも「おふねひき」を実行するんだと、まなかたちを引き連れうろこ様に直談判に行くのだが……。"
                },
                "11": {
                    "ID": "4675551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675551",
                    "TitleEnglish": "The Changing Times",
                    "SummaryEnglish": "Kaname suddenly confesses his feelings to Chisaki in front of her parents, and Chisaki doesn't know what to do. Hikari and Manaka do their best to go on with the Ofunehiki, hearing that if the Sea God gets his powers back, the disaster that is to befall their world may be stopped.",
                    "TitleJapanese": "変わりゆくとき",
                    "SummaryJapanese": "「もう、傍観者でいるのに飽きたんだ」「俺、ちさきのことが好きなんだよね。かなり前から」。\n突然要にそう告げられたちさきは、その言葉をうまく受け入れられずにいた。\nそして光やまなかも“ぬくみ雪”の脅威から逃れるための冬眠、海神様に力を取り戻してもらうための「おふねひき」などの準備に追われ、 幼馴染のまま、いつまでもいつまでも続くと思っていた彼らの関係は、いつしか大きな変化の時を迎えていた……。\n冬眠につく日と「おふねひき」が奇しくも同日と決まり、徐々に時間が迫る中、あかりは皆にひとつの想いを打ち明ける。"
                },
                "12": {
                    "ID": "4675552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4675552",
                    "TitleEnglish": "I Want to be Kind",
                    "SummaryEnglish": "Akari makes the decision to take Ojoshi-sama's place in the Ofunehiki and head into to marriage with Itaru like she was headed toward the Sea God. That was when the preparations to try to re-enact the first Ofunehiki went back under way.",
                    "TitleJapanese": "優しくなりたい",
                    "SummaryJapanese": "おじょしさまの代わりに自分が船に乗り、「おふねひき」が終わったら海神様に嫁いでいく気持ちで、至のもとへ嫁ぎたいと告げたあかり。\nそれは最初の「おふねひき」を目指して、もう一度動き出した瞬間だった。\nそんなあかりにブーケを作るため空地で花を摘むことにした美海とさゆは、そこで地上に出てきた灯と出会う。\n初めて見る灯に驚く少女たちだったが、光やあかりの父であることを知った美海は、光たちが海で冬眠するよう伝えてほしいと願い出る。\nだが逆に灯から「地上で生きたほうが幸せなのかもしれない」と告げられるのだった。"
                },
                "13": {
                    "ID": "4736521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736521",
                    "TitleEnglish": "Unreachable Fingertips",
                    "SummaryEnglish": "Hikari thinks of Manaka while he's at home, and decides to tell her how he really feels about her. Manaka also tries to tell him something, but then tells him that she'll tell him as soon as the Ofunehiki is over.",
                    "TitleJapanese": "届かぬゆびさき",
                    "SummaryJapanese": "家でまなかのことを思い出していた光は、シオシシオに戻った彼女に改めて自分の気持ちを伝える。\nまなかも光に何かを伝えようとするが、「おふねひき…終わったら言うね」と微笑み答えるだけだった……。\n「おふねひき」当日、それは光たちが冬眠する日でもあった。地上の美濱中学校に初めて登校した時と同じように、幼馴染の４人はそろってうろこ様がいる鳴波神社へ挨拶に向かった。\nそして、最後は自分たちに進む道を選ばせてくれた大人たちに見送られ、紡やあかりたちの待つ地上へとあがっていくのだった……。"
                },
                "14": {
                    "ID": "4736522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736522",
                    "TitleEnglish": "The Promised Day",
                    "SummaryEnglish": "Five years has passed since the Ofunehiki and Shioshishio's hibernation. Without knowing how Hikari or Manaka or any of the others are doing, now a 19 year old Chisaki goes to visit Tsumugu's grandfather in the hospital.",
                    "TitleJapanese": "約束の日",
                    "SummaryJapanese": "汐鹿生の“冬眠”当日に開かれた“おふねひき”から5年。光やまなかの行方が分からぬまま、19歳となったちさきは紡の祖父、勇を見舞いに病院を訪れていた。\n「看護学校を卒業したら、ここに来るといいわよ」と看護師に声を掛けられ、微笑むちさき。短いようで長い５年という年月は彼女の環境を大きく変えていた。\n紡は異常気象を解明するため都会の大学へ、14歳となった美海とさゆは美濱中学校に進学。そして至とあかりとの間には男の子（晃）が生まれていた……。"
                },
                "15": {
                    "ID": "4736523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736523",
                    "TitleEnglish": "The Protector of Smiles",
                    "SummaryEnglish": "The day of the Tomoebi, a Hikari who hasn't aged from five years ago, appears in front of Miuna and Tsumugu. He has no memory of what happened since the Ofunehiki, but seems healthy and starts living at the Shiodome household.",
                    "TitleJapanese": "笑顔の守り人",
                    "SummaryJapanese": "巴日の日、5年前と変わらぬ姿で美海たちの前に流れ着いた光。\n“おふねひき”の当日からの記憶が一切なかったが、身体には異常なく次の日から潮留家で以前と変わらぬ生活を送ることができた。\nちさき、紡、美海、あかりたちは喜びと共に光を迎えるも、突然のことにどう接していいのか分からずにいた。\nまた光本人も、紡と一緒に海村の研究している教授の三橋から、世界は依然凍っていっていること、自分以外汐鹿生の人間は誰も目覚めていないことを知り愕然とする。"
                },
                "16": {
                    "ID": "4736524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736524",
                    "TitleEnglish": "The Whispers of the Faraway Waves",
                    "SummaryEnglish": "Hikari starts back at Hama Junior High and is in the same class as Miuna and Sayu. He fits right in instantly, making the class laugh and has his old teacher back. But Miuna and Sayu can't help but feel that the situation is weird.",
                    "TitleJapanese": "遠い波のささやき",
                    "SummaryJapanese": "以前のように美濱中学校へと通うことになった光は、美海、さゆと同じクラスになる。\n「ダブりの先島です。どうぞ先輩と呼んで尊敬してください」と挨拶する光に、５年前と同じ担任の教師がツッコミを入れ生徒たちの笑いを誘う。だが美海、さゆはその状況を不思議に感じていた。\n次の日曜日“おふねひき”当日に制服を無くしてしまった光のため新調しに行くことになっていたが、晃が熱を出してしまい、光は美海と２人で出かけることに？"
                },
                "17": {
                    "ID": "4736525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736525",
                    "TitleEnglish": "The Sick Two",
                    "SummaryEnglish": "Akari tells Hikari and Miuna that she was just informed that Kaname has woken up from his hibernation. They all hurry down to the Fishery Cooperative and find that just like Hikari, Kaname hasn't aged at all. Chisaki and Tsumugu also rush down to see him, but Kaname sees them together and doesn't know how to feel.",
                    "TitleJapanese": "ビョーキなふたり",
                    "SummaryJapanese": "冬眠から目覚めた要。あかりから報告を受けた光と美海が漁協に急ぐと、そこには光と同じく５年前と変わらぬ要の姿があった。\nまた知らせを聞いたちさきと紡も漁協に駆けつけるが、要は２人一緒に現れたことに少し動揺してしまう。だが久しぶりの再会に笑顔を見せるのだった。\nその後、三橋から幾つか質問を受けることに。要自身ほとんど記憶はなかったが、砂が流れるような音がした気がすると答える。それを聞いた美海は、自分も今日、海に入った時その音を聞いたと言うのだが……。"
                },
                "18": {
                    "ID": "4736526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736526",
                    "TitleEnglish": "Shioshishio",
                    "SummaryEnglish": "With Mihashi's lead on how to get into Shioshishio, Hikari, Kaname and Miuna go to investigate. They follow the sound of sand flowing that Miuna keeps hearing and land in Shioshishio, which is covered in snow. Hikari and Kaname find it nostalgic, but it's the first time that Miuna has come to the sea village.",
                    "TitleJapanese": "シオシシオ",
                    "SummaryJapanese": "三橋の予想を元に汐鹿生への道を探るべく海に潜った光、要、美海の３人。\n美海が聞こえたという砂の音を頼りに海流の中を進むと、そこには雪に覆われた汐鹿生があった。光たちにとっては懐かしく、美海にとっては初めて訪れる海村。\n静寂に包まれた村を歩く３人は、未だ冬眠から目覚めぬ村人たちを見つける。光と要はそれぞれの家に向かい、ひとり残された美海は光たちが通っていた波路中学に向かう。そこで美海の前に現れたのは……。"
                },
                "19": {
                    "ID": "4736527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736527",
                    "TitleEnglish": "The Lost, Lost Little...",
                    "SummaryEnglish": "Hikari and the others find Manaka asleep within the graveyard of Ojoshisamas. They manage to bring Manaka, who is losing her Ena, safely to the surface and to the Shiodome household, but she is still asleep. Afterwards, they have a doctor examine her and are relieved to find out that other than losing her Ena, she seems to be fine.",
                    "TitleJapanese": "まいごの迷子の…",
                    "SummaryJapanese": "“おじょし様の墓場”で厚いエナの膜の中で眠るまなかを見つけた光たち。\nエナを失いかけていた彼女をなんとか地上に運び潮留家まで連れて行くが、まなかはまだ眠ったままだった。\nその後、医師の診察を受け、エナは無くなったものの身体に異常がないと分かり、ホッとする一同。\n医師が帰ったあと、眠るまなかにひとり話しかける光の姿があった。それを見る美海は何を想うのか。\n一方で勇を見舞いに行ったちさきは、勇からおじょし様の話には続きがあると聞かされるのであった。"
                },
                "20": {
                    "ID": "4736528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736528",
                    "TitleEnglish": "Sleeping Beauty",
                    "SummaryEnglish": "After finding Manaka in the graveyard of Ojoshisamas, Hikari and the others bring her back up to the surface. They think that she will wake up soon just like Hikari and Kaname did, but even after a week, there is no sign of her waking up. Hikari, Kaname, and Chisaki go to Shioshishio in hopes of finding a clue to waking Manaka up.",
                    "TitleJapanese": "ねむりひめ",
                    "SummaryJapanese": "おじょしさまの墓場で眠るまなか見つけ地上に連れ出した光たち。自分たちと同じようにすぐに目覚めると思っていたが、一週間経ってもまなかは眠り続けたままだった。\n光、要、ちさきは、まなかを目覚めさせる手がかりを探すため連日汐鹿生に潜っていた。一方、美海とさゆも学校の図書室でさまざまな文献を調べることに。\n白雪姫からヒントを得たさゆの「光がまなかにキスしちゃえばいいと思うんだ」というひと言を強く否定する美海。そこで美海は本当の自分の気持ちに気付くのだった……。"
                },
                "21": {
                    "ID": "4736529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736529",
                    "TitleEnglish": "The Messenger from the Bottom of the Sea",
                    "SummaryEnglish": "While Hikari and Miuna are arguing, Manaka suddenly wakes up. Hikari and Miuna are obviously surprised, but Manaka acts like nothing has changed is all smiles. Other than not knowing why her Ena suddenly disappeared, she seemed perfectly fine and it's decided that she will be staying at Itaru's house as well.",
                    "TitleJapanese": "水底よりの使い",
                    "SummaryJapanese": "光と美海が言い争う中、突如目覚めたまなか。驚く光と美海をよそに、まなかはまるで何事もなかったかのような笑顔を見せる。\nエナが突然なくなってしまった原因は分からずじまいだったが、ほかに異常はなく、そのまま至の家に居候することになる。\n流氷、降り積もったぬくみ雪、5年前と変わった町並みに驚きつつも、再びみんなでいられることが嬉しそうでもあった。だがそんな彼女の笑顔に、光はどこか違和感を覚えるのだった。"
                },
                "22": {
                    "ID": "4736530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736530",
                    "TitleEnglish": "Something Lost",
                    "SummaryEnglish": "Tsumugu talks about Uroko-sama and ends up with the curse fish on his arm. This makes Hikari and the others realize that Uroko-sama is not in the sea, but on land. To find out what's going on with everyone in Shioshishio, what's going to happen to the surface, and about Manaka who's lost her Ena, everyone looks for Uroko-sama.",
                    "TitleJapanese": "失くしたもの",
                    "SummaryJapanese": "うろこ様のことを話題にした紡の肘に、以前のまなかと同じ魚面そができる。それを知った光たちは、うろこ様が海の中では無く地上にいると確信。\n汐鹿生の皆のこと、これからの地上のこと、そしてエナを失ったまなかのことを聞き出すため、美海、さゆも交えて、うろこ様探しが始まる。\nそんな中、空き地の土管に仕掛けたＨな本とたけのこの煮物がなくなっていることに気付くまなかたち。まなかは絶対うろこ様だと大騒ぎ。そんなわざとらしいほど元気に振る舞う彼女に、光は疑問に思っていたことをぶつける。"
                },
                "23": {
                    "ID": "4736531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736531",
                    "TitleEnglish": "Who Do These Feelings Belong To?",
                    "SummaryEnglish": "Uroko-sama tells Hikari and Miuna that Manaka has lost the heart to fall in love with anyone. Hikari tries desperately to find a way to turn Manaka back to normal, and has a hard time facing her because of that. Hikari and Miuna decide to talk to Chisaki, Kaname, Tsumugu, and Sayu about the situation because that's how they've always solved things.",
                    "TitleJapanese": "この気持ちは誰のもの",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "4736532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736532",
                    "TitleEnglish": "Detritus",
                    "SummaryEnglish": "Tsumugu dives into the sea after Chisaki. He starts having trouble breathing and is about to lose consciousness, but then suddenly gains Ena. Tsumugu finally catches up to Chisaki and lets her know his feelings while they're in Shioshishio. Chisaki cries and runs away.",
                    "TitleJapanese": "デトリタス",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "4736533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4736533",
                    "TitleEnglish": "Love is Like the Sea",
                    "SummaryEnglish": "To stall the saltflake snow and try to get Manaka's feelings back, Hikari and the others decide to do another Ofunehiki. The day before the festival, after hearing that the red sea slug pendant has Manaka's feelings in it, Akira takes it and accidentally drops it into the sea.",
                    "TitleJapanese": "好きは、海と似ている。",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "4752910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nagi-asu-a-lull-in-the-sea/episodes/4752910",
                    "TitleEnglish": "The Color of the Sea. The Color of the Earth. The Color of the Wind. The Color of Your Heart. Your Color. Earth Color of a Calm",
                    "SummaryEnglish": "In order to save Manaka, Miuna is swallowed up by the whirpool that Ojoshi-sama made and is covered in Ena that wraps around her like a cocoon. Hikari and Tsumugu go to save her but are held back by the powers of a god.",
                    "TitleJapanese": "海の色。大地の色。風の色。心の色。君の色。～Earth color of a calm～",
                    "SummaryJapanese": null
                }
            }
        }
    }
}