{
    "URL": "https://www.thetvdb.com/series/walkure-romanze",
    "Genres": [
        "Animation",
        "Anime",
        "Romance",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3104096/",
        "http://walroma.com/",
        "https://www.themoviedb.org/tv/60868"
    ],
    "TitleEnglish": "Walkure Romanze",
    "SummaryEnglish": "The story centers around Takahiro Mizuno, a student training to be a begleiter (knight's assistant) at an academy where aspiring knights joust. He himself had come to this academy to train as a knight, after becoming the unrivaled junior champion in his own home country. However, an injury in a tournament's finals forced him to withdraw. Instead, he decides to be a begleiter to one of the academy's maiden knights and help her win.",
    "Aliases": [],
    "Modified": "2025-05-28",
    "Seasons": {
        "1": {
            "ID": "526304",
            "URL": "https://www.thetvdb.com/series/walkure-romanze/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4628136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/walkure-romanze/episodes/4628136",
                    "TitleEnglish": "The Flower Garden",
                    "SummaryEnglish": "Knights hold lances and thrust at each other with them. It's jousting. Mizuno Takahiro goes to Winford Academy and wanted to be a knight, but he got hurt, and stopped working towards that dream. Now he's a begleiter. He doesn't have a partner yet. Lots of women abound. There's a lot going on."
                },
                "2": {
                    "ID": "4671542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/walkure-romanze/episodes/4671542",
                    "TitleEnglish": "Sakura's Trial",
                    "SummaryEnglish": "Kisaki Mio, a normal student in her second year, has been friends with Takahiro since he came abroad. There was a little misunderstanding, and now she's going to duel with Bertille, a second year knight. Takahiro couldn't stand back and watch--he's gonna be her begleiter. Mio doesn't even know how to hold a lance, but she realizes jousting is fun while Takahiro teaches her. All the women who wanted Takahiro to be their begleiter are surprised."
                },
                "3": {
                    "ID": "4671543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/walkure-romanze/episodes/4671543",
                    "TitleEnglish": "The Morning of the Duel",
                    "SummaryEnglish": "With the cooperation of Noel, a second-year knight who bought a training partner to appeal to Takahiro, Misakura's special training days continue. Finally, on the day of the duel, Misakura, who knew not only the fun of Jousting but also the rigor, made one decision. The appearance of Misakura who appeared at the meeting place with Takahiro in the morning ...! ?? The confrontation with Bertille finally begins! Where is the game going?"
                },
                "4": {
                    "ID": "4677875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/walkure-romanze/episodes/4677875",
                    "TitleEnglish": "What it Takes to Be a Knight",
                    "SummaryEnglish": "Ryuuzouji Akane: a woman given an A-ranking in the knight division, a trusted confidant of Mio, and also hails from the same land as Takahiro. A girl in black armor appears before Akane. Akane gets into a fight with some underclassman, and as a result ends up having to fight that black knight. The first year Lisa Eostre is the one wearing that suit of armor! Meanwhile, Mio find herself lost now that she doesn't need to joust anymore..."
                },
                "5": {
                    "ID": "4696602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/walkure-romanze/episodes/4696602",
                    "TitleEnglish": "Girls Without Their Armor",
                    "SummaryEnglish": "Mio realizes how she truly feels about jousting and decides to participate in the summer tournament! Celia, the student council president, invites Mio to have tea with her so she can see how Mio really feels about jousting. After having her entry accepted, Mio goes to visit Noel's house with Takahiro. They meet Noel's younger sister who is confined to a wheelchair, Mireille. Takahiro and Mio learn about why Noel really wants to participate in the summer tournament..."
                },
                "6": {
                    "ID": "4703550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/walkure-romanze/episodes/4703550",
                    "TitleEnglish": "Time Off in Helen's Hill",
                    "SummaryEnglish": "Takahiro runs into Lisa by chance one day, and then learns from Reina, the student council vice president, about Lisa's past. He is then asked by her to become Lisa's begleiter. Takahiro does not know what to do, as he is also being asked by Celia and Noel. Takahiro wanders around town on their day off, only to run into the girls who are also spending their day off in different ways. Takahiro talks a little bit about the arena in which all knights wish to find themselves someday..."
                },
                "7": {
                    "ID": "4708330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/walkure-romanze/episodes/4708330",
                    "TitleEnglish": "Under the Windmill",
                    "SummaryEnglish": "Akane finds herself weak as she admires Celia just way too much. She decides that she must undergo training to overcome this, but rain comes instead. She goes to find shelter in a windmill, and finds Celia there, as well. There's trouble, and they find themselves unable to leave the windmill. Takahiro realizes something is up, and he comes to find them, but you'll never believe what happens..."
                },
                "8": {
                    "ID": "4708331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/walkure-romanze/episodes/4708331",
                    "TitleEnglish": "I Wish Upon A Shooting Star",
                    "SummaryEnglish": "The girls go to Bertille's summer home to go and train for the upcoming summer tournament. This house even has a outdoor bath, but the girls work hard, sometimes having fun along the way. Takahiro and Ayako are there as support to help out. Takahiro learns why Noel wishes to fight one night, and also learns more about himself. Mio runs into Takahiro in the bath during his reflection. The girls show up looking for Mio and high jinks ensue."
                },
                "9": {
                    "ID": "4708332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/walkure-romanze/episodes/4708332",
                    "TitleEnglish": "The Maiden's Festival",
                    "SummaryEnglish": "Jousting Summer Tournament-The day before, the Miss Winford Contest will be held to decide the most beautiful girl in the school. A rumor that flows through the exciting school. It was that Takahiro would take over the winner, Begwriter! Misakura and Noel enter the beauty pageant aiming for Takahiro. Prepare for participation by renewing swimsuits to Lisa and Akane. However, on the day of the arrival, Lisa's swimsuit disappeared ... Another hot battle of girls. The conclusion is! ??"
                },
                "10": {
                    "ID": "4708333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/walkure-romanze/episodes/4708333",
                    "TitleEnglish": "Clash",
                    "SummaryEnglish": "The day of the tournament finally arrived. Takahiro decides to participate in the tournament as a beg writer, but he tries to convey his intentions to everyone, but he leaves the place due to an emergency. Misakura and his friends win the tournament with Takahiro's advice in their hearts. Meanwhile, Fiona cannot accept Lisa's change and treats her as she wins coldly. And Lisa collides again with Akane who once fought a duel to advance to the best 8 ...!"
                },
                "11": {
                    "ID": "4708334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/walkure-romanze/episodes/4708334",
                    "TitleEnglish": "Where Victory Lies",
                    "SummaryEnglish": "Akane and Celia faced each other on the stage of the quarterfinals as the tournament entered the climax. There is no Akane who couldn't even talk to her longing senior, and the two fight with each other's best. And when the semi-finals began, Noel's father, Grateful, appeared at the school. Takahiro appeals to him, who refuses Jousting, why Noel is aiming for the championship. With a strong feeling, Noel heads for the strongest rival. The appearance of fighting hard in the rain also shakes the hearts of the family."
                },
                "12": {
                    "ID": "4708335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/walkure-romanze/episodes/4708335",
                    "TitleEnglish": "When Summer Ends",
                    "SummaryEnglish": "The battle between Noel and Celia was settled while Takahiro rushed to stare. Noel's thoughts for his sister cause a miracle. After seeing the scene, Takahiro vowed to take his own path again and declared that he would serve as a begwriter in the final and return to the knight after the tournament! Misakura and Celia face each other for the victory. Takahiro challenges the final battle as a beg writer. What is the future of Takahiro and the girl knights who have a passion for Jousting? ??"
                }
            }
        }
    }
}