{
    "URL": "https://www.thetvdb.com/series/kill-la-kill",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3114390/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP02129181",
        "https://www.themoviedb.org/tv/60728"
    ],
    "TitleEnglish": "Kill la Kill",
    "SummaryEnglish": "Ryuko Matoi is a vagrant school girl traveling from place to place unraveling clues about the truth behind her father's death—and his last gift to her: the Scissor Blade. The journey has led Ryuko to Honnouji Academy. Honnouji Academy—where an elite group of students is granted superhuman power by their special uniforms called the \"Goku uniform.\" With the power of the uniform, the student body president, Satsuki Kiryuin rules the students with unquestioned power and fear. Satsuki holds the secret to the Scissor Blade and Ryuko confronts her to gain information but their escalating battle threatens to destroy the entire academy.",
    "TitleJapanese": "キルラキル",
    "SummaryJapanese": "父の死の謎“片太刀バサミの女”を追い求め、本能字学園に転校した流浪の女子高生・纏流子。\n本能字学園には着た者に特殊な能力を授ける『極制服』があり、その力と絶対的な恐怖によって生徒会会長・鬼龍院皐月が学園を支配していた。\n“片太刀バサミ”を知るという皐月。\n流子は皐月にその事を聞き出そうとするが…。\nその出会いは、偶然か、必然か。\n学園に巻き起こる波乱は、やがて全てを巻きこんでいく！",
    "Aliases": [
        "Убей или умри",
        "Крошить-кромсать",
        "Кроши-кромсай"
    ],
    "Modified": "2025-08-17",
    "Seasons": {
        "0": {
            "ID": "561605",
            "URL": "https://www.thetvdb.com/series/kill-la-kill/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "4745147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4745147",
                    "TitleEnglish": "Goodbye Once Again",
                    "SummaryEnglish": "An unaired episode included in the 9th BD/DVD release. Peace has returned to Honnouji Academy at last, and now that it has served its original purpose, the unique high school is set to be shut down within a month. However, there is still one final event that must take place: the graduation ceremony. As each member of the student council prepares to leave their past selves behind to focus on what they would like to do in the future, Satsuki Kiryuuin struggles to find her own path, having lost her resolve after finally achieving victory. But just before she is to give her speech to the student body, the ceremony is disrupted by mysterious beings that are identical to the student council members. As Ryuuko Matoi and the Elite Four prepare for battle once more, they quickly discover that the one pulling the strings is an old enemy who has returned to take revenge.",
                    "TitleJapanese": "さよならをもう一度",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6554347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/6554347",
                    "TitleEnglish": "Digest: Naked Memories by Aikuro Mikisugi",
                    "SummaryEnglish": "An bonus episode included in the 9th BD/DVD release. A sub only recap of the entire series from the perspective of Aikuro Mikisugi.",
                    "TitleJapanese": "装繍編 裸の青春-美木杉愛九郎の回想-",
                    "SummaryJapanese": "Blu-ray&DVD 第9巻 特典"
                },
                "3": {
                    "ID": "7360840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/7360840",
                    "TitleEnglish": "500 Days of Production I",
                    "SummaryEnglish": "The making of Kill la Kill, part 1 of 3.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "7360842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/7360842",
                    "TitleEnglish": "500 Days of Production II",
                    "SummaryEnglish": "The making of Kill la Kill, part 2 of 3.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "7360843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/7360843",
                    "TitleEnglish": "VOICES",
                    "SummaryEnglish": "The making of Kill la Kill, part 3 of 3.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "526387",
            "URL": "https://www.thetvdb.com/series/kill-la-kill/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4629083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4629083",
                    "TitleEnglish": "If Only I Had Thorns Like a Thistle",
                    "SummaryEnglish": "Ryuko Matoi transfers into Honnouji Academy, a high school dominated by its fearsome student council, who wear powerful Goku Uniforms that grant them superhuman abilities. Searching for clues to her father's murder, Ryuko confronts the student council president, Satsuki Kiryuin, saying she is looking for the owner of the other half of a giant scissor blade she wields.",
                    "TitleJapanese": "あざみのごとく棘あれば",
                    "SummaryJapanese": "『本能字学園ほんのうじがくえん』、そこは『極制服（ごくせいふく）』という 特異な制服を身にまとった生徒たちにより管理される学園。 生徒会長・鬼龍院皐月（きりゅういんさつき）は「人は服を着た豚だ」と豪語し、 忠実な部下本能字学園四天王と共に学園を絶対的な支配下に置いていた。\nそこへ現れる流浪の転校生、纏流子（まといりゅうこ）。 流子の片太刀バサミを知る皐月から話を聞き出そうとするが…。"
                },
                "2": {
                    "ID": "4671253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4671253",
                    "TitleEnglish": "So Sexy She Might Pass Out",
                    "SummaryEnglish": "Weakened by her battle, Ryuko flees Honnouji Academy before collapsing in the street. Rescued, she's given food and shelter for night, and upon returning to the Academy faces off against Omiko Hakodate, the Girls' Tennis Club Captain, to repay the favor.",
                    "TitleJapanese": "気絶するほど悩ましい",
                    "SummaryJapanese": "マコの実家、満艦飾家に居候することになった流子。 しゃべるセーラー服を『鮮血』と名付ける。 翌朝、マコと共に学園に登校するといきなり マコがテニス部からリンチを受ける。 流子はマコを救おうとするが何故か鮮血が発動せず、部長・函館臣子（はこだておみこ）の返り討ちにあってしまう。 流子のクラス担任である美木杉愛九郎（みきすぎあいくろう）に救われた流子。 鮮血は『神衣』と呼ばれる特別な衣服であり、着た者の血を吸うことで起動すると聞かされる。"
                },
                "3": {
                    "ID": "4671254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4671254",
                    "TitleEnglish": "Junketsu",
                    "SummaryEnglish": "Having kept her end of the bargain, Ryuko demands answers from her homeroom teacher, Aikuro Mikisugi, and learns the secret behind the power of Senketsu and the Goku Uniforms. Meanwhile, Satsuki Kiryuin returns home to claim a power of her own.",
                    "TitleJapanese": "純潔",
                    "SummaryJapanese": "極制服の力の源、「生命戦維」を使い、鬼龍院皐月は全国学園支配を進めていた。\n流子の父親、纏一身（まといいっしん）博士は、それに対抗するために生命戦維だけで織り上げた『神衣』を作った。 それが鮮血。しかし神衣はもう一着存在していた。 その名は『純潔』。神衣を着た皐月の強さは圧倒的で流子は追い込まれる。 自分が鮮血を着こなせないのは、自分の心が原因だと気付いた流子は……。"
                },
                "4": {
                    "ID": "4671255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4671255",
                    "TitleEnglish": "Dawn of a Miserable Morning",
                    "SummaryEnglish": "While Senketsu is laundered, Ryuko is faced with \"No-Late Day\", a school event where students must navigate a trap-filled obstacle course and reach school on time, or else they will be expelled. She and Mako make their way across the perilous course, along with an injured girl named Maiko Ogure, while Mako's family attempt to deliver Senketsu to Ryuko. After hijacking an armored bus, the girls manage to make it to the school grounds with 15 minutes left. However, Maiko is revealed to be a member of the disciplinary committee, who steals Senketsu and puts it on herself in a bid to overthrow Satsuki. However, she is immobilized by the freshly washed Senketsu's starchiness, allowing Ryuko to retrieve him. With five minutes remaining, Maiko sets off one more trap to send Ryuko and Mako back to the start of the course. They two fortunately reach class on time using an express cable car, while Maiko is expelled for her treachery.",
                    "TitleJapanese": "とても不幸な朝が来た",
                    "SummaryJapanese": "起きてみると朝からなにやら騒がしい。今日は一学期に一度風紀部により執り行われる『本能字学園ノー遅刻デー』なのだ。通学路には無数のトラップ、遅刻をすれば即刻退学。流子はマコに連れられ、地獄絵図と化した本能町で登校を開始する。そんな中、流子たちはひょんなことからクラスメイトの大暮麻衣子（おおぐれまいこ）と行動を共にすることに。3人は力を合わせて次々とトラップを破って行くが…"
                },
                "5": {
                    "ID": "4671256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4671256",
                    "TitleEnglish": "Trigger",
                    "SummaryEnglish": "A mysterious sniper named Tsumugu Kinagase attempts to assassinate Ryuko, but is interrupted by the gardening club, who he manages to defeat. After dealing with the biology club, Ryuko is attacked by Tsumugu, who pins her down and attempts to force her to strip, but is forced to retreat when he is interrupted by Aikuro. As Aikuro and Tsumugu talk later that night, Tsumugu explains that the Kamui could prove a great threat if left alone. The next day, Ryuko confronts Tsumugu, who attacks her with needles that drain power from Goku Uniforms and Kamui, whilst they both come under attack by the gardening, rakugo and hyakunin-isshu clubs. With the clubs wiped out and Ryuko backed into a corner, Senketsu gives himself up to protect Ryuko, but Mako stands up to Tsumugu and returns Senketsu to Ryuko. As Tsumugu comes to understand the bond between Ryuko and Senketsu, they are confronted by one of the four elites, Nonon Jakuzure, but manage to escape.",
                    "TitleJapanese": "銃爪（ヒキガネ）",
                    "SummaryJapanese": "順調に本能字学園の部長たちを倒し続ける流子。その前に現れる一人の男、黄長瀬紬（きながせつむぐ）。黄長瀬は極制服の能力を無効化するミシンガンを操り二つ星の部長をすら寄せ付けない。そしていきなり流子に「神衣を脱げ」と迫る。校内で他の部活部員も交えて大乱闘となる流子と紬。追いつめられた流子を逃がそうと鮮血は自分だけで紬に戦いを挑もうとする。"
                },
                "6": {
                    "ID": "4671257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4671257",
                    "TitleEnglish": "Don't Toy With Me on a Whim",
                    "SummaryEnglish": "After learning of his connection with Tsumugu, Ryuko tries to press Aikuro for more information, but does not get much outside of his organization's name, Nudist Beach. Meanwhile, another of the Elite Four, Uzu Sanageyama, gets permission from Satsuki to fight against Ryuko himself. The next day, Uzu challenges Ryuko, facing against her in his Three-Star Goku Uniform, Blade Regalia. He has the advantage due to his fast eyesight reading all of Ryuko's moves, but Ryuko overcomes this by using a part of her uniform to block Uzu's vision, allowing her to defeat him and destroy his uniform. Not wanting to give up, Uzu undergoes a drastic operation to sew his eyes shut, and challenges Ryuko again, this time using his other senses to predict her moves and completely overwhelm her. However, before Uzu can deliver the final blow, his Goku Uniform overheats due to him being more powerful than it can handle, giving Ryuko the opportunity to escape.",
                    "TitleJapanese": "気分次第で責めないで",
                    "SummaryJapanese": "皐月の右腕である四天王。その一人、猿投山渦（さなげやまうず）は皐月に直談判し、流子と一戦交える許可を得る。驚異的な動体視力で相手の動きを全て読み取り先手を討つ猿投山、流子はあっという間に追い込まれる。しかし、目さえ封じれば良いと気付いた流子は鮮血を刻んで猿投山の目を塞ぎ勝利を収める。一方負けた猿投山は、皐月にある覚悟を見せることで流子との再選のチャンスを請う。彼の覚悟とは…！"
                },
                "7": {
                    "ID": "4671258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4671258",
                    "TitleEnglish": "A Loser I Can't Hate",
                    "SummaryEnglish": "Hearing about how many students have been starting their own clubs in order to become eligible to get better uniforms, and thus better living rights, Ryuko decides to start her own Fight Club, assigning Mako as the club president to handle all the paperwork and meetings. As Ryuko increases the club's reputation by defeating other club presidents, Mako manages to earn a One-Star Goku Uniform, upgrading the Mankanshoku family to a better apartment. Mako's determination to preserve her family's newfound happiness moves the family up to an even more luxurious lifestyle. However, as Mako becomes more serious about her duties as club president and the other family members indulge in their wealth, Ryuko starts to feel lonely as the family finds less time to spend together. Just as Ryuko decides to resign from the Fight Club, Satsuki gives Mako a Two-Star Goku Uniform, telling her to defeat Ryuko if she wants to keep her life of luxury. Ryuko decides to take the brunt of Mako's attacks, which leads to Mako eventually realizing the error of her ways, deciding to disband the Fight Club and return to her life in the slums. Meanwhile, Satuski reveals that by using Ryuko to purge the weaker clubs, she will restructure the student council by holding a reprisal general election.",
                    "TitleJapanese": "憎みきれないろくでなし",
                    "SummaryJapanese": "部活や学業等の成績をそのまま家庭の生活レベルに反映させる。それが本能字学園のシステムだ。マコのせいで最低水準で生活する満艦飾一家だが、彼らはいつも幸せそうだ。そんななか流子は部活制度を逆手にとってマコを部長に任命、『喧嘩部』を創立する。部の成果が上がるほど満艦飾家の生活も向上。大喜びで流子に感謝する満艦飾家。しかしマコは手に入れた生活を手放すまいと次第に流子を酷使するようになり、一家は贅沢に慣れ冷たい人間へと変わっていってしまう。"
                },
                "8": {
                    "ID": "4671259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4671259",
                    "TitleEnglish": "I'll Wipe My Own Tears",
                    "SummaryEnglish": "Satsuki announces her new election system in which students must survive a seven-day battle against each other in order to stand out on top and earn Goku Uniforms, sending the entire school into a state of emergency. Meanwhile, Ryuko takes Mako to the ruins of her old house, where she tells her about the circumstances surrounding her father's death. Finding no further clues in the basement where she found Senketsu, Ryuko and Mako head home, only for their scooter to run out of gas. They end up encountering the disciplinary committee chair and one of the Elite Four, Ira Gamagoori, who, having just attained his driving license and is taking the week off, offers to take them to a gas station. During their drive, they are attacked by the automotive and airsoft clubs, who are targeting Ira's Three-Star Goku Uniform, Shackle Regalia. Recalling how he first met Satsuki, Ira unleashes his uniform, which uses the power of masochism to evolve into Scourge Regalia and lay waste to his opponents. After a week passes, Honnouji's strongest assemble for the Sudden Death Runoff Election, with only Ryuko and the Elite Four making their way to the top. There, Satsuki challenges Ryuko to defeat each of the Elite Four in exchange for details concerning her father's death, her first opponent being Ira.",
                    "TitleJapanese": "俺の涙は俺が拭く",
                    "SummaryJapanese": "全生徒が全生徒に対し平等な攻撃権を持ち学園の頂点をかけて争う校内行事『壊惨総戦挙』。その戦いの火蓋が切って落とされた。七日後に行われる『決戦闘兵』の日まで、互いの無事を信じ分かれる四天王。大荒れの学校をよそに、流子はマコと共に亡き父の墓参りへ向かい自らの目的を確かめる。しかしその帰り道、乗って来たバイクが故障していた所を四天王のひとり風紀部委員長・蟇郡苛（がまごおりいら）に助けられる。"
                },
                "9": {
                    "ID": "4671260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4671260",
                    "TitleEnglish": "A Once in a Lifetime Chance",
                    "SummaryEnglish": "As Ryuko awaits the time for her battle against Ira, Aikuro asks her to drop out of the match, warning that she is not ready to face the Elite Four, to which she naturally declines. The battle soon begins, with Ira activating his Shackle Regalia, attacking himself in order to provide the power needed to transform into Scourge Regalia. Ryuko soon learns that the Shackle Regalia also serves as an armor protecting its life fibers. This pushes Ryuko into a corner, as she is unable to damage the Shackle Regalia without powering up the Scourge Regalia form. Undeterred, Ryuko keeps on attacking, forcing Ira to bring out Scourge Regalia's full power, attempting to forcefully mold Ryuko into a model student. However, Senketsu sets a plan into motion by pulling Ryuko out of her synchronized mode, allow her to use Senketsu's fangs to break into Ira's uniform and destroy it from the inside using a new form, Senketsu Senjin (鮮血閃刃?, Senketsu Blade Flash), winning the match. With Ira defeated, Ryuko prepares to face up against her next opponent, Houka Inumuta.",
                    "TitleJapanese": "チャンスは一度",
                    "SummaryJapanese": "『塔首頂上決戦』。 四天王全員に勝ち抜けば皐月と戦うことが出来る、それが皐月が流子に提示した試合の報酬だった。試合のレベルの高さを危惧する美木杉には棄権を薦められるが、皐月と戦うためだと流子は譲らない。最初の対戦相手は蟇郡。その能力を既に知る流子は、蟇郡へ攻撃を加えずに乗り切ろうとするが、蟇郡は自らを痛めつけることで力を蓄え流子への攻撃を開始。"
                },
                "10": {
                    "ID": "4671261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4671261",
                    "TitleEnglish": "I Want to Know More About You",
                    "SummaryEnglish": "Houka uses his Three-Star Goku Uniform, Probe Regalia, to analyze Ryuko's fighting abilities and anticipate her movements. When Ryuko counteracts this by fighting haphazardly, Houka resorts to cloaking himself and fighting her while invisible. Ryuko counters again by expanding and draping Senketsu's eye across the battle arena, leaving him unable to evade. Unwilling to lose the data he has gathered on Senketsu during their fight, Houka forfeits the match before Ryuko can destroy his uniform. Nonon steps up to battle Ryuko next with her Three-Star Goku Uniform, Symphony Regalia, a large aircraft that attacks her with sound vibrations. Nonon attempts to eliminate Ryuko by destroying the battle arena, but Ryuko activates a new aerial form, Senketsu Shippu, to remain in the match. Troubled by how quickly Senketsu has been evolving, Aikuro contacts Tsumugu and tells him to assume a worst-case scenario.",
                    "TitleJapanese": "あなたを・もっと・知りたくて",
                    "SummaryJapanese": "二人目の四天王は情報戦略部委員長・犬牟田宝火（いぬむたほうか）。最小限の戦闘で流子と鮮血の動きを分析する犬牟田。その極制服の力は光学迷彩によるステルス機能だった。しかし流子は競技場の端から全面へ向かって鮮血を変形し犬牟田をあぶり出すが、不利となるや否や犬牟田はあっさり棄権。文化部委員長・蛇崩乃音（じゃくずれののん）の出番となる。マーチングバンドを引き連れた派手で華やかな蛇崩の攻撃に手も足も出ない流子。そんな中、美木杉は「最悪の事態」が起きることを懸念していた。"
                },
                "11": {
                    "ID": "4671262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4671262",
                    "TitleEnglish": "I'm Not Your Cute Woman",
                    "SummaryEnglish": "Ryuko tries to take advantage of her flight and go straight for Satsuki, but Nonon fiercely stands in her way until Ryuko destroys her airship with her own missile. However, Nonon puts on an encore performance unleashing her uniform's second form, Da Capo, using its music to disrupt Ryuko's communication with Senketsu. Ryuko counters this by manipulating Nonon's sound waves to match her own, before sending it back against Nonon and defeat her. Meanwhile, Tsumugu delivers a peculiar bullet to Aikuro, who is prepared to use it on Ryuko should the need arise. Just as Ryuko and Uzu are about to begin their match, a mysterious girl named Nui Harime appears between them, instantly pulling apart Uzu's uniform by breaking its Banshi, the Life Fiber that gives it its form. Nui then pulls out a purple scissor blade and reveals she was the one who killed Isshin, sending Ryuko into a fury.",
                    "TitleJapanese": "可愛い女と呼ばないで",
                    "SummaryJapanese": "蛇崩と戦う流子、鮮血を飛行形態に変形させたことでなんとか優勢に転じる。しかし『アンコール』と称して復活する蛇崩。生命戦維に響く演奏で流子ではなく鮮血を直接攻撃する。しかし流子は受けた演奏を蛇崩に返し逆転勝利する。ついに最後の四天王、運動部委員長・猿投山との戦いを迎えようとした。ところがそこに、片目に眼帯、ゴスロリ服に身を包んだその女、針目縫（はりめぬい）が現れる。"
                },
                "12": {
                    "ID": "4671263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4671263",
                    "TitleEnglish": "Spit Your Sadness Away",
                    "SummaryEnglish": "As Ryuko angrily goes into a furious attack, Nui tells her how she killed Isshin with the Scissor Blades he himself created and stealing one of its blades, but not before having her left eye slashed in the process. The boiling blood of Ryuko's rage has an adverse effect on Senketsu, causing him to go berserk and consume her, resulting in a monstrous form. As Mako and her family head towards the scene in order to save Ryuko from dying of blood loss, Tsumugu tries to draw away Nui to give Aikuro the opportunity to use an adhesive bullet on Ryuko. Satsuki dons her Kamui in order to put a stop to Ryuko, but it is Mako who manages to slap Ryuko to her senses and bring her back to her normal self, saving her life. A few days later, as Ryuko is recovering from her battle, Satsuki reveals that she was the one who ordered Nui to steal the sword scissors from Isshin, before announcing that Ryuko's battles with the Elite Four have helped her perfect the Goku Uniforms so that they can take over every school that opposes them.",
                    "TitleJapanese": "悲しみにつばをかけろ",
                    "SummaryJapanese": "半年前、針目縫が流子の父、纏博士を襲った理由。それは生命戦維に対抗出来る武器、断ち斬りバサミの回収だった。一身を彼自身の発明品であるハサミで仕留めたが、引き換えに片目を潰されていた。断ち斬りバサミの半分を奪い逃げる縫の後ろ姿を、流子は目撃していたのだ。縫の言動に怒りを覚える流子の攻撃は激しさを増す。鮮血と流子を挑発する縫。理性のたがが外れ力の加減も分別を失い暴走状態に陥る流子と鮮血は本能字学園を破壊していく……！"
                },
                "13": {
                    "ID": "4713847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4713847",
                    "TitleEnglish": "Crazy for You",
                    "SummaryEnglish": "Satsuki prepares a raid on Osaka, Kyoto, and Kobe, issuing students with new Goku Uniforms created based on the data from Ryuko's battles. Meanwhile, Ryuko continues to sulk over losing control of Senketsu and is unwilling to wear him. She is approached by the suspended student and former Newspaper Club member Shinjiro Nagita, who pleads her to join the fight against Satsuki's war efforts, but she refuses. The next day, Mako gets roped into the raid trip for distributing Shinjiro's underground newspaper. Encouraged by Senketsu, Ryuko puts him on to help Shinjiro, who reveals himself to be a disguised Nui, having done so to trick Ryuko into donning Senketsu again. Unable to fight at her full strength out of fear of losing control again, Ryuko is defeated by Nui and Senketsu is torn to pieces. After Satsuki forces Nui to retreat, she takes all but one of Senketsu's scraps so that they may be distributed to suitable hosts to provide combat data during the raid trip.",
                    "TitleJapanese": "君に薔薇薔薇…という感じ",
                    "SummaryJapanese": "全国学園支配を狙う本能字学園では、まだ制圧が終わらぬ最後のエリア、神戸・京都・大阪への大規模侵攻作戦、『三都制圧襲学旅行』の準備が進められていた。皐月は最終作戦開始の報告のため、母、羅暁（らぎょう）が待つリボックス社に向かう。そんな中、神衣での暴走により心に傷を負った流子は鮮血を着られず不登校になってしまう。そこへ元新聞部員・凪田信二郎（なぎたしんじろう）が現れる…"
                },
                "14": {
                    "ID": "4713848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4713848",
                    "TitleEnglish": "Ride Like the Wind",
                    "SummaryEnglish": "Awakening in Aikuro's hideout, Ryuko discovers Senketsu's consciousness still lives in the scarf that she managed to hold onto. After learning what had happened to his other pieces, Ryuko heads towards the Kansai region, where Satsuki has begun her raid operation. As the Elite Four attack the main schools in the tri-city area, Ryuko interrupts each of their raids and recovers the scraps that had been given to some of the students to increase their power before heading to her next destination, eventually reuniting with Mako in Osaka. With nearly all of Senketsu's pieces gathered, Ryuko prepares to face Satsuki, who possesses the glove that makes up the final piece.",
                    "TitleJapanese": "急げ風のように",
                    "SummaryJapanese": "美木杉のアジトで目を覚ます流子。美木杉が拾った鮮血のスカーフのおかげでバラバラに切り刻まれた鮮血となんとか意志の疎通ができるが、残りのパーツが関西だと知り美木杉と共に関西へ向かうことに。その頃、本能字学園の生徒たちは配布された鮮血を手にそれぞれ三都市へ進んでいた。関西に到着した流子は着々と鮮血の切れ端を生徒達から回収していくが…"
                },
                "15": {
                    "ID": "4713849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4713849",
                    "TitleEnglish": "Don't Stop Me Now",
                    "SummaryEnglish": "Satsuki confronts the money hungry boss of Osaka, Kaneo Takarada, who fights against her using his Dotonbori Robo suit. However, he is thwarted by the arrival of the Elite Four and their new Three-Star Goku Uniforms, before being promptly defeated by Uzu. Ryuko soon arrives on the scene to face against Satsuki, soon supported by the arrival of Aikuro, Tsumugu, and the Nudist Beach organization. While Nudist Beach fight against the Elite Four, Ryuko decides to use her own skin as a replacement for the glove so she can transform with Senketsu, allowing her to recover the glove from Satsuki. As Ryuko is disarmed of her scissor, Ryuko uses Senketsu to snatch Satsuki's sword from her, bringing the match to a stalemate. Ryuko coerces Satsuki into withdrawing her troops as opposed to simply killing each other, though Satsuki does fulfill her objective of destroying Nudist Beach's base. As Satsuki and her troops depart, Aikuro agrees to tell Ryuko everything she needs to know.",
                    "TitleJapanese": "どうにもとまらない",
                    "SummaryJapanese": "道頓堀の地下には生命戦維対抗組織『ヌーディストビーチ』の地下アジトがあった。戦闘員たちが臨戦態勢で待機する中、美木杉と紬が帰還する。一方、難波金満高校生徒会長・宝多金男（たからだかねお）の前についに皐月が姿を現す。皐月は宝多が金で雇った戦闘員を気合いだけで蹴散らすが、宝多は負けじと対本能字学園機動兵器『道頓堀ロボ』に乗り込み、攻撃をしかけてくる。"
                },
                "16": {
                    "ID": "4713850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4713850",
                    "TitleEnglish": "The Girl Can't Help It",
                    "SummaryEnglish": "Satsuki returns to her mansion to recover from her battle with Ryuko. Impressed by her daughter's prowess with Junketsu, Ragyo shows Satsuki a chamber in their mansion containing the original Life Fiber, a parasitic extraterrestrial that produces other fibers to feed on mankind. She then instructs Satsuki to organize a school festival as the final step in her plan to distribute COVERS, an army of Life Fiber clothing, across the world. Meanwhile, Aikuro and Tsumugu guide Ryuko and Mako to an undamaged section of their underground base. Aikuro reveals that Life Fibers are what induced humanity's evolution into Homo sapiens and the instinct to wear clothes. He further explains that Isshin, who founded Nudist Beach, created Senketsu for Ryuko to wear and fight the Kiryuins when she came of age, as she displays a high resistance to Life Fibers. Ryuko becomes outraged that Nudist Beach sees Senketsu as little more than a weapon and takes him off, refusing to let him kill his own kind. Deeming them of no more worth, Tsumugu prepares to kill Ryuko and Senketsu.",
                    "TitleJapanese": "女はそれを我慢できない",
                    "SummaryJapanese": "鬼龍院との戦いの裏に『人類』や『宇宙生命』といった大きなものが付随してきたことに戸惑う流子。美木杉は「鮮血は生命戦維に対抗するために、纏一身によって作られた流子のためだけの服だ」と告げる。しかし、流子は「鮮血には鮮血の意思がある、戦うだけの戦闘服じゃない」と、鮮血を脱いで戦うと宣言するが…"
                },
                "17": {
                    "ID": "4713851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4713851",
                    "TitleEnglish": "Tell Me Why",
                    "SummaryEnglish": "After the fight between Ryuko and Tsumugu is dissolved thanks to Mako and Senketsu, Aikuro explains to her how Tsumugu's sister, Kinue, died in an experiment involving Life Fibers. Meanwhile, Honnoji Academy makes preparations for a Cultural and Sports Grand Festival to celebrate Ragyo visiting the school.",
                    "TitleJapanese": "何故にお前は",
                    "SummaryJapanese": "本能字学園では、三都制圧により完遂された全国学園支配を祝し、学園理事長である羅暁を迎えての式典『大文化体育祭』の開催が発表されていた。\nそこで皐月と羅暁を一気に叩こうと考えた流子たちは会場にもぐり込もうとするのだが…。"
                },
                "18": {
                    "ID": "4713852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4713852",
                    "TitleEnglish": "Into the Night",
                    "SummaryEnglish": "After freeing all the trapped students and citizens from the Life Fibers, the Elite Four fight against Nui while Mako helps with the evacuation.Meanwhile, Satsuki reveals how Ragyo had used her in Life Fiber experiments, along with her newborn sister, who was discarded by Ragyo when the experiment allegedly failed. However, Ragyo, who is able to heal her injuries, breaks free and takes control of the students, turning them into her personal army.",
                    "TitleJapanese": "夜へ急ぐ人",
                    "SummaryJapanese": "すべては羅暁に裏切りを気取られないための芝居、本能字学園は羅暁並びに生命戦維との戦闘に備え築かれた戦闘部隊だと明かす皐月。幼い頃に死んだ父の志を継ぎ、羅暁の計画を阻止するために長きに渡り画策してきたのだ。原初生命戦維の活動も停止させ、その場を治めるかに見えた皐月だが、羅暁は人間を越えた不死身の肉体を手に入れていた…。"
                },
                "19": {
                    "ID": "4713853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4713853",
                    "TitleEnglish": "Raindrops Keep Falling on My Head",
                    "SummaryEnglish": "As the Covers start to kidnap citizens, including Mako, using their life force to power themselves, Satsuki triggers an explosion to allow Ryuko to escape. One month later, the Elite Four have joined up with Nudist Beach to fight against the Covers as they take over Japan, while Ryuko has remained in a coma since the battle. Meanwhile, Satsuki has been held captive by Ragyo, who explains that her father, Soichiro, had faked his own death and disguised himself as Isshin in order to raise Ryuko and prepare his revenge against her.",
                    "TitleJapanese": "たどりついたらいつも雨ふり",
                    "SummaryJapanese": "心臓を引き抜かれても、なお生きている自分に驚く流子。流子はその身体に生命戦維を組み込まれた、羅暁の実の娘であり、流子と皐月は姉妹だったのだ。流子は衝撃の真実に愕然とする。上空からカバーズに襲われた市民たち、そしてマコまでもがカバーズに吸収され本能字学園は羅暁と縫、カバーズらの手に渡ってしまう。大阪では逃げ延びた四天王はじめ生徒たちとヌーディストビーチが共にレジスタンスとしてカバーズと戦っていた。"
                },
                "20": {
                    "ID": "4713854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4713854",
                    "TitleEnglish": "Far from the Madding Crowd",
                    "SummaryEnglish": "Paper clones of Ragyo and Nui appear before Ryuko, coaxing her into travelling to Honnouji Academy to confront them. Rejecting any help from the others, Ryuko heads off on her own. After hacking into Honnouji's security cameras and finding Satsuki's location, the Elite Four notice from Satsuki's actions that she is planning something. Their resolve renewed, they, along with the Mankanshokus and the rest of Nudist Beach, set forth on Aikuro's Naked Taiyoumaru warship and head towards Honnouji Academy to join the fight.",
                    "TitleJapanese": "とおく群衆を離れて",
                    "SummaryJapanese": "自分の正体を知り傷付いたことで、最早他人の言葉を聞く耳を持たない流子。カバーズのみならず美木杉たちにも刃を向け、神衣も極制服も着ることなく自らの体内の生命戦維の力でビルを薙ぎ払い大阪を後にする。残されたレジスタンスの面々は本能字学園の地下牢に皐月が幽閉されていることを知り皐月奪還に乗り出す。単身学園に乗り込んだ流子は、そこで縫と戦っていたのだが…。"
                },
                "21": {
                    "ID": "4713855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4713855",
                    "TitleEnglish": "Incomplete",
                    "SummaryEnglish": "Satsuki and Senketsu begin their fight against Ryuko to try and bring her back to her senses, but they soon find themselves overwhelmed. The Elite Four soon join the battle, distracting Ryuko so that Ira can use his device to try and remove Junketsu. However, they are interrupted by Nui, who reveals that she has stitched Junketsu to Ryuko's Life Fibers, and forcibly removing it will kill her.",
                    "TitleJapanese": "未完成",
                    "SummaryJapanese": "純潔を着た流子と鮮血を着た皐月、ねじれた運命の姉妹の戦いが始まった。純潔を着ることによる快楽に酔いしれる流子に、純潔を脱ぐよう説得する鮮血。しかし流子はその言葉に耳を貸さない。流子は皐月には鮮血の声が聞こえず二人が意志の疎通を取れていないことを見抜き、皐月を追いつめる。流子は鮮血を切り離しとどめを刺そうとするが、そこへマコが身を投げ出す。"
                },
                "22": {
                    "ID": "4713856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4713856",
                    "TitleEnglish": "Tell Me How You Feel",
                    "SummaryEnglish": "Ryuko reunites with Senketsu and fights against Nui, recovering both Scissor Blades and using them to destroy Nui's arms. Nui is rescued by Ragyo's secretary Rei Hououmaru, while the Elite Four and Nudist Beach take advantage of the Covers used for her escape to recover their allies and Life Fibers.",
                    "TitleJapanese": "唇よ、熱く君を語れ",
                    "SummaryJapanese": "怒りに任せ生命戦維を引きちぎり、純潔を引きはがした流子は再び鮮血と合体。縫と自分の決定的に違うもの、それは、自分の周りには「わけのわからないもの」が沢山いることだと言い放ち、縫を圧倒する。ようやく落ち着いて皐月と対面した流子。過去を清算するため皐月を一発殴ろうとするが、その拳を四天王が代わりに受けとめる。それを見た流子は、皐月もまた「わけのわからないもの」に囲まれ守られているのだと気付く。"
                },
                "23": {
                    "ID": "4713857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4713857",
                    "TitleEnglish": "Imitation Gold",
                    "SummaryEnglish": "Ryuko and Satsuki arrive at the original Life Fiber to confront Ragyo, who now wields her own set of blades which prove resilient to their weapons. As the original Life Fiber turns it attack towards the ship, the Elite Four don new Goku Uniforms to assist Mako.",
                    "TitleJapanese": "イミテイション・ゴールド",
                    "SummaryJapanese": "戦線に立ったマコを船に残し、流子と皐月は羅暁を乗せた原初生命戦維を目指す。ふたりを相手に戦う羅暁、しかしその傍らで原初生命戦維から『裸の太陽丸』にカバーズを送り込まれて来る。戦いでぼろぼろになるマコたちだが、その前に三ツ星極制服最終形態の四天王が現れ戦闘を引き受ける。羅暁を追い詰めるふたりだが、縫が全身全霊で作り上げた最後の服『神羅纐纈』で身を固めた羅暁に圧倒されるのだった。"
                },
                "24": {
                    "ID": "4713858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kill-la-kill/episodes/4713858",
                    "TitleEnglish": "Past the Infinite Darkness",
                    "SummaryEnglish": "Ragyo uses her Shinra-Koketsu's Absolute Domination ability to negate the effects of everyone's Kamui and Goku Uniforms before reviving the original Life Fiber. Ragyo attempts to fuse everyone into the original Life Fiber, but Senketsu, who is immune to Ragyo's ability as he, like Ryuko, is neither human nor clothing, manages to knock Rei out of Shinra-Koketsu, negating its Absolute Domination ability and restoring everyone's power. This allows the Elite Four and Nudist Beach to destroy the satellite uplink while Ryuko and Satsuki deal a critical blow to Ragyo. However, Nui fuses herself with the original Life Fiber and combines with Ragyo, allowing her to launch into space so she can activate the satellite directly, where she begins her plan to convert the world into a Life Fiber coccoon. After promising to go on a date with Mako when she returns, Ryuko absorbs the combined power of Senketsu, Junketsu, and the Goku Uniforms to form Senketsu Kisaragi, launching into space and fight Ragyo, willingly taking her attacks to provide Senketsu with the power needed to absorb Ragyo's Absolute Domination ability and eliminate all of the Life Fibers, allowing humans to be humans. After Ragyo ends her own life, Senketsu uses the last of his strength and sacrifices himself to return Ryuko safely to Earth, where she reunites with her friends and family. With the world now free to wear what clothes they want, Ryuko goes on her date with Mako and Satsuki, keeping the memory of Senketsu in her heart.",
                    "TitleJapanese": "果てしなき闇の彼方に",
                    "SummaryJapanese": "『神羅纐纈』、その力は、神衣、極制服に含まれる全ての生命戦維の力を絶対服従させるものだった。最終局面にして流子たちは一切の戦力を失ってしまう。唯一、生命戦維と人間の融合体である流子だけは絶対服従の力が効かなかった。鮮血を脱ぎ流子ひとりで羅暁と戦うも力の差は圧倒的。ついに人類は生命戦維へと化されようとする。しかし、脱がれた鮮血自らが羅暁を攻撃、神羅纐纈を傷つけることに成功するのだった。"
                }
            }
        }
    }
}