{
  "URL": "https://www.thetvdb.com/series/galilei-donna",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Crime",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3198678/",
    "https://www.galileidonna.tv/",
    "https://www.themoviedb.org/tv/57008",
    "https://www.themoviedb.org/tv/57008",
    "https://x.com/galileidonna"
  ],
  "TitleEnglish": "Galilei Donna",
  "SummaryEnglish": "Three sisters, Hozuki, Kazuki, and Hazuki, are descendants of Galileo and have completely different personalities and tastes; they never meet eye-to-eye. One day the girls are suddenly attacked by a mysterious organisation. The organisation was after the Galileo Tesoro which Galileo Galilei was said to have discovered. Still unaware of what was going on, the sisters escape on the airship they built after the sudden attack. But it won't be so easy for these three sisters to help each other out in a pinch when they're constantly at odds with each other. What is the Tesoro, and what is the organisation after? And what about the relationship between the sisters?",
  "Aliases": [],
  "Modified": "2025-09-11",
  "Seasons": {
    "1": {
      "ID": "526528",
      "URL": "https://www.thetvdb.com/series/galilei-donna/seasons/official/1",
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "4630488",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/galilei-donna/episodes/4630488",
          "TitleEnglish": "Galileo DNA",
          "SummaryEnglish": "Hozuki Ferrari is pursued by unknown individuals at the same time that her two older sisters, Kazuki and Hazuki, are attacked by strangers. Although they have no idea why they would become targets, the police decide the situation demands that they guard the Ferrari family home. There, the Ferraris encounter unexpected guests...",
          "Aliases": []
        },
        "2": {
          "ID": "4654979",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/galilei-donna/episodes/4654979",
          "TitleEnglish": "Messier",
          "SummaryEnglish": "The Ferrari family except for Hozuki, who went to rescue her pet goldfish, is captured by the police. Hozuki meets up with Anna, who is a Galileo enthusiast who does not want the inheritance, Galileo Tesoro, to fall into the wrong hands. Being pursued by the police, Anna disguises herself as Hozuki to draw the police away from her. Hozuki uses this distraction to rescue her family using a goldfish mecha. During the escape, Geshio stays behind piloting the mecha to allow the sisters to escape Hozuki's airship. Meanwhile, Sylvia is found shot in the head.",
          "Aliases": []
        },
        "3": {
          "ID": "4654980",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/galilei-donna/episodes/4654980",
          "TitleEnglish": "Goldfish Life",
          "SummaryEnglish": "Geshio and Sylvia are alive, but Sylvia has amnesia and is in custody of Adnimoon. On board the airship built by Hozuki named the Galileo, Hazuki learns that the attackers are Messier, an organization that does Adnimoon's dirty work. Kazuki breaks down feeling the jealousy of her younger sister's talent. The sisters learn that they are wanted fugitives by the Italian police and are attacked by Roberto, demanding that they hand over Galileo Tesoro. Anna finds one of Galileo's sketches and Kazuki wants to hand it to Roberto to gain their safety and return home. However, Hazuki and Hozuki convince her not to. The sisters are saved by Cicinho, who attacks Roberto's airship allowing the sisters to escape. Hozuki examines the sketch and figures out that the next clue deals with music.",
          "Aliases": []
        },
        "4": {
          "ID": "4654981",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/galilei-donna/episodes/4654981",
          "TitleEnglish": "Snow Gift",
          "SummaryEnglish": "The clue leads the sisters to Germany for the next sketch, as well as a chance to resupply. Upon arriving in Germany, a strange man named Herman Hans asks the sisters to help him. Hazuki and Hozuki go shopping and are pursued by Black Ganymede. During the pursuit, Hozuki injures herself after falling from the roof of a building. Hazuki and Kozuki ask Hans, the creator of the Micro-Doctor medical gadget, to help Hozuki. With the pirates still in pursuit, Hazuki persuades Cicinho to not attack the Galileo, while Kazuki quickly learns how to pilot the Galileo, and Cicinho retreats. Following the attack, Hozuki recovers and obtains the sketch, which Hans had been using as a placemat.",
          "Aliases": []
        },
        "5": {
          "ID": "4654982",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/galilei-donna/episodes/4654982",
          "TitleEnglish": "Constellation Dreams",
          "SummaryEnglish": "The next clue leads the sisters to the a cathedral Netherlands in a village that is the home of the Blue Hawks, a band of thieves with a grudge against Adnimoon for abandoning them. They initially act hostile until Hazuki lectured them about lawbreaking. Hozuki meets up with Theo, a young boy from the band aspiring to become an inventor. Theo shows Hazuki a telescope that he built to give to Karen, his childhood friend, and then gives him the sketch. However, Ludger, the leader of the Blue Hawks, sells out the band to Adnimoon in order to escape, and warns Theo and Hozuki that the village is about to be bombed. Instead of escaping, Theo goes back to the hideout to get Karen, who became too injured to walk in the attack retrieving the telescope. Hozuki attempts to rescue the Blue Hawks, but her request gets overridden and the Galileo escapes moments before the hideout was bombed, killing the members of the Blue Hawks.",
          "Aliases": []
        },
        "6": {
          "ID": "4654983",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/galilei-donna/episodes/4654983",
          "TitleEnglish": "Galileo Tesoro",
          "SummaryEnglish": "In the past, Roberto was the son of a caring father. However, his father was killed when his house was bombed, leading to Roberto to adopt his ruthless personality. Back in the present, Hazuki becomes ill and the sisters stop at a hospital in Russia for treatment. There, they encounter Roberto, Cicinho, and the crew of the Black Ganymede, with the parties fighting over how the limited resources of the hospital should be allocated. The pirates tell Hozuki that they were orphaned and that being a pirate gave them a reason to live. Roberto goes on a massacre killing the pirates until Hozuki intervenes, causing an explosion that leaves the hospital exposed to the frigid air and causing her pendant to activate to break up the fight. Roberto was about to kill Cicinho and a few remaining pirates, but runs out of bullets. Hazuki is given some medicine from the hospital and recovers from the illness.",
          "Aliases": []
        },
        "7": {
          "ID": "4654984",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/galilei-donna/episodes/4654984",
          "TitleEnglish": "Salt Fish",
          "SummaryEnglish": "The sisters figure out that the hourglass pendant is the Galileo Tesoro that Adnimoon is after. They also figure out that Anna has connections to Adnimoon as she is revealed to be secretly working for Roberto. However she disagrees with Roberto over the way the Galileo Tesoro should be used. The next clue sends the sisters to the Caspian Sea with Adnimoon hot on their trail. Unable to engage in underwater combat, the Galileo is forced to surface. The sisters are immobilized when the Galileo is badly damaged by Roberto. Outside the Galileo, the sisters confront Roberto daring him to take the pendant, and after Hazuki is beaten up, Kazuki surrenders the Galileo Tesoro to Roberto. Despite having lost the Gailieo Tesoro, the sisters continue their search for the sketches, finding the next sketch hidden inside a nearby stone monument. The next clue leads them to Japan.",
          "Aliases": []
        },
        "8": {
          "ID": "4654985",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/galilei-donna/episodes/4654985",
          "TitleEnglish": "Giappone",
          "SummaryEnglish": "Before looking for the sketch, the sisters visit their grandfather in Kyoto. During their visit, Hozuki stumbles upon a broken down energy converter near the house and the sisters find a photo album in Geshio's room where they learn about his past. Hozuki goes off to fix up the energy converter. Anna gets a call from Roberto and is displeased to learn that Roberto plans to kill the sisters once the remaining sketches have been found. The sisters and Anna go on a sightseeing trip around Kyoto. Hazuki splits up from the group and runs into Cicinho. Hazuki admits to Cicinho that her ideal of justice is flawed, but he tells her to stay true to herself. Hozuki activates the energy converter when the sisters return home for dinner. Seeing that the sisters have been growing more attached to her, Anna continues to question her allegiance to Roberto. On the next day, the sisters find the sketch at the grave of Yagyū Munenori in Nara.",
          "Aliases": []
        },
        "9": {
          "ID": "4654986",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/galilei-donna/episodes/4654986",
          "TitleEnglish": "Space-Time Goldfish (Part 1)",
          "SummaryEnglish": "At the Lybian desert, the sisters find the sixth and final sketch, when Roberto appears to ambush them. However, the Galileo's fuel is depleted and they are unable to escape. Roberto demands the sisters to surrender all the sketches along the Galileo Tesoro, claiming that the one he obtained from them previously was a fake, and in the occasion, Anna reveals herself to be working under him and that she was the one who emptied the Galileo's fuel tank. However, when the Black Ganymede appears to rescue the girls, Anna betrays Roberto and reveals that the fuel was not thrown away, but stored inside the ship and urges the sisters to escape. However, both the pirates and the sisters are about to be killed when Hozuki activates the real Galileo Tesoro and time slows down arround her, before she is thrown into the past, centures before, where she has an encounter with a youngster, who is in fact her ancestor Galileo Galilei himself. After having his prototype flying machine destroyed by accident, Galilei realizes that Hozuki has fallen from the same kind of storm and shows her some other strange objects that fell from it. Hozuki then figures that those items were sucked by the Galileo Tesoro when she activated it in Russia. After Galilei reveals that the storm occurs in regular intervals, he and Hozuki join forces to create an airplane in time for the next storm and return her to her proper time.",
          "Aliases": []
        },
        "10": {
          "ID": "4654987",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/galilei-donna/episodes/4654987",
          "TitleEnglish": "Space-Time Goldfish (Part 2)",
          "SummaryEnglish": "As Galilei and Hozuki put the finishing touches on their plane, he realizes that she is from the future and learns the harsh situation the world will be in the next centuries. In the next day, the duo sucessfully fly with their plane in time to reach the storm. On their way to the storm, Hozuki hears from Galileo how their encounter was important to him and that despite how much he cares for her, he is determined to send her back to the future to help her family. Hozuki then realizes that Galileo is in love with her and the letter he wrote on the sketches is to none other then herself. After Hozuki returns to her proper time, the Ferrari sisters are protected by the Black Ganymede who helps them to flee, but their escape is cut short when their ship is shot down by the Interpol who demands them to surrender.",
          "Aliases": []
        },
        "11": {
          "ID": "4654988",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/galilei-donna/episodes/4654988",
          "TitleEnglish": "Galileo Judge",
          "SummaryEnglish": "The sisters are brought back to Tuscany in preparation for their trial. Their lawyer, a frail old man, gives the sisters the sketches and the pendant claiming that some woman found them. At the trial, Adnimoon presents their case for convicting the sisters for their crimes of hiding the Galileo Tesoro, building weapons of mass destruction, and causing large-scale damage. Hazuki counters with evidence that Adnimoon was secretly building weapons themselves, but the evidence is dismissed after Adnimoon argues that it has no relevance to the case. Adnimoon brings in their final witness, Sylvia, who condemns the sisters and blames herself for being a poor mother. However, Geshio shows up and Sylvia presents damning evidence against Adnimoon to the judge, telling everybody that she faked her amnesia to learn Adnimoon's secrets. Adnimoon is convicted, and the CEO Francesco is shot by Roberto. Hozuki examines the sketches and learns how to produce the Galileo Tesoro from them. Anna shows up telling everyone that she found the sketches and the pendant, and the lawyer reveals himself as Cicinho, who takes the pendant and flees. The sisters search for the seventh sketch despite not knowing whether or not it exists, and they find it inside the globe at the ruins of their home. The sketch is a drawing of Hozuki during her time with Galileo. The Ferrari family heads to Japan to meet up with the sisters' grandfather in the Galileo.",
          "Aliases": []
        }
      }
    }
  }
}