{
    "URL": "https://www.thetvdb.com/series/samurai-flamenco",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Crime",
        "Drama",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3169618/",
        "https://www.samumenco.com/",
        "https://www.themoviedb.org/tv/61363",
        "https://www.wikidata.org/wiki/Q15058056",
        "https://en.wikipedia.org/wiki/Samurai_Flamenco",
        "https://x.com/samumenco"
    ],
    "TitleEnglish": "Samurai Flamenco",
    "SummaryEnglish": "Male model Masayoshi Hazama decides to become a superhero, despite having no superpowers or the technology to create a high-powered suit. He becomes the hero, Samurai Flamenco and begins to fight crime in the name of justice. Police officer Hidenori Goto finds out about Samurai Flamenco and his real identity by a twist of fate, which leads to him getting involved in lots of trouble. These two young men will come face to face with hardships of being crime-fighters while discovering what it truly means to be a hero of justice.",
    "TitleJapanese": "サムライフラメンコ",
    "SummaryJapanese": "雑誌モデルの羽佐間正義は、ヒーローに憧れて、遂には自力で正義の味方・サムライフラメンコとなって、様々なトラブルを解決しようと奮闘する。だが、街の人から舐められたり、不審者と勘違いされたりして、失敗ばかり。そんな中で、「真のヒーローとは何か？」を模索していく。",
    "Aliases": [],
    "Modified": "2025-05-28",
    "Seasons": {
        "1": {
            "ID": "526522",
            "URL": "https://www.thetvdb.com/series/samurai-flamenco/seasons/official/1",
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "4630482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4630482",
                    "TitleEnglish": "Debut of Samurai Flamenco!",
                    "SummaryEnglish": "The setting is Shibiru City, Yukimachi Town. While most citizens are enjoying the peace and quiet, one young man makes a stand. His name is Hazama Masayoshi.",
                    "TitleJapanese": "サムライフラメンコ、デビュー！",
                    "SummaryJapanese": "知比留 (しびる)市・幸待 (ゆきまち)町。人々が憩う閑静なこの町で、一人の青年が立ち上がる……。青年の名は羽佐間正義。\nファッション誌のモデルとして活躍する一方、幼少時からヒーローに憧れ、自らもヒーローになることを決意した正義は、ある夜ついに正義 (せいぎ)の味方“サムライフラメンコ”としてデビューする。\nいつか世界の悪と立ち向かいたい、新ヒーローの物語が今、幕を開ける――！"
                },
                "2": {
                    "ID": "4654989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4654989",
                    "TitleEnglish": "My Umbrella Is Missing",
                    "SummaryEnglish": "Shibiru City is now home to a superhero named Samurai Flamenco. By pure chance, policeman Goto Hidenori learns the identity of Samurai Flamenco, resulting in numerous headaches as he copes with the new hero's atypical sense of justice. Goto arranges for a meeting to put a stop to all of the trouble, but Masayoshi shows up drenched. Masayoshi explains that he doesn't use umbrellas because of an incident in his past.",
                    "TitleJapanese": "傘がない",
                    "SummaryJapanese": "最近町を賑わせている正義 (せいぎ)の味方“サムライフラメンコ”。ひょんなことからその正体を知ってしまった警察官・後藤英徳は頭を抱える。ヒーローの少しズレた正義 (せいぎ)活動に……。苦言を呈すべく正義を呼びつけた後藤だったが、雨の中待ち合わせ場所に現れた正義は全身ずぶ濡れ！\n「僕、傘をささないんです」と主張する正義には、ある意外な過去があったのだ――。"
                },
                "3": {
                    "ID": "4654990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4654990",
                    "TitleEnglish": "Flamenco VS. Fake Flamenco",
                    "SummaryEnglish": "Samurai Flamenco is receiving more and more views on video sharing sites. Masayoshi is very pleased until a news site begins offering a reward to the person who unmasks Flamenco. That is when another person comes out as Samurai Flamenco. Who is this fake and what is his objective? The battle of Samurai Flamencos is about to begin.",
                    "TitleJapanese": "フラメンコ VS ニセフラメンコ",
                    "SummaryJapanese": "動画投稿サイトのアクセス数も上昇し、熱い注目を浴びはじめた“サムライフラメンコ”。\n上機嫌の正義だったが、その正体を暴こうと懸賞金を掛けるニュースサイトも出てきてしまい、最近では少し困惑気味。そんな折、突如として「自分がサムライフラメンコだ」と名乗る人物が現れる！\n“ニセフラメンコ”の正体、そして目的とは!? お互いの存在を賭けた戦いが始まる！"
                },
                "4": {
                    "ID": "4654991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4654991",
                    "TitleEnglish": "Idol Devastation",
                    "SummaryEnglish": "After dealing with the imposter, Samurai Flamenco gets to catch his breath, but then he's captured by some lawbreakers he approached. When all hope appears to be lost, a mysterious new hero appears and saves him. However, the new hero knows Samurai Flamenco's true identity and sees him as a rival. Samurai Flamenco now has a rival superhero. What next?",
                    "TitleJapanese": "アイドル蹂躙",
                    "SummaryJapanese": "偽者騒動も解決し一安心……と思いきや、悪事を注意した相手に捕らえられてしまった“サムライフラメンコ”。\n絶体絶命のその時、謎のヒーローが彼のピンチを救う！ しかし謎のヒーローは“サムライフラメンコ”の正体が正義であることを見抜いている上に、なにやら激しい対抗意識を燃やしていて……。\n正義せいぎ活動にライバル出現！ どうする“サムライフラメンコ” !?"
                },
                "5": {
                    "ID": "4654992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4654992",
                    "TitleEnglish": "The Meaning of Justice",
                    "SummaryEnglish": "Samurai Flamenco is becoming jaded as Flamenco Girl runs him ragged. The police have been receiving an increasing number of complaints as the heroes wreak havoc. Masayoshi struggles with his work as it seems that nothing is going right. Masayoshi begins to wonder what it means to be a hero.",
                    "TitleJapanese": "正義とは",
                    "SummaryJapanese": "“フラメンコガール”の型破りな行動に振り回されてばかりの日々に、最近ではすっかり疲弊気味の“サムライフラメンコ”。警察にはヒーローの過激な正義せいぎ活動に対する苦情が集まり出していた。意気込み臨んだ仕事でも空回りの連続で、なにもかもがうまくいかない状況に気落ちする正義。\n「自分が憧れていたヒーローとはこんなものだったのか？」正義は自問する。"
                },
                "6": {
                    "ID": "4654993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4654993",
                    "TitleEnglish": "Capture Samumenco!",
                    "SummaryEnglish": "A huge sum is offered to whoever exposes the identity of Samurai Flamenco and Masayoshi is facing the risk of his secret identity exposed, until scientist Jun Harazuka appears with some weapons disguised as stationary to help him.",
                    "TitleJapanese": "サムメンコを捕まえろ！",
                    "SummaryJapanese": "“フラメンコガール”は、仲間を引き連れ“フラメンコガールズ”となりパワーアップ！正義せいぎ活動も芸能活動も絶好調な日々を送っていた。一方、“サムライフラメンコ”は町中を逃げ回る。暴徒と化す市民。迫りくる魔の手……。後藤や要の助けは来ない。追いつめられた正義の脳裏に、ある男の言葉がこだまする。「サムライフラメンコ。……近いうちに、貴方は死にます」"
                },
                "7": {
                    "ID": "4654994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4654994",
                    "TitleEnglish": "Change the World",
                    "SummaryEnglish": "The efforts of Samurai Flamenco and the Flamenco Girls bear fruit and the city becomes a safer place, but Masayoshi is devastated upon learning the secret behind his parents' death. When doing a PR event with the police, Masayoshi and Hidenori find themselves in a pinch when a real monster appears before them.",
                    "TitleJapanese": "チェンジ・ザ・ワールド",
                    "SummaryJapanese": "地道な正義せいぎ活動の甲斐あって、知比留市の犯罪発生率は下がっていった。芸能活動も順調で、喜ぶべきことばかりなのだが、正義はなぜだか煮え切らない。自分はヒーローとしてこれからどうするべきなのか。迷いを抱きながら手にしたのは、祖父の遺品である一冊のノート。そこに綴られた“サムライフラメンコ”の物語を読み進めていく内に、正義は衝撃の真実を知る。"
                },
                "8": {
                    "ID": "4654995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4654995",
                    "TitleEnglish": "Attack of the Army of Evil",
                    "SummaryEnglish": "King Torture, leader of the evil \"Torture\" organization declares his intention to enslave the people of Japan and dares Samurai Flamenco to challenge him. Since then a monster attacks the city every week, just to be defeated by Flamenco with assistence from Hidenori and the Flamenco Girls. As the heroes always defeat Torture's monsters, the Japanese Government stops caring about it at all and both Masayoshi and the Mineral Girls have a huge leap in their careers, unaware that according to King Torture, everything is going as he planned.",
                    "TitleJapanese": "猛攻！悪の軍団",
                    "SummaryJapanese": "謎の怪人 “キング・トーチャー”一味の出現に騒然となる日本全土。彼らは日本政府に全面降伏と民衆の隷属化を要求してきていた。仲間が犠牲になった警察は、怪人を捕らえることに闘志を燃やす。平和を脅かす怪人との対決……それは夢にまで見たヒーローの姿。迷いを振り切った正義は警察や原塚、“フラメンコガールズ”と協力し、敢然と彼らに立ち向かう！"
                },
                "9": {
                    "ID": "4654996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4654996",
                    "TitleEnglish": "Predetermined Quota",
                    "SummaryEnglish": "As the monsters sent by Torture are defeated by Masayoshi without further casualties, the population stop bothering at all for their battles and even Mari stops lending him a hand, determined to confront King Torture himself instead. However, Mari ends up captured by King Torture who uses her as a hostage to challenge Samurai Flamenco for a decisive battle.",
                    "TitleJapanese": "抗えぬノルマ",
                    "SummaryJapanese": "怪人の襲来もすっかり日常化して暫く。迷惑行為程度にしかならない怪人達のささやかな攻撃に、まりは物足りなさを感じていた。マンネリな展開が連続するばかりか、怪人や世間が注目するのは“サムライフラメンコ”のことばかり。そんな現状が気に食わないまりは、思わぬ行動に出てしまう！ 一方、怪人達の一連の行動に疑念を抱いていた原塚は、ある仮説を提唱する。"
                },
                "10": {
                    "ID": "4654997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4654997",
                    "TitleEnglish": "Final Battle in the Enemy Base!",
                    "SummaryEnglish": "Samurai Flamenco and King Torture finally come face to face for their showdown. In the occasion, it is revealed that just like Masayoshi, Torture was a boy who enjoyed superhero stories but once realizing that the heroes he idolized never attain the true peace they fight for, he decided to turn to evil instead. After defeating the villain and stopping his master plan with Hidenori's help, Masayoshi reveals his secret identity to the world.",
                    "TitleJapanese": "決戦！敵の基地",
                    "SummaryJapanese": "フラメンコダイヤを救うため、敵のアジトへ向かう“サムライフラメンコ”。ダイヤはフラメンコサファイヤとともに捕らわれ拷問を受けていた。サファイヤを守ろうと抵抗をつづけるダイヤに、“キング・トーチャー”は容赦のない真実を突きつける。そしてついに相対する“サムライフラメンコ”と“キング・トーチャー”。悪の軍団の真の目的が明かされる――！"
                },
                "11": {
                    "ID": "4654998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4654998",
                    "TitleEnglish": "From Beyond",
                    "SummaryEnglish": "Just as the press question Masayoshi about his identity, a mysterious floating island rises from the Tokyo Bay. Joji reveals to Masayoshi that this is the work of From Beyond, an alien organisation that provided Torture with the power to make monsters. To this end, Joji has been assembling a team known as the Flamengers, planning on recruiting Masayoshi as their leader. Upon reaching their secret base, however, they discover it has been infiltrated by a toxic commander from From Beyond named Ugly Toxic Poison. Joji assembles four more Flamengers, who are all confused over being allegedly recruited as Red Rangers, asking them to sort amongst themselves who gets to be leader whilst he goes to confront Poison. After Joji's noble 'sacrifice', the group decide to let Masayoshi be the leader and confront Poison, who soon grows to enormous size but is defeated by the Flamengers' Flamen Robo.",
                    "TitleJapanese": "フロム・ビヨンド",
                    "SummaryJapanese": "“キング・トーチャー”との死闘を終え、日本を守り抜いた“サムライフラメンコ”は、集まる報道陣を前に覚悟を決め、ついに自身の正体を明かした。しかしその直後、正義は突如現れた輸送機に連れ去られてしまう。時を同じくして、東京湾に謎の巨大要塞が出現。一難去ってまた一難。どうなる“サムライフラメンコ”!?"
                },
                "12": {
                    "ID": "4684267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4684267",
                    "TitleEnglish": "Document! We are the Flamengers!!",
                    "SummaryEnglish": "As the Flamengers continue to defeat monsters from From Beyond, Masayoshi is still trying to adjust to his role as a team leader. Meanwhile, Mari has been hiding from the public eye at Hidenori's place, feeling she has no place to return to. The Flamengers have a documentary filmed about them as they go against some From Beyond monsters turning cities into an ice age. After defeating two monsters who were holding some kids hostage, they are soon confronted by a large group of monsters, but with some teamwork and new weapons, they overcome them. The team soon act on more friendlier terms with Masayoshi, until they learn there are yet more From Beyond monsters to come.",
                    "TitleJapanese": "ドキュメント！これがフラメンジャーだ!!",
                    "SummaryJapanese": "要の正体は対秘密組織殲滅機関サムライベースの長官だった。正義は“フロム・ビヨンド”の野望を砕くため、新たな仲間・蒼一、碧、闇児、桜とともに“フラメンジャー”として立ち上がる！ しかしフラメンジャーメンバーの個性はバラバラ。主義主張も噛み合わずチームワークもゼロ。日々襲い来る怪人達との戦いに身を投じながら、正義はリーダーとして思い悩む。"
                },
                "13": {
                    "ID": "4684268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4684268",
                    "TitleEnglish": "Night Before the Decisive Battle",
                    "SummaryEnglish": "With From Beyond allegedly sporting over 60,000 monsters at their disposal, Masayoshi finds himself under a lot of stress, particularly when he learns of an all-out attack on Japan being planned for February 7. Joji convinces the Prime Minister to make an announcement, on the condition it be made after the leaders and their families are evacuated first, giving the Flamengers 24 hours to each choose five people to move to the shelters with them. Whilst going to speak with Hidenori, Masayoshi discovers Mari staying with him and is unable to tell him about the evacuation. As Masayoshi finds he cannot limit his choices to just five, Joji tells him his decision to not tell anyone, only to disappear the next morning. Masayoshi, paranoid that an attack could occur at any moment, decides to make his own announcement during a talkshow appearance.",
                    "TitleJapanese": "決戦前夜",
                    "SummaryJapanese": "“フラメンジャー”は国民英雄賞受賞者第一号に輝き、今や日本国民すべての希望となっていた。“フロム・ビヨンド”とも善戦をつづけていたが、怪人達はある日忽然と姿を消す……。彼らが日本制圧を諦めたとは思えない。これは総攻撃の前兆ではないかと予測を立てた“フラメンジャー”は対策に乗り出すが、その活動は思わぬ障害に阻まれてしまう――！"
                },
                "14": {
                    "ID": "4684269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4684269",
                    "TitleEnglish": "The Destruction of Japan",
                    "SummaryEnglish": "Just as Masayoshi makes his announcement, members from From Beyond call all the cellphones in the area, stating they will attack the next morning. After the prime minister declares a state of emergency, Masayoshi is picked up by Sumi and Akira, who had learned of the government's plans. Feeling responsible, Masayoshi makes his own broadcast to encourage the panicked citizens to be heroes in their own way, allowing them to reach shelters without hassle. The next morning, Hidenori brings Moe and Mizuki to his apartment to talk things out with Mari before heading to his post. As From Beyond's attack begins, they bring forth a 'Destruction of Japan Device', which plots to drill into Mt. Fuji, causing it to erupt. Just as things look their worse, Joji returns, bringing with him various tokutatsu heroes to help the fight, encouraging the citizens to fight alongside them. Just as the Flamengers are about to take on the destruction device, Masayoshi receives a call from From Beyond's final member, who claims to be his brother, Beyond Flamenco.",
                    "TitleJapanese": "ニッポン壊滅",
                    "SummaryJapanese": "会見直後、日本中で鳴り響いた怪電話。それは姿を消していた怪人達からの総攻撃開始を告げる予告電話だった。総攻撃開始まで猶予はわずかしかない。内閣は国家非常事態宣言を発表し、自衛隊や警察も対応に当たることに。要が姿を消した今、不安を抱えながらも“フラメンジャー”は立ち上がる。そしてついに、“フロム・ビヨンド”による総攻撃が始まった――！"
                },
                "15": {
                    "ID": "4684270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4684270",
                    "TitleEnglish": "Imitation Justice",
                    "SummaryEnglish": "Beyond Flamenco states a lot of cryptic messages, before taking his own life, causing all the From Beyond members to disappear. With the destruction device still running, the Flamengers try to use all their Flamen Robo's weapons to try and stop it, managing to stop it in time and safely escape. With peace returned to Japan, the Flamengers disband and return to their daily lives. Meanwhile, Masayoshi, still curious about Beyond Flamenco's last words, is approached by an American hero named Mr. Justice, who protects him from the Bureau of Peace who are after him and the other Flamengers for some reason. Justice informs Masayoshi that the Japanese government, led by the prime minister, created From Beyond as a means to distract countries from wars and improve their political standing, just like in his country. As the Flamengers were seen as a threat to the Japanese government's plans, they decided to frame the Flamengers for attempting to overthrow the government. Justice helps Masayoshi escape whilst he himself is apprehended, leaving Masayoshi fleeing as he is put on Japan's Most Wanted list.",
                    "TitleJapanese": "イミテーション・ジャスティス",
                    "SummaryJapanese": "正義と瓜二つの顔をした怪人は、正義を兄と呼び、自らを“ビヨンドフラメンコ”と名乗った。動揺を隠せない正義を前に、“ビヨンドフラメンコ”は静かに語り始める。 “フロム・ビヨンド”の持つ思想、そしてその目的を……。一方、“フラメンジャー”の戦いを指揮してきた政府もまた新たな動きを見せ始める。“フロム・ビヨンド”との戦いの行方は果たして?!"
                },
                "16": {
                    "ID": "4684271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4684271",
                    "TitleEnglish": "Wandering Hero",
                    "SummaryEnglish": "Mari, who had ran off from Moe and Mizuki after backlashing at them, revisits King Torture's hideout, reminding herself of the horrors she and Moe went through and lamenting her own worthlessness. Moe and Mizuki catch up to her and the three manage to make up with each other. Meanwhile, Mazayoshi, who is still in hiding from the authorities and growing weak from hunger, meets a short-sighted homeless man who offers him some food. He explains how when life was treating him badly, it was Samurai Flamenco who taught him to help others. Encouraged by his words, Mazayoshi goes to Hidenori, who has been waiting for him to come seek his help.",
                    "TitleJapanese": "さすらいのヒーロー",
                    "SummaryJapanese": "政府の謀略により、“フロム・ビヨンド”テロ事件の犯人とされた“フラメンジャー”。さらに政府は『非認可正義 (せいぎ)行動規制法』を国会に提出。歴代ヒーロー達をも次々と拘束してしまう。そんな中、“ミスター・ジャスティス”の手を借り一人逃亡をつづけていた正義が向かった先とは……。また、己の心の傷から目を背けていたまりにも、対峙の時が訪れる。"
                },
                "17": {
                    "ID": "4684272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4684272",
                    "TitleEnglish": "Ultimate Prime Minister",
                    "SummaryEnglish": "Masayoshi escapes with Hidenori and Jun, who have been in contact with each other whilst he was in hiding, arriving at a secret base where Akira awaits, later joined by Mr. Justice. The next day, Masayoshi and Hidenori arrive at the Diet to stop Prime Minister Okuzaki from passing an anti-superhero bill. Okuzaki equips himself with a powerful mech suit, powered by support from the public, and starts attacking Masayoshi, overpowering all of his techniques. Whilst Mari and the others hold off Okuzaki's guards, Hidenori joins the fight but is also beaten. However, Akira manages to stream the action, and Okuzaki's plot, on television to the world, rapidly decreasing his support and weakening his suit, allowing Masayoshi and Hidenori to defeat him. However, it is soon revealed that Mr. Justice is actually an Alien Flamenco, whose race had replaced all the world's leaders, which Okuzaki was trying to put a stop to. Stepping outside, Masayoshi and the others are shocked to find a giant spaceship in the sky.",
                    "TitleJapanese": "最強総理",
                    "SummaryJapanese": "正義が最後に頼ったのは後藤だった。全国指名手配犯である自分を変わらず迎え入れてくれた後藤に安堵したのも束の間、正義に新たな追手が迫る。追いつめられた二人の元へ駆けつけたのは、かつて行動を共にした力強い仲間達。“フラメンジャー”達に濡れ衣を着せ、国民の支持を集めようとする総理の狙いとは何なのか。正義は国会議事堂への突入を決行する――！"
                },
                "18": {
                    "ID": "4684273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4684273",
                    "TitleEnglish": "Flamenco in Space",
                    "SummaryEnglish": "A mysterious being calling himself a Flamencolian appears before Masayoshi and the others, wishing to speak to Masayoshi alone. Despite concerns that he might not make it back alive, Hidenori encourages Masayoshi to go into the Flamencolian's spaceship, where he explains he was the one responsible for King Torture and From Beyond's monsters, believing evolution is the key to universal peace. Unable to persuade him to join their cause, the Flamencolian grows in size to attack Masayoshi, who uses the Flamencolian's evolutionary device to grow in size too, becoming Space Final Flamenco, knocking the Flamencolian into an endless journey into deep space. Stranded on the moon following the battle, Masayoshi is greeted by a being calling itself the universe's will. He explains all of the enemies Masayoshi has faced came because he wished for them, giving him the choice of whether to continue fighting evil, or live on in peace. Masayoshi decides to return to his own world, choosing to keep being a hero not to fight enemies, but to do what is right. After getting to speak with the spirit of his grandfather and learning the somewhat uneventful meaning of \"Flamenco\", Masayoshi is sent back home where he meets up with Hidenori.",
                    "TitleJapanese": "宇宙でフラメンコ",
                    "SummaryJapanese": "復活した“フラメンコガールズ”達の協力も得て、総理との戦いに決着をつけた正義。しかし政府が本当に倒そうとしていた敵、それは正義達ヒーローではなかった。その敵の名はフラメンコ星人。秘密裏に世界各国を侵略してきた彼等は次なるターゲットを日本に定めた。戸惑う正義達をしり目に、フラメンコ星人は“サムライフラメンコ”単身で交渉に赴くことを要求する。"
                },
                "19": {
                    "ID": "4684274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4684274",
                    "TitleEnglish": "The Quiet Life",
                    "SummaryEnglish": "Six months has passed and life has been peaceful for Masayoshi, who people are keen to make World President. Meanwhile, Hidenori makes plans to meet up with his girlfriend for a long-awaited date. Upon hearing about this, Mari drags Masayoshi along with him to follow Hidenori to his hometown. There, Hidenori's mother explains that Hidenori had a girlfriend during high school, who disappeared one day and was never found. She then reveals that Hidenori had in fact been sending texts to himself impersonating the girlfriend in order to keep his sanity. As Mari feels downhearted upon learning about this, she spends the evening with Moe and Mizuki. Meanwhile, Masayoshi encounters a boy named Haiji Sawada, who sets off an explosion in a building.",
                    "TitleJapanese": "静かな生活",
                    "SummaryJapanese": "フラメンコ星人との決闘、宇宙の意志との対話……。人智を超える体験をし、地球に戻ってきた正義を待っていたのは、悪が一掃された平和で穏やかな日常だった。悪の消えた世界には、正義 (せいぎ)の味方の出番はもうないのかもしれない。そんなことを考えていた矢先、後藤が彼女とデートの約束をしていることを知った正義は、まりと共に後藤を尾行することになり……。"
                },
                "20": {
                    "ID": "4684275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4684275",
                    "TitleEnglish": "Boy From the Past",
                    "SummaryEnglish": "As Masayoshi is left with many questions about Haiji, he receives a call from him whilst staying in a hotel, explaining how he became obsessed with him after witnessing his earliest superhero efforts, deciding he wanted to become his arch nemesis dedicated to doing bad things to Samurai Flamenco. Masayoshi becomes further confused when he hears from the police that Haiji Sawada allegedly died from illness one year ago. The next day, after Haiji tells Masayoshi he intends to do something 'colorful', malicious things are done to the Flamengers, with Jun being pushed down the stairs and Joji being hit by a truck. After receiving more threats from Haiji, Masayoshi meets up with Hidenori, who offers little comfort and even becomes angry when he brings up her missing girlfriend. Upon realising that the only one who has seen or heard Haiji is himself, Masayoshi starts to wonder if he is just imagining him.",
                    "TitleJapanese": "いつか見た少年",
                    "SummaryJapanese": "平和な日常を突如破壊した少年・澤田灰司。彼はかつて正義が“サムライフラメンコ”として対峙した中学生だった。灰司は正義に向って、自分は「この世界に残った最後の敵」だと宣言する。その言葉通り、灰司は“フラメンジャー”や要など、正義の周囲の人間を次々と襲っていく。正義は灰司を止めるため動き出すが、そこには予想外の事実が待ち受けていて――。"
                },
                "21": {
                    "ID": "4684276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4684276",
                    "TitleEnglish": "Teaching Love",
                    "SummaryEnglish": "After being informed about Haiji, Mari steps up on stage for her concert, only to find Moe and Mizuki had been poisoned. Meanwhile, Masayoshi is called to the hospital by Joji, who had heard someone mention Samurai Flamenco before he was hit by the truck, telling him that he needs to learn to love to become stronger. As Masayoshi becomes hung up over what that means, Sumi offers to give him advice about his situation, asking Akira to investigate Haiji before teaching Masayoshi about the various types of love. Meanwhile, Haiji lures Hidenori into a trap and kidnaps him, instructing Masayoshi to go to his old apartment.",
                    "TitleJapanese": "愛をおしえて",
                    "SummaryJapanese": "灰司を止めるためには、自分の存在を消すしかないのか……。次々と起きる事件に翻弄され、後藤との関係にも亀裂が生じた正義は、戸惑いを抱えながらも灰司の行方を追いつづけるが、新たな壁に阻まれてしまう。一方、後藤もまた迷いの中にいた。そんな二人を嘲笑うかのように、灰司は次の一手を繰り出し……。"
                },
                "22": {
                    "ID": "4684277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/samurai-flamenco/episodes/4684277",
                    "TitleEnglish": "Samurai Flamenco Naked",
                    "SummaryEnglish": "Hidenori recalls how he started sending messages to himself after his girlfriend went missing, despite attempts from his mother to get him to stop, eventually joining the police force in the hopes of one day finding her. Back in the present, Haiji attempts to drive Hidenori into killing him by deleting the texts that have kept him going all this time. After hearing from Akira that Haiji had his parents fake his death, Masayoshi arrives at the apartment to confront Haiji, who desires to turn Samurai Flamenco into a 'dark hero' by having Hidenori kill him. Believing fighting him as Samurai Flamenco won't solve anything, Masayoshi strips naked in order to confront him as himself. As Hidenori tries to aim Haiji's gun at him, Masayoshi stands in his way and manages to calm him down in his own way, whilst Mari apprehends Haiji. Six months later, a museum is opened to celebrate heroes, whilst Masayoshi, who occasionally pays visits to Haiji, continues to act as Samurai Flamenco to help solve the little crimes.",
                    "TitleJapanese": "サムライフラメンコ・ネイキッド!!",
                    "SummaryJapanese": "鳴り響いた一発の銃声。灰司に捕らわれた後藤のもとに正義は駆ける。自らヒーローとなることを望んだ正義。彼女との時間を守りつづけた後藤。己の存在を刻みつけるため、純粋に悪になろうとした灰司。それぞれが目指した先に見い出したものとは……。“サムライフラメンコ”の物語、遂にクライマックス――！"
                }
            }
        }
    }
}