{
    "URL": "https://www.thetvdb.com/series/strike-the-blood",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Horror",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2789238/",
        "http://www.strike-the-blood.com",
        "https://www.themoviedb.org/tv/61440",
        "https://x.com/stb_anime"
    ],
    "TitleEnglish": "Strike the Blood",
    "SummaryEnglish": "The Fourth Primogenitor—That's the world's strongest vampire that should only exist in legends. Accompanied by twelve Kenjuu and spreading calamity, this phantom vampire appeared in Japan. For the observation and obliteration of this Fourth Primogenitor, the government and Lion King decided to dispatch an attack mage known as a Sword Shaman. However, for some reason, the one chosen for the observation was a apprentice Sword Shaman girl, Himegari Yukina. Wielding the strongest anti-primogenitor spirit spear, Yukina arrived at Demon District, Itogami City. What is the true identity of the Fourth Primogenitor, Akatsuki Kojou, she encountered over there!?",
    "TitleJapanese": "ストライク・ザ・ブラッド",
    "SummaryJapanese": "世界最強の吸血鬼と剣巫の少女が織りなす物語が 今、幕を開ける——！！\n\n“第四真祖”——それは伝説の中にしか存在しないはずの、世界最強の吸血鬼。十二体もの眷獣を従え災厄を撒き散らすといわれる幻の吸血鬼が、日本に出現したという。その“第四真祖”を監視・抹殺のため、政府・獅子王機関は“剣巫”と呼ばれる攻魔師の派遣を決定。しかしなぜか監視役として選ばれたのは、見習い“剣巫”の少女・姫柊雪菜だった。対真祖用の最強霊槍を携え、魔族特区“絃神市”を訪れる雪菜。そこで彼女が遭遇した“第四真祖”暁古城の正体とは——！",
    "Aliases": [
        "SutoBura"
    ],
    "Modified": "2025-09-11",
    "Seasons": {
        "0": {
            "ID": "562706",
            "URL": "https://www.thetvdb.com/series/strike-the-blood/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5413280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/5413280",
                    "TitleEnglish": "Kingdom of Valkyria I",
                    "SummaryEnglish": "A renewal of the non-aggression treaty between the Kingdom of Aldegyr and the Warlord's Empire is scheduled to be signed in the acceptably neutral Itogami City. King Lucas' misgivings about La Folia's relationship with the Fourth Progenitor result in him pressuring his daughter to quickly get engaged to someone. The Rihavein's host a large event that night and everyone is invited. Giant, flying, demon bugs crash the party and menace the attendees.",
                    "TitleJapanese": "ヴァルキュリアの王国篇Ⅰ",
                    "SummaryJapanese": "いつものように登校している古城と雪菜。\nそこへ突然現れたのは何者かに追われているラ・フォリアだった。彼女を追ってきた大男と刃を交える雪菜。本格的な戦いが始まるかと思われた時ラ・フォリアは衝撃的な発言をする。\n「お父様、この方が私が初めてをささげた第四真祖、暁古城です！」 \nラ・フォリアは、父ルーカスから結婚相手を決めるよう言われていたため、その相手に古城を選ぶと宣言。それを認めないルーカスだが、そこにラ・フォリアの母ポリフォニアが現れ、詳しい話をするために古城と雪菜をパーティーに招待することに。\nだがそのパーティー会場には、浅葱や矢瀬、凪沙や紗矢華まで招待されていた。どうやら古城と関係のある人物を招待したようなのだが……古城をめぐり女性陣のある意味熱いバトルが展開される!?"
                },
                "2": {
                    "ID": "5413308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/5413308",
                    "TitleEnglish": "Kingdom of Valkyria II",
                    "SummaryEnglish": "Lucas and Polifonia discuss the abduction with security. Meanwhile, with the two abductees bound and gagged nearby, erstwhile maid and now full-time terrorist Trine Harden discusses their plans while humiliating Kojo. The world is oblivous to the abduction which is kept from the public. On the day of the ceremony, at Trine's command, Kojo boards and takes over the Aldegyrian flagship, the Bifröst.",
                    "TitleJapanese": "ヴァルキュリアの王国篇Ⅱ",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "7414100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/7414100",
                    "TitleEnglish": "Who Moved My Lance?",
                    "SummaryEnglish": "The Lion Agency and the Taishi Bureau have conducted a joint investigation on an unidentified marine accident occurring in the sea area around Itogami Island. On the other hand, Kojou wakes up after hearing a voice. The spectacle that jumped into his sight, whose memory was also dim, was a blanket and a cheek that seemed to have been wrapped and sleeping, cheeking, and Yukina's face appealing with tears. \"Senpai ... I lost something important ...\".",
                    "TitleJapanese": "消えた聖槍篇",
                    "SummaryJapanese": "“聖殲”を巡るヴァトラーとの戦いに\n勝利を収めた古城と雪菜。\n\n絃神島を自らの“夜の帝国”としたことで実質的な島の支配者となった古城だが、\n以前とさほど変わらぬ日常を過ごしていた。\n\nそんな折、絃神島の周辺海域で起きている原因不明の海難事故について、\n獅子王機関と太史局が合同調査を行うことに。\n\n一方、自分を呼ぶ声で目を覚ました古城。\n記憶もおぼろげな彼の視界に飛び込んできた光景は、\n自分がくるまって寝ていたらしい一枚の毛布と頬を赤らめ、涙ながらに訴えかけてくる雪菜の顔。\n\n「先輩…私、大切なものを失くしてしまいました…」"
                }
            }
        },
        "1": {
            "ID": "526518",
            "URL": "https://www.thetvdb.com/series/strike-the-blood/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4630479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4630479",
                    "TitleEnglish": "The Right Arm of the Saint I",
                    "SummaryEnglish": "Itogami Island is a manmade island in the middle of the Pacific Ocean where summer never ends. A high school student at Saikai Academy, Akatsuki Kojou, is on his way home from studying with his classmates, Aiba Asagi and Yaze Motoki, when he notices a girl in the Saikai Academy middle school uniform following him.",
                    "TitleJapanese": "聖者の右腕篇Ⅰ",
                    "SummaryJapanese": "太平洋のド真ん中に位置する、常夏の人工島“絃神島”。この島の彩海学園に通う高校生・暁古城は、ある日クラスメイトの藍羽浅葱、矢瀬基樹との勉強会の帰り道、彩海学園中等部の制服を身につけた見知らぬ少女に後をつけられる。厄介事をさけたい古城だったが、たまたま魔族にからまれたことで内に秘めた吸血鬼の力を見せてしまい――。"
                },
                "2": {
                    "ID": "4675701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4675701",
                    "TitleEnglish": "The Right Arm of the Saint II",
                    "SummaryEnglish": "Yukina moves into the room next to Kojou's. When Kojou sees that she only has a bare minimum of furniture and necessities, he takes her to a hardware store. Kojou's younger sister Nagisa also insists on hosting a welcome party for Yukina, adding up to a very lively day.",
                    "TitleJapanese": "聖者の右腕篇Ⅱ",
                    "SummaryJapanese": "古城が住む部屋の隣に引っ越してきた雪菜。必要最低限の家具しかない部屋を見かねた古城は、雪菜を連れてホームセンターへ。さらに妹の凪沙の提案で鍋パーティーを催すなど、賑やかなひと時を過ごしていた。一方絃神島では魔族が襲われるという事件が続いており、その現場には吸血鬼とその眷獣（けんじゅう）を追い詰める殲教師・オイスタッハと少女・アスタルテの姿があった――。"
                },
                "3": {
                    "ID": "4675940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4675940",
                    "TitleEnglish": "The Right Arm of the Saint III",
                    "SummaryEnglish": "The morning after the battle against the Combat Deacon and his homunculus, the town is left in ruins. Yukina had been shocked to see how vastly Kojou's power exceeded that of the Familiar, but now she learns that Kojou can't even control his own Familiars. Kojou and Yukina pursue the escaped Eustach and Astarte to an abandoned laboratory, where another intense battle awaits them...",
                    "TitleJapanese": "聖者の右腕篇Ⅲ",
                    "SummaryJapanese": "殲教師たちとの戦闘から一夜明け、そこに残されたのは廃墟と化した倉庫街。眷獣の力をはるかに上回る古城の力に驚きを隠せない雪菜だったが、さらに古城が自らの眷獣を制御できないという事実を知るのだった。戦闘から姿を消したオイスタッハたちの行方を追って、とある実験施設へ潜入する古城と雪菜。彼らの目的を知った2人は、再び激しい戦闘を繰り広げる。"
                },
                "4": {
                    "ID": "4675941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4675941",
                    "TitleEnglish": "The Right Arm of the Saint IV",
                    "SummaryEnglish": "Eustach and Astarte continue their assault, finally launching an attack on the central support of the manmade island. When Kojou learns that Asagi is trapped inside, he's eager to save her, but his inability to control his own Familiars holds him in place. Unable to see him go on like this, Yukina makes a suggestion he never expected...",
                    "TitleJapanese": "聖者の右腕篇Ⅳ",
                    "SummaryJapanese": "オイスタッハたちの進撃は止まらず、ついに人工島の中枢部が襲撃を受けてしまう。さらに浅葱が閉じ込められていることを知った古城は彼女の救出に向かおうとするが、眷獣を操れない己の力の無さに立ち止まる。そんな古城を見かねた雪菜は思いもよらぬ行動に出るのだった。「1人でその責任を負いきれないというなら、私も一緒に背負います――」"
                },
                "5": {
                    "ID": "4695469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4695469",
                    "TitleEnglish": "From the Warlord's Empire I",
                    "SummaryEnglish": "It's nearly time for the Saikai Academy ball sports tournament, and Yukina and Nagisa are all fired up to act as cheerleaders! And thanks to the workings of Motoki and Rin, Kojou and Asagi are paired up to participate in the badminton doubles match for their class. Meanwhile, Natsuki is occupied with the capture of some therianthropes that have appeared in the warehouse district, and someone is targeting the Fourth Progenitor again...",
                    "TitleJapanese": "戦王の使者篇Ⅰ",
                    "SummaryJapanese": "球技大会開催間近の彩海学園。雪菜と凪沙もチアリーダーとして気合い十分！そして基樹と倫の手回しによって、古城と浅葱もクラス競技のバドミントンにダブルスで出場することになるのだった。一方那月は、倉庫街に現れた獣人たちの捕獲に追われていた。彼らの目的とは果たして。そして同時に、第四真祖である古城を狙う者たちの影が迫る――。"
                },
                "6": {
                    "ID": "4702441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4702441",
                    "TitleEnglish": "From the Warlord's Empire II",
                    "SummaryEnglish": "Kojou and Yukina meet Dimitrie Vatler, a nobleman who shows an abnormal degree of affection toward the Fourth Progenitor, and Kirasaka Sayaka, Yukina's old friend also under the employ of the Lion King Organization. When Vatler proposes that Kojou capture some terrorists hiding out on Itogami Island and Yukina volunteers to take care of them instead, Vatler challenges Yukina to test her suitability for the task. And, though Sayaka has always been a friend of Yukina's since childhood, her behavior starts to change...",
                    "TitleJapanese": "戦王の使者篇Ⅱ",
                    "SummaryJapanese": "古城たちの前に姿を現したのは、第四真祖にただならぬ愛情を示す公爵・ヴァトラーと、雪菜と同じ獅子王機関に所属している煌坂紗矢華だった。絃神島に潜伏しているテロリストの捕獲を古城に持ちかけるが、代わって名乗り出た雪菜の力量を確かめるべく、ヴァトラーは雪菜に一騎打ちを提案する。そして、今まで幼馴染のポジションだった浅葱の行動にも変化が……？"
                },
                "7": {
                    "ID": "4702442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4702442",
                    "TitleEnglish": "From the Warlord's Empire III",
                    "SummaryEnglish": "In her excessive defense of Yukina, Sayaka launches an attack on Kojou, but he can't control his powers. Yukina's arrival prevents the situation from growing dire, but Yukina leaves them both on the school roof to think about what they've done.",
                    "TitleJapanese": "戦王の使者編Ⅲ",
                    "SummaryJapanese": "雪菜を思うあまり、古城に攻撃を仕掛ける紗矢華と、魔力を抑え込めない古城。雪菜の介入で大事には至らなかったが、屋上で反省させられることに。ふたりは雪菜について語り合い、徐々に打ち解ける。しかしその頃、雪菜、浅葱、凪沙がガルドシュと名乗る男によって拉致されてしまった。狙われたのは浅葱のハッキング能力。古城の追跡も間に合わず、ガルドシュの思惑通り古代兵器が起動した！"
                },
                "8": {
                    "ID": "4702443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4702443",
                    "TitleEnglish": "From the Warlord's Empire IV",
                    "SummaryEnglish": "While Kojo and Sayaka have trouble with the Nalakuvera, Yukina engages Gardos in combat. Yukina manages to slice of Gardos's arm, but she loses Gardos who had Asagi and Nagisa captive. Meanwhile, Sayaka offers her blood to Kojo. After Kojo bites Sayaka's neck, he summons a new familiar, a unicorn. Yukina joins Kojo and Sayaka in battle. She notices Sayaka is wearing Kojo's jacket. Yukina informs the two that Asagi had started program that will deactivate the Nalakuvera's system. With the help of Asagi's program, Yukina and the others defeat the Nalakuvera. The third leader of the Lion King organization gives a letter to Vatler.",
                    "TitleJapanese": "戦王の使者篇Ⅳ",
                    "SummaryJapanese": "テロリスト、ガルドシュの策謀により古代兵器ナラクヴェーラが復活。古城と紗矢華は辛くも難を逃れるものの、人工島の深部へと落下してしまう。ナラクヴェーラの制御と解析を急ぐ浅葱。ガルドシュを止めるべく、激闘を繰り広げる雪菜。古城と共に分断され、孤立無援となった紗矢華は古城の吸血鬼の力に己を委ねることを決意。紗矢華の血によって新たな眷獣が出現する――！"
                },
                "9": {
                    "ID": "4715288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4715288",
                    "TitleEnglish": "The Amphisbaena I",
                    "SummaryEnglish": "Elsewhere, a blonde woman with a spear engages in battle with a mage. Then, mysterious being with angel-like wings appear. Next day, Kojo recalls his kiss with Asagi. In class, Asagi asks Kojo to let her paint a portrait of him. When Kojo won't dress up, Asagi undresses to make Kojo comfortable. While Asagi takes picture of Kojo, Kojo takes pictures of her. Afterwards, Asagi wonders what secrets Kojo is hiding. Meanwhile, Kojo finds his sister with a young man. He and Yukina follow Nagisa to the rooftop. Kojo thought the two were doing something indecent. It turns out that Nagisa and her friend were looking after a cat. Then, Kojo and the others meet a new girl, Kanase Kanon. Kanase leads Kojo and Yukina to a church overrun by cats. Meanwhile, Natsuki, Motoki, and Vatler talk about the injuries on a young girl.",
                    "TitleJapanese": "天使炎上篇Ⅰ",
                    "SummaryJapanese": "黒死皇派による混乱が収束。古城は煌坂紗矢華を新たな知己として迎えつつ、日常へと戻ったが、自らの吸血鬼という正体を浅葱に明かすべきかを悩んでいた。そんな折、古城は妹の凪沙の友人で、中等部の聖女と呼ばれる叶瀬夏音と出会う。同じ頃、謎の飛行体が魔族特区の上空で激突する事案が発生。その破壊を引き起こした者は、絃神島に住む魔族ではなく、人間だと推測された……。"
                },
                "10": {
                    "ID": "4715289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4715289",
                    "TitleEnglish": "The Amphisbaena II",
                    "SummaryEnglish": "Kojou and Yukina prepare to ambush The Possession Mask, the group responsible for the attacks around Itogami Island... but one of the Possession Mask members they see is Kanase Kanon.",
                    "TitleJapanese": "天使炎上篇Ⅱ",
                    "SummaryJapanese": "絃神島各地で不穏な激突を行う存在、仮面憑きを迎え撃つべく、古城と雪菜が出動。しかしそこで見た一体の仮面憑きの正体は、あの叶瀬夏音だった。真相を確かめるべく、消息を追う古城と雪菜は、ベアトリスと名乗る女の手引きで、孤島の研究施設へ急ぐ。ところが島に到着した矢先、ベアトリスの策で古城たちは置き去りにされてしまう！　無人島で雪菜とふたりっきり……どうする古城!?"
                },
                "11": {
                    "ID": "4715290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4715290",
                    "TitleEnglish": "The Amphisbaena III",
                    "SummaryEnglish": "The deserted island turns out to be a research facility owned by Magus Craft where Kanon's father, Kensei, conducts research. Kojou and Yukina are attacked by a vanguard force, but the one to save them from danger is Princess La Folia of Aldeigia, a young woman with deep connections to both Kanon and Kojou.",
                    "TitleJapanese": "天使炎上篇Ⅲ",
                    "SummaryJapanese": "無人島は夏音の父、賢生が研究を行うメイガスクラフトの所有地だった。古城と雪菜は尖兵の襲撃を受け危機に陥るが、それを救ったのはアルディギア王国の王女ラ・フォリアだった。古城や夏音と浅からぬ縁を持つラ・フォリア。彼女は夏音が模造天使として賢生に改造された経緯を明かす。ほどなくして夏音を古城と戦わせるべく現れた賢生。常夏の孤島に、氷の天使と化した夏音が舞い降りる！"
                },
                "12": {
                    "ID": "4725131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4725131",
                    "TitleEnglish": "The Amphisbaena IV",
                    "SummaryEnglish": "When Kojou is disabled in the battle with Kanon, Yukina retreats with him behind La Folia's barrier. Both Yukina and La Folia share their blood with Kojou to aid in his recovery and the awakening of a new power. They have no choice but to rush to Kanon's rescue as her ego slips beyond control and she loses her grip on her humanity.",
                    "TitleJapanese": "天使炎上篇Ⅳ",
                    "SummaryJapanese": "夏音に貫かれ戦闘不能となった古城を伴い、ラ・フォリアの結界へ逃げ込む雪菜。古城の復活と新たな力の覚醒のため、雪菜とラ・フォリアは古城に血を分け与える。自我が暴走し、人としての意識が消えつつある夏音を救うためには急ぐしかない。氷の塔を舞台に再び集う古城、雪菜、ラ・フォリア、賢生、ベアトリス、そして――夏音。模造天使の少女の命運を賭けた激闘が始まった！"
                },
                "13": {
                    "ID": "4725132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4725132",
                    "TitleEnglish": "Labyrinth of the Blue Witch I",
                    "SummaryEnglish": "Itogami Island's tourist industry flourishes as the season of the annual Halloween Fest draws near. Kojou reunites with his childhood friend Tokoyogi Yuuma for the first time in four years, but Yukina and Asagi are not pleased to see the intimate friendship she shares with him. Meanwhile, when the Meyer Sisters suddenly appear at the Keystone Gate, the \"witch of the void,\" Natsuki, finds herself in danger...",
                    "TitleJapanese": "蒼き魔女の迷宮篇Ⅰ",
                    "SummaryJapanese": "絃神市で年に一度開催される『波朧院フェスタ』に、島は観光客で賑わってのお祭りムード。古城も幼馴染の仙都木優麻（とこよぎゆうま）と4年ぶりの再会を果たしたものの、雪菜や浅葱は古城と親密に接する彼女に心穏やかじゃない様子を見せていた。そんな中、キーストーンゲートに突如現れたメイヤー姉妹により、“空隙の魔女”那月の身に危険が迫る――。"
                },
                "14": {
                    "ID": "4746481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4746481",
                    "TitleEnglish": "Labyrinth of the Blue Witch II",
                    "SummaryEnglish": "Still stuck in Yuuma's body after the mind switch, Kojou rushes to see Yukina and the other girls. At first they're unsure whether to believe him, but after an explanation, Kojou and Yukina try to locate Yuuma in Kojou's body as they draw closer to unraveling the mystery of the witch of the void.",
                    "TitleJapanese": "蒼き魔女の迷宮篇Ⅱ",
                    "SummaryJapanese": "優麻と精神が入れ替わってしまった古城は、優麻の身体のまま雪菜たちのもとへ急ぐ。はじめは半信半疑だった仲間たちに事情を話し、第四真祖の肉体を手に入れた優麻の目的を探るうちに、空間異常の謎に近づいていく古城と雪菜。そして古城の姿の優麻は、メイヤー姉妹と対峙するヴァトラーの前に現れ、自らの正体を明かすのだった――。"
                },
                "15": {
                    "ID": "4746482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4746482",
                    "TitleEnglish": "Labyrinth of the Blue Witch III",
                    "SummaryEnglish": "Yuuma's goal was to use the Fourth Progenitor's magic power to free her mother from the prison barrier. In accordance with her plans, the prison barrier appears above the ocean's surface near Itogami Island.",
                    "TitleJapanese": "蒼き魔女の迷宮篇Ⅲ",
                    "SummaryJapanese": "優麻の目的は第四真祖の持つ魔力を使い、監獄結界から母を解き放つことだった。優麻の目論見どおり、絃神島付近の海上に出現する監獄結界。救援に訪れたラ・フォリアたちに後を任せ、古城と雪菜は優麻を追い監獄結界へ急ぐ。そこで見たのは失踪していた那月の姿だった。那月の正体を明かす優麻。優麻の守護者たる青騎士ル・ブルーを交え、旧友同士の激闘が始まる。決着なるか!?"
                },
                "16": {
                    "ID": "4746483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4746483",
                    "TitleEnglish": "Fiesta for the Observers I",
                    "SummaryEnglish": "Kojou comes out of the battle with his own body back, but both Yuuma and Natsuki have fallen. The true prison barrier has been revealed along with Yuuma's mother, Tokoyogi Aya, and the other magic criminals who were incarcerated within.",
                    "TitleJapanese": "観測者たちの宴篇Ⅰ",
                    "SummaryJapanese": "戦いの末、古城は肉体を取り戻したものの、優麻と那月までもが倒れてしまう。完全な姿を見せる監獄結界と、優麻の母である仙都木阿夜。監獄結界内の魔導犯罪者までもが現れ、絶望的な状況かと思われたが、駆けつけた紗矢華の助けで辛くも脱出。古城たちは瀕死の優麻を治療するべく、MAR研究所へと向かう。そこで待っていたのは魔導医師である古城の母、暁深森だった――。"
                },
                "17": {
                    "ID": "4746484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4746484",
                    "TitleEnglish": "Fiesta for the Observers II",
                    "SummaryEnglish": "Kojou and company search for Natsuki, whose spiritual powers were stolen by Aya's grimoire and is now missing. Just ...",
                    "TitleJapanese": "観測者たちの宴篇Ⅱ",
                    "SummaryJapanese": "阿夜の持つ魔道書によって霊力を失い、空間移動によって行方不明になってしまった那月を探す古城たち。そんなとき、雪菜の驚きの声に合わせてTVを見ると、波朧院フェスタで賑わう映像に、那月によく似た少女を連れた浅葱の姿が映っていた。サナと浅葱に次々と襲いかかる監獄結界の囚人たち。そんな逃げる2人を助けたのは意外な人物で――。"
                },
                "18": {
                    "ID": "4746485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4746485",
                    "TitleEnglish": "Fiesta for the Observers III",
                    "SummaryEnglish": "Kojou and Asagi take Sana on board Vatler's boat, the Oceanus Grave II, to protect her from danger. But Kojou's relief is short-lived as he is soon accosted by Vatler's beautiful young maids, and his stimulation is pushed very close to the limit when he ends up sharing a bath with Asagi...",
                    "TitleJapanese": "観測者たちの宴篇Ⅲ",
                    "SummaryJapanese": "サナを危険から守るため、ヴァトラーの戦艦「オシアナス・グレイヴⅡ」に乗り込む古城と浅葱。安心したのも束の間、ヴァトラーに仕える美少年と美女メイドたちに迫られたり、意図せぬ浅葱との混浴で古城の興奮も限界ぎりぎり！？さらに古城と浅葱の賑やかなやり取りを聞いて、寝ていたはずのサナにも異変が――！"
                },
                "19": {
                    "ID": "4746486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4746486",
                    "TitleEnglish": "Fiesta for the Observers IV",
                    "SummaryEnglish": "Through Sana, Yukina sees a memory of Natsuki and Aya ten years ago, and then dreams of a happier world she shares with Kojou, Sayaka, and their friends.",
                    "TitleJapanese": "観測者たちの宴篇Ⅳ",
                    "SummaryJapanese": "サナを通して見た、10年前の那月と阿夜の戦いの記憶。そして雪菜が思い描いていた古城や紗矢華たちとのもう一つの幸せな世界。阿夜の闇誓書によって操られた世界を壊すため、雪菜は雪霞狼を手に立ち上がる。一方、瀕死の傷を負った古城を介抱する紗矢華の元に、MAR研究所から逃げ出した優麻が現れる。古城の中の新たな眷獣が目覚めようとしていた――。"
                },
                "20": {
                    "ID": "4746487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4746487",
                    "TitleEnglish": "Return of the Alchemist I",
                    "SummaryEnglish": "Yukina and the other middle school girls are preparing to embark on Saikai Academy's traditional training camp. Yukina is worried about leaving Kojou as she has been released from her observer duties for the trip's duration, but Kojou tells her with a smile to go enjoy her time off.",
                    "TitleJapanese": "錬金術師の帰還篇Ⅰ",
                    "SummaryJapanese": "彩海学園中等部恒例の“宿泊研修”に行くことになった雪菜たち。期間中は監視役の任から解かれることもあり不安な雪菜だったが、「楽しんで来いよ」と古城は笑顔で送り出すのだった。しかし研修用の買い出しに来た古城たちの目の前に『真理の探究者』を名乗る謎の青年・天塚汞が現れる。街中で容赦なく攻撃を仕掛ける彼の目的は、5年前のアデラード修道院襲撃事件に関わっていた夏音のようで――。"
                },
                "21": {
                    "ID": "4746488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4746488",
                    "TitleEnglish": "Return of the Alchemist II",
                    "SummaryEnglish": "Asagi has been caught up in Kou's attack. Kojou and Yukina rush to save her, deciding to take her to Mimori's lab for treatment... but when they stop at Kojou's place on the way, another personality takes over Asagi's body.",
                    "TitleJapanese": "錬金術師の帰還篇Ⅱ",
                    "SummaryJapanese": "エスカレートする汞の襲撃に、ついに無関係の浅葱までもが巻き込まれてしまう。駆けつけた古城たちの前で一命を取り留めた浅葱を連れ、深森の診察を受けるために一度古城の家へ訪れることに。しかしその折、浅葱に別の人格が憑依してしまう。彼女の名前はニーナ・アデラード。“賢者の霊血”によって生きながらえた錬金術師であり、汞の師匠でもあるニーナの真意とは――。"
                },
                "22": {
                    "ID": "4746489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4746489",
                    "TitleEnglish": "Return of the Alchemist III",
                    "SummaryEnglish": "In his quest to resurrect Wiseman, Amatsuka has finally launched an attack on the ferry carrying Yukina and her classmates. Kanon, believing the others will be safe if she's gone, confronts Amatsuka and tells the sad story of what happened at the monastery five years ago.",
                    "TitleJapanese": "錬金術師の帰還篇Ⅲ",
                    "SummaryJapanese": "ワイズマン復活をもくろむ天塚は、ついに雪菜たちの乗るフェリーの襲撃を開始する。「私がいなければみんなは大丈夫……」そう言って1人天塚と対峙する夏音の口からは、5年前の修道院襲撃事件の悲しき真実が語られる。\n\nそして那月から天塚の居場所を聞き、急ぎフェリーへと駆けつける古城とニーナ。しかし古城たちにも天塚の攻撃が容赦なく襲いかかり――。"
                },
                "23": {
                    "ID": "4746490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4746490",
                    "TitleEnglish": "Empire of the Dawn I",
                    "SummaryEnglish": "\"Goodbye, Himeragi...\" After hearing Kojou say this to her in a dream, Yukina begins to contemplate her future and the coming of the day when she may have to leave Kojou's side.",
                    "TitleJapanese": "暁の帝国篇Ⅰ",
                    "SummaryJapanese": "「さよなら、姫柊……」ある日夢の中で古城にそう告げられた雪菜は、将来の進路を考えるとともに、いつか来るかもしれない古城との別れに一抹の不安を覚えていた。そして授業が終わり、ひとり物思いにふける雪菜の目の前に、謎の少女が現れて――。\n\n時を同じくして、古城を君付けで呼んだり、凪沙をおばさん呼びにしたりと、いつもと違う様子を見せる雪菜にとまどいを見せる古城たち。雪菜の身に何が――！？"
                },
                "24": {
                    "ID": "4746491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/4746491",
                    "TitleEnglish": "Empire of the Dawn II",
                    "SummaryEnglish": "Shortly after Yukina lost the use of Schneesturm Wolfin and received an order to return to the Lion King Organization, Itogami Island begins to fall apart under attacks from a magical beast that consumes dragon veins",
                    "TitleJapanese": "暁の帝国篇Ⅱ",
                    "SummaryJapanese": "雪霞狼を失った雪菜の元に、獅子王機関からの帰還命令が届いたのも束の間、竜脈を食らう魔獣によって絃神島の崩壊が進んでいた。一人魔獣の元に駆けだす古城。そして雪菜は自分の気持ちを押し殺したまま、古城の元に向かえずにいた。そんな雪菜の背中を押したのは、雪菜にそっくりのあの少女だった。\n\n絃神島の運命は。そして雪菜の想いは古城に届くのか。「暁の帝国」篇、ここに完結――"
                }
            }
        },
        "2": {
            "ID": "1898702",
            "URL": "https://www.thetvdb.com/series/strike-the-blood/seasons/official/2",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "5890593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/5890593",
                    "TitleEnglish": "Swords-Shaman of Shadow I",
                    "SummaryEnglish": "Blue Elysium, a new fantasy marine resort, is holding its trial opening and Motoki wants the gang there. Kojo and Asagi end up working a yakisoba booth while Yukina and Nagisa see the sights. Elsewhere on the grounds, Sayaka rescues Yume Eguchi, a younger girl abductee but after giving the girl a photo of Kojo and sending her ahead to the lifeguard centre, is herself taken prisoner by a mysterious sword shaman.",
                    "TitleJapanese": "黒の剣巫篇Ⅰ",
                    "SummaryJapanese": "ストライク・ザ・ブラッド Ⅱ OVA Vol.1"
                },
                "2": {
                    "ID": "5890594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/5890594",
                    "TitleEnglish": "Swords-Shaman of Shadow II",
                    "SummaryEnglish": "Kiriha Kisaki, who works for the Taishikyoku, an agency similar to and in competition with the Lion Kings, offers to release Sayaka once her mission is complete. Until then Sayaka will be put to work. Kojo discovers that Yume is a succubus demon, and her ostensible sister Riru is actually her own alter ego, concocted to cope with past trauma. The others all rise under her mischievous control and make advances upon Kojo.",
                    "TitleJapanese": "黒の剣巫篇Ⅱ",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5890595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/5890595",
                    "TitleEnglish": "Swords-Shaman of Shadow III",
                    "SummaryEnglish": "While Asagi investigates, she is interrupted by Lydianne Didier, who reveals that she is working for the Taishikyoku, managing the LYL program and will protect their systems against all comers. She challenges Asagi to hacking combat and begins her attack. Lilith's spirit awakens early and automatically, contrary to Kazuomi's schemes.",
                    "TitleJapanese": "黒の剣巫篇Ⅲ",
                    "SummaryJapanese": "ストライク・ザ・ブラッド Ⅱ OVA Vol.2"
                },
                "4": {
                    "ID": "5890596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/5890596",
                    "TitleEnglish": "The 4th Primogenitor on the run I",
                    "SummaryEnglish": "Yukina stalks Kojo as he plays with Yume. A stranger approaches and while chatting her up, half-jokingly accuses her of stalking. He is Gajou, the father of Kojo and Nagisa. Soon after, he leaves the island with Nagisa. On New Year's Eve, Yukina exploits Nagisa's absence to play house with Kojo in his apartment. Motoki arrives with Yume, Kanon, Astarte and Asagi and all visit the temple together. A cryptic message from Nagisa arrives with only a photo of a magic circle in the sky.",
                    "TitleJapanese": "逃亡の第四真祖篇Ⅰ",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5890598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/5890598",
                    "TitleEnglish": "The 4th Primogenitor on the run II",
                    "SummaryEnglish": "Natsuki magically prevents Kojo from leaving her premises. Kanon recruits Nina to spring him. Outside, Kiriha offers Yukina and him a private jet and false travel documents. Her agency is having fun at the expense of the rival Lion Kings. Asagi continues her efforts to leave the island with Mogwai's aid. Lydianne assists, and later the convict Meiga.",
                    "TitleJapanese": "逃亡の第四真祖篇Ⅱ",
                    "SummaryJapanese": "ストライク・ザ・ブラッド Ⅱ OVA Vol.3"
                },
                "6": {
                    "ID": "5890599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/5890599",
                    "TitleEnglish": "Knight of the Sinful God I",
                    "SummaryEnglish": "Gajou and Nagisa arrive at the temple at Lake Kannawa. He is captured and his jailers are two Lion King miko, Yuiri Haba and Shio Hikawa. Plans for dealing with the sealing relic known as 'Avalon' are discussed. Shirona Kuraki of the Lion Kings will conduct the ritual involving Nagisa, supported by Yuiri. A side-effect of the ritual will permanently expunge the remnant of Avrora from Nagisa.",
                    "TitleJapanese": "咎神の騎士篇Ⅰ",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "5890601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/5890601",
                    "TitleEnglish": "Knight of the Sinful God II",
                    "SummaryEnglish": "Myriad forces continue to converge on the frozen Lake Kannawa. Asagi and Lydianne, riding in the pink tank, are joined by Ibliss, a high-ranking vampire from the Warlord's domain, after he rescued them from flying demons. Gajou and Shio carry the comatose Nagisa across the frozen lake, seeking a haven for her.",
                    "TitleJapanese": "咎神の騎士篇Ⅱ",
                    "SummaryJapanese": "ストライク・ザ・ブラッド Ⅱ OVA Vol.4"
                },
                "8": {
                    "ID": "5890602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/5890602",
                    "TitleEnglish": "Knight of the Sinful God III",
                    "SummaryEnglish": "Shio defies Azama. From afar, Shirona incapacitates the lower level cultists. Okiyama appears on a wyvern and leading a second one to retrieve Azama and they flee. Azama joins the other confrontation and first betrays Ueyanagi, transforming him into a golem, and then attacking Yuiri, triggering a distraught Glenda to transform and fly off with Yuiri, Kojo and Yukina.",
                    "TitleJapanese": "咎神の騎士篇Ⅲ",
                    "SummaryJapanese": null
                }
            }
        },
        "3": {
            "ID": "1898703",
            "URL": "https://www.thetvdb.com/series/strike-the-blood/seasons/official/3",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "6858111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/6858111",
                    "TitleEnglish": "Tartaros-Roses I",
                    "SummaryEnglish": "Strange occurrences at sea result in Itogami Island becoming isolated. Nagisa continues to suffer effects from her previous exertions. A terrorist group known as Tartarus Lapse begins operations on the island.",
                    "TitleJapanese": "タルタロスの薔薇篇Ⅰ",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6931076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/6931076",
                    "TitleEnglish": "Tartaros-Roses II",
                    "SummaryEnglish": "The terrorists launch an attack upon the warehouse district. Afterward, Kojo and Himeragi meet the terrorist leader, Senga Takehito, who tries to recruit them. He reveals his beliefs about the true nature of the island, its purpose of reviving Cain, and his plans to oppose this.",
                    "TitleJapanese": "タルタロスの薔薇篇Ⅱ",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "6931082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/6931082",
                    "TitleEnglish": "Tartaros-Roses III",
                    "SummaryEnglish": "At Mogwai’s urging and with Motoki’s assistance, Asagi makes her way to the Keystone Gate in order to end the hacking attack upon the island’s network. Meanwhile, Kojo and Himeragi battle ineffectively against the demons unleashed by the terrorists.",
                    "TitleJapanese": "タルタロスの薔薇篇Ⅲ",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "6931083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/6931083",
                    "TitleEnglish": "The Time of My Life I",
                    "SummaryEnglish": "After the terrorist incident on Itogami Island, Kojo and the others are helping with the Island's recovery. On the other hand, Asagi, who gained popularity with the public for preventing hacking in the past incident, works as an ambassador for revival activities for the Island Management Corporation. However, Kojo feels like something is off when he sees Asagi on the big screen.",
                    "TitleJapanese": "黄金の日々篇Ⅰ",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "6931084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/6931084",
                    "TitleEnglish": "The Time of My Life II",
                    "SummaryEnglish": "Kojo and the others go to rescue Asagi, who was imprisoned on the 0th floor of the Keystone Gate. Kojo is worried about Himeragi's poor condition, but Himeragi goes with Kojo nonetheless. What was waiting for Kojo and Himeragi on the 0th floor?",
                    "TitleJapanese": "黄金の日々篇Ⅱ",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "6931085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/6931085",
                    "TitleEnglish": "The Time of My Life III",
                    "SummaryEnglish": "Kojo and the others are helpless by the power of Meiga Itogami's Cleansing ability. Kojo wonders what the hell this Cleansing ability is. At that time, the truth about the Cleansing is passed on to Kojo. Will Kojo be able to protect Himeragi and Itogami Island from Meigawa Itogami?!",
                    "TitleJapanese": "黄金の日々篇Ⅲ",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "6931087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/6931087",
                    "TitleEnglish": "The War of Original Vampires I",
                    "SummaryEnglish": "Itogami Island had returned to a peaceful state and Kojo's party was getting excited about the upcoming Valentine's Day. Meanwhile, Kojo sees Asagi getting into a car with one of Vatler's subordinates, and starts to get suspicious. Grenda, who was with Shio and Yuiri, is attacked by Veres Aladar, the Imperial Council Chairman of the Warlord's Empire. Grenda flees to Itogami Island, where Kojo is located.",
                    "TitleJapanese": "新祖大戦篇Ⅰ",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "6931089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/6931089",
                    "TitleEnglish": "The War of Original Vampires II",
                    "SummaryEnglish": "Kojo goes to Iblisveil Aziz in search of answers on how to defeat Veres Aladar, but Iblisveil only gives Kojo a vague answer. Kojo returns to the agreed place of the duel shorthanded and begins the duel.",
                    "TitleJapanese": "新祖大戦篇Ⅱ",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "6931090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/6931090",
                    "TitleEnglish": "The War of Original Vampires III",
                    "SummaryEnglish": "Kojo wakes up at Natsuki Minamiya's house. On TV, Asagi and Vatler appear to be working together and declares war against the Holy Ground Treaty Organization. In addition, Asagi says that Grenda will use Cain's legacy that she has protected as her power, to help save Itogami Island. Meanwhile, to save Nagisa, whose life is in danger, Hektos tells Kojo and the others that she will need to hold a ceremony.",
                    "TitleJapanese": "新祖大戦篇Ⅲ",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "6931091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/6931091",
                    "TitleEnglish": "The War of Original Vampires IV",
                    "SummaryEnglish": "With the help of La Foria and Veres Aladar, Kojo broke into the council and declared Itogami Island as his territory as the 4th Primogenitor and gained the right to veto the attack. But for him to be recognized for this, he must expel Vatler from the island and become a true ruler. Can Kojo defeat Vatler, who has absorbed the power of the Cleansing, and save Itogami Island from the crisis?!",
                    "TitleJapanese": "新祖大戦篇Ⅳ",
                    "SummaryJapanese": null
                }
            }
        },
        "4": {
            "ID": "1898704",
            "URL": "https://www.thetvdb.com/series/strike-the-blood/seasons/official/4",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7466020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/7466020",
                    "TitleEnglish": "Paladiness of Mirage I",
                    "SummaryEnglish": null,
                    "TitleJapanese": "陽炎の聖騎士篇Ⅰ",
                    "SummaryJapanese": "太平洋のド真ん中に位置する、常夏の人工島“絃神島”。この島の彩海学園に通う高校生・暁古城は、ある日クラスメイトの藍羽浅葱、矢瀬基樹との勉強会の帰り道、彩海学園中等部の制服を身につけた見知らぬ少女に後をつけられる。厄介事をさけたい古城だったが、たまたま魔族にからまれたことで内に秘めた吸血鬼の力を見せてしまい…。"
                },
                "2": {
                    "ID": "7496883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/7496883",
                    "TitleEnglish": "Paladiness of Mirage II",
                    "SummaryEnglish": null,
                    "TitleJapanese": "陽炎の聖騎士篇Ⅱ",
                    "SummaryJapanese": "古城が住む部屋の隣に引っ越してきた雪菜。必要最低限の家具しかない部屋を見かねた古城は、雪菜を連れてホームセンターへ。さらに妹の凪沙の提案で鍋パーティーを催すなど、賑やかなひと時を過ごしていた。一方絃神島では魔族が襲われるという事件が続いており、その現場には吸血鬼とその眷獣（けんじゅう）を追い詰める殲教師・オイスタッハと少女・アスタルテの姿があった…。"
                },
                "3": {
                    "ID": "7496886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/7496886",
                    "TitleEnglish": "Paladiness of Mirage III",
                    "SummaryEnglish": null,
                    "TitleJapanese": "陽炎の聖騎士篇Ⅲ",
                    "SummaryJapanese": "殲教師たちとの戦闘から一夜明け、そこに残されたのは廃墟と化した倉庫街。眷獣の力をはるかに上回る古城の力に驚きを隠せない雪菜だったが、さらに古城が自らの眷獣を制御できないという事実を知るのだった。戦闘から姿を消したオイスタッハたちの行方を追って、とある実験施設へ潜入する古城と雪菜。彼らの目的を知った二人は、再び激しい戦闘を繰り広げる。"
                },
                "4": {
                    "ID": "7496895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/7496895",
                    "TitleEnglish": "Tournament in the Nightmare Night I",
                    "SummaryEnglish": null,
                    "TitleJapanese": "終わらない夜の宴篇Ⅰ",
                    "SummaryJapanese": "オイスタッハたちの進撃は止まらず、ついに人工島の中枢部が襲撃を受けてしまう。さらに浅葱が閉じ込められていることを知った古城は彼女の救出に向かおうとするが、眷獣を操れない己の力の無さに立ち止まる。そんな古城を見かねた雪菜は思いもよらぬ行動に出るのだった。「一人でその責任を負いきれないというなら、私も一緒に背負います――」"
                },
                "5": {
                    "ID": "7497160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/7497160",
                    "TitleEnglish": "Tournament in the Nightmare Night II",
                    "SummaryEnglish": null,
                    "TitleJapanese": "終わらない夜の宴篇Ⅱ",
                    "SummaryJapanese": "球技大会開催間近の彩海学園。雪菜と凪沙もチアリーダーとして気合い十分！ そして基樹と倫の手回しによって、古城と浅葱もクラス競技のバドミントンにダブルスで出場することになるのだった。一方那月は、倉庫街に現れた獣人たちの捕獲に追われていた。彼らの目的とは果たして。そして同時に、第四真祖である古城を狙う者たちの影が迫る…。"
                },
                "6": {
                    "ID": "7497163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/7497163",
                    "TitleEnglish": "Tournament in the Nightmare Night III",
                    "SummaryEnglish": null,
                    "TitleJapanese": "終わらない夜の宴篇Ⅲ",
                    "SummaryJapanese": "古城たちの前に姿を現したのは、第四真祖にただならぬ愛情を示す公爵・ヴァトラーと、雪菜と同じ獅子王機関に所属している煌坂紗矢華だった。絃神島に潜伏しているテロリストの捕獲を古城に持ちかけるが、代わって名乗り出た雪菜の力量を確かめるべく、ヴァトラーは雪菜に一騎打ちを提案する。そして、今まで幼馴染のポジションだった浅葱の行動にも変化が…？"
                },
                "7": {
                    "ID": "7497177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/7497177",
                    "TitleEnglish": "Reunion of Vampire Princess I",
                    "SummaryEnglish": null,
                    "TitleJapanese": "再会の吸血姫篇Ⅰ",
                    "SummaryJapanese": "雪菜を思うあまり、古城に攻撃を仕掛ける紗矢華と、魔力を抑え込めない古城。雪菜の介入で大事には至らなかったが、屋上で反省させられることに。ふたりは雪菜について語り合い、徐々に打ち解ける。しかしその頃、雪菜、浅葱、凪沙がガルドシュと名乗る男によって拉致されてしまった。狙われたのは浅葱のハッキング能力。古城の追跡も間に合わず、ガルドシュの思惑通り古代兵器が起動した！"
                },
                "8": {
                    "ID": "7497178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/7497178",
                    "TitleEnglish": "Reunion of Vampire Princess II",
                    "SummaryEnglish": null,
                    "TitleJapanese": "再会の吸血姫篇Ⅱ",
                    "SummaryJapanese": "テロリスト、ガルドシュの策謀により古代兵器ナラクヴェーラが復活。古城と紗矢華は辛くも難を逃れるものの、人工島の深部へと落下してしまう。ナラクヴェーラの制御と解析を急ぐ浅葱。ガルドシュを止めるべく、激闘を繰り広げる雪菜。古城と共に分断され、孤立無援となった紗矢華は古城の吸血鬼の力に己を委ねることを決意。紗矢華の血によって新たな眷獣が出現する――！"
                },
                "9": {
                    "ID": "7497179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/7497179",
                    "TitleEnglish": "Reunion of Vampire Princess III",
                    "SummaryEnglish": null,
                    "TitleJapanese": "再会の吸血姫篇Ⅲ",
                    "SummaryJapanese": "黒死皇派による混乱が収束。古城は煌坂紗矢華を新たな知己として迎えつつ、日常へと戻ったが、自らの吸血鬼という正体を浅葱に明かすべきかを悩んでいた。そんな折、古城は妹の凪沙の友人で、中等部の聖女と呼ばれる叶瀬夏音と出会う。同じ頃、謎の飛行体が魔族特区の上空で激突する事案が発生。その破壊を引き起こした者は、絃神島に住む魔族ではなく、人間だと推測された…。"
                },
                "10": {
                    "ID": "7497180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/7497180",
                    "TitleEnglish": "Seize the Twelve Beast Vassals I",
                    "SummaryEnglish": null,
                    "TitleJapanese": "十二眷獣と血の従者たち篇Ⅰ",
                    "SummaryJapanese": "絃神島各地で不穏な激突を行う存在、仮面憑きを迎え撃つべく、古城と雪菜が出動。しかしそこで見た一体の仮面憑きの正体は、あの叶瀬夏音だった。真相を確かめるべく、消息を追う古城と雪菜は、ベアトリスと名乗る女の手引きで、孤島の研究施設へ急ぐ。ところが島に到着した矢先、ベアトリスの策で古城たちは置き去りにされてしまう！ 無人島で雪菜とふたりっきり…どうする古城!?"
                },
                "11": {
                    "ID": "7497181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/7497181",
                    "TitleEnglish": "Seize the Twelve Beast Vassals II",
                    "SummaryEnglish": null,
                    "TitleJapanese": "十二眷獣と血の従者たち篇ⅠⅠ",
                    "SummaryJapanese": "受け渡された吸血王の眷獣の力を制御できず異形の姿と化して暴走を続ける古城。ジャーダの協力で一時的に時間を稼ぐことは出来たが、刻限までに十二人の\"血の伴侶\"を揃えられなければ絃神島は消滅の危機に!!　事態に対処するべく、那月によって集められた古城に縁のある十人の美少女達。絃神島と、なにより古城を助けるため、夏音や紗矢華、霜葉達は\"血の伴侶\"の証しである指輪を受け取る。しかし浅葱だけは冷めたような態度で拒否するのだった…。"
                },
                "12": {
                    "ID": "7497182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/7497182",
                    "TitleEnglish": "Seize the Twelve Beast Vassals III",
                    "SummaryEnglish": null,
                    "TitleJapanese": "十二眷獣と血の従者たち篇ⅠⅠⅠ",
                    "SummaryJapanese": "暴走する古城を止めるため、浅葱の立案した作戦を遂行すべく準備を進める\"血の伴侶\"候補の美少女達。そしてジャーダの指定した刻限が訪れ、ついに古城の封印が解かれる。実体化して暴れ出す吸血王の十二体の眷獣に対し、各々の武器を手に各個撃破を試みようとする雪菜達。彼女達が苦戦しながらも眷獣を食い止めている隙を突き、決意の表情で古城の元へと向かう浅葱だったがーー!?"
                }
            }
        },
        "5": {
            "ID": "1971004",
            "URL": "https://www.thetvdb.com/series/strike-the-blood/seasons/official/5",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "8883277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/8883277",
                    "TitleEnglish": "Returning With Glory I",
                    "SummaryEnglish": "Kojo is preparing to enter the Node and rescue Avrora, but the MAR, Led by the sister of the director Shahryar Ren, Radori Ren, intervenes. With the threat of a Tenbu ancient flying fortress, Radori claims she wants to prevent a war and demands that the Itogami Island be sold to the MAR.",
                    "TitleJapanese": "暁の凱旋篇I",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "8883278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/8883278",
                    "TitleEnglish": "Returning With Glory  II",
                    "SummaryEnglish": "Yukina is sent by the Lion King Organization to the bottom of the Keystone Gate to destroy the kagame stone, the keystone of the entire island, to sink Itogami Island and close the Node portal. While she hesitates to use the Sekkarou to complete her task, Kojo arrives to stop her, determined to fight to defend the island.",
                    "TitleJapanese": "暁の凱旋篇II",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "8883279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/8883279",
                    "TitleEnglish": "Returning With Glory  III",
                    "SummaryEnglish": "Radori Ren tries to show the strength of the Dantou Familiar to Kojo and the others by destroying Tokyo. Meanwhile La Foria who leads the fleet of Knights of the Second Coming attacks Shito (Carena City).",
                    "TitleJapanese": "暁の凱旋篇III",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "8883280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/strike-the-blood/episodes/8883280",
                    "TitleEnglish": "Returning With Glory  IV",
                    "SummaryEnglish": "Kojo enters the Node with Yukina to Stop Shahryar Ren and rescue Avrora.",
                    "TitleJapanese": "暁の凱旋篇IV",
                    "SummaryJapanese": null
                }
            }
        }
    }
}