{
    "URL": "https://www.thetvdb.com/series/my-mental-choices-are-completely-interfering-with-my-school-romantic-comedy",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3105434/",
        "https://www.themoviedb.org/tv/72798"
    ],
    "TitleEnglish": "My Mental Choices Are Completely Interfering With My School Romantic Comedy",
    "SummaryEnglish": "A teenage boy is burdened by a curse that compels him to choose between two or three actions, many of which are strange or perverse. One day, after making a choice that causes a mysterious, beautiful girl to fall onto him, he teams up with her to complete a series of missions aimed at breaking the curse. If he can successfully finish all the missions, he will be free from the curse; otherwise, he will remain cursed for the rest of his life.",
    "TitleJapanese": "俺の脳内選択肢が、学園ラブコメを全力で邪魔している",
    "SummaryJapanese": "呪われた甘草奏の能力「絶対選択肢」。突然頭の中に二つの選択肢が浮かび、どちらかを選んでそのとおりに行動しなければ、頭痛が走る。しかし、その選択肢とは、\n\n    選べ\n    ①校庭の真ん中でパン一になる\n    ②女子更衣室で下半身裸になる\n\n    というふざけたものばかり。時と場合を選ばず発生する絶対選択肢のせいで奏は奇行を繰り返し、学園で「お断り5（ファイブ）」と呼ばれて女子に白い目で見られ続けているのだ。\n    そんなある日、選択肢を選んだ彼のもとに空から美少女が落ちてきた！彼女は神様から与えられるミッションをクリアするために遣わされたパートナーだというが――!?　\n    学園ラブコメ生活を取り戻すために、奏は全力でアホミッションに立ち向かう！",
    "Aliases": [
        "Ore no Nounai Sentakushi ga, Gakuen Love Come o Zenryoku de Jama Shiteiru"
    ],
    "Modified": "2025-09-05",
    "Seasons": {
        "0": {
            "ID": "561763",
            "URL": "https://www.thetvdb.com/series/my-mental-choices-are-completely-interfering-with-my-school-romantic-comedy/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7997183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-mental-choices-are-completely-interfering-with-my-school-romantic-comedy/episodes/7997183",
                    "TitleEnglish": "A. Kataomoi Otome, B. Kata Omoi Tome, C. Katahou Gay, Katahou Homo",
                    "SummaryEnglish": null,
                    "TitleJapanese": "①カタオモイ☆乙女 ②肩重い☆トメ ③片方ゲイ☆片方ホモ",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "526977",
            "URL": "https://www.thetvdb.com/series/my-mental-choices-are-completely-interfering-with-my-school-romantic-comedy/seasons/official/1",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "4634804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-mental-choices-are-completely-interfering-with-my-school-romantic-comedy/episodes/4634804",
                    "TitleEnglish": "A. The Not-So-Sweet Life of Amakusa Kanade, B. The Not-So-Smelly Natto of Amakusa Kanade",
                    "SummaryEnglish": "The protagonist, Amakusa Kanade, is a high schooler that lives in Mito City in Ibaraki prefecture. He is cursed with something he dubbed \"Absolute Choice\" and despite being handsome, he is forced to do actions that would classify him as a weirdo. In class, his classmates, Yukihira Furano and Yuouji Ouka mess around with him and his life is quite the opposite of a love comedy and rather sad. One day, Kanade is forced to make another absurd choice. After making his decision, something falls down from the sky...",
                    "TitleJapanese": "①甘草奏の甘くない日常 ②甘草奏の臭くない納豆",
                    "SummaryJapanese": "茨城県水戸市で暮らす高校生の主人公甘草奏は、自ら『絶対選択肢』と名づけた呪いに行動を支配され、イケメンながらも、変態且つ残念な行動を取る日々を強いられていた。学校では超個性的なクラスメイト、雪平ふらのや遊王子謳歌に振り回され、ラブコメとは程遠いガッカリな生活を送る奏。そんなある日、またも奏の脳内にとんでもない選択肢が現れた！彼が自ら選んだ選択の結果、空からとんでもないものが落ちてきて……"
                },
                "2": {
                    "ID": "4652228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-mental-choices-are-completely-interfering-with-my-school-romantic-comedy/episodes/4652228",
                    "TitleEnglish": "A. Make Them Laugh with Butack Humor!, B. Objection! Butack Trial",
                    "SummaryEnglish": "Because of the last choice Kanade made, a mysterious girl named Chocolat came falling from the sky. It appears that Chocolat has something to do with the curse of Absolute Choice that anguishes Kanade, so he lets her live with him in his house. It's then that Kanade recieves a mission on his phone: to make his classmate, Yukihira Furano laugh. Considering the fact that she's cold, shows no emotion, and has a sharp tongue, this isn't an easy matter.",
                    "TitleJapanese": "①秘技あり！ブタックジョークで笑わせろ！ ②異議あり！ブタック裁判",
                    "SummaryJapanese": "奏が選んだ選択肢により、空から落ちてきた謎の美少女・ショコラ。どうやらショコラは、奏を苦しめる呪い『絶対選択肢』と何か関係があるらしく、奏はショコラを家に住まわせ、同棲生活を始める。そんな中、奏の携帯にあるミッションが届いた。それはクラスメイトの『雪平ふらのを笑わせること』。毒舌で冷徹、無表情で変態発言を繰り返すふらのを笑わせるのは、至難の業。だが、同じ呪いにかかった経験のある宴先生は、クリアしなければ「マジでヤバい」という。奏は滅多に笑わないふらのにどう立ち向かうのか？"
                },
                "3": {
                    "ID": "4687821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-mental-choices-are-completely-interfering-with-my-school-romantic-comedy/episodes/4687821",
                    "TitleEnglish": "A. Girls und Panty Shots, B. You Want to See Underwear Even if It's a Guy's?",
                    "SummaryEnglish": "Kanade manages to clear the difficult mission of making Yukihira Furano laugh. Next, he is given the mission to have to spot Yawakaze Konagi's panties being worn. Despite Kanade's reservations, he tries to go through with the mission, but it gets hard to get near her because of her security guards.",
                    "TitleJapanese": "①がーるず&ぱんちらー ②男物でもパンツが見たい？",
                    "SummaryJapanese": "冷徹家・雪平ふらのを笑わせるという難ミッションを何とかクリアした奏。すると、すぐに次なるミッションが！それは「柔風小凪のパンツを着用された状態で目撃せよ」。奏はためらいつつも、ミッションを遂行しようとするが、小凪にはごつい親衛隊がついており、近づくことさえ厳しい。そんな中でも何とか小凪に接触する奏だが、そのやさしく純粋すぎる小凪の姿を目の当たりにし、こんな子のパンツを見ようとしている自分が許せなくなる。しかし、ミッションの期限はだんだん迫ってきて……"
                },
                "4": {
                    "ID": "4699420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-mental-choices-are-completely-interfering-with-my-school-romantic-comedy/episodes/4699420",
                    "TitleEnglish": "A. Harems are Amazing!, B. Feels the Best in the World!",
                    "SummaryEnglish": "Chocolat follows Kanade to school, calling herself the studies assistance pet. Because of her cuteness and clingy nature, Kanade's classmates surround her and becomes super popular. Meanwhile, a decent Absolute Choice turns up. Somehow both of the choices seem to be good choices.",
                    "TitleJapanese": "①ハーレムはスバラC！  ②世界で一番キモチE！",
                    "SummaryJapanese": "自ら学業補助ペットと称し、勝手に奏の学校にくっついてきてしまうショコラ。かわいく人懐っこいショコラはクラスメイトに囲まれ、大人気。そんな中、またも『絶対選択肢』が現れた。ただ、今回決定的に今までと違うのは、どちらもいい選択肢である。奏は怪しみつつも、期待に満ちて、『ハーレムタイムに突入』の選択肢を選ぶ。すると、奏と付き合いたいと迫る生徒が次々と現れて……だが、それは奏の期待に反し、腐女子・ショコラを喜ばせる別の意味の『ハーレムタイム』で…"
                },
                "5": {
                    "ID": "4699421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-mental-choices-are-completely-interfering-with-my-school-romantic-comedy/episodes/4699421",
                    "TitleEnglish": "A. Little Sister Shows Up, B. Stomach Gets Upset",
                    "SummaryEnglish": "Kanade is forced into appearing in the biggest event, the battle of the welcoming party. The battle will be between Popularity Five and Reject Five. Kanade, Furano, and Ouka will be appearing as the Reject Five.",
                    "TitleJapanese": "①妹、あらわる ②胃、もたれる",
                    "SummaryJapanese": "新入生歓迎会の最大のイベント、対抗戦に出場することになった奏。これは、学園人気投票の表ランキングと裏ランキングの代表5名が様々な種目で戦い、その勝敗を決めるというもの。イケメンなのに残念な奏をはじめ、ふらの、謳歌らは、もちろんダメな方の裏ランキング、別名『お断り５』のメンバーとしての出場。もう一人足りないメンバーを探していると、奏の幼なじみであり、周りの全ての人間を「お兄ちゃん、お姉ちゃん」と勝手に慕う妹キャラ・箱庭ゆらぎが海外から帰ってきて、ゆらぎもメンバーの一人に加わるのだが…"
                },
                "6": {
                    "ID": "4699422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-mental-choices-are-completely-interfering-with-my-school-romantic-comedy/episodes/4699422",
                    "TitleEnglish": "A. Tiger, Tiger, Tiger!, B. Pig, Pig, Pig!",
                    "SummaryEnglish": "Kanade is given the difficult mission of having all of the girls participating in the battle say that they like or love him. He manages to get Yuragi and Ouka to say it rather easily, but the remaining four girls, Furano, Seira, Konagi, and Ayame prove to be much more difficult.",
                    "TitleJapanese": "①トラトラトラ！ ②ぶたぶたぶた！",
                    "SummaryJapanese": "対抗戦に出場する女子全員から『好き』だと言わせるという、困難なミッションを与えられた奏。謳歌とゆらぎは難なくクリアするも、残るは、ふらの、清羅、小凪、絢女の超難関の４人。そんな中、奏は絢女の巨乳に関するとんでもない秘密を知ってしまう。さらに、冷徹なふらのが『しろぶたくん』というマスコットキャラの熱烈なファンだと知り、奏は、猛暑の中、自らしろぶたくんの着ぐるみを着て、ふらのに「すき」と告白させる作戦に出るのだが…"
                },
                "7": {
                    "ID": "4699423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-mental-choices-are-completely-interfering-with-my-school-romantic-comedy/episodes/4699423",
                    "TitleEnglish": "A. Seira Sortie!, B. Seira, Don't Make Me Take My Clothes Off",
                    "SummaryEnglish": "The day of the battle has finally arrived. The student council president, Kokubyakuin Seira, appears to know something about the Absolute Choice and about Chocolat. Meanwhile, she promices to say that she likes Kanade if Kanade wins against her in battle.",
                    "TitleJapanese": "①清羅出撃！ ②清羅、服を脱がさないで",
                    "SummaryJapanese": "いよいよ対抗戦の日がやってきた。生徒会長の黒白院清羅は、『絶対選択肢』とショコラの謎について何か知っている様子で意味深な発言を繰り返す。そんな中、清羅は奏に対抗戦で勝ったら、『好き』と告白してあげると約束した。ミッション達成の為にも、なんとしても対抗戦に勝つ必要のある奏ら『お断り５』チーム。オイルレスリングにアダ名対決、演技力対決と戦いは続いていき、会場は異常な盛り上がりを見せるのだが、奏はミッションが無事クリアできるのか、そして、清羅は一体何者なのかが気になって…"
                },
                "8": {
                    "ID": "4699424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-mental-choices-are-completely-interfering-with-my-school-romantic-comedy/episodes/4699424",
                    "TitleEnglish": "A. My Freeloader Can't Be This Smart?!, B. My Thing Can't Be This Amazing?!",
                    "SummaryEnglish": "The battle has come to an end and Kanade has cleared the mission, jusst to have another Absolute Choice come up. It tells him that he has to either hug Chocolat, Furano, or Ouka.",
                    "TitleJapanese": "①俺の居候がこんなに賢いはずがない！？ ②俺の一物がこんなに凄いはずがない！？",
                    "SummaryJapanese": "何とか対抗戦も終え、ミッションをクリアした奏に、また新たな『絶対選択肢』が現れた。それはショコラ、ふらの、謳歌の誰かに抱きつけというもの。初めての３択に動揺しつつ、奏は、事情を分かってくれるショコラを選択し、抱きつくが……それ以降、ショコラの様子がおかしくなる。どうやら、記憶を取り戻したらしく、自分は奏の『絶対選択肢』の呪いを解くために派遣された神のしもべだと言うのだ。恥じらいある知的でおしとやかな少女に変貌してしまったショコラに調子が狂う奏。さらに、ショコラは奏にキスを迫ってきて…"
                },
                "9": {
                    "ID": "4699425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-mental-choices-are-completely-interfering-with-my-school-romantic-comedy/episodes/4699425",
                    "TitleEnglish": "A. Gasp! A Swimming Contest Filled With Girls!, B. Flex! A Muscle Contest Filled with Bros!, C. Earthenware! An Excavation Contest Filled with Jomon Pottery!",
                    "SummaryEnglish": "As a reward for winning the tournament, the Reject Five get tickets to go to Aqua Galaxy, an indoor pool and themepark. Everyone except for Furano, who doesn't want to wear a bathing suit because of her small chest, head to Aqua Galaxy and Kanade is hit with another mission.",
                    "TitleJapanese": "①ドキッ！美少女だらけの水泳大会 ②ムキッ！アニキだらけの筋肉大会 ③土器っ！縄文式だらけの発掘大会",
                    "SummaryJapanese": "対抗戦勝利の副賞として『アクアギャラクシー』という室内型プールの招待券を貰った奏ら『お断り５』。貧乳故に水着姿を見せたくないふらのを除くみんなで出かけるも、またも奏にミッションが課せられる。それは『謳歌の泣いている姿を写真に撮ること』。良心と葛藤しながら様々な方法で謳歌を泣かせようとする奏だが、困った選択肢が現れ『人類最小』と書かれた水着を着用したり、ゆらぎが集めた水着の男たちに囲まれたり、ドタバタ続き。さらに、奏の後をそ－っとつけるふらのや何か企む清羅もプールに現れて…"
                },
                "10": {
                    "ID": "4699426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-mental-choices-are-completely-interfering-with-my-school-romantic-comedy/episodes/4699426",
                    "TitleEnglish": "A. Life is a Series of Choices, B. Life is a Series of Chores",
                    "SummaryEnglish": "Kanade and Ouka go into a haunted house for the mission to make Ouka cry, however because of her fear, she reverts into a little child. Kanade throws out the mission and decides to help the scared Ouka out of the haunted house.",
                    "TitleJapanese": "①人生は、選択の連続である ②人生は、洗濯の連続である",
                    "SummaryJapanese": "謳歌が泣く姿を写真に撮るというミッションの為、奏は謳歌と一緒にお化け屋敷に入る。そこであまりの恐怖で幼児化してしまう謳歌。奏はミッションよりも怖がる謳歌を早く助けてやりたいとある行動を取る。一方、ショコラは自分の恋心に気付き、奏に『好き』と真面目に告白。その時、奏の脳内に今後の人生を左右する大きな『絶対選択肢』が現れた。苦悩の末、今まで危険すぎて絶対に選んで来なかった選択肢を選ぶ奏。その結果、アクアギャラクシーで他の客をも巻き込むとんでもないことが起こるのだった！！"
                }
            }
        }
    }
}