{
    "URL": "https://www.thetvdb.com/series/white-album-2",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2942224/",
        "https://www.themoviedb.org/tv/70072"
    ],
    "TitleEnglish": "White Album 2",
    "SummaryEnglish": "The story centers around a college junior named Haruki Kitahara and his relationships with Setsuna Ogiso and Kazusa Touma in the light music club.",
    "TitleJapanese": "WHITE ALBUM 2",
    "SummaryJapanese": "学園祭まであと一月と迫った秋の日の夕暮れ。\n\n崩壊した軽音楽同好会の最後の一人、北原春希は、\n放課後の窓際で学園祭のステージを目指してギターを弾いていた。\n\nそれは、二年半ずっと真面目に過ごしてきた優等生が、\n卒業までの半年間に成し遂げようとした、ささやかな冒険。\n\nけれど、その拙いギターの音色に、\n流れるようなピアノの旋律と、鈴が鳴るような歌声が重なったとき……\n\n一人からふたりへ、ふたりから三人へと重なっていった新生軽音楽同好会の、\n夢のような、夢であって欲しかった半年間が始まった。",
    "Aliases": [],
    "Modified": "2025-05-29",
    "Seasons": {
        "0": {
            "ID": "561801",
            "URL": "https://www.thetvdb.com/series/white-album-2/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4993583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4993583",
                    "TitleEnglish": "Picture Drama 1 - Kazusa Ver.",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4993584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4993584",
                    "TitleEnglish": "Picture Drama 1 - Setsuna Ver.",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "527104",
            "URL": "https://www.thetvdb.com/series/white-album-2/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4636242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4636242",
                    "TitleEnglish": "White Album",
                    "SummaryEnglish": "On a fall day a month before the school fair, Haruki Kitahara's Light Music Club is about to be disbanded, thanks to trouble caused by their beautiful vocalist, Tomo Yanagihara. Haruki tries to find a new member, but despite his own problems he's forced to help with the School Fair Committee too. There he meets Setsuna Ogiso, winner of the Miss Houjou contest for two years running, who wants to withdraw from this year's contest.",
                    "TitleJapanese": "WHITE ALBUM",
                    "SummaryJapanese": "学園祭を一月後に控えた秋のある日、北原春希の所属する軽音楽同好会は美少女ボーカル柳原朋の引き起こしたトラブルによりバンド崩壊の危機を迎えていた。\n\n新メンバー集めに奔走しようとする春希だが、そんな騒動の最中にも関わらず、学園祭実行委員会のトラブルにまで巻き込まれてしまう。\n\nそこで春希が出会ったのは、学園祭の目玉イベント、ミス峰城付属のエントリーを辞退しようとしている、二年連続女王の小木曽雪菜だった。"
                },
                "2": {
                    "ID": "4676990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4676990",
                    "TitleEnglish": "The Neighboring Pianist and Guitarist",
                    "SummaryEnglish": "Haruki is entranced by Setsuna's singing on the rooftop, and plots to get her to join the Light Music Club no matter what. But she hates standing out, so convincing her is incredibly difficult. Meanwhile, the club has an even bigger problem. The elite student from Music Room 2 he was trying to persuade to join his club as the keyboard player isn't a member of the Music Class, it's a mysterious person whose class and identity are a total unknown.",
                    "TitleJapanese": "隣り合わせのピアノとギター",
                    "SummaryJapanese": "屋上で歌う雪菜の歌声に魅せられてしまった春希は、なんとしても彼女を軽音楽同好会の新メンバーとして迎え入れようと画策する。\n\nしかし目立つことを嫌う雪菜を口説き落とすことは困難を極める。\n\nそんな中、同好会にさらなる難題が持ち上がる。\n\n春希がキーボード担当として勧誘しようとしていた『第二音楽室のエリート君』は、実は音楽科の生徒ではなく、どこのクラスの誰ともわからない、正体不明の謎の人物だったのだ。"
                },
                "3": {
                    "ID": "4676992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4676992",
                    "TitleEnglish": "The Light Music Association Regroups",
                    "SummaryEnglish": "The \"elite student in music room 2\" turns out to be Haruki's delinquent classmate, Kazusa Touma. With his characteristic pushiness, he tries to get her to join the light music club. But his pushiness backfires, and only makes her more annoyed. Setsuna gets irritated... no, involved, and approaches Kazusa secretly.",
                    "TitleJapanese": "軽音楽同好会、再結成",
                    "SummaryJapanese": "『第二音楽室のエリート君』が、実は隣席の不良娘、冬馬かずさであることを知った春希は、持ち前の厚かましさを発揮してかずさを軽音楽同好会に勧誘する。\n\nしかし持ち前のお節介が仇となり、ますます彼女の態度を硬化させてしまう。\n\nそんな春希の奮闘を見かねた……いや、見過ごせなかった雪菜は、春希に秘密でかずさに近づく。\n\n校内でも有数の美少女二人が初めて言葉を交わしたとき、そこに生まれるのは友情か、それとも……"
                },
                "4": {
                    "ID": "4676994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4676994",
                    "TitleEnglish": "Sound of Destiny",
                    "SummaryEnglish": "The Light Music Club's members are finally together, and with the School Fair only two weeks away they begin to practice. With their schedule almost murderously tight, Kazusa proposes a plan to fix their biggest problem, Haruki's guitar playing. After a great deal of training, the three finally master their first song, White Album.",
                    "TitleJapanese": "SOUND OF DESTINY",
                    "SummaryJapanese": "ようやくメンバーの揃った軽音楽同好会は、いよいよ二週間後の学園祭ライブに向けての練習を開始する。\n\nそんな綱渡りにも程があるタイトスケジュールの中、かずさは、一番の不安要素である春希のギターを徹底的に鍛えるために、ある秘策を用意する。\n\n特訓の甲斐もあって、ついに一曲目『WHITE ALBUM』をマスターした三人。\n\nしかし春希は、その成功に浮かれるあまり、ほんの小さな、そして致命的な失敗を犯してしまう。"
                },
                "5": {
                    "ID": "4696616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4696616",
                    "TitleEnglish": "Bonding Hearts",
                    "SummaryEnglish": "Setsuna realizes that Haruki has been staying at Kazusa's house this whole time, and she reveals her true self to him: cowardly, introverted, and pathetic. But Haruki accepts her as she is. The boundary between them is broken, and the bonds between the three grow stronger as the school fair draws near. But Kazusa is skipping sleep and food to work on her \"last trick\" before the school concert.",
                    "TitleJapanese": "触れあう心",
                    "SummaryJapanese": "春希がずっとかずさの家に泊まっていたことを知ってしまった雪菜は、春希に対して、今まで自分の中でずっと隠していた、臆病で内向的な、かっこ悪い本性をさらしてしまう。\n\nしかし春希は、そんな雪菜の本質を、心の底から受け止める。わだかまりが解け、学園祭に向けて結束を深めていく三人。\n\nしかしそんな中かずさは、他の二人にも内緒で、寝食を忘れ、学園祭ライブへの『最後の悪戯』に没頭していた。"
                },
                "6": {
                    "ID": "4696617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4696617",
                    "TitleEnglish": "Festival Eve",
                    "SummaryEnglish": "Kazusa's overworking finally catches up to her, and she collapses two days before the school fair. Haruki cares for her as he continues to practice his guitar. Kazusa, in a (possibly) fevered state, tells him about her troubled relationship with her mother Youko. But meanwhile, at the concert rehearsal in the gym, Setsuna is separated from the other two and feels lonely and afraid her first time on stage.",
                    "TitleJapanese": "祭りの前",
                    "SummaryJapanese": "無理がたたり、学園祭ライブ二日前にとうとう倒れてしまうかずさ。 春希は、かずさを看病しつつも、ギターの練習を続ける。\n\nそんな春希に向かい、熱に浮かされた（かもしれない）かずさは、自分と母親、曜子との間にわだかまる複雑な感情を吐露する。\n\nけれどその頃、ライブのリハーサルが行われていた体育館では、二人と離れ離れになってしまった雪菜が、生まれて初めて感じるステージ上の孤独感に恐怖していた。"
                },
                "7": {
                    "ID": "4696618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4696618",
                    "TitleEnglish": "The Best and Last Day",
                    "SummaryEnglish": "The day of the festival is here, and the three are getting ready for their performance. They sing, dance, and play on stage with all their hearts, and have the best time of their live. But the wonderful fun they had leaves them sad and uncertain about the future. And that night, Haruki is faced with a sudden and important choice.",
                    "TitleJapanese": "最高の、最後の日",
                    "SummaryJapanese": "いよいよ学園祭ライブ当日、そして自分たちの出番を迎える三人。\n\n前日までの怒濤のトラブルを全て帳消しにするように、ステージ上で歌い、弾き、躍動し、全身全霊で楽しみ、間違いなく今までで最高の時間を過ごす三人。\n\nしかしそのことが、最高に楽しかったことこそが、祭りの後の寂しさと、三人の未来への焦燥感を募らせてしまう。\n\nだからその夜、春希に、一つの、大きな、そして性急な決断が突きつけられた。"
                },
                "8": {
                    "ID": "4696619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4696619",
                    "TitleEnglish": "And Then It Was Winter",
                    "SummaryEnglish": "After the success of the School Fair concert, Haruki and Ogiso fall in love. But the two of them still want to include Kazusa just like they have so far. Kazusa answers by affirming her friendship with Setsuna, and on the surface things continue as before. And before much time has passed at all, the second semester is over and winter break begins. Setsuna and Kazusa drag Haruki on a Christmas hot springs vacation, and they enjoy their last big, fun, event.",
                    "TitleJapanese": "やがて冬が始まって",
                    "SummaryJapanese": "学園祭ライブの成功を経て、晴れて恋人同士となった春希と雪菜。けれど二人は、今まで通り、かずさも交えた三人でいることを求める。\n\nかずさもそれに対し、雪菜を親友と認めることで応え、見た目は今までと変わらない日々が続く。\n\nそしてあっという間に二学期が終わり、冬休みが始まる。\n\n雪菜とかずさの悪ノリで、クリスマス温泉旅行に行くことになった三人は、あの学園祭ライブ以来の、今度こそ最後の馬鹿騒ぎを満喫する。"
                },
                "9": {
                    "ID": "4696620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4696620",
                    "TitleEnglish": "Hearts Out of Touch",
                    "SummaryEnglish": "Ever since the school trip, Kazusa hasn't come to school. Haruki tells himself that it's because she's practicing for the upcoming recital, but part of him is still struggling over what's happened. And even when he's with Setsuna that doesn't go away. He finally invites Ogiso to a birthday party, with just the two of them, to finally come to terms with his feelings. But he doesn't know that Kazusa is making a big decisions of her own...",
                    "TitleJapanese": "すれ違う心",
                    "SummaryJapanese": "温泉旅行以来、学校に姿を現さなくなったかずさ。\n\n目前に迫ったコンクールのためだからと自らを納得させる春希だったが、その心の中にはどうしても割り切れない気持ちが渦巻き、それは雪菜と互いの気持ちを通わせている最中でさえも消えることはなかった。\n\nやがて春希は自分の気持ちにけじめをつけようと一大決心を固め、雪菜を二人きりのパーティに誘う。\n\nしかし同じ頃、かずさもある一大決心を固めていたことを春希は知らなかった"
                },
                "10": {
                    "ID": "4696622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4696622",
                    "TitleEnglish": "From When The Snow Melts, To When It Falls Again (Part I)",
                    "SummaryEnglish": "Haruki hears about Kazusa's moving from her mother, who she hadn't been on good terms with. He feels betrayed and angrily confronts her. But his words force open the door to Kazusa's heart, which she had desperately tried to keep closed so that the three of them could stay together.",
                    "TitleJapanese": "雪が解け、そして雪が降るまで（前編）",
                    "SummaryJapanese": "かずさの留学の話を、確執があったはずの彼女の実の母親、曜子から聞かされた春希は、裏切られたという理不尽な怒りに突き動かされ、かずさのことを激しく責め立ててしまう。\n\nしかしそのことが、ずっと三人でいるためにかずさが必死で閉じていた心の扉を開かせてしまう。\n\nそこから湧き出してきたのは、雪が解けた季節から始まった、かずさの最高に幸せで、そして最低に哀しい一年間の光景だった。"
                },
                "11": {
                    "ID": "4696624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4696624",
                    "TitleEnglish": "From When The Snow Melts, To When It Falls Again (Part II)",
                    "SummaryEnglish": "At last Haruki realives Kazuma's true feelings, but while he's confused at this sudden turn of events he can't hide his joy that the girl he loved best likes him too.",
                    "TitleJapanese": "雪が解け、そして雪が降るまで（後編）",
                    "SummaryJapanese": "かずさの本当の気持ちをとうとう知ってしまった春希は、今さらのその告白に激しく困惑しながら、それでも自分が一番好きだった女性が、ずっと自分と同じ気持ちを抱いていたことに喜びを隠せなかった。\n\nだから友達宣言という名の絶交を突きつけ、春希の元を去ろうとしたかずさに、今さら許されない行動を起こしてしまう。\n\n二度と三人どころか、二人にすら戻れなくなってしまうことをわかっていたのに……"
                },
                "12": {
                    "ID": "4696625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4696625",
                    "TitleEnglish": "Graduation",
                    "SummaryEnglish": "Haruki collapses after saying goodbye to Kasuza, and Setsuna, who he betrayed, comes to take care of him. Haruki is too overcome with guilt to move, and Setsuna tries to pretend she knows nothing as she struggles with guilt of her own.",
                    "TitleJapanese": "卒業",
                    "SummaryJapanese": "かずさとの別れの夜に倒れた春希を必死に看病してくれたのは、あの時裏切ってしまったはずの雪菜だった。\n\n罪悪感で動けずにいる春希を、自分も罪悪感を抱えたまま、何も知らないふりで優しく包み込もうとする雪菜。\n\nそんな雪菜のもとにかずさが現れ、全ての想いを飲み込んだまま、自分の気持ちを隠して別れを告げる。\n\nそして誰もが嘘を重ねる哀しい冬の終わりを告げるかのように、とうとう、三人の卒業式が始まる。"
                },
                "13": {
                    "ID": "4696626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/white-album-2/episodes/4696626",
                    "TitleEnglish": "A Love That Cannot Be",
                    "SummaryEnglish": "At last, Haruki sleeps with Kazusa. Her wish finally comes true, and she prepares to leave for Europe. Haruki takes Setsuna to the airport, hoping that they can all be together once again. When the three are reunited, everyone remembers the best moment of their lives: the last song they sang at the school concert. The title of the song was...",
                    "TitleJapanese": "届かない恋",
                    "SummaryJapanese": "とうとう、かずさと過ちを犯してしまった春希。\n\nとうとう、自分の想いを遂げ、その記憶だけを胸に海外へと飛び立とうとするかずさ。\n\nそしてとうとう、自分の罪と向き合い、それでももう一度三人の時を求め、春希を連れて空港へと向かう雪菜。\n\nやがてふたたび三人が出会ったとき、全員の脳裏に浮かんだのは、あの、人生で最高の思い出の瞬間。学園祭ライブの、最後の曲。そのタイトルは……"
                }
            }
        }
    }
}