{
    "URL": "https://www.thetvdb.com/series/non-non-biyori",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3114358/",
        "https://nonnontv.com/tvanime/",
        "http://www.reddit.com/r/Non_Non_Biyori",
        "https://www.themoviedb.org/tv/66875",
        "https://en.wikipedia.org/wiki/List_of_Non_Non_Biyori_episodes",
        "https://x.com/nonnontv"
    ],
    "TitleEnglish": "Non Non Biyori",
    "SummaryEnglish": "Elementary school student Ichijou Hotaru has moved with her parents from Tokyo to the middle of the country. Now she must adapt to her new school, where there are a total of 5 students in the same class who range through elementary and middle school ages. Join their everyday adventures in the countryside.",
    "TitleJapanese": "のんのんびより",
    "SummaryJapanese": "全校生徒たった5人の「旭丘分校」。\n雪解けとともに芽吹き春の足音が聞こえる山里で相変わらずまったり過ごす少女たち。\n山菜を採ったり、お花見したり、お魚も釣ってみちゃったり・・・。\n彼女たちの新しい季節の楽しみ方に触れ、子供の頃の懐かしさを再発見できるかもしれません…。",
    "Aliases": [
        "Non Non Biyori Repeat",
        "Non Non Biyori Nonstop"
    ],
    "Modified": "2024-04-08",
    "Seasons": {
        "0": {
            "ID": "561765",
            "URL": "https://www.thetvdb.com/series/non-non-biyori/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "4748492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4748492",
                    "TitleEnglish": "We're Going to Okinawa!",
                    "SummaryEnglish": "Suguru wins some tickets to Okinawa in a shopping mall lottery, so the whole gang plan to go on a trip there. To prepare for the trip, the girls practice being on an airplane and go to a convenience store to buy some travel things. Meanwhile, Renge is very thoughtful about how the trip may change her view on the world, spending the evening before the trip giving her farewells to the countryside. The next day, everyone sets off on their flight to Okinawa.",
                    "TitleJapanese": "沖縄へ行くことになった",
                    "SummaryJapanese": "毎日を楽しく過ごしている旭丘分校の、れんげ、蛍、夏海、小鞠。ある日、みんなでデパートへ行き卓が福引でまさかの特賞「沖縄旅行」を引き当てた！思いがけない幸運が舞い込み、みんなで沖縄に行く事になった。蛍以外は初めての飛行機。それぞれに不安や心配事がある。そして、れんげの一番の心配事とは･･･。期待と不安が入り交じる、旅立ち前の出来事がいろいろ。"
                },
                "2": {
                    "ID": "5483280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5483280",
                    "TitleEnglish": "Hotaru Had Fun",
                    "SummaryEnglish": "On a Winter day, Hotaru has fun creating all kinds of things with the snow, which end up triggering a chain reaction of mishaps for Komari. During Spring, Hotaru goes to the candy store by herself and ends up making cookies with Kaede. On the last day of Summer, the girls use various senses to try and give Komari a pleasant dream. Finally, during the Autumn, the girls go to the woods to collect fruit, where Komari comes up against a flying squirrel.",
                    "TitleJapanese": "蛍が楽しんだ",
                    "SummaryJapanese": "「旭丘分校」に転校してきてから、一条蛍は春夏秋冬の変わりゆく田舎生活を満喫していました。れんげ、夏海、小鞠や、みんなと共に過ごす一年は、都会にはない新鮮な毎日！お菓子を作ったり、宿題をしたり、木の実を集めたり、雪で遊んだり・・・。今日もまた、まったりゆるゆるな田舎の休日がはじまります。"
                },
                "3": {
                    "ID": "6549876",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/6549876",
                    "TitleEnglish": "Movie: Vacation",
                    "SummaryEnglish": "Summer vacation is drawing to an end. When Suguru wins a free trip to Okinawa, all of the five students of Asahigaoka branch school are excited to end their vacation with a bang. Along with Hikage, Konomi, and their teacher and the candy store owner, everyone goes to Okinawa for a fun three-day trip. There, Natsumi makes friends with Aoi, the girl who helps out at the hotel they stay in.",
                    "TitleJapanese": "のんのんびより ばけーしょん",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "9069834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/9069834",
                    "TitleEnglish": "I Did My Best Doing the Club Activities",
                    "SummaryEnglish": "An OVA bundled with the special edition of Atto's spin-off manga Non Non Biyori Remember.",
                    "TitleJapanese": "部活をがんばった",
                    "SummaryJapanese": "ある雨の日、宮内一穂は掃除を終えた旭丘分校の生徒たちへ宿題のプリントを持ってきました。嫌そうに受け取った越谷夏海とは対照的に、興奮した様子のしおり。小学生になって初めての宿題のようです。越谷家でみんなで宿題をやる事になり、宮内れんげとしおりは楽しそうに宿題に取り掛かります。一方、向かいに座った夏海はうんにょりした表情で…。旭丘の新しい1年は、いつも変わらずまったりゆるゆるな毎日です。"
                }
            }
        },
        "1": {
            "ID": "526981",
            "URL": "https://www.thetvdb.com/series/non-non-biyori/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4634808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4634808",
                    "TitleEnglish": "A New Transfer Student Came",
                    "SummaryEnglish": "Ichijou Hotaru has transferred from Tokyo to Asahigaoka Branch School due to her parents' work. But her new school only has five students, including herself! Ichijou Hotaru, the transfer from Tokyo; Koshigaya Natsumi, the moodmaker; Koshigaya Komari, the oldest of the girls; and Miyauchi Renge, the youngest with a unique sense of perception - the story of the lives these girls live in the quiet, sleepy countryside has begun!",
                    "TitleJapanese": "転校生が来た",
                    "SummaryJapanese": "一条蛍は、両親の仕事の都合で、東京から「旭丘分校」に転校することに。しかしそこは、自分を含め、全校生徒が5人しかいない学校だった！東京から転校してきた一条蛍、ムードメーカーの越谷夏海、女子最高学年の越谷小鞠、独特の感性を持つ最年少の宮内れんげ、まったりした田舎の大自然の中で過ごす彼女達の日常がはじまる！"
                },
                "2": {
                    "ID": "4680243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4680243",
                    "TitleEnglish": "We Went to the Candy Store",
                    "SummaryEnglish": "Ichijou Hotaru is enjoying life with her classmates at her new school. In particular, she has come to think of the diminutive Koshigaya Komari, at less than 140cm, as her \"cute Senpai.\" This feeling soon grows into absolute adoration. Then, one day, Komari calls Hotaru and invites her to hang out together...",
                    "TitleJapanese": "駄菓子屋に行った",
                    "SummaryJapanese": "「旭丘分校」への転校を終えた一条蛍は、クラスメイトとともに楽しい学校生活を過ごしていた。特に、身長が140cmにも満たない越谷小鞠には「かわいい先輩」だという想いで接していた。しかし、その想いはいつしか愛しさへと変わっていく。そしてある日、小鞠から電話が掛かってきて、２人で遊ぶことになるのだが…"
                },
                "3": {
                    "ID": "4680244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4680244",
                    "TitleEnglish": "I Ran Away from Home with My Sister",
                    "SummaryEnglish": "The class goes on a school trip to help out in a rice field, where Natsumi and Komari end up getting stuck in the mud. Later that night, Komari gets frightened after seeing a scary movie, which is not helped by Natsumi. After getting into a fight with her mother, Natsumi runs away from home with Komari in tow and goes to her secret hideout. They eventually spot a cat that had put Natsumi in trouble in the first place, but leave her alone when they see she is feeding her family and eventually head home.",
                    "TitleJapanese": "姉ちゃんと家出した",
                    "SummaryJapanese": "学校に到着すると越谷夏海から今日は遠足だと聞かされた一条蛍。目的地を知らされていないにも関わらず、遠足への想いを募らせ、現場へ向かうと、そこには、すでに帽子をかぶり、ゴムの作業着に着替えている先生とれんげがいて…"
                },
                "4": {
                    "ID": "4680245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4680245",
                    "TitleEnglish": "Summer Vacation Started",
                    "SummaryEnglish": "As summer vacation begins, Renge's older sister Hikage comes home from her school in Tokyo, hoping to impress the others with her know-how about city life only for Hotaru to outshine her. Later, Renge meets another girl her age named Honoka Ishikawa, who she quickly become friends with. After spending several days playing with Honoka, Renge is saddened when she learns Honoka had to suddenly leave due to her father's work. However, she cheers up a week later after receiving a letter from Honoka saying she'll come back next summer.",
                    "TitleJapanese": "夏休みがはじまった",
                    "SummaryJapanese": "通知表を渡される一大イベントも終わり、夏休みが始まろうとしていたその日、東京の学校に通っている宮内家の次女・ひかげが実家に帰ってきた。都会の話を自慢げに語るひかげだったが、そこにたまたま一条蛍が遊びに来て… れんげが小川のほとりを歩いていると、カメラを持った同い年くらいの女の子と出会う。その子は石川ほのかと名乗り・・・"
                },
                "5": {
                    "ID": "4680246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4680246",
                    "TitleEnglish": "I Pretended I Forgot My Swimsuit",
                    "SummaryEnglish": "Hotaru and Renge are invited to the Koshigaya's house for breakfast. Afterwards, the girls, accompanied by Kazuha, go to the beach, where Komari's height leads her to be mistaken for a lost child. On their way home, the girls stop at a railside noodle restaurant, where a prank by Natsumi on Komari backfires due to Renge's innocence. They manage to catch the last train home on time, but accidentally leave Kazuha behind.",
                    "TitleJapanese": "水着を忘れたふりをした",
                    "SummaryJapanese": "夏休みといえば、海水浴！ 旭丘分校の一同は、みんなで海に行くことになる。水着姿の宮内れんげと越谷夏海が砂浜で楽しそうに遊んでいるのに対し、越谷小鞠は海に入ることもなく、水着に着替えることもなく、何故かただただ海を眺めていた。そんな中、一条蛍が堂々たるビキニ姿で現れて…"
                },
                "6": {
                    "ID": "4680247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4680247",
                    "TitleEnglish": "I Became a Ghost and Tried Hard",
                    "SummaryEnglish": "Natsumi gets chewed out by her mother over her poor school grades whilst also trying to hide her poor test results from her. Afterwards, the girls visit Hotaru, who attempts to hide the vast number of handmade Komari plushies in her room. This ultimately fails, but she manages to pass them off as part of a school project. Later that night, the gang have a test of courage at the shrine, which proves a bit too much for Komari.",
                    "TitleJapanese": "おばけになってがんばった",
                    "SummaryJapanese": "夏休み中、勉強のことで母親から説教を受けた越谷小鞠・夏海姉妹は、宮内れんげと合流し、急遽一条蛍の家へ向かうことに。そうとも知らない蛍は、大好きな先輩である小鞠のぬいぐるみ、通称：こまぐるみを大量に制作していた。完成品をどこに飾ろうか悩んでいたとき、蛍の家のチャイムがなり…"
                },
                "7": {
                    "ID": "4680248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4680248",
                    "TitleEnglish": "My Rice Crackers Turned Into Curry",
                    "SummaryEnglish": "With Kazuha absent at the start of the new semester, the girls try and find ways to pass the time in class. Later, Hotaru and Renge try and catch a rabbit that had escaped from its pen, only for it to lock them inside the pen themselves, though they are eventually rescued by Kazuha. Afterwards, Renge visits the candy store run by Kaede Kagayama, who finds her to be a handful.",
                    "TitleJapanese": "せんべいがカレーになった",
                    "SummaryJapanese": "夏休みが終わり、二学期が始まった旭丘分校。初日から寝坊した越谷夏海は、勢いよく教室の戸を開け、中へ駆け込むが、そこには先生の姿はなく、それぞれの席で暇そうにしている生徒たちしかいない。そこで、時間を潰すために、様々な遊びを提案する。しかし、宮内れんげの感性が違いすぎて…"
                },
                "8": {
                    "ID": "4680249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4680249",
                    "TitleEnglish": "We Cooked Rice at School",
                    "SummaryEnglish": "Hotaru gets along with the Koshigaya family's next door neighbour, Konomi Fujimiya, whilst Komari laments that the two seem more grown up than she is. Later, Komari joins Hotaru and Renge in doing some sketching, where she ends up becoming a model for them. Afterwards, Konomi helps Komari and Natsumi make dried persimmons.",
                    "TitleJapanese": "学校でごはんを炊いた",
                    "SummaryJapanese": "旭丘分校の学校菜園で収穫した食材を使って、クラスメイト全員で昼食の支度をすることになる。そんな中、越谷小鞠は芋ご飯を炊く係を担当する。一条蛍が見守る中、料理が下手であると馬鹿にした妹の夏海をギャフンと言わせようと、芋ご飯作りに奮闘する。そして、料理が揃い、食事の時間になるのだが…"
                },
                "9": {
                    "ID": "4680250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4680250",
                    "TitleEnglish": "We Tried Having a Cultural Festival",
                    "SummaryEnglish": "Since the school doesn't hold cultural festivals, Natsumi suggests they hold their own and invite the alumni, including Kaede, Konomi and Hikage. At the festival, the girls run a café, hold an art exhibit and put on a play. However, they're play ends up being overwhelming and they end up slacking on food orders. They do eventually work together to prepare some food and have fun. Afterwards, Komari and Konomi help clean Natsumi's room, where they find a lot of old toys.",
                    "TitleJapanese": "文化祭をやってみた",
                    "SummaryJapanese": "越谷夏美が勢いで文化祭をやってみたいと言ったことによって、旭丘分校で初めての文化祭を行うことになる。文化祭で行う出し物の準備中、週末開催にも関わらず、招待客を決めていないことに気付いた一同は、たまたま遊びに来ていた富士宮このみ、宮内れんげの姉・ひかげ、駄菓子屋の加賀山楓を文化祭に招こうとするが…"
                },
                "10": {
                    "ID": "4680251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4680251",
                    "TitleEnglish": "We Watched the First Sunrise of the Year",
                    "SummaryEnglish": "After sleeping through the New Year, Renge joins Kazuha, Hikage and Kaede as they decide to go up a mountain to watch the first sunrise of the year. Along the way, Kaede recalls five years ago when she was first asked to look after the one-year-old Renge, initially finding her to be quite a handful but soon taking a liking to her. They eventually manage to reach the top of the mountain and watch the sun as it rises.",
                    "TitleJapanese": "初日の出を見た",
                    "SummaryJapanese": "誰もいない校庭、冬枯れた木。二学期の終業式も終わり、旭丘分校の一同は、おのおのの年末を過ごしていた。越谷家では大掃除、一条家ではおせち料理の下ごしらえ、そして、宮内家では年越しそばの準備。そして深夜になり、宮内家に加賀山楓が訪れ、みんなで初日の出を見に行くことになるのだが…"
                },
                "11": {
                    "ID": "4713467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4713467",
                    "TitleEnglish": "We Made a Snow House",
                    "SummaryEnglish": "Due to a snowy blizzard, the girls end up having to spend the night at school, with Hotaru and Natsumi competing against each other to see who gets to sleep in a futon, eventually decided to just kick Kazuho out of hers. Later that night, Hotaru decides to check out the snow and see the starry night sky, leading to some misunderstandings from Komari and Natsumi. Later, on another snowy day, the gang decide to try their hand at skiing before building a snow house and having some hot food.",
                    "TitleJapanese": "かまくらをつくった",
                    "SummaryJapanese": "猛烈な吹雪のため、バスが走らなくなり、学校に泊まることになった旭丘分校一同。しかし、生まれて初めて学校にお泊りするということで、大はしゃぎする一条蛍だったが、学校内には布団が2つと寝袋が1つしかなく、布団をみんなで取り合うことになる。そんな矢先、先生が１つの布団の中で熟睡したことがキッカケで…"
                },
                "12": {
                    "ID": "4713468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4713468",
                    "TitleEnglish": "Spring Came Again",
                    "SummaryEnglish": "As Spring arrives again, Hotaru and Komari go on a picnic together, where Hotaru ends up eating Komari's botched up homemade lunch in order to not hurt her feelings. Later, the girls get together to search for some edible plants, eventually coming to a field of renge flowers where Natsumi makes a costume for Renge.",
                    "TitleJapanese": "また春が来た",
                    "SummaryJapanese": "春の木漏れ日の中、ウグイスの声を聴きながら、野草や山菜を摘むことになった旭丘分校の一同。今まで野草摘みの経験がない一条蛍は、越谷小鞠から野草の種類を教えてもらいながら、野草を集めることに。また、宮内れんげは、野草摘みを通して、自分が住んでいる場所が田舎なのではないかと再び悩み始めるが…"
                }
            }
        },
        "2": {
            "ID": "581903",
            "URL": "https://www.thetvdb.com/series/non-non-biyori/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4849212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4849212",
                    "TitleEnglish": "I Became a First Grader",
                    "SummaryEnglish": "Renge, who is about to start first grade, goes with the others to check out the school before the entrance ceremony, before seeing Hikage off as she goes to Tokyo. The next day, as Renge and the others enjoy the entrance ceremony and begin their first lessons, Hotaru starts moving in.",
                    "TitleJapanese": "一年生になった",
                    "SummaryJapanese": "春、ピカピカのランドセルを貰った宮内れんげは、入学式前日に小学校へ通う練習に出かける。\nそこへ越谷小鞠・夏海姉妹がやってきて一緒にバスで移動することに。\nところが学校に着くと「明日のお楽しみ」と、教室に入る事を禁じられてしまう。これから毎日通う事になる学校を一人探検するれんげだったが…。ちょっぴりの不安がありつつも、期待に胸を膨らます少女たち。まったりゆるゆるな田舎スクールライフが再びはじまる！"
                },
                "2": {
                    "ID": "5260686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260686",
                    "TitleEnglish": "We Went to Watch the Stars",
                    "SummaryEnglish": "A few days after transferring in, Hotaru and the others play a game in which they try to knock each other's rulers off a table. Later, Hotaru gets lost while walking her dog Pechi, but manages to get pointed back towards home thanks to Pechi's scent. Afterwards, Hotaru goes with Komari to watch the stars together, but run into trouble when their flashlight runs out of battery before they head back. Thanks to a wayward bottle cap Komari dropped, they soon manage to make their way back home.",
                    "TitleJapanese": "星を見に行った",
                    "SummaryJapanese": "「旭丘分校」に転校してきて数日が経った一条蛍は、今まで通っていた学校とは違うところばかりで驚いていた。小学生、中学生が混在する教室での過ごし方も独特で、休み時間に「定規落とし」という遊びに誘われる。ルールを知らない蛍だったが、クラスメイトと次第にエキサイトしていき……。そして、初めての体験ばかりで喜んでいると、越谷小鞠から「今度星を見に行こう」と誘われる。はじめは皆で一緒に行くはずだったのだが…。"
                },
                "3": {
                    "ID": "5260687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260687",
                    "TitleEnglish": "I Got Motivated During the Consecutive Holidays",
                    "SummaryEnglish": "It's the day before Golden Week, and the students of Asahigaoka Branch School listen to the voice of their unmotivated teacher, Kazuho, as they take tests. Natsumi struggles the most with the tests, so the others help her study during the break. Then, during Golden Week, the students agree to do their holiday homework together, so Renge decides to do something about their lazy teacher before the others arrive...",
                    "TitleJapanese": "連休中にやる気を出した",
                    "SummaryJapanese": "ゴールデンウイーク前日に、やる気のない宮内一穂の声を聞きながらもテストを受けている「旭丘分校」の生徒たち。中でも越谷夏海はさっぱり出来なかったようで、休み時間にクイズ形式で次の教科の勉強をするのだが……。そして連休中に宿題を出された生徒たちは、宮内家に集まって勉強をする事になった。皆が来る前に、家の中でもぐーたらしている一穂を何とかしようとする宮内れんげだったが…。"
                },
                "4": {
                    "ID": "5260688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260688",
                    "TitleEnglish": "I Made a Teru Teru Bozu",
                    "SummaryEnglish": "When Renge receives a bike from her grandma, she's eager to practice so she can ride everywhere with her friends. But the rainy season is in full swing, so she sets about making a teru-teru bouzu in hopes that the rain will stop. Meanwhile, Renge is on duty to take care of the tadpole shrimp she caught while playing in a field, and she grows very fond of them.",
                    "TitleJapanese": "てるてるぼうずを作った",
                    "SummaryJapanese": "入学祝でおばあちゃんから自転車を貰った宮内れんげは、みんなで一緒に自転車に乗って遊びに行けると楽しみにしていた。早速乗る練習をしようとすると雨が降り出して来た。季節は梅雨、なかなか雨が止まないのでてるてるぼうずを作り始めたれんげだったが……。そして、以前田んぼの中で捕まえたカブトエビを気に入ったれんげは、カブトエビ当番として教室で飼う事になり張り切っていたのだが…。"
                },
                "5": {
                    "ID": "5260689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260689",
                    "TitleEnglish": "I Ate Okonomiyaki",
                    "SummaryEnglish": "One morning, Natsumi uses a toy fortune dispenser to read Komari's fortune, and tells it her, \"bad luck: beware of water.\" Komari says she won't be near any water that day anyway, but when they get to school, they're told that they'll be cleaning the school pool... The next day, the Koshigaya sisters are bored at home on a day off from school, so Natsumi reads Komari's fortune again and draws yet another \"bad luck\"...",
                    "TitleJapanese": "お好み焼きを食べた",
                    "SummaryJapanese": "ある朝、越谷夏海がおもちゃのおみくじを使って姉の小鞠の運勢を占うと「凶、水に注意」という結果が出た。小鞠は、特に水の近くに行く事もない。と気にしないようにしていたのだが、学校で宮内一穂に「今日はプール掃除を行います」と告げられて……。翌日、創立記念日で平日休みの越谷姉妹は暇を持て余していた。夏海はまた小鞠の運勢を占おうとおみくじを振ると、再び凶が出て…。"
                },
                "6": {
                    "ID": "5260690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260690",
                    "TitleEnglish": "I Became Closer to Hotaru",
                    "SummaryEnglish": "As everyone is cleaning up the school on the last day of the semester, Natsumi and Hotaru end up weeding and watering the garden together. Natsumi realizes she's never been alone with Hotaru before and tries to come up with things to talk about... Then summer vacation begins and the kids start to work on their summer homework, but quickly grow bored. Hotaru then tells everyone her parents are going to buy some fireworks...",
                    "TitleJapanese": "ホタルと仲よくなった",
                    "SummaryJapanese": "学期末の大掃除の日、越谷夏海は一条蛍と共に菜園の雑草取りと水やりの担当になった。夏海はふと、蛍と二人きりになることがほとんど無かった事に気付き、何を話せばいいのか分からなくなる。とっさに様々な話題を振る夏海だったが……。そして夏休みに入り皆で宿題を始めた旭丘分校の生徒たちだったが、早速飽きてしまう。そんな中、蛍の親が花火を買ってきてくれると聞きテンションの上がる一同だったが…。"
                },
                "7": {
                    "ID": "5260691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260691",
                    "TitleEnglish": "I Boldly Leapt In",
                    "SummaryEnglish": "Hotaru is finally getting used to how kids play in the country, although she's still afraid to jump off the bridge into the river. Hotaru returns home from playing to find a letter from her friend in Tokyo, with a photo of her old friends at an amusement park, making her feel nostalgic. Meanwhile, Hikage is home for a visit and shows off pictures of Tokyo Tower to Renge.",
                    "TitleJapanese": "思いきって飛び込んだ",
                    "SummaryJapanese": "田舎の遊びにも徐々に慣れてきた一条蛍だったが、橋の上から川に飛び込む遊びは怖くて出来そうになかった。秘密基地で遊んだあと家に帰ると、東京にいた時の友だちから手紙が届いていた。その中には皆で行った遊園地の写真が入っていて蛍は懐かしい気持ちになり…。宮内家ではひかげが実家に帰省しており、東京タワーの写真を妹のれんげに自慢していた。れんげは最近写真に凝っていて撮りに行きたいと頼むのだが…。"
                },
                "8": {
                    "ID": "5260692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260692",
                    "TitleEnglish": "I Was in Charge of School Lunch",
                    "SummaryEnglish": "The second semester has begun, and the Asahigaoka students are making wood crafts in class. Renge and Natsumi pair up to make something together, but can't come up with any ideas. Just when Natsumi starts to panic, Renge demonstrates her unique sensibilities again. Then at lunchtime, the smell of curry fills the air, and the Koshigaya sisters recall a tragedy that befell the school long ago...",
                    "TitleJapanese": "給食当番をした",
                    "SummaryJapanese": "二学期が始まり、授業で木の板を使って工作をすることになった旭丘分校の生徒たち。宮内れんげと越谷夏海はペアを組んで何を作ろうかと悩むのだが、なかなか思いつかない。焦り始める夏海に対し、余裕のれんげが独特の感性を発揮して作り始めた物は……！そして給食の時間になり、カレーの匂いが漂ってきた。給食当番のれんげとカレーの組み合わせを見て、越谷姉妹は過去に起きた凄惨な出来事を思い出すのだった。"
                },
                "9": {
                    "ID": "5260693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260693",
                    "TitleEnglish": "We Went Moon-Viewing Together",
                    "SummaryEnglish": "Natsumi's mother asks Natsumi to go catch something to live in the family's pond, and Natsumi agrees when she's told she'll be paid. She lends Natsumi a watch and tells her to be home by curfew, and all the kids go out for a day of fishing. Later, Konomi sees that Natsumi still doesn't seem like a girl at all even now that she's in middle school, and brings some of her old outfits over for her to try on...",
                    "TitleJapanese": "みんなでお月見をした",
                    "SummaryJapanese": "越谷夏海は母の雪子より「庭の池に生き物がいないのが寂しいので何か捕まえてきてほしい」と言われ、お小遣い欲しさに引き受ける事にした。門限までに帰ってくるようにと、母から渡された腕時計を付けて皆で魚釣りをしに出かけた夏海だったが……。そして、中一になっても女の子らしくない夏海を見た富士宮このみは、自宅から中学の時に着ていた服を持ってきて夏海に女の子らしい格好をさせるのだが…。"
                },
                "10": {
                    "ID": "5260694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260694",
                    "TitleEnglish": "I Practiced Very Hard",
                    "SummaryEnglish": "Renge goes to visit Natsumi, but she and her family aren't home. She's about to give up and leave when a hand starts talking to her from the other side of the fence! She thinks it's a monster, and is relieved to learn that it's the next door neighbor Konomi. But Konomi then tells her that she is, in fact, a monster... Later, the Koshigaya sisters tell Renge they were in first grade when they took off their training wheels, so Renge starts to practice riding her bike without the training wheels.",
                    "TitleJapanese": "すごく練習した",
                    "SummaryJapanese": "越谷家に遊びに来た宮内れんげだったが、越谷姉妹は不在の様子。諦めて帰ろうとした時、塀の向こうからひらひらと動く手が話しかけて来た！妖怪だと勘違いしたれんげだったが、隣に住んでいる富士宮このみだと分かってひと安心。ところが「わたし、妖怪だよ？」と、このみが言い出して……。そして帰ってきた越谷姉妹から、自転車の補助輪を外したのは小学1年生頃だったという話を聞き、れんげも補助輪なしで練習を始めるのだが…。"
                },
                "11": {
                    "ID": "5260695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260695",
                    "TitleEnglish": "I Became a Pampered Child",
                    "SummaryEnglish": "One morning during winter break, Ichijo Hotaru and Koshigaya Komari are on a walk when they run into Fujimiya Konomi on her way back from practice. Komari takes great interest in Konomi's cellphone.",
                    "TitleJapanese": "甘えんぼうになった",
                    "SummaryJapanese": "冬休み、一条蛍と越谷小鞠が歩いていると朝練帰りの富士宮このみがやってきた。このみが持っている携帯電話に興味津々の小鞠だったが、電波の届く場所がこの付近にはこのみの家の庭にしかないという。そこでこのみがメールをしている様子を見て小鞠も挑戦したのだが……。一方、宮内家では宮内れんげが年賀状を描いていた。姉の宮内ひかげは、れんげが何を描くのか気になりのぞき見ようとするのだが…。"
                },
                "12": {
                    "ID": "5260696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260696",
                    "TitleEnglish": "One Year Has Passed",
                    "SummaryEnglish": "During spring break, Renge and Hotaru head to school to feed the rabbits and end up finding Renge's Legendary Sword.",
                    "TitleJapanese": "一年がたった",
                    "SummaryJapanese": "春休みにうさぎのエサやりに学校へやってきた宮内れんげと一条蛍は、忘れ物を取りに教室に向かった。その途中で見つけた木の棒は、れんげが入学時に持っていた「伝説の剣」だった！一年が経ったんだね。と感慨深い蛍は、れんげにタケノコを採り行こうと誘われて皆で一緒に行くことに。 春の息吹を感じながら、タケノコを採ったり秘密基地で遊んだりお花見をしたり…。いつもまったりゆるゆるな毎日です。"
                }
            }
        },
        "3": {
            "ID": "831245",
            "URL": "https://www.thetvdb.com/series/non-non-biyori/seasons/official/3",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7418404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/7418404",
                    "TitleEnglish": "I Played the Frog Song",
                    "SummaryEnglish": "It’s another idyllic day in the countryside, but things are anything but ordinary when Renge meets Akane, a flutist who has trouble playing in front of other people.",
                    "TitleJapanese": "カエルの歌を吹いた",
                    "SummaryJapanese": "ある春の日、早起きした宮内れんげはリコーダーを吹きながら学校へ向かっていました。\n今日は音楽の授業でリコーダーの合奏があるようです。途中、バスで出会った高校生の富士宮このみに、ドの音がうまく出ない事を打ち明けると、今度一緒に練習する事になりました。\nれんげが旭丘分校に到着すると、他の生徒たちも登校してきて…。\nまったりゆるゆるなメンバーが送る日常が、またまたはじまります。"
                },
                "2": {
                    "ID": "8118161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118161",
                    "TitleEnglish": "Hotaru Was Really Mature?",
                    "SummaryEnglish": "Sometimes it’s hard to believe Hotaru is still in elementary school! But even Hotaru needs to act like a kid now and then… or at least that’s what Konomi thinks.",
                    "TitleJapanese": "蛍が大人っぽかった？",
                    "SummaryJapanese": "日曜日、宮内れんげに「野菜の苗を植えるので、手伝って欲しい」と声をかけたのは姉の一穂。\nれんげはやる気満々で分校の皆も誘います。一穂がれんげをからかって「ピーマンの苗を植える」と嘘をつくと、ピーマンが嫌いなれんげは逃げ出そうとします。\n越谷夏海と越谷小鞠も、ピーマンは苦いので実は苦手だと打ち明けますが、一条蛍は大丈夫とのこと。\n皆、「蛍は大人だなぁ」と納得するのですが…。"
                },
                "3": {
                    "ID": "8118166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118166",
                    "TitleEnglish": "We Were Always Like This",
                    "SummaryEnglish": "After breaking a bonsai planter with a Surefire Kill Shot, Natsumi and Hikage practice the art of apology… sort of. Turns out neither one of them is very good at it.",
                    "TitleJapanese": "昔からこうだった",
                    "SummaryJapanese": "夏、居間で越谷夏海がくつろいでいるとチャイムが鳴りました。\n玄関を開けると、そこにいたのは宮内ひかげ。夏休みになって東京から帰ってきたようです。\n「さっきまで新幹線に乗っていたから、体を動かして遊びたい」というひかげに、夏海はノリノリでボール遊びを提案します。ひかげがいない間に考案した「必殺確殺シュート」を披露すると言って、夏海は勢いよくボールを投げたのですが…。"
                },
                "4": {
                    "ID": "8118168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118168",
                    "TitleEnglish": "I Turned Into Santa to Deliver Tomatoes",
                    "SummaryEnglish": "Ren pays Candy Store a visit to spend her New Year’s allowance, but her purchase puts Candy Store in an awkward position — one Natsumi finds absolutely HILARIOUS.",
                    "TitleJapanese": "トマトを届けるサンタになった",
                    "SummaryJapanese": "春に植えたトマトがたくさん実り、収穫の季節がやってきました。\n自分で作ったトマトを食べた宮内れんげは、あまりの美味しさに感動し、皆へ配りに行く事にしました。\n真夏のサンタクロースになってトマトを配り歩くれんげは、最後に駄菓子屋へ向かう途中、泣いている見知らぬ女の子に出会います。近付いて話を聞いてみると、どうやら迷子のようです。\n泣き止まない女の子に困ったれんげは…。"
                },
                "5": {
                    "ID": "8118170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118170",
                    "TitleEnglish": "I Made Something Incredible",
                    "SummaryEnglish": "Beep boop! Koma-plushie is live, boop beep! But Hotaru isn’t a master of robotics just yet, and her pet project still has a long way to go before it’s ready to fly.",
                    "TitleJapanese": "ものすごいものを作った",
                    "SummaryJapanese": "越谷小鞠は、夏休みの自由研究で妹の夏海からロボットに仮装させられて困った様子。\nそれを電話で聞いた一条蛍も、留守番をしている今日中に作りたい物がありました。それは、『おしゃべりロボ』と『歩行ロボット工作キット』。\n父親から借りたパソコンでしゃべる内容を入力し、その2つのロボットを動物にまたがったこまぐるみの中に入れます。広いリビングに移動して、スイッチをオンにすると…。"
                },
                "6": {
                    "ID": "8118171",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118171",
                    "TitleEnglish": "We All Went Camping Together",
                    "SummaryEnglish": "It’s time to go camping! Ren’s heart and mind are prepared, but a nighttime stroll through the woods will put her willpower to the test.",
                    "TitleJapanese": "みんなでキャンプに行った",
                    "SummaryJapanese": "夏休み終盤、宮内れんげは旭丘分校の皆と一緒にキャンプにやってきました。\n早速テントを張り終わり、ボール遊びや釣りなど、思い思いに楽しむ一同。\n夕方になりバーベキューの準備が整いました。肉や野菜の美味しさについ食べ過ぎてしまった子供たちですが、引率の教師でもある宮内一穂は、お酒を飲みすぎて酔い潰れてしまいます。\n夜も更け、カブトムシの蜜を塗りに行く事になったれんげと越谷夏海ですが…。"
                },
                "7": {
                    "ID": "8118172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118172",
                    "TitleEnglish": "It Was a Thrilling Autumn",
                    "SummaryEnglish": "Parents’ Day provides Natsumi a particular variety of anxiety, but she finds a way to relax when Renge brings home a new friend.",
                    "TitleJapanese": "ハラハラする秋だった",
                    "SummaryJapanese": "宮内一穂は終わりの会で、明日は授業参観だと生徒たちに告げます。\n越谷夏海は、いつもの体たらくが母の雪子にバレる事に絶望していました。「勉強していなかった夏海が悪い」と笑っていた一穂ですが、夏海は「一穂が自習中に居眠りしている」事も雪子に伝えている様子。\n授業参観の内容次第では自分にも被害が及ぶと焦った一穂は、必死になって夏海に勉強を教え始めるのですが…。"
                },
                "8": {
                    "ID": "8118174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118174",
                    "TitleEnglish": "My Senpai Had Entrance Exams Coming Up",
                    "SummaryEnglish": "Akane and Konomi go shopping, and they take a detour to play some festival games! But beginner’s luck will only get you so far, and there’s something weighing on Akane’s mind…",
                    "TitleJapanese": "先輩はもうすぐ受験だった",
                    "SummaryJapanese": "篠田あかねは、先輩から「受験の為に部活を辞める」と告げられます。\n富士宮このみのおかげで友達が出来て、フルートも上達したと感謝しているあかねは、このみも部活を辞めるのではないかと寂しくなりました。\n帰り道、駅に着くと偶然このみが現れます。これから越谷家に遊びに行くので、駅前商店街のお祭りで手土産を買っていこうとしているようです。\nこのみと一緒にお祭りをまわる事になったあかねは…。"
                },
                "9": {
                    "ID": "8118177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118177",
                    "TitleEnglish": "We Made Tasty Food",
                    "SummaryEnglish": "Komari receives an unexpected visitor. Now she’s making a weird face and can’t seem to knit properly. But don’t worry — Natsumi will cover for her. Sort of.",
                    "TitleJapanese": "おいしいごはんを作った",
                    "SummaryJapanese": "部屋でくつろいでいた越谷小鞠は、妹の夏海からデパートに誘われますが、乗り気ではない様子。\n「ひとりで留守番をするとおばけが出る」と夏海に言われますが、小鞠は「おばけなんて作り話だし、昼には出ない」とムキになって否定します。\n留守番中、小鞠はお腹が減ったので台所にお菓子を取りに行きました。すると突然、背後で小さな物音がします。焦った小鞠が視線を向けると、そこには…。"
                },
                "10": {
                    "ID": "8118178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118178",
                    "TitleEnglish": "It Got Cold and Then Hot",
                    "SummaryEnglish": "New Year’s is here, and that means New Year’s money! What will everyone spend their cash on? And is there a way to get even more? Or perhaps that’s not a good idea…",
                    "TitleJapanese": "寒くなったりあったかくなったりした",
                    "SummaryJapanese": "お正月、宮内れんげは玄関に飾られた門松を見て「かっこいい」とご満悦の様子。ふと郵便受けを確認すると、年賀状が届いていました。\n分校の皆からの年賀状を確認したれんげですが、なぜか少し残念そうな表情で…。\nその後、家族にも届いていた分の年賀状を手にして茶の間に戻ると、姉のひかげがお年玉を貰おうと一穂にしがみついていました。あまりにも必死なひかげを見たれんげは…。"
                },
                "11": {
                    "ID": "8118180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118180",
                    "TitleEnglish": "I Got Drunk and Remembered",
                    "SummaryEnglish": "Once the kids are asleep, the adults get to partying! …wait, what’s that noise? Ren is awake!? Uh oh…",
                    "TitleJapanese": "酔っぱらって思い出した",
                    "SummaryJapanese": "加賀山楓が駄菓子屋の店番をしていると、宮内れんげが店の前を通り過ぎて行きました。\nれんげはどうやら、しおりのところに遊びに行くようです。合流したれんげは、元気に走り回るしおりに「ちゃんと周りを見て気を付けて歩くよう」に伝えます。\nしかし突然、しおりは何かに気付いて駆け出しました。それはカマキリの卵。\nしおりは、今度産まれる妹へのプレゼントにできないかとれんげに聞くのですが…。"
                },
                "12": {
                    "ID": "8118182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118182",
                    "TitleEnglish": "The Cherry Blossoms Bloomed Again",
                    "SummaryEnglish": "Following a graduation ceremony, Renge and friends spend the day playing in the great outdoors. It's days like these you wish would never end...",
                    "TitleJapanese": "また桜が咲いた",
                    "SummaryJapanese": "朝、宮内れんげが窓の外を眺めていると、姉の一穂が「そんなとこでぼーっとしてどうしたの？」と声をかけます。れんげの視線の先では、庭の梅の花が咲いていました。\n季節はもうすぐ春、今日は越谷卓の卒業式です。在校生や保護者も見守る中、一穂から卒業証書を受け取った卓。式の終わりに、在校生の皆で歌を贈ることになったのですが…。\n旭丘分校にまた新しい季節がやってきます。"
                }
            }
        }
    }
}