{
  "URL": "https://www.thetvdb.com/series/non-non-biyori",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3114358/",
    "https://nonnontv.com/tvanime/",
    "http://www.reddit.com/r/Non_Non_Biyori",
    "https://www.themoviedb.org/tv/66875",
    "https://en.wikipedia.org/wiki/List_of_Non_Non_Biyori_episodes",
    "https://x.com/nonnontv"
  ],
  "TitleEnglish": "Non Non Biyori",
  "SummaryEnglish": "Elementary school student Ichijou Hotaru has moved with her parents from Tokyo to the middle of the country. Now she must adapt to her new school, where there are a total of 5 students in the same class who range through elementary and middle school ages. Join their everyday adventures in the countryside.",
  "Aliases": [
    "Non Non Biyori Repeat",
    "Non Non Biyori Nonstop",
    "のんのんびより のんすとっぷ",
    "のんのんびより りぴーと",
    "Non Non Biyori"
  ],
  "Modified": "2024-04-08",
  "Seasons": {
    "0": {
      "ID": "561765",
      "URL": "https://www.thetvdb.com/series/non-non-biyori/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "4748492",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4748492",
          "TitleEnglish": "We're Going to Okinawa!",
          "SummaryEnglish": "Suguru wins some tickets to Okinawa in a shopping mall lottery, so the whole gang plan to go on a trip there. To prepare for the trip, the girls practice being on an airplane and go to a convenience store to buy some travel things. Meanwhile, Renge is very thoughtful about how the trip may change her view on the world, spending the evening before the trip giving her farewells to the countryside. The next day, everyone sets off on their flight to Okinawa.",
          "Aliases": []
        },
        "2": {
          "ID": "5483280",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5483280",
          "TitleEnglish": "Hotaru Had Fun",
          "SummaryEnglish": "On a Winter day, Hotaru has fun creating all kinds of things with the snow, which end up triggering a chain reaction of mishaps for Komari. During Spring, Hotaru goes to the candy store by herself and ends up making cookies with Kaede. On the last day of Summer, the girls use various senses to try and give Komari a pleasant dream. Finally, during the Autumn, the girls go to the woods to collect fruit, where Komari comes up against a flying squirrel.",
          "Aliases": []
        },
        "3": {
          "ID": "6549876",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/6549876",
          "TitleEnglish": "Movie: Vacation",
          "SummaryEnglish": "Summer vacation is drawing to an end. When Suguru wins a free trip to Okinawa, all of the five students of Asahigaoka branch school are excited to end their vacation with a bang. Along with Hikage, Konomi, and their teacher and the candy store owner, everyone goes to Okinawa for a fun three-day trip. There, Natsumi makes friends with Aoi, the girl who helps out at the hotel they stay in.",
          "Aliases": []
        },
        "4": {
          "ID": "9069834",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/9069834",
          "TitleEnglish": "I Did My Best Doing the Club Activities",
          "SummaryEnglish": "An OVA bundled with the special edition of Atto's spin-off manga Non Non Biyori Remember.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "526981",
      "URL": "https://www.thetvdb.com/series/non-non-biyori/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": "Asahigaoka might look like typical, boring countryside to most; however, no day in this village can ever be considered colorless thanks to five students of varying ages occupying the only class in the only school in town. The youngest student is first grader Renge Miyauchi, who brings an unadulterated wit, curiosity, and her characteristic catchphrase, \"Nyanpasu!\" Then there are the Koshigaya siblings consisting of the quiet ninth grader and elder brother Suguru, diminutive eighth grader Komari, and the mischievous seventh grader Natsumi. The recent arrival of Tokyo-raised fifth grader Hotaru Ichijou, who appears overdeveloped for her age and thus naturally holds an air of maturity, rounds out this lively and vibrant group of five classmates.",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4634808",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4634808",
          "TitleEnglish": "A New Transfer Student Came",
          "SummaryEnglish": "Ichijou Hotaru has transferred from Tokyo to Asahigaoka Branch School due to her parents' work. But her new school only has five students, including herself! Ichijou Hotaru, the transfer from Tokyo; Koshigaya Natsumi, the moodmaker; Koshigaya Komari, the oldest of the girls; and Miyauchi Renge, the youngest with a unique sense of perception - the story of the lives these girls live in the quiet, sleepy countryside has begun!",
          "Aliases": []
        },
        "2": {
          "ID": "4680243",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4680243",
          "TitleEnglish": "We Went to the Candy Store",
          "SummaryEnglish": "Ichijou Hotaru is enjoying life with her classmates at her new school. In particular, she has come to think of the diminutive Koshigaya Komari, at less than 140cm, as her \"cute Senpai.\" This feeling soon grows into absolute adoration. Then, one day, Komari calls Hotaru and invites her to hang out together...",
          "Aliases": []
        },
        "3": {
          "ID": "4680244",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4680244",
          "TitleEnglish": "I Ran Away from Home with My Sister",
          "SummaryEnglish": "The class goes on a school trip to help out in a rice field, where Natsumi and Komari end up getting stuck in the mud. Later that night, Komari gets frightened after seeing a scary movie, which is not helped by Natsumi. After getting into a fight with her mother, Natsumi runs away from home with Komari in tow and goes to her secret hideout. They eventually spot a cat that had put Natsumi in trouble in the first place, but leave her alone when they see she is feeding her family and eventually head home.",
          "Aliases": []
        },
        "4": {
          "ID": "4680245",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4680245",
          "TitleEnglish": "Summer Vacation Started",
          "SummaryEnglish": "As summer vacation begins, Renge's older sister Hikage comes home from her school in Tokyo, hoping to impress the others with her know-how about city life only for Hotaru to outshine her. Later, Renge meets another girl her age named Honoka Ishikawa, who she quickly become friends with. After spending several days playing with Honoka, Renge is saddened when she learns Honoka had to suddenly leave due to her father's work. However, she cheers up a week later after receiving a letter from Honoka saying she'll come back next summer.",
          "Aliases": []
        },
        "5": {
          "ID": "4680246",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4680246",
          "TitleEnglish": "I Pretended I Forgot My Swimsuit",
          "SummaryEnglish": "Hotaru and Renge are invited to the Koshigaya's house for breakfast. Afterwards, the girls, accompanied by Kazuha, go to the beach, where Komari's height leads her to be mistaken for a lost child. On their way home, the girls stop at a railside noodle restaurant, where a prank by Natsumi on Komari backfires due to Renge's innocence. They manage to catch the last train home on time, but accidentally leave Kazuha behind.",
          "Aliases": []
        },
        "6": {
          "ID": "4680247",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4680247",
          "TitleEnglish": "I Became a Ghost and Tried Hard",
          "SummaryEnglish": "Natsumi gets chewed out by her mother over her poor school grades whilst also trying to hide her poor test results from her. Afterwards, the girls visit Hotaru, who attempts to hide the vast number of handmade Komari plushies in her room. This ultimately fails, but she manages to pass them off as part of a school project. Later that night, the gang have a test of courage at the shrine, which proves a bit too much for Komari.",
          "Aliases": []
        },
        "7": {
          "ID": "4680248",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4680248",
          "TitleEnglish": "My Rice Crackers Turned Into Curry",
          "SummaryEnglish": "With Kazuha absent at the start of the new semester, the girls try and find ways to pass the time in class. Later, Hotaru and Renge try and catch a rabbit that had escaped from its pen, only for it to lock them inside the pen themselves, though they are eventually rescued by Kazuha. Afterwards, Renge visits the candy store run by Kaede Kagayama, who finds her to be a handful.",
          "Aliases": []
        },
        "8": {
          "ID": "4680249",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4680249",
          "TitleEnglish": "We Cooked Rice at School",
          "SummaryEnglish": "Hotaru gets along with the Koshigaya family's next door neighbour, Konomi Fujimiya, whilst Komari laments that the two seem more grown up than she is. Later, Komari joins Hotaru and Renge in doing some sketching, where she ends up becoming a model for them. Afterwards, Konomi helps Komari and Natsumi make dried persimmons.",
          "Aliases": []
        },
        "9": {
          "ID": "4680250",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4680250",
          "TitleEnglish": "We Tried Having a Cultural Festival",
          "SummaryEnglish": "Since the school doesn't hold cultural festivals, Natsumi suggests they hold their own and invite the alumni, including Kaede, Konomi and Hikage. At the festival, the girls run a café, hold an art exhibit and put on a play. However, they're play ends up being overwhelming and they end up slacking on food orders. They do eventually work together to prepare some food and have fun. Afterwards, Komari and Konomi help clean Natsumi's room, where they find a lot of old toys.",
          "Aliases": []
        },
        "10": {
          "ID": "4680251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4680251",
          "TitleEnglish": "We Watched the First Sunrise of the Year",
          "SummaryEnglish": "After sleeping through the New Year, Renge joins Kazuha, Hikage and Kaede as they decide to go up a mountain to watch the first sunrise of the year. Along the way, Kaede recalls five years ago when she was first asked to look after the one-year-old Renge, initially finding her to be quite a handful but soon taking a liking to her. They eventually manage to reach the top of the mountain and watch the sun as it rises.",
          "Aliases": []
        },
        "11": {
          "ID": "4713467",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4713467",
          "TitleEnglish": "We Made a Snow House",
          "SummaryEnglish": "Due to a snowy blizzard, the girls end up having to spend the night at school, with Hotaru and Natsumi competing against each other to see who gets to sleep in a futon, eventually decided to just kick Kazuho out of hers. Later that night, Hotaru decides to check out the snow and see the starry night sky, leading to some misunderstandings from Komari and Natsumi. Later, on another snowy day, the gang decide to try their hand at skiing before building a snow house and having some hot food.",
          "Aliases": []
        },
        "12": {
          "ID": "4713468",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4713468",
          "TitleEnglish": "Spring Came Again",
          "SummaryEnglish": "As Spring arrives again, Hotaru and Komari go on a picnic together, where Hotaru ends up eating Komari's botched up homemade lunch in order to not hurt her feelings. Later, the girls get together to search for some edible plants, eventually coming to a field of renge flowers where Natsumi makes a costume for Renge.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "581903",
      "URL": "https://www.thetvdb.com/series/non-non-biyori/seasons/official/2",
      "TitleEnglish": "Non Non Biyori Repeat",
      "SummaryEnglish": "Far from the hustle and bustle of urban life, and with only a single candy store and bus route to its name, the rural Asahigaoka is certainly not a place for everyone. Nevertheless, the village's children still manage to cheerfully spend their days exploring and having fun in the wilderness around them. One such child, Renge Miyauchi, the youngest of the group, looks forward to the entrance ceremony of the upcoming school year, signalling her entry into first grade and the beginning of her elementary school life. Attending the only school in town, Renge and her friends, seventh grader Natsumi Koshigaya and her eighth grade sister Komari, make the most out of their rural lifestyle, playing and studying everyday.",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4849212",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/4849212",
          "TitleEnglish": "I Became a First Grader",
          "SummaryEnglish": "Renge, who is about to start first grade, goes with the others to check out the school before the entrance ceremony, before seeing Hikage off as she goes to Tokyo. The next day, as Renge and the others enjoy the entrance ceremony and begin their first lessons, Hotaru starts moving in.",
          "Aliases": []
        },
        "2": {
          "ID": "5260686",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260686",
          "TitleEnglish": "We Went to Watch the Stars",
          "SummaryEnglish": "A few days after transferring in, Hotaru and the others play a game in which they try to knock each other's rulers off a table. Later, Hotaru gets lost while walking her dog Pechi, but manages to get pointed back towards home thanks to Pechi's scent. Afterwards, Hotaru goes with Komari to watch the stars together, but run into trouble when their flashlight runs out of battery before they head back. Thanks to a wayward bottle cap Komari dropped, they soon manage to make their way back home.",
          "Aliases": []
        },
        "3": {
          "ID": "5260687",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260687",
          "TitleEnglish": "I Got Motivated During the Consecutive Holidays",
          "SummaryEnglish": "It's the day before Golden Week, and the students of Asahigaoka Branch School listen to the voice of their unmotivated teacher, Kazuho, as they take tests. Natsumi struggles the most with the tests, so the others help her study during the break. Then, during Golden Week, the students agree to do their holiday homework together, so Renge decides to do something about their lazy teacher before the others arrive...",
          "Aliases": []
        },
        "4": {
          "ID": "5260688",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260688",
          "TitleEnglish": "I Made a Teru Teru Bozu",
          "SummaryEnglish": "When Renge receives a bike from her grandma, she's eager to practice so she can ride everywhere with her friends. But the rainy season is in full swing, so she sets about making a teru-teru bouzu in hopes that the rain will stop. Meanwhile, Renge is on duty to take care of the tadpole shrimp she caught while playing in a field, and she grows very fond of them.",
          "Aliases": []
        },
        "5": {
          "ID": "5260689",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260689",
          "TitleEnglish": "I Ate Okonomiyaki",
          "SummaryEnglish": "One morning, Natsumi uses a toy fortune dispenser to read Komari's fortune, and tells it her, \"bad luck: beware of water.\" Komari says she won't be near any water that day anyway, but when they get to school, they're told that they'll be cleaning the school pool... The next day, the Koshigaya sisters are bored at home on a day off from school, so Natsumi reads Komari's fortune again and draws yet another \"bad luck\"...",
          "Aliases": []
        },
        "6": {
          "ID": "5260690",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260690",
          "TitleEnglish": "I Became Closer to Hotaru",
          "SummaryEnglish": "As everyone is cleaning up the school on the last day of the semester, Natsumi and Hotaru end up weeding and watering the garden together. Natsumi realizes she's never been alone with Hotaru before and tries to come up with things to talk about... Then summer vacation begins and the kids start to work on their summer homework, but quickly grow bored. Hotaru then tells everyone her parents are going to buy some fireworks...",
          "Aliases": []
        },
        "7": {
          "ID": "5260691",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260691",
          "TitleEnglish": "I Boldly Leapt In",
          "SummaryEnglish": "Hotaru is finally getting used to how kids play in the country, although she's still afraid to jump off the bridge into the river. Hotaru returns home from playing to find a letter from her friend in Tokyo, with a photo of her old friends at an amusement park, making her feel nostalgic. Meanwhile, Hikage is home for a visit and shows off pictures of Tokyo Tower to Renge.",
          "Aliases": []
        },
        "8": {
          "ID": "5260692",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260692",
          "TitleEnglish": "I Was in Charge of School Lunch",
          "SummaryEnglish": "The second semester has begun, and the Asahigaoka students are making wood crafts in class. Renge and Natsumi pair up to make something together, but can't come up with any ideas. Just when Natsumi starts to panic, Renge demonstrates her unique sensibilities again. Then at lunchtime, the smell of curry fills the air, and the Koshigaya sisters recall a tragedy that befell the school long ago...",
          "Aliases": []
        },
        "9": {
          "ID": "5260693",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260693",
          "TitleEnglish": "We Went Moon-Viewing Together",
          "SummaryEnglish": "Natsumi's mother asks Natsumi to go catch something to live in the family's pond, and Natsumi agrees when she's told she'll be paid. She lends Natsumi a watch and tells her to be home by curfew, and all the kids go out for a day of fishing. Later, Konomi sees that Natsumi still doesn't seem like a girl at all even now that she's in middle school, and brings some of her old outfits over for her to try on...",
          "Aliases": []
        },
        "10": {
          "ID": "5260694",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260694",
          "TitleEnglish": "I Practiced Very Hard",
          "SummaryEnglish": "Renge goes to visit Natsumi, but she and her family aren't home. She's about to give up and leave when a hand starts talking to her from the other side of the fence! She thinks it's a monster, and is relieved to learn that it's the next door neighbor Konomi. But Konomi then tells her that she is, in fact, a monster... Later, the Koshigaya sisters tell Renge they were in first grade when they took off their training wheels, so Renge starts to practice riding her bike without the training wheels.",
          "Aliases": []
        },
        "11": {
          "ID": "5260695",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260695",
          "TitleEnglish": "I Became a Pampered Child",
          "SummaryEnglish": "One morning during winter break, Ichijo Hotaru and Koshigaya Komari are on a walk when they run into Fujimiya Konomi on her way back from practice. Komari takes great interest in Konomi's cellphone.",
          "Aliases": []
        },
        "12": {
          "ID": "5260696",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/5260696",
          "TitleEnglish": "One Year Has Passed",
          "SummaryEnglish": "During spring break, Renge and Hotaru head to school to feed the rabbits and end up finding Renge's Legendary Sword.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "831245",
      "URL": "https://www.thetvdb.com/series/non-non-biyori/seasons/official/3",
      "TitleEnglish": "Nonstop",
      "SummaryEnglish": "The carefree journeys of the four girls continue! As their fleeting yet eventful summer becomes a distant memory, the arrival of fall signals a new school year with limitless opportunities. Even as the four girls return to their peaceful routine, the appearance of new faces enlivens the anything but exciting rural life of Asahigaoka.",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "7418404",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/7418404",
          "TitleEnglish": "I Played the Frog Song",
          "SummaryEnglish": "It’s another idyllic day in the countryside, but things are anything but ordinary when Renge meets Akane, a flutist who has trouble playing in front of other people.",
          "Aliases": []
        },
        "2": {
          "ID": "8118161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118161",
          "TitleEnglish": "Hotaru Was Really Mature?",
          "SummaryEnglish": "Sometimes it’s hard to believe Hotaru is still in elementary school! But even Hotaru needs to act like a kid now and then… or at least that’s what Konomi thinks.",
          "Aliases": []
        },
        "3": {
          "ID": "8118166",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118166",
          "TitleEnglish": "We Were Always Like This",
          "SummaryEnglish": "After breaking a bonsai planter with a Surefire Kill Shot, Natsumi and Hikage practice the art of apology… sort of. Turns out neither one of them is very good at it.",
          "Aliases": []
        },
        "4": {
          "ID": "8118168",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118168",
          "TitleEnglish": "I Turned Into Santa to Deliver Tomatoes",
          "SummaryEnglish": "Ren pays Candy Store a visit to spend her New Year’s allowance, but her purchase puts Candy Store in an awkward position — one Natsumi finds absolutely HILARIOUS.",
          "Aliases": []
        },
        "5": {
          "ID": "8118170",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118170",
          "TitleEnglish": "I Made Something Incredible",
          "SummaryEnglish": "Beep boop! Koma-plushie is live, boop beep! But Hotaru isn’t a master of robotics just yet, and her pet project still has a long way to go before it’s ready to fly.",
          "Aliases": []
        },
        "6": {
          "ID": "8118171",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118171",
          "TitleEnglish": "We All Went Camping Together",
          "SummaryEnglish": "It’s time to go camping! Ren’s heart and mind are prepared, but a nighttime stroll through the woods will put her willpower to the test.",
          "Aliases": []
        },
        "7": {
          "ID": "8118172",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118172",
          "TitleEnglish": "It Was a Thrilling Autumn",
          "SummaryEnglish": "Parents’ Day provides Natsumi a particular variety of anxiety, but she finds a way to relax when Renge brings home a new friend.",
          "Aliases": []
        },
        "8": {
          "ID": "8118174",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118174",
          "TitleEnglish": "My Senpai Had Entrance Exams Coming Up",
          "SummaryEnglish": "Akane and Konomi go shopping, and they take a detour to play some festival games! But beginner’s luck will only get you so far, and there’s something weighing on Akane’s mind…",
          "Aliases": []
        },
        "9": {
          "ID": "8118177",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118177",
          "TitleEnglish": "We Made Tasty Food",
          "SummaryEnglish": "Komari receives an unexpected visitor. Now she’s making a weird face and can’t seem to knit properly. But don’t worry — Natsumi will cover for her. Sort of.",
          "Aliases": []
        },
        "10": {
          "ID": "8118178",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118178",
          "TitleEnglish": "It Got Cold and Then Hot",
          "SummaryEnglish": "New Year’s is here, and that means New Year’s money! What will everyone spend their cash on? And is there a way to get even more? Or perhaps that’s not a good idea…",
          "Aliases": []
        },
        "11": {
          "ID": "8118180",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118180",
          "TitleEnglish": "I Got Drunk and Remembered",
          "SummaryEnglish": "Once the kids are asleep, the adults get to partying! …wait, what’s that noise? Ren is awake!? Uh oh…",
          "Aliases": []
        },
        "12": {
          "ID": "8118182",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/non-non-biyori/episodes/8118182",
          "TitleEnglish": "The Cherry Blossoms Bloomed Again",
          "SummaryEnglish": "Following a graduation ceremony, Renge and friends spend the day playing in the great outdoors. It's days like these you wish would never end...",
          "Aliases": []
        }
      }
    }
  }
}