{
    "URL": "https://www.thetvdb.com/series/meganebu",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/108911"
    ],
    "TitleEnglish": "Meganebu!",
    "SummaryEnglish": "Souma Akira is a glasses-wearing high school student at the rural Himalaya Third Technical School. He loves glasses more than anyone and is proud to wear his own. Along with Hachimine Takuma, Minabe Yukiya, Kamatani Mitsuki, and Kimata Hayato - four other boys with glasses who have joined (or, perhaps, were forced to join) the club born of Akira's greatest ambition - the members of \"The Glasses Club\" share sweat, laughter, tears, and the occasional explosion(!) as they pour their undying passion into their eye-wear.",
    "Aliases": [],
    "Modified": "2025-05-29",
    "Seasons": {
        "1": {
            "ID": "526975",
            "URL": "https://www.thetvdb.com/series/meganebu/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4634810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meganebu/episodes/4634810",
                    "TitleEnglish": "We don't use glasses merely as a vision correction tool or a fashion accessory (...) That is our Glasses Club.",
                    "SummaryEnglish": "The Glasses Club (comprising of five boys: Akira, Mitsuki, Takuma, Yukiya and Hayato) are determined to successfully create a pair of X-ray glasses in time for the school's vision test, in order to see the female nurse giving out the test naked.",
                    "Aliases": []
                },
                "2": {
                    "ID": "4685684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meganebu/episodes/4685684",
                    "TitleEnglish": "Any Man Who Wears Glasses Cannot Be a Bad Man / The Current Strongest Frames",
                    "SummaryEnglish": "Part 1: While cleaning the old club room, Hayato find the Glasses Club's photo albums and remembers when he saw the Glasses Club for the first time at the entrance ceremony. Part 2: After testing out frame strength on glasses after school, Yukiya has some bad luck on his way to Akira's house.",
                    "Aliases": []
                },
                "3": {
                    "ID": "4693606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meganebu/episodes/4693606",
                    "TitleEnglish": "I Hope You Finish The X-Ray Glasses",
                    "SummaryEnglish": "The Glasses Club neglects their studies in their busy pursuit of the development of the X-Ray Glasses Mk. 35. They come up with a secret plan to get them to their fun club activities faster: they create 55 minute clocks, and swap them out for the clocks all over the school. What they don't realize is that this will cut their club activities short too...",
                    "Aliases": []
                },
                "4": {
                    "ID": "4693607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meganebu/episodes/4693607",
                    "TitleEnglish": "This is What it Means to Wear Real Glasses! / Glasses Reflect The Soul and Who You Truly Are",
                    "SummaryEnglish": "Mitsuki stares into the mirror, practicing different ways to get the corners of his mouth to line up with his glasses when he smiles. One particular smile causes a golden light to shine from his face. The ratio of the distance between the corners of his mouth and the distances between the corners of his mouth to his glasses is 1:1.618. Mitsuki overflows with hope as he realizes what he's done. Morning. The birds sing in the trees. An alarm clock goes off. Takuma rolls out of bed; he's bent his temple. This is a day in the life of the Suzumine brothers.",
                    "Aliases": []
                },
                "5": {
                    "ID": "4693608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meganebu/episodes/4693608",
                    "TitleEnglish": "Even if He is, He Wouldn't Tell Some Jerk in Fake Glasses / It's an ultrasonic cleaner for glasses with lenses",
                    "SummaryEnglish": "In Part 1, Akira's fear of bugs keeps him from running an errand for Mr. Shirogane and going to the club on time. In Part 2, the club tests their newest X-ray glasses model by powering it with a five person bike. When it fails, they go on a bike ride, and eventually get caught in the rain.",
                    "Aliases": []
                },
                "6": {
                    "ID": "4693609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meganebu/episodes/4693609",
                    "TitleEnglish": "MR",
                    "SummaryEnglish": "Akira conducts an MR (megeane lens) Snap Inspection to test the quality of the club member's lenses. Afterwards, they find a flyer advertising Glasses Celeb, a new type of glasses wipe. The club goes all over town trying to buy some, but it's sold out in every drug store they visit. Little do they know, that this is a scheme by the Himaraya Student Council.",
                    "Aliases": []
                },
                "7": {
                    "ID": "4708028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meganebu/episodes/4708028",
                    "TitleEnglish": "Come, Glasses Wearers! Your Glasses Will Change the World!",
                    "SummaryEnglish": "The Student Council threatens to disband the Glasses Club if they don't find a fifth member by the end of the day.",
                    "Aliases": []
                },
                "8": {
                    "ID": "4708029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meganebu/episodes/4708029",
                    "TitleEnglish": "As Long As My Glasses Sparkle, You Won`t Get Away With It!",
                    "SummaryEnglish": "The Glasses Club members have some bad luck during lunch time. Mitsuki believes it was all a set up and tries to find the culprit behind it.",
                    "Aliases": []
                },
                "9": {
                    "ID": "4708030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meganebu/episodes/4708030",
                    "TitleEnglish": "A Revolution for Glasses Wearers",
                    "SummaryEnglish": "Akira, Takuma, and Yukiya go on a field trip to Okinawa and end up stranded on a deserted island. Meanwhile, Mitsuki really misses Akira.",
                    "Aliases": []
                },
                "10": {
                    "ID": "4708031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meganebu/episodes/4708031",
                    "TitleEnglish": "The Rules Say You`re Safe, But Glasses Say You`re Out / When I Look at the Glasses Club, It Makes Me Think of Us Back Then",
                    "SummaryEnglish": "The Glasses Club find a cursed Glasses Sugoroku game, which puts them in a life or death situation. Shirogane reminisces about when he was a Hima High student.",
                    "Aliases": []
                },
                "11": {
                    "ID": "4708032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meganebu/episodes/4708032",
                    "TitleEnglish": "It's Only Natural That Glasses Wearers Love Glasses",
                    "SummaryEnglish": "Hima High is preparing for the upcoming culture festival. The Student Council plans to build a tower, titled the \"Grand Cross Blizzard Eternal SS Tower\", as the main attraction, but no one else in the school helps out. The Glasses Club decides to help out after Akira overhears President William talk about how he wanted to build the tower to make Hima High more popular.",
                    "Aliases": []
                },
                "12": {
                    "ID": "4708033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/meganebu/episodes/4708033",
                    "TitleEnglish": "Glasses Club!",
                    "SummaryEnglish": "It's the day of the Hima High culture festival. The Glasses Club's display, the \"Come Glasses Wearers! Treasure Hunt Game\", becomes very popular with the other students and gets them all to wear glasses, but in all the excitement the X-ray Glasses Mk. 42 go missing. Later, the Grand Cross Blizzard Eternal SS Tower is unveiled.",
                    "Aliases": []
                }
            }
        }
    }
}