{
    "URL": "https://www.thetvdb.com/series/miss-monochrome",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3198674/",
        "https://www.themoviedb.org/tv/76219"
    ],
    "TitleEnglish": "Miss Monochrome",
    "SummaryEnglish": "In this short animated series, Miss Monochrome is an android who decides to try and become a top idol singer in the ever growing competitive market.",
    "TitleJapanese": "ミス・モノクローム -The Animation-",
    "SummaryJapanese": "「もっと前に出たい！」\nその思いを実現するため、ミス・モノクロームは\n売れっ子アイドルを目指して活動を開始する。\n天然な性格のミス・モノクロームに\n周りも振り回されつつも、今日もアイドル業界を奔走する！",
    "Aliases": [
        "Miss Monochrome The Animation"
    ],
    "Modified": "2024-10-19",
    "Seasons": {
        "0": {
            "ID": "561760",
            "URL": "https://www.thetvdb.com/series/miss-monochrome/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4911307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/4911307",
                    "TitleEnglish": "Supporter",
                    "SummaryEnglish": "Special of Miss Monochrome. It's about football. Aired on the official Miss Monochrome YouTube channel.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5074049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5074049",
                    "TitleEnglish": "Manager",
                    "SummaryEnglish": "Limited edition OVA episode of Miss Monochrome.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "7282025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/7282025",
                    "TitleEnglish": "Miss Monochrome MUSIC CLIPS",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミス・モノクローム MUSIC CLIPS",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "526971",
            "URL": "https://www.thetvdb.com/series/miss-monochrome/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4634802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/4634802",
                    "TitleEnglish": "Fall",
                    "SummaryEnglish": "The android and idol Miss Monochrome had often dreamed in her castle of a beautiful girl's appearance. One day, Monochrome saw the super idol Kikuko's exploits on TV and consulted Mana, the girl who was earnestly assisting her with her idol activities.",
                    "TitleJapanese": "FALL",
                    "SummaryJapanese": "アンドロイドでアイドルのミス・モノクロームは、自宅のお城で美少女が登場する夢を何度も見ていた。\nある日、スーパーアイドル、KIKUKOの活躍をテレビで見たモノクロームは、アイドル活動に本腰を入れようと世話役のマナに相談する。マナは献身的にモノクロームに尽くす清純な少女であったが、モノクロームからアイドル活動の資金としてほぼ全財産の193億円を預かると、突然姿を消してしまう。\nモノクロームとロボット掃除機のかたちをした家族のルーちゃんはお城を追われ、途方に暮れて歩いていた。すると、しょぼくれた眼鏡の男、マネオとぶつかり、その男の胸にマネージャーと書かれた名札を見つける。その場で「私のマネージャーになって」とお願いするモノクローム。よくわからないまま「はい」と返事をしたマネオが、マネージャーとして最初に持ってきた仕事は、コンビニエンスストアのアルバイト店員だった。"
                },
                "2": {
                    "ID": "4672358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/4672358",
                    "TitleEnglish": "Heaven",
                    "SummaryEnglish": "Miss Monochrome suggests to Maneo that she wants to appear on a drama at the convenience store where he's employed as a manager. Maneo gets straight to business and comes back with a role where she will act like a mannequin.",
                    "TitleJapanese": "HEAVEN",
                    "SummaryJapanese": "マネオがマネージャーを務めるコンビニで、ドラマに出たいと言い出すミス・モノクローム。さっそく営業に向かったマネオが持ち帰ったのは、マネキン役のドラマ出演であった。\nぼろアパートの四畳半の一室に住むモノクロームは、ロボット掃除機の形をしたルーちゃんに留守番と掃除をまかせてドラマの撮影に出かける。サインの練習で書き損じたわら半紙が散乱する部屋を掃除するルーちゃんであったが、わら半紙を詰まらせ動かなくなってしまう。\nドラマの撮影から帰宅したモノクロームは、出演料でアルカリの単３電池を買ったことなどをルーちゃんに報告するが返事がない。\nわら半紙を詰まらせ、充電器まで脚が届かず冷たくなっていたルーちゃんを抱きかかえ、別れを告げるモノクローム。モノクロームは初めて哀しみを知るのだった。"
                },
                "3": {
                    "ID": "4672554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/4672554",
                    "TitleEnglish": "Vengeance",
                    "SummaryEnglish": "Aliens come to Earth to enjoy their first human hunt in hundreds of millions of years. Right around then, Maneo and Miss Monochrome are captivated by a golden AA battery in a show window in the shopping district.",
                    "TitleJapanese": "VENGEANCE",
                    "SummaryJapanese": "宇宙人が数億年ぶりの人間狩りを楽しむために地球へとやってくる。ちょうどそのころ、マネオと商店街にいたミス・モノクロームはショーウインドウに飾られている黄金の単３電池に目を奪われていた。モノクロームは気持ちを切り替えて、幼稚園の運動会の仕事に向かう。\n幼稚園から戻ると、マネオはアイドルの仕事をがんばっているモノクロームに、黄金の単３電池をプレゼントするのだった。\n四畳半の一室でさっそくこの単３電池の効き目を試したモノクロームの体に異変が起こる。突如ルーちゃんと合体したモノクロームは、アパートの天井に穴を空けるほどのレーザーを発射する。そのレーザーは、マネオを人間狩りの最初のターゲットにしようとしていた宇宙人をUFOごと爆破し、モノクロームは知らぬ間に地球の救世主になってしまうのであった。"
                },
                "4": {
                    "ID": "4672555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/4672555",
                    "TitleEnglish": "Metamophose",
                    "SummaryEnglish": "Monochrome notices a nendoroid of the super idol Kikuko in a toy shop's show window and requests a nendoroid version of herself from Maneo, but his efforts are in vain.",
                    "TitleJapanese": "METAMORPHOSE",
                    "SummaryJapanese": "おもちゃ屋のショーウインドウでスーパーアイドル、KIKUKOのねんどろいどを見つけたミス・モノクロームは、一緒にいたマネオに自分のねんどろいど化をお願いする。\nマネオの営業もむなしく、ねんどろいど化が叶わないと知ったモノクロームは、自分の力でねんどろいどになるとマネオに宣言するのだった。\n四畳半の一室で、自分の手でねんどろいどを作成し始めるモノクロームは、さまざまな方法を試す。結局、モノクローム自身が二頭身のねんどろいどとなり、コンビニのレジに立つことになる。これが予想外に子どもたちに人気で、その人気に目をつけた商売人によってねんどろいど版のミス・モノクロームは発売されるに至った。\nしかしアイドルのモノクロームの人気にはつながらなかった。"
                },
                "5": {
                    "ID": "4672556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/4672556",
                    "TitleEnglish": "Halloween",
                    "SummaryEnglish": "Maneo brings a Halloween cosplay party job to Monochrome, who is watching Super Idol Kikuko's concert airing on a TV on the street.",
                    "TitleJapanese": "HALLOWEEN",
                    "SummaryJapanese": "街頭のテレビで流れるスーパーアイドル、KIKUKOのコンサートを見ていたミス・モノクロームに、マネオがハロウィンのコスプレパーティーの仕事を持ってくる。どんなコスプレで参加するか考え始めたモノクロームは、自宅に戻ってネットでハロウィンについて検索し、誰よりも目立って、前に出られるコスプレを発見する。\nとある収録スタジオで、泣きわめく子供達の声が響き渡る。モノクロームが選んだコスプレは、なんと\"なまはげ\"だった。子供達を追い回すモノクロームをよそに、マネオは現場のプロデューサーからこっぴどく怒られ、放送では出番をカットされてしまうのだった。"
                },
                "6": {
                    "ID": "4672557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/4672557",
                    "TitleEnglish": "Job",
                    "SummaryEnglish": "Miss Monochrome says she will work hard and do anything to Maneo and asks him to get her work. She does everything at her own pace, the same as ever, and angers the director at her drama shoot.",
                    "TitleJapanese": "JOB",
                    "SummaryJapanese": "何でもがんばるからアイドルの仕事を取ってきて欲しいとマネオに頼むミス・モノクロームは、ドラマの撮影で監督を怒らせるなど、あいかわらずのマイペースぶり。\nそんな折、マネオが持ってきた次の仕事は、寝起きドッキリをしかけられるという内容だった。モノクロームはマネオとともに、視聴者にインパクトを与えるドッキリについて相談する。\n司会者がお約束の寝起きドッキリをリポートし始めると、ベッドにパジャマ姿のモノクロームが寝ていた。わざとらしく起きたモノクロームは電池BOXにあやまってぶつかり、単３電池が外れて自分の姿が消滅してしまう。そのあまりの衝撃に、モノクロームの寝起きドッキリは放送中止となってしまうのだった。"
                },
                "7": {
                    "ID": "4672558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/4672558",
                    "TitleEnglish": "Props",
                    "SummaryEnglish": "Miss Monochrome watches Kikuko's concert on TV and realizes what she needs more of are props.",
                    "TitleJapanese": "PROPS",
                    "SummaryJapanese": "KIKUKOのコンサートをテレビで見て、自分に足りないものは小道具だと気づいたミス・モノクローム。マネオの用意した掃除用具を握りしめて試しにコンビニの前に立ってみたモノクロームであったが、小道具の効果はなく……。\n考え込んだマネオは、野菜を持った大人気アイドルの存在を思い出し、野菜を小道具にすることをモノクロームに提案する。\n農家の姿で畑に種を植えるところから始めたモノクロームは、様々な種類の野菜畑に、じょうろで水やりをする。そんなモノクロームに、瑞々しく育った野菜たちが輝いて応える。モノクロームはいつしか、大地に根を下ろして自然と共に生きる自給自足の生活に、充実感を得てしまうのであった。"
                },
                "8": {
                    "ID": "4672559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/4672559",
                    "TitleEnglish": "Winner",
                    "SummaryEnglish": "When Miss Monochrome wishes, \"I want to stand out more. I want to aim for greater heights.\" Maneo brings her jobs as a race queen and mountain-climbing reporter.",
                    "TitleJapanese": "WINNER",
                    "SummaryJapanese": "「もっと前に出たい、上を目指したい」と願うミス・モノクロームにレースクイーンと登山レポートの仕事を持ってくるマネオ。\nレース場で、レースクイーン姿で立っていたモノクロームは、爆走するレーシングカーと、実況の「前に出るのは誰か！」というあおりに刺激され、走ってレーシングカーを抜いて優勝してしまう。モノクロームが表彰台で大歓声を受ける中、マネオはプロデューサーに頭を下げる。\n怒ったプロデューサーに登山レポートの仕事を断られてしまったモノクロームは、KIKUKOの富士山登頂の記事を雑誌の中に見つけ、自分も山に登れば注目を浴びられると考える。さっそく高尾山に登るモノクローム。しかし、どこにも取材陣の姿はない。「もっと高い山に登らないとダメなの？」。モノクロームは高みを目指すあまり、火星のオリンポス山登頂を果たしてしまうのだった。"
                },
                "9": {
                    "ID": "4672560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/4672560",
                    "TitleEnglish": "Rival",
                    "SummaryEnglish": "A group of UFOs approaches Earth and an alien-lead human hunt is held. \"The human hunt was a blast! We just about hunted them to extinction!\" The Earth is covered in flames.",
                    "TitleJapanese": "RIVAL",
                    "SummaryJapanese": "地球にUFO群が近づき、宇宙人による人間狩りが実行される。\n「人間狩り最高だったぜー!!ほぼ狩りつくしたぜ!!」。炎に包まれる地球。都市は破壊され、多くの生命が死に絶えてしまう。\nミス・モノクロームは怪我した美少女に肩を貸し、壊滅した街から海岸へと逃げのびる。モノクロームの介抱もむなしく息絶えてしまう美少女。彼女は最期に「またトップアイドルとして競い合いましょう…」との言葉を残すのだった。\nその約束を果たすため、モノクロームは海を眺めながら美少女との再会を待ち続ける。地球に再び生命が誕生するまで待っていたモノクロームは、やがて電池が切れて消えてしまう。\n時は流れ、海岸で電池ボックスを見つけた村人が単三電池を入れると、モノクロームが姿を現す。そんなモノクロームに三度笠をかける村人たち。その傘が屋根となり、小屋となり、やがてお城となっていく。モノクロームはそのお城で、テレビに映る美少女KIKUKOの姿に見入りながら、「KIKUKOと競い合えるようなスーパーアイドルになりたい」とつぶやくのだった。"
                },
                "10": {
                    "ID": "4672561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/4672561",
                    "TitleEnglish": "Fighter",
                    "SummaryEnglish": "After she finishes with her job at the event venue for the Idol-filled Imitation Tournament, Miss Monochrome decides to join the long line that's formed for the neighboring building.",
                    "TitleJapanese": "FIGHTER",
                    "SummaryJapanese": "イベント会場でアイドルだらけのモノマネ大会の仕事を終えたミス・モノクロームは、隣りの建物に長蛇の列ができていたのでつい並んでしまう。それは、アイドルグループKND13の握手会であった。握手を終えたモノクロームは、自分も握手会を開くとマネオに宣言する。\nコンビニで順番待ちをするお客との握手に始まり、駅で、銭湯でと、次々に握手をするモノクローム。道で遭遇したマッチョな外国人とも握手を交わし、気に入られてしまう。\nいつの間にかアームレスリングの大会で優勝していたモノクローム。その様子を見ていた別の外国人にも気に入られ、今度はボクシングで優勝する。その次はプロレスで。そのまた次は重量挙げで。\nコンビニに戻ったモノクロームは、たくさんのメダルとチャンピオンベルトをぶら下げていて、マネオを絶句させるのだった。"
                },
                "11": {
                    "ID": "4672562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/4672562",
                    "TitleEnglish": "Audition",
                    "SummaryEnglish": "\"I want to stand out more all on my own.\" Miss Monochrome says she wants to earn a job on her own and tells Maneo she wants to be entered into an audition.",
                    "TitleJapanese": "AUDITION",
                    "SummaryJapanese": "「実力でもっと前に出たい」。ミス・モノクロームは、自分の実力で仕事を取りたいと言い出し、オーディションにエントリーして欲しいとマネオに相談する。\nグルメレポーターのオーディション会場に96番で参加したモノクロームは、出されたラーメンの原材料や成分を詳細にレポートして会場を驚かせるが、ラーメンを１度も口にしなかったため失格となってしまう。そんな才能に目をつけたプロデューサーは、別のオーディションの話をモノクロームに持ちかける。\n『栄養士でGO！』のオーディションに参加したモノクロームは手から放つレーザーで見栄えのいい料理を完成させるも、味見を怠ったために失格となってしまう。そんなモノクロームの姿を見て、夜空にレーザーを照射するイルミネーション係のオーディションをすすめるプロデューサー。モノクロームはこの仕事でようやく、オーディションに合格するのだった。"
                },
                "12": {
                    "ID": "4672563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/4672563",
                    "TitleEnglish": "Idol",
                    "SummaryEnglish": "Miss Monochrome observes a singing program after a drama recording and meets Mana, who took her 19.3 billion yen and disappeared, at the studio. Mana had been working as a certain idol's manager.",
                    "TitleJapanese": "IDOL",
                    "SummaryJapanese": "ドラマの収録の後に歌番組を見学することとなったミス・モノクロームは、193億円を持って姿を消したマナとスタジオで再会する。マナは、とあるアイドルのマネージャーを務めていた。\nモノクロームはマナに193億円の返却を求めるが、はぐらかされているうちに１人のアイドルが姿を現す。それは、マナがマネージャーを務めるスーパーアイドルKIKUKOであった。\nモノクロームは、KIKUKOとの初めての出会いを果たす。一方、どこかでモノクロームに会ったことがある気がするKIKUKO。「もしかして歳を取らないの？」。KIKUKOの問いにうなずくモノクローム。KIKUKOは「私も同じなの。永遠に１７歳！」と伝えると、2人のアイドルは、いつかトップアイドルとして競い合うという約束をするのだった。"
                },
                "13": {
                    "ID": "4732693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/4732693",
                    "TitleEnglish": "Monochrome",
                    "SummaryEnglish": "Miss Monochrome walks through an alley on the way home from a job and is informed by an old man who jumps out from the shadows of a telephone pole that her CD debut as been confirmed. Monochrome goes through recording and has her cover shot taken.",
                    "TitleJapanese": "MONOCHROME",
                    "SummaryJapanese": "仕事帰りに路地を歩いていたミス・モノクロームは、電柱の影から突然現れた見知らぬ老人から、CDデビュー決定の知らせを受ける。\nレコーディングやジャケット撮影をこなしていくモノクローム。\nマネオは老人にお礼をしつつも、この話を不思議に思っていた。しかし老人は「これはゴールではない。ただのスタート」だと2人に告げる。\n雪が降り始める中、モノクロームはミカン箱の上に立って路上ライブで熱唱する。その姿に感動して拍手を送るマネオとルーちゃん。\nそんな時、小さな女の子がたった1人、一生懸命に拍手をしてくれるのであった。\n雪が薄らと積もるぼろアパートに戻ってきたモノクロームは、アイドルとしてもっと頑張っていくことをマネオに誓う。「メリークリスマス」とあいさつを交わす2人。ソリがトナカイに引かれて雪の舞う空を飛んでいく。それに乗っているサンタは、モノクロームにCDデビューのチャンスをくれた老人であった。\n全ての人に幸あれ。"
                }
            }
        },
        "2": {
            "ID": "627194",
            "URL": "https://www.thetvdb.com/series/miss-monochrome/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5262903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5262903",
                    "TitleEnglish": "Reignition",
                    "SummaryEnglish": "Miss Monochrome decides what she needs to become a super idol is to make her first album and go on tour. What she and Maneo actually end up doing is creating a photo album which they tour across the country.",
                    "TitleJapanese": "REIGNITION",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5267979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5267979",
                    "TitleEnglish": "Promoter",
                    "SummaryEnglish": "Miss Monochrome searches for a promoter for her concert, managing to find a \"pro motorer\" named Yayoi, who turns out to be an employee of a small record label.",
                    "TitleJapanese": "PROMOTER",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5267980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5267980",
                    "TitleEnglish": "Guitarist",
                    "SummaryEnglish": "After Yayoi gets a little over excited in fulfilling Miss Monochrome's requests, they recruit fellow convenience store employee Akiko as her guitarist.",
                    "TitleJapanese": "GUITARIST",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5267981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5267981",
                    "TitleEnglish": "Goods",
                    "SummaryEnglish": "Miss Monochrome and the others think of ideas for goods to sell at her concerts.",
                    "TitleJapanese": "GOODS",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5267982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5267982",
                    "TitleEnglish": "Scout",
                    "SummaryEnglish": "As the group plan out the schedule for Miss Monochrome's concert, Akiko gets scouted and becomes an international superstar, with Ru replacing her as the entire band.",
                    "TitleJapanese": "SCOUT",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5267983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5267983",
                    "TitleEnglish": "Showdown",
                    "SummaryEnglish": "Miss Monochrome teaches the newbie idol group Caramel how to act like mannequins during a drama shoot, eventually hiring them to be her backup dancers.",
                    "TitleJapanese": "SHOWDOWN",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "5267984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5267984",
                    "TitleEnglish": "Again",
                    "SummaryEnglish": "Miss Monochrome, along with Caramel, once again appears on the Wake Up, Surprise show, where they provide their own shocking surprise.",
                    "TitleJapanese": "AGAIN",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "5267985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5267985",
                    "TitleEnglish": "Requiem",
                    "SummaryEnglish": "After a leaky roof shorts out her battery compartment, Miss Monochrome ends up going on an adventure with an anthropomorphic battery.",
                    "TitleJapanese": "REQUIEM",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "5267986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5267986",
                    "TitleEnglish": "Publicity",
                    "SummaryEnglish": "While coming up with inspiration for publicity photos, Miss Monochrome comes across Kikuko and Mana, who suggest she change up her image.",
                    "TitleJapanese": "PUBLICITY",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "5267987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5267987",
                    "TitleEnglish": "Seventeen",
                    "SummaryEnglish": "Miss Monochrome decides to investigate Kikuko to see what makes her different from her.",
                    "TitleJapanese": "SEVENTEEN",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "5267988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5267988",
                    "TitleEnglish": "Innerspace",
                    "SummaryEnglish": "Miss Monochrome starts experiencing errors after Yayoi inadvertedly pulls out a cable during an installation, so she and Ru venture inside Miss Monochrome's circuits in order to repair the corrupted data.",
                    "TitleJapanese": "INNERSPACE",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "5267989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5267989",
                    "TitleEnglish": "Crisis4696",
                    "SummaryEnglish": "Yayoi accidentally orders more Miss Monochrome merchandise than her company can afford, putting the company, and Miss Monochrome's album and concert, in danger of going bankrupt.",
                    "TitleJapanese": "CRISIS4696",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "5289708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5289708",
                    "TitleEnglish": "Monochrome²",
                    "SummaryEnglish": "Mana and Akiko buy all of Miss Monochrome's merchandise, paying off the company's debt and allowing Miss Monochrome's debut to go ahead as planned.",
                    "TitleJapanese": "MONOCHROME²",
                    "SummaryJapanese": null
                }
            }
        },
        "3": {
            "ID": "637352",
            "URL": "https://www.thetvdb.com/series/miss-monochrome/seasons/official/3",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5327438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5327438",
                    "TitleEnglish": "Disk Jockey",
                    "SummaryEnglish": "While praying for the success of her new album, Miss Monochrome decides she needs a DJ for her tour, finding a gas attendant to be perfect for the job.",
                    "TitleJapanese": "DISKJOCKEY",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5349097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5349097",
                    "TitleEnglish": "Exercise",
                    "SummaryEnglish": "Miss Monochrome searches for all sorts of ways to increase her visibility.",
                    "TitleJapanese": "EXERCISE",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5349098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5349098",
                    "TitleEnglish": "Mister",
                    "SummaryEnglish": "Miss Monochrome puts her battery in backwards, transforming her into the shy and introverted male android, Mister Monochrome.",
                    "TitleJapanese": "MISTER",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5349099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5349099",
                    "TitleEnglish": "Appeal",
                    "SummaryEnglish": "With her mascot outfit out for cleaning, Miss Monochrome makes a new one out of cardboard for a mascot contest.",
                    "TitleJapanese": "APPEAL",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5381755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5381755",
                    "TitleEnglish": "Girlfriend",
                    "SummaryEnglish": "Obtaining the chance to do a cross-promotion for a certain video game, Miss Monochrome searches for inspiration for a Christmas song.",
                    "TitleJapanese": "GIRLFRIEND",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5381756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5381756",
                    "TitleEnglish": "Fisherman",
                    "SummaryEnglish": "While the staff relax at a hot spring resort, Miss Monochrome encounters a fisherman named Magurou.",
                    "TitleJapanese": "FISHERMAN",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "5381757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5381757",
                    "TitleEnglish": "Disguise",
                    "SummaryEnglish": "Following her concert in Osaka, Miss Monochrome invites Kikuko to go sightseeing with her disguised as her Nendoroid.",
                    "TitleJapanese": "DISGUISE",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "5381758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5381758",
                    "TitleEnglish": "Project",
                    "SummaryEnglish": "Miss Monochrome takes care of an abandoned kitten named Catora, who takes her to her world as gratitude.",
                    "TitleJapanese": "PROJECT",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "5381759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5381759",
                    "TitleEnglish": "Unity",
                    "SummaryEnglish": "Miss Monochrome becomes overly strict with Caramel in order to have them strive to perfection, though they don't seem to get the latter part and become upset.",
                    "TitleJapanese": "UNITY",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "5381760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5381760",
                    "TitleEnglish": "Radio",
                    "SummaryEnglish": "After missing the bullet train for a music program, Miss Monochrome becomes determined to make it to the gig through alternate means.",
                    "TitleJapanese": "RADIO",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "5381761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5381761",
                    "TitleEnglish": "A",
                    "SummaryEnglish": "Fearing her routines have become predictable, Miss Monochrome tries to come up with something that would surprise her audience.",
                    "TitleJapanese": "A",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "5381762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5381762",
                    "TitleEnglish": "Distress",
                    "SummaryEnglish": "Miss Monochrome is in Sapporo, where a fan discovers that his fiancee is trapped in the mountains. Luckily, Monochrome can't abandon a fan who needs help.",
                    "TitleJapanese": "DISTRESS",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "5381763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/miss-monochrome/episodes/5381763",
                    "TitleEnglish": "Monochrome³",
                    "SummaryEnglish": "Monochrome finally obtains the success she dream of and celebrate Christmas with her friends.",
                    "TitleJapanese": "MONOCHROME³",
                    "SummaryJapanese": null
                }
            }
        }
    }
}