{
  "URL": "https://www.thetvdb.com/series/outbreak-company",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3196310/",
    "https://www.themoviedb.org/tv/62691"
  ],
  "TitleEnglish": "Outbreak Company",
  "SummaryEnglish": "Having a light novel author father and an eroge illustrator mother, Kanou Shinichi is a thoroughbred otaku. However, he does not have any special power except for his broad knowledge, sharp insight, and impeccable instinct about \"MOE\" and its products, from manga to anime to games to light novels to figures. One day, he found himself transported to a fantasy world where elves live and dragons fly. And he is given a task—not to fight monsters or embark on a quest, but to enhance cultural exchange by becoming a \"moe missionary\" in this fantasy world! He meets a palace guard who has a bit of fujoshi taste, a half-elf maid, and the empress who is a little girl. He comes up with the idea of building a school. At first it runs as a comedy but later there are serious matters that Shinichi needs to face: ethnic discrimination, social problems, conflict with neighboring countries, sabotage by opposition elements including Japanese government, etc. Can he overcome the obstacles, successfully bring \"moe\" culture to the fantasy world, and help the people there as well?",
  "Aliases": [],
  "Modified": "2025-08-17",
  "Seasons": {
    "1": {
      "ID": "528848",
      "URL": "https://www.thetvdb.com/series/outbreak-company/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4652815",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4652815",
          "TitleEnglish": "I Found Myself in Another Universe",
          "SummaryEnglish": "After acing an otaku job questionnaire and interview for Amutec, Shinichi Kanou wake up in a strange world with a beautiful maid, Myucel, at his side. He is now in the Holy Eldant Empire and he must, as the general manager, export Japan’s best of anime, manga and video games to this country.",
          "Aliases": []
        },
        "2": {
          "ID": "4675728",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4675728",
          "TitleEnglish": "The Moe-Struck Caretaker",
          "SummaryEnglish": "Shinichi Kanou meet with the empress Petralka Anne Eldante III and misunderstanding ensues. Petralka jealousy for Shinichi relationship with Myucel cause some rukus. Shinichi must explain to Petralka the equality principle.",
          "Aliases": []
        },
        "3": {
          "ID": "4675950",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4675950",
          "TitleEnglish": "Thy Name is Invader",
          "SummaryEnglish": "It's been a month since Shinichi came to the Holy Eldant Empire and study lesson with Petralka and Myucel are going well. Also the school construction is progressing steadily in Erudanto, and as the construction completion is near, disturbing events will affect the safety of everyone.",
          "Aliases": []
        },
        "4": {
          "ID": "4675951",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4675951",
          "TitleEnglish": "The Furry Spy",
          "SummaryEnglish": "While Myucel is recovering from the terrorist attack, Shinichi is still haunted by the last words of Alessio. “Am I an invader?” he’s wondering while teaching the new students. One day, an alarm is triggered in the mansion perimeter and a furry spy is discovered. Is Erubia Hanaiman really a spy?",
          "Aliases": []
        },
        "5": {
          "ID": "4695466",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4695466",
          "TitleEnglish": "This Really Is Another Universe",
          "SummaryEnglish": "Erbia moves to Shin'ichi's manor, but she starts displaying some strange behavior and he starts believing that she is coming after his life, unaware of her real intentions.",
          "Aliases": []
        },
        "6": {
          "ID": "4695468",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4695468",
          "TitleEnglish": "Soccer... Soccer?",
          "SummaryEnglish": "To deal with the divide between the elf and dwarf students, Shin'ichi organizes a friendly soccer match between both sides and it does not take long for it to become a vicious battle between them.",
          "Aliases": []
        },
        "7": {
          "ID": "4701403",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4701403",
          "TitleEnglish": "Maid in Japan",
          "SummaryEnglish": "Shin'ichi returns briefly to Tokyo to make some shopping just to later find that Myucel had sneaked her way to accompany him and he spends the rest of the day showing her the city.",
          "Aliases": []
        },
        "8": {
          "ID": "4701404",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4701404",
          "TitleEnglish": "Her Majesty's Melancholia",
          "SummaryEnglish": "Fed up with all the responsibilities piled upon her, Petralka shuts herself in her room and refuses to leave. Shin'ichi, who used to live as a shut-in in Japan, decides then to show her the life he used to have, with all the ups and downs that come from it as well.",
          "Aliases": []
        },
        "9": {
          "ID": "4701405",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4701405",
          "TitleEnglish": "The Swimsuit Apocalypse",
          "SummaryEnglish": "When Minori is awarded with some days of vacation, Shin'ichi decides to take the girls to swim at a nearby lake and they have some fun together until they realize that they are being observed by some uninvited guests.",
          "Aliases": []
        },
        "10": {
          "ID": "4701407",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4701407",
          "TitleEnglish": "Magical Girl Petralka",
          "SummaryEnglish": "When footage from the soccer game leak to the internet in Japan, the government's secret operation in Eldant is at risk of being exposed to the world and Shin'ichi comes with a plan to decieve the public opinion by announcing it as part of a fantasy film production in collaboration with the JSDF, inviting Petralka to play the main role.",
          "Aliases": []
        },
        "11": {
          "ID": "4701408",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4701408",
          "TitleEnglish": "Conspire Closely and Quietly",
          "SummaryEnglish": "Shin'ichi's efforts to spread the Otaku culture bear fruit. However, when there is a shortage of products from Japan, leading to various conflicts amongst the people in Eldant, Shin'ichi learns the true intentions of the Japanese government and falls into despair upon it, until Myusel inspires him to come with a solution.",
          "Aliases": []
        },
        "12": {
          "ID": "4701409",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4701409",
          "TitleEnglish": "Shoot the Invader!",
          "SummaryEnglish": "In response to Shin'ichi's act of defiance, the Japanese Government orders the JSDF to kill him. After two failed attempts, Shin'ichi comes with a plan to convince the politicians in Tokyo to spare him and keep supporting his efforts to spread the Otaku culture in Eldant instead.",
          "Aliases": []
        }
      }
    }
  }
}