{
    "URL": "https://www.thetvdb.com/series/outbreak-company",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3196310/",
        "https://www.themoviedb.org/tv/62691"
    ],
    "TitleEnglish": "Outbreak Company",
    "SummaryEnglish": "Having a light novel author father and an eroge illustrator mother, Kanou Shinichi is a thoroughbred otaku. However, he does not have any special power except for his broad knowledge, sharp insight, and impeccable instinct about \"MOE\" and its products, from manga to anime to games to light novels to figures. One day, he found himself transported to a fantasy world where elves live and dragons fly. And he is given a task—not to fight monsters or embark on a quest, but to enhance cultural exchange by becoming a \"moe missionary\" in this fantasy world! He meets a palace guard who has a bit of fujoshi taste, a half-elf maid, and the empress who is a little girl. He comes up with the idea of building a school. At first it runs as a comedy but later there are serious matters that Shinichi needs to face: ethnic discrimination, social problems, conflict with neighboring countries, sabotage by opposition elements including Japanese government, etc. Can he overcome the obstacles, successfully bring \"moe\" culture to the fantasy world, and help the people there as well?",
    "TitleJapanese": "アウトブレイク・カンパニー",
    "SummaryJapanese": "“萌え”ノミクスは吉か、凶か!?\n\n高校中退、いわゆる自宅警備員！\nからの～、やっと決まった就職先は、ドラゴンが空を飛ぶ異世界だった！\nだが生粋のオタクである主人公・加納慎一は困惑するどころか欣喜雀躍、喜色満面。\nなぜならその異世界――エルダント帝国は、美幼女の皇帝陛下が君臨し、\nメイドとしてハーフエルフの美少女があてがわれ、巨乳の獣耳少女やら\nめがねっこ女性自衛官やらが入り乱れる魅惑の世界だったからだ！\n慎一の使命は異世界との交易に最適とされた“オタク文化の伝道”。\nアニメにラノベ、漫画にギャルゲー、すべてに堪能な慎一は尊敬され、\n憧れを抱かれ、思わぬリア充生活が始まる！\n\n“萌え”は世界を変えるのか!?\nそれとも破滅に導くのか!?",
    "Aliases": [],
    "Modified": "2025-08-17",
    "Seasons": {
        "1": {
            "ID": "528848",
            "URL": "https://www.thetvdb.com/series/outbreak-company/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4652815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4652815",
                    "TitleEnglish": "I Found Myself in Another Universe",
                    "SummaryEnglish": "After acing an otaku job questionnaire and interview for Amutec, Shinichi Kanou wake up in a strange world with a beautiful maid, Myucel, at his side. He is now in the Holy Eldant Empire and he must, as the general manager, export Japan’s best of anime, manga and video games to this country.",
                    "TitleJapanese": "気がつけば異世界",
                    "SummaryJapanese": "筋金入りのオタクである加納慎一は、就職活動中に面接会場で突然気を失って倒れてしまう。再び目を覚ますと、ファンタジー世界・神聖エルダント帝国に連れてこられてしまっていた。慎一の身の回りの世話をするというメイドのミュセル・フォアランや、身辺警護を務める自衛官・古賀沼美埜里と出会うが、一向に事態を飲み込めず、困惑したままの慎一の元へ、入社試験の面接官だった男が訪れ衝撃の事実を告げる。"
                },
                "2": {
                    "ID": "4675728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4675728",
                    "TitleEnglish": "The Moe-Struck Caretaker",
                    "SummaryEnglish": "Shinichi Kanou meet with the empress Petralka Anne Eldante III and misunderstanding ensues. Petralka jealousy for Shinichi relationship with Myucel cause some rukus. Shinichi must explain to Petralka the equality principle.",
                    "TitleJapanese": "萌えるお世話係",
                    "SummaryJapanese": "神聖エルダント帝国皇帝ペトラルカ・アン・エルダント三世への謁見を無事（？）に済ませ、総合エンタメ商社＜アミュテック＞の活動許可を直々に得た慎一。具体的な指示を的場に問うものの、「ぶっちゃけ、我々にもよく分からないんだよ」という如何ともしがたい答えが…。ひとまずエルダントの人々が熱狂するような作品選びをしつつ、ミュセルへの日本語教室を行って過ごしていたところへ、ペトラルカが視察にやってくる。"
                },
                "3": {
                    "ID": "4675950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4675950",
                    "TitleEnglish": "Thy Name is Invader",
                    "SummaryEnglish": "It's been a month since Shinichi came to the Holy Eldant Empire and study lesson with Petralka and Myucel are going well. Also the school construction is progressing steadily in Erudanto, and as the construction completion is near, disturbing events will affect the safety of everyone.",
                    "TitleJapanese": "汝の名は侵略者",
                    "SummaryJapanese": "慎一が異世界に来てから早一ヶ月。屋敷での勉強会だけでは手狭なため、エルダントではオタク文化を伝える学校の建設が着々と進んでいた。一見順調に進んでいるかに見えた＜アミュテック＞の活動だったが、学校の完成日に不穏な影が迫っていた・・・。"
                },
                "4": {
                    "ID": "4675951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4675951",
                    "TitleEnglish": "The Furry Spy",
                    "SummaryEnglish": "While Myucel is recovering from the terrorist attack, Shinichi is still haunted by the last words of Alessio. “Am I an invader?” he’s wondering while teaching the new students. One day, an alarm is triggered in the mansion perimeter and a furry spy is discovered. Is Erubia Hanaiman really a spy?",
                    "TitleJapanese": "ケモノなスパイ",
                    "SummaryJapanese": "テロリスト発生事件で負傷したミュセルは一命をとりとめ、事態は無事収束し開校日を迎えた。しかし、慎一の心にはテロの首謀者・アレッシオの言葉がひっかかり続けていた。「自分は侵略者なのだろうか？」と自問自答するものの、答えが出ないまま授業を続ける日々。ある日の夕方、学校から屋敷への帰り道の途中、美埜里の持つスマートフォンから異常を知らせる警報音が鳴り響いた。隣国のスパイであるエルビア・ハーナイマンが侵入していたのだ。"
                },
                "5": {
                    "ID": "4695466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4695466",
                    "TitleEnglish": "This Really Is Another Universe",
                    "SummaryEnglish": "Erbia moves to Shin'ichi's manor, but she starts displaying some strange behavior and he starts believing that she is coming after his life, unaware of her real intentions.",
                    "TitleJapanese": "やっぱり異世界",
                    "SummaryJapanese": "エルビアの才能を見抜き、＜アミュテック＞のお抱え絵師として雇うことに成功した慎一。学校ではエルダントの子どもたちの吸収力の早さに驚きつつも、得意分野である美少女ゲームについて熱弁を振るい、教師としての喜びを感じていた。美埜里もBLものへの反応の良さに意気揚々。そんな中、いつものように教室に向かう慎一だったが、エルフとドワーフたちが喧嘩する声が聞こえて…。"
                },
                "6": {
                    "ID": "4695468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4695468",
                    "TitleEnglish": "Soccer... Soccer?",
                    "SummaryEnglish": "To deal with the divide between the elf and dwarf students, Shin'ichi organizes a friendly soccer match between both sides and it does not take long for it to become a vicious battle between them.",
                    "TitleJapanese": "サッカー……サッカー？",
                    "SummaryJapanese": "学校での種族間問題を解消したい慎一は、日本からの物資の中にサッカーボールを発見し、スポーツを通じて親睦を深めることを閃く。「全力を尽くした末の『なかなかやるな』『お前もな』」的な熱い展開を期待する慎一。ペトラルカ公認のもと、着々と準備は進められ、遂にエルフとドワーフの親善試合当日を迎えた。"
                },
                "7": {
                    "ID": "4701403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4701403",
                    "TitleEnglish": "Maid in Japan",
                    "SummaryEnglish": "Shin'ichi returns briefly to Tokyo to make some shopping just to later find that Myucel had sneaked her way to accompany him and he spends the rest of the day showing her the city.",
                    "TitleJapanese": "メイド　イン　ジャパン",
                    "SummaryJapanese": "慎一がオーダーしたアニメのBlu-rayやDVDを日本政府が買い間違えるケースが頻発。しびれを切らした慎一は、必要な教材を自分で回収するため遂に日本への一時帰国を決めた。ところが何かと、こっそりミュセルがついてきてしまい、思いも寄らず二人きりの時間を満喫することに…。"
                },
                "8": {
                    "ID": "4701404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4701404",
                    "TitleEnglish": "Her Majesty's Melancholia",
                    "SummaryEnglish": "Fed up with all the responsibilities piled upon her, Petralka shuts herself in her room and refuses to leave. Shin'ichi, who used to live as a shut-in in Japan, decides then to show her the life he used to have, with all the ups and downs that come from it as well.",
                    "TitleJapanese": "皇帝陛下の憂鬱",
                    "SummaryJapanese": "皇帝としての仕事に追われ多忙を極めているペトラルカ。ついに限界が来て、結界を張り引きこもってしまう。側近のガリウスが「我々は陛下に背負わせすぎてしまった」と語ったのはペトラルカが背負う皇帝という立場の重さだった。慎一は引きこもりの大先輩としてペトラルカの救出を任されるが、なぜか一緒になって引きこもりライフを謳歌してしまい…。"
                },
                "9": {
                    "ID": "4701405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4701405",
                    "TitleEnglish": "The Swimsuit Apocalypse",
                    "SummaryEnglish": "When Minori is awarded with some days of vacation, Shin'ichi decides to take the girls to swim at a nearby lake and they have some fun together until they realize that they are being observed by some uninvited guests.",
                    "TitleJapanese": "水着の黙示録",
                    "SummaryJapanese": "「すごいや、水着回は本当にあったんだ……」。有給休暇がたまった美埜里のためにガリウスが手配してくれた御料所で、慎一は水着の女子たちに囲まれていた。そこには美しい湖があり、泳ぐことも出来るという。一方、ペトラルカは大量の執務を懸命にこなしつつザハールに頼んだ「例のモノ」を心待ちにしていた。それを得て、自分も「ミズギカイ」に参戦しようというのだ。"
                },
                "10": {
                    "ID": "4701407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4701407",
                    "TitleEnglish": "Magical Girl Petralka",
                    "SummaryEnglish": "When footage from the soccer game leak to the internet in Japan, the government's secret operation in Eldant is at risk of being exposed to the world and Shin'ichi comes with a plan to decieve the public opinion by announcing it as part of a fantasy film production in collaboration with the JSDF, inviting Petralka to play the main role.",
                    "TitleJapanese": "魔法少女ペトラルカ",
                    "SummaryJapanese": "自衛隊が活動報告用に親善サッカーを録画していたものが流出してしまい、顔面蒼白の的場。すでに日本ではインターネット上で一部のマニアが装備や部隊章を手がかりに、部隊の特定に動いているらしい。神聖エルダント帝国の存在が日本中に知られれば、プロジェクト全体が白紙になってしまう。このピンチを脱するために慎一は意外な方法を提案する。"
                },
                "11": {
                    "ID": "4701408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4701408",
                    "TitleEnglish": "Conspire Closely and Quietly",
                    "SummaryEnglish": "Shin'ichi's efforts to spread the Otaku culture bear fruit. However, when there is a shortage of products from Japan, leading to various conflicts amongst the people in Eldant, Shin'ichi learns the true intentions of the Japanese government and falls into despair upon it, until Myusel inspires him to come with a solution.",
                    "TitleJapanese": "深く静かに陰謀せよ",
                    "SummaryJapanese": "日本政府の持ち込んだオタク文化が浸透し、ついに自らライトノベルを書き出す生徒が現れたり、日本から輸入された新作を生徒が奪い合う事態にまで発展していた。需要と供給のバランスが崩れてしまっている、もっと多くの作品を仕入れて欲しいと的場に依頼する慎一。しかし的場からこの計画の真実が明かされる。"
                },
                "12": {
                    "ID": "4701409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/outbreak-company/episodes/4701409",
                    "TitleEnglish": "Shoot the Invader!",
                    "SummaryEnglish": "In response to Shin'ichi's act of defiance, the Japanese Government orders the JSDF to kill him. After two failed attempts, Shin'ichi comes with a plan to convince the politicians in Tokyo to spare him and keep supporting his efforts to spread the Otaku culture in Eldant instead.",
                    "TitleJapanese": "侵略者を撃て！",
                    "SummaryJapanese": "エルダント内でのオタク文化の自給自足を提案した慎一に対し、日本政府は遂に暗殺を仕掛けることになった。しかし、エルダント側の護衛により暗殺は失敗に終わり、平和な日常が戻ってきた。課題であった作品の供給不足問題も日本政府のはからいにより解消していた。そんな中、バハイラムからの侵攻と思しきエルダントへの攻撃や学校での爆破事件が同時多発する。"
                }
            }
        }
    }
}