{
    "URL": "https://www.thetvdb.com/series/gundam-build-fighters",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Science Fiction",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3213642/",
        "https://www.themoviedb.org/tv/60667",
        "https://www.themoviedb.org/tv/60667"
    ],
    "TitleEnglish": "Gundam Build Fighters",
    "SummaryEnglish": "The story is set in the near future when GunPla Battles, competitions that pit Gundam plastic models against each other, have become popular worldwide in the \"Second GunPla Boom.\" Sei Iori, a first-year middle-school student and the only son of a model shop owner, is talented at building GunPla, but inexperienced in the GunPla Battles. He encounters a mysterious boy named Reiji, who happens to be an accomplished Gundam Fighter. Together, they strive for the GunPla Battle world championships.",
    "TitleJapanese": "ガンダムビルドファイターズ",
    "SummaryJapanese": "時は近未来。\nアニメ作品『機動戦士ガンダム』のプラスチックモデル――通称『ガンプラ』が、1980年代に一大ブームメントを巻き起こしてから早幾年。\n今、第２次ガンプラブームと呼ぶべき、新たな波が世界を席巻していた。\nその人気を牽引しているのが、『ガンプラバトル』の存在である。\n仮想空間のＣＧなどではなく、製作したガンプラそのものを操作して戦うという、画期的なバトルシステムの登場により、その人気は拡大、毎年、ガンプラバトル世界大会が開催されるまでに至っている。\n本編の主人公、イオリ・セイも、ガンプラを愛し、ガンプラバトル世界大会への出場を夢見る、若きガンプラビルダー（製作者）である。\n模型店の一人息子ということもあり、高いガンプラ製作能力を持つ彼だが、バトルの操縦には疎く、大会に出場しても初戦敗退を続けていた。そんな彼が、卓越したガンプラ操縦技術を持つ謎の少年、レイジと出会い、コンビを組んで世界大会に挑む！\nガンプラビルダー、セイ。\nガンプラファイター、レイジ。\nセイが作って、レイジが戦う。\n彼らが、噂のビルドファイターズ！\n目指すは、ガンプラバトル世界大会への出場――その優勝だ！",
    "Aliases": [
        "Gundam Build Fighters Try"
    ],
    "Modified": "2025-05-29",
    "Seasons": {
        "0": {
            "ID": "562247",
            "URL": "https://www.thetvdb.com/series/gundam-build-fighters/seasons/official/0",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "5145268",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5145268",
                    "TitleEnglish": "Letter ~6 years later~",
                    "SummaryEnglish": "An epilogue to season one, in the form a letter from China to Yuuma.",
                    "TitleJapanese": "〜手紙 6 years later〜",
                    "SummaryJapanese": "「ガンダムビルドファイターズ Blu-ray BOX 2」の映像特典。\n「トライ」につながるスペシャル新作映像（2分ほどのショートストーリ）。"
                },
                "2": {
                    "ID": "5145266",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5145266",
                    "TitleEnglish": "SD Knight Fighters: First Half",
                    "SummaryEnglish": null,
                    "TitleJapanese": "SD騎士（ナイト）ファイターズ 前編",
                    "SummaryJapanese": "ガンダムビルドファイターズのBlu-ray BOX第1巻の映像特典。"
                },
                "3": {
                    "ID": "5145267",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5145267",
                    "TitleEnglish": "SD Knight Fighters: Second Half",
                    "SummaryEnglish": null,
                    "TitleJapanese": "SD騎士（ナイト）ファイターズ 後編",
                    "SummaryJapanese": "ガンダムビルドファイターズのBlu-ray BOX第2巻の映像特典。"
                },
                "4": {
                    "ID": "5718051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5718051",
                    "TitleEnglish": "Gundam Build Fighters Try: Island Wars",
                    "SummaryEnglish": "The Try Fighters have been invited to a tropical island to be test pilots for Nielsen Labs! Shia, Minato and Gyanko have been invited, too. But there's trouble in paradise... The crystal Nils created is going out of control, and Gunpla are starting to move on their own!",
                    "TitleJapanese": "ガンダムビルドファイターズトライ アイランド・ウォーズ",
                    "SummaryJapanese": "ガンプラバトルが大流行している近未来。そのガンプラバトルを主宰するヤジマ商事の新型バトルシステムのテストのため、南の島のニールセンラボに招待されたチーム・トライファイターズ。しかし、新型システムの不具合により宿泊施設で待機する事に…。"
                },
                "5": {
                    "ID": "6279581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/6279581",
                    "TitleEnglish": "Gundam Build Fighters: GM's Counterattack",
                    "SummaryEnglish": "Nils Neilsen invites Sei Iori, Meijin Kawaguchi and the rest of the group to Yajima Stadium in order to try out his new large-scale battle system. Sei is just about to unveil the improvements he's made to his Gunpla, when a mysterious group appears and challenges them all to a Gunpla Battle!",
                    "TitleJapanese": "ガンダムビルドファイターズ GMの逆襲",
                    "SummaryJapanese": "ヤジマスタジアムの竣工披露式典を翌日に控え、ニルス・ニールセンは自分が設計した最新鋭の大型バトルシステムを使ったエキシビション・バトルのためにイオリ・セイやメイジン・カワグチたちを招待していた。"
                },
                "6": {
                    "ID": "6237530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/6237530",
                    "TitleEnglish": "Battlogue: AI Battlogue",
                    "SummaryEnglish": "Char Aznable and Ribbons Almark face off in all-new AI-driven Battle Mode!",
                    "TitleJapanese": "第1話  AIバトローグ",
                    "SummaryJapanese": "メイジン・カワグチとアラン・アダムスはバトルシステムに新たに実装された自動操縦モードのテストのため、ヤジマ商事の研究開発室にいた。自動操縦モードとは歴代ガンダム作品に登場したパイロットの疑似人格AIを使い、操縦スキルの無い者でも手軽にガンプラバトルができるという画期的なモードである。メイジンはザクアメイジングの後継機、バリスティックザクに、アランはリボーンズガンダムのカスタム機、リバーシブルガンダムにそれぞれＡＩをチョイスし夢のガンプラ バトルを開始する。"
                },
                "7": {
                    "ID": "6304723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/6304723",
                    "TitleEnglish": "Battlogue: Smash the Enemy's Secret Factory!",
                    "SummaryEnglish": "Yuuma and Minato work together to take down an army.",
                    "TitleJapanese": "第2話  敵の秘密開発工場を叩け！",
                    "SummaryJapanese": "【Ｇ－クエスト】のこけら落としに、最初の挑戦者としてガンダムベースに招待された、コウサカ・ユウマとサカイ・ミナト。【Ｇ－クエスト】とはバトルシステムに組み込まれたイベントのクリアを目指す最新のガンプラバトルアトラクションである。ユウマはガンダムライトニングブラックウォーリアを、ミナトはガンダムドライオンⅢをＧＰベースにセットする。制限時間は１０分間！　その時間内に様々なガンプラにガードされた秘密基地を突破し目標の建造中新型ＭＳを破壊する為、２人の挑戦が始まる。"
                },
                "8": {
                    "ID": "6351089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/6351089",
                    "TitleEnglish": "Battlogue: The Adventures of Fumina and Gyanko",
                    "SummaryEnglish": "Fumina and Gyanko go on a Sailor Moon-esque adventure all their own. Expect a BearGuy appearance or two!",
                    "TitleJapanese": "第3話  ふみなとギャン子の大冒険",
                    "SummaryJapanese": "邪型《ミヤガ》を倒すため、すーぱーふみなと、はいぱーギャン子は北宋の地図を頼りにその城を目指していた。暗い森を抜けると、ふみなたちの眼前にプチッガイたちが平和に暮らすベアベア村が現れる。しかし、プチッガイたちはふみなとギャン子に気づくと何故か慌てて逃げていく。状況がつかめない2人の前に現れたのは、敵意をむき出しにしたチナッガイであった。ふみなたちは彼女に怪しい者では無い事を説明し、彼女からこの村に関する驚きの事情を耳にする。それはこのベアベア村に謎のＵＦＯ集団が現れ、大人たちが全員攫われたというのだ。ふみなとギャン子は哀しむプチッガイたちの為に、大人たちの救出に向かうのだった。"
                },
                "9": {
                    "ID": "6392348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/6392348",
                    "TitleEnglish": "Battlogue: Our War",
                    "SummaryEnglish": "Having received intelligence from the regular forces, a team of three GN-X types are standing by in the jungle, seeking clues to the location of a private armed organization's base. A surprise appearance will thwart their attempts to access the base.",
                    "TitleJapanese": "第4話  俺たちの戦争",
                    "SummaryJapanese": "正規軍からの情報を受け、私設武装組織の基地の手掛かりを求めジャングルで待機する3機のジンクス小隊。そんな時、敵の輸送コンテナがセンサーに反応する。即座に追跡を開始するジンクス小隊だったが、コンテナの中からケルディムガンダムサーガが現れその行く手を阻む。散開しケルディムガンダムサーガとの戦闘を開始する2機のジンクス。残りの1機はそのまま輸送コンテナの追撃を続け光学迷彩に隠された敵基地を発見するが、そこに現れたのは各所を発光させた巨大な敵影だった。"
                },
                "10": {
                    "ID": "6446369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/6446369",
                    "TitleEnglish": "Battlogue: Gunpla is the Greatest!",
                    "SummaryEnglish": "Sei and the Meijin fight a duel between champions.",
                    "TitleJapanese": "第5話  ガンプラは最高だ！",
                    "SummaryJapanese": "ある日、イオリ・セイの実家であるイオリ模型店にやって来たユウキ・タツヤ。翌週からメイジン・カワグチとしてヨーロッパを回ることになったタツヤは、ヤサカ・マオから伝え聞いたセイのビルドストライクコスモスの改修機、ビルドストライクギャラクシーコスモスと遠征前にガンプラバトルをするためやって来たのだった。海外遠征用としてΖガンダムをベースに製作されたタツヤの新型ガンプラ・A-Zガンダムを見てその出来映えに目を見張るセイ。ガンプラバトル開始直後、タツヤはお互いをイーブンの状況にするためA-Zの性能をセイに披露し、改めて全力での一騎打ちのバトルを開始するのだった。"
                }
            }
        },
        "1": {
            "ID": "528840",
            "URL": "https://www.thetvdb.com/series/gundam-build-fighters/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4652805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4652805",
                    "TitleEnglish": "Sei and Reiji",
                    "SummaryEnglish": "Sei Iori aims to participate in the Gunpla Battle Championship World Tournament, but despite his skill at building models, he can't control them in battle. Then Sazaki challenges him to a Gunpla battle in order to get his hands on Sei's high-performance Gunpla. Sei accepts the battle, thinking that if he can't even beat Sazaki, then he'd be defeated instantly if he made it to the championship. But Sei is backed into a corner by Sazaki's overbearing fighting style until the appearance of Reiji, a mysterious boy who he met earlier that day. Even though Reiji has never used Gunpla before, he overwhelms Sazaki's Gunpla with his superb control technique. Sei builds, and Reiji battles. Thus the Gundam Build Fighters are born!",
                    "TitleJapanese": "﻿セイとレイジ",
                    "SummaryJapanese": "ガンプラバトル選手権世界大会出場を目指すイオリ・セイは、高い模型制作技術はあるものの、バトルの操縦はからっきし。そんなセイの作る高性能なガンプラを手に入れようと、サザキがガンプラバトルを挑んできた。サザキに勝てなければ選手権に出てもすぐに負けるだけ……そう思い、セイはバトルを受けたが、サザキの強引な戦い方の前に窮地に追い込まれる。そんなセイの前に現れたのは、昼間出会った謎の少年、レイジであった。"
                },
                "2": {
                    "ID": "4681501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4681501",
                    "TitleEnglish": "The Crimson Comet",
                    "SummaryEnglish": "Having met Sei by chance, the mysterious boy Reiji insists on staying at his home and somehow even ends up coming to his school. And when Gonda, a student council executive, tries to kick out this intruder, Reiji turns the tables on him as well. Tatsuya Yuuki, the student council president and head of the model-building club, attempts to resolve the situation by saying that he invited Reiji to join the club. But Gonda, having lost face in front of the other students, challenges Reiji to a Gunpla battle purely for revenge. Using Sei's Build Strike Gundam, Reiji wins a total victory in his battle with Gonda. Then a crimson Gunpla appears before them both—the Zaku Amazing!",
                    "TitleJapanese": "紅の彗星",
                    "SummaryJapanese": "偶然出会い、強引にセイの家に泊まり込んだ謎の少年レイジは、なんとセイの学校にまでやってきてしまう。しかもレイジは、部外者を追い出そうとする生徒会執行部員のゴンダを返り討ちにしてしまった。生徒会会長で模型部部長であるユウキ・タツヤは、自分がレイジを模型部に招待したと言い、事態の収拾を図ろうとするが、生徒たちの前で恥をかかされたゴンダは、復讐とばかりにレイジにガンプラバトルを挑んできた。"
                },
                "3": {
                    "ID": "4685737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4685737",
                    "TitleEnglish": "Full Package",
                    "SummaryEnglish": "Sei and Reiji have now witnessed the overwhelmingly superior power of Tatsuya Yuuki's Zaku Amazing. To prepare for the day when he'll face Yuuki again in the championship, Sei secludes himself in his workshop to complete the Full Package equipment for his Build Strike. Meanwhile, Reiji goes out into the city at night and heads for a certain place—a store where men with years of Gunpla experience meet night after night to fight battles. Reiji challenges the men just for the sake of combat practice, and easily defeats his opponents. But then Ricardo Fellini, an Italian Gunpla battle fighter, appears before him! And on the day of the championship, Sei has somehow completed the Build Strike, but Reiji is nowhere to be found...",
                    "TitleJapanese": "フルパッケージ",
                    "SummaryJapanese": "ユウキ・タツヤのザクアメイジングに、圧倒的な力の差を見せつけられたセイとレイジ。選手権で再びユウキと戦うときのために、セイは、ビルドストライクのフル装備を完成させるべく制作室にこもり続ける。一方、夜の街に繰り出したレイジは、ある場所へと向かっていた。そこは、長いガンプラ歴を持つ男たちが、夜な夜なバトルを繰り広げている店だ。武者修行とばかりに、男たちに戦いを挑むレイジは相手を一蹴。しかし、そんなレイジの前に、ガンプラバトルのイタリア代表、リカルド・フェリーニが現れた！"
                },
                "4": {
                    "ID": "4691907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4691907",
                    "TitleEnglish": "Gunpla Idol Kirara ★",
                    "SummaryEnglish": "Sei and Reiji are advancing smoothly through the Gunpla Battle Championship. Then, on a certain day, a woman calling herself Mihoshi appears at the hobby shop owned by Sei's family. Sei immediately hits it off with Mihoshi, who has a wealth of Gunpla knowledge. Mihoshi makes a deep impression on Sei, and as he advances through the championship, she repeatedly comes to see him at school as well as at the store. Seeing the two of them happily discussing Gunpla, China is greatly disturbed. And Yuki, who is with her, feels an indescribable anxiety when he sees Mihoshi. On the day of the championship, Sei and Reiji are perfectly positioned to fight. But before them appears a singing woman named Kirara... Kirara, the Akihabara-style Gunpla idol!",
                    "TitleJapanese": "ガンプラアイドル キララ☆",
                    "SummaryJapanese": "ガンプラバトル選手権を順調に勝ち進んでいくセイとレイジ。そんなある日、セイの実家である模型店に、ミホシと名乗る一人の女性が現れた。豊富なガンプラ知識を持つミホシと、たちまち意気投合するセイ。仲良くガンプラ談義をする２人を見てしまったチナは、大いに動揺する。そして選手権当日。万全の体勢で戦いに望むセイとレイジ……そんな彼らの前に歌いながら現れた少女は、キララ。アキバ系ガンプラアイドル、キララであった……！"
                },
                "5": {
                    "ID": "4697280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4697280",
                    "TitleEnglish": "The Strongest Builder",
                    "SummaryEnglish": "Before the decisive battle with Tatsuya Yuki, Reiji once again goes in search of combat practice, while Sei concentrates on fine-tuning the Build Strike. China is becoming concerned that Sei is too engrossed in his work. Then, a mysterious boy named Mao Yasaka appears before the two of them. Having won the Japanese 5th Block, he has already earned a place in the World Tournament, and he says he has come to the store because he is interested in Sei, a highly skilled builder who is the same age as he is. Mao has only one goal: to determine which of them is superior as a Gunpla builder. Sei accepts his challenge, and Sei and Mao bring out their Gunpla, the Build Strike and the Gundam X Maoh. As soon as they see each other's work, Sei and Mao find themselves adrift in space...!",
                    "TitleJapanese": "最強ビルダー",
                    "SummaryJapanese": "ユウキ・タツヤとの決戦前に、レイジは再び武者修行に出かけ、セイはビルドストライクの調整に余念がない。入れ込みすぎるセイを心配してやってくるチナ……そんな２人の前に、謎の少年、ヤサカ・マオが現れた。マオの目的は一つ、ビルダーとしてどちらのガンプラが優れているか、それを確かめたいのだ。勝負を受けたセイはビルドストライクを、マオがガンダムＸ魔王を取り出す。互いの作品を見つめるセイとマオは、直後、宇宙に投げ出されていた……！"
                },
                "6": {
                    "ID": "4703350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4703350",
                    "TitleEnglish": "A Reason to Battle",
                    "SummaryEnglish": "To have a rematch against Tatsuya Yuki, and beat him—this has been Reiji's only motivation for fighting Gunpla battles. But now that Yuki has suddenly withdrawn from the competition, Reiji has lost his purpose, and aimlessly wanders the streets. Sei, too, is frustrated that he can't have a rematch with Yuki. Seeing the two of them, China feels an indescribable uneasiness. Now that Reiji is unable to fight Yuki, where is he going to end up? But Sei vows to believe in Reiji, and looks forward to his eventual return. Meanwhile, Reiji is trembling with fear as Tatsuya Yuki appears before him. And clutched in his hand is the Zaku Amazing!",
                    "TitleJapanese": "戦う理由(わけ)",
                    "SummaryJapanese": "ユウキ・タツヤとの再戦を果たし、そして勝つーーそれだけが、レイジをガンプラバトルに駆り立てるモチベーションであった。しかしユウキの突然の辞退によって、それがなくなった今、よりどころを失いレイジはあてもなく街を彷徨う。ユウキと再戦できない悔しさはセイも同じだ。そんな２人を見ていたチナは、言い知れぬ不安を感じていた。ユウキと戦えなくなったレイジは、このまま、どこかへ行ってしまうのではないか……。しかし、セイはレイジを信じることを誓い、未だ戻らぬ彼を想う。時を同じくして、レイジの目の前には、ユウキ・タツヤの姿があった。そして、彼の手にはザクアメイジングが握られていた……！"
                },
                "7": {
                    "ID": "4709008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4709008",
                    "TitleEnglish": "World-Level Ability",
                    "SummaryEnglish": "Sei and Reiji have now earned their place in the World Tournament. Together with Rinko and China, they go to the summer sea, where they can all forget the usual battles and enjoy the seaside. They head for an inn in the mountains, only to find Mao Yasaka there—he too has come to stay at the inn. What's more, it looks like he's taken an interest in Misaki, the landlady's daughter, and one way or another he keeps making passes at her. Nonetheless, Sei and the others try to enjoy their stay at the inn, but it seems that the inn is in some kind of decline. They begin to feel uneasy as more incidents occur, and then a truck crashes into the inn. From the truck emerges a man known as Blazing Tatsu, a veteran of previous World Tournaments. What could his objective be...?",
                    "TitleJapanese": "世界の実力",
                    "SummaryJapanese": "セイとレイジはリン子やチナたちと一緒に、夏の海へとやってきていた。日頃のバトルを忘れ、海を満喫した一同は、宿泊先である山間の旅館へと向かう。そこには、なんとヤカサ・マオがいた。不穏に感じる一行に、さらなる事件が起こった。トラックが旅館に突っ込んできたのだ。トラックの中から現れたのは、世界大会出場経験者で、灼熱のタツの異名を持つ男であった。果たして、この男の目的とは……！？"
                },
                "8": {
                    "ID": "4715318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4715318",
                    "TitleEnglish": "Encounters of Fighters",
                    "SummaryEnglish": "Sei, Reiji, and Mao have been chosen to participate in the Gunpla Battle Championship World Tournament. Meanwhile, outside Japan, a series of qualifying tournaments have been underway in other countries to select players for the World Tournament. Among them are Ricardo Fellini of Italy, Luang Dallara of Thailand, and the Renato brothers of Argentina. Fellini's rival Greco Logan, a World Tournament veteran, is considered the favorite to represent America. But an unexpected ambush awaits him in the final round of the qualifying tournament. When the young prodigy Nils Nielsen, known as the Early Genius, reveals the hidden power of his Gunpla, the Sengoku Astray, it will shake the arena... no, the world!",
                    "TitleJapanese": "逢(あい)戦士たち",
                    "SummaryJapanese": "ガンプラバトル選手権、世界大会出場を決めたセイとレイジ。時を同じくして、日本以外の国でも、続々と予選大会が行われ、世界大会への出場者が決まっていく。また、アメリカでは、フェリーニの良きライバルであり、世界大会常連のグレコ・ローガンが代表本命と見られていたが、予選大会の決勝で思わぬ伏兵が現れる。アーリージーニアスの異名を持つ天才少年、ニルス・ニールセン――彼の操るガンプラ、戦国アストレイがその隠された能力をさらけ出したとき、会場が……いや、世界が震撼する……！"
                },
                "9": {
                    "ID": "4720892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4720892",
                    "TitleEnglish": "Wings of Imagination",
                    "SummaryEnglish": "Sei is working on a new Gunpla for use in the World Tournament. But, anxious about whether it's safe to keep it \"as is,\" he has fallen into a kind of slump. When China unexpectedly ends up in a Gunpla Battle tournament limited to female players, she distracts Sei from his worries by asking him for Gunpla Battle advice. Thanks to intensive training by Sei and Reiji, China and her Gunpla, (Mr.) Beargguy III, begin piling up victories in the women-only tournament. Only one person stands in her way: Caroline Yajima, an art-contest veteran who considers herself China's rival. China finds herself in peril when she faces the Gunpla that Caroline has built.",
                    "TitleJapanese": "想像の翼",
                    "SummaryJapanese": "世界大会用に新たなガンプラの制作を続けるセイ。しかし「今のままで大丈夫なのか」と不安に駆られ、ある種のスランプに陥っていた。また、ひょんなことから女性限定のガンプラバトル大会に出場することになったチナは、悩んでいるセイの息抜きになればと、彼にガンプラバトルの助言を求めた。そこにレイジも加わり、２人から特訓を受けたチナのガンプラ、ベアッガイIII（さん）は、女性限定大会で勝利を積み上げていく。そんな彼女の前に立ちはだかる者がいた。美術コンクールの常連で、チナのライバルを自称する少女、ヤジマ・キャロライン。彼女のガンプラの前に、チナは苦境に立たされてしまう……！"
                },
                "10": {
                    "ID": "4727085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4727085",
                    "TitleEnglish": "The World Tournament Begins",
                    "SummaryEnglish": "The Gunpla Battle Championship World Tournament begins. One by one, representatives from throughout the world enter the holy ground of Shizuoka. The day before the tournament begins, Reiji skips the reception party and heads into town in search of tasty food, and there he has a fateful encounter with a mysterious girl. On the first day of the tournament, the world's top players are proclaiming themselves victorious as usual...until Aila Jyrkiäinen, who became Finland's representative by defeating the previous World Tournament winner during the qualifiers, makes her entrance and shows the world her overwhelming strength. Then Sei's and Reiji's battle begins. Their Star Build Strike, a new Gunpla created for the world championship and equipped with revolutionary new systems, finally flies into the world!",
                    "TitleJapanese": "開幕!世界大会",
                    "SummaryJapanese": "ガンプラバトル選手権、世界大会が開幕。世界中の代表者たちが、続々と聖地静岡へと乗り込んでくる。開催日前日に行われたレセプションパーティーをボイコットし、美味いもの巡りをするべく街に向かったレイジは、そこで謎の少女と運命的な出会いを果たす。大会初日となり、世界の実力者たちが順当に勝ち名乗りを上げていく中、前世界大会優勝者を予選で破りフィンランド代表となったアイラ・ユルキアイネンが登場、その圧倒的な強さを世界に見せつけた。そして、セイとレイジのバトルが始まる。世界選手権用に作った新型『スタービルドストライク』、画期的なシステムを搭載したガンプラが、ついに世界へと羽ばたく！"
                },
                "11": {
                    "ID": "4733447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4733447",
                    "TitleEnglish": "Battle Royal",
                    "SummaryEnglish": "During the final battle of the World Tournament's first day, a PPSE works team entered the tournament, thanks to the sponsor's special rules. The name of its fighter is Meijin Kawaguchi, and Sei and Reiji are certain that another friendly rival has appeared. The tournament then enters its second period, a Battle Royal elimination match among all the players. An enormous diorama unfolds, and 90 Gunpla begin a fierce battle. Sei and Reiji attempt to survive the battle by teaming up with Mao and Fellini, but a huge shadow is creeping up on them...",
                    "TitleJapanese": "ロワイヤル",
                    "SummaryJapanese": "世界大会初日の最終戦に登場したのは、主催者特別枠で大会に出場している、ＰＰＳＥワークスチームーーファイターの名は、メイジン・カワグチ。セイたちにとって強力なライバルが、また一人出現したことは確かだった。大会は第２ピリオドを迎え、全選手参加による勝ち抜き戦「バトルロワイヤル」が始まる。超巨大ジオラマで繰り広げられる、８０機以上のガンプラによる激しい戦い。マオやフェリーニと協力し、戦いを生き残ろうとするセイとレイジの前に、巨大な影が忍び寄る……！"
                },
                "12": {
                    "ID": "4738545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4738545",
                    "TitleEnglish": "Discharge",
                    "SummaryEnglish": "During the second period of the World Tournament, all the players must compete in a Battle Royal elimination match. In the middle of the fighting, the battle is interrupted by the sudden appearance of a giant Mega Size Gunpla which belongs to none of the participating players. The other Gunpla have no way to deal with its overwhelming firepower, and since it isn't related to the tournament, most of the players try to avoid fighting it. But Reiji, on the other hand, boldly challenges the giant Gunpla. His seemingly reckless fighting spirit is backed up by the Star Build Strike, the new Gunpla that Sei has built. To win the fight, Sei activates the Discharge System installed in the Star Build Strike.",
                    "TitleJapanese": "ディスチャージ",
                    "SummaryJapanese": "世界大会第２ピリオド、全選手参加による勝ち抜き戦「バトルロワイヤル」。その戦闘の最中、出場選手のものではない巨大ガンプラが突如として出現、戦闘に乱入してきた。その圧倒的なまでの火力に、為す術がない他のガンプラたち。大会に関係ないガンプラならばと、戦いを避ける選手たちだったが、その流れに逆らうレイジが、敢然と巨大ガンプラに戦いを挑む。無謀とも思える彼の戦う気持ちを、セイの機体が支える。彼の作ったガンプラ、スタービルドストライクが！"
                },
                "13": {
                    "ID": "4748101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4748101",
                    "TitleEnglish": "Battle Weapon",
                    "SummaryEnglish": "The World Tournament enters its third period, which consists of one-on-one battles using only the original weapons prepared by the tournament organizers. Nobody will know what the weapons are until the battle begins. Although confused by the unfamiliar weapons, the top fighters win their battles, one after another. Sei and Reiji's opponent is the Thai representative Luang Dallara, a top champion of the tournament.",
                    "TitleJapanese": "バトルウェポン",
                    "SummaryJapanese": "世界大会は第３ピリオドに突入。その内容は、大会主催者側が用意したオリジナルウェポンのみを使用し、１対１で戦うというものであった。用意された武器がなにかは、バトルが始まるまでわからない。慣れない武器に困惑しつつも、実力者たちは順当に勝ちを拾っていく。セイとレイジたちの対戦相手は、大会屈指の強豪、タイ代表のルワン・ダラーラだ。覚悟を決め、バトルフィールドへと飛翔するスタービルドストライク。そのフィールドに置かれているウェポンコンテナの中には、ボールとグローブとサンバイザーがあった。ガンプラバトル史上例を見ない、ガンプラベースボールの幕が開く！　プレイボール！"
                },
                "14": {
                    "ID": "4760726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4760726",
                    "TitleEnglish": "Codename: C",
                    "SummaryEnglish": "The tournament has reached its seventh period, and only one period now remains. Sei and Reiji have earned a good point score, and are working their way into the top group. Then the seventh period begins, with the announcement of a Gunpla Race. This is literally a speed race, where fighters compete for position during three laps of a special course constructed inside the arena. Sei's and Reiji's Star Build Strike uses its Discharge System to make an amazing starting dash. It looks like they'll finish the race in the lead, but Baker, the secretary of PPSE's Chairman Mashita, has prepared a huge trap in the special course. The Star Build Strike is headed for danger!",
                    "TitleJapanese": "暗号名(コードネーム)C",
                    "SummaryJapanese": "世界大会は第６ピリオドまで消化され、残り２つのピリオドを残すのみとなった。セイとレイジは順調にポイントを稼ぎ、上位グループに食い込んでいる。そして、迎えた第７ピリオド。発表された試合内容は『ガンプラＲＡＣＥ』ーー会場内に作られた特設コースを３周し、その順位を競う、文字通りのスピード・レースであった。セイとレイジのスタービルドストライクは、ディスチャージシステムを使い、驚異的なスタートダッシュを見せる。レースは、セイたちの先行逃げきりで終わると思われたが、この特設コースには、ＰＰＳＥ会長マシタの秘書、ベイカーによる、大いなる罠が仕掛けられていた。スタービルドストライクに危険が迫る！"
                },
                "15": {
                    "ID": "4768506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4768506",
                    "TitleEnglish": "Fighter's Radiance",
                    "SummaryEnglish": "Sei and Reiji have no choice but to win their next battle. But their opponent in the final period turns out to be the Italian champion Ricardo Fellini, who has been undefeated up through the seventh period. Whatever the results of this last qualifier, his qualification for the tournament finals is already decided. Now Fellini wonders whether he should give Sei and Reiji their victory, and preserve his own machine, by deliberately losing, or...? With mixed emotions, Fellini confronts the Star Build Strike.",
                    "TitleJapanese": "戦士(ファイター)のかがやき",
                    "SummaryJapanese": "第７ピリオドでポイントを取り損ね、セイとレイジ組の予選順位は暫定17位にまで後退していた。最終予選である第８ピリオド終了時に、16位以内に入らなければ、予選敗退となり、セイたちの夢はそこで費えてしまう。次の戦いは、勝つことが絶対条件ーーしかし、最終ピリオドで対戦する相手は、なんとイタリア代表のリカルド・フェリーニであった。第７ピリオドまでを全勝しているフェリーニは、最終予選の結果を待たずに、予選通過を確定させている。フェリーニは思案する。セイたちに華を持たせ、自機を温存するためにもわざと負けるか、それとも……。様々な感情を抱えつつ、フェリーニはスタービルドストライクと対峙するーー！"
                },
                "16": {
                    "ID": "4768507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4768507",
                    "TitleEnglish": "Dad, We Meet Again?",
                    "SummaryEnglish": "This is a moment of relaxation, but Sei is focused on improving the Star Build Strike. When Sei refuses to let him help with the work, Reiji heads into town to prove that he too can build Gunpla. As Reiji picks through the Gunpla in a hobby store, a bearded man greets him. The man also drags in Aila, who happens to be passing by, and forcibly subjects them to a Gunpla lecture. Though his teaching methods are Spartan, the Gunpla they build following his advice is better than anyone would have expected. Reiji promptly takes his assembled Gunpla into battle, but the Gunpla that appears as his opponent looks just like a customized Gunpla that previously attacked him and Sei!",
                    "TitleJapanese": "再会、父よ?",
                    "SummaryJapanese": "束の間の休息。しかし、セイはスタービルドストライクの改修作業に余念がない。作業の手伝いをセイに断られたレイジは、自分にもガンプラが作れることを証明すべく、町へと向かった。模型店でガンプラを物色しているレイジに声をかけてきた一人の男ーーその男は、たまたま通りかかったアイラも巻き込み、無理やりガンプラ講座を開講。男の教え方はスパルタそのものであったが、彼の助言を受けて作り上げたガンプラは、初めてとは思えないほどの出来ばえとなった。早速とばかりに、レイジは組上がったガンプラでバトルをスタート。しかし、対戦相手として登場したガンプラは、以前、セイたちを襲った改造ガンプラと瓜二つであった！"
                },
                "17": {
                    "ID": "4768508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4768508",
                    "TitleEnglish": "Model of the Heart",
                    "SummaryEnglish": "As the World Tournament finals begin, Sei and Reiji find that their opponent in the first round is Mao Yasaka. When they met in Tokyo, they swore to fight in the World Tournament, and now that promise will finally be fulfilled. But Mao senses a threat from the Star Build Strike, which was more than an even match for Fellini. With Sei's rapidly advancing building skills, and Reiji's control technique, he is likely to lose. Desperate to win, Mao goes to visit Master Chinan of the Gunpla Shingyo school of modeling arts and ask to be taught new secrets. On the day of the battle, a worn-out Mao appears before Sei and Reiji. Now begins a life-or-death battle between the Star Build Strike and the Gundam X Maoh...",
                    "TitleJapanese": "心の形",
                    "SummaryJapanese": "世界大会の決勝トーナメントが始まった。セイとレイジの第１回戦の相手は、なんとヤサカ・マオ。東京で出会い、世界大会で戦おうと誓い合った約束が、ついに果たされることとなった。しかし、マオは、フェリーニと互角以上の戦いをしたスタービルドストライクに脅威を感じていた。飛躍的に進歩しているセイの製作能力と、レイジの操縦技術。このままでは負ける。どうしても勝ちたい……思い詰めたマオは、ガンプラ心形流造形術の珍庵師匠の元へ向かい、新たな奥義を授けて欲しいと願い出る。そしてバトル当日、ボロボロになったマオが、セイとレイジの前に現れた。スタービルドストライクとガンダムＸ魔王による死闘が、今、始まるーー！"
                },
                "18": {
                    "ID": "4776577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4776577",
                    "TitleEnglish": "Bloodhounds",
                    "SummaryEnglish": "The Thai champion Luang Dallara has fallen! Luang, who once fought a fierce battle with Sei and Reiji, was defeated by the Renato brothers of Argentina, dark horse contenders in the tournament. Their trick of destroying an opponent's Gunpla without using weapons, as if by magic, is a power they have kept in reserve until the tournament finals. In their second battle, these Renato brothers now face Meijin Kawaguchi. Kawaguchi presses forward with a frontal attack, but finds himself in peril thanks to the Renato brothers' clever tactics.",
                    "TitleJapanese": "ブラッド・ハウンド",
                    "SummaryJapanese": "タイ代表のルワン・ダラーラ、破れる！　セイたちと死闘を繰り広げたルワンを倒したのは、今大会のダークホース、アルゼンチン代表のレナート兄弟だ。しかも、武器を使わずに相手のガンプラを破壊するという、まるで手品のような勝ち方――そう、彼らは、決勝トーナメントまで、その力を温存していたのだ。そんなレナート兄弟と２回戦で対戦するのは、メイジン・カワグチ。カワグチは、正攻法で戦いを押し進めていくが、レナート兄弟の巧みな戦術によって苦境に立たされていく。レナート兄弟は言う。「俺たちはガンプラバトルではなく、戦争をやっている」。ただ相手を破壊することだけを求める敵に、メイジンの『ガンプラ愛』は通用するのか!?"
                },
                "19": {
                    "ID": "4776578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4776578",
                    "TitleEnglish": "Astray's Blade",
                    "SummaryEnglish": "The next opponent for the Sei and Reiji team is Nils Nielsen, the young prodigy known as the Early Genius. His Sengoku Astray, which uses an arsenal of weapons and techniques based on Plavsky particles, is definitely a tough enemy. On the eve of the battle, Nils contacts Sei and Reiji and tells them he wants to ask them about something. If they tell him, he is willing to withdraw from the battle.",
                    "TitleJapanese": "アストレイの刃",
                    "SummaryJapanese": "セイ、レイジ組の次なる対戦相手は、アーリージーニアスの異名を持つ若き天才、ニルス・ニールセン。プラフスキー粒子を応用した武装と技を繰り出す戦国アストレイは、間違いなく強敵だ。バトル前夜、そのニルスがセイとレイジを呼び出した。彼はセイたちに言う。「キミたちに聞きたいことがある。それを教えてくれたら、バトルを棄権してもいい」と。そのニルスの言葉に、温和なセイが激昂する。「キミの作ったガンプラはすごいよ。でも、ガンプラバトルをバカにしたキミに、僕たちは絶対に負けない！」　互いに譲れない想いを抱いてのバトル……そして、ニルス操る戦国アストレイは、隠していた奥義をついにさらけ出す！"
                },
                "20": {
                    "ID": "4776579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4776579",
                    "TitleEnglish": "Aila's Betrayal",
                    "SummaryEnglish": "The fighting in the tournament finals is becoming ever more fierce. Having advanced to the best 8, Ricardo Fellini, the Italian Dandy, faces his next battle. His opponent is Aila Jyrkiäinen, the top fighter of Team Nemesis, who crushed the previous tournament champion Carlos Kaiser. With its speed and wealth of combat experience, Fellini's Wing Gundam Fenice puts up a hard fight against Aila's Qubeley Papillon, which has remained an undefeated legend since the qualifiers.",
                    "TitleJapanese": "裏切りのアイラ",
                    "SummaryJapanese": "世界大会、決勝トーナメントの戦いは、激しさを増していく。ベスト４進出をかけ、イタリアの伊達男、リカルド・フェリーニが出陣。その対戦相手は、チーム【ネメシス】のトップファイターであり、前大会優勝者、カルロス・カイザーを破った少女、アイラ・ユルキアイネンだ。予選から無敗神話を続けるアイラのキュベレイパピヨンに、フェリーニの愛機、ウィングガンダムフェニーチェは、豊富な戦闘経験とスピードを活かして奮戦する。「負けるわけにはいかない。あいつらが待っている！」……バトルが続く中、ニルスに頼まれた用事のせいで、会場入りが遅れたセイとレイジは、そこで、予想だにしない状況を目撃する――！"
                },
                "21": {
                    "ID": "4803291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4803291",
                    "TitleEnglish": "Amid the Glittering Particles",
                    "SummaryEnglish": "\"We'll beat you! In our next battle, Sei and I will beat you for sure!\" Aila's heart is pierced by Reiji's angry outburst, and she wonders what she is doing here. She remembers meeting Barthes, being scouted, being forced to battle, and endlessly training. Now she has no option other than fighting, even if Reiji is her opponent. Suppressing her emotions, Aila begins her confrontation with Reiji. With her Qubeley Papillon, and her own special abilities, she assaults the Star Build Strike.",
                    "TitleJapanese": "きらめく粒子の中で",
                    "SummaryJapanese": "「倒す！　次のバトルで、俺とセイが、必ずお前を倒す！」……レイジの怒りに震えた叫びが、アイラの胸に突き刺さる。自分はここでなにをしてるんだろう？　アイラは回想する。バルトとの出会い。スカウト。強要されるバトル。果てることなく続く訓練。……そう、自分は戦うしか道はないのだ。相手がたとえ、レイジであったとしても。感情を押し殺し、レイジとの対戦に向かうアイラ。キュベレイパピヨン、そして自身の持つ特殊能力を駆使し、アイラはスタービルドストライクを攻めたてていく。死闘と言うに相応しいバトルが続く中、セイだけは違っていた。彼は、勝とうとしていなかった。彼は、奇跡を求めていた！"
                },
                "22": {
                    "ID": "4803292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4803292",
                    "TitleEnglish": "Meijin vs. Meijin",
                    "SummaryEnglish": "As the second match of the tournament quarterfinals approaches, Meijin Kawaguchi's opponent is changed. The new fighter's name is Julian Mackenzie, and Kawaguchi and Allan are terrified to hear this name. At the Gunpla school that Allan and Tatsuya Yuki once attended, Julian was the top student, whose Gunpla building techniques and control abilities were said to be closest to those of a Meijin.",
                    "TitleJapanese": "名人VS名人",
                    "SummaryJapanese": "決勝トーナメント、準決勝第２試合。メイジン・カワグチの対戦相手が、ファイターを変更してきた。ファイターの名を聞いたカワグチとアランは戦慄する。ユウキ・タツヤとアランが、かつて在籍していた【ガンプラ塾】第１期生筆頭――そのガンプラ制作技術、操縦能力をして、もっともメイジンに近い存在と呼ばれた男の名であった。ガンプラバトルから遠ざかっていたジュリアンが、３年ぶりに愛機、ガンダムＦ９１イマジンを起動させる。対するカワグチは、ＰＰＳＥ渾身の一作、アメイジングエクシアを投入。互いの意地と信念を賭け、２人のメイジンが火花を散らす！"
                },
                "23": {
                    "ID": "4803293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4803293",
                    "TitleEnglish": "Gunpla Eve",
                    "SummaryEnglish": "The finalists for the Gunpla Battle Championship World Tournament have been decided at last. With the finals one week away, a grand festival is held in the tournament arena. Life-sized Gundam statutes are displayed, and booths host a variety of events. For a little while, they all forget the fierce fighting of the tournament, and appreciate the fun and profundity of Gunpla with all their hearts. On the eve of the finals, Sei and Reiji have finished their preparations for the battle. Then Tatsuya Yuuki appears before them, and discards his Meijin mask.",
                    "TitleJapanese": "ガンプラ・イブ",
                    "SummaryJapanese": "ガンプラバトル選手権世界大会は、ついに決勝トーナメントのファイナリストが決定。決勝戦を一週間後に控えた大会会場では、前夜祭が盛大に行われていた。ガンダムの等身大立像が並び、各ブースでは様々なイベントが催されている。マオとアイラは新たなガンプラ作りに精を出し、フェリーニは新型を披露――みな、大会での熱戦をしばし忘れ、ガンプラの楽しさ、奥深さを心から堪能していた。戦いの準備を終え、前夜祭にやってきたセイとレイジ。そんな２人の前に現れたのは、メイジンの仮面を脱ぎ捨てたユウキ・タツヤであった。彼は言う。「最高のバトルをしよう」と。ユウキとの約束を胸に、セイたちは決勝戦へと挑む――！"
                },
                "24": {
                    "ID": "4824035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4824035",
                    "TitleEnglish": "Dark Matter",
                    "SummaryEnglish": "The Gunpla Battle Championship World Tournament finals have begun at last, but the arena is shrouded in a solemn atmosphere. The Gundam Amazing Exia, the Gunpla that Meijin Kawaguchi is using against Sei's and Reiji's Star Build Strike, has been painted black. And that's not all. Like the colors of his machine, Kawaguchi's fighting style is also as grim and merciless as pitch-black darkness. Sei is bewildered—what has become of the promise he and Yuki made to make this a great battle? What has happened to Yuki? As the Star Build Strike finds itself in peril, PPSE's Chairman Mashita watches and laughs, and his gemstone gives off an ominous light.",
                    "TitleJapanese": "ダークマター",
                    "SummaryJapanese": "ついに始まったガンプラバトル選手権世界大会決勝。しかし、その会場は物々しい雰囲気に包まれていた。セイ、レイジ組のスタービルドストライクの対戦相手、メイジン・カワグチの使用するガンプラ――ガンダムアメイジングエクシアの機体が黒く塗られていたからだ。それだけではない。機体色と同じく、カワグチの戦い方もまた漆黒の闇のように、暗く、深く、そして容赦のないものであった。セイは困惑する。「最高のバトルをしよう」　ユウキと交わしたあの約束はなんだったのか？　彼になにがあったのか？　危機に陥るスタービルドストライク。それを見てほくそ笑むＰＰＳＥマシタ会長の宝玉が、妖しく光り輝いていた――！"
                },
                "25": {
                    "ID": "4824036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4824036",
                    "TitleEnglish": "Promise",
                    "SummaryEnglish": "After many ups and downs, the finals of the Gunpla Battle Championship World Tournament are over at last. However, in its aftermath, the Plavsky particle crystals have gone out of control. The particles that fill the arena are starting to materialize, as the panicking audience members rush to escape. The only way to resolve the situation is to destroy the crystals. On Nils's advice, Sei and Reiji dispatch their Gunpla, as do Mao, Fellini, China, and Aila, but they are hard-pressed by the counterattack from the crystals. Their former rivals hurry to their aid, as do the former Gunpla fighters Mr. Ral, Takeshi, and Master Chinan. Let's do it! This is Gunpla's last shooting!",
                    "TitleJapanese": "約束",
                    "SummaryJapanese": "「最高のバトルをしよう。世界中の人たちに、ガンプラの楽しさを感じてもらえるように」　イオリ・セイとレイジは、ユウキ・タツヤと約束した。男同士の約束だ。だから、どんな状況でも、どんなに苦しくても、その約束は果たさなければならない。プラフスキー粒子の光が消えゆく中、最高の仲間たちに見守られながら、セイとレイジの魂、スタービルドストライクが飛翔する！　果たして約束は守られ、そして新たな約束が生まれる。それは、セイとレイジの絆。いつ叶うかわからない約束。それでも、少年たちは未来を見つめ、今を生き、明日へとつなげていく。たった４カ月間に起きた、かけがえのない奇跡を、胸に抱いて――。"
                }
            }
        },
        "2": {
            "ID": "591492",
            "URL": "https://www.thetvdb.com/series/gundam-build-fighters/seasons/official/2",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4937451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4937451",
                    "TitleEnglish": "The Boy Who Calls the Wind",
                    "SummaryEnglish": "Fumina Hoshino, president of the Seiho Academy's Gunpla Battle Club, is flustered. Since she is currently the Battle Club's only member, it won't be able to enter the Gunpla Battle Japanese Under-19 Championship, which requires teams of three. Then Fumina meets a transfer student named Sekai Kamiki, a master of the Jigen Haoh school of martial arts. She immediately recruits him for the Battle Club. Sekai, using a Dom that he unexpectedly discovers in the club room, is taken in by the appeal of Gunpla Battle. Then Daiki Miyaga, the president of the Plastic Model Club who has been trying to recruit Fumina, appears and proposes a battle. Even though it's his first time, Sekai uses his Jigen Haoh martial arts to crush Miyaga's machine. But then the gifted young builder Yuuma Kousaka, Fumina's childhood friend, interrupts with his Lightning Gundam!",
                    "TitleJapanese": "風を呼ぶ少年",
                    "SummaryJapanese": "聖鳳学園ガンプラバトル部の部長、ホシノ・フミナは焦っていた。フミナ１人だけになったバトル部は、３人１チームで戦う全国ガンプラバトル選手権・中高生の部 のエントリーすらままならない。そんなフミナの前に転入生が現れる。転入生の名はカミキ・セカイ、次元覇王流拳法の使い手だ。早速、彼をバトル部に勧誘するフミナ。セカイは部室で偶然、見つけたドムを操作しガンプラバトルの魅力に惹かれていく。そこに、フミナを勧誘しようとしてるプラモデル部、部長のミヤガ・ダイキが現れバトルを申し入れてくる。初めてながらも、次元覇王流拳法を駆使しミヤガ機を撃破するセカイ。その時、フミナの幼なじみであり若き天才ビルダー、コウサカ・ユウマがライトニングガンダムで乱入してきた！"
                },
                "2": {
                    "ID": "5018524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5018524",
                    "TitleEnglish": "Team Up, Try Fighters!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "結成!トライ・ファイターズ",
                    "SummaryJapanese": "聖鳳学園に転入したセカイは、同じクラスにユウマの姿を見つけ彼をバトルに誘うが、けんもほろろに断られる。そんな中、バトル部は学園生徒会からプラモ部との統合を勧告される。バトル部を存続させるためには、プラモ部とバトルし勝利しなければならない。その対戦メンバーの中にはユウマの姿もあった。３対２という不利な状況でのバトルを余儀無くされるバトル部だが、フミナの作戦で善戦。業を煮やしたミヤガは巨大モビルアーマー、アグリッサを出撃させフミナをついに追い詰める。事前に決めたルールを無視してまで勝とうとする部長を良しとしないユウマはセカイと連携しミヤガのアグリッサを撃破。かくして、ユウマの加入によりチームトライファイターズが結成された！"
                },
                "3": {
                    "ID": "5018531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5018531",
                    "TitleEnglish": "Her Name Is Gyanko",
                    "SummaryEnglish": "Having transferred to the Seiho Academy, Sekai discovers that he and Yuuma are in the same class. He challenges Yuuma to a battle but is bluntly rejected. Meanwhile, the school's student council has decided to merge the Gunpla Battle Club with the Plastic Model Club. To survive on its own, the Battle Club must defeat the Plamo Club in battle, and Yuuma is among the latter's players. With the Battle Club facing three-to-two odds, the battle seems like a mere formality, but Fumina's tactics let them put up a good fight. Miyaga loses his temper and deploys the huge mobile armor Agrissa, finally backing Fumina into a corner. But Yuuma, unable to accept that his club president is trying to win by ignoring the previously agreed rules, teams up with Sekai to destroy Miyaga's Agrissa. Thus, with the addition of Yuuma, team Try Fighters is finally formed!",
                    "TitleJapanese": "その名はギャン子",
                    "SummaryJapanese": "困難と思われていたガンプラバトル部への移籍もあっさりと終わり、拍子抜けしながらも晴れてバトル部部員となったユウマ。彼の入部によりガンプラバトル選手権の出場資格を得たフミナは早速、顧問に頼み念願のエントリーを済ませる。大会の地区予選まで時間が無い中、バトルの練習に勤しむセカイ達。そこにバトル部の顧問が練習試合の話を持ってくる。対戦相手は聖オデッサ女子学園のチーム、北宋の壺。昨年の地区予選大会ベスト４に名を連ねる強豪だ。そのチームリーダーのサザキ・カオルコはギャンタイプのモビルスーツを好んで使う事から「ギャン子」と呼ばれていた。大勢のギャラリーが見守る中、ついにトライファイターズ初のチーム戦が開始される！"
                },
                "4": {
                    "ID": "5031370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5031370",
                    "TitleEnglish": "G-Muse",
                    "SummaryEnglish": "Having achieved their first victory in the practice match with Gyanko, the Try Fighters are training hard for the regional qualifiers which will be held in one month. Fumina is thinking of building a new mobile suit for use in the tournament, and when she confers with Mr. Ral, he suggests that she and Sekai take a trip to G-Muse. Here, Fumina virtually goes into a trance as she tries to choose a Gunpla, and Sekai is soon bored of watching her. A clerk encourages Sekai to build his first Gunpla, the Musha Godmaru, which he uses to battle some little kids. As Fumina rejoins him, they encounter Minato Sakai, a middle-school builder from Osaka. In the twinkling of an eye, Minato builds his own Kouki Gundam and begins a battle with Sekai. Thanks to his knowledge of SD Gundams' unique traits, Minato gives Sekai a hard fight and ultimately defeats him. But this battle has given Sekai and Fumina some valuable ideas for the tournament.",
                    "TitleJapanese": "Gミューズ",
                    "SummaryJapanese": "ギャン子との練習試合で初勝利を納め、一ヶ月後に迫った地区予選大会に向け猛練習をするトライファイターズ。そんな中、大会用のモビルスーツ製作に悩むフミナはラルさんに相談し、ラルさんの提案でセカイと一緒にＧミューズに行く事に…。ガンプラ選びに夢中なフミナを尻目に、手持ち無沙汰なセカイは店員の勧めで初めてのガンプラ、武者號斗丸を作り子供たちを相手にバトルをしていた。そんなセカイに、フミナが合流したとき大阪の屈指の中学生ビルダー、サカイ・ミナトが現れる。ミナトは瞬く間に、荒鬼頑駄無を組み上げセカイとバトルを開始する。ＳＤの機体特性を熟知しているミナトにセカイは苦戦を強いられ、ついには敗れてしまう。しかし、その戦いを通してセカイとフミナは大会に向けての大きなヒントを掴むのであった。"
                },
                "5": {
                    "ID": "5031371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5031371",
                    "TitleEnglish": "Dream and Challenge in Your Heart",
                    "SummaryEnglish": "Through the battle with Minato Sakai, Sekai and Fumina have realized what they need to do, and they quickly begin working towards the championship. Meanwhile, in order to keep his promise to Fumina, Yuuma is building power-up equipment for his Lightning Gundam. But rival teams are also steadily preparing for the regional qualifying tournament. Each with their own dreams in their hearts, they all gather for the Gunpla Battle Japanese Under-19 Championship’s West Tokyo Tournament. On the first day of the tournament, Fumina arrives with her just-completed Winning Gundam, and Sekai and Yuuma have been making their own preparations too. A random drawing determines that the Try Fighters will fight in match three of the first day. Demonstrating the results of all their efforts thus far, the Try Fighters finally begin their struggle to reach the national tournament!",
                    "TitleJapanese": "憧れと挑戦を胸に",
                    "SummaryJapanese": "サカイ・ミナトとのバトルを通し自分のやるべきことを見つけたセカイとフミナは早速、選手権に向け行動を開始する。一方、ユウマもフミナとの約束を果たすべく、ライトニングガンダムのパワーアップ装備の制作を進めていた。同じく選手権地区予選大会に向け着々と準備を整えていくライバルたち。そうして、それぞれの想いを胸に全国ガンプラバトル選手権中高生の部、西東京大会の開催日がやってくる。当日、ギリギリながらもウイニングガンダムを完成させたフミナを始め、セカイとユウマもこの日のために準備を整えてきていた……。トライファイターズの初戦は抽選の結果、初日、第３試合に決まる。今までの成果の全てを発揮すべく、トライファイターズの全国大会への挑戦がついに始まる！"
                },
                "6": {
                    "ID": "5039805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5039805",
                    "TitleEnglish": "Ruler of the Battlefield",
                    "SummaryEnglish": "The Try Fighters have achieved a splendid victory in the first round of the regional qualifiers, and they celebrate with a modest toast. But their joy is short-lived as they learn who they will face in round two. Their opponent is Seiren Technical College, a veteran team which is favored to win the championship. Whatever tactics their foes try, Seiren anticipates their moves and drives them to defeat, and thus it’s said that this team rules the battlefield. The night before the match, Fumina summons Sekai and Yuuma to the club room, where they witness a hidden feature of the Winning Gundam which may be their ace in the hole. The Try Fighters face the second round with perfect poise, but Seiren’s three Ez-SR units have analyzed the characteristics of the fighters as well as their machines, and now they strike precisely at the Try Fighters’ weakest points!",
                    "TitleJapanese": "戦場の支配者",
                    "SummaryJapanese": "選手権地区予選の第１回戦を見事に勝利し、ささやかな祝杯をあげるトライファイターズ。そんな喜びもつかの間、第２回戦の対戦相手が決定する。相手は優勝候補の一角にも名を連ねる強豪校、成練高専だ。どんな戦術を駆使してもことごとく相手の先手を読み敗北に追い込む……その様子から成練は戦場を支配しているともさえ言われていた。大会前日の夜、フミナから部室に呼び出しを受けたセカイとユウマはそこで、切り札ともなるウイニングガンダムの隠された機能を見ることになる……。万全の体勢で第２回戦に望むトライファイターズだが、成練高専のＥｚ−ＳＲの３機は相手の機体特性はおろか、ファイターの性格までもを把握した上で、トライファイターズの弱みを的確に突いて来るのであった！"
                },
                "7": {
                    "ID": "5045093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5045093",
                    "TitleEnglish": "Straight-Assembly Shimon",
                    "SummaryEnglish": "After defeating the veterans of Seiren Technical College, the Try Fighters win an easy victory in the third round, as their opponents self-destruct! With luck on their side, they are advancing to the quarterfinals. Fumina and the others observe the following match to see their next opponent. The victor of this match is Joto Middle School, which uses straight-assembled Gunpla but defeats a regularly winning team thanks to its fighters’ own control skills. After the match, two members of the Joto Middle School team beg the Try Fighters to let them win for the sake of their team leader Shimon Izuna’s little brother Mamoru, who is battling a serious illness. Fumina and the others are bewildered by this unexpected request, and begin to question their own reasons for fighting. In order to see the situation for himself and test his resolve, Sekai goes alone to the hospital where Shimon’s brother is being treated. Here, Sekai issues a straightforward declaration of war to Mamoru the Gunpla builder, and to his opponent Shimon!",
                    "TitleJapanese": "素組みのシモン",
                    "SummaryJapanese": "強豪、成練高専に勝利し勢いに乗るトライファイターズは続く３回戦も対戦相手の自滅も手伝い快勝！　運も味方に付け準々決勝へと駒を進める。次の対戦相手の視察の為、次の試合を見学するフミナたち。勝ち上がったのは、素組みのガンプラながらも持ち前の操縦技術で上位入賞の常連チームを敗った常冬中学だった。試合後、常冬中学のチームメイトたちから、難病と闘うチームリーダー、イズナ・シモンの弟、マモルの為に勝ちを譲って欲しいと嘆願される。突然の嘆願に困惑しながらも自らの戦う意味を問い思い悩むフミナたち。セカイは一人その真相と自分の覚悟を確かめる為、シモンの弟が入院している病院へと向かう…。そこで、セカイはガンプラを作ったマモルと対戦相手のシモンに対し正々堂々と宣戦布告をするのであった！"
                },
                "8": {
                    "ID": "5052790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5052790",
                    "TitleEnglish": "Upon This Shield",
                    "SummaryEnglish": "The Try Fighters have made it into the semifinals as one of the best four teams. A drawing is held to determine the brackets, and they are matched up with Suiryu Academy. Meanwhile, Gyanko’s team from St. Odessa Girls’ School will face last year’s regional champion, the Miyazato Institute. As if from the pressure of fighting the previous champion school, Gyanko comes crying to Sekai before the battle. Out of compassion, Fumina leaves Gyanko alone with Sekai at a fast food restaurant, but it turns out that Gyanko is just playing on Sekai’s sympathy to make him agree to a date. Despite her meek behavior, Gyanko’s strategy fails when Sekai realizes her intentions. Then they suddenly run into Yomi Sakashita and Akira Suga from the Miyazato Institute, and Suga declares that Sekai’s Jigen Haoh school of kenpo won’t work on him. As they go to face their respective semifinals opponents, Gyanko and Sekai promise each other that they’ll meet in the final round…",
                    "TitleJapanese": "この盾に誓って",
                    "SummaryJapanese": "ついにベスト４の準決勝まで昇り詰めたトライファイターズは組み合わせ抽選会で水竜学園と、ギャン子の聖オデッサ女子学園は昨年の優勝チーム、宮里学院と当たることになった。昨年の優勝校と戦うプレッシャーからか、戦う前からセカイに弱音を吐くギャン子。フミナの気遣いで、ファストフード店でセカイと２人きりになるギャン子だったが、それはセカイの同情を引きデートの約束をするための作戦だった。しおらしく振る舞うもののセカイにそのことがバレて失敗に終わるギャン子。そこに偶然、居合わせた宮里学院のサカシタ・ヨミとスガ・アキラと出会いセカイはスガに宣言される「次元覇王流拳法は俺には通じんぞ」と。別れ際、ギャン子と「決勝戦で会おう！」と約束を交わしセカイは準決勝に挑む――！"
                },
                "9": {
                    "ID": "5052791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5052791",
                    "TitleEnglish": "Showdown at Solomon",
                    "SummaryEnglish": "The Try Fighters' opponent in the final round will be last year's regional champion, team G-Master from the Miyazato Institute. The two teams prepare for the final battle, each with their own resolve and desires. The battlefield for the final match is the space fortress Solomon. Outside the fortress, Yuuma's Lightning Gundam exchanges fire with Sudou, who is using the Mega-Shiki built by Minato Sakai of the Shingyo school. Meanwhile, Sekai and Fumina begin a battle inside the fortress with Suga and Sakashita, who were already lying in wait for them. As the fierce fighting continues, Sekai and Fumina exit the fortress. Sudou attempts to shoot them down with his high mega particle cannon, but Yuuma stops him as they trade simultaneous blows. Battered and broken, Sekai and Suga cling to the hope of victory, clashing in a final desperate effort.",
                    "TitleJapanese": "決戦のソロモン",
                    "SummaryJapanese": "トライファイターズの決勝戦の相手は昨年の地区予選優勝校、宮里学院のチーム、Ｇマスターに決まった。それぞれの決意と思いを秘めて決勝戦へと挑む両チーム。決勝戦のフィールドは宇宙要塞ソロモン。要塞宙域で心形流、サカイ・ミナト作の百万式を操作するスドウとユウマのライトニングガンダムが戦いの火蓋を切った頃、セカイとフミナも要塞内で先回りして待ち構えていたスガたちと邂逅し戦闘を開始する。拮抗した戦いが続く中、要塞内から出てくるセカイとフミナをハイメガ粒子砲で狙い撃とうとするスドウを阻止し相打ちを果たすユウマ。ボロボロに傷つきながらも、勝利をあきらめないセカイとスガは最後の死力をつくし激突する。フミナとユウマの想いと共にセカイがビルドバーニングガンダムと一体化したとき、紅蓮の炎が燃え上がる！"
                },
                "10": {
                    "ID": "5052792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5052792",
                    "TitleEnglish": "Gunpla Collection",
                    "SummaryEnglish": "The Try Fighters have won the West Tokyo qualifying tournament for the Gunpla Battle Japanese Championship. As Sekai recovers from the damage of assimilation, he thinks ahead to the powerful new opponents gathering at the national tournament. Meanwhile Sekai's sister Mirai Kamiki, who works as a fashion model, has been signed up for the \"Tokyo Gunpla Collection,\" an event meant to fuse Gunpla with fashion. The highlight of the event will be a Gunpla Rally between modeling agencies. With the help of Sekai and Yuuma, Mirai successfully builds her Mama-Beargguy. On the day of the Gunpla Collection, Sekai and the others go to visit Mirai after the glorious fashion show. Here they encounter TAKU, the leader of the popular rock group SGOCK Third Generation. Somehow or other, thanks to Sekai, Mirai may now have to go on a date with TAKU depending on the outcome of the race.",
                    "TitleJapanese": "ガン☆コレ",
                    "SummaryJapanese": "全日本ガンプラ選手権西東京予選大会を制したトライファイターズ。アシムレイトのダメージも回復し、セカイはまだ見ぬ強敵が集う全国大会に思いを馳せる。そんな中、ファッションモデルを務めるセカイの姉、カミキ・ミライは、ガンプラとファッションの融合を目指して企画された「東京ガンプラコレクション」通称「ガン・コレ」の目玉企画、モデルプロダクション対抗ガンプラ・ラリーに成り行きで参加することに……。セカイやユウマの協力を得て無事にママッガイを作り上げるミライ。「ガン・コレ」開催日、華やかなファッションショーのパートも終わり、ミライの陣中見舞いに行くセカイたち。そこで、人気ロックグループ『三代目スゴック』リーダーのＴＡＫＵが現れ、何故かセカイの仕切りでミライはＴＡＫＵとデートを賭けた勝負をすることになる。"
                },
                "11": {
                    "ID": "5052793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5052793",
                    "TitleEnglish": "Nielsen Labs",
                    "SummaryEnglish": "Now that their end-of-term exams are over, the Try Fighters are going to a training camp to prepare for the national tournament which will take place during summer vacation. Mr. Ral has kindly arranged for them to visit the Nielsen Labs, a facility equipped with the industry's leading battle environment, where all the regular national tournament teams gather. There, Sekai and his comrades end up agreeing to a practice match against team White Wolf from the Gabai Institute, the representatives from Kagoshima, who were using the battle system for a mock battle. Thanks to Sekai, however, the Try Fighters arrive later than planned and find that in the meantime the White Wolf members have been wiped out by a single Gunpla. When Yuuma sees this Gunpla, he abruptly intervenes and challenges it to battle. Fumina and the others are bewildered by Yuuma's unexpected action, but it was this same Gunpla that drove Yuuma away from Gunpla Battle two years earlier.",
                    "TitleJapanese": "ニールセン・ラボ",
                    "SummaryJapanese": "期末テストも終わり、夏休み中に開催される全国大会に向け強化合宿をすることになったトライファイターズ。ラルさんの粋なはからいで、全国大会の常連チーム達が集う業界最高峰のバトル環境が整っている施設、ニールセン・ラボへとやって来る。そこで、セカイ達はバトル装置で模擬戦をしていた鹿児島 代表、我梅学園のチーム、ホワイトウルフと成り行きで練習試合の約束をすることに……。しかし、セカイが原因でトライファイターズが約束の時間に遅刻している間にホワイトウルフのメンバーはたった一機のガンプラによって全滅させられていた。そのガンプラの姿を見たユウマはいきなり乱入し、バトルを挑む。突然のユウマの行動に困惑するフミナ達だが、そのガンプラこそ、ユウマが２年前バトルから遠退くキッカケとなったガンプラであった。"
                },
                "12": {
                    "ID": "5052794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5052794",
                    "TitleEnglish": "To Fly to the Future",
                    "SummaryEnglish": "The Try Fighters have been utterly defeated by Gundam The End, the Gunpla controlled by Saga Adou of the Gunpla Academy. Yuuma is unable to hide his shock at witnessing the vast difference in their abilities, and he flees the scene, leaving his teammates behind. The concerned Fumina asks Mr. Ral to look after Sekai, who has collapsed as a result of assimilation, while she goes in search of Yuuma. Meanwhile, Meijin Kawaguchi appears before the dispirited Yuuma. Without explanation, the Meijin spirits him away in his motorcycle sidecar. Fumina sees them go, and is then approached by Lady Kawaguchi, who warns her that \"As a Gunpla builder and fighter, you're definitely lacking something.\" To restore their lost confidence, and show them what they lack, the two Kawaguchis challenge Yuuma and Fumina to battle!",
                    "TitleJapanese": "未来へ羽ばたくために",
                    "SummaryJapanese": "ガンプラ学園のアドウ・サガが操るガンダム・ジ・エンドに完膚無きまでに叩きのめされたトライファイターズ。その圧倒的な実力差を見せつけられたユウマはショックを隠しきれないまま、セカイ達を残しその場を立ち去ってしまう。心配したフミナはアシムレイトの反動で倒れたセカイをラルさんに任せ、ユウマを捜すことに……。ふさぎ込んでいたユウマの前に現れたのは、メイジン・カワグチであった。問答無用にその場からサイドカーでメイジンに連れ去られるユウマを発見するフミナだったが、そんな彼女の前にもレディ・カワグチが現れ忠告をする「ガンプラビルダー、ファイターとして、今のあなたには決定的に足りないものがある」と……。失われた自信を取り戻すため、足りないモノを気づかせるため、二人のカワグチはユウマとフミナにバトルを挑む！"
                },
                "13": {
                    "ID": "5052795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5052795",
                    "TitleEnglish": "Beyond the Knuckle",
                    "SummaryEnglish": "Having recovered from his battle with Adou, Sekai heads for the Labs' workshop to repair the Build Burning Gundam, and encounters a mysterious girl. Thanks to the girl's advice, Sekai finishes repairing the Build Burning, and the next day he goes to the Labs' battle room with Mr. Ral for special training. There he meets Kei Karima from Honmoku Academy, representing Kanagawa, who suggests they play a practice match. His goal is to learn the strength of the Gunpla Academy, and when Sekai realizes this, he cannot hide his anger. At this point Wilfrid Kijima, the ace of the Gunpla Academy, intervenes, as does the Gabai Institute team that represents Kagoshima. It seems the situation will get out of hand, until Meijin Kawaguchi suddenly appears on top of the battle system. Thus begins a Battle Royal among representatives of each school, under the Meijin's supervision.",
                    "TitleJapanese": "ビヨンド・ザ・ナックル",
                    "SummaryJapanese": "アドウとのバトルのダメージから回復したセカイは、ビルドバーニングガンダムの修復をするためラボの工作室へと向かい謎の少女と出会う。少女のアドバイスを受けビルドバーニングガンダムの修復を終えたセカイは、翌日、特訓のためラルさんとラボのバトルルームへと赴く。そこで、神奈川代表、本牧学園のカリマ・ケイが現れセカイに練習試合を申し入れる。その目的がガンプラ学園の実力を知るためだと知ったセカイは憤りを隠せずにいた。そこに、ガンプラ学園のエース、キジマ・ウィルフリッドと鹿児島代表の我梅学園までもが割って入り、収拾がつかない状況に……。その時、突如バトル装置のシステムが立ち上がり、メイジン・カワグチが現れる。かくして、メイジンの仕切りで各校代表によるバトルロワイヤルの幕が切って落とされた。"
                },
                "14": {
                    "ID": "5102852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5102852",
                    "TitleEnglish": "Worthy Rivals",
                    "SummaryEnglish": "During a Battle Royal among representatives from each school under the Meijin's supervision, Sekai Kamiki and Wilfrid Kijima have acknowledged each other as rivals, and they promise to fight again at the national tournament. Yuuma Kousaka, meanwhile, declares that he will get revenge on Saga Adou and looks to the tournament with fresh resolve. Elsewhere, the final regional qualifiers are completed, after being delayed by problems with the venue. The winner of the Osaka qualifiers is team Build Busters from Tendaiji Academy, to which Minato Sakai now belongs. With the national tournament 10 days away, the champions from the participating schools steadily make their preparations. Fumina and her comrades, aiming to defeat the Gunpla Academy, set out to power up their own Gunpla and address their shortcomings based on their experiences at the Nielsen Labs. As the start of the tournament draws near, Gyanko and others come to help, and at last the Try Fighters' new machines are completed.",
                    "TitleJapanese": "好敵手たち",
                    "SummaryJapanese": "メイジンの仕切りによる各校代表のバトルロワイヤルを経て、互いをライバルとして認め合ったカミキ・セカイとキジマ・ウィルフリッドは全国大会で再び対戦する事を約束する。コウサカ・ユウマもまた、アドウ・サガにリベンジを宣言し全国大会への決意を新たにしていた。一方、会場の不備で順延し地区予選の最後となった大阪予選を制したのは、サカイ・ミナトが所属する天大寺学園、ビルドバスターズであった。全国大会を１０日後に控え参加校の強豪が着々と準備を進める中、フミナたちも、打倒ガンプラ学園を掲げニールセン・ラボでの経験を元に自分たちのガンプラに足りない部分を補完し、パワーアップするための改修に着手する。大会の開催が迫る中、ギャン子たちの協力もあり、ついにトライファイターズの新たな機体が完成するのであった。"
                },
                "15": {
                    "ID": "5108595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5108595",
                    "TitleEnglish": "Reborn Try Fighters!",
                    "SummaryEnglish": "Once upon a time, the Gunpla Battle world championship was held at the PPSE Stadium. After the Plavsky particle accident seven years ago, the damaged stadium was demolished, and a monument was placed there bearing the names of previous champions. Now, the Gunpla Battle Japanese Championship tournament is about to begin at the Yajima Stadium, which has been newly constructed next to this site. As champions gather from every prefecture, having fought their way through the regional qualifiers, Sekai again encounters Wilfrid Kijima of the Gunpla Academy. Meanwhile, Yuuma learns that Minato Sakai is also entering the tournament as one of the representatives from Osaka. The next day, brackets are drawn after the opening ceremonies, and the Try Fighters immediately enter battle as they are assigned the first match of the tournament. Their opponent is Okhotsk Academy, representing South Hokkaido, a team that placed in the best 8 of last year’s national tournament!",
                    "TitleJapanese": "新生!トライ・ファイターズ",
                    "SummaryJapanese": "かつて、ガンプラバトル世界選手権が行われていたＰＰＳＥスタジアム。７年前のプラフスキー粒子の暴走事件により、損壊したスタジアムは取り壊され、今では歴代チャンピオンたちの名を刻んだ碑が設置されている。その跡地の隣に新たに建設されたヤジマスタジアムで、全日本ガンプラバトル選手権大会が開催されようとしていた。全国予選を勝ち抜いてきた各都道府県の強豪たちが集う中、セカイはガンプラ学園のキジマ・ウィルフリッドと再会しエールを送る。一方、ユウマもサカイ・ミナトが大阪代表として、この大会に出場している事を知る。翌日、開会式後の組み合わせ抽選の結果、フミナたちのトライファイターズは大会 第１試合に決定し、早速バトルをすることに。対戦相手は昨年全国大会ベスト８のチーム、南北海道代表、オホーツク学園であった！"
                },
                "16": {
                    "ID": "5108596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5108596",
                    "TitleEnglish": "Magnificent Shia",
                    "SummaryEnglish": "Minato Sakai and his teammates from Tendaiji Academy, representing Osaka, easily make it through the first round of the tournament thanks to the overwhelming power of their unique Gunpla, the Tryon 3. Other rivals that Sekai and his comrades met at the Nielsen Labs, such as the Gabai Institute from Kagoshima and the Toritsu Academy from Niigata, likewise survive the first round. As the tournament enters its second round, the top-seeded Gunpla Academy finally enters battle. The Gunpla Academy’s third fighter is Shia Kijima, the girl who taught Sekai how to repair the Build Burning. The attention of the whole venue is focused on the Gunpla Academy as it battles Honmoku Academy, representing Kanagawa. But its team leader, Wilfrid Kijima, orders Shia to sortie alone as a penalty for waiting until the very last minute to complete her Gunpla. Now Shia’s G-Portent must confront Honmoku Academy on its own.",
                    "TitleJapanese": "華麗なるシア",
                    "SummaryJapanese": "大阪代表、天大寺学園のサカイ・ミナトたちは異色のガンプラ、トライオン３を操りその圧倒的なパワーで大会一回戦を難なく突破する。セカイたちがニールセン・ラボで出会った鹿児島代表の我梅学院、新潟代表の統立学園などのライバルたちも順調に一回戦を突破していた。大会も二回戦目に入り、ついにシード校であるガンプラ学園もバトルに参戦。ガンプラ学園３人目のファイターは、セカイにビルドバーニングの改修を指南していた少女、キジマ・シアであった。会場の注目を集める中、神奈川代表、本牧学園とのバトルに挑むガンプラ学園であったが、チームリーダーのキジマ・ウィルフリッドがギリギリまでガンプラの完成を遅らせたペナルティとしてシアに単機での出撃を指示する。シアはＧ−ポータントを操作し１人で本牧学園と対峙するのであった。"
                },
                "17": {
                    "ID": "5121398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5121398",
                    "TitleEnglish": "Haunted Castle Trap",
                    "SummaryEnglish": "In the second round of the tournament, the Try Fighters will be facing team SD-R from Toritsu Academy, representing Niigata. These three brothers are formidable enemies, who have made it this far by thoroughly analyzing their opponents' data, and then using their SD Gundams to execute precision tactics with skillful teamwork. As rival players look on, the battle finally begins. The Try Fighters must search through a huge haunted castle, watching out for enemy attacks. But due to Yuuma's unexpected weak point, they fall for their opponent's plan, and the Try Fighters are split up. Fumina heads underground to rejoin her teammates, and finds that a time bomb has been planted to block her path. Meanwhile, Sekai and Yuuma have fallen underground and are now in peril due to the enemy's Absorb System, which pins down their machines by absorbing Plavsky particles.",
                    "TitleJapanese": "亡霊城の罠",
                    "SummaryJapanese": "トライファイターズの大会二回戦目の対戦相手は新潟代表、統立学園、チーム、ＳＤ−Ｒ。ＳＤガンダムを駆使し、相手の情報を分析し尽くした緻密な戦術と三兄弟の巧みな連携で大会を勝ち抜いてきた強敵だ。ライバル達が見守る中、ついにバトルが開始される。対戦相手の攻撃を警戒しつつ、巨大な亡霊城の中を探索するトライファイターズ。しかし、ユウマの意外な弱点により敵の作戦にハマったトライファイターズはチームを分断されてしまう。セカイ達と合流するため地下へと向かうフミナだが、仕掛けられていた時限爆弾のトラップで通路に閉じ込められる。一方、地下に落とされたセカイ達は、プラフスキー粒子を吸収する敵のアブソーブ・システムにより機体の自由を奪われ窮地に立たされていた。"
                },
                "18": {
                    "ID": "5121399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5121399",
                    "TitleEnglish": "Snibal-Drago-Gira",
                    "SummaryEnglish": "The Try Fighters have been cornered by the Snibal-Drago-Gira which Toshiya Shiki created out of his grudge towards the Gunpla Academy. This monster now threatens them with its clever tactics, and the firepower it has gained by stealing their own particles with its Absorb System. Even as he endures the enemy's fierce attack, Sekai creates an opening for the Try Fighters, and they take advantage of this to escape the haunted castle and begin their counterattack. During the battle, Sekai senses that Toshiya is battling out of resentment toward the Gunpla Academy, and in order to overcome that grudge he musters all his strength to activate the Burning Burst and launch one last attack. The Try Fighters barely manage to win their second round, but all their machines have suffered heavy damage, and it appears that they won't be able to fully repair the Try Burning which was originally built by Sei Iori. But just then, Yuuma receives a message from his sister China.",
                    "TitleJapanese": "スナイバル・ドラゴ・ギラ",
                    "SummaryJapanese": "シキ・トシヤのガンプラ学園への復讐心で造られたスナイバル・ドラゴ・ギラは、アブソーブ・システムでセカイ達から奪った粒子を使った火力と巧みな戦術でトライファイターズを窮地に追い込んでいた。敵の猛攻に耐えながらも、セカイが作ったチャンスを活かし亡霊城からの脱出を果たしたトライファイターズは反撃を開始する。戦いの中、ガンプラ学園への 恨みでバトルをするトシヤの心を感じ取ったセカイは、恨みを断ち切るため渾身の力を振り絞りバーニングバーストを発動させた一撃を放つ。辛くも第２回戦を勝利したトライファイターズだったが、各機体に受けたダメージは大きく、イオリ・セイが造ったトライバーニングの完全な修復は不可能と思われていた。そんな時、ユウマの元に姉のチナから連絡が入る。"
                },
                "19": {
                    "ID": "5132586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5132586",
                    "TitleEnglish": "Fateful Reunion",
                    "SummaryEnglish": "After receiving spare parts for the Build Burning from his sister China, Yuuma is on his way back to the lodging house when he runs into a gang of delinquents. Yuuma risks himself to protect the parts, and is saved when Sekai and the others come running over. Meijin Kawaguchi spots someone hiding behind a tree watching the situation and tells him to come out. The person who appears is Junya Inose, a senior pupil who once studied the Jigen Haoh school of kenpo along with Sekai and Mirai. Sekai cannot hide his shock at this sudden and unexpected reunion, and wonders why the Junya who was once so kind would resort to such dishonorable tricks. Afterwards, Mirai tells him that Junya is listed as an alternate team member from Tenzan Academy, representing Miyagi Prefecture, their opponent in the upcoming quarterfinals. To determine Junya’s true intentions, Sekai must put his own feelings into his fist and challenge him in battle during the quarterfinals.",
                    "TitleJapanese": "運命の再会",
                    "SummaryJapanese": "姉のチナからビルドバーニングの予備パーツを受け取ったユウマは宿舎に戻る途中、不良たちに絡まれてしまう。自分の身をていして、パーツを守るユウマのもとにセカイ達が駆け付け事なきを得る。メイジン・カワグチはその様子を木の陰で窺っている人物に出てくるよう促す。そこから現れたのは、かつて、セカイやミライと共に次元覇王流拳法を学んでいた兄弟子のイノセ・ジュンヤであった。予期せぬ突然の再会に動揺を隠せないセカイは、あの優しかったジュンヤがなぜ卑劣な妨害行為をしてくるのか理解できないでいた……。後にミライから、次の準々決勝の対戦相手、宮城県代表、天山学園の補欠メンバーとしてジュンヤが登録されている事を知る。セカイは、ジュンヤの真意を確かめるため自分の想いを拳に宿し準々決勝の戦いに挑むのであった。"
                },
                "20": {
                    "ID": "5132587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5132587",
                    "TitleEnglish": "Unbreakable Heart",
                    "SummaryEnglish": "In the quarterfinals of the Gunpla Battle Japanese Championship, the showdown between Sekai Kamiki and Junya Inose, who are both students of the Jigen Haoh school of kenpo, has reached ferocious heights. To break the stalemate, Sekai activates the Burning Burst, but Junya activates his own Burning Burst as well. Even the original Gunpla technique that Sekai created is completely overcome. As he faces Junya, who is obsessed with the ultimate strength and seeks the extremes of strength to satisfy his own desires, Sekai continues to pursue his own kind of strength with a pure and earnest will. Putting their respective beliefs and feelings into their fists, the two combatants clash on. Sekai is hard-pressed by their difference in experience, and by Junya’s unfair attacks. But just as his consciousness fades due to the painful backlash of assimilation, Sekai is guided by a miraculous radiance.",
                    "TitleJapanese": "折れない心",
                    "SummaryJapanese": "全日本ガンプラバトル選手権、準々決勝……同じ次元覇王流拳法を使うカミキ・セカイとイノセ・ジュンヤの同門対決は熾烈を極めていた。戦況を打開するためセカイはバーニング・バーストを発動させるが、ジュンヤも同様にバーニング・バーストを発動させ、セカイが編み出したガンプラのオリジナル技でさえもことごとく打ち破っていく。究極の強さに取り憑かれ、己の欲望を満たすために強さの極致を目指すジュンヤと対戦相手に向き合い、純粋、ひたむきに強さを極めようとするセカイ。相反する二人は互いの信念と想いを拳に宿し激突する。しかし、経験の差とジュンヤの卑怯な攻撃でピンチに追い込まれてゆくセカイ。アシムレイトの反動による激痛で薄れゆく意識の中、セカイは不思議な輝きに導かれる。"
                },
                "21": {
                    "ID": "5132588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5132588",
                    "TitleEnglish": "Blue Wings",
                    "SummaryEnglish": "The members of the best 4 teams in the Gunpla Battle Japanese Championship gather, and a drawing is held to determine the brackets for the semifinals. Match one will pit Shizuoka Prefecture’s independent Gunpla Academy, led by Wilfrid Kijima, against Tokushima’s Granada Academy, whose team includes the European junior champion Lucas Nemesis. In match two, Sekai Kamiki and his comrades from West Tokyo’s Seiho Academy Middle School will face Minato Sakai and Tendaiji Academy, representing Osaka. Before the first battle, sparks fly between the members of each team, centering on Sekai. Then, in a battle stage made up of floating islands, the curtain rises on the match between the Gunpla Academy and Granada Academy. Controlling the Crossbone Gundam X1 Full Cloth, Lucas begins a one-on-three battle against the Gunpla Academy.",
                    "TitleJapanese": "蒼き翼",
                    "SummaryJapanese": "全日本ガンプラバトル選手権大会のベスト４メンバーが出そろい、準決勝の対戦相手を決める組み合わせ抽選会が行われる。第一試合は、キジマ・ウィルフリッド率いる静岡県代表、私立ガンプラ学園とヨーロッパ・ジュニア・チャンピオンの肩書きを持つルーカス・ネメシスが所属する徳島代表、グラナダ学園が対戦。第二試合はカミキ・セカイたち西東京代表、聖鳳学園中等部とサカイ・ミナトがいる大阪代表、天大寺学園に決まった。試合前からセカイをめぐり互いに火花を散らし合う各チームのメンバーたち。かくして浮遊大陸が浮かぶバトルステージで、私立ガンプラ学園とグラナダ学園の第一試合の幕が切って落とされる。ルーカスはクロスボーンガンダムＸ１フルクロスを操作し、ガンプラ学園を相手に１対３のバトルを挑むのであった。\n\n脚本=黒田洋介／絵コンテ=江上潔、西澤晋／演出=うえだしげる／キャラ作監=大貫健"
                },
                "22": {
                    "ID": "5132589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5132589",
                    "TitleEnglish": "Follow Your Heart",
                    "SummaryEnglish": "At the end of the fierce first match of the Gunpla Battle Japanese Championship semifinals, the private Gunpla Academy has managed to achieve a narrow victory. The defeated Lucas Nemesis apologizes to Sekai because they won’t be able to fight in the final round, but says he’ll be waiting one step ahead, leaving Sekai with the encouraging prediction that they will meet again on the world stage. Meanwhile, Minato Sakai of Tendaiji Academy appears before Yuuma and Fumina to issue a declaration of war. Unable to understand Minato’s one-sided hostility toward Yuuma, Fumina asks the reason for it. This gives Minato an opportunity to spill out all of his previously accumulated feelings about Yuuma. Acknowledging Minato’s feelings, Yuuma apologizes from the bottom of his heart and proclaims his determination. With fresh resolve, the Try Fighters and the Build Busters commence the second match of the semifinals.",
                    "TitleJapanese": "心のままに",
                    "SummaryJapanese": "全日本ガンプラバトル選手権準決勝第一試合は激闘の末、僅差で私立ガンプラ学園に勝利の女神が微笑む。敗れたルーカス・ネメシスはセカイに決勝戦で戦えなかった事を謝罪し、「一足先に待っているよ…」とまるで世界の舞台で再会することを予見した様なエールを送り去って行く。一方、ユウマとフミナたちの前にも天大寺学園のサカイ・ミナトが現れ宣戦をしてくる。一方的にユウマを目の敵にするミナトの行為が解せないフミナはその理由を問う。それをキッカケに今まで溜めていたユウマへの想いを一気にぶつけるミナト。ミナトの想いを受け止めたユウマは心から謝罪し自分の決意をミナトに伝えるのであった。決意も新たに勝利を目指 すトライファイターズとビルドバスターズ両チームの準決勝第二試合の火蓋が切って落とされる。"
                },
                "23": {
                    "ID": "5132590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5132590",
                    "TitleEnglish": "Build Fighter",
                    "SummaryEnglish": "The teams advancing to the final round of the Gunpla Battle Japanese Under-19 Championship are the Try Fighters, who have narrowly defeated Minato Sakai’s team Build Busters, and Celestial Sphere from the private Gunpla Academy. In anticipation of the final match, which will be held two days later, both teams begin repairing the damage their machines suffered in the semifinals. Along the way, the Try Fighters hold a briefing at Mr. Ral’s suggestion. He has received detailed data, including records of the Gunpla Academy’s last battle, from Niigata’s Toritsu Academy, which the Try Fighters faced in the second round of the tournament. After seeing this, Yuuma begins to fret, even as he continues repairing his Gunpla. Simply restoring it, he feels, won’t close the gap between them and the Gunpla Academy. With this conviction, Yuuma gathers his resolve and decides to give all their machines a full remodel in the short time before the final round.",
                    "TitleJapanese": "ビルド・ファイター",
                    "SummaryJapanese": "全日本ガンプラバトル選手権全国大会、中高生の部決勝戦に進出したのは、サカイ・ミナトのチーム、ビルドバスターズを辛くも破ったトライファイターズと、私立ガンプラ学園のソレスタルスフィアであった。２日後に行われる決勝戦に向けて、準決勝でダメージを受けた各機体の修復を始める両チーム。そんな中、ラルさんの提案でブリーフィングをする事になったトライファイターズ。大会第二回戦で対戦した新潟代表の統立学園から、ガンプラ学園の戦いぶりなどを記録した詳細なデータが送られてきたのだ。それを見たユウマは機体の修復を進めながらも思い悩む……このまま、修復を進めたとしてもガンプラ学園との実力差は埋まらない……そう確信したユウマは意を決して決勝までの時間がない中、全機体のフル改装を決意する。"
                },
                "24": {
                    "ID": "5132591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5132591",
                    "TitleEnglish": "Final Burst",
                    "SummaryEnglish": "The final round of the Gunpla Battle Japanese Championship tournament has finally begun. Taking the initiative, the Try Fighters opt to fight inside a space colony. Sekai and Fumina split off from Yuuma, and both groups make preparations to intercept the Gunpla Academy. The audience members watch this quiet start with bated breath, until the silence is broken by Kijima’s Transient Gundam. Having anticipated the Try Fighters’ plan, Kijima launches a diversionary attack to distract them, and at the same time Yuuma finds himself in combat against Shia and Adou. As the teams continue trading blows in a fierce back-and-forth struggle, Yuuma and Fumina battle Shia and Adou of the Gunpla Academy to mutual destruction. Only Sekai and Kijima remain, fighting desperately to the brink of collapse, until they ultimately reach the time limit and usher in the first overtime battle of the tournament.",
                    "TitleJapanese": "ファイナル・バースト",
                    "SummaryJapanese": "ついに始まった全日本ガンプラバトル選手権全国大会決勝戦。先行したトライファイターズはスペースコロニー内部での戦いを選択し、セカイとフミナ、ユウマの二手に分かれ、ガンプラ学園を迎撃する準備を整える。静かな出だしとなった決勝を固唾を飲んで見守る観客たち——その静寂を破ったのは、キジマのトランジェントガンダムであった。セカイたちの作戦を読み、牽制のための威嚇攻撃を仕掛けてきたのだ。ほぼ時を同じくして、ユウマもシアとアドウを相手に戦闘を開始する。一進一退の死闘と言うに相応しい激しい攻防が続く中、ユウマとフミナが、ガンプラ学園のアドウとシアと相撃ちし倒れていく——。残されたセカイとキジマはボロボロになりながらも、互いに死力を尽くし戦うが、ついには時間切れとなり、大会初の延長戦へともつれ込む。"
                },
                "25": {
                    "ID": "5168672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5168672",
                    "TitleEnglish": "Our Gunpla",
                    "SummaryEnglish": "The final round of the Gunpla Battle Japanese Championship’s national tournament has ended in a victory for the Try Fighters. After the finals, Sekai suddenly leaves on a training trip. A few days later, the Gunpla builder’s contest known as the Meijin Cup begins. At the venue, Fumina meets up with Mr. Ral and with Yuuma, who has come for a Gunpla building showdown with Minato. Many of the rivals they previously fought in the regional qualifiers and the national tournament have also gathered here. The Meijin Cup awards ceremony begins, and Yuuma’s entry wins the Open Course category. As Fumina congratulates Yuuma on his prize, Sekai returns from his training trip. Meanwhile Minato, who refuses to accept the results of the judging, raises an objection to the Meijin. In response, the Meijin activates the Gunpla Battle system to that the two contestants can settle their dispute.",
                    "TitleJapanese": "僕たちのガンプラ",
                    "SummaryJapanese": "全日本ガンプラバトル選手権全国大会決勝戦は、トライファイターズの優勝で幕を下ろした。決勝戦後、セカイは突然修行の旅に出てしまう……。それから数日後、ガンプラビルダーズ・コンテスト『メイジン杯』が開催される。ガンプラ・ビルダーとして、ミナトとの決着をつけるため、ラルさんとともに会場に現れたユウマはフミナと合流する。そこには、かつて地区予選大会や全国大会で戦ってきたライバルたちも集まっていた。メイジン杯の表彰式が始まり、オープン・コースを制したのはユウマの作品であった。ユウマの授賞を喜ぶフミナの元に、修行の旅に出ていたセカイも戻ってくる。一方、審査結果に納得のいかないミナトはメイジンに異議を唱える。それを受け、メイジンは２人に決着をつけさせるため、ガンプラバトルのシステム装置を起動させるのであった。"
                }
            }
        }
    }
}