{
  "URL": "https://www.thetvdb.com/series/gundam-build-fighters",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Comedy",
    "Science Fiction",
    "Sport"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3213642/",
    "https://www.themoviedb.org/tv/60667",
    "https://www.themoviedb.org/tv/60667"
  ],
  "TitleEnglish": "Gundam Build Fighters",
  "SummaryEnglish": "The story is set in the near future when GunPla Battles, competitions that pit Gundam plastic models against each other, have become popular worldwide in the \"Second GunPla Boom.\" Sei Iori, a first-year middle-school student and the only son of a model shop owner, is talented at building GunPla, but inexperienced in the GunPla Battles. He encounters a mysterious boy named Reiji, who happens to be an accomplished Gundam Fighter. Together, they strive for the GunPla Battle world championships.",
  "Aliases": [
    "Gundam Build Fighters Try",
    "ガンダムビルドファイターズトライ"
  ],
  "Modified": "2025-05-29",
  "Seasons": {
    "0": {
      "ID": "562247",
      "URL": "https://www.thetvdb.com/series/gundam-build-fighters/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 10,
      "Episodes": {
        "4": {
          "ID": "5718051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5718051",
          "TitleEnglish": "Gundam Build Fighters Try: Island Wars",
          "SummaryEnglish": "The Try Fighters have been invited to a tropical island to be test pilots for Nielsen Labs! Shia, Minato and Gyanko have been invited, too. But there's trouble in paradise... The crystal Nils created is going out of control, and Gunpla are starting to move on their own!",
          "Aliases": []
        },
        "5": {
          "ID": "6279581",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/6279581",
          "TitleEnglish": "Gundam Build Fighters: GM's Counterattack",
          "SummaryEnglish": "Nils Neilsen invites Sei Iori, Meijin Kawaguchi and the rest of the group to Yajima Stadium in order to try out his new large-scale battle system. Sei is just about to unveil the improvements he's made to his Gunpla, when a mysterious group appears and challenges them all to a Gunpla Battle!",
          "Aliases": []
        },
        "6": {
          "ID": "6237530",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/6237530",
          "TitleEnglish": "Battlogue: AI Battlogue",
          "SummaryEnglish": "Char Aznable and Ribbons Almark face off in all-new AI-driven Battle Mode!",
          "Aliases": []
        },
        "7": {
          "ID": "6304723",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/6304723",
          "TitleEnglish": "Battlogue: Smash the Enemy's Secret Factory!",
          "SummaryEnglish": "Yuuma and Minato work together to take down an army.",
          "Aliases": []
        },
        "8": {
          "ID": "6351089",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/6351089",
          "TitleEnglish": "Battlogue: The Adventures of Fumina and Gyanko",
          "SummaryEnglish": "Fumina and Gyanko go on a Sailor Moon-esque adventure all their own. Expect a BearGuy appearance or two!",
          "Aliases": []
        },
        "9": {
          "ID": "6392348",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/6392348",
          "TitleEnglish": "Battlogue: Our War",
          "SummaryEnglish": "Having received intelligence from the regular forces, a team of three GN-X types are standing by in the jungle, seeking clues to the location of a private armed organization's base. A surprise appearance will thwart their attempts to access the base.",
          "Aliases": []
        },
        "10": {
          "ID": "6446369",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/6446369",
          "TitleEnglish": "Battlogue: Gunpla is the Greatest!",
          "SummaryEnglish": "Sei and the Meijin fight a duel between champions.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "528840",
      "URL": "https://www.thetvdb.com/series/gundam-build-fighters/seasons/official/1",
      "TitleEnglish": "Gundam Build Fighters",
      "SummaryEnglish": null,
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "4652805",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4652805",
          "TitleEnglish": "Sei and Reiji",
          "SummaryEnglish": "Sei Iori aims to participate in the Gunpla Battle Championship World Tournament, but despite his skill at building models, he can't control them in battle. Then Sazaki challenges him to a Gunpla battle in order to get his hands on Sei's high-performance Gunpla. Sei accepts the battle, thinking that if he can't even beat Sazaki, then he'd be defeated instantly if he made it to the championship. But Sei is backed into a corner by Sazaki's overbearing fighting style until the appearance of Reiji, a mysterious boy who he met earlier that day. Even though Reiji has never used Gunpla before, he overwhelms Sazaki's Gunpla with his superb control technique. Sei builds, and Reiji battles. Thus the Gundam Build Fighters are born!",
          "Aliases": []
        },
        "2": {
          "ID": "4681501",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4681501",
          "TitleEnglish": "The Crimson Comet",
          "SummaryEnglish": "Having met Sei by chance, the mysterious boy Reiji insists on staying at his home and somehow even ends up coming to his school. And when Gonda, a student council executive, tries to kick out this intruder, Reiji turns the tables on him as well. Tatsuya Yuuki, the student council president and head of the model-building club, attempts to resolve the situation by saying that he invited Reiji to join the club. But Gonda, having lost face in front of the other students, challenges Reiji to a Gunpla battle purely for revenge. Using Sei's Build Strike Gundam, Reiji wins a total victory in his battle with Gonda. Then a crimson Gunpla appears before them both—the Zaku Amazing!",
          "Aliases": []
        },
        "3": {
          "ID": "4685737",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4685737",
          "TitleEnglish": "Full Package",
          "SummaryEnglish": "Sei and Reiji have now witnessed the overwhelmingly superior power of Tatsuya Yuuki's Zaku Amazing. To prepare for the day when he'll face Yuuki again in the championship, Sei secludes himself in his workshop to complete the Full Package equipment for his Build Strike. Meanwhile, Reiji goes out into the city at night and heads for a certain place—a store where men with years of Gunpla experience meet night after night to fight battles. Reiji challenges the men just for the sake of combat practice, and easily defeats his opponents. But then Ricardo Fellini, an Italian Gunpla battle fighter, appears before him! And on the day of the championship, Sei has somehow completed the Build Strike, but Reiji is nowhere to be found...",
          "Aliases": []
        },
        "4": {
          "ID": "4691907",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4691907",
          "TitleEnglish": "Gunpla Idol Kirara ★",
          "SummaryEnglish": "Sei and Reiji are advancing smoothly through the Gunpla Battle Championship. Then, on a certain day, a woman calling herself Mihoshi appears at the hobby shop owned by Sei's family. Sei immediately hits it off with Mihoshi, who has a wealth of Gunpla knowledge. Mihoshi makes a deep impression on Sei, and as he advances through the championship, she repeatedly comes to see him at school as well as at the store. Seeing the two of them happily discussing Gunpla, China is greatly disturbed. And Yuki, who is with her, feels an indescribable anxiety when he sees Mihoshi. On the day of the championship, Sei and Reiji are perfectly positioned to fight. But before them appears a singing woman named Kirara... Kirara, the Akihabara-style Gunpla idol!",
          "Aliases": []
        },
        "5": {
          "ID": "4697280",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4697280",
          "TitleEnglish": "The Strongest Builder",
          "SummaryEnglish": "Before the decisive battle with Tatsuya Yuki, Reiji once again goes in search of combat practice, while Sei concentrates on fine-tuning the Build Strike. China is becoming concerned that Sei is too engrossed in his work. Then, a mysterious boy named Mao Yasaka appears before the two of them. Having won the Japanese 5th Block, he has already earned a place in the World Tournament, and he says he has come to the store because he is interested in Sei, a highly skilled builder who is the same age as he is. Mao has only one goal: to determine which of them is superior as a Gunpla builder. Sei accepts his challenge, and Sei and Mao bring out their Gunpla, the Build Strike and the Gundam X Maoh. As soon as they see each other's work, Sei and Mao find themselves adrift in space...!",
          "Aliases": []
        },
        "6": {
          "ID": "4703350",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4703350",
          "TitleEnglish": "A Reason to Battle",
          "SummaryEnglish": "To have a rematch against Tatsuya Yuki, and beat him—this has been Reiji's only motivation for fighting Gunpla battles. But now that Yuki has suddenly withdrawn from the competition, Reiji has lost his purpose, and aimlessly wanders the streets. Sei, too, is frustrated that he can't have a rematch with Yuki. Seeing the two of them, China feels an indescribable uneasiness. Now that Reiji is unable to fight Yuki, where is he going to end up? But Sei vows to believe in Reiji, and looks forward to his eventual return. Meanwhile, Reiji is trembling with fear as Tatsuya Yuki appears before him. And clutched in his hand is the Zaku Amazing!",
          "Aliases": []
        },
        "7": {
          "ID": "4709008",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4709008",
          "TitleEnglish": "World-Level Ability",
          "SummaryEnglish": "Sei and Reiji have now earned their place in the World Tournament. Together with Rinko and China, they go to the summer sea, where they can all forget the usual battles and enjoy the seaside. They head for an inn in the mountains, only to find Mao Yasaka there—he too has come to stay at the inn. What's more, it looks like he's taken an interest in Misaki, the landlady's daughter, and one way or another he keeps making passes at her. Nonetheless, Sei and the others try to enjoy their stay at the inn, but it seems that the inn is in some kind of decline. They begin to feel uneasy as more incidents occur, and then a truck crashes into the inn. From the truck emerges a man known as Blazing Tatsu, a veteran of previous World Tournaments. What could his objective be...?",
          "Aliases": []
        },
        "8": {
          "ID": "4715318",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4715318",
          "TitleEnglish": "Encounters of Fighters",
          "SummaryEnglish": "Sei, Reiji, and Mao have been chosen to participate in the Gunpla Battle Championship World Tournament. Meanwhile, outside Japan, a series of qualifying tournaments have been underway in other countries to select players for the World Tournament. Among them are Ricardo Fellini of Italy, Luang Dallara of Thailand, and the Renato brothers of Argentina. Fellini's rival Greco Logan, a World Tournament veteran, is considered the favorite to represent America. But an unexpected ambush awaits him in the final round of the qualifying tournament. When the young prodigy Nils Nielsen, known as the Early Genius, reveals the hidden power of his Gunpla, the Sengoku Astray, it will shake the arena... no, the world!",
          "Aliases": []
        },
        "9": {
          "ID": "4720892",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4720892",
          "TitleEnglish": "Wings of Imagination",
          "SummaryEnglish": "Sei is working on a new Gunpla for use in the World Tournament. But, anxious about whether it's safe to keep it \"as is,\" he has fallen into a kind of slump. When China unexpectedly ends up in a Gunpla Battle tournament limited to female players, she distracts Sei from his worries by asking him for Gunpla Battle advice. Thanks to intensive training by Sei and Reiji, China and her Gunpla, (Mr.) Beargguy III, begin piling up victories in the women-only tournament. Only one person stands in her way: Caroline Yajima, an art-contest veteran who considers herself China's rival. China finds herself in peril when she faces the Gunpla that Caroline has built.",
          "Aliases": []
        },
        "10": {
          "ID": "4727085",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4727085",
          "TitleEnglish": "The World Tournament Begins",
          "SummaryEnglish": "The Gunpla Battle Championship World Tournament begins. One by one, representatives from throughout the world enter the holy ground of Shizuoka. The day before the tournament begins, Reiji skips the reception party and heads into town in search of tasty food, and there he has a fateful encounter with a mysterious girl. On the first day of the tournament, the world's top players are proclaiming themselves victorious as usual...until Aila Jyrkiäinen, who became Finland's representative by defeating the previous World Tournament winner during the qualifiers, makes her entrance and shows the world her overwhelming strength. Then Sei's and Reiji's battle begins. Their Star Build Strike, a new Gunpla created for the world championship and equipped with revolutionary new systems, finally flies into the world!",
          "Aliases": []
        },
        "11": {
          "ID": "4733447",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4733447",
          "TitleEnglish": "Battle Royal",
          "SummaryEnglish": "During the final battle of the World Tournament's first day, a PPSE works team entered the tournament, thanks to the sponsor's special rules. The name of its fighter is Meijin Kawaguchi, and Sei and Reiji are certain that another friendly rival has appeared. The tournament then enters its second period, a Battle Royal elimination match among all the players. An enormous diorama unfolds, and 90 Gunpla begin a fierce battle. Sei and Reiji attempt to survive the battle by teaming up with Mao and Fellini, but a huge shadow is creeping up on them...",
          "Aliases": []
        },
        "12": {
          "ID": "4738545",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4738545",
          "TitleEnglish": "Discharge",
          "SummaryEnglish": "During the second period of the World Tournament, all the players must compete in a Battle Royal elimination match. In the middle of the fighting, the battle is interrupted by the sudden appearance of a giant Mega Size Gunpla which belongs to none of the participating players. The other Gunpla have no way to deal with its overwhelming firepower, and since it isn't related to the tournament, most of the players try to avoid fighting it. But Reiji, on the other hand, boldly challenges the giant Gunpla. His seemingly reckless fighting spirit is backed up by the Star Build Strike, the new Gunpla that Sei has built. To win the fight, Sei activates the Discharge System installed in the Star Build Strike.",
          "Aliases": []
        },
        "13": {
          "ID": "4748101",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4748101",
          "TitleEnglish": "Battle Weapon",
          "SummaryEnglish": "The World Tournament enters its third period, which consists of one-on-one battles using only the original weapons prepared by the tournament organizers. Nobody will know what the weapons are until the battle begins. Although confused by the unfamiliar weapons, the top fighters win their battles, one after another. Sei and Reiji's opponent is the Thai representative Luang Dallara, a top champion of the tournament.",
          "Aliases": []
        },
        "14": {
          "ID": "4760726",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4760726",
          "TitleEnglish": "Codename: C",
          "SummaryEnglish": "The tournament has reached its seventh period, and only one period now remains. Sei and Reiji have earned a good point score, and are working their way into the top group. Then the seventh period begins, with the announcement of a Gunpla Race. This is literally a speed race, where fighters compete for position during three laps of a special course constructed inside the arena. Sei's and Reiji's Star Build Strike uses its Discharge System to make an amazing starting dash. It looks like they'll finish the race in the lead, but Baker, the secretary of PPSE's Chairman Mashita, has prepared a huge trap in the special course. The Star Build Strike is headed for danger!",
          "Aliases": []
        },
        "15": {
          "ID": "4768506",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4768506",
          "TitleEnglish": "Fighter's Radiance",
          "SummaryEnglish": "Sei and Reiji have no choice but to win their next battle. But their opponent in the final period turns out to be the Italian champion Ricardo Fellini, who has been undefeated up through the seventh period. Whatever the results of this last qualifier, his qualification for the tournament finals is already decided. Now Fellini wonders whether he should give Sei and Reiji their victory, and preserve his own machine, by deliberately losing, or...? With mixed emotions, Fellini confronts the Star Build Strike.",
          "Aliases": []
        },
        "16": {
          "ID": "4768507",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4768507",
          "TitleEnglish": "Dad, We Meet Again?",
          "SummaryEnglish": "This is a moment of relaxation, but Sei is focused on improving the Star Build Strike. When Sei refuses to let him help with the work, Reiji heads into town to prove that he too can build Gunpla. As Reiji picks through the Gunpla in a hobby store, a bearded man greets him. The man also drags in Aila, who happens to be passing by, and forcibly subjects them to a Gunpla lecture. Though his teaching methods are Spartan, the Gunpla they build following his advice is better than anyone would have expected. Reiji promptly takes his assembled Gunpla into battle, but the Gunpla that appears as his opponent looks just like a customized Gunpla that previously attacked him and Sei!",
          "Aliases": []
        },
        "17": {
          "ID": "4768508",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4768508",
          "TitleEnglish": "Model of the Heart",
          "SummaryEnglish": "As the World Tournament finals begin, Sei and Reiji find that their opponent in the first round is Mao Yasaka. When they met in Tokyo, they swore to fight in the World Tournament, and now that promise will finally be fulfilled. But Mao senses a threat from the Star Build Strike, which was more than an even match for Fellini. With Sei's rapidly advancing building skills, and Reiji's control technique, he is likely to lose. Desperate to win, Mao goes to visit Master Chinan of the Gunpla Shingyo school of modeling arts and ask to be taught new secrets. On the day of the battle, a worn-out Mao appears before Sei and Reiji. Now begins a life-or-death battle between the Star Build Strike and the Gundam X Maoh...",
          "Aliases": []
        },
        "18": {
          "ID": "4776577",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4776577",
          "TitleEnglish": "Bloodhounds",
          "SummaryEnglish": "The Thai champion Luang Dallara has fallen! Luang, who once fought a fierce battle with Sei and Reiji, was defeated by the Renato brothers of Argentina, dark horse contenders in the tournament. Their trick of destroying an opponent's Gunpla without using weapons, as if by magic, is a power they have kept in reserve until the tournament finals. In their second battle, these Renato brothers now face Meijin Kawaguchi. Kawaguchi presses forward with a frontal attack, but finds himself in peril thanks to the Renato brothers' clever tactics.",
          "Aliases": []
        },
        "19": {
          "ID": "4776578",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4776578",
          "TitleEnglish": "Astray's Blade",
          "SummaryEnglish": "The next opponent for the Sei and Reiji team is Nils Nielsen, the young prodigy known as the Early Genius. His Sengoku Astray, which uses an arsenal of weapons and techniques based on Plavsky particles, is definitely a tough enemy. On the eve of the battle, Nils contacts Sei and Reiji and tells them he wants to ask them about something. If they tell him, he is willing to withdraw from the battle.",
          "Aliases": []
        },
        "20": {
          "ID": "4776579",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4776579",
          "TitleEnglish": "Aila's Betrayal",
          "SummaryEnglish": "The fighting in the tournament finals is becoming ever more fierce. Having advanced to the best 8, Ricardo Fellini, the Italian Dandy, faces his next battle. His opponent is Aila Jyrkiäinen, the top fighter of Team Nemesis, who crushed the previous tournament champion Carlos Kaiser. With its speed and wealth of combat experience, Fellini's Wing Gundam Fenice puts up a hard fight against Aila's Qubeley Papillon, which has remained an undefeated legend since the qualifiers.",
          "Aliases": []
        },
        "21": {
          "ID": "4803291",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4803291",
          "TitleEnglish": "Amid the Glittering Particles",
          "SummaryEnglish": "\"We'll beat you! In our next battle, Sei and I will beat you for sure!\" Aila's heart is pierced by Reiji's angry outburst, and she wonders what she is doing here. She remembers meeting Barthes, being scouted, being forced to battle, and endlessly training. Now she has no option other than fighting, even if Reiji is her opponent. Suppressing her emotions, Aila begins her confrontation with Reiji. With her Qubeley Papillon, and her own special abilities, she assaults the Star Build Strike.",
          "Aliases": []
        },
        "22": {
          "ID": "4803292",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4803292",
          "TitleEnglish": "Meijin vs. Meijin",
          "SummaryEnglish": "As the second match of the tournament quarterfinals approaches, Meijin Kawaguchi's opponent is changed. The new fighter's name is Julian Mackenzie, and Kawaguchi and Allan are terrified to hear this name. At the Gunpla school that Allan and Tatsuya Yuki once attended, Julian was the top student, whose Gunpla building techniques and control abilities were said to be closest to those of a Meijin.",
          "Aliases": []
        },
        "23": {
          "ID": "4803293",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4803293",
          "TitleEnglish": "Gunpla Eve",
          "SummaryEnglish": "The finalists for the Gunpla Battle Championship World Tournament have been decided at last. With the finals one week away, a grand festival is held in the tournament arena. Life-sized Gundam statutes are displayed, and booths host a variety of events. For a little while, they all forget the fierce fighting of the tournament, and appreciate the fun and profundity of Gunpla with all their hearts. On the eve of the finals, Sei and Reiji have finished their preparations for the battle. Then Tatsuya Yuuki appears before them, and discards his Meijin mask.",
          "Aliases": []
        },
        "24": {
          "ID": "4824035",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4824035",
          "TitleEnglish": "Dark Matter",
          "SummaryEnglish": "The Gunpla Battle Championship World Tournament finals have begun at last, but the arena is shrouded in a solemn atmosphere. The Gundam Amazing Exia, the Gunpla that Meijin Kawaguchi is using against Sei's and Reiji's Star Build Strike, has been painted black. And that's not all. Like the colors of his machine, Kawaguchi's fighting style is also as grim and merciless as pitch-black darkness. Sei is bewildered—what has become of the promise he and Yuki made to make this a great battle? What has happened to Yuki? As the Star Build Strike finds itself in peril, PPSE's Chairman Mashita watches and laughs, and his gemstone gives off an ominous light.",
          "Aliases": []
        },
        "25": {
          "ID": "4824036",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4824036",
          "TitleEnglish": "Promise",
          "SummaryEnglish": "After many ups and downs, the finals of the Gunpla Battle Championship World Tournament are over at last. However, in its aftermath, the Plavsky particle crystals have gone out of control. The particles that fill the arena are starting to materialize, as the panicking audience members rush to escape. The only way to resolve the situation is to destroy the crystals. On Nils's advice, Sei and Reiji dispatch their Gunpla, as do Mao, Fellini, China, and Aila, but they are hard-pressed by the counterattack from the crystals. Their former rivals hurry to their aid, as do the former Gunpla fighters Mr. Ral, Takeshi, and Master Chinan. Let's do it! This is Gunpla's last shooting!",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "591492",
      "URL": "https://www.thetvdb.com/series/gundam-build-fighters/seasons/official/2",
      "TitleEnglish": "Gundam Build Fighters Try",
      "SummaryEnglish": null,
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "4937451",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/4937451",
          "TitleEnglish": "The Boy Who Calls the Wind",
          "SummaryEnglish": "Fumina Hoshino, president of the Seiho Academy's Gunpla Battle Club, is flustered. Since she is currently the Battle Club's only member, it won't be able to enter the Gunpla Battle Japanese Under-19 Championship, which requires teams of three. Then Fumina meets a transfer student named Sekai Kamiki, a master of the Jigen Haoh school of martial arts. She immediately recruits him for the Battle Club. Sekai, using a Dom that he unexpectedly discovers in the club room, is taken in by the appeal of Gunpla Battle. Then Daiki Miyaga, the president of the Plastic Model Club who has been trying to recruit Fumina, appears and proposes a battle. Even though it's his first time, Sekai uses his Jigen Haoh martial arts to crush Miyaga's machine. But then the gifted young builder Yuuma Kousaka, Fumina's childhood friend, interrupts with his Lightning Gundam!",
          "Aliases": []
        },
        "2": {
          "ID": "5018524",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5018524",
          "TitleEnglish": "Team Up, Try Fighters!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "5018531",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5018531",
          "TitleEnglish": "Her Name Is Gyanko",
          "SummaryEnglish": "Having transferred to the Seiho Academy, Sekai discovers that he and Yuuma are in the same class. He challenges Yuuma to a battle but is bluntly rejected. Meanwhile, the school's student council has decided to merge the Gunpla Battle Club with the Plastic Model Club. To survive on its own, the Battle Club must defeat the Plamo Club in battle, and Yuuma is among the latter's players. With the Battle Club facing three-to-two odds, the battle seems like a mere formality, but Fumina's tactics let them put up a good fight. Miyaga loses his temper and deploys the huge mobile armor Agrissa, finally backing Fumina into a corner. But Yuuma, unable to accept that his club president is trying to win by ignoring the previously agreed rules, teams up with Sekai to destroy Miyaga's Agrissa. Thus, with the addition of Yuuma, team Try Fighters is finally formed!",
          "Aliases": []
        },
        "4": {
          "ID": "5031370",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5031370",
          "TitleEnglish": "G-Muse",
          "SummaryEnglish": "Having achieved their first victory in the practice match with Gyanko, the Try Fighters are training hard for the regional qualifiers which will be held in one month. Fumina is thinking of building a new mobile suit for use in the tournament, and when she confers with Mr. Ral, he suggests that she and Sekai take a trip to G-Muse. Here, Fumina virtually goes into a trance as she tries to choose a Gunpla, and Sekai is soon bored of watching her. A clerk encourages Sekai to build his first Gunpla, the Musha Godmaru, which he uses to battle some little kids. As Fumina rejoins him, they encounter Minato Sakai, a middle-school builder from Osaka. In the twinkling of an eye, Minato builds his own Kouki Gundam and begins a battle with Sekai. Thanks to his knowledge of SD Gundams' unique traits, Minato gives Sekai a hard fight and ultimately defeats him. But this battle has given Sekai and Fumina some valuable ideas for the tournament.",
          "Aliases": []
        },
        "5": {
          "ID": "5031371",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5031371",
          "TitleEnglish": "Dream and Challenge in Your Heart",
          "SummaryEnglish": "Through the battle with Minato Sakai, Sekai and Fumina have realized what they need to do, and they quickly begin working towards the championship. Meanwhile, in order to keep his promise to Fumina, Yuuma is building power-up equipment for his Lightning Gundam. But rival teams are also steadily preparing for the regional qualifying tournament. Each with their own dreams in their hearts, they all gather for the Gunpla Battle Japanese Under-19 Championship’s West Tokyo Tournament. On the first day of the tournament, Fumina arrives with her just-completed Winning Gundam, and Sekai and Yuuma have been making their own preparations too. A random drawing determines that the Try Fighters will fight in match three of the first day. Demonstrating the results of all their efforts thus far, the Try Fighters finally begin their struggle to reach the national tournament!",
          "Aliases": []
        },
        "6": {
          "ID": "5039805",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5039805",
          "TitleEnglish": "Ruler of the Battlefield",
          "SummaryEnglish": "The Try Fighters have achieved a splendid victory in the first round of the regional qualifiers, and they celebrate with a modest toast. But their joy is short-lived as they learn who they will face in round two. Their opponent is Seiren Technical College, a veteran team which is favored to win the championship. Whatever tactics their foes try, Seiren anticipates their moves and drives them to defeat, and thus it’s said that this team rules the battlefield. The night before the match, Fumina summons Sekai and Yuuma to the club room, where they witness a hidden feature of the Winning Gundam which may be their ace in the hole. The Try Fighters face the second round with perfect poise, but Seiren’s three Ez-SR units have analyzed the characteristics of the fighters as well as their machines, and now they strike precisely at the Try Fighters’ weakest points!",
          "Aliases": []
        },
        "7": {
          "ID": "5045093",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5045093",
          "TitleEnglish": "Straight-Assembly Shimon",
          "SummaryEnglish": "After defeating the veterans of Seiren Technical College, the Try Fighters win an easy victory in the third round, as their opponents self-destruct! With luck on their side, they are advancing to the quarterfinals. Fumina and the others observe the following match to see their next opponent. The victor of this match is Joto Middle School, which uses straight-assembled Gunpla but defeats a regularly winning team thanks to its fighters’ own control skills. After the match, two members of the Joto Middle School team beg the Try Fighters to let them win for the sake of their team leader Shimon Izuna’s little brother Mamoru, who is battling a serious illness. Fumina and the others are bewildered by this unexpected request, and begin to question their own reasons for fighting. In order to see the situation for himself and test his resolve, Sekai goes alone to the hospital where Shimon’s brother is being treated. Here, Sekai issues a straightforward declaration of war to Mamoru the Gunpla builder, and to his opponent Shimon!",
          "Aliases": []
        },
        "8": {
          "ID": "5052790",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5052790",
          "TitleEnglish": "Upon This Shield",
          "SummaryEnglish": "The Try Fighters have made it into the semifinals as one of the best four teams. A drawing is held to determine the brackets, and they are matched up with Suiryu Academy. Meanwhile, Gyanko’s team from St. Odessa Girls’ School will face last year’s regional champion, the Miyazato Institute. As if from the pressure of fighting the previous champion school, Gyanko comes crying to Sekai before the battle. Out of compassion, Fumina leaves Gyanko alone with Sekai at a fast food restaurant, but it turns out that Gyanko is just playing on Sekai’s sympathy to make him agree to a date. Despite her meek behavior, Gyanko’s strategy fails when Sekai realizes her intentions. Then they suddenly run into Yomi Sakashita and Akira Suga from the Miyazato Institute, and Suga declares that Sekai’s Jigen Haoh school of kenpo won’t work on him. As they go to face their respective semifinals opponents, Gyanko and Sekai promise each other that they’ll meet in the final round…",
          "Aliases": []
        },
        "9": {
          "ID": "5052791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5052791",
          "TitleEnglish": "Showdown at Solomon",
          "SummaryEnglish": "The Try Fighters' opponent in the final round will be last year's regional champion, team G-Master from the Miyazato Institute. The two teams prepare for the final battle, each with their own resolve and desires. The battlefield for the final match is the space fortress Solomon. Outside the fortress, Yuuma's Lightning Gundam exchanges fire with Sudou, who is using the Mega-Shiki built by Minato Sakai of the Shingyo school. Meanwhile, Sekai and Fumina begin a battle inside the fortress with Suga and Sakashita, who were already lying in wait for them. As the fierce fighting continues, Sekai and Fumina exit the fortress. Sudou attempts to shoot them down with his high mega particle cannon, but Yuuma stops him as they trade simultaneous blows. Battered and broken, Sekai and Suga cling to the hope of victory, clashing in a final desperate effort.",
          "Aliases": []
        },
        "10": {
          "ID": "5052792",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5052792",
          "TitleEnglish": "Gunpla Collection",
          "SummaryEnglish": "The Try Fighters have won the West Tokyo qualifying tournament for the Gunpla Battle Japanese Championship. As Sekai recovers from the damage of assimilation, he thinks ahead to the powerful new opponents gathering at the national tournament. Meanwhile Sekai's sister Mirai Kamiki, who works as a fashion model, has been signed up for the \"Tokyo Gunpla Collection,\" an event meant to fuse Gunpla with fashion. The highlight of the event will be a Gunpla Rally between modeling agencies. With the help of Sekai and Yuuma, Mirai successfully builds her Mama-Beargguy. On the day of the Gunpla Collection, Sekai and the others go to visit Mirai after the glorious fashion show. Here they encounter TAKU, the leader of the popular rock group SGOCK Third Generation. Somehow or other, thanks to Sekai, Mirai may now have to go on a date with TAKU depending on the outcome of the race.",
          "Aliases": []
        },
        "11": {
          "ID": "5052793",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5052793",
          "TitleEnglish": "Nielsen Labs",
          "SummaryEnglish": "Now that their end-of-term exams are over, the Try Fighters are going to a training camp to prepare for the national tournament which will take place during summer vacation. Mr. Ral has kindly arranged for them to visit the Nielsen Labs, a facility equipped with the industry's leading battle environment, where all the regular national tournament teams gather. There, Sekai and his comrades end up agreeing to a practice match against team White Wolf from the Gabai Institute, the representatives from Kagoshima, who were using the battle system for a mock battle. Thanks to Sekai, however, the Try Fighters arrive later than planned and find that in the meantime the White Wolf members have been wiped out by a single Gunpla. When Yuuma sees this Gunpla, he abruptly intervenes and challenges it to battle. Fumina and the others are bewildered by Yuuma's unexpected action, but it was this same Gunpla that drove Yuuma away from Gunpla Battle two years earlier.",
          "Aliases": []
        },
        "12": {
          "ID": "5052794",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5052794",
          "TitleEnglish": "To Fly to the Future",
          "SummaryEnglish": "The Try Fighters have been utterly defeated by Gundam The End, the Gunpla controlled by Saga Adou of the Gunpla Academy. Yuuma is unable to hide his shock at witnessing the vast difference in their abilities, and he flees the scene, leaving his teammates behind. The concerned Fumina asks Mr. Ral to look after Sekai, who has collapsed as a result of assimilation, while she goes in search of Yuuma. Meanwhile, Meijin Kawaguchi appears before the dispirited Yuuma. Without explanation, the Meijin spirits him away in his motorcycle sidecar. Fumina sees them go, and is then approached by Lady Kawaguchi, who warns her that \"As a Gunpla builder and fighter, you're definitely lacking something.\" To restore their lost confidence, and show them what they lack, the two Kawaguchis challenge Yuuma and Fumina to battle!",
          "Aliases": []
        },
        "13": {
          "ID": "5052795",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5052795",
          "TitleEnglish": "Beyond the Knuckle",
          "SummaryEnglish": "Having recovered from his battle with Adou, Sekai heads for the Labs' workshop to repair the Build Burning Gundam, and encounters a mysterious girl. Thanks to the girl's advice, Sekai finishes repairing the Build Burning, and the next day he goes to the Labs' battle room with Mr. Ral for special training. There he meets Kei Karima from Honmoku Academy, representing Kanagawa, who suggests they play a practice match. His goal is to learn the strength of the Gunpla Academy, and when Sekai realizes this, he cannot hide his anger. At this point Wilfrid Kijima, the ace of the Gunpla Academy, intervenes, as does the Gabai Institute team that represents Kagoshima. It seems the situation will get out of hand, until Meijin Kawaguchi suddenly appears on top of the battle system. Thus begins a Battle Royal among representatives of each school, under the Meijin's supervision.",
          "Aliases": []
        },
        "14": {
          "ID": "5102852",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5102852",
          "TitleEnglish": "Worthy Rivals",
          "SummaryEnglish": "During a Battle Royal among representatives from each school under the Meijin's supervision, Sekai Kamiki and Wilfrid Kijima have acknowledged each other as rivals, and they promise to fight again at the national tournament. Yuuma Kousaka, meanwhile, declares that he will get revenge on Saga Adou and looks to the tournament with fresh resolve. Elsewhere, the final regional qualifiers are completed, after being delayed by problems with the venue. The winner of the Osaka qualifiers is team Build Busters from Tendaiji Academy, to which Minato Sakai now belongs. With the national tournament 10 days away, the champions from the participating schools steadily make their preparations. Fumina and her comrades, aiming to defeat the Gunpla Academy, set out to power up their own Gunpla and address their shortcomings based on their experiences at the Nielsen Labs. As the start of the tournament draws near, Gyanko and others come to help, and at last the Try Fighters' new machines are completed.",
          "Aliases": []
        },
        "15": {
          "ID": "5108595",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5108595",
          "TitleEnglish": "Reborn Try Fighters!",
          "SummaryEnglish": "Once upon a time, the Gunpla Battle world championship was held at the PPSE Stadium. After the Plavsky particle accident seven years ago, the damaged stadium was demolished, and a monument was placed there bearing the names of previous champions. Now, the Gunpla Battle Japanese Championship tournament is about to begin at the Yajima Stadium, which has been newly constructed next to this site. As champions gather from every prefecture, having fought their way through the regional qualifiers, Sekai again encounters Wilfrid Kijima of the Gunpla Academy. Meanwhile, Yuuma learns that Minato Sakai is also entering the tournament as one of the representatives from Osaka. The next day, brackets are drawn after the opening ceremonies, and the Try Fighters immediately enter battle as they are assigned the first match of the tournament. Their opponent is Okhotsk Academy, representing South Hokkaido, a team that placed in the best 8 of last year’s national tournament!",
          "Aliases": []
        },
        "16": {
          "ID": "5108596",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5108596",
          "TitleEnglish": "Magnificent Shia",
          "SummaryEnglish": "Minato Sakai and his teammates from Tendaiji Academy, representing Osaka, easily make it through the first round of the tournament thanks to the overwhelming power of their unique Gunpla, the Tryon 3. Other rivals that Sekai and his comrades met at the Nielsen Labs, such as the Gabai Institute from Kagoshima and the Toritsu Academy from Niigata, likewise survive the first round. As the tournament enters its second round, the top-seeded Gunpla Academy finally enters battle. The Gunpla Academy’s third fighter is Shia Kijima, the girl who taught Sekai how to repair the Build Burning. The attention of the whole venue is focused on the Gunpla Academy as it battles Honmoku Academy, representing Kanagawa. But its team leader, Wilfrid Kijima, orders Shia to sortie alone as a penalty for waiting until the very last minute to complete her Gunpla. Now Shia’s G-Portent must confront Honmoku Academy on its own.",
          "Aliases": []
        },
        "17": {
          "ID": "5121398",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5121398",
          "TitleEnglish": "Haunted Castle Trap",
          "SummaryEnglish": "In the second round of the tournament, the Try Fighters will be facing team SD-R from Toritsu Academy, representing Niigata. These three brothers are formidable enemies, who have made it this far by thoroughly analyzing their opponents' data, and then using their SD Gundams to execute precision tactics with skillful teamwork. As rival players look on, the battle finally begins. The Try Fighters must search through a huge haunted castle, watching out for enemy attacks. But due to Yuuma's unexpected weak point, they fall for their opponent's plan, and the Try Fighters are split up. Fumina heads underground to rejoin her teammates, and finds that a time bomb has been planted to block her path. Meanwhile, Sekai and Yuuma have fallen underground and are now in peril due to the enemy's Absorb System, which pins down their machines by absorbing Plavsky particles.",
          "Aliases": []
        },
        "18": {
          "ID": "5121399",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5121399",
          "TitleEnglish": "Snibal-Drago-Gira",
          "SummaryEnglish": "The Try Fighters have been cornered by the Snibal-Drago-Gira which Toshiya Shiki created out of his grudge towards the Gunpla Academy. This monster now threatens them with its clever tactics, and the firepower it has gained by stealing their own particles with its Absorb System. Even as he endures the enemy's fierce attack, Sekai creates an opening for the Try Fighters, and they take advantage of this to escape the haunted castle and begin their counterattack. During the battle, Sekai senses that Toshiya is battling out of resentment toward the Gunpla Academy, and in order to overcome that grudge he musters all his strength to activate the Burning Burst and launch one last attack. The Try Fighters barely manage to win their second round, but all their machines have suffered heavy damage, and it appears that they won't be able to fully repair the Try Burning which was originally built by Sei Iori. But just then, Yuuma receives a message from his sister China.",
          "Aliases": []
        },
        "19": {
          "ID": "5132586",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5132586",
          "TitleEnglish": "Fateful Reunion",
          "SummaryEnglish": "After receiving spare parts for the Build Burning from his sister China, Yuuma is on his way back to the lodging house when he runs into a gang of delinquents. Yuuma risks himself to protect the parts, and is saved when Sekai and the others come running over. Meijin Kawaguchi spots someone hiding behind a tree watching the situation and tells him to come out. The person who appears is Junya Inose, a senior pupil who once studied the Jigen Haoh school of kenpo along with Sekai and Mirai. Sekai cannot hide his shock at this sudden and unexpected reunion, and wonders why the Junya who was once so kind would resort to such dishonorable tricks. Afterwards, Mirai tells him that Junya is listed as an alternate team member from Tenzan Academy, representing Miyagi Prefecture, their opponent in the upcoming quarterfinals. To determine Junya’s true intentions, Sekai must put his own feelings into his fist and challenge him in battle during the quarterfinals.",
          "Aliases": []
        },
        "20": {
          "ID": "5132587",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5132587",
          "TitleEnglish": "Unbreakable Heart",
          "SummaryEnglish": "In the quarterfinals of the Gunpla Battle Japanese Championship, the showdown between Sekai Kamiki and Junya Inose, who are both students of the Jigen Haoh school of kenpo, has reached ferocious heights. To break the stalemate, Sekai activates the Burning Burst, but Junya activates his own Burning Burst as well. Even the original Gunpla technique that Sekai created is completely overcome. As he faces Junya, who is obsessed with the ultimate strength and seeks the extremes of strength to satisfy his own desires, Sekai continues to pursue his own kind of strength with a pure and earnest will. Putting their respective beliefs and feelings into their fists, the two combatants clash on. Sekai is hard-pressed by their difference in experience, and by Junya’s unfair attacks. But just as his consciousness fades due to the painful backlash of assimilation, Sekai is guided by a miraculous radiance.",
          "Aliases": []
        },
        "21": {
          "ID": "5132588",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5132588",
          "TitleEnglish": "Blue Wings",
          "SummaryEnglish": "The members of the best 4 teams in the Gunpla Battle Japanese Championship gather, and a drawing is held to determine the brackets for the semifinals. Match one will pit Shizuoka Prefecture’s independent Gunpla Academy, led by Wilfrid Kijima, against Tokushima’s Granada Academy, whose team includes the European junior champion Lucas Nemesis. In match two, Sekai Kamiki and his comrades from West Tokyo’s Seiho Academy Middle School will face Minato Sakai and Tendaiji Academy, representing Osaka. Before the first battle, sparks fly between the members of each team, centering on Sekai. Then, in a battle stage made up of floating islands, the curtain rises on the match between the Gunpla Academy and Granada Academy. Controlling the Crossbone Gundam X1 Full Cloth, Lucas begins a one-on-three battle against the Gunpla Academy.",
          "Aliases": []
        },
        "22": {
          "ID": "5132589",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5132589",
          "TitleEnglish": "Follow Your Heart",
          "SummaryEnglish": "At the end of the fierce first match of the Gunpla Battle Japanese Championship semifinals, the private Gunpla Academy has managed to achieve a narrow victory. The defeated Lucas Nemesis apologizes to Sekai because they won’t be able to fight in the final round, but says he’ll be waiting one step ahead, leaving Sekai with the encouraging prediction that they will meet again on the world stage. Meanwhile, Minato Sakai of Tendaiji Academy appears before Yuuma and Fumina to issue a declaration of war. Unable to understand Minato’s one-sided hostility toward Yuuma, Fumina asks the reason for it. This gives Minato an opportunity to spill out all of his previously accumulated feelings about Yuuma. Acknowledging Minato’s feelings, Yuuma apologizes from the bottom of his heart and proclaims his determination. With fresh resolve, the Try Fighters and the Build Busters commence the second match of the semifinals.",
          "Aliases": []
        },
        "23": {
          "ID": "5132590",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5132590",
          "TitleEnglish": "Build Fighter",
          "SummaryEnglish": "The teams advancing to the final round of the Gunpla Battle Japanese Under-19 Championship are the Try Fighters, who have narrowly defeated Minato Sakai’s team Build Busters, and Celestial Sphere from the private Gunpla Academy. In anticipation of the final match, which will be held two days later, both teams begin repairing the damage their machines suffered in the semifinals. Along the way, the Try Fighters hold a briefing at Mr. Ral’s suggestion. He has received detailed data, including records of the Gunpla Academy’s last battle, from Niigata’s Toritsu Academy, which the Try Fighters faced in the second round of the tournament. After seeing this, Yuuma begins to fret, even as he continues repairing his Gunpla. Simply restoring it, he feels, won’t close the gap between them and the Gunpla Academy. With this conviction, Yuuma gathers his resolve and decides to give all their machines a full remodel in the short time before the final round.",
          "Aliases": []
        },
        "24": {
          "ID": "5132591",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5132591",
          "TitleEnglish": "Final Burst",
          "SummaryEnglish": "The final round of the Gunpla Battle Japanese Championship tournament has finally begun. Taking the initiative, the Try Fighters opt to fight inside a space colony. Sekai and Fumina split off from Yuuma, and both groups make preparations to intercept the Gunpla Academy. The audience members watch this quiet start with bated breath, until the silence is broken by Kijima’s Transient Gundam. Having anticipated the Try Fighters’ plan, Kijima launches a diversionary attack to distract them, and at the same time Yuuma finds himself in combat against Shia and Adou. As the teams continue trading blows in a fierce back-and-forth struggle, Yuuma and Fumina battle Shia and Adou of the Gunpla Academy to mutual destruction. Only Sekai and Kijima remain, fighting desperately to the brink of collapse, until they ultimately reach the time limit and usher in the first overtime battle of the tournament.",
          "Aliases": []
        },
        "25": {
          "ID": "5168672",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-fighters/episodes/5168672",
          "TitleEnglish": "Our Gunpla",
          "SummaryEnglish": "The final round of the Gunpla Battle Japanese Championship’s national tournament has ended in a victory for the Try Fighters. After the finals, Sekai suddenly leaves on a training trip. A few days later, the Gunpla builder’s contest known as the Meijin Cup begins. At the venue, Fumina meets up with Mr. Ral and with Yuuma, who has come for a Gunpla building showdown with Minato. Many of the rivals they previously fought in the regional qualifiers and the national tournament have also gathered here. The Meijin Cup awards ceremony begins, and Yuuma’s entry wins the Open Course category. As Fumina congratulates Yuuma on his prize, Sekai returns from his training trip. Meanwhile Minato, who refuses to accept the results of the judging, raises an objection to the Meijin. In response, the Meijin activates the Gunpla Battle system to that the two contestants can settle their dispute.",
          "Aliases": []
        }
      }
    }
  }
}