{
  "URL": "https://www.thetvdb.com/series/pokemon-origins",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Fantasy",
    "Mini-Series"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3218680/",
    "https://www.themoviedb.org/tv/61295"
  ],
  "TitleEnglish": "Pokémon: Origins",
  "SummaryEnglish": "A new Pokémon Trainer named Red and his arrogant rival, Blue, set out from Professor Oak’s laboratory on a journey to complete the Pokédex. At first, Red doesn’t really know what he’s doing and finds it difficult to connect with his Charmander when they battle. But soon he meets Gym Leader Brock, who sets him on the path to win eight badges and challenge the Pokémon League!",
  "Aliases": [
    "Pokemon: Origins",
    "ポケットモンスター ジ・オリジン"
  ],
  "Modified": "2025-08-24",
  "Seasons": {
    "1": {
      "ID": "562844",
      "URL": "https://www.thetvdb.com/series/pokemon-origins/seasons/official/1",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "4668372",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pokemon-origins/episodes/4668372",
          "TitleEnglish": "File 1: Red",
          "SummaryEnglish": "Red, along with his rival Blue, sets out on a quest to realize Professor Oak’s long-held dream of completing the Pokédex. However, his journey is not going as smoothly as he would like. Blue seems to be more gifted, and Red is struggling to keep up. Can Red learn quickly enough to make it as a Pokémon Trainer? How will he win his first Gym Badge at the Pewter City Gym?",
          "Aliases": []
        },
        "2": {
          "ID": "4675623",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pokemon-origins/episodes/4675623",
          "TitleEnglish": "File 2: Cubone",
          "SummaryEnglish": "At the Pokémon Center in Lavender Town, Red overhears talk of a ghost appearing in the Pokémon Tower and decides to investigate. Before doing so, he is advised to visit the Pokémon House. Here, he learns of a baby Cubone’s ordeal at the hands of an evil organization known as Team Rocket. Who are these villains, and what is behind the haunting at the Pokémon Tower?",
          "Aliases": []
        },
        "3": {
          "ID": "4675625",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/pokemon-origins/episodes/4675625",
          "TitleEnglish": "File 3: Giovanni",
          "SummaryEnglish": "Red arrives in Saffron City to find Team Rocket’s fingerprints on everything. When he rescues a Silph Co. secretary, he learns that Team Rocket has taken over the company! This stems from their desire to get their hands on the Master Ball, the ultimate Poké Ball that has been in development for years. However, one more surprise lies in wait for Red at Viridian City, and this may be the biggest one yet!",
          "Aliases": []
        },
        "4": {
          "ID": "4675624",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/pokemon-origins/episodes/4675624",
          "TitleEnglish": "File 4: Charizard",
          "SummaryEnglish": "After defeating the Elite Four at the Indigo Plateau, Red is finally ready to challenge the Champion and take his strength to the next level. Little does he realize that the new Champion is someone he knows very well! The battle that ensues is the fiercest they’ve had yet. And even more surprises lie ahead for Red as he searches for a mysterious new Pokémon and challenges new frontiers!",
          "Aliases": []
        }
      }
    }
  }
}