{
  "URL": "https://www.thetvdb.com/series/sakura-trick",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3198956/",
    "https://www.themoviedb.org/tv/61462"
  ],
  "TitleEnglish": "Sakura Trick",
  "SummaryEnglish": "The story revolves around Haruka and Yuu, two girls who go to a high school that is slated to be shut down in three years. To share something special between them, they share a kiss, and their relationship deepens from that moment onward.",
  "Aliases": [],
  "Modified": "2025-05-29",
  "Seasons": {
    "1": {
      "ID": "568273",
      "URL": "https://www.thetvdb.com/series/sakura-trick/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4719472",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sakura-trick/episodes/4719472",
          "TitleEnglish": "Sakura-colored Beginnings / Yakisoba, Verandas and Girls",
          "SummaryEnglish": "Haruka Takayama and Yuu Sonoda are two best friends who are just starting high school together. However, as the school year starts and the two starting making new friends, Haruka worries that her friendship with Yuu will stop being special. After Yuu suggests that the two of them do something that is unique to them, Haruka suggests they start kissing each other in secret as proof of their special friendship. Later, Haruka and Yuu get locked inside an empty classroom whilst they were kissing on the veranda, requiring them to cross a large gap between verandas to get to the neighbouring classroom.",
          "Aliases": []
        },
        "2": {
          "ID": "4719473",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sakura-trick/episodes/4719473",
          "TitleEnglish": "The Other Sakura-color / After School with Harry-chan",
          "SummaryEnglish": "After Haruka and the others note Shizuku Minami behaving oddly, Kotone Nida, who is currently living with her, states Shizuku is mad at her because she kissed her on the cheek whilst she was sleeping. After speaking with Haruka and Yuu on the matter, Shizuku meets up with Kotone, stating she got mad because she felt Kotone was only staying with her because it was convenient. Kotone states she likes staying with Shizuku because of her, and the two share a mutual kiss, which Haruka and Yuu happen to come across. Later, the girls get together to try and help Yuu study for her exams instead of relying on other people's notes. After the usual methods fail due to Yuu's tendency to fall asleep, Haruka decides to use kissing to help Yuu remember the answers she needs for the test.",
          "Aliases": []
        },
        "3": {
          "ID": "4765060",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sakura-trick/episodes/4765060",
          "TitleEnglish": "The President is a Big Sister / A Promise Made While Cleaning the Pool",
          "SummaryEnglish": "Yuu's older sister, Mitsuki, who has never met Haruka face to face before, ends up having her glasses broken due to Yuu. Meanwhile, Yuu becomes downhearted when she learns the sports festival is being downsized to a sports meet due to the school closing in three years, meaning she won't be able to do a cheering event. Wanting to help Yuu out, Haruka and the others join the meet committee to state their case to the student council, led by Mitsuki. Despite some initial failure, Haruka manages to build up the courage to state her plea to Mitsuki, who considers it. Later that day, however, Mitsuki comes across Haruka and Yuu in a compromising situation. Later, the girls get together to clean the pool, with Haruka and Yuu finding an opportunity to do some kissing in the pool storage.",
          "Aliases": []
        },
        "4": {
          "ID": "4765061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sakura-trick/episodes/4765061",
          "TitleEnglish": "A Sour Plan? / Could This be a Test of Courage?!",
          "SummaryEnglish": "Suspicious about the relationship between Haruka and Yuu, Mitsuki asks their classmates, Yuzu Iizuka and Kaede Ikeno, to keep an eye on them and make notes any suspicious behaviour. Later, the girls get together for a test of courage, where Mitsuki attempts to tail Haruka and Yuu, but gets mistaken by Yuu for a ghost, leaving her so scared that she asks Haruka to kiss her to calm her down.",
          "Aliases": []
        },
        "5": {
          "ID": "4765062",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sakura-trick/episodes/4765062",
          "TitleEnglish": "Let's Have Tea With Onee-chan! / The Witch, the Apple and the Onee-chan",
          "SummaryEnglish": "With the cultural festival approaching, Haruka, Kaede, and Yuzu go to a café with Mitsuki to try and convince her to join in their class' production of Snow White. When the others arrive, Yuu displays some displeasure in having been left behind at school, due to Haruka wanting to surprise her, but the two manage to make up with each other. Later, the girls succeed in coercing Mitsuki into playing the role of Snow White, where she becomes paranoid about being kissed by Haruka during rehearsal, only to realise it was only a speech-only play.",
          "Aliases": []
        },
        "6": {
          "ID": "4765063",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sakura-trick/episodes/4765063",
          "TitleEnglish": "Culture Fest: Sleepover Time! / Culture Fest: Today's the Day!",
          "SummaryEnglish": "The girls decide to sleep over at school in order to complete their preparations for the cultural festival. During the nighttime, Shizuku gets to spend some time with Kotone, whillst Haruka and Yuu also have some time together. On the day of the festival, after a successful performance, Haruka goes around the festival with Kaede and Yuzu, where Kaede explains why she chose to become the class representative. Haruka and Yuu then spend the rest of the festival together, kissing all the while.",
          "Aliases": []
        },
        "7": {
          "ID": "4765064",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sakura-trick/episodes/4765064",
          "TitleEnglish": "Swimsuit Fanservice: Accidents Included / Shopping with Yuu-chan",
          "SummaryEnglish": "Kotone invites the girls to swim at her family mansion's pool, where they meet Kotone's little sister Shinobu, who seems determined to have Kotone return home. Shinobu challenges Shizuku to a swimming contest to decide who Kotone should stay with, which Shizuku ends up winning thanks to some meddling by the family maid. Later, Yuu decides she wants her own scarf, only to find the one she had her eye on had been bought by Shizuku, so Haruka goes shopping with her. They find the scarf Yuu wanted, only for her to choose a different one instead.",
          "Aliases": []
        },
        "8": {
          "ID": "4765065",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sakura-trick/episodes/4765065",
          "TitleEnglish": "Sakura-colored Wedding / Sakura-colored Christmas",
          "SummaryEnglish": "Haruka invites Yuu to join her in attending a relative's wedding, which Yuu misinterprets as Haruka asking her to marry her. Although Yuu is disappointed that this is not the case, Haruka becomes touched by the thought of it. On Christmas Eve, Mitsuki joins Haruka and the others in visiting the Christmas lights, noticing that Haruka and Yuu seem to be shying away from each other. After Haruka and Yuu become separated from the others, Haruka reveals she had been shy to look Yuu in the face because of the strong feelings she's been having, with Yuu replying she had felt the same.",
          "Aliases": []
        },
        "9": {
          "ID": "4765066",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sakura-trick/episodes/4765066",
          "TitleEnglish": "Year-end Debut S.N.J.K. / A Sour Plan?! Take Two",
          "SummaryEnglish": "Haruka and Yuu have a lengthy phone call leading up to the New Year, with Mitsuki also getting a brief opportunity to speak with Haruka. As the New Year rolls in, Yuu gives Haruka a kiss over the phone. Later, as Mitsuki becomes jealous of Haruka and Yuu linking arms with each other, she, along with Kaede and Yuzu, follow them to a park, where they almost catch them kissing. When Mitsuki trips up, Haruka manages to catch her, with Mitsuki inadvertently kissing her forehead in the process. Afterwards, Yuzu talks about her experience with learning to ride a scooter whilst Kaede laments the trouble she has with her siblings.",
          "Aliases": []
        },
        "10": {
          "ID": "4765067",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sakura-trick/episodes/4765067",
          "TitleEnglish": "A Snowy Day, Memories, and an Impact / Unusual Shenanigans in the Gym Storage Shed",
          "SummaryEnglish": "On a snowy day, Haruka and Shizuku go outside to have their lunch, though soon find it a bit too cold. As Shizuku dreads the day when she'll have to part ways with Kotone, Haruka brings Kotone over to cheer her up, encouraging everyone else to come out for a snowball fight. Meanwhile, Kaede mentions to Mitsuki how she believes Haruka and Yuu are dating. Later during gym, Haruka feels the need to compete against Kaede in jumprope, only for her group to end up coming last and having to clear up the equipment. As Haruka offers to do it alone and the others leave, the teacher assumes they were finished and ends up locking Haruka in the gym storage. Learning of Haruka's disappearance, the girls set up a ladder to the gym storage's window, where Yuu manages to get a kiss with Haruka, before they manage to get the door unlocked.",
          "Aliases": []
        },
        "11": {
          "ID": "4765068",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sakura-trick/episodes/4765068",
          "TitleEnglish": "The President is SumiSumi! / Sakura-Colored Truth",
          "SummaryEnglish": "Kaede introduces Haruka and Yuu to Sumi Otokawa, who is to succeed Mitsuki as student council president, who asks for their help in deciding what to do for Mitsuki and student vice-president Rina Sakai for their graduation. The three of them decide to investigate the third years, finding them have a peculiar fondness for pudding, deciding on holding a 'bucket pudding contest'. After Sumi takes her leave, Mitsuki and Rina walk in on Haruka and Yuu kissing each other. Despite Mitsuki forbidding Haruka from kissing Yuu and having Kaede keep an eye on them, Haruka finds ways to sneak some kisses in during dance classes. Meanwhile, after speaking with Sumi, Mitsuki comes to the realization that she herself is in love with Haruka.",
          "Aliases": []
        },
        "12": {
          "ID": "4765069",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sakura-trick/episodes/4765069",
          "TitleEnglish": "Pudding and Mitsuki's Decision / Sakura Trick",
          "SummaryEnglish": "The graduation party for Mitsuki and Rina gets underway, with everyone giving them presents. During the party, as Yuu gets into an argument with Mitsuki over her kissing relationship with Haruka, Mitsuki, upon hearing that their kissing is part of a 'special friendship', confesses her love to Haruka. Following the graduation ceremony, Haruka is called about Mitsuki, who discovers Haruka knows nothing about love or dating and misinterpreted Mitsuki's confession. Haruka ends up rejecting Mitsuki, who leaves her with just a kiss on the forehead. Yuu, who had been watching them, bring Haruka to the old classroom, where they kiss whilst telling each other they love each other. With their feelings stronger than ever, Haruka and Yuu begin their second year of school.",
          "Aliases": []
        }
      }
    }
  }
}