{
    "URL": "https://www.thetvdb.com/series/no-rin",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3199286/",
        "https://www.themoviedb.org/tv/60733"
    ],
    "TitleEnglish": "No-Rin",
    "SummaryEnglish": "When the national idol Kusakabe Yuka suddenly retired from the entertainment business, it shocked the world and it devastated teenager Hata Kosaku. Kosaku was Yuka's biggest fan and her departure left him depressed. His classmates at the Tamo Agriculture School finally are able to get him to leave his room and attend his class, but to everyone's amazement, Kusakabe Yuka (her stage name) comes into the class under the name Kinoshita Ringo as a transfer student. Kosaku realizes he has the once in a lifetime opportunity to get to personally know his dream girl and, together with his group of friends, try to find out why she is here and become closer than just classmates.",
    "TitleJapanese": "のうりん",
    "SummaryJapanese": "県立田茂農林高校―通称『のうりん』。\nぼくの名前は畑耕作。ここ『のうりん』に通う、ちょっぴりアイドルオタクな高校生だ。そんなぼくの通う学校に転校してきたのは、憧れの超人気アイドル草壁ゆかたん…!?\n方言幼馴染、メガネ美少年、ラブリー小動物、巨乳少女!妄想系女教師!パンツ!足フェチ!そして、謎の転校生…ここには青春の全てがあるッ!!\n奇才・白鳥士郎が送る農業学園ラブコメディー!今、収穫の秋。",
    "Aliases": [
        "Nourin"
    ],
    "Modified": "2025-05-29",
    "Seasons": {
        "0": {
            "ID": "568290",
            "URL": "https://www.thetvdb.com/series/no-rin/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5305313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-rin/episodes/5305313",
                    "TitleEnglish": "Ringo-chan's Concert Performance",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "568291",
            "URL": "https://www.thetvdb.com/series/no-rin/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4719589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-rin/episodes/4719589",
                    "TitleEnglish": "Chuno Love Story",
                    "SummaryEnglish": "Teen idol Yuka Kusakabe announces her retirement. Kosaku Hata, a student of the Tamo Agricultural School and her biggest fan, is devastated. Soon afterwards new girl Ringo Kinoshita joins their class, only she seems strangely familiar.",
                    "TitleJapanese": "厨脳ラブストーリー",
                    "SummaryJapanese": "県立田茂農林高校、通称『のうりん』に通う畑耕作は超人気アイドル・草壁ゆかの熱狂的なファンである。いつか彼女と一緒に都会で農業をすることを夢見ながら、学校の実習に精を出していた。そんなある日、TVから流れてきたのは「草壁ゆか電撃引退！」のニュースであった。"
                },
                "2": {
                    "ID": "4755207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-rin/episodes/4755207",
                    "TitleEnglish": "King of Farmers",
                    "SummaryEnglish": "Kosaku shows new girl Ringo around the school and introduces her to childhood friend Minori Nakazawa, best friend Kei Kamatori, pet wallaby Wakadana and large breasted classmate Kocho Yoshida. During a welcome party Ringo seems oddly jealous of how close Minori is to Kosaku, at least until an unfortunate laundry room encounter turns into a \"best panties\" competition.",
                    "TitleJapanese": "キング・オブ・ファーマーズ",
                    "SummaryJapanese": "突然引退してしまった人気アイドル・草壁ゆかこと、木下林檎が転校してきたことに驚きを隠せない耕作たち。寮生になるという林檎のために農や継と共に歓迎会を開くこととなったのだが……。"
                },
                "3": {
                    "ID": "4755208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-rin/episodes/4755208",
                    "TitleEnglish": "The Super Mother in Law War, Training Stage",
                    "SummaryEnglish": "Kosaku is devastated to find Minori has thrown away all his Yuka Kusakabe merchandise, even his favourite body pillow. Meanwhile it is Ringo's first day farming with the other students and Minori is determined not to be beaten by an ex idol from the big city.",
                    "TitleJapanese": "スーパー姑大戦　実習篇",
                    "SummaryJapanese": "今日は林檎の初実習。畑に向かおうとする林檎の格好は農の策略によりなぜかビキニアーマーとなっていた!　そこに自らハイレグアーマーを装着した農が現れ、壮絶な実習バトルが繰り広げられることに!?"
                },
                "4": {
                    "ID": "4755209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-rin/episodes/4755209",
                    "TitleEnglish": "The Smile You Showed Me",
                    "SummaryEnglish": "Everybody must work together to catch a vegetable thief who has been pilfering from the fields at night. A misunderstanding leads to some embarrassment in Minori's bedroom. Kosaku is concerned Ringo has not smiled once since arriving at the school and several attempts are made to remedy this.",
                    "TitleJapanese": "君が見せた笑顔",
                    "SummaryJapanese": "ある日、大切に育てていた畑を何者かに荒らされる事案が発生！　目撃証言から犯人を割り出したところ、どうやら猿が侵入していることがわかった。耕作たちはあの手この手で猿対策を講じようとするのだが……。"
                },
                "5": {
                    "ID": "4755210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-rin/episodes/4755210",
                    "TitleEnglish": "Farming's Five Top Four",
                    "SummaryEnglish": "Through a series of unfortunate events Ringo meets three of the schools top farming students, the Yaoi obsessed class rep of the Biotechnology department, Akari \"Bio\" Suzuku, the forever lonely class rep of the Forestry department, Rintaro \"Woodman\" Miyamoto, and the strangely effeminate class rep of the Landscaping department, Kaoru \"Rose\" Hanazono.",
                    "TitleJapanese": "五人の四天農",
                    "SummaryJapanese": "学校内で作っている味噌をもらいにB組・生物工学科に向かった耕作・継・林檎の前に現れたのはB組の学級委員・鈴木燈、またの名を…バイオ鈴木！　味噌と引き換えに耕作と継は新製品の試験を頼まれるのだった。"
                },
                "6": {
                    "ID": "4755211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-rin/episodes/4755211",
                    "TitleEnglish": "Full Moe Alchemist: Bounty",
                    "SummaryEnglish": "Kosaku and his friends realise they could sell more produce by using cute girls in their advertising. Thus appears expert money making student Torao \"Money\" Kanegami. Before long they are swamped with orders for Moe Eggs and erotically shaped mushrooms. Unfortunately that is against school rules and success is quickly followed by suspensions from class. At least Ringo looks good in a yukata.",
                    "TitleJapanese": "萌(めぐみ)の錬金術師",
                    "SummaryJapanese": "五人目の四天農・マネー金上の発案で、パッケージに萌イラストを印刷した卵「もえたま！」を販売することになった耕作たち。「もえたま！」は爆発的に大ヒット！さらにマネー金上が次に考えたのはとんでもない商品だった！"
                },
                "7": {
                    "ID": "4755212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-rin/episodes/4755212",
                    "TitleEnglish": "Sob Salad",
                    "SummaryEnglish": "A sudden influx of excess vegetables leads to a sudden increase in body weight among the class. The untimely arrival of mould ruins Ringo's first crop of Soy beans, and drought followed by intense rainfall almost ruins this years tomato harvest. Certain truths are also revealed about Minori's involvement with the vegetables Kosaku sent anonymously to Ringo back when she was an idol.",
                    "TitleJapanese": "号泣サラダ",
                    "SummaryJapanese": "大豆の成長を心待ちにしている林檎。ある日大豆の様子を見に畑に行くと、大豆周辺の土に白いモヤモヤのようなものを発見する。それを聞いた耕作は畑に向かうのだが、そこで衝撃的な事実を目の当たりにする……。"
                },
                "8": {
                    "ID": "4755213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-rin/episodes/4755213",
                    "TitleEnglish": "Cooking Granny",
                    "SummaryEnglish": "40 year old class teacher Natsumi Bekki is tired of being single and embarks on a lust fuelled rampage against crops and students alike but is soon foiled by the intervention of Kei and a goat. A great debate has arisen amongst the boys, are large breasts better than small. Meanwhile, Kosaku, Ringo and Miss Bekki host a cooking show for the class that ultimately ends with the inappropriately naked Miss Bekki being ejected from the room by her exasperated students.",
                    "TitleJapanese": "クッキングババ",
                    "SummaryJapanese": "今日も元気な耕作達2年A組担任教師ベッキー（アラフォー）。物の怪化して生徒達を追い回したり、調理実習で傍若無人な授業をしたりといつも通りのやりたい放題。地元で開かれるロックフェスティバルでは何と……。"
                },
                "9": {
                    "ID": "4755214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-rin/episodes/4755214",
                    "TitleEnglish": "School Swim Trunks",
                    "SummaryEnglish": "Minori has never once been to the beach. And she's not likely to anytime soon as rain, floods and heavy winds threaten the fields. Nothing a school bus in the right place can't fix. Now if only Kosaku can focus on his driving instead of Ringo in a swimsuit Minori may get her day at the beach after all.",
                    "TitleJapanese": "学校の海パン",
                    "SummaryJapanese": "海に行ったことがないという農の言葉を受け、海へ出かけることにした耕作たちだったが、当日台風が直撃し、中止となってしまう。海への想いをあきらめきれない農は、水着のまま水の溢れるグラウンドへと飛び出した！？"
                },
                "10": {
                    "ID": "4755215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-rin/episodes/4755215",
                    "TitleEnglish": "Veggie Battle: Ultimate v. Supreme",
                    "SummaryEnglish": "Legendary School Principal Kuwanosuke Naganawa, who once killed a bear using only his hands, is slowly going mad with longing for the perfect eggplant. Meanwhile Kei's wealthy father, Hajime Menjo, owner of the Hexa Tech Corporation, challenges Kei to a sales duel. Kei's all organic produce against his chemically enhanced produce. If Kei loses he must leave his friends and return home with his father to run the company.",
                    "TitleJapanese": "究極と至高の野菜対決!",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "4755216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-rin/episodes/4755216",
                    "TitleEnglish": "Cheerful Farming Village",
                    "SummaryEnglish": "With Kei and Kocho travelling together abroad Kosaku, Minori and Ringo return to Kosaku and Minori's hometown for summer break, however, a fake pregnancy announcement ends with Kosaku engaged to Minori with the full support of her parents. Could this be a fiendish plot. Either way, Ringo is less than pleased. Meanwhile, where has Wakadana been hiding all this time.",
                    "TitleJapanese": "あかるいのうそん",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "4755217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-rin/episodes/4755217",
                    "TitleEnglish": "Everybody's No-Rin",
                    "SummaryEnglish": "Kosaku is coerced into going along with a fake wedding for the sake of the future of the village, however, Wakadana's hiding place is revealed at the crucial moment ruining the festive mood. An apologetic and heartfelt speech from Kosaku narrowly saves the day. Now if only he can choose between Ringo and Minori he might just avoid a punch to the face. Everybody returns to school where Ringo and Minori happily watch Kosaku being chased by the schools mad bull.",
                    "TitleJapanese": "みんなののうりん",
                    "SummaryJapanese": null
                }
            }
        }
    }
}