{
    "URL": "https://www.thetvdb.com/series/inari-kon-kon",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3417860/",
        "http://web-old.archive.org/web/20160408214638/http://inarikonkon.jp/",
        "https://www.themoviedb.org/tv/67143",
        "https://www.themoviedb.org/tv/67143"
    ],
    "TitleEnglish": "Inari Kon Kon",
    "SummaryEnglish": "Also Known as \"Inari, Konkon, ABCs OF Love\" in English. In short \"InaKon\". Base on Japanese Manga series written and illustrated by Morohe Yoshida. An Anime produce by Production IMS. // Plot: Fushimi Inari is a shy, not-so-bright middle school girl living in Kyoto's Fushimi ward. She has a crush on her classmate Tanbabashi, but cannot express her feelings. One day, as thanks for helping a fox pup, the deity Ukanomitamanokami grants her the ability to change her form.",
    "TitleJapanese": "いなり、こんこん、恋いろは。",
    "SummaryJapanese": "～京も明日も恋をする。～\n\n京都伏見に暮らす女子中学生・伏見いなりは、クラスメイトの丹波橋くんに片思いをする少し内気な女の子。ある日、助けた子狐の恩返しとして「おいなりさん」こと宇迦之御魂神（うかのみたまのかみ）から手違いで変身能力を授かってしまい…!?変身能力を手に入れたいなりが、京都を舞台に繰り広げる波乱万丈恋模様!恋に友情に悩みながらも成長していく少女のまっすぐな姿に胸打たれる、青春の全てがつまった作品です。",
    "Aliases": [
        "Inari, Konkon, Koi Iroha."
    ],
    "Modified": "2025-05-29",
    "Seasons": {
        "0": {
            "ID": "568300",
            "URL": "https://www.thetvdb.com/series/inari-kon-kon/seasons/official/0",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "5440908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inari-kon-kon/episodes/5440908",
                    "TitleEnglish": "Pub Fox Theatre 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5440909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inari-kon-kon/episodes/5440909",
                    "TitleEnglish": "Pub Fox Theatre 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5440910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inari-kon-kon/episodes/5440910",
                    "TitleEnglish": "Pub Fox Theatre 3",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5440911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inari-kon-kon/episodes/5440911",
                    "TitleEnglish": "Pub Fox Theatre 4",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5440912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inari-kon-kon/episodes/5440912",
                    "TitleEnglish": "Pub Fox Theatre 5",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5440913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inari-kon-kon/episodes/5440913",
                    "TitleEnglish": "Pub Fox Theatre 6",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "5440914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inari-kon-kon/episodes/5440914",
                    "TitleEnglish": "Pub Fox Theatre 7",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "5440915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inari-kon-kon/episodes/5440915",
                    "TitleEnglish": "Pub Fox Theatre 8",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "5440916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inari-kon-kon/episodes/5440916",
                    "TitleEnglish": "Pub Fox Theatre 9",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4771489",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/inari-kon-kon/episodes/4771489",
                    "TitleEnglish": "[OVA] Inari, Konkon, When the Cicadas Cry",
                    "SummaryEnglish": "One day, Kon, desiring to become a stronger familiar, transforms into a human form and ventures off into town. There, she encounters Kōji's younger brother, Shiro, who had run away from home after getting into an argument with Kōji, who told him he couldn't play fireworks with their mother because of her work. Kon ends up having to put up with Shiro's selfishness, until they are both found by Inari, who had heard about the situation from Kōji. After quickly deducing Kon's identity, Inari accompanies Shiro to the supermarket where his mother works, with Shiro becoming upset when he sees her mother being busy and running off yet again. Wanting to defuse the situation, Inari transforms into Shiro's mother and offers to play with fireworks with him and Kōji, only to find the reason he was crying because he realised he was bothering his mother at work. In the end, Shiro plays fireworks with Kōji and Inari, before their mother manages to sort out a shift change to spend some time with them, whilst Kon learns something from her experience.",
                    "TitleJapanese": "OVA「いなり、コンコン、蝉しぐれ。」",
                    "SummaryJapanese": "原作単行本第8巻特典"
                }
            }
        },
        "1": {
            "ID": "568302",
            "URL": "https://www.thetvdb.com/series/inari-kon-kon/seasons/official/1",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "4719552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inari-kon-kon/episodes/4719552",
                    "TitleEnglish": "Inari, First Love, First Change",
                    "SummaryEnglish": "Klutzy and shy Kyoto middle-schooler Inari Fushimi can't bring herself to open up to her crush. She stops by the local shrine seeking solace and support, but will what she finds there solve her problems... or just cause new ones?",
                    "TitleJapanese": "いなり、初恋、初変化（へんげ）。",
                    "SummaryJapanese": "京都伏見に暮らす女子中学生・伏見いなりは、ずっと片想いしている男の子に想いを伝えられない内気で少しおバカな女の子。ある日いなりは、片想い相手の丹波橋紅司が、クラスメイトで美少女の墨染朱美に手紙を渡しているところを目撃してしまう。ショックを受けるいなり。切なさを抱え神社に駆け込んだいなりは、そこで不思議な現象を目の当たりにして……。ひょんなことから変身能力を手に入れた女子中学生が、京都を舞台に繰り広げる波瀾万丈ラブコメディ、はんなり開幕。"
                },
                "2": {
                    "ID": "4738012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inari-kon-kon/episodes/4738012",
                    "TitleEnglish": "Ordeals, Secrets, Amaterasu",
                    "SummaryEnglish": "Inari finds a way to spend quality time with her crush after he stays home from school. Amaterasu Ohmikami summons her and Uka to the Celestial Plains, where Inari is tested--and failure means both of their lives will never be the same.",
                    "TitleJapanese": "試練、ひめごと、天照。",
                    "SummaryJapanese": "学校を休んだ丹波橋のお見舞いに行くことになったいなり。しかし、恥ずかしさが勝って、インターフォンを押すことさえできない。困ったいなりはある行動に出る。――一方、今日も今日とて乙女ゲームに勤しむ“うか”こと宇迦之御魂神。彼女は神の身でありながら、乙女ゲーを愛する『オタク』であった。そんななか、人間界で趣味を堪能するうかの元へ、高天原に住まう天照大御神から手紙が届いく。"
                },
                "3": {
                    "ID": "4755198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inari-kon-kon/episodes/4755198",
                    "TitleEnglish": "Elder Brother, Pesky, Excess Love",
                    "SummaryEnglish": "Inari's brother Touka has been able to see Uka all along! Why does he insist the two stay apart? Meanwhile, Inari is distracted by a mysterious (and cute) boy at school who seems to know her divine secret. Is he really who he seems to be?",
                    "TitleJapanese": "兄じゃ、五月蠅（うるさ）い、過剰愛",
                    "SummaryJapanese": "「いなりに近付くな！」なんと、いなりの兄・燈日には、ずっと、うかの姿が見えていた!? 燈日は驚くいなりを、うかから無理矢理引き離す。翌日いなりは、突然現れた謎のイケメン生徒から一方的にからまれる。「見せてよ、神様の力で変身するところ」彼はいなりの変身能力のことを知っている――!? 慌てるいなりに、イケメン生徒は更に驚きの行動を取る。一体このイケメン生徒は何者なのか……？"
                },
                "4": {
                    "ID": "4755199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inari-kon-kon/episodes/4755199",
                    "TitleEnglish": "Scarlet, Festival Eve, Romance",
                    "SummaryEnglish": "Inari and Uka bond over their older brothers, and Inari and her friends have fun at the shrine festival. It's the perfect opportunity to become even closer to her crush. Can our klutzy heroine pull it off without putting her foot in it?",
                    "TitleJapanese": "緋色、宵宮、恋模様。",
                    "SummaryJapanese": "待ちに待った夏。待ちに待った『宵宮祭』。丹波橋が毎年家族で宵宮祭に来ていることを知ったいなりは、精一杯のオシャレをして、祭の開催場所である伊奈里神社へと向かうのだった。途中、駅で墨染と合流し、京子と丸が待っている神社へと向かういなり。今ではすっかり打ち解け、会話に花を咲かせるいなりと墨染。そんななか、2人の背後を不審な影が追いかけていて――!?"
                },
                "5": {
                    "ID": "4755200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inari-kon-kon/episodes/4755200",
                    "TitleEnglish": "Jellyfish, Friends, Summer Storm",
                    "SummaryEnglish": "The four friends have what should be a fun overnight at the beach, but Marutamachi and Sumizome aren't getting along. Can the trip--and their friendships--be salvaged? Meanwhile, Uka may have given away more of her power than she thought...",
                    "TitleJapanese": "海月（くらげ）、友達、夏あらし。",
                    "SummaryJapanese": "――夏休み。いなりは、両親と、友達の三条京子、丸太町ちか、墨染朱美とともに、毎年恒例の海水浴へ行くことに。今年から初めて参加した墨染も、あっという間にいなりの両親とうちとけ、幸先のよい旅のはじめと思われたが、マルこと丸太町ちかだけは沈んだ表情で……？ 一方、いなりが出かけてしまって寂しいうかは、一人神社で暇を持て余していた。そこへ、受験勉強のため海水浴に参加しなかった燈日が通りがかり――!?"
                },
                "6": {
                    "ID": "4755201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inari-kon-kon/episodes/4755201",
                    "TitleEnglish": "Touka, Mistress Uka, A Woman in Love",
                    "SummaryEnglish": "Inari struggles with her divine gift as she tries to help her newest friend, while Touka and Uka spend some quality time together. Sumizome realizes something about herself that could change her relationships in a major way.",
                    "TitleJapanese": "燈日、うか様、恋すてふ",
                    "SummaryJapanese": "「伏見さんにないりたい……！」墨染の言葉をキッカケに、暴走してしまういなりの神通力。なんとか暴走を抑えるも、その決め手がなんなのかは、ハッキリと分からずじまいだった。いなりの神通力の暴走とときを同じくして、伊奈里神社ではうかが謎の体調不良に見舞われていた。そんなとき、うかは、ひょうんなことから燈日と親しくなり、ともにTVゲームで遊ぶようになる……!?"
                },
                "7": {
                    "ID": "4755202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inari-kon-kon/episodes/4755202",
                    "TitleEnglish": "Maiden, Aflutter, Madder Red",
                    "SummaryEnglish": "Inari gets a juicy part in the class play, but something about it doesn't sit right with her. Uka is summoned to the Celestial Plains for a round of arranged dates with potential suitors. A confession of love may serve a dual purpose.",
                    "TitleJapanese": "おとめ、ときめく、あかね色。",
                    "SummaryJapanese": "あっという間に夏休みは過ぎ去り、迎えた2学期。いなりは早くも浮かれていた。それもそのはず、文化祭で披露する演劇で、王子を丹波橋が、その相手役である姫をいなりが演じることに決まったのだ。気合いを入れて劇の練習に取り組むいなり。――一方うかは、いつにもまして強くお見合いを勧める母からの手紙に思い悩む。なんと、見合いをしなければ、うかの大事な「オタクグッズ」を燃やしてしまうというのだ――!?"
                },
                "8": {
                    "ID": "4755203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inari-kon-kon/episodes/4755203",
                    "TitleEnglish": "Izumo, Arranged Dates, Kerfuffle",
                    "SummaryEnglish": "An impromptu trip to Izumo gets Inari and her brother more involved in divine matters than they'd bargained for. Uka submits herself to arranged dates, but her perfect mate may not be on the roster. Amaterasu puts her foot down.",
                    "TitleJapanese": "出雲、お見合い、大騒ぎ。",
                    "SummaryJapanese": "うかを追って、出雲へと向かういなりと燈日。辿り着いた出雲で、いなりと燈日はあっさりうかと再会する。しかし、うかの母である神大市比売は、何が何でもうかをお見合いさせると息巻いており、うかを解放する気など毛頭ない。どうにかうかを自由にしてやることはできないか――？ 一計を案じるいなりと、極度のシスコンで「うか激ラブ」のうかの兄・大年神。一方、燈日は、うかの見合いも心配ではあるものの、それよりももっと気になることがあって……？"
                },
                "9": {
                    "ID": "4755204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inari-kon-kon/episodes/4755204",
                    "TitleEnglish": "Fox, Twilight, Milky Way",
                    "SummaryEnglish": "Inari realizes she didn't quite follow through on a favor for a classmate and has to deal with the repercussions, while Uka must cope with the fallout of having such a close mortal friend. Will the two be reunited, and at what cost?",
                    "TitleJapanese": "きつね、黄昏、天の川",
                    "SummaryJapanese": "――11月。出雲から一向に帰ってこないうかを心配する、いなりと燈日。特に燈日は、出雲でうかと交わした会話を思い出し、歯がゆい気持ちを持て余していた。そのころ、いなりが通う中学校では、ボランティアとしてうかの社がある伊奈里山の清掃活動を行うことに。やる気のない京子を宥めつつ、清掃活動に勤しむいなり。しばらくしていなりは、クラスメイトの女子たちの態度が、いつもよりも冷たいことに気が付く。理由を訊ねたいなりに、女子たちは――!?"
                },
                "10": {
                    "ID": "4755205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/inari-kon-kon/episodes/4755205",
                    "TitleEnglish": "Inari, Konkon, ABCs of Love",
                    "SummaryEnglish": "Pushing herself to her very limits in her attempts to free Uka from her heavenly prison, Inari struggles to overcome her feelings of betrayal and do the right thing--not necessarily the easiest or the most convenient--for both of them.",
                    "TitleJapanese": "いなり、こんこん、恋いろは。",
                    "SummaryJapanese": "神通力を暴走させたいなりを救ったのは、他ならぬうかだった。我に返ったいなりを待っていたのは、うかの危機をいなりに知らせるため、高天原から駆けつけたミヤちゃんの姿だった。「私、うか様に――」うかに会うため、うかを救うため、いなりはシシとロロの背中に飛び乗る。祈るような気持ちで高天原を目指すいなり。その想いは、果たしてうかに届くのか――!? 京都を舞台に繰り広げる波瀾万丈ラブコメディ、感動のクライマックス!!"
                }
            }
        }
    }
}