{
  "URL": "https://www.thetvdb.com/series/z-x-ignition",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Fantasy",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3294146/",
    "https://www.themoviedb.org/tv/66229"
  ],
  "TitleEnglish": "Z/X: Ignition",
  "SummaryEnglish": "The story is set in the not-so-distant future. Five \"Black Points\" suddenly appeared around the world as portals to parallel worlds. Immediately after, strange creatures began their invasion from these portals. These creatures are the inhabitants of five worlds—the same worlds in different timeframes. In order to ensure their own future timeframe survives, each of the five invasion forces battle to wipe the other future timeframes out. The key is one card-shaped device.",
  "Aliases": [],
  "Modified": "2025-05-29",
  "Seasons": {
    "1": {
      "ID": "568287",
      "URL": "https://www.thetvdb.com/series/z-x-ignition/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4719492",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/z-x-ignition/episodes/4719492",
          "TitleEnglish": "Phase 1",
          "SummaryEnglish": "A mysterious army appears in Kobe without warning. A state of emergency is declared, and a feirce battle between Z/X and Z/X begins. Azuma Tennoji fights with his partner Z/X Fierte to protect his beloved Kobe.",
          "Aliases": []
        },
        "2": {
          "ID": "4764086",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/z-x-ignition/episodes/4764086",
          "TitleEnglish": "Phase 2",
          "SummaryEnglish": "Ayase Kamiyugi and her black Z/X, Sieger, are after the angel who has fallen from the sky. Azuma tries hard to protect her, but that puts his own life in danger. Just when he thinks it's the end, he hears the voice of the mysterious girl he met.",
          "Aliases": []
        },
        "3": {
          "ID": "4764087",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/z-x-ignition/episodes/4764087",
          "TitleEnglish": "Phase 3",
          "SummaryEnglish": "Ayase Kamiyugi and Sieger attack Fierte and Azuka Tennoji with great ferocity. Azuma has no experience with Z/X fighting, so he is helpless against his veteran opponents. Just when all seems lost, a battle dress Z/X in the form of a beautiful woman appears, and helps Azuma and Fierte.",
          "Aliases": []
        },
        "4": {
          "ID": "4764088",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/z-x-ignition/episodes/4764088",
          "TitleEnglish": "Phase 4",
          "SummaryEnglish": "One of the Twelve Apostolic Angels of the White World, Aquarius Gambriel, suddenly appears before Azuma. But Fierte is uneasy at the appearance of what should be a friend. Meanwhile, a different group of angels than Gambriel are searching desperately for what they call the Angel Killer, a girl with a black Z/X.",
          "Aliases": []
        },
        "5": {
          "ID": "4791579",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/z-x-ignition/episodes/4791579",
          "TitleEnglish": "Phase 5",
          "SummaryEnglish": "Asuka learns that it's Aina's birthday and asks everyone there to make a cake. But Ayase and Azumi and the other girls have never made one. The kitchen at Cafe Brocollo is in chaos. Meanwhile, an eerie gaze is watching them...",
          "Aliases": []
        },
        "6": {
          "ID": "4791580",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/z-x-ignition/episodes/4791580",
          "TitleEnglish": "Phase 6",
          "SummaryEnglish": "Chitose Aoba and her partner Z/X Rindoh escape the military base in Tohoku and run to Fukuoka in Kyuushuu to escape. There they find a paradise where humans and Z/X work hand in hand. They meet a girl named Sera Kurashiki.",
          "Aliases": []
        },
        "7": {
          "ID": "4791581",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/z-x-ignition/episodes/4791581",
          "TitleEnglish": "Phase 7",
          "SummaryEnglish": "After the shocking incident with Aina, Azuma tries to repair his relationship with her. But Aina has closed herself off to him and is avoiding him. Meanwhile, Riguel and Azumi and Ayase and Suiger are fighting an unknown enemy.",
          "Aliases": []
        },
        "8": {
          "ID": "4791704",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/z-x-ignition/episodes/4791704",
          "TitleEnglish": "Phase 8",
          "SummaryEnglish": "Alexander and Mikado Kurosaki's forces take over Kobe, and the city is filled with tanks and troops. Meanwhile, Asuka searches for the monster Audium, who is hiding somewhere in the city.",
          "Aliases": []
        },
        "9": {
          "ID": "4791706",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/z-x-ignition/episodes/4791706",
          "TitleEnglish": "Phase 9",
          "SummaryEnglish": "Ayase Kamiyugi is known as the \"Angel Killer\" because of her repeated attacks on angels. On the 7th of January, she swore to take revenge on the angels who killed her family. She visits the spot where they died, and her dark past is revealed.",
          "Aliases": []
        },
        "10": {
          "ID": "4791708",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/z-x-ignition/episodes/4791708",
          "TitleEnglish": "Phase 10",
          "SummaryEnglish": "Riguel runs out of the medicine that keeps her partner Azumi's disease in check and returns to the blue world to get more. There she learns a shocking truth about the relationship between Azumi and the blue world. As she is torn between Azumi and her loyalty to the Blue World, she is confronted by a Battle Dress that looks just like her.",
          "Aliases": []
        },
        "11": {
          "ID": "4791710",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/z-x-ignition/episodes/4791710",
          "TitleEnglish": "Phase 11",
          "SummaryEnglish": "Audium appears before Azuma and Mikado with a terrible cry. Alexander deems her a worthy opponent and attacks, overwhelming her with his supreme power. And when he is about to finish her, Audium's true nature is revealed.",
          "Aliases": []
        },
        "12": {
          "ID": "4791711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/z-x-ignition/episodes/4791711",
          "TitleEnglish": "Phase 12",
          "SummaryEnglish": "Odium has turned into a giant monster. To save his friends, Asuka Tennoji attacks her in one last desperate attempt. Ayase, Azumi, Chitose, Ayano, and Mikado each hope for something different in the battle. What color future will Asuka Tennoji create?",
          "Aliases": []
        }
      }
    }
  }
}