{
    "URL": "https://www.thetvdb.com/series/yo-kai-watch",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4523640/",
        "https://www.themoviedb.org/tv/66562"
    ],
    "TitleEnglish": "Yo-kai Watch",
    "SummaryEnglish": "When Nate Adams frees Whisper, a ghost-like yo-kai, from 190 years of imprisonment, Whisper pledges to protect Nate from supernatural dangers. Whisper also gives Nate a watch that allows Nate to see other yo-kai. Together with the twin-tailed cat spirit Jibanyan, they encounter many yo-kai related problems and solve them.",
    "TitleJapanese": "妖怪ウォッチ",
    "SummaryJapanese": "ごくごく普通の街「さくらニュータウン」に暮らす、ごくごく普通の小学5年生「天野景太（ケータ）」は、ある夏の日に白い奇妙な生き物「ウィスパー」に遭遇した。\nそれからケータにつきまとうようになったウィスパーは、なんと妖怪だったのだ！\n不思議な時計「妖怪ウォッチ」をウィスパーから渡されたケータは、その日から街のいたるところに現れる妖怪たちが見えるようになってしまった・・・！\n日常にあふれる困ったことは、すべて妖怪の仕業だった！？ケータは困ったことを引き起こす妖怪を説得し、時には戦って問題を解決する。そして、その妖怪と友達になるんだ！",
    "Aliases": [
        "YouKai Watch"
    ],
    "Modified": "2025-05-29",
    "Seasons": {
        "0": {
            "ID": "568295",
            "URL": "https://www.thetvdb.com/series/yo-kai-watch/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "8397574",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/8397574",
                    "TitleEnglish": "Yo-kai Watch the Movie: It's the Secret of Birth, Meow!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "映画 妖怪ウォッチ　誕生の秘密だニャン！",
                    "SummaryJapanese": "ある日、寝ていたケータの腕から光を放ち突然妖怪ウォッチが消えてしまった。さくらニュータウンに現れた超巨大猫妖怪デカニャンに友達を助けて欲しいと頼まれ、手がかりを探しに祖母の家のあるケマモト村に向かう。そこで、妖怪ウォッチが消えた謎の鍵を握る妖怪フユニャンと出会う。妖怪ウォッチを取り戻すため、ケータはウィスパー、ジバニャン、フユニャンと共に、60年前の世界にタイムスリップする。しかしそこには、強大な敵が待ち受けていた。"
                },
                "2": {
                    "ID": "8499621",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/8499621",
                    "TitleEnglish": "Yo-kai Watch the Movie 2: King Enma and the Five",
                    "SummaryEnglish": "Told by the events of five different stories, Nate, Hailey, Jibanyan, Whisper and Usapyon must find Lord Enma in order to stop the corrupt actions of Zazel and his plot to separate the relations of humans and Yo-kai.",
                    "TitleJapanese": "映画 妖怪ウォッチ エンマ大王と5つの物語だニャン!",
                    "SummaryJapanese": "「EP1:ケータくんが死んじゃった！？ケータ改め、妖怪フウ2の誕生！」…街で見知らぬ少年を助けたことで死んでしまったケータは、憑りついた人を“普通”にしてしまう妖怪“フウ2”になってしまい…。「EP2:ジバニャン、未来へタイムスリップ！エミちゃんをハッピーにするニャン大作戦！！」…8年後の未来にタイムスリップしたジバニャン。そこで生前の飼い主・エミちゃんを見かけ、助けようと奔走するが…。「EP3:コマさん、コマじろうの里帰り。もんげー！オラたちに人間の弟ができたズラ！」…お母ちゃんから病の知らせを聞き、里帰りをしたコマさんとコマじろう。そこで弟・コマさぶろうについて聞かされた2人の前に現れたのは人間の赤ちゃんだった！ほか、全5エピソード。"
                },
                "3": {
                    "ID": "8499625",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/8499625",
                    "TitleEnglish": "Yo-kai Watch the Movie 3: The Great Adventure of the Flying Whale & the Double World, Nyan!",
                    "SummaryEnglish": "A giant whale looms over Springdale, causing the entire world to become a real version of itself. Nate, Whisper and Jibanyan try to find out about the mystery behind the world-switching incident.",
                    "TitleJapanese": "映画 妖怪ウォッチ 空飛ぶクジラとダブル世界の大冒険だニャン！",
                    "SummaryJapanese": "さくらニュータウンに突如現れた空飛ぶ巨大クジラ。「ホゲェー！」と響き渡る鳴き声と共にケータや妖怪たちに変化が……。なんと、突然訪れたのは実写の世界で、ジバニャンたちも大混乱。ケータたちはアニメと実写の世界を行ったり来たりしながら、原因を探ることに……。"
                },
                "4": {
                    "ID": "8499627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/8499627",
                    "TitleEnglish": "Yo-kai Watch Shadowside 4: The Return of the Oni King",
                    "SummaryEnglish": "Thirty years after a certain boy fulfils his deeds with humans and Yo-kai, a new threat arises with the involvement of the Onimaro, which calls upon Summer Adams, Touma Tsukinami, and Akinori Arihoshi to save their world from it.",
                    "TitleJapanese": "映画 妖怪ウォッチ シャドウサイド 鬼王の復活",
                    "SummaryJapanese": "かつて、妖怪を操る不思議な“腕輪”を持った少年がいた。ところが、少年が大人になった時、彼には妖怪の姿が見えなくなってしまった。役目を終えた、その“腕輪”は時空の彼方に葬り去られた。…30年後。穏やかな日常は終わりを告げ、迫りくる彗星とともに運命の日が始まる。恐るべき妖怪ウイルス＜鬼まろ＞が、人の悪意に感染して無限に増殖していく…。人類滅亡の危機を救えるのは、妖怪ウォッチに選ばれし者。新たな妖怪ウォッチを手に、人間と妖怪の絆を取り戻せるのか？"
                },
                "5": {
                    "ID": "7699132",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7699132",
                    "TitleEnglish": "Yo-kai Watch Movie 5: Forever Friends",
                    "SummaryEnglish": "Sakura Motomachi, Tokyo in the 1960s. Shin, a boy who lived happily, despite being poor, loses his mother, his only family member, and falls into deep misfortune. Itsuki, a boy who saves Shin. He also lost his older sister. Those two boys are joined by Tae, a girl who can see Yo-kai, and together with Shin's guardian spirit Sū-san, and new Yo-kai such as Nekomata, they take on a mysterious incident in order to retrieve the souls of their precious family! And what is the shocking truth that awaits them...!? This is a story about the friendship formed between three children and Yo-kai.",
                    "TitleJapanese": "映画 妖怪ウォッチ　FOREVER FRIENDS（フォーエバーフレンズ）",
                    "SummaryJapanese": "1960年代、東京。下町シンは病弱な母親と二人で暮らしていた。ある日、母親が何かに取り憑かれたように走り出し、車にぶつかって亡くなってしまう。落ち込んで川に飛び込もうとしたシンは、高城イツキから声をかけられた。イツキは自分の姉が妖怪に取り憑かれて殺されたといい、シンの母も妖怪に取り憑かれていたと語る。妖怪に復讐しようと考えたシンとイツキは、妖怪が見えるという少女・有星タエと共に、妖怪ウォッチを探しに行くが…。"
                },
                "6": {
                    "ID": "8499630",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/8499630",
                    "TitleEnglish": "Yo-kai Watch Jam The Movie 6: Yo-kai Academy Y - Can a Cat be a Hero?",
                    "SummaryEnglish": "Set in an alternate universe with human counterparts of Yo-kai that attend a boarding school, Jinpei Jiba discovers that the place is full of mysterious Onryo and learn about the YSP Watch, which allow them to transform into Yo-kai Heroes.",
                    "TitleJapanese": "映画 妖怪学園Y 猫はHEROになれるか",
                    "SummaryJapanese": "トップクラスの能力を有する者だけが入学を許される超エリート校・Y学園。その学園で新たに設けられた選出基準「YSP」により選ばれた寺刃ジンペイたちに、学園の「不思議解明ミッション」が下される。YSP基準とは一体何なのか？謎のアイテム「YSPウォッチ」とは…。"
                }
            }
        },
        "1": {
            "ID": "568296",
            "URL": "https://www.thetvdb.com/series/yo-kai-watch/seasons/official/1",
            "# Episodes": 76,
            "Episodes": {
                "1": {
                    "ID": "4719541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4719541",
                    "TitleEnglish": "Yo-kai Are Real! / The Spooky Intersection",
                    "SummaryEnglish": "Part 1: Keita discovers a capsule machine in the woods and after buying a capsule he discovers the ghost Whisper, who announces he is now the boy's butler. He gives Keita a Yo-Kai Watch that allows him to see Yo-Kai in town, and he first uses it to discover why his mother and father are fighting, only to discover that the Yo-Kai Donyorinne, who causes anger around her, is to blame. With Whisper's help, he gets the Yo-Kai Honobōno to lure Donyorinne away, and Honobōno's ability to cheer people up clears up his parents' fight. Part 2: As Whisper explains more about the Yo-Kai Watch and Yo-Kai World to Keita, they come upon an intersection haunted by the Yo-Kai Jibanyan, who possesses a man and forces him to cross the street into oncoming traffic, only for Jibanyan to attack the car. Keita and Whisper ask why Jibanyan is acting this way, and he reveals the events of his death and how he wishes to see his owner Emi-chan once more. Keita believes in Jibanyan, and befriends the ghost cat, receiving a Yo-Kai Medal.",
                    "TitleJapanese": "【妖怪がいる！】【恐怖の交差点】",
                    "SummaryJapanese": "【妖怪がいる！】\n昆虫採集をしていた森でケータが見つけたのは、とーっても怪しげなガシャガシャマシン。そのマシンから聞こえてくる怪しい歌にノセられて100円を入れてみると・・・なんと“ウィスパー”と名乗る奇妙な妖怪が現れた！でも、ケータはそんな妖怪に興味ゼロ。それでも、めげないウィスパーはケータの執事になると言い出した！渋々、家に連れて帰ったケータだったが、家では何やらおかしなことが・・・。これって妖怪の仕業なの！？\n\n【恐怖の交差点】\n最近おかしな事故が起きている交差点をケータが“妖怪ウォッチ”で照らしてみると・・・そこには地縛霊の“ジバニャン”がいた！交差点を通るトラックに“ひゃくれつ肉球”を放つジバニャン！が、そのまま跳ねられてしまった・・・。ところが、交差点でそんなことをするジバニャンにはとーっても悲しい理由が・・・。\nケータはそんなジバニャンの力になれるのか！？"
                },
                "2": {
                    "ID": "4773482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4773482",
                    "TitleEnglish": "The One in the Water / Why Did You Say That!? / Katie's Secret",
                    "SummaryEnglish": "Part 1: Whisper informs Keita that a kappa lives in the river, mistaking a broken plate for the creature and completely ignoring the Yo-Kai Nogappa who vies for their attention. Part 2: After Keita uses the toilet in school, his friend and crush Fumi reveals this fact to the whole class, embarrassing him. Whisper reveals a Yo-Kai is to blame, revealing the Yo-Kai Bakuro-baa, who makes people tell secrets unwittingly, possessing Fumi. Keita gives chase, and after Whisper reveals how to use Yo-Kai Medals to summon the befriended Yo-Kai with the Yo-Kai Watch, Keita calls on Jibanyan, but Bakuro-baa makes him reveal how big a fan he is of the idol group NyaKB, making him run away in embarrassment. Keita then calls on Nogappa who manages to defeat Bakuro-baa, but only because legends of the kappa are so famous that everyone knows his secrets. Part 3: After a big test at school, Keita meets Fumi on the way home and sees that she is upset, but will not tell why. Whisper tells Keita to call on Bakuro-baa to make Fumi reveal that she is afraid of what her mother will say because she did not get a perfect score. Keita decides to let Bakuro-baa remain a little while longer so Fumi can talk to her mother, who is not at all worried about the test scores.",
                    "TitleJapanese": "【なんでそれ言っちゃうの！？】【超有名なアイツ】【フミちゃんの憂鬱】",
                    "SummaryJapanese": "【なんでそれ言っちゃうの！？】\n「ケータくん、今トイレの大、入ってたよね？」学校のトイレから出てきたケータに、フミちゃんの言葉が炸裂した！「えぇええええーーーーー！」あまりの衝撃に言葉が出ないケータが心で叫ぶ！小学生のケータにとって“トイレの大”は見られたくないことのひとつ。なおもフミちゃんは学校中に言いふらし、ケータの顔色はどんどん青くなっていく。いつもは、そんなことをしないフミちゃんが一体なぜ！？なんと、フミちゃんには秘密を暴露させる妖怪“バクロ婆”が取り憑いていたのだ！ケータは街中を走り回り、友達になった妖怪たちを召喚して、バクロ婆を捕まえようとする！ケータの思いはただひとつ。安心してトイレがしたい！！！\n\n【超有名なアイツ】\n\n【フミちゃんの憂鬱】"
                },
                "3": {
                    "ID": "4850329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4850329",
                    "TitleEnglish": "The Rare One / Yo-kai Manjimutt / Here Comes Roughraff / Manjimutt Part 2",
                    "SummaryEnglish": "Part 1: After Keita's mother brings him home a curry pan that is very popular and difficult to get, Whisper reveals that it must be because of the luck-giving Yo-Kai Tsuchinoko, but Tsuchinoko is very rare. However, Keita sees one in his room. Whisper says that is impossible, and continues reading on the Yo-kaiPad as more Tsuchinoko enter the room, with one of them eventually giving Keita his Yo-Kai Medal. Part 2: At school, Kanchi reveals that there have been sightings in town of a ghostly human-faced dog: the Jinmen-ken. Kuma does not believe him, but Fumi reveals she saw the Jinmen-ken when walking home. Keita sets out to find it, as it must be a Yo-Kai, but Whisper warns him that if other people can see the Jinmen-ken, it must mean the Yo-Kai is powerful. Just as they are about to give up their search, a toy poodle suddenly speaks to them in oyaji gags, revealing his salaryman face. Jinmen-ken, who is not evil, reveals how he came to be, while getting drunk at a bar, and says how he just wants to be owned by a human girl, but his appearance puts people off. Later, he drunkenly relieves himself, only for the cops to arrest him after he claims to be a dog, but not before he gives Keita his Yo-Kai Medal. Part 3: At school, Kuma tells Keita how Kanchi has suddenly begun acting rude to other students. Keita and Whisper realize a Yo-Kai must be the cause, and discover Kanchi is possessed by Gurerurin. Gurerurin reveals that unless he is beaten, Kanchi will continue to transform into a delinquent. Keita ries to call on Jibanyan for help, but Gurerurin only turns him into the naughty Warunyan, but Keita is not phased by the behavior. Keita then calls on Jinmen-ken, who fights Gurerurin long enough for Gurerurin to become impressed, ending his reign of terror and giving Keita his Yo-Kai Medal.",
                    "TitleJapanese": "【妖怪じんめん犬】 【てめーもグレるりん！】 【レアなアイツ】 【妖怪じんめん犬Part2】",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4850330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4850330",
                    "TitleEnglish": "Yo-kai Medallium / Yo-kai Hungramps / Yo-kai Wazzat / Manjimutt: Part 3",
                    "SummaryEnglish": "Part 1: Keita's mother makes him clean his room, and Whisper gives him the Yo-Kai Dictionary to hold his Yo-Kai Medals instead of just leaving them loose in his desk drawer. Part 2: Keita sees Fumi eat a very large hot dog bought from a nearby convenience store, and warns her it will make her fat, insulting her. He realizes her odd eating behavior must be due to a Yo-Kai. Whisper is not too sure until Keita actually finds Himo-jii, a Yo-Kai that makes people hungry, outside the convenience store. After asking him to leave, Keita ultimately calls on Bakuro-baa to get Himo-jii to reveal that he misses his granddaughter who he used to go to this particular store with. Whisper informs Himo-jii he might find his granddaughter if he would leave the store, and just as he does, his granddaughter passes by, telling a friend she misses her grandfather, but remembers the time she went to the store with him, still possessing a small toy he had bought for her. Himo-jii is moved to tears and Keita gets his Yo-Kai Medal. However, Fumi is still mad at Keita for calling her fat. Part 3: Everyone in class seems to have forgotten things at home, including the teacher who is still in his pajamas. Whisper believes a Yo-Kai is causing problems, and Keita scans his teacher to find he is possessed by the Yo-Kai Wasuren-bō, a Yo-Kai that makes people forgetful. Wasuren-bō decides to get on Keita's good side by making Fumi forget he called her fat and making the teacher forget to give them a test, but Whisper tells him he should not use Wasuren-bō selfishly. Wasuren-bō eveals his past and how he wants revenge for being forgotten, attacking Keita who accidentally calls on Jinmen-ken, having left Jibanyan's Yo-Kai Medal at home, who defeats Wasuren-bō because Jinmen-ken's head tastes bad to Wasuren-bō. Keita promises that he will take care of Wasuren-bō as his friend, gaining his trust and Yo-Kai Medal. In joy, Wasuren-bō lands on Keita's head, only to accidentally make Keita for",
                    "TitleJapanese": "【妖怪わすれん帽】 【妖怪ひも爺】 【妖怪大辞典】 【じんめん犬Part3】",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4850331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4850331",
                    "TitleEnglish": "Manjimutt: Part 4 / Yo-kai Illoo / Let's Exorcise!",
                    "SummaryEnglish": "Part 1: Jinmen-ken tries his paw at photography, wildly photographing a model in a studio until it is revealed to her that he his not the photographer she was waiting for. Jinmen-ken is dragged away by the police. Part 2: On Valentine's Day, Keita, Kanchi, and Kuma are a little bummed that they have not been given chocolates by any of the girls in class. However, one of the girls approaches Kanchi and asks to talk to him in private, and she gives him a box of chocolates. Kuma and Keita are surprised, and even more so when another girl in class gives Kuma a box of chocolates as well. Keita feels something is afoot, and discovers that the Yo-Kai Mabo-rōshi is casting illusions on his friends to make them believe the girls are giving them chocolate. Keita tries to stop Mabo-rōshi's reign of terror, if only so he can get Fumi to give him chocolates, but Jibanyan and Jinmen-ken cannot fight Mabo-rōshi's illusions. In the end, Keita does his best to fight Mabo-rōshi on his own, and after an Inazuma Eleven-inspired kick he as gotten Mabo-rōshi's Yo-Kai Medal, and a box of chocolates from Fumi, but Whisper sees that even Keita has been caught up in Mabo-rōshi's illusions. Part 3: Keita's mother questions him one day over some missing chocolate bars, and Keita says he does not know what has happened to them. He asks Whisper if a Yo-Kai could have stolen them, but Whisper claims such an act is impossible, until they find Jibanyan in Keita's room eating a chocolate bar. They ask what he is doing, and Jibanyan says he has moved in. After Whisper fails to get anything out of him, Keita asks why he has moved in, and Jibanyan reveals that his old resting place has been filled up by other ghostly cats who need a home. Keita agrees to let Jibanyan live with him, as they are friends, but soon discovers that Jibanyan's behavior is rude and disrupting his mother and father's lives, using a large paper fan to try to keep him in line, and both he and Whisper are at their wits",
                    "TitleJapanese": "【妖怪まぼ老師】 【おはらいしよう！】 【じんめん犬Part4】",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4893861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4893861",
                    "TitleEnglish": "Manjimutt: Part 5 / Yo-kai Blazion / Yo-kai Negatibuzz / The Sleepover",
                    "SummaryEnglish": "Part 1: After being released from prison, again, Jinmen-ken decides to try to become a pastry chef to be surrounded by women. But in his apprenticeship his canine side gets the best of him and he is carted away to jail, once more. Part 2: Keita's class plans a park clean up, and no one is that invested in it, until Keita suddenly gets fired up. Keita's friends are weirded out by his behavior, and when Whisper shows up to check on them he discovers a Yo-Kai to be to blame, soon taking over Kanchi in place of Keita, allowing Keita to identify the Yo-Kai as Melamelion, a Yo-Kai that makes people want to win at anything. Keita calls on Himo-jii to talk to him to figure out his goals, and they manage to convince Melamelion to free Kanchi, but he soon takes over Fumi. Keita then calls on Honobōno to calm Fumi down, as well as Melamelion, befriending him. Part 3: Keita wakes up with a sore tooth, so his mother signs him up for a dentist appointment to check it out. He is a little afraid, but Kuma and Kanchi convince him the local dentist is a nice guy. When he goes for the appointment, the dentist seems scared of him, and upset. Keita realizes it must be a Yo-Kai, so he scans with his watch and, with Whisper appearing, discovers that Negativoon is the culprit, a Yo-Kai that makes people depressed. As the dentist goes deeper into depression, Keita calls on Melamelion to negate Negativoon's affect on the dentist, driving him away, but making the dentist too eager to treat Keita's sore tooth. Part 4: Keita and his friends have a sleepover, and after Keita convinces his mom to set up some futons in the living room for them to spend the night. Kanchi reveals he has the remote for the television so they can stay up all night watching shows they would not otherwise be allowed to. After Keita's parents go to sleep, the boys watch TV. Whisper reveals this fact to Jibanyan, mentioning that they are going to watch a NyaKB nighttime special, making Jibanyan want to join in.",
                    "TitleJapanese": "【妖怪メラメライオン】 【妖怪ネガティブーン】 【じんめん犬Part5】 【禁断のお泊り会】",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4893864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4893864",
                    "TitleEnglish": "Manjimutt: Part 6 / Here's Komasan! / Yo-kai Nosirs",
                    "SummaryEnglish": "Jinmen-ken is released from prison, but cannot find Keita or Whisper on his way out. He moves out into the woods and tries to make pottery, only to be arrested again when his newest vase has a bust comparable to a member of NyaKB. Part 2: Keita goes to mogmog Burger to buy an ice cream cone, but is upset when he is missing a swirl as advertised, believing a Yo-Kai is to blame. Whisper believes he is just overreacting, but Keita discovers a Yo-Kai is eating the top of everyone's ice cream cones. The Yo-Kai apologizes to Keita after he realizes he can see him, and introduces himself as Komasan, and his country accent. Whisper tries to find out why he is eating people's ice cream, but Komasan is distracted by the top of Whisper's head, which resembles another ice cream cone. Komasan explains while staying with at a komainu statue at a temple in the countryside, he only got to see ice cream during festivals. However, the temple has been shut down and he has come to live in the city. Keita tries to show Komasan around the city, but he gets confused by everything Keita finds mundane. Komasan gets lost and is accosted by Guregurin, who asks for money, but he is scared off when Keita and Whisper arrive. Komasan realizes the city is not for him and heads back to the countryside, but Keita discovers he has forgotten his bag and calls him back, only to upset him. Part 3: Keita's class takes an test, and while he wonders what answer to pick, he hears a voice saying \"That's wrong\" every time he picks an answer. He begins to wonder who is telling him things, until he realizes a Yo-Kai must be in the classroom, discovering that there are in fact three of them. After class, Keita and Whisper chase after the three Yo-Kai, who reveal themselves to be Mitomen. Whisper reveals that the Mitomen make people question their choices, and their presence makes them make jokes, but it is revealed that they have made the class have poor test results. Keita calls on Jibanyan, but he puts t",
                    "TitleJapanese": "【コマさんがきた！】 【妖怪 認MEN】 【じんめん犬Part6】",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "4893867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4893867",
                    "TitleEnglish": "Manjimutt: Part 7 / Yo-kai Fidgephant / Yo-kai Hidabat",
                    "SummaryEnglish": "Part 1: After serving his time in jail, again, Jinmen-ken wonders what he should do next, until passing by a movie theater and deciding that he should become a Hollywood star. After an extensive fantasy, he prepares to board an airplane headed towards America, only to be arrested again. As Jinmen-ken demands to be free, Komasan watches on. Part 2: Keita is anxious for class to end, as he really needs to use the toilet, but when he gets there he sees an unusually long line of boys waiting, even on the other floors. However, on the third floor he finds Whisper, and Keita tells him he thinks a Yo-Kai is causing this mayhem, even though Whisper has never heard of such a Yo-Kai. Keita scans with the Yo-Kai Watch to find Morezō, a Yo-Kai that makes boys feel the need to pee. Soon, Kanchi and Kuma wander upstairs to check on Keita, only for Morezō to affect them as well. In a rush, Keita calls on Gurerurin to deal with Morezō, only to put the Yo-Kai Medal in backwards, before correcting himself. However, Morezō affects Gurerurin as well. Next, he calls on Jinmen-ken, who is also affected bu Morezō, and then arrested for public urination. He next calls on Mabo-rōshi, who casts an illusion to make everyone think the hallway is full of urinals, one of which Morezō intends to use, but Keita asks him to stop before something bad happens. He next asks Wasuren-bō to take care of Morezō, finally able to make Morezō release the rest of its water and freeing the boys from its influence, including Keita. Part 3: Keita returns home and needs to get his soccer ball so he can play with Kanchi and Kuma, but finds that his bedroom door is locked from the inside. Jibanyan is inside, but will not let Keita in. Whisper hears a hum from inside, and realizes Jibanyan must be under the spell of Hikikōmori, a Yo-Kai that makes people want to stay locked up in their rooms. Whisper notes that Hikikōmori is very well known, but Keita has never heard of him before. Keita is worried",
                    "TitleJapanese": "【妖怪モレゾウ】 【妖怪ヒキコウモリ】 【じんめん犬Part7】",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "4893872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4893872",
                    "TitleEnglish": "Komasan in the City: Here's Komajiro / Yo-kai Cadin / Robonyan Activate!",
                    "SummaryEnglish": "Part 1: Komasan returns to the city, writing a letter to his mother about his adventures with his younger brother Komajiro has followed him. Komajiro is much more brave and interested in the city than Komasan, as obvious when he gets on an escalator while Komasan is still trying to get the timing right. Part 2: Kanchi introduces the group to a new dousing mobile app that lets you hunt for treasure. They hunt all day but turn up nothing. As Kanchi and Kuma leave, Whisper tells Keita to scan for a Yo-Kai in the last hole they dug, discovering something. Whisper says it is just a cicada, but Keita is unsure as it is very large and oddly colored. As they argue, the \"cicada\" wakes up, revealing himself to be the Yo-Kai Semimaru. Whisper tries to explain his mistake, but Semimaru insists he is a Yo-Kai. He reveals that when a cicada dies after its one week in its adult stage, it transforms into Semimaru, but Semimaru only ever just wants to turn back into a cicada once more, burying itself, because if it leaves the ground again it will never become a cicada again. Keita reminds him he is above ground, and Semimaru freaks out. Whisper tries to look up ways to extend the life on Yo-Kai UkiUkipedia, but the countdown does not end. Instead, Semimaru tries to live life to its fullest. The week ends, and Semimaru gives Keita his Yo-Kai Medal, and as the countdown finally ends, he falls down. However, he is just asleep. Whisper has read Yo-Kai UkiUkipedia wrong, and Keita is upset that he has been stressed out over nothing. Part 3: Keita watches a sci-fi movie on TV, telling Whisper that Yo-Kai are not in the movie but robots. Jibanyan wonders if there are robotic Yo-Kai, but Keita reveals that the movie takes place in the future, so they would probably not exist. Jibanyan feels robot Yo-Kai would be nice, so they could have friends forever. Outside, a robotic cat spies on the three. Later, Jibanyan is woken from his sleep by this robotic cat, asking Keita to look for him,",
                    "TitleJapanese": "【妖怪セミまる】 【ロボニャン始動！】 【コマさん～再会編～】",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4893875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4893875",
                    "TitleEnglish": "Komasan in the City: Urban Living / Yo-kai Buhu / The Legend of Shogunyan",
                    "SummaryEnglish": "Part 1: Komasan writes another letter to his mother about his and Komajiro's continuing exploration of the city. After nearly losing each other in the crowd, Komajiro spots someone handing out tissues, and asks Komasan to get some. After retrieving several, Komasan sees that Komajiro has already found a pack. When Komasan gives him another, Komajiro responds with an English \"Thank you\" rather than their countryside dialect, shocking Komasan that he has picked up city habits so fast. Part 2: Keita heads to the local bakery to get a special melon bun, but when he and Whisper hear a strange bird call, he heads into the bakery only to find that they have sold out. He instead goes to the fast food restaurant and manages to buy the last special ice cream cone of the day. Just as Keita is to enjoy it, he hears the same bird call, and a soccer ball rolls over. He kicks it back over to the boy who lost it, only for his ice cream to fall over. He heads to another shop and manages to buy the last special croquette of the day. Just as he is to bite it, he hears the bird call, and falls into a hole in the sidewalk. Keita realizes a Yo-Kai must be causing problems, and casts the Yo-Kai Watch's light to find Tohohogisu, a Yo-Kai that makes people upset and embarassed. Tohohogisu apologizes for all the problems she has caused, and Keita accepts the apology. The next day at school, Kuma hits a streak of bad luck, losing a chicken nugget to the floor, and missing a perfect test score because he forgot to write his name down. Keita realizes Tohohogisu is to blame and finds her in the classroom. Tohohogisu says she has become upset after seeing a handsome bird, and missed the chance to meet him. Keita decides to call on Robonyan for help. Robonyan takes Kuma's test paper while he is not noticing and writes his name down very small, and then picks up the chicken nugget that fell on the ground and recooks it fresh, returning Kuma back to being happy, and Tohohogisu gives him her Yo-Ka",
                    "TitleJapanese": "【妖怪トホホギス】 【レジェンド妖怪！ブシニャン見参！】 【コマさん～はじめての待ち合わせ編～】",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "4893878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4893878",
                    "TitleEnglish": "Komasan in the City: The Turnstile / Yo-kai Spenp / Yo-kai Noway / Manjimutt: The Great Dog Escape: Catch & Release",
                    "SummaryEnglish": "Part 1: Komasan writes another letter to his mother about his and Komajiro's trip on the subway. Komajiro wishes to enter, but Komasan realizes that they need a ticket to get through the turnstyle as it can detect their presence. Komasan believes it will devour them, but Komajiro uses a passcard to enter the turnstyle safely, and Komasan tries to say that he has a passcard in him already. But when Komajiro runs off without him, Komasan gets knocked out by the turnstile. Part 2: Keita, Kuma, and Kanchi head to the mall to buy comics, but Kuma suddenly is overcome with the desire to purchase a large tuna, spending all of his money. Likewise, Kanchi finds himself buying novelty drinking straws on sale, preventing either of them from returning their items. Keita calls on Whisper, as he believes a Yo-Kai is to blame, but Keita purchases something frivolous as well. They soon discover the Yo-Kai Mudazukai is to blame, a Yo-Kai that makes people waste their money on things. However, they are not fast enough to stop either Kuma or Kanchi from using the rest of their money on silly things. Keita confronts Mudazukai, but Mudazukai does not believe he has done anything wrong. Whisper discovers Mudazukai was born from the economic bubble, and Mudazukai only wants to make people happy by buying things. Keita tells him that people should instead become happy for buying what they want, instead of things that are silly, before going to the others and pooling their raffle tickets, and ultimately win the comic book they came to buy in the first place. Mudazukai realizes the error of his ways, and gives Keita his Yo-Kai Medal, before rushing back into the mall. Part 3: Fumi invites her friends to a barbecue, and Keita wishes to go, and is happy when she invites him, but all he can say is \"No\", much to his shock, and even turns down his friends and his teacher's requests. He realizes a Yo-Kai is to blame, but Whisper is not sure, until he finds Murikabe. To try to combat Murikabe",
                    "TitleJapanese": "【妖怪ムダヅカイ】 【妖怪ムリカベ】 【コマさん～はじめての改札編～】 【予告！アイツが帰ってくる！】",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "4893879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4893879",
                    "TitleEnglish": "Komasan in the City: Ear Warmers / Yo-kai Cheeksqueek / Manjimutt: The Great Dog Escape: Part 1",
                    "SummaryEnglish": "Part 1: Komasan tries to explain to Komajiro why all the people of the city are talking, but not to anyone near them, but Komajiro realizes that they are all talking on their cellphones, and he takes his own out, but he cannot get a signal. Komasan, even more upset about the turn of events, tries to lead him along to a takoyaki shop. However, Komajiro gets a phone call and answers it, and then goes off to play with his friends, leaving Komasan to go get takoyaki on his own. Part 2: In the middle of class, Keita, Kuma, and Kanchi all hear a fart, but neither of them know it came from them. Keita believes Whisper might have done it, but Whisper says that he cannot fart. Keita scans the room and sees that Fumi has turned beet-red, and as he watches her, she appears to pass gas, again, assaulting Keita and Whisper's senses. Keita realizes that Fumi could not have farted like that, and realizes a Yo-Kai is to blame. He scans the room and discovers Onarazumono, a Yo-Kai that makes people fart. Class ends, and Keita plans on taking Onarazumono to somewhere it cannot affect people but as soon as he stands up, Onarazumono activates his ability on Keita, causing him to pass gas. Keita tries to hold it in, but decides to make it appear like he did not fart, but everyone can start to smell it. He runs out to confront Onarazumono outside, calling on Jibanyan for help, but when Jibanyan is hit by Onarazumono's miasma, he releases a vile fart that nearly consumes them all, until Whisper gives Keita and Jibanyan gas masks and fans to dispell the cloud. Instead, Keita decides to call on another Yo-Kai that will be immune, passing on Jinmen-ken out of fear of his farts, before settling on Robonyan, who as a robot cannot fart, but when Onarazumono attacks, Robonyan lets out a vile gas, which apparently is his internal air freshener. Robonyan slaps his own behind, changing the scent of the gas, until he settles on a floral scent, which affects Onarazumono as well. Robonyan then prod",
                    "TitleJapanese": "【妖怪おならず者】 【じんめん犬シーズン２ 犬脱走 Episode1】 【コマさん～はじめてのケータイ編～】",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "4893937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4893937",
                    "TitleEnglish": "Komasan in the City: Low Budget Vittles / Yo-kai Chatalie / Yo-kai Dancers / Manjimutt: The Great Dog Escape: Episode 2",
                    "SummaryEnglish": "Part 1: Komasan introduces Komajiro to a fast food restaurant, but he is afraid of what will happen when they go in. They wear leaves on their heads to disguise themselves as humans, but as Komasan prepares to order, the staff overwhelms him with options. Komajiro, however, has not had as many problems, despite the fact Komasan has bought every item on the menu. Part 2: Keita talks to Whisper about his worries concerning their upcoming kanji exam, when Kuma walks up to him, and then announces to the class he will get a perfect score. Even Fumi is worried about Kuma's sudden vigor, and his revelation that he will set new world records in sports. One of their classmates calls Kuma on his bluff, and before he runs, he claims his leg hurts, and decides not to run until after lunch. Keita believes Kuma's white lies are because of a Yo-Kai, and discovers Kuchidake-onna is making him lie. Whisper suggests Melamelion will be able to take on Kuchidake-onna's effects, and Melamelion manages to convince Kuchidake-onna to leave. However, she later possesses Kanchi, making him lie about his plans for the class president election. He wins the election, and they thank her, but she just makes him say more lies about how his next plans are for being the president of the world. Part 3: Keita talks to Whisper about how he is worried about the dance lessons in gym class that day, mostly because his partner Taku is an amazing dancer. Outside, three dancing seaweed Yo-Kai watch, and plan on helping him out. As they begin to dance, Taku shows off his moves until Keita is overwhelmed by an urge to dance, overshadowing Taku. Whisper realizes something is up, and points it out to him later, however Keita cannot remember dancing. He realizes a Yo-Kai must be to blame, scanning the area to find Wakame-kun, Konbu-san, and Mekabu-chan. Whisper reveals that they make people dance, but Keita cannot see any problem in that and thanks them for helping him out. However, during math class he dan",
                    "TitleJapanese": "【妖怪口だけおんな】 【妖怪ダンサーズ】 【コマさん～はじめてのファストフード編～】 【じんめん犬シーズン２ 犬脱走 Episode2】",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "4893944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4893944",
                    "TitleEnglish": "Komasan in the City: The Magic Floor / Yo-kai Dazzabel & Yo-kai Dimmy / Manjimutt: The Great Dog Escape: Episode 3",
                    "SummaryEnglish": "Part 1: Komasan takes Komajiro to the Sakura Ex Tree, a new tower built in Sakura City. Komasan is amazed at its height, but Komajiro, engrossed with his phone, says it is not the tallest structure out there. Komasan is further scared by the speed that the elevator takes them to the top, and how he thinks he can see their hometown from the observation area, but Komajiro is not impressed, even at the glass floors, nor at a souvenir juice bottle. At the end of the day, it takes Komasan pointing out a shooting star to snap Komajiro out of his ennui, and make Komasan happy, again. Part 2: Keita is getting ready for school early, as it is the day of the parent observations. As Whisper prepares to check his backpack just in case he has forgotten anything, they both see that Jibanyan has changed into a subdued color and his face is plain and shocking. Whisper thinks it is just because they woke up so early, but when Keita goes to see his mother, she is dressed in fanciful clothes, in preparation for the visit that day. But in their shock, she believes she is not dressed up enough, and comes out in an even more garish outfit, and again when Keita says she cannot go to his school dressed as she is. Keita is afraid of bein embarrassed in class, and discovers the Yo-Kai Sharekofujin is possessing his mother, a Yo-Kai that makes people dress extremely fashionably. Keita, however, wants to stop his mother from making it to school, so he calls on Himo-jii to stop Sharekofujin, but when he talks to her, she hugs him and makes him dressed like a surfer. Before Keita can ask Whisper for help, Sharekofujin has made him more fashionable as well, but Whisper manages to find out that the Yo-Kai Jimmy, who can make things more bland and subdued, is just what they need to break Sharekofujin's grasp. Keita realizes that Jibanyan was subdued, and has to have been affected by Jimmy at some point. After calling on Jibanyan, Whisper realizes it to be the case and asks Keita to look for Jimm",
                    "TitleJapanese": "【コマさん～はじめてのタワー編～】 【妖怪しゃれこ婦人と妖怪ジミー】 【じんめん犬シーズン２ 犬脱走 Episode3】",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "4893946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4893946",
                    "TitleEnglish": "Komasan in the City: DJKJ / Yo-kai Sproink / Yo-kai Babblong / Manjimutt: The Great Dog Escape: Episode 4",
                    "SummaryEnglish": "Part 1: At night, Komasan is shocked at Komajiro's ability with city slang when he receives a phone call, before telling his brother that he's been invited to a place full of lights and dancing. Komasan believes it is just a traditional festival, but he is shocked when they end up at a night club, where Komajiro is known as K.J. and he has a human girlfriend. Part 2: Keita, Kanchi, and Kuma visit the local onsen, but Keita finds the water is much too hot, particularly when it heats up very quickly. Whisper does not think a Yo-Kai exists to that extent, but Keita discovers Nobosetonman, a Yo-Kai that makes bathwater too hot for humans. Keita realizes how dangerous Nobosetonman is, and calls on Melamelion first, who jumps into the water, but only makes it even more comfortable for Nobosetonman. Next, Keita tries Gurerurin, but he is scared of entering the bathwater, as he knows it is hot, so Whisper pushes him in, angering Nobosetonman. Keita is worried that no one will be able to use the hot bath, when an old man enters the bath and turns on the hot tap to such a degree that Nobosetonman is defeated, but now no one wants to use the bath because of the intense heat. Part 3: As math class ends, Keita waits for his chance to use the toilet, but as soon as the bell rings, his teacher begins speaking in the Osaka dialect, extending the lesson. Fumi tries to remind him about the bell, but he keeps on telling the story. Fumi later asks him what he thinks was wrong was their teacher, when she is suddenly taken over by the same urge to tell a long story in the Osaka dialect. Keita realizes a Yo-Kai is to blame, and after scanning Fumi with the Yo-Kai Watch, Whisper identifies the Yo-Kai as Nagabana, a Yo-Kai that makes people tell long stories. After his effect on Fumi annoys Whisper, he chases after the Yo-Kai, but runs out of breath. Keita calls on Jibanyan, but before he can insert the Yo-Kai Medal into the Yo-Kai Watch, Nagabana possesses him, stopping him by puttin",
                    "TitleJapanese": "【妖怪のぼせトンマン】 【妖怪ナガバナ】 【コマさん～はじめての夜遊び編～】 【じんめん犬シーズン２ 犬脱走 Episode4】",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "4893947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4893947",
                    "TitleEnglish": "Yo-kai Peppillon / Komasan in the City: My Cool Brother / Manjimutt: The Great Dog Escape: Episode 5",
                    "SummaryEnglish": "Part 1: Keita tries to explain Golden Week to Jibanyan, but he is not interested in the holidays. Whisper comes into the room and reveals he has a gift for Keita for Golden Week, a special protective charm that wards off Youkai, as they come into the human world more often during this time. His parents call him to join them, as they are planning a trip to see the nearby waterfall. However, their enthusiasm worries him, and he scans them with the Yo-kai Watch, despite Whisper's claims that the protective charm should mean there are no other Yo-Kai, to find Ageageha, a Yo-Kai that brings people's enthusiasm to a fever pitch. Keita plans on getting a Yo-Kai to stop it, but Whisper stops him, saying his parents will not have fun this Golden Week without Ageageha. When they get ready to leave, Jibanyan is horrified to learn he will have to ride in a car, and he will destroy it, until Ageageha's dust changes his opinion. Keita soon finds him trapped in the car with everyone but himself under Ageageha's spell, but not for long. Soon all five of them are cheering for a waterfall that is little more than a trickle. However, it soon begins to rain, and Ageageha leaves, bringing the group back to normal. Keita begins to wonder if the rain is also because of a Yo-Kai, and Whisper once again mentions the charm, until Keita spots one. Before Whisper can look it up on the YoukaiPad, its battery dies, leaving Jibanyan to reveal it is Amefurashi, a Yo-Kai that makes it rain heavily. Keita calls on Robonyan to make Amefurashi stop, but Robonyan opens up a time portal to go to an electronics store when there is a sale to buy a vacuum cleaner first, using himself to power it up to suck up the clouds, but instead he sucks up Whisper. Robonyan turns off the vacuum and launches a Rocket Punch that strikes Amefurashi, causing her to run away in pain, and the rain to stop. Keita wonders why the protective charm has not been working, and Whisper reads it to discover it only works on butler-t",
                    "TitleJapanese": "【ゴールデンウィークは妖怪がいっぱい！】 【コマさん～オラのカッコいい兄ちゃん編～】 【じんめん犬シーズン２ 犬脱走 Episode5】",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "4893948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4893948",
                    "TitleEnglish": "Komasan: Movin On Up Episode 1 / Yo-kai Cynake / Yo-kai Rockabelly / Manjimutt: The Great Dog Escape: Episode 6",
                    "SummaryEnglish": "Part 1: While living in the city, Komasan decides to work as a janitor at the toy conglomerate Dandai. While there, he unintentionally inspires the company president to make aazing ideas that further the company in the public eye, including a line of insect toys and the new mascot character Amedamazura. When he this to Komajiro later, his awe in his older brother inspires Komasan to go further. Part 2: It is Mother's Day, so Keita and his father give Keita's mother gifts to thank her. However, after serving her tea and pancakes, Keita's mother decides that the pancakes are not good enough, but will not explain why. Keita believes his mother's behavior to be a Yo-Kai's fault, and uses the Yo-Kai Watch to find Sunesnake, a Yo-Kai that makes people whiny. Keita's father tries to get through to her, but Sunesnake's power is too strong. To help his parents, Keita calls on Honobōno, as the fact he is married will help things. Honobōno gives his word that he will help, and possesses Keita's father to make his apologies to Keita's mother more heartfelt, and eventually Sunesnake's control is lifted, but his parents' renewed loveydovey nature begins to grate on Keita, Whisper, and Jibanyan. Part 3: The news covers a new game sweeping Sakura New Town: belly dancing, with a strange face on the dancer's stomach. Jibanyan remembers the NyaKB girls did it, but Keita thinks it is a little weird. When he gets to school with his friends, Kanchi is suddenly taken by the belly dancing craze, and the face is on his stomach as well. Fumi is surprised, and terrified, by the change of events. Their teacher arrives, and after a few more dances, Kanchi suddenly stops. Kuma tells him he was doing the belly dance and he had a strange face drawn on his stomach, but when Kanchi lifts his shirt again the face is gone. Just as Kanchi sits down, their teacher begins dancing, as well. Keita asks Whisper if it could be a Yo-Kai, and Keita scans his teacher to find Harao-dori. Fumi begins to a",
                    "TitleJapanese": "【妖怪すねスネーク】 【妖怪はらおドリ】 【コマさんシーズン2 田舎者はバラ色にEpisode1】 【じんめん犬シーズン２ 犬脱走 Episode6】",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "4893949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4893949",
                    "TitleEnglish": "Kyubi: Operation Heartbreak / Yo-kai Gargaros / Komasan: Movin On Up! Episode 2",
                    "SummaryEnglish": "Part 1: The Yo-Kai Kyuubi arrives in Sakura New Town, explaining how he steals women's hearts through sheer charm, collecting them in the form of \"Kyun Balls\". He soon decides on his next target, Fumi, but everything he does, after transforming into a charming boy, does not appear to get through to Fumi, and she mistakes many of his actions for other things. Determined to steal her heart now, he demands to know her name before she heads home, and she obliges. Kyuubi makes it his mission to steal Fumi's heart, any way he can. Part 2: Keita's mother tells him she is going out shopping and to stay home because she is waiting for a delivery. After she leaves, Keita feels hungry, and decides to go downstairs to have some cream buns, but Jibanyan is woried. After finding them missing and accusing Whisper of eating them, both realize Jibanyan is acting guilty, and he finally admits that he ate them. Keita decides to just run out to the bakery, but Whisper reminds him that his mother asked him to stay home, but he runs off anyway. After picking up the cream buns, all three realize that it has suddenly become nighttime. As they walk back to the house, they hear loud footsteps, and soon discover they are being chased by the Red Oni. Keita steals the Yo-KaiPad from Whisper and discovers that they are in Oni Time, a period where small children told not to leave the house are chased by onis, and that they have no choice but to run away. All three resolve to stay together, until Jibanyan trips and falls and Keita and Whisper run off. He catches up, but loses his chocolate bars and NyaKB book, leading to his defeat at the Red Oni's foot. Keita and Whisper try to hide, but are cornered once more. Keita manages to dodge Red Oni's kanabō, but Whisper gets hit. Afterwards, Keita uses the Yo-Kai Watch to get Jibanyan back, and then Jibanyan launches a Hundred Paw Strike, which proves futile, and when he suggests to use the cream bun to make Red Oni calm, Whisper intercepts it. Howe",
                    "TitleJapanese": "【キュウビのキュンキュン大作戦 出会い編】 【鬼時間】 【コマさんシーズン2 田舎者はバラ色に Episode2】",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "4893950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4893950",
                    "TitleEnglish": "Komasan: Movin On Up! Episode 3 / Yo-kai Baku / Kyubi: Operation Amusement Park",
                    "SummaryEnglish": "Part 1: After a day on the links, the company president asks Komasan if he can talk to his daughter for him. They head to the night club where Komajiro was a DJ, Komasan realizes that the president's daughter was Komajiro's girlfriend. After scaring off the three men who bothered them last time, the company president and his daughter begin to argue that she has not come home, as she wants to become a professional dancer but has not found that one dance yet. Komasan, however, suddenly feels the urge to dance, and the president's daughter realizes Komasan's countryside moves are just what she needs. The company president is happy that his daughter has found her way in life, and it is all thanks to Komasan. Part 2: Keita wakes up and realizes he has overslept, but his mother never tried to wake him up. He rushes to school with Whisper and Jibanyan, only to discover his whole class is fast asleep. He realize a Yo-Kai must be to blame, and scans, discovering Baku, a Yo-Kai that eats dreams. She has come to his class just to have a bite to eat, and quickly sends Jibanyan into a deep sleep, as she eats Kuma's dream of being a superhero, Kanchi's dream of running a company, Fumi's dream to eat a lot of sweets, and the teacher's dream of teaching the class the meaning of infinity, with everyone taller than they normallywould be. They soon realize that Jibanyan is dreaming as well, and Whisper takes out his own personal dream diary to say that even Yo-Kai dream. In Jibanyan's dream, he seems to be a tall muscular martial arts expert who lets out a Hundred Strike Paw to finally stop a truck at an intersection, and NyaKB members fall in love with him, until Baku eats the dream too. Baku says she is just looking for a particularly big and tasty dream, and afterwards she will stop. Keita has an idea for someone with a big dream, and calls on Bushinyan. After Bushinyan falls asleep, they see he is hundreds of feet tall in his dream, the perfect meal for Baku who is so happy tha",
                    "TitleJapanese": "【妖怪バク】 【キュウビのキュンキュン大作戦 遊園地編】 【コマさんシーズン2 田舎者はバラ色に Episode3】",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "4893951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4893951",
                    "TitleEnglish": "The Legend of Dandoodle / Komasan: Movin' On Up! Episode 4",
                    "SummaryEnglish": "After filling another edition of the Yo-Kai Dictionary, Keita summons Ikemenken, a dog with a handsome human face who is utterly attractive to all women.",
                    "TitleJapanese": "【レジェンド妖怪！イケメン犬！】 【コマさんシーズン2 田舎者はバラ色に Episode4】",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "4914730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4914730",
                    "TitleEnglish": "Yo-kai D'wanna / Yo-kai Insomni / Komasan in Love Episode 1",
                    "SummaryEnglish": "Whisper wakes up late but sees Keita and Jibanyan are ready to have a sprint at school today because of a TV show he watched the previous night. However, everyone in school is giving up on tasks in the middle of doing them, prompting Keita to believe they are posessed by a Yo-Kai and finding Tsuzukanasō. When Fumi is possessed, Keita gets Nagabana to counter Tsuzukanasō's possession, forcing Tsuzukanasō to give up after fighting Nagabana's powers. However, the next day Jibanyan and Keita have already given up getting to school early. Some time later, Keita decides to stay up all night, and while in school he nearly falls asleep. Whisper soon realizes that everyone in class is tired but cannot sleep, and they discover the insomniac Yo-Kai Fūmin has decided to keep everyone awake. Keita gets Baku for help, but just as Baku appears to not be able to counter Fūmin's abilities, it is revealed to be all in Fūmin's dreams. Komasan enters a café to get out of a sudden rain storm and falls head over heels in love with a woman who is also in the café. He attempts to impress her through imitation, but finds the taste of coffee horrible.",
                    "TitleJapanese": "【妖怪つづかな僧】 【妖怪フゥミン】 【コマさんシーズン3 恋とポエムとコーヒーと 1杯目】",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "4914731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4914731",
                    "TitleEnglish": "Komasan in Love Episode 2 / Yo-kai Duchoo / Yo-kai Ake & Payn",
                    "SummaryEnglish": "Komajiro realizes that Komasan needs a push to get to know the girl of his dreams and drags him to the café. Komasan gathers enough courage and enters, and becomes more enamoured when he finally hears the girl's voice, but overhears her say that she is worried that someone is stalking her and wonders what she could mean. When talking with Kanchi and Kuma about their favorite video game, Keita is worried that he has not gotten as far in it as them, and decides to play it constantly for the night, but he falls asleep. The next morning, with Jibanyan's help, he calls on the Yo-Kai Kazekamo, who Jibanyan says will make him sick, but it is only an illusion and Kazekamo tries to coach Keita through fooling his mother into thinking he has a fever. When this fails, Keita is unknowingly possessed by another Yo-Kai, Igaigaguri, who makes people cough. This finally convinces his mother that he is sick and he is allowed to stay home for the day, but as soon as Kazekamo and Igaigaguri leave, he comes down with a real fever and his mother takes away the video game system so he can rest. Sometime later, Keita's father complains of a sore shoulder at breakfast, but when he gets to class many of his friends are complaining of similar aches. Keita believes it must be a Yo-Kai's doing, which Whisper doubts until Keita discovers Katanori-kozō and Katanorioyakata, an apprentice and master Yo-Kai at making people's shoulders ache. Keita does not want to be left out because he leads an easy life, and asks the two to do their magic, but they cannot make his shoulders ache, even after Katanorioyakata spends hours teaching Katanori-kozō how to do so.",
                    "TitleJapanese": "【妖怪かぜカモ】 【肩がこるってどんな感じ？】 【コマさんシーズン3 恋とポエムとコーヒーと 2杯目】",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "4914732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4914732",
                    "TitleEnglish": "Komasan in Love Episode 3 / Yo-kai Grubsnitch / Yo-kai B3-NK1",
                    "SummaryEnglish": "Komasan, with Komajiro, hopes to save the woman from whoever is threatening her life, even preparing to attack a large man until he is revealed to just be a tourist. When she talks on the phone about targetting someone herself, Komasan intervenes, startling her and making her drop her manga manuscript on the pavement. He helps her retrieve the pages, and plans on making her happy next time. Keita's mother prepares Keita and his father breakfast, until she is taken over by the urge to eat something from one of the plates, but she seems normal after. After Keita returns home from school, he sees his mother has made a huge meal for them for dinner. Keita is tempted to have a snack, but she tells him it is wrong to steal from the dinner table before his father comes home, when she suddenly eats several items herself, proclaiming \"snack time\" when she does so. Keita believes a Yo-Kai is to blame, and even though Whisper does not believe so, Keita discovers Tsumamiguinosuke, a Yo-Kai that makes people take food prepared for a meal, is possessing his mother. Keita must figure out how to stop his mother and Tsumamiguinosuke from eating the whole meal until his father comes home, but Tsumamiguinosuke has many tricks up his sleeve. Keita calls on Himojii, and his ability to make his mother hungry rather than wanting to snack, and she decides to start dinner, defeating Tsumamiguinosuke's effect, but Himojii makes both of them hungry and they finish the meal before Keita's father comes home, leaving him to have instant noodles. Keita tries to watch some TV, but it will not turn on, and Keita's parents note that the washing machine, the electric razor, and even their cellphones will not work. Keita believes it must be a Yo-Kai, but Whisper, as usual, is not so sure, at least until Keita points out Karakuri Benkei is breaking his room's air conditioner. He attacks the vacuum cleaner, and reveals he has taken a single screw from within it. He tells Keita that he is seeking out the",
                    "TitleJapanese": "【妖怪つまみぐいのすけ】 【妖怪からくりベンケイ】 【コマさんシーズン3 恋とポエムとコーヒーと 3杯目】",
                    "SummaryJapanese": "【妖怪つまみぐいのすけ】\nケータの母のつまみ食いが止まらない！たくさんの夕飯を作ったかと思ったら、ケータと話をしているときにもつまみ食い。しかも、ケータの母にはつまみ食いした記憶がない！これはどうやら…“妖怪つまみぐいのすけ”の仕業だった！ケータの父が帰ってくるまで、なんとしてでも夕飯を守らなければ！つまみぐいのすけに対抗できるのは…あの友達妖怪しかいない！！\n\n\n【妖怪からくりベンケイ】\n日曜日朝のヒーロー番組が始まるのを楽しみにするケータ。ところが、家中の家電が動かなくなってしまった！テレビも洗濯機も何もかもが動かない。そこへ現れたのは、機械からネジを取って壊してしまう妖怪“からくりベンケイ”！からくりベンケイは、ある目的のために家中の家電からネジを取っていたのだ。早くテレビが観たいケータが召喚したのは、メカに強いあの友達だ！！\n\n\n【コマさんシーズン3 恋とポエムとコーヒーと 3杯目】"
                },
                "24": {
                    "ID": "4943449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4943449",
                    "TitleEnglish": "Komasan in Love Episode 4 / Yo-kai Tengloom / The Real One",
                    "SummaryEnglish": "Komasan reads from a shōjo manga in order to figure out how to talk to the woman he has fallen in love with. Komajiro talks him into talking to her, disguised as a human, and he finds her upset that her idea of a manga about yōkai is not coming to fruition because she wants to be believed that the yōkai are real. Komasan becomes distressed that he can help her out, but cannot. While out in the woods studying plants with his friends, Keita goes off by himself, with Whisper and Jibanyan in tow, when he suddenly encounters a strange wind. Whisper says it must be the work of a Tengu Yo-Kai who has control over wind, particularly a Kurama Tengu, however Keita and Jibanyan do not trust his judgement. Kanchi, Kuma, and Fumi catch up with Keita, and they are all made gloomy by the strange wind. Keita scans for a Yo-Kai and finds what he believes to be a tengu, but he claims he is not, and Whisper identifies him as Nekurama Tengu, a Yo-Kai who makes people gloomy with his fan's wind and he has possessed his friends. Keita asks Jibanyan to defeat him, but both he and Whisper are possessed. Keita takes the Yo-KaiPad and discovers the way to defeat Nekurama Tengu is to make him happy, but not even the dancing seaweed Yo-Kai team of Wakame-kun, Konbu-san, and Mekabu-chan can make him give up. Whisper reveals that a game of sushi Russian roulette may work, with one piece of sushi having too much wasabi, but Jibanyan accidentally makes them all that way, which finally makes Nekurama Tengu crack a smile, which frees Jibanyan and Whisper, but not Keita's friends. They then carry Nekurama Tengu on a platform to see if that will make him happy, until they trip down a flight of steps, the spectacle of which frees the others and convinces Nekurama Tengu to befriend him. Keita goes to the boardwalk with Whisper, Jibanyan, and Nekurama Tengu, where Whisper says he was friends with a real tengu, when a gust of wind blows several umbrellas away, leading Keita to find the real Tengu. Keit",
                    "TitleJapanese": "【妖怪ネクラマテング】【ホンモノ登場！】【コマさんシーズン3 恋とポエムとコーヒーと 4杯目】",
                    "SummaryJapanese": "【妖怪ネクラマテング】\n今回こそはレアなの見つけるぞ！クマ、カンチ、フミちゃんと一緒に植物採取にやってきたケータ。ところが、怪しい風が吹いたかと思ったその瞬間、突然みんなが根暗になってしまった！ウィスパーとジバニャンさえも「ど～うせ…」「ど～うせ…」と根暗状態に。それはどうやら、この森に棲む“妖怪ネクラマテング”の仕業らしい！さあケータ、今回は誰を召喚するんだ！？\n\n\n【ホンモノ登場！】\nネクラマテングとの戦いで疲れきったケータたちがトボトボ歩いていると、突然激しい風が吹き荒れた！！これってもしかして、もしかして…！やっぱり“天狗”だ！大喜びのケータだが、街中で強力な風を吹かせるのはやっぱり危険。天狗と友達だと言い張るウィスパーが、天狗に注意しに行ったけれど…。ねえウィスパー、ちゃんと天狗に注意できるの！？\n\n\n【コマさんシーズン3 恋とポエムとコーヒーと 4杯目】"
                },
                "25": {
                    "ID": "4943450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4943450",
                    "TitleEnglish": "Jibanyan no Himitsu (Jibanyan's Secret)",
                    "SummaryEnglish": "After Keita and Jibanyan have a fight, Jibanyan runs away from home and is sent back in time where he relives the final days of his life with Emi.",
                    "TitleJapanese": "【ジバニャンの秘密】",
                    "SummaryJapanese": "ジバニャンが家を飛び出してしまった！原因はケータとのちょっとしたケンカ。でも本当は、ジバニャンはケータのことが大好きだと言うウィスパー。ところが！ジバニャンを探していたケータが街で見たのは、フミちゃんにすり寄るジバニャンの姿！そして、そんなジバニャンを２人の怪しげな者たちが見つめていた…。その瞬間、突如ジバニャンの姿が消えてしまった！気が付くと生きていたときのネコの姿でエミちゃんの家にいた！！エミちゃんとの時間を大切に過ごすジバニャンだったが、やがてあの“事故”が…！ついにジバニャンの秘密が明らかになる！"
                },
                "26": {
                    "ID": "4943451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4943451",
                    "TitleEnglish": "Yo-Kai Satori-chan (Yo-Kai Espy) / Yo-Kai Yokodori (Yo-Kai Peckpocket) / Komasan Season 3: Love and Poetry and Coffee Cup 5 (Komasan in Love Episode 5)",
                    "SummaryEnglish": "Fumi seems to have gained psychic powers, but it is the result of the Yo-Kai Satori-chan. Kuma starts to take things from people because he is possessed by the Yo-Kai Yokodori.",
                    "TitleJapanese": "【妖怪さとりちゃん】【妖怪ヨコドリ】【コマさんシーズン3 恋とポエムとコーヒーと 5杯目】",
                    "SummaryJapanese": "【妖怪さとりちゃん】\nフミちゃんが超能力者！？ケータ、クマ、カンチの３人は心で思っていたことをフミちゃんに、ズバリ当てられてしまった。なんとフミちゃんには人の心を読んでしまう妖怪“さとりちゃん”がとり憑いていたのだ！人の心が読めるさとりちゃんはとっても強敵！ところが、それに対抗する為にケータが考えた秘策により、さとりちゃんの様子がおかしくなっていき・・・。\n\n\n【妖怪ヨコドリ】\nクマが人のモノを次から次へと横取りして、みんなを怒らせてしまっている！今日のクマは何かおかしい。そこには、人のモノが欲しくなってしまう妖怪“ヨコドリ”がいた！次々と友達妖怪を召喚するケータだが、誰もヨコドリには勝てない。こうなったら、横取りが得意なグレるりんを召喚だ！ヨコドリとグレるりんの横取り合戦が始まったが・・・ええぇ！意外な結末が待っていた！！\n\n\n【コマさんシーズン3 恋とポエムとコーヒーと 5杯目】"
                },
                "27": {
                    "ID": "4943452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4943452",
                    "TitleEnglish": "Let's Get the New Yo-Kai Watch (The New Yo-Kai Watch / The Unboxing)",
                    "SummaryEnglish": "Whisper and Keita travel to the world of the Yo-Kai to track down the new Yo-Kai Watch Model Zero, and later Keita tries to figure out how to use the Model Zero with bad luck.",
                    "TitleJapanese": "【新型妖怪ウォッチを手に入れろ】【正しい箱の開け方】",
                    "SummaryJapanese": "【新型妖怪ウォッチを手に入れろ】\n妖怪ウォッチの新モデル！？ちょっと興奮気味のウィスパーが妖怪テレビに釘付けになっている。テレビに登場した妖怪の手には、なんと新型の妖怪ウォッチ『妖怪ウォッチ零式』が！しかも発売は今日！興奮が頂点に達したウィスパーは、ケータを連れて新型の妖怪ウォッチが売っているお店にやってきたが、そこには妖怪たちの大行列ができていた！！\n\n【正しい箱の開け方】\nやっとのことで『妖怪ウォッチ零式』を手に入れたケータとウィスパー。ところが、大事な大事な新モデルを雑に扱うケータに、ウィスパーは怒りしんとう！口うるさいウィスパーを尻目に、「妖怪メダル、セットオン！」妖怪を召喚しようとしたら、あれれ？妖怪を召喚できない！どうやら妖怪メダルにも何やら準備が必要らしい・・・。それじゃ、まずはジバニャンを召喚だ！！"
                },
                "28": {
                    "ID": "4943453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4943453",
                    "TitleEnglish": "Come Out! Classic Yo-Kai (Here Come the Classic Yo-Kai! / Let's Exorcise (Again!) / Are They Really Cool?)",
                    "SummaryEnglish": "Keita meets Yo-Kai from 100 years in the past, and must deal with the exorcist when the Classic Yo-Kai disrupt his home life.",
                    "TitleJapanese": "【出たぞ！古典妖怪】【お祓いリターンズ】【古典妖怪ってすごいの？】",
                    "SummaryJapanese": "【出たぞ！古典妖怪】\nビビリのレッテルを貼られたケータが、クマとカンチを怖がらせようと肝試しを計画した。クマたちをビビらせる怖い妖怪を探すぞ！ そんなケータが図書館から借りてきた本から見つけたのは、妖怪の世界のスーパースター“古典妖怪”たち。１００年以上も前から存在する古典妖怪を探すため、ケータたちがたどり着いたのは、歴史を感じる古めかしい旅館。そこで妖怪ウォッチを照らしてみると・・・！\n\n【お祓いリターンズ】\nあっ！ あれは！ 学校帰りのケータが見つけたのは、かつてウィスパーたちをお祓いするために家にやってきたおじいさん！どうやらお祓いのおじいさんは、古典妖怪たちによってちょっとした肝試しスポットになっている裏山を探しているらしい。慌てて古典妖怪たちに知らせようとするが、古典妖怪たちは余裕の表情。ところが、お祓いのおじいさんはパワーアップしていた・・・！！\n\n【古典妖怪ってすごいの？】"
                },
                "29": {
                    "ID": "4943454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4943454",
                    "TitleEnglish": "The Sun Roars: Episode 1 'The Hostage (Springdale Five-O: The Unwilling Occupant / Yo-Kai Swelton / Yo-Kai Brokenbrella)",
                    "SummaryEnglish": "Komasan and Whisper begin working as police officers, and he must deal wth a hostage crisis. Keita meets the sweaty Yo-Kai Asekkaki when the weather gets humid and the inside-out umbrella Yo-Kai Sakasakkasa when his umbrella gets turned inside out during a strong storm.",
                    "TitleJapanese": "【太陽にほえるズラ　第一話「人質」】【妖怪あせっか鬼】【妖怪さかさっ傘】",
                    "SummaryJapanese": "【太陽にほえるズラ　第一話「人質」】\n刑事になったコマさんが捜査一課に配属された！その瞬間、人質事件が発生！ウィスパー先輩とともに現場に駆け、人質の解放と犯人逮捕に向けて頑張るコマさんデカ。ところが、コマさんデカがすることは、どれもこれも的外れ！ウィスパー先輩がイライラしてるよ！コマさんデカ大丈夫なの！？\n\n【妖怪あせっか鬼】\n暑い！あまりの暑さにケータたちの体から、次から次へと汗が吹き出してくる！これってもしかして・・・いた！汗が止まらなくなる妖怪“あせっか鬼”だ！心優しいあせっか鬼は汗を止めてやりたくても自分では、どうにもできない。するとそこに、鬼を斬ってくれる妖怪“おにぎり侍”が現れた！\n\n【妖怪さかさっ傘】\nとっても激しい雨と風で、ケータがさしていた傘がひっくり返った！傘を戻してもすぐにひっくり返るし、みんなの傘がひっくり返っている。風もないのに傘がひっくり帰るなんて・・・絶対おかしい！と思ったら、妖怪“さかさっ傘”がいた！でも、何やらさかさっ傘には悲しい過去があるようで・・・。"
                },
                "30": {
                    "ID": "4961798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4961798",
                    "TitleEnglish": "The Sun Roars: Episode 2 'The Kidnapping' (Springdale Five-O: The Unwilling Occupant / Yo-Kai Swelton / Yo-Kai Brokenbrella)",
                    "SummaryEnglish": "When Keita forgets his wallet at home, it is stolen by the Yo-Kai Buyōjinbō who bothers people who are careless with their things. Later, Keita is possessed by the Yo-Kai Ittan Gomen who makes him pull pranks in class and then feign an apology after.",
                    "TitleJapanese": "【妖怪ぶようじん坊】【妖怪一旦ゴメン】【太陽にほえるズラ　第二話「誘拐」】",
                    "SummaryJapanese": "【妖怪ぶようじん坊】\nケータが家に帰ると、財布や預金通帳が出しっぱなしで、窓も開けっ放し！まさか、空き巣！？ところが帰宅したケータの母を妖怪ウォッチで照らしてみると、そこには妖怪“ぶようじん坊”がいた！！そんな、ぶようじん坊がケータの家から飛び出していった。このままだと、街中が不用心になって大変なことになってしまう！街中を騒がせるぶようじん坊には、ある目的があった！？\n\n【妖怪一旦ゴメン】\n「ゴメンゴメンいったんゴメン！」クラスで悪ふざけをしまくるケータが、みんなに謝っている。ところが、謝ってはいるもののケータは反省する気はまったくなし！ついに、みんなが怒りだしたけど、ケータにはみんなが起こる理由がわからない。そんなケータには、うわべだけで謝る妖怪“一旦ゴメン”が取り憑いていた！ゴメンゴメンと謝る一旦ゴメンだけど、その謝り方なんかムカつくぅー！！\n\n【太陽にほえるズラ　第二話「誘拐」】"
                },
                "31": {
                    "ID": "4961799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4961799",
                    "TitleEnglish": "Yo-Kai Monkey (Westward Yo!)",
                    "SummaryEnglish": "Keita, Whisper, Jibanyan, Komasan, and Kyuubi find themselves forced to act out the story of Journey to the West by the movie director Yo-Kai Mister Movien.",
                    "TitleJapanese": "【妖怪西遊記】",
                    "SummaryJapanese": "【妖怪西遊記】\nある日、目が覚めるとケータは孫悟空の姿になっていた。なんとケータやウィスパー、ジバニャン、コマさんたちは映画に出演するのだ！そこに現れたのは、映画監督妖怪“ミスタームービーン”。映画のタイトルは「西遊記」。主演の“キュウビ”もやってきて、さあ撮影開始！ところが、ミスタームービーンが出す指示は、どれもこれも無茶ばっかりで、どうも西遊記っぽくない！！早く家に帰りたいケータたちだが、撮影が終わらなければ家に帰してもらえない・・・。ノリノリのミスタームービーンは、さらに過酷な撮影を進める始末！この映画って完成するの！？"
                },
                "32": {
                    "ID": "4976690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4976690",
                    "TitleEnglish": "The Sun Roars: Episode 3 'The Interrogation Room' (Springdale Five-O: The Interrogation Room / Yo-Kai Lie-In Heart / Cool Yo-Kai Showdown!)",
                    "SummaryEnglish": "As summer vacation ends, Keita becomes worried that he has not finished his work for the break, and discovers that Kuma is possessed by the Yo-Kai Man'ojishi who has made him prepared. Later, with school starting up once more, Ikemenken and Kyuubi have a battle to see who can make the most of the students fall in love with them.",
                    "TitleJapanese": "【妖怪万尾獅子】【イケてる妖怪対決！】【太陽にほえるズラ　第三話「取り調べ室」】",
                    "SummaryJapanese": "【妖怪万尾獅子】\n夏休みが終わっちゃう！焦るケータの原因は、夏休みの宿題にまったく手をつけていないから。宿題をやらせない妖怪の仕業だというケータだが、そんなものは見当たらない・・・。そんなケータが思いついたのは、誰かに写させてもらうこと！ところが、クマに会うと「まだその時じゃない」という。なんとクマには、満を持して行動させる妖怪“万尾獅子”が取り憑いていた！！\n\n【イケてる妖怪対決！】\nクマとカンチが読者モデルに選ばれて雑誌に載った！？フミちゃんたちにチヤホヤされる２人を見て読者モデルに憧れるケータ。読者モデルにしてくれる妖怪はいないの！？そんなケータの叫びを聞きつけたのか・・・キュウビが現れた！ところがそこにイケメン犬も現れて、どちらがケータを読者モデルにできるかの対決がはじまった！ところが対決は意外な方向に・・・。\n\n【太陽にほえるズラ　第三話「取り調べ室」】"
                },
                "33": {
                    "ID": "4984477",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4984477",
                    "TitleEnglish": "The Sun Roars: Episode 4 'The Stakeout' (Springdale Five-O: The Stakeout / Yo-Kai Papa Windbag / Which One Is Real?)",
                    "SummaryEnglish": "Keita discovers that his friends are possessed by the bragging Yo-Kai Jigajii-san and later Keita must referee a dispute between Nogappa and the Classic Yo-Kai Kappa.",
                    "TitleJapanese": "【妖怪じがじぃさん】【ホンモノはどっちだ！？】【太陽にほえるズラ　第四話「張り込み」】",
                    "SummaryJapanese": "【妖怪じがじぃさん】\nいよいよ今日から新学期！学校ではクマやカンチ、フミちゃんまでも普通の話を自慢しあっている。何かおかしい。妖怪ウォッチで照らしてみると・・・そこには、妖怪“じがじぃさん”！どんな話も自画自賛するじがじぃさん、被害はなさそうだけど迷惑だからやめてもらおう！そこでケータが召喚したのは、自慢話といえばそうあの古典妖怪たちだ！！\n\n【ホンモノはどっちだ！？】\n自由研究の課題として、河童について調べることになったケータたち。ところが、先生がいう河童の特徴と、ケータの友達妖怪“ノガッパ”の特徴はちょっと違う。学校の帰りに河原に立ち寄ったケータは、早速ノガッパを呼び出すが・・・。なんと、そこには古典妖怪の河童も姿を現した！どっちが本物の河童か勝負をつけることになったが・・・古典妖怪の河童はなんだかワイルドだよ！！\n\n【太陽にほえるズラ　第四話「張り込み」】"
                },
                "34": {
                    "ID": "4995770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4995770",
                    "TitleEnglish": "The Sun Roars: Episode 5 'Tailing' (Yo-kai Yoodooit / Yo-kai Enerfly / Springdale Five-O: Episode 5 ‘Shake a Tail’)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪ひとまか仙人】【妖怪ぜっこう蝶】【太陽にほえるズラ　第五話「尾行」】",
                    "SummaryJapanese": "【妖怪ひとまか仙人】\nお母さんに頼まれて洗濯物を畳むケータ。ところがケータのお母さんは、自分でできそうな事でも次々とケータに頼み事をしてくる。これっておかしい！妖怪ウォッチを照らすと、そこには、なんでもかんでも人任せにする妖怪“ひとまか仙人”がいた！妖怪ウォッチでジバニャンを召喚したケータだったが、なんとひとまか仙人に取り憑かれてジバニャンと戦うはめに！\n\n【妖怪ぜっこう蝶】\n今日のカンチはいいことばかり起きる、絶好調な日！しかし、あまりの絶好調ぶりに少し不安になってきたカンチを見て、ケータが妖怪ウォッチを照らしてみると・・・。そこには、取り憑いた人を絶好調にさせる妖怪“ぜっこう蝶”がいた！そんないい妖怪ならオレに取り憑いてよ！トホホギスを召喚してぜっこう蝶を退治しようとしたケータであったが、思いもよらないとんでもない妖怪が取り憑いちゃった！\n\n【太陽にほえるズラ　第五話「尾行」】"
                },
                "35": {
                    "ID": "4995771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/4995771",
                    "TitleEnglish": "The Sun Roars: Episode 6 'SP' (Titanics of the Caribbean / Yo-kai Cricky / Springdale Five-O: Episode 6 ‘Prime Suspect’)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪タイタニック】【妖怪ねちがえる】【太陽にほえるズラ　第六話「SP」】",
                    "SummaryJapanese": "【妖怪タイタニック】\nケータが目を覚ますと、そこは豪華客船！しかも周りには、映画の撮影スタッフたちの姿が。これってもしかして・・・！？やっぱりいた映画監督妖怪“ミスタームービーン”！またしてもミスタームービーンの映画に出演することになったケータ。今回のテーマはスバリ映画「タイタニック」。ウィスパーとジバニャンも衣装に着替えて、撮影スタート！ところが、ミスタームービーンの要求は無理難題ばかり。やっぱり今回もドタバタ映画になりそうな予感！\n\n【妖怪ねちがえる】\nクラスのみんなの首が斜めになっている！どうやらみんな寝違えてしまったらしいけど、全員が寝違えるなんて・・・。怪しく思ったケータが妖怪ウォッチを照らすとそこにいたのは、寝違えらせてしまう妖怪“ねちがえる”だ！妖怪ウォッチでジバニャンを召喚してねちがえるを倒そう！と思ったらねちがえるが降参してしまった。話を聞くと、ねちがえるには、とっても切ない事情があった・・・。\n\n【太陽にほえるズラ　第六話「SP」】"
                },
                "36": {
                    "ID": "5004042",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5004042",
                    "TitleEnglish": "The Sun Roars: Episode 7 'Bomb Removal' (Yo-kai Stg. Burly / Yo-kai Heheheel / Springdate Five-O: Episode 7 ‘Imminent Danger Removal’)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪ブリー隊長】【妖怪笑ウツボ】【太陽にほえるズラ！　第七話「爆弾処理」】",
                    "SummaryJapanese": null
                },
                "37": {
                    "ID": "5008911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5008911",
                    "TitleEnglish": "The Field Day Is Full of Yo-kai (The Field Day Is Full of Yo-kai / Sprindale Five-O: Finale ‘Martyr’)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【運動会は妖怪がいっぱい！】【太陽にほえるズラ！　最終話「殉職」】【給食のグルメ　予告】",
                    "SummaryJapanese": null
                },
                "38": {
                    "ID": "5008913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5008913",
                    "TitleEnglish": "Our 300 Yen War (Our 300 Yen War / The Perfect Butler Yo-kai Verygoodsir / The School Lunch Gourmet: Episode 1 'Curry Rice')",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【ぼくらの300円戦争】【カンペキ執事妖怪セバスチャン】【給食のグルメ　第1話「カレーライス」】",
                    "SummaryJapanese": null
                },
                "39": {
                    "ID": "5008914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5008914",
                    "TitleEnglish": "Yo-Kai U.S.O. (Gourmet School Lunch, Meal 2: Pudding / Yo-kai Failian / Yo-kai Spoilerina)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪U.S.O.】【妖怪ネタバレリーナ】【給食のグルメ　第2話「プリン」】",
                    "SummaryJapanese": null
                },
                "40": {
                    "ID": "5028573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5028573",
                    "TitleEnglish": "Yo-Kai Top Ten (Yo-kai Top 10 / Yo-kai Count Zapaway / Gourmet School Lunch Meal 3: Cruller!)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪ベストテン】【妖怪りもこんかくし】【給食のグルメ　第3話「揚げパン」】",
                    "SummaryJapanese": null
                },
                "41": {
                    "ID": "5028574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5028574",
                    "TitleEnglish": "Yo-Kai Kyuntarō (School Lunch Gourmet: Meal 4 Fried Chicken! / Yo-kai Shmoopie / Yo-kai Yoink)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪キュン太郎】【妖怪かりパックン】【給食のグルメ　第4話「唐揚げ」】",
                    "SummaryJapanese": null
                },
                "42": {
                    "ID": "5040360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5040360",
                    "TitleEnglish": "Gabunyan Hazard (Horror of Dracunyan)",
                    "SummaryEnglish": "Keita has not got a costume ready for the Halloween Parade, and while Kuma, Kanchi, and Fumi wait for him, he discovers his mother has become something like a vampire. Keita soon discovers that the Yo-Kai Gabunyan is to blame, and has turned the whole town into other Gabunyan. Keita gets Kuma, Kanchi, and Fumi, who have not been bitten, to help him stop Gabunyan, revealing to them that Yo-Kai exist.",
                    "TitleJapanese": "【ガブニャンハザード】",
                    "SummaryJapanese": null
                },
                "43": {
                    "ID": "5040361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5040361",
                    "TitleEnglish": "Professor Renkon and the Mysterious Mansion (Professor Vacant and the Mysterious Mansion)",
                    "SummaryEnglish": "Keita and the others go into the hills to do a tree planting, but they can only talk about their favorite new anime Professor Renkon. When they find a mystery, they begin to try to solve what has happened just as Professor Renkon would. Meanwhile, Jibanyan and Whisper believe a Yo-Kai is involved and plan to discover it on their own.",
                    "TitleJapanese": "【レンコン教授と不思議な館】",
                    "SummaryJapanese": null
                },
                "44": {
                    "ID": "5040364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5040364",
                    "TitleEnglish": "Year 3 Class Y, Mr. Nyanpachi: Episode 1 (Hangin' with Mr. Crabbycat Lesson #1) / Yo-Kai Monomannequin (Yo-kai Mimikin) / Yo-Kai Hanahojin (Yo-kai Snottle)",
                    "SummaryEnglish": "Year 3 Class Y's homeroom teacher Mr. Nyanpachi tries to whip his students into shape with the help of vice homeroom teacher Mr. Komasan. When Fumi rudely impersonates the teacher, Keita discovers she is possessed by the Yo-Kai Monomannequin. Jibanyan wants to go to a Nya-KB handshaking event, but everything happening throughout the day makes his chances of going dwindle, including the appearance of the Yo-Kai Hanahojin that makes people pick their nose.",
                    "TitleJapanese": "【３年Y組ニャンパチ先生　第一話】【妖怪モノマネキン】【妖怪ハナホ人】",
                    "SummaryJapanese": "【３年Y組ニャンパチ先生　第一話】\n熱血教師・ニャンパチ先生が、３年Y組にやってきた！熱い心でビシッと生徒たちを指導しようと意気込むニャンパチ先生だが、クラスは問題だらけ！副担任のコマさん先生が抑えるが…ニャンパチ先生、キレちゃダメだよ！\n\n\n【妖怪モノマネキン】\nフミちゃんが、最近極めたという先生のモノマネを披露した。ところが！とんでもなく似てない上に、超下品な仕草をしている！フミちゃんには、妖怪“モノマネキン”が取り憑いていた！フミちゃんのイメージが壊れちゃうよ！！\n\n\n【妖怪ハナホ人】\n大好きなニャーKBの握手会に参加するため、朝からソワソワしているジバニャン。ウィスパーをお供にして列にならんでいると、風船を手放した女の子にトラックが迫ってくる！女の子をたすけるか！握手会か！どうするジバニャン！！"
                },
                "45": {
                    "ID": "5060014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5060014",
                    "TitleEnglish": "Year 3 Class Y, Mr. Nyanpachi: Episode 2 (Hangin' with Mr. Crabbycat Lesson #2) / Togenyan and the Cold (Every Cold Has Its Thorn(yan) / Yo-Kai Sunao (Yo-kai Sandmeh)",
                    "SummaryEnglish": "After some exercise, Jibanyan has come down with a cold and somehow been turned into Togenyan. At Kanchi's birthday party, he becomes possessed by the honest Yo-Kai Sunao.",
                    "TitleJapanese": "【風邪とともにトゲニャン】【妖怪砂夫】【３年Y組ニャンパチ先生　第二話】",
                    "SummaryJapanese": "【風邪とともにトゲニャン】\n特訓を終えて帰ってきたジバニャンを見ると、なんと体の色が変わりトゲトゲの姿になっていた！どうやら、カゼをひいたジバニャンが“トゲニャン”になってしまったのだ。早速、カゼ薬をもってきたケータだったが、ウィスパーによると妖怪には妖怪のカゼの治し方があるらしい。ところが、何をやっても治らない。そのうちトゲニャンのカゼがみんなに伝染ってきて…えっ！？メラメライオンまで！！\n\n\n【妖怪砂夫】\n今日はカンチの誕生日パーティー！でも、カンチのパパとママは仕事で忙しくて、去年も今年もケータとクマ、カンチの３人でのパーティーになってしまった。そんな中、カンチは何を聞いても「だよねー！」と言って素直に聞き入れる。カンチには妖怪“砂夫”が取り憑いていたのだ。砂夫の話を聞いてみると…どうやらカンチにはどうしても素直に言えない悩みがあるみたいだ。\n\n\n【３年Y組ニャンパチ先生　第二話】"
                },
                "46": {
                    "ID": "5060015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5060015",
                    "TitleEnglish": "Year 3 Class Y, Mr. Nyanpachi: Episode 3 (Hangin' with Mr. Crabbycat Lesson #3) / Yo-Kai Okane Naider (Yo-kai Supoor Hero) / Legend Yo-Kai Unchikuma (Legend of Poofessor)",
                    "SummaryEnglish": "When Keita suddenly discovers he's out of money when he plans to buy a new issue of his favorite manga, he discovers the Yo-Kai Okane Naider is to blame. Kuma, Kanchi, and Fumi all begin to talk about useless trivia, and Keita discovers the Legend Yo-Kai Unchikuma has possessed them all in his search for the one true piece of trivia.",
                    "TitleJapanese": "【妖怪お金ナイダー】【レジェンド妖怪 うんちく魔】【３年Y組ニャンパチ先生　第三話】",
                    "SummaryJapanese": "【妖怪お金ナイダー】\n楽しみにしていたマンガを買おうとウキウキのケータだったが、財布の中にお金がない！確かにお金あったはずなのに…と思っていると、取り憑いた人間をどんどん貧乏にしてしまう妖怪“お金ナイダー”が現れた！このままでは街中の人が貧乏になってしまう！とおもったら、あれれ！？どんどん良いことが起こって、お金ナイダーもゴージャスな姿になっていく。どうやらこれは、幸運を呼び寄せるあの妖怪の仕業かな！？\n\n\n【レジェンド妖怪 うんちく魔】\nカンチやクマ、フミちゃんまでもが、突然うんちくを語り始めた。みんなどうしちゃったの！？と思っていると、そこにいたのは妖怪“うんちく魔”だ！うんちく魔に「うんちくの実」を頭に乗せられると、途端にうんちくを語ってしまうようだ。でも、そのうんちくの実、ウ○チの形なんだけど…。ところが、そんなうんちく魔には、とんでもなく恐ろしい正体が隠されていた！！\n\n\n【３年Y組ニャンパチ先生　第三話】"
                },
                "47": {
                    "ID": "5077081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5077081",
                    "TitleEnglish": "Yo-Kai Gunshi Wisbei",
                    "SummaryEnglish": "Whisper and Jibanyan are sent back in time by Kin and Gin and Whisper helps Ishida Mitsunari, a man Whisper had helped in the past but that he cannot remember why he regrets his actions during the Sengoku period.",
                    "TitleJapanese": "【妖怪軍師ウィスベェ】",
                    "SummaryJapanese": "【妖怪軍師ウィスベェ】\n「ウィスパーって他の妖怪みたいに特別な能力ないよね？」ケータにそんなことを言われて少し落ち込むウィスパーが、ジバニャンとともに突如タイムスリップしてしまった！着いた先は戦国時代！なんと！かつてウィスパーは、戦国武将・石田三成に助言をする軍師だった。時代に大きな影響を与えていたウィスパーの本当の能力。ところがウィスパーはこの能力によって、とても大きな後悔を背負っていた。もう一度やり直して時代を変えれば、ケータとの出会いもなくなってしまう…。どうする、ウィスパー！！"
                },
                "48": {
                    "ID": "5077082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5077082",
                    "TitleEnglish": "Year 3 Class Y, Mr. Nyanpachi: Episode 4 (Hangin' with Mr. Crabbycat Lesson #4) / The Missing Yo-Kai Pad / A Yo-Kai Report Card, Too! (Yo-kai Report Cards!)",
                    "SummaryEnglish": "Whisper accidentally flushes the Yo-Kai Pad down the toilet, and leads Keita and Jibanyan on a search to get it back. Keita is worried about his winter report card, but Sebastian comes back to reveal that there is also a report card from the Yo-Kai to give out.",
                    "TitleJapanese": "【消えた妖怪パッド】【妖怪も通信簿！】【３年Y組ニャンパチ先生　第四話】",
                    "SummaryJapanese": "【消えた妖怪パッド】\n大事な妖怪パッドを念入りに磨くウィスパー。と思ったら、トイレに行った瞬間に便器に落ちて流れていっちゃった！決意の表情で便器に飛び込んだウィスパーだったが、結局妖怪パッドは見つからず…。いつまで経っても帰ってこないウィスパーを心配するケータは、ヒキコウモリに頼んである物を購入する。やっと家に戻ってきたウィスパーは、それを見て大喜び！でもウィスパー、なんか臭くない！？\n\n\n【妖怪も通信簿！】\nもうすぐ冬の通信簿が配られる季節。お年玉に影響する今回の通信簿に、ケータたちはドキドキ。ところが、妖怪たちにも通信簿があった！どれくらいご主人様のお役に立てているかを評価される妖怪たちの通信簿。評価するのは、なんとあの“セバスチャン”！評価が悪ければ、とんでもなく恐ろしい罰ゲームが待っている。ウィスパーとジバニャンは、必死でケータのお手伝いをするが…。\n\n\n【３年Y組ニャンパチ先生　第四話】"
                },
                "49": {
                    "ID": "5077083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5077083",
                    "TitleEnglish": "Christmas Is Also Full of Yo-Kai! (A Very Yo-kai Christmas) / This Year's Santa is Koma-Santa (The Koma-Santa Clause) / Yo-Kai Santakurōshi (Yo-kai Ol' Saint Trick)",
                    "SummaryEnglish": "Keita goes out to pick up his family's Christmas cake but finds that the town is once again overrun with Yo-Kai. Komasan and Komajiro get asked to deliver letters to Santa Claus, but are overrun by chilren's requests. Keita's mother is possessed by the Yo-Kai Santakurōshi who makes Keita answer three questions, or else they will be sucked up into one of his bags.",
                    "TitleJapanese": "【クリスマスにも妖怪がいっぱい！】【今年のサンタはコマサンタ】【妖怪サンタク老師】",
                    "SummaryJapanese": "【クリスマスにも妖怪がいっぱい！】\n注文したケーキを受け取りに街に出たケータとウィスパーだが、クリスマスの聖なるオーラを浴びたウィスパーが昇天しそうになってしまった！！妖怪にとってクリスマスは恐るべき行事だというが…街にはいたるところに妖怪たちがいるみたい！？\n\n\n【今年のサンタはコマサンタ】\nコマさんとコマじろうに届いた手紙に書かれていたのは、なんと今年の「サンタクロース当番」のお知らせだった！子どもたちにプレゼントを届けにまわるコマさんとコマじろうにタイムリミットが迫る！そんな中、くたくたのコマさんにコマじろうは…。\n\n\n【妖怪サンタク老師】\n「今日の夕飯はどれでしょう！」ケータの母が突然３択クイズを出題してきた！そこにいたのは妖怪“サンタク老師”！ウィスパーとジバニャンが、サンタク老師の出題に間違えて、袋の中に吸い込まれてしまった！"
                },
                "50": {
                    "ID": "5077899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5077899",
                    "TitleEnglish": "Year 3 Class Y, Mr. Nyanpachi: Episode 5 (Hangin' with Mr. Crabbycat Lesson #5) / The Amano House: The House Cleaning War! (The House Cleaning War!)/ The Wandering Orochi: Act 1: The Strongest Red Yo-",
                    "SummaryEnglish": "While trying to clean up the house, Keita discovers rival armies of Katazukerai led by Araimashō and an unseen leader are vying for control of the cleanup. The powerful Yo-Kai Orochi arrives in town seeking a battle with the powerful Yo-Kai Red J, but his description leads him to think that his opponent is actually Jibanyan.",
                    "TitleJapanese": "【天野家　大掃除の乱！】【さすらいのオロチ　第一幕　赤い最強妖怪】【3年Y組ニャンパチ先生　第五話】",
                    "SummaryJapanese": "【天野家　大掃除の乱！】\n「大掃除はオレに任せといて！」 ある計画を企てるケータが、ケータの父と母にビシッと言い放った！ ウィスパーとジバニャンも巻き込んで、いざ大掃除！ と思った瞬間、キレイ好きすぎる将軍“アライ魔将”とその家来“かたづ家来”がやってきて、あっという間に家中ピカピカ！ ところが、ボロボロになったかたづ家来が現れて、誰かが家を汚しているという。そういえば、ジバニャンの姿が見えないけど・・・！！\n\n\n【さすらいのオロチ　第一幕　赤い最強妖怪】\n年末年始を乗り切るためのお菓子をどっさり買い込んだケータたち。その帰り道、耐えきれなくなったジバニャンが、チョコボーを奪って河原へ行ってしまった！ のんびりとチョコボーをほおばるジバニャンのもとに、ふいに“オロチ”と名乗る妖怪が現れた。“レッドJ”と呼ばれる最強の妖怪を倒すためにやってきたというオロチ。ところが、そのレッドJの特徴は・・・。ジバニャン、チョコボー食べてる場合じゃないよ！！\n\n\n【3年Y組ニャンパチ先生　第五話】"
                },
                "51": {
                    "ID": "5132230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5132230",
                    "TitleEnglish": "The Wandering Orochi: Act 2: The Base of Fear (Venoct's Revenge: Enemy Camp) / Yo-Kai Tsuchinoko Panda (Yo-kai Pandanoko) / Yo-Kai Daraketō (Yo-kai Cutta-Nah)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪ツチノコパンダ】【妖怪ダラケ刀】【妖怪ダラケ刀】【さすらいのオロチ　第二幕　恐怖のアジト】",
                    "SummaryJapanese": "【妖怪ツチノコパンダ】\nパンダか！？ツチノコか！？今年流行るのはどっちかをクマとカンチ、そしてフミちゃんが議論している。どっちつかずのケータは、皆から冷やかな目で見られるはめに・・・。そんな帰り道、ケータたちの前に究極レア妖怪“ツチノコパンダ”が現れた！ツチノコなのか、パンダなのかで悩んでいるツチノコパンダのために協力するケータたち。ところが、そんなツチノコパンダを待っていたのは・・・！\n\n\n【妖怪ダラケ刀】\nお正月気分が抜け切らないケータの母が、ソファでだらぁーっとダラけている。しかし、体の力が抜けきってしまったようで、どうも様子がおかしい！ケータの母に取り憑いていたのは、どんな人間もダラけさせてしまう妖怪“ダラケ刀”！ダラケ刀を倒すためにジバニャンを召喚するケータだったが、そのジバニャンもダラけちゃってる！ところが、ダラケ刀も気づいていなかった意外な弱点があった！\n\n\n【さすらいのオロチ　第二幕　恐怖のアジト】"
                },
                "52": {
                    "ID": "5183750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5183750",
                    "TitleEnglish": "The Wandering Orochi: Act 3: Hell's Army (Venoct's Revenge: The Army of Evil) / Yo-Kai Ame-onna & Hareotoko (Yo-kai Drizzelda and Ray O'Light) / Yo-Kai Tsuragawari (Yo-kai Jumbelina)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪雨女と晴れ男】【妖怪つらがわり】【さすらいのオロチ　第三幕　地獄の軍団】",
                    "SummaryJapanese": null
                },
                "53": {
                    "ID": "5183751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5183751",
                    "TitleEnglish": "The Wandering Orochi: Final Act: The Truth of Despair (Venoct's Revenge: Rebeus J) / Yo-Kai Daidarabotchi (Yo-kai Dromp)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪だいだらぼっち】【さすらいのオロチ　最終幕　絶望の真実】",
                    "SummaryJapanese": null
                },
                "54": {
                    "ID": "5183752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5183752",
                    "TitleEnglish": "Yo-Kai Folk Tales: Princess Kaguya (Old Lady Dream Theater: Act 1) / Yo-Kai Gashadokuro (Yo-kai Gutsy Bones) / Yo-Kai Fusafusan (Yo-kai Furdinand)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪むかし話　～かぐや姫～】【妖怪ガシャどくろ】【妖怪ふさふさん】",
                    "SummaryJapanese": null
                },
                "55": {
                    "ID": "5183753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5183753",
                    "TitleEnglish": "Yo-Kai Folk Tales: Momotarō (Old Lady Dream Theater: Act 2) / Valentine New Era (For Love or Chocolate)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【バレンタイン新時代】【妖怪むかし話　～桃太郎～】",
                    "SummaryJapanese": null
                },
                "56": {
                    "ID": "5183754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5183754",
                    "TitleEnglish": "Yo-Kai Folk Tales: Crane's Return of a Favor (Old Lady Dream Theater: Act 3) / Yo-kai Urayamashirō (Yo-kai Wantston) / Yo-kai Samugari (Yo-kai Pupsicle)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪うらやましろう】【妖怪さむガリ】【妖怪むかし話　～ツルのおんがえし～】",
                    "SummaryJapanese": null
                },
                "57": {
                    "ID": "5183755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5183755",
                    "TitleEnglish": "Old Lady Dream Theater: Act 4 / Yo-kai Daiz / Yo-kai Cap'n Crash",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪ボー坊】【妖怪大後悔船長】【妖怪むかし話　～浦島太郎～】",
                    "SummaryJapanese": null
                },
                "58": {
                    "ID": "5183756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5183756",
                    "TitleEnglish": "Yo-kai Gimme / Yo-kai Tublappa / Kaptain Komasan!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪泥ボックン】【妖怪あかなめ】【結成！コマさん探検隊！】",
                    "SummaryJapanese": null
                },
                "59": {
                    "ID": "5183757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5183757",
                    "TitleEnglish": "Kaptain Komasan and the Mess at Loch Ness / Yo-kai Master Oden / Yo-kai Suspicioni",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪おでんじん】 【妖怪ぎしんあん鬼】【金妖スペシャル！コマさん探検隊！古代恐竜の生き残りか！？ネス湖の伝説が今夜、そのベールを脱ぐ",
                    "SummaryJapanese": null
                },
                "60": {
                    "ID": "5183758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5183758",
                    "TitleEnglish": "Kaptain Komasan and the Kaveman / The Disturbing Life of Toiletta / Yo-kai Copperled",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【近頃のトイレの花子さん】【妖怪しきるん蛇】【金妖スペシャル！コマさん探検隊！完全踏破 恐怖のジャングル・アマゾン奥地3000キロ！謎の原始",
                    "SummaryJapanese": null
                },
                "61": {
                    "ID": "5183759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5183759",
                    "TitleEnglish": "Kaptain Komasan and the Alien / Yo-kai Enduriphant / Yo-kai Wydeawake",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪ガマンモス】【妖怪TETSUYA】 【金妖スペシャル！コマさん探検隊！USA灼熱砂漠の果て！軍秘密基地エリア51！ドロメテウス星雲からの使者！『",
                    "SummaryJapanese": null
                },
                "62": {
                    "ID": "5183760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5183760",
                    "TitleEnglish": "Kaptain Komasan and the Merman / Burly Blasters / Yo-kai Infour",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【戦え！妖怪ウォッチバスターズ！】 【妖怪よつめ】【金妖スペシャル！コマさん探検隊！緑の魔境・アマゾンの奥地へ！伝説の半魚人『ギョッピ",
                    "SummaryJapanese": null
                },
                "63": {
                    "ID": "5183761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5183761",
                    "TitleEnglish": "Kaptain Komasan and the Buried Treasure / Yo-kai April Fools / Yo-kai Snartle",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪エイプリルフール】【妖怪なまはげ】【金妖スペシャル！コマさん探検隊！史上最大の歴史ミステリー！行く手を阻む謎の集団！徹底捜索！",
                    "SummaryJapanese": "【妖怪エイプリルフール】\n妖怪の世界にはないと思っていたエイプリルフール。ところが、ケータたちの前にセバスチャンがあらわれ、今年から『地獄の妖怪エイプリルフール』を始めるという。ウソをつき通せなかった妖怪は、なんとフィギュアにされて売り飛ばされてしまう！次々と妖怪たちがウソをつく中、ついにジバニャンとウィスパーの順番がやってきた…。恐怖に震える彼らは、ウソをつき通せるのか！？\n\n\n【妖怪なまはげ】\n「悪い子はいねが～」と子供たちを驚かす妖怪“なまはげ”が、警察に捕まってしまった！ケータたちは“なまはげ”のイメチェンを考えてあげるが、今度は子供たちが全然驚かない…。そこで、イメチェンに詳しい花子さんに手伝ってもらったら大成功！日本中が“NAMAHAGE”に注目するようになった。ところが、“NAMAHAGE”ブームで大儲けした花子さんには、予想外の事態が待ち受けていた！！\n\n\n【金妖スペシャル！コマさん探検隊！史上最大の歴史ミステリー！行く手を阻む謎の集団！徹底捜索！『幕府埋蔵金』がいま、その全貌を現す！】"
                },
                "64": {
                    "ID": "5261230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5261230",
                    "TitleEnglish": "Kaptain Komasan and the Yeti / Yo-kai Bruff / Yo-kai Dummkap",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "65": {
                    "ID": "5261231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5261231",
                    "TitleEnglish": "Kaptain Komasan and the Surprise Ending / Sour Milk?",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "66": {
                    "ID": "5262789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5262789",
                    "TitleEnglish": "The Nervous Zashiki-warashi (Attentive Gnomey) / Yo-Kai Waraenee (Yo-kai Lafalotta) / Dog Time",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "67": {
                    "ID": "5267597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5267597",
                    "TitleEnglish": "Military Zashiki-warashi (Military Gnomey) / My Master Is Fumi-chan (My Master Is Insomni)",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "68": {
                    "ID": "5282860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5282860",
                    "TitleEnglish": "Any Time Is Life or Death for Zashiki-warashi (Always Desperate Gnomey) / Yo-Kai Magasas (Yo-kai Negasus) / Fake Keita Appears! (Fake Nate)",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "69": {
                    "ID": "5296233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5296233",
                    "TitleEnglish": "The Rookie Zashiki-warashi (Gnew Guy Gnomey) / Yo-Kai Ekohiiki (Yo-kai Mynimo) / Yo-Kai Shiwaku-chan (Yo-kai Grumples)",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "70": {
                    "ID": "5299696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5299696",
                    "TitleEnglish": "The Rookie Zashiki-warashi: The Exam (Gnew Guy Gnomey: The Exam Episode) / Yo-Kai Urayameshi (Yo-kai Wotchagot) / Hikikōmori's Secret (Hidabat's Secret)",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "71": {
                    "ID": "5299697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5299697",
                    "TitleEnglish": "The Rookie Zashiki-warashi: Falling in Love (Gnew Guy Gnomey: The Love Episode) / Today's a Yo-Kai Holiday! (A Yo-kai Holiday!) / The Scary Light Zone: The White Fear (High-Fright Zone)",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "72": {
                    "ID": "5299698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5299698",
                    "TitleEnglish": "Yo-Kai Dokechingu (Yo-kai Greesel) / Yo-Kai Ayamarioshi (Yo-kai Bowminos) / Yo-Kai Mayoiguruma (Yo-kai No-Go Kart)",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "73": {
                    "ID": "5299699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5299699",
                    "TitleEnglish": "Yo-Kai Mukamukade (Yo-kai Irewig) / Yo-Kai Ningyo (Yo-kai Mermaidyn) / Yo-Kai Tararin (Yo-kai Gush)",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "74": {
                    "ID": "5299700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5299700",
                    "TitleEnglish": "Let's Go with Komasan: First Trip to the Electronics Store (Country Folk'll Try Anything Once! The Electronics Store) / Kuro Is Here! (Make Vroom for Lil' Swirlie) / Robonyan Type-F Appears! (Robonyan",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "75": {
                    "ID": "5299701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5299701",
                    "TitleEnglish": "Let's Go with Komasan: First Trip to the Ramen Stand (Country Folk'll Try Anything Once! The Ramen Stand) / Yo-Kai Tōshirozame (Yo-kai Shrook) / Yo-Kai Shōbushi (Yo-Kai Chansin)",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "76": {
                    "ID": "5299702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5299702",
                    "TitleEnglish": "Let's Go with Komasan: First Trip to the Sports Gym (Country Folk'll Try Anything Once! The Gym) / Yo-Kai Bakuonnarashi (Yo-kai Rawry) / Buyōjin Summer Festival (Pandle-Monium)",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "2": {
            "ID": "657677",
            "URL": "https://www.thetvdb.com/series/yo-kai-watch/seasons/official/2",
            "# Episodes": 74,
            "Episodes": {
                "1": {
                    "ID": "5526654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526654",
                    "TitleEnglish": "Usapyon is here!",
                    "SummaryEnglish": "To start off Season 2, we meet Inaho, a space fanatic around Keita's age, who purchases a Space Watch (actually a Yo-Kai Watch U prototype) from her local anime shop. Using the watch, she discovers Usapyon, whom she first thinks is an alien, but is disappointed to learn he's a Yo-Kai. Usapyon explains to Inaho his predicament involving his former master, a rocket engineer at NASA.",
                    "TitleJapanese": "USAピョンが来た!",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5526657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526657",
                    "TitleEnglish": "A New Yo-kai Watch! / Hailey Anne and USApyon's Bitty RoKit Weekly: The Engine!",
                    "SummaryEnglish": "Keita receives the new Yo-Kai Watch U prototype, but the Yo-Kai Pintocorn makes him unimpressed with the new features. Meanwhile, Inaho and Usapyon start on a weekly-magazine rocket project to help the former's old master rediscover his dreams.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5526658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526658",
                    "TitleEnglish": "Country Folk'll Try Anything Once: The Health Spa / The Infamous Beach Story: Oh, It's Roughraff / The Infamous Beach Story, Part 2: Yo-kai Swosh",
                    "SummaryEnglish": "Komasan hears about a masseur with the \"hands of a god\" and decides to go see him. But the masseur is surprised that he can't find Komasan's tense spot. Meanwhile, Keita and his friends try to have fun at the beach, but once again, Keita's day is plagued by Yo-Kai. (Note: The English dub replaces the third segment with \"Cadin Goes to a Concert\")",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5526659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526659",
                    "TitleEnglish": "Country Folk'll Try Anything Once: The Pottery Studio / Hailey Anne and Usapyon's Bitty RoKit Weekly: The Fuel Cell! / High-Fright Zone: Shadow in the Dark",
                    "SummaryEnglish": "After hearing how making pottery is a popular hobby, Komasan decides to try it out for himself. With Keita, Whisper, and the former's parents out shopping, Jibanyan finally has the entire house to himself. But in the style of The Twilight Zone, he is always freaking out over the slightest sound.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5526660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526660",
                    "TitleEnglish": "Cadin Goes to a Concert! / Rhinoggin and Beetler / Yo-kai Swelterrier",
                    "SummaryEnglish": "Semimaru woke up from his year-long slumber to go see a NyaKB concert, only to find out it doesn't start for another week. Keita has to settle a dispute between two bug-like Yo-Kai, Mushakabuto and Kuwanobushi, over what kind of bug is more popular among children. (Note: In the English dub, the first two segments are \"Let's Go to Work! Yo-kai Firefighters\" and \"Jibanyan's Summer Break\")",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5526661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526661",
                    "TitleEnglish": "Nate's Magnificent Dream / Yo-kai Minochi / Yo-kai Pittapat",
                    "SummaryEnglish": "After being hit by Baku's sleep smoke, Nate has an epic space fantasy dream, but he keeps putting himself in minor roles. Later on, Nate believes Katie is jealous over everything he does, but finds out it's because of the Yo-kai Minochi. The classic Yo-kai Pittapat asks Nate for help in apologizing to a little girl that the former pulled a prank on.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "5526662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526662",
                    "TitleEnglish": "Covert Shopping Mission / Hailey Anne and Usapyon's Bitty RoKit Weekly: The Cooling System! / Komasan Cab: Manjimutt",
                    "SummaryEnglish": "While grocery shopping with his mother, Nate asks Robonyan to make sure he isn't seen by his friends while still helping her out. A first look is taken at Komasan Taxi, where Komasan and Komajiro discuss characters' controversial actions, aided by fan letters, with that character; they start off with Manjimutt.",
                    "TitleJapanese": "買い物は隠密ミッション / イナホとＵＳＡピョンの ロケットチビチビクミタテール③ ～冷却装置編～ / コマさんタクシー　じんめん犬",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "5526663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526663",
                    "TitleEnglish": "Yo-kai Scritchy / Fidgephant Panic! / Jibanyan's Summer Vacation",
                    "SummaryEnglish": "One night, Nate is disturbed by the mosquito Yo-kai Scritchy, and Robonyan then appears to reveal Scritchy's role in the future of mosquito-kind, a la The Terminator. While at a public pool, Nate discovers an entire army of Fidgephant disrupting the day off. After he trains on trucks, a more heartfelt side of Jibanyan is revealed as he helps a lost cat find its owner.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "5526664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526664",
                    "TitleEnglish": "Hailey Anne and Usapyon's Bitty RoKit Weekly: The Safety Device! / Yo-kai Pride Shrimp / Komasan Cab: Robonyan",
                    "SummaryEnglish": "During class cleanup, the proud Yo-kai Pride Shrimp complicates who does what by making Bear and Eddie argue over who gets to mop the room (they each want to do it).",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "5526665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526665",
                    "TitleEnglish": "Yo-kai Frazzel / Lie-in Heart and Cheeksqueek / Komasan Cab: Poofessor",
                    "SummaryEnglish": "At home, the Yo-kai Papa Bolt gives Nate's mother a personality like a thunderstorm (booming down on each sly remark); at the same time, the Yo-kai Frazzle is causing Nate to make such sly remarks (causing literal lightning to strike him). Now, the family has to try to enjoy their dinner with not one, not two, but THREE Yo-kai at once. While at the local Hot Springs, Cheeksqueek once again hits Nate with gas.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "5526666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526666",
                    "TitleEnglish": "Yo-kai Timidevil / Yo-kai Puppiccino / Hailey Anne and Usapyon's Bitty RoKit Weekly: The Main Control",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "5526667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526667",
                    "TitleEnglish": "Hailey Anne and Usapyon's Bitty RoKit Weekly: The Launch! / Hapyon Detective Agency: Case No. 1: The Food Yo-kai Mystery",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "5526668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526668",
                    "TitleEnglish": "Hapyon Detective Agency: Case No. 2: Who Licked My Ice Cream!? / Yo-kai Mistank / Yo-kai Slumberhog",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "5526669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526669",
                    "TitleEnglish": "Yo-kai Lazy Sundae / Yo-kai Flushback / Komasan Cab: Dracunyan",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "5526670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526670",
                    "TitleEnglish": "Let's Sing Together! Yo-Kai Red and White Song Battle!",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "5526671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526671",
                    "TitleEnglish": "The InaUsa (Hapyon) Mysterious Detective Agency: Case 3: The Case of the Unscrewed Appliance Yo-Kai Murders (Count Zapaway Mystery) / Yo-Kai Dasocks (Yo-kai Putasockinit) / Yo-Kai Taraimawashi (Yo-kai",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "5526672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526672",
                    "TitleEnglish": "The InaUsa (Hapyon) Mysterious Detective Agency: Case 4: The Case of the Boring Yo-Kai Murders (Gloomy Yo-kai Mystery) / Momotaronyan (Mononyan) and His Three Attendants / Classic Yo-Kai Halloween Par",
                    "SummaryEnglish": "(Note: In the English dub, the second segment is replaced with \"Yo-kai Nummskull\")",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "5526673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526673",
                    "TitleEnglish": "The InaUsa (Hapyon) Mysterious Detective Agency: Case 5: The Nose Picker Murders (The Curious Case of the Serial Nose-Picker) / Yo-Kai Ottamagator (Yo-kai OMGator) / Bushinyan Wants to Slice Hard Thin",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "5526675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526675",
                    "TitleEnglish": "Dog of the North Star: Episode 1 / The InaUsa (Hapyon) Mysterious Detective Agency: Case 6: The Case of the Spiky Yo-Kai Attacks (Assault of the Thorny Yo-kai) / Yo-Kai Annojoe",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "5526678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526678",
                    "TitleEnglish": "Dog of the North Star: Episode 2 / Yo-Kai Jikokenoh (Yo-kai Disliking) / The InaUsa Mysterious Detective Agency vs. Phantom Thief Kopin: He's Going After the National Treasure Dish (Hapyon Detective A",
                    "SummaryEnglish": "(Note: In the English dub, the first segment is replaced with \"Let's Go to Work! Yo-kai Diner\")",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "5526680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526680",
                    "TitleEnglish": "Dog of the North Star: Episode 3 / Yo-Kai Kapper (Yo-kai Lil Kappa) / The InaUsa Mysterious Detective Agency vs. Phantom Thief Kopin: He's Going After the Red Treasure (Hapyon Detective Agency vs. Car",
                    "SummaryEnglish": "After Melamelion's fiery mane gets stolen, Inaho and Usapyon must restore the tough Yo-Kai's passion. Meanwhile, Keita and Whisper learn that Nogappa has been taken in by the Yo-Kai rapper Kapper to form a musical group. (Note: In the English dub, the first segment is replaced with \"Hapyon Detective Agency: Case No. 6: Assault of the Thorny Yo-kai\")",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "5526681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526681",
                    "TitleEnglish": "Christmas Blackout! Update the Yo-Kai Watch! (Christmas Blackout! Time for a Yo-kai Watch Update!)",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "5526682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526682",
                    "TitleEnglish": "Dog of the North Star: Episode 4 / The InaUsa Mysterious Detective Agency vs. Phantom Thief Kopin: He's Going After the Magical Mirror (Hapyon Detective Agency vs. Carl San Fantastico: The Magic Mirro",
                    "SummaryEnglish": "(Note: In the English dub, the first segment is replaced with \"Yo-kai Snippity Cricket\")",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "5526683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526683",
                    "TitleEnglish": "It's the Secret of Jibanyan's Birth, Nyan! (Jibanyan's Secret Past)",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "5526685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526685",
                    "TitleEnglish": "Dog of the North Star: Episode 5 / The InaUsa Mysterious Detective Agency vs. Phantom Thief Kopin: He's Going After the Legendary Coat (Hapyon Detective Agency vs. Carl San Fantastico: The Legendary R",
                    "SummaryEnglish": "(Note: In the English dub version, The first segment is replaced with \"Let's Go to Work! Yo-kai Daycare\")",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "5526686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526686",
                    "TitleEnglish": "The Yo-Kai Also Have Otoshidama (A Yo-kai New Year's Gift) / Dog of the North Star: Episode 6 / Yo-Kai Nekolumbus (Yo-kai Kittylumbus) / The InaUsa Mysterious Detective Agency vs. Phantom Thief Kopin:",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "5526688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526688",
                    "TitleEnglish": "Dog of the North Star: Finale / Multiplying Mudazukai / Yo-Kai Kamikakushi",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "28": {
                    "ID": "5526689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526689",
                    "TitleEnglish": "The InaUsa Mysterious Detective Agency vs. Phantom Thief Kopin: The Targeted Golden Armor and Kopin's Identity! / Yo-Kai Nagatha / Yo-Kai Inchicken",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "29": {
                    "ID": "5526690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526690",
                    "TitleEnglish": "Year 3 Class Y, Mr. Nyanpachi: Koshihikari Academy / Evil Year 5 Class 1: Okane Nider Explodes!! / Yo-Kai Karikaribacon",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "30": {
                    "ID": "5526691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526691",
                    "TitleEnglish": "Year 3 Class Y, Mr. Nyanpachi: Hot-Blooded Flame Academy / Evil Year 5 Class 1: Unchikuma Goes to the Antarctic!! / Yo-Kai Ponkotsu",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "31": {
                    "ID": "5526694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526694",
                    "TitleEnglish": "Year 3 Class Y, Mr. Nyanpachi: Century's End Academy / Inaho's Valentine / Yo-Kai Kakusan",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "32": {
                    "ID": "5526695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526695",
                    "TitleEnglish": "Year 3 Class Y, Mr. Nyanpachi: Pitter-Patter Academy / Evil Year 5 Class 1: Gurerurin's Death at Sunset!! / Yo-Kai Marunugget",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "33": {
                    "ID": "5526697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5526697",
                    "TitleEnglish": "Year 3 Class Y, Mr. Nyanpachi: Meow Meow Academy / Evil Year 5 Class 1: Sebastian's Great Ship Sinking!! / Yo-Kai Houskeeper Gattenmeier",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "34": {
                    "ID": "5603665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5603665",
                    "TitleEnglish": "Year 3 Class Y, Mr. Nyanpachi: Gyan Gyan Academy / The Way Back Is Backpack Rock-Paper-Scissors! / Evil Year 5 Class 1: Netaballerina Sinks Into the Sea of Knowledge!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "35": {
                    "ID": "5603666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5603666",
                    "TitleEnglish": "Year 3 Class Y, Mr. Nyanpachi: Slicing Academy / Evil Year 5 Class 1: Negativoon and Tohohogisu's Crying Friendship!! / Yo-Kai Oburger",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "36": {
                    "ID": "5603667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5603667",
                    "TitleEnglish": "Year 3 Class Y, Mr. Nyanpachi: Disrupting Class Academy / Evil Year 5 Class 1: Gishinanki Shatters in Front of the Iron-Clad Women!! / Yo-Kai Nammonite",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "37": {
                    "ID": "5603668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5603668",
                    "TitleEnglish": "Nightly Mushy Hit Station / Yo-Kai Romance of the Three Kingdoms",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "38": {
                    "ID": "5603669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5603669",
                    "TitleEnglish": "Evil Year 5 Class 1: Ikemenken Howls in Onigiri Hell!! / Yo-Kai Kuchisuberashi / Yo-Kai Romance of the Three Kingdoms II / Yo-Kai Kirisugirisu",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "39": {
                    "ID": "5603670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5603670",
                    "TitleEnglish": "Evil Year 5 Class 1: Hanasakajii Withers!! / Yo-Kai Naandenaan / Yo-Kai Romance of the Three Kingdoms III / Komasan Taxi: Whisper",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪ナンデナン】",
                    "SummaryJapanese": "【妖怪ナンデナン】\nクマ、カンチ、そしてケータの３人がゲームで盛り上がっているところに、フミちゃんが次から次へと「なんで？」と質問をしてくる。フミちゃんには、どんどん質問を繰り返す妖怪“ナンデナン”がとり憑いていた！ケータがナンデナンを倒すために召喚したのは、物知りな妖怪“うんちく魔”！ところが、うんちく魔はナンデナンのペースに踊らされて、いつもの力が発揮できない！その時、うんちく魔がうんちくの実をナンデナンの頭にのせた！\n\n【魔の５年１組　～花さか爺　枯れる！！～】\n妖怪を困らせることで有名な５年１組に、妖怪“アゲアゲハ”と“家ーイ”がやってきた！\nターゲットは、クラスで最もクールと評判の「カナっち」。交互に憑りついてカナっちのテンションを上げようとするが、カナっちは「…別に」とクールなまま！そんな中、どんな人でもハッピーにしてしまう最強のアゲアゲ妖怪“花さか爺”が現れた！レジェンド妖怪のプライドをかけた花さか爺は、果たしてカナっちに勝てるのか！？\n\n【妖怪三国志Ⅲ】\n\n【コマさんタクシー　～ウィスパー～】"
                },
                "40": {
                    "ID": "5603671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5603671",
                    "TitleEnglish": "Job Series: Yo-Kai Firefighters / Yo-Kai Okurairi / Yo-Kai Romance of the Three Kingdoms IV / Kowailight Zone: Terror, The Window That Wouldn't Close",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【お仕事シリーズ『妖怪消防隊』】",
                    "SummaryJapanese": "【お仕事シリーズ『妖怪消防隊』】\nコマさん隊長率いる妖怪消防隊、登場！隊員は、コマじろう、メラメライオン、あつガルル、焼きおに斬り…火災の消火にはちょっと心配なメンバー。非常ベルがけたたましく鳴り響く中、訓練が開始された！ウィスパーの家からの火災を消火するため妖怪消防隊出発、と思いきや消防車に乗る順番を決めるのにジャンケンを始めてしまった！！さらに、コマさん隊長の小ボケでなかなか消火が進まない！炎に包まれそうなウィスパーを救出できるのか！？\n\n【妖怪おくらいり】\n会社で進めていたプロジェクトがお蔵入りになり、ケータのお父さんが落ち込んでいる。なんと、妖怪“おくらいり”がお父さんの書類を吸い込んで、そのまま逃げてしまったのだ！お父さんの書類を取り戻すために、おくらいりを追いかけるケータ。すると、おくらいりの中にはお蔵入りになった妖怪たちがいることがわかった！ケータたちが恐る恐るおくらいりの中を覗いてみると、色々な意味で決して世の中に出してはいけない妖怪たちが、たくさんいたのだった！\n\n【妖怪三国志Ⅳ】\n\n【こわいライトゾーン　～恐怖 閉まらずの窓～】"
                },
                "41": {
                    "ID": "5603672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5603672",
                    "TitleEnglish": "Job Series: Yo-Kai Hospital / Evil Year 5 Class 1: Haraodori Distracts the Namaste!! / Yo-Kai Iballoon / Yo-Kai Romance of the Three Kingdoms V",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪いばる～ん】",
                    "SummaryJapanese": "【妖怪いばる～ん】\nケータに答案プリントの提出をさせたり、クマに給食を取りに行かせたり、なんだかカンチが上から目線でえらそうにしている！なんとカンチには、いつもいばっている妖怪“いばる～ん”がとり憑いていた！いばる～んを倒すためジバニャンが呼んでくれたのは、妖怪合コンで知り合った、おだてることが上手な妖怪“たいこモチ”！たいこモチにおだてられて気持ちよくなったいばる～んだったが、膨らみすぎてとんでもないことになってしまった！\n\n【魔の５年１組　～はらおドリ　ナマステに散る！！～】\n噂の５年１組を倒すために妖怪“はらおドリ”がやってきた！そのターゲットは、インド人のラージ君。外国人に日本の伝統の踊りである腹踊りを踊らすことで、世界中に腹踊りを広めようという企みのはらおドリ。ところがラージ君は、はらおドリがとり憑くとナマステダンスを踊り出す！しかも、クラスのみんなまで、ついつい一緒にナマステダンスを踊ってしまう！はらおドリがショックを受けていると、同じダンス系妖怪のワカメくん、コンブさん、メカブちゃんが助けに来てくれた！\n\n【お仕事シリーズ『妖怪病院』】\n\n【妖怪三国志Ⅴ】"
                },
                "42": {
                    "ID": "5603673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5603673",
                    "TitleEnglish": "Evil Year 5 Class 1: Yo-Kai Final Battle, The Supreme Commander Appears!! / Job Series: Yo-Kai Stuntman / Yo-Kai Ecolojii / Yo-Kai Romance of the Three Kingdoms VI",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪エコロ爺】",
                    "SummaryJapanese": "【妖怪エコロ爺】\nみんながエコだと言って極端に物を大事にし始めた。それは、とり憑かれると異常なほどエコにはまってしまう妖怪“エコロ爺”の仕業だった！ケータはエコロ爺を倒すために“ドケチング”を召喚！エコロ爺とはライバル関係で、いつの間にか『どっちがエコか勝負』が始まってしまった！電気代と水道代の安いほうが勝利するこの勝負。お互いにお金をかけないテクニックを披露するが、電気代も水道代もどんどん上がっていく！いったい何が起きているの！？\n\n【魔の５年１組　～妖怪最終決戦　総大将あらわる！！～】\nかつて５年１組の生徒に敗北してしまった妖怪たちが、『魔の５年１組 被害者の会』を開いている。そんな彼らが今回狙うのは、イナホの友だちのユウカだ！これまでの生徒と違って強い個性を感じさせないユウカを、全員で倒そうと企てる。ところが、次々と妖怪がユウカにとり憑くと、想像以上の出来事が起こってしまい妖怪たちがかえって逃げ出してしまう！なんとユウカには、他の生徒とは違うとんでもない力が隠されていた！！\n\n【お仕事シリーズ『妖怪スタントマン』】\n\n【妖怪三国志Ⅵ】"
                },
                "43": {
                    "ID": "5603674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5603674",
                    "TitleEnglish": "Start Your Engines! The Yo-1 Grand Prix!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【開幕！妖1グランプリ！】",
                    "SummaryJapanese": "【開幕！妖1グランプリ！】\nケータがテレビでF1を見ながら「思いっきりレースしてみたいなー」とつぶやくと、妖怪“魔ウンテン”によって違う世界へと連れて行かれてしまった！見渡すとそこはレース場。なんとケータは妖怪F1グランプリ、通称『妖1』へ参加できることになった！そこには、あつガルル＆ふぶき姫のペアなど多くの妖怪たちが参戦している！何としてでも優勝したい妖怪たちは、得意の技を使って他の妖怪カーの邪魔をする。特別な妖怪カーを用意してもらったケータも、車の特性を活かして妖怪たちと互角のレースを繰り広げる！一方、レースにはイナホとUSAピョンのコンビも出場していた！"
                },
                "44": {
                    "ID": "5972118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5972118",
                    "TitleEnglish": "Job Series: Yo-kai Flight Attendant / The InaUsa Mysterious Detective Agency: Investigation File 1 'Hanahojin / Yo-kai Romance of the Three Kingdoms VII",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【イナウサ不思議探偵社　調査ファイル１『ハナホ人』】",
                    "SummaryJapanese": "【イナウサ不思議探偵社　調査ファイル１『ハナホ人』】\nイナウサ不思議探偵社に、意外にも“ジバニャン”やってきた！ある妖怪を調査して欲しいというジバニャンだが、その妖怪とはなんと“ハナホ人”！ケータの前に現れるたびに、無理やり召喚させられて楽しい時間を台無しにされてきたジバニャンにとって、ハナホ人は許せない妖怪。早速、ハナホ人の調査を開始したイナホとUSAピョン、そしてジバニャンだが、鼻ほじりのためのトレーニングを終えたハナホ人が向かった先は、やはりケータのいる場所。ところがその時、ハナホ人が衝撃のひと言をつぶやいた！「お父さん…」！！\n\n【お仕事シリーズ『妖怪客室乗務員』】\n\n【妖怪三国志Ⅶ】"
                },
                "45": {
                    "ID": "5972119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5972119",
                    "TitleEnglish": "Job Series: Yo-kai Nursery School / The InaUsa Mysterious Detective Agency: Investigation File 2 'Bakurobaa",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【イナウサ不思議探偵社　調査ファイル２『バクロ婆』】",
                    "SummaryJapanese": "【イナウサ不思議探偵社　調査ファイル２『バクロ婆』】\n今回の依頼人は“ひも爺”。“バクロ婆”のセクシーなクシャミをみてしまったことから、隠された裏の顔があるのではないかと、調査を依頼してきた。早速バクロ婆の家に調査に向かうと、早起きして散歩にでかけてしまって、まるで普通のお婆さんのよう。その隙に家の中を調べてみると、なんと若かりし時のバクロ婆らしき写真を発見！その姿はとってもセクシーで、謎のコードネームが書かれていた！バクロ婆の意外な過去が明らかに！？\n\n【妖怪ダイナシー】\n100回で記録更新！男子たちが大縄跳びにチャレンジしているその時、なんとフミちゃんが邪魔をして、これまでの苦労を台無しにしてしまった！いつものフミちゃんと様子が違うことに気がついたケータが妖怪ウォッチで照らしてみると、そこには頑張ったものを一瞬で台無しにしてしまう妖怪“ダイナシー”がいた！そんなダイナシーが、ケータをじっと見ている…。ケータが苦労して作り上げたジグソーパズルが、ダイナシーに狙われている！？\n\n【お仕事シリーズ『妖怪保育園』】\n\n【妖怪三国志Ⅷ】"
                },
                "46": {
                    "ID": "5972121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5972121",
                    "TitleEnglish": "The InaUsa Mysterious Detective Agency: Investigation File 3 'Meramelion / Job Series: Yo-kai Aquarium / Yo-kai Myccar / Yo-kai Romance of the Three Kingdoms IX",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【イナウサ不思議探偵社　調査ファイル３『メラメライオン』】",
                    "SummaryJapanese": "【イナウサ不思議探偵社　調査ファイル３『メラメライオン』】\n『アッチィソウルブラザーズ』から引き抜いた“メラメライオン”が、『いろいろツクローバーZ』を裏切らないかどうか心配な“ふぶき姫”。そんなふぶき姫が、メラメライオンの素行調査を探偵社に依頼してきた。早速、メラメライオンの調査を開始するイナホとUSAピョン。ところが、どうしてメラメライオンはアツい妖怪になったのか？そんな疑問を解決するために、メラメライオンに直接聞いてみることに。なんとそこには超感動の物語があった…！！\n\n【妖怪マイッカー】\n今日のクマは、宿題を忘れてもどんな失敗をしても「ま、いっかー」といって平然としている。いつもと違うクマの様子をみたケータが妖怪ウォッチで照らしてみると、そこには何でも「ま、いっかー」のひと言で済ませてしまう妖怪“マイッカー”がいた！マイッカーを倒すためにグレるりんを召喚するケータ。ところが、マイッカーの話を聞いてみると、妖怪になる前の、ちょっと気のどくなエピソードが。すると、グレるりんがみんなをマイッカーに乗せて爆走しだした！！\n\n【お仕事シリーズ『妖怪水族館』】\n\n【妖怪三国志Ⅸ】"
                },
                "47": {
                    "ID": "5972122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5972122",
                    "TitleEnglish": "Job Series: Yo-kai Traffic Cop / The InaUsa Mysterious Detective Agency: Case File 4: Honobōno / Yo-kai Bungee-Kyūsu / Yo-kai Romance of the Three Kingdoms: Finale",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【イナウサ不思議探偵社　調査ファイル４『ホノボーノ』】",
                    "SummaryJapanese": "【イナウサ不思議探偵社　調査ファイル４『ホノボーノ』】\n“ドンヨリーヌ”が入手した写真には、なんと花子さんや雨女、フゥミンと会っている“ホノボーノ”が写っていた！ホノボーノは浮気をしているのか！？ドンヨリーヌの依頼を受けて、調査を開始するイナホとUSAピョン。すると、ホノボーノは本当に花子さんたちと会っていた！楽しそうに話をするホノボーノを見て、いつもよりさらにどんより落ち込むドンヨリーヌ。いつまでも一緒にいようと誓い合った人間時代を思い出していたその時、ホノボーノがドンヨリーヌの前に現れて…！？\n\n【妖怪バンジーきゅうす】\nクマやカンチ、フミちゃんまでもちょっとしたミスで、「万事…休す」と呟きぶるぶる震えている。みんなにとり憑いていたのは、自分で自分をピンチに追い込んでしまう妖怪“バンジーきゅうす”！すると、バンジーきゅうすが今度は、急にトイレに行きたくなったケータにとり憑いた。憑りつかれたケータは、「ここで漏らしてしまうんだ…」と自分を追い込んでしまっている！もう漏れる…！絶体絶命のその時、ケータは我慢が得意なあの妖怪を召喚するが…！？\n\n【お仕事シリーズ『妖怪おまわりさん』】\n\n【妖怪三国志　最終回】"
                },
                "48": {
                    "ID": "5972123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5972123",
                    "TitleEnglish": "Joe Series: Yo-kai Family Restaurant / The InaUsa Mysterious Detective Agency: Case File 5: Gurerurin / Yo-kai Darisu",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【イナウサ不思議探偵社　調査ファイル５『グレるりん』】",
                    "SummaryJapanese": "【イナウサ不思議探偵社　調査ファイル５『グレるりん』】\nあれって取り外せるの！？依頼人である“爆音ならし”と“ヨコドリ”が見せた写真に衝撃を受けるイナホとUSAピョン。写真に写っていたのは取り外されて布団の上に置かれた“グレるりん”のリーゼント！！今回は、夜になるとリーゼントを置いたまま突如姿を消してしまうグレるりんの調査！ところが、ひょんなことから道端に転がってしまったリーゼントを見て、ある老人が「伝説のリーゼント…」といって震えだした！果たして、グレるりんにはどんな過去があるのか！？\n\n【妖怪ダリス】\nお母さんの手伝いも、フミちゃんからのバーベキューの誘いも「だりぃーっす」といって断ってしまうケータ！とり憑かれるとヤル気をなくしてしまう妖怪“ダリス”のせいで、すべてがダルくなってしまったのだ。そんなダリスを倒すためにジバニャンを召喚するが、ダルい者同士、ダリスとジバニャンは仲良く一緒にどこかへ行ってしまった！ところが翌日、妖怪たちの間でダルい系妖怪が大流行してしまい、いろんな妖怪が「ダルい感じ」になってしまった！\n\n【お仕事シリーズ『妖怪ファミリーレストラン』】"
                },
                "49": {
                    "ID": "5972124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5972124",
                    "TitleEnglish": "The InaUsa Mysterious Detective Agency: Case File 6: Fubukihime / Android Yamada Episode 1: Launch / Yo-kai Fuankan",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【イナウサ不思議探偵社　調査ファイル６『ふぶき姫』】",
                    "SummaryJapanese": "【イナウサ不思議探偵社　調査ファイル６『ふぶき姫』】\nアッチィソウルブラザーズのメンバーが“ふぶき姫”の調査を依頼してきた！翌朝、ふぶき姫の家に行ってみると、そこにいたのはなんと“ゆきおんな”！そんなゆきおんなが、みんなをとっても優しくもてなしてくれるが…！\n\n【アンドロイド山田 第一話 出撃】\nアンドロイドの実験に失敗して命を落とした山田博士が、運命のいたずらか、アンドロイド山田として蘇った！心優しきアンドロイド山田は、街のみんなや家族のために頑張るが、どれもこれも報われない！アンドロイド山田に安息の日はやってくるのか！？\n\n【妖怪ふあんかん】\n理由がなくても不安になってしまう妖怪“ふあんかん”がやってきた！ウィスパーを不審者だと思い大騒ぎのふあんかん。不安な気持ちをなくしてしまうために、アゲアゲハを召喚したケータだったが…ウィスパーが大変なことに！"
                },
                "50": {
                    "ID": "5972125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5972125",
                    "TitleEnglish": "Android Yamada Episode 2: Impatience / The InaUsa Mysterious Detective Agency: Case File 7: Monomannequin / Yo-kai Hijouguchi",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【イナウサ不思議探偵社　調査ファイル７『モノマネキン』】",
                    "SummaryJapanese": "【イナウサ不思議探偵社　調査ファイル７『モノマネキン』】\nUSAピョンが２人！？と思ったら依頼人としてやってきた“ロボニャンF型”が、USAピョンのモノマネをしていたのだ。そんなロボニャンF型の依頼内容は、弟子である“モノマネキン”のモノマネが最近全然似ていないことへの調査。早速調査を開始すると、モノマネキンはなんと「おとうさん、おとーさん」と発声練習していた！マネキン工場で製造されたモノマネキンにお父さんは存在するのか！？ロボニャンF型とともに工場へ向かうイナホたち。するとモノマネキンの衝撃の過去が明らかに！！\n\n【妖怪ひじょうぐち】\n非常口の人のマークが動いたという話でフミちゃんたちが盛り上がっている。どうやら目撃した生徒が他にもたくさんいるらしい。そんな中、カンチがとんでもない写真を持ってきた。それは非常口から人型が消えて枠だけになっている写真！怪しむケータが妖怪ウォッチを照らしたその先には、妖怪“ひじょうぐち”が！なんと非常口の向こうでは、たくさんのひじょうぐちが、休憩所で思い思いの時間を過ごしていたのだ！すると、ある“ひじょうぐち”がケータにあるお願いをしてきた…！\n\n【アンドロイド山田 第二話 焦燥】"
                },
                "51": {
                    "ID": "5972126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5972126",
                    "TitleEnglish": "Android Yamada Episode 3: Hammer / The InaUsa Mysterious Detective Agency: Case File 8: Netaballerina / Yo-kai Aitttimes",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【イナウサ不思議探偵社　調査ファイル８『ネタバレリーナ』】",
                    "SummaryJapanese": "【イナウサ不思議探偵社　調査ファイル８『ネタバレリーナ』】\nいつもうんちくの上をいくネタバレをしてきて悔しい思いをしている“うんちく魔”が、“ネタバレリーナ”について調査を依頼してきた。早速ネタバレリーナの生活を調査するイナホとUSAピョン。するとネタバレリーナは色々な場所に出向いて情報を仕入れるといった感じで、意外なほど地道にネタを集めていた。そんなネタバレリーナだが、ある職業に就いていた人間時代もとんでもなくネタバレをしていたことが判明した！えぇー！ネタバレリーナってそんなに凄い人だったの！？\n\n【妖怪アイタタタイムズ】\nケータのクラスでは、みんながちょっと“イタい”内容の作文を発表している。これっておかしい…。ケータが妖怪ウォッチで照らしてみると、そこにはとり憑かれるとイタい発言を連発してしまう妖怪“アイタタタイムズ”がいた！いつもイタい発言を集めてしまうアイタタタイムズに帰ってもらうために、ウィスパーのひらめきで一面記事になるようなスクープネタを提供した。ところが翌日、ウィスパーのネタが元でアイタタタイムズがとんでもないことになってしまった！！\n\n【アンドロイド山田 第三話 鉄槌】"
                },
                "52": {
                    "ID": "5972127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5972127",
                    "TitleEnglish": "Android Yamada Episode 4: Isolated / The InaUsa Mysterious Detective Agency: Case File 9: Bōbō / Yo-kai Muchaburikko",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【イナウサ不思議探偵社　調査ファイル９『ボー坊』】",
                    "SummaryJapanese": "【イナウサ不思議探偵社　調査ファイル９『ボー坊』】\n探偵社へとやってきた“たらいまわし”の依頼内容は、なぜ“ボー坊”は「ソーセージ」というとキレるのか。早速調査を開始すると、ボー坊は「ソーセージ」と名のつくものには一切近づかない徹底ぶり。そんな中、USAピョンがついついボー坊の前で「ソーセージ」と言ってしまってボー坊は大激怒！ところが、ある言葉を叫ぶと、キレたボー坊の目から突然涙がこぼれた…！驚いたイナホとＵＳＡピョンはその理由を聞くことになる。\n\n【妖怪無茶ぶりっ子】\n今日のフミちゃんはみんなに無茶振りをしては、ぶりっ子ポーズでキメている。そこにいたのは、無茶ぶりばかりをさせる妖怪“無茶ぶりっ子”！無茶ぶりをされて困っている人を見て楽しんでいる無茶ぶりっ子に対抗するため、ケータは“砂夫”を召喚！どんな無茶ぶりも平気だと豪語するケータに、無茶ぶりっ子の無茶ぶりがはじまった！ところが、その壮絶すぎる無茶ぶり内容にウィスパーとジバニャンが悲しい結果に…。そして、最も強烈な無茶ぶりがケータに迫る！？\n\n【アンドロイド山田 第四話 孤立】"
                },
                "53": {
                    "ID": "5973047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973047",
                    "TitleEnglish": "Android Yamada Episode 5: Conflict / The InaUsa Mysterious Detective Agency: Case File 10: Murikabe / Yo-kai Demonade",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【イナウサ不思議探偵社　調査ファイル１０『ムリカベ』】",
                    "SummaryJapanese": "【イナウサ不思議探偵社　調査ファイル１０『ムリカベ』】\n“家ーイ”が“ムリカベ”にドッーンと張り手をされて壁に穴を開けられてしまった！恐怖で夜も眠れない家ーイの依頼は、そんなムリカベの調査。イナホとUSAピョンが調査を進めているうちに、歌舞伎がムリカベに大きく関係していることがわかった。その昔、どんな無理難題もカッコよく解決していくという舞台に登場する、ある歌舞伎役者が大人気だった。ところが、あることがきっかけで不幸な出来事が起きてしまい…。ムリカベの人間時代が明らかになる！！\n\n【妖怪デモネード】\nケータのお母さんが「デモねぇ～デモねぇ～」と言い訳してケータとの約束を守ってくれない。それは、言い訳ばかりさせる妖怪“デモネード”の仕業だった！ケータのお母さんからなかなか離れようとしないデモネードだが、恋を見つける手伝いをしたら離れてくれるという。ところが、ケータが次々にともだち妖怪を召喚しても、どれもデモネードは気に入らない様子。その時、日曜だからといってケータのお父さんにとり憑こうとあの妖怪がやってきた。すると、あれ？デモネードがときめいてる！？\n\n【アンドロイド山田 第五話 葛藤】"
                },
                "54": {
                    "ID": "5973048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973048",
                    "TitleEnglish": "Tomnyan Appears! Let's Get the Yo-kai Watch Dream!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【トムニャン登場！妖怪ウォッチドリームをゲットせよ！】",
                    "SummaryJapanese": "【トムニャン登場！妖怪ウォッチドリームをゲットせよ！】\n何から何までジバニャンとそっくりなメリケン妖怪、“トムニャン”がUSAからやってきた！トムニャンの話によると、USAでは最近、『妖怪ウォッチドリーム』と呼ばれるスゴイ妖怪ウォッチの存在が噂されているらしい。そこでケータ達は、『妖怪ウォッチドリーム』を手に入れるべく、妖魔界に新しくオープンした『妖怪ドリームランド』へと向かった！果たしてケータ達は、そこで開催される『妖怪ルーレット』への挑戦に成功し、『妖怪ウォッチドリーム』を手に入れることが出来るのか！"
                },
                "55": {
                    "ID": "5973049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973049",
                    "TitleEnglish": "Android Yamada Episode 6: Regret / Tomnyan and Jerry / Yo-kai Nazotoki",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【トムニャンとジェリー】",
                    "SummaryJapanese": "【トムニャンとジェリー】\nケータの家から豪快な笑い声が鳴り響く。笑い声の正体は、お隣に引っ越してきたジェリー。なんとジェリーは“トムニャン”のルームメイトだった！よく見るとジェリーが腕に着けていたのは、ケータも使っていた初代の妖怪ウォッチ。ところがジェリーは妖怪ウォッチの使い方を完全に間違っている！正しい使い方を教えるために、“ジバニャン”を召喚するケータだが、ジェリーは召喚には一切興味ナシ！そのくせ、ちょっと強引な方法でジバニャンのメダルを手に入れてしまう。さらに新たなメダルを求めるジェリーのため、仕方なくケータは街を案内するが・・・！？\n\n【妖怪なぞトキ】\n「オレの消しゴム知らない？」ケータのひと言を皮切りに、突然クマとカンチが刑事ドラマのように消しゴムの行方を推理し始めた。その後も何かあるたびに刑事になりきって推理する２人。実は、とり憑かれると謎解きを始めてしまう妖怪“なぞトキ”が二人にとり憑いていた！「名探偵の私に解けない謎はありません！」と豪語するなぞトキを倒すためにケータが召喚したのは、“サンタク老師”！不正解のたびになぞトキの持ち物がサンタク老師の袋に吸い込まれていく！果たして勝つのはどっちだ！？\n\n【アンドロイド山田 第六話 無念】"
                },
                "56": {
                    "ID": "5973050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973050",
                    "TitleEnglish": "Android Yamada Final Episode: Melancholy / Inaho Observation Diary / Yo-kai Nikuyaki",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【イナホ観察日記】",
                    "SummaryJapanese": "【イナホ観察日記】\nイナホの部屋を覗く怪しい影がひとつ…！その影の正体は、イナホの弟のリク。リクは最近怪しい行動が多いイナホの観察日記をつけようとしていた。一方、リクに怪しまれないように行動するイナホだったが、お母さんに“アンビリバ坊”がとり憑いてしまった！なんとかアンビリバ坊をお母さんから離すことに成功したイナホ達。一安心かと思いきや、今度はアンビリバ坊が泣きだしてしまった！なだめようとするイナホ達。しかし、その様子をリクが覗いていて・・・・！？\nイナホはリクの疑惑の目をかいくぐることができるのか？\n\n【妖怪ニクヤ鬼】\n今日はフミちゃんの家でバーベキュー！カッコいいところを見せたいケータは、メラメライオンに頼んで炭に火をつける。いよいよ肉を焼く瞬間がやってくると、なんとフミちゃんが豹変してしまった！ 野菜はそっちのけで次から次へと肉を焼きまくるフミちゃん。実はフミちゃんには、肉を食べるのも食べさせるのも大好きな妖怪“ニクヤ鬼”がとり憑いていた！どんどん肉を焼きまくるニクヤ鬼の元にニクヤ鬼のママがやってきて・・・・！？\n\n【アンドロイド山田 最終話 哀愁】"
                },
                "57": {
                    "ID": "5973051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973051",
                    "TitleEnglish": "Komari Hills 90210 Episode 1: Party / Inaho, The Thinker Part 1 / Unchikuma and Bakazukin",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【コマリーヒルズ青春白書　第１話 パーティー】",
                    "SummaryJapanese": "【コマリーヒルズ青春白書　第１話 パーティー】\nコマリーヒルズを舞台に、KコマーとKジーロ、合わせて“KKブラザーズ”のハイスクール生活が始まった！彼らが通うコマリーヒルズハイスクールは、大都会にある超セレブな高校。Kコマーは田舎との違いに驚きの連続！そんな中、彼らが出会ったのはハイスクールの美女・ブレンダ。ブレンダはKコマーのちょっと変わったワイルドな一面にときめいてしまう。そして、Kコマーはブレンダにパーティーに誘われる。…果たしてKコマーはセレブの仲間入りができるのか！？\n\n【イナホのカンガエルーひと パート１】\n行きつけのショップへ行ってみると、その隣に新しくホームセンターができているのを発見するイナホ。すると、その店に入るべきかどうか突然考えこんでしまった！さらに、あまり興味がないはずの盆栽に対してどの盆栽を買うべきか悩み始めてしまった！なんと、イナホに妖怪“カンガエルー”がとり憑いてしまったのだ！その後も何でもかんでも考えこんでばかりいるイナホ。盆栽を買うべきか買わざるべきか…はたまたどのレジに並ぶべきか…。そうしている間にもとんでもなく時間は過ぎていき…。\n\n【うんちく魔とばか頭巾】"
                },
                "58": {
                    "ID": "5973052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973052",
                    "TitleEnglish": "Komari Hills 90210 Episode 2: Sports / Inaho, The Thinker Part 2 / Usapyon Ran Away From Home / Yo-kai Piyopiyoko",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【USAピョンの家出】",
                    "SummaryJapanese": "【USAピョンの家出】\nケータが玄関を開けると、そこにはベイダーモードのUSAピョンがいた！USAピョンに話を聞いてみると、どうやらイナホとケンカをして家出してきたらしい。ケンカの原因を思い出す度に、ベイダーモードになろうとするUSAピョンにヒヤヒヤするケータたち。そこへUSAピョンを探していたイナホがケータの家にやってきた。絶対に謝らないというイナホの態度に怒りが収まらないUSAピョン。そこで、“バクロ婆”の力を借りてイナホの本音を聞いてみると…！？\n\n【妖怪ピヨピヨコ】\nドォーーーンッ！トイレに行こうとしたケータは、勢い良く横の壁に激突してしまった。妖怪ウォッチを照らしてみても妖怪の姿はない。しかし再び歩き出すとまたも壁に激突！その瞬間、妖怪“ピヨピヨコ”が現れた！と思ったらすぐに消えてしまった！？誰かが目を回している時にしか現れないピヨピヨコを捕まえるために、ウィスパーがハリセンで自分を叩き、目を回してみる。ジバニャンも参加してピヨピヨコに迫るが上手くいかない！そんな中…あれ？ピヨピヨコがどんどん大きくなってない！？\n\n【コマリーヒルズ青春白書　第2話 スポーツ】\n\n【イナホのカンガエルーひと パート2】"
                },
                "59": {
                    "ID": "5973053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973053",
                    "TitleEnglish": "Komari Hills 90210 Episode 3: Sailing / The Hero Show is Also Full of Yo-kai! / Yo-kai Takorami",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【ヒーローショーにも妖怪がいっぱい】",
                    "SummaryJapanese": "【ヒーローショーにも妖怪がいっぱい】\n今日はイナホが待ちに待ったセラピアーズショー！会場は盛り上がる親子でびっしりと埋め尽くされている！周りをみると“アゲアゲハ”や“メラメライオン”、“ネタバレリーナ”たちたくさんの妖怪もやってきていた。嫌な予感がするUSAピョンとは違って、イナホのテンションは上がる一方。いよいよショーが始まると妖怪にとり憑かれた司会のお姉さんが、思わぬ行動に出た！さらに、妖怪にとり憑かれた出演者たちが、勝手な行動をしてショーは大変なことに！！一体、セラピアーズショーはどうなるの！？\n\n【妖怪たこうらみ】\nみんなが楽しみにしている夏祭り！クマ、カンチ、そしてケータは浴衣姿のフミちゃんと合流して、いざ屋台へ！さっそく買ったばかりのタコ焼きを頬張るケータだったが、タコが入っていない！なんと店員が生地に入れたタコはすべて弾かれて、地面に落ちているではないか！それは、妖怪“たこうらみ”の仕業だった。実は、たこうらみの夢はタコ焼きになること。タコ焼きになれるタコが羨ましくて、嫌がらせをしていたのだ。それを聞いたケータはたこうらみが立派なタコ焼きになれるように、友だち妖怪を召喚してあげるが…！！\n\n【コマリーヒルズ青春白書　第3話 クルージング】"
                },
                "60": {
                    "ID": "5973054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973054",
                    "TitleEnglish": "Komari Hills 90210 Episode 4: Sleepover / Tomnyan VS Konamono Japon / Yo-kai Kameppa",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【トムニャンＶＳ粉ものジャポン】",
                    "SummaryJapanese": "【トムニャンＶＳ粉ものジャポン】\n今日はお隣のジェリーの家が騒がしい。静かにしてもらおうと訪ねてみると、ジェリーはトムニャンと一緒にホットケーキを作って楽しんでいた。得意気にホットケーキの紹介をするトムニャンに対して、日本の粉物の素晴らしさを教えてあげようと、早速料理を始めるケータ。お好み焼きをはじめ、次々と作られる粉物にトムニャンは超感動！ジェリーもケータの作る粉物を食べ尽くしてテンションMAX！果たしてトムニャンは、日本の粉物の素晴らしさを分かってくれるのか！？\n\n【妖怪カメッパ】\n温泉ランドの大浴場に浸かっていたケータ。突然トイレに行きたくなって、慌ててトイレに駆け込むとなんと床が水浸し！ウィスパーにスリッパを取りにいってもらうと、そこには１つもスリッパが見当たらない。それは、スリッパを雑に扱う人間に恨みを抱く妖怪“カメッパ”の仕業だった！スリッパには右と左のペアがあるのに、適当にスリッパを履く人間が許せないカメッパ。トイレにいきたいケータはそんなことお構いなしにスリッパを適当に履いてしまった！ケータに文句を言うカメッパ。しかし、左右のカメッパに感動の再会が待っていた…！\n\n【コマリーヒルズ青春白書　第4話 パジャマパーティー】"
                },
                "61": {
                    "ID": "5973055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973055",
                    "TitleEnglish": "Komari Hills 90210 Episode 5: Shopping / Yo-kai Kamaitachi / The Scorching Hot Hot Hot Game",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪かまいたち】",
                    "SummaryJapanese": "【妖怪かまいたち】\nふと背後に何かの気配を感じたケータだったが、振り返ってもそこには誰もいない…。ところが、ジバニャンが大きなカマを持ち、風のように通り過ぎていった妖怪を見たという！ その正体は、風とともに現れ、巨大なカマで全てを切り裂くという古典妖怪の“かまいたち”だった！翌日、学校に現れたかまいたちは、突然ケータ達の靴下に穴を空け始めた！ええ！？かまいたちのすることってそんなこと！？しかし、その裏に隠された真の目的とは！？\n\n【灼熱のアッチッチゲーム】\n海水浴へとやってきた天野家。思いっきり海で遊んだケータが砂浜に戻ると…置いていたビーチサンダルがない！仕方なく裸足でお父さんお母さんのところに戻ろうと足を踏み出した瞬間、あまりの砂の熱さに思わず飛び上がる！ この熱からは逃れられない、でも遅くなるとお母さんに怒られる…。さあ、どうする…？ そこでケータが召喚したのは、こんな時こそ頼れる“ロボニャンF型”！ ロボニャンF型の誘導に従って熱くないルートを進むケータだったが…無事にたどり着けるのか！？\n\n【コマリーヒルズ青春白書 第５話 ショッピング】"
                },
                "62": {
                    "ID": "5973056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973056",
                    "TitleEnglish": "Yo-kai Akkerakan / Yo-kai Gachin-kozo / Komari Hills 90210 Episode 6: Out for a Drive",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪あっけら艦】",
                    "SummaryJapanese": "【妖怪あっけら艦】\n遊園地に遊びに来たケータ、クマ、カンチの３人は、ジェットコースターに乗ることにした。3人ともその恐怖にビビッていたが、クマとカンチが急に立ち直り、あっけらかんとして次の乗り物にチャレンジしようとする！そこにいたのは、何があってもすぐに立ち直させる妖怪“あっけら艦”！ケータはそんなあっけら艦をビビらせるために、次々と友だち妖怪を召喚する。あっけら艦との壮絶な戦いが始まるが…意外な結末が待っていた！！\n\n【妖怪ガチン小僧】\n「男子！ ガチでやりなさいよ！」 楽しくサッカーをやっていたケータたちに、突然フミちゃんが怒鳴った！ その後も男子たちに“ガチ”を要求するフミちゃん。それは、とり憑かれると“ガチ”にならずにはいられなくなる妖怪“ガチン小僧”の仕業だった！ フミちゃんからガチン小僧を離そうとするケータに対し、真剣勝負を要求するガチン小僧。ケータはそれに応える為、ガチで友だち妖怪を召喚し始めた！ガチで召喚した妖怪たちを前に、いざ真剣勝負の火蓋が切って落とされる！！\n\n【コマリーヒルズ青春白書 第６話 ドライブ】"
                },
                "63": {
                    "ID": "5973057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973057",
                    "TitleEnglish": "Komari Hills 90210 Episode 7: Dinner Date / Inaho, The Thinker Part 3 / Yo-kai Ashitagirl",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【イナホのカンガエルーひと パート３】",
                    "SummaryJapanese": "【イナホのカンガエルーひと パート３】\nイナホにとって今日は各係を決める運命の日。休日にゲームやグッズを手に入れたいイナホにとって、土曜日も動物の世話をしなければならない飼育係は絶対に避けたい係だ。そのとき、またしても妖怪“カンガエルー”がイナホにとり憑いた！ 楽な係は果たしてどれなのか？ ひたすら考え込んでいるうちに、次々と係の担当が決まっていく。ようやくイナホが係を選ぼうとしたその瞬間…ハナホ人を追ってきたケータが教室に飛び込んできて…。 果たしてイナホ一体何の係になるのか！？！？\n\n【妖怪あしたガール】\nいつになく真剣な表情でクラス対抗サッカーの試合に臨むケータ。これに勝てばお父さんに新作ゲームを買ってもらえるのだ！ ところが、相手にリードされたまま前半が終了。そこへフミちゃんがやってきて「あしたがある～～！」とちょっと的はずれな応援をしている…！ フミちゃんには、今日がんばるところなのに明日に先延ばししてしまう妖怪“あしたガール”がとり憑いていた！ ケータは“まてんし”を召喚して、あしたガールに対抗しようと試みる。ところが、まてんしが審判にとり憑いてしまった！？\n\n【コマリーヒルズ青春白書 第７話 グルメデート】"
                },
                "64": {
                    "ID": "5973554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973554",
                    "TitleEnglish": "Komari Hills 90210 Final Episode: Graduation / Photo Scoop! Mystery Magazine Nu: Mermaids / Yo-kai Kon-tan",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【激写！不思議マガジン「ヌー」魚人編】",
                    "SummaryJapanese": "【激写！不思議マガジン「ヌー」魚人編】\nUFOや超常現象など世の中の不思議を特集した雑誌「ヌー」が、さくらニュータウンで取材しているという！ 「ヌー」を愛読するイナホが早速街へ向かうと、…そこには「伝説ハンター」として世の中の様々な謎を追いかける矢良瀬がいた！矢良瀬は川に潜む「魚人」を捜索しているというが、まだ発見できていない様子。その時、イナホの脳裏にあることが閃き魚っぽい妖怪を次々と召喚し始めた！\n\n【妖怪コンたん】\n新しいゲームが欲しくて、お母さんのお手伝いをしようとするケータ。ところが、お母さんは「コンタンありあり～」と言ってケータの企みを当ててしまった！ それは、人の魂胆をバラしてしまう妖怪“コンたん”の仕業だった！ ケータはコンたんを倒そうとジバニャンを召喚！アイドルは心が綺麗なのか、はたまた魂胆があるのかについて言い争う両者。そこでコンたんはジバニャンの愛するニャーKBの魂胆を暴こうとするが…！？\n\n【コマリーヒルズ青春白書 最終回 卒業】"
                },
                "65": {
                    "ID": "5973555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973555",
                    "TitleEnglish": "Photo Scoop! Mystery Magazine Nu: Dinosaur People / Yo-kai Oreryu / Yo-kai Amanjiru",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪おれリュウ】",
                    "SummaryJapanese": "【妖怪おれリュウ】\nカンチがヘッドフォンを前後に着けて「これが、オレ流！」といっている。すると、クマとフミちゃんまで「オレ流」といって、おかしな格好で学校にやってきた。それは、人とは違うやり方を貫き通す妖怪“おれリュウ”の仕業！おれリュウにとり憑かれた人間は個性的で人気者になれると聞いて、ケータはおれリュウにとり憑いてもらうことに。しかし、家に帰った後も「オレ流！」といってお母さんの言うことを聞かないでいると、お母さんの背後になにやら恐ろしい龍の影が…！ お母さんの怒りが、おれリュウに襲いかかる！！\n\n【妖怪あまん汁】\n最近の野菜の値上がりを甘んじて受け入れたケータのお母さんが、ケータのお父さんのお小遣いを減らしてしまった！ するとお父さんも、お小遣いダウンを甘んじて受け入れてしまった！ そこには、低いレベルのことを甘んじて受け入れてしまう妖怪”あまん汁”がいた。すると、そんなあまん汁が街に飛び出して、みんなにとり憑いている！ ようやくあまん汁を追いつめたケータたちだが、そこにトムニャンとジェリーがやってきて…！？\n\n【激写！不思議マガジン「ヌー」ディノサウロイド編】"
                },
                "66": {
                    "ID": "5973556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973556",
                    "TitleEnglish": "Yo-kai Kanpe-chan / Photo Scoop!  Mystery Magazine Nu: The Jersey Devil / Yo-kai Tenparunba",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪カンペちゃん】",
                    "SummaryJapanese": "【妖怪カンペちゃん】\nジバニャンとウィスパーが突然棒読み口調になって、チョコボーと妖怪パッドを交換し始めた！そんなジバニャン達には出されたカンペ通りの行動をさせる妖怪“カンペちゃん”がとり憑いていた！ カンペちゃんが出すカンペの無茶ぶりに疲れきったケータたち。あることを思いついたケータが召喚したのは、妖怪“無茶ぶりっ子”！ すごい無茶ぶりをする無茶ぶりっ子なら、カンペちゃんを倒せると考えたのだ！ところが、無茶ぶりっ子とカンペちゃんには、ある衝撃の事実があった！ ケータたちはカンペ地獄から抜け出せるのか！？\n\n【妖怪テンパるンバ】\n授業中にクマとカンチが突然焦りだしてテンパッている！ そこにいたのは、とり憑いた人間の余裕をなくしてしまう妖怪“テンパるンバ”がいた！ テンパるンバは、妖怪ダンス大会への出場が決まっているが、肝心なパートナーがまだ見つかっていないという。そんなテンパるンバのパートナーを探すために、ケータはダンスが得意な妖怪たちを召喚するが、みんな既にパートナーが決まってしまっていた。運よく花子さんと一緒に踊れることになったものの、ダンス大会がとんでもない事態に！？\n\n【激写！不思議マガジン「ヌー」ジャージーデビル編】"
                },
                "67": {
                    "ID": "5973557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973557",
                    "TitleEnglish": "Try it out! The Yo-kai Blaster! / Tomnyan's Investigate Japon: Kendama / Yo-kai Soname / Komasan Taxi: Soname",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【お試し！　妖怪ブラスター！】",
                    "SummaryJapanese": "【お試し！　妖怪ブラスター！】\nウィスパーが応募していた妖怪ニューアイテムが届いた！！ 中に入っていたのはドライヤー…のような形の『妖怪ブラスター』！ さっそく引き金を引いてみると、ただの風が出てきた。ところが、よーく見てみると妖怪ブラスターには、ケータたちがよく知っている何かがはまりそうな穴が…！一体この穴には何がはまるのか？色々なもので実験しているケータたちだったがなんとその時、妖怪ウォッチドリームのコアが外れてしまう…！ひとまず、妖怪ブラスターの取扱い説明ビデオをみることになったケータたちだったがなんとそこには驚きの真実が隠されていて…！？\n\n【妖怪総ナメ】\n頑張った人に賞が贈られるクラスの表彰式で、カンチが「計算ドリル優秀賞」をもらった。カンチはその後も次々と賞をもらっている！ これってもしかして…ケータがカンチを妖怪ウォッチで照らすとカンチには妖怪“総ナメ”がとり憑いていた！ \nフミちゃんにいいところを見せたいケータは、ウィスパーたちの反対を押し切って総ナメにひとなめしてもらう。するとなんと表彰式の場でケータの名前が呼ばれたのだ！もっと賞をもらいたい！ そう決心したケータは総ナメに全身をベロベロしてもらうが…！？\n\n【トムニャンのジャポン探訪「けん玉」】\n\n【コマさんタクシー　～総ナメ～】"
                },
                "68": {
                    "ID": "5973559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973559",
                    "TitleEnglish": "Photo Scoop!  Mystery Magazine Nu: Goatman / On the Brink of Extinction? Rescue Yo-kai Bukakkou / Yo-kai Hipparidako",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【激写！不思議マガジン「ヌー」ゴートマン編】",
                    "SummaryJapanese": "【激写！不思議マガジン「ヌー」ゴートマン編】\n今回のヌーの特集は伝説ハンター矢良瀬のUMA特集！羊男ゴートマンが現れると噂の廃墟で２ヶ月張り込んだ矢良瀬だったが、そろそろ諦めようとしている。そこでイナホは、キュウビたち妖怪を呼んで羊男ゴートマンに仕立てようとするが…！\n\n【絶滅寸前!?　妖怪ブカッコウを救え！】\nカッコつけようとする人間をカッコ悪くする妖怪“ブカッコウ”が、ある理由で絶滅の危機に瀕している！ そんなブカッコウが卵を産んだ！ ブカッコウの未来のために卵を育てるケータだったが、卵をかえすためにはかっこ悪くないといけない！？\n\n【妖怪ひっぱりダコ】\n今日のケータはみんなから遊びに誘われまくりで超大変！ それは、二体のタコ型妖怪がくっついている妖怪“ひっぱりダコ”の仕業！ ところがタコ型妖怪はもう１体のタコ型妖怪から離れたいらしい…！そんなひっぱりダコを引き離そうと、ケータは次々と友だち妖怪の力を借りる！"
                },
                "69": {
                    "ID": "5973560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973560",
                    "TitleEnglish": "Yo-kai Chummer / Photo Scoop! Mystery Magazine Nu: The Mothman / Yo-kai Wakarunner",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪ミチクサメ】",
                    "SummaryJapanese": "【妖怪ミチクサメ】\n学校帰りに公園で道草しているクマ、カンチ、そしてケータの３人。商店街のお店に寄ってばかりで一向に帰ろうとしない！そんな ケータたちに、学校帰りにあらゆる手段を使って道草させるサメ妖怪“ミチクサメ”がとり憑いていた！ ミチクサメは、道草をさせると生えてくる草が大好物で、一心不乱に食べまくっている。やがて辿り着いた花畑には、キレイで大きな草がいっぱい。試しにウィスパーが食べてみると、意外と美味しい！ ところが、その花畑にはある秘密があって…！？！！\n\n【妖怪わかランナー】\n自分が何をしているか分からなくしてしまう妖怪“わかランナー”にケータがとり憑かれた！ なんで妖怪と一緒に住んでいるかも分からなくなってしまったケータが、「分からんなぁ」といって家を飛び出し、町中を走り回っている。わかランナーでさえ、自分がなんで走っているのかが分からない！ そんな中、走り回るケータを次から次へと妖怪たちが追ってきて…マラソン大会が始まってしまった！さあ、このマラソン大会を制するのは一体誰だ！？\n\n【激写！不思議マガジン「ヌー」モスマン編】"
                },
                "70": {
                    "ID": "5973562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973562",
                    "TitleEnglish": "Photo Scoop!  Mystery Magazine Nu: Usapyonada / Yo-kai Ben Tover / Yo-kai Makura-gaeshi",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪のらりくらり】",
                    "SummaryJapanese": "【妖怪のらりくらり】\nケータに何かを聞こうとしたフミちゃんが、聞きたいことを思い出せずのらりくらりとしている…。フミちゃんにとり憑いていたのは、何を言ってものらりくらりと言い逃れる妖怪“のらりくらり”！ のらりくらりと戦おうとするケータたちだったがのらりくらりは自分のメダルをケータのポケットに押し込んでのらりくらりと逃げる。元にもどったフミちゃんからケータはプラネタリウムに誘われてうきうき気分！プラネタリウムに向かっている途中で2人は不良にからまれてしまった…！のらりくらりを召喚して のらりくらりと不良をかわすケータだったが…なんと身体がダラーッと伸びてきてしまった！！\n\n【妖怪枕返し】\n夜中にケータが目を覚ますと、頭と足の位置が逆になっていた！正しい位置に戻ってもう一度寝るが…目を覚ますとまたも逆になっていた！ そこへ現れたのは、古典妖怪の“枕返し”。枕返しは実はケータに相談があってやってきたのだ。相談とは、先日枕返しをした時に嬉しそうに笑っていたというおばあちゃんのこと。おばあちゃんのところへ行ったケータ達が目にしたものは枕の下にあった１枚の写真。真相を確かめるためにバクを召喚して、おばあちゃんの夢を見てみると…。枕返しも覚えていなかった感動の真実が判明する！！\n\n【激写！不思議マガジン「ヌー」ウサピョナーダ編】"
                },
                "71": {
                    "ID": "5973563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973563",
                    "TitleEnglish": "Yo-kai Nyaaminator / Darumasan ga Koronda Game Strategy!? / Tomnyan's Investigate Japon: Omochi / Yo-kai Grumpus Khan / Whisper Runs Away from Home",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪ジンギスギスカン】",
                    "SummaryJapanese": "【妖怪ジンギスギスカン】\nケータのクラスの男子と女子がケンカを始めて超ギスギスしている！ そこには、周りの人間をギスギスさせる妖怪“ジンギスギスカン”の姿が！ ジンギスギスカンが肉を焼けば焼くほど人間関係がギスギスしていくのだ。ケータのクラスは一体どうなっちゃうの！？\n\n【だるまさんがころんだ攻略法!?】\nクマ、カンチ、そしてケータで始めた“だるまさんがころんだ”に、フミちゃんたち女子が加わった。運良く鬼になったケータが妄想するのは、動いたフミちゃんを見つけて手をつなぐこと！ ロボニャンF型の力も借りて、果たしてケータのたくらみは成功するのか！？\n\n【ウィスパーの家出】\nケータとケンカをして家出してきたウィスパーがイナホの家にやってきた！ イナホとUSAピョンの和気あいあいと会話している様子を見て、ちょっぴり寂しいウィスパー。そんな中、ケータがものすごいスピードで走ってきた！！\n\n【妖怪ニャーミネーター】\n\n【トムニャンのジャポン探訪「おもち」】"
                },
                "72": {
                    "ID": "5973565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973565",
                    "TitleEnglish": "Inaho's Acting Suspicious, Follow Her! / Yo-kai Harmory / Yo-kai Hottocake",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【あやしいイナホを追いかけろ！】",
                    "SummaryJapanese": "【あやしいイナホを追いかけろ！】\nUSAピョンと話をするイナホは、弟のリクにとっては一人でおしゃべりしている風にしか見えない！ そんなイナホの行動を心配したリクが、イナウサ不思議探偵社までついてきてしまった！ そこで目にしたものは…色々なモノが勝手に動いている！！\n\n【妖怪ハーモリー】\n給食のおかわりも連れションも皆が同じ行動をし始めた！ そこにいたのは妖怪“ハーモリー”！ハーモリーが指揮をするとみんながハモった行動をしてしまう！ケータは万尾獅子を召喚して対抗するが…ハーモリーとの攻防は果たして！？\n\n【妖怪ほっとけーキ】\n「ほっといて！」と言いつつ実はかまって欲しい妖怪“ほっとけーキ”を説得するために、ケータが召喚したのは“イケメン犬”！ 女性の扱いに慣れているイケメン犬が頑張って、いい雰囲気になってきた…と思ったらそこへ超ハイテンションな、あの２人組がやってきた！！"
                },
                "73": {
                    "ID": "5973567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973567",
                    "TitleEnglish": "Keita vs Inaho, One Shot Lottery Battle! / Tomnyan's Investigate Japon: Koma / Yo-kai Chikurima / Yo-kai Soramimizuku",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【ケータVSイナホ 一発クジの決闘！】",
                    "SummaryJapanese": "【ケータVSイナホ 一発クジの決闘！】\n一発クジでスペースウォーズの商品を狙うケータと、セラピアーズの商品を狙うイナホがコンビニで偶然出会った。どちらもクジはハズレだったが、もうすぐクジが終わろうとしている…。「ラスト引いたで賞」を狙って、ケータとイナホの壮絶な闘いが始まった！\n\n【妖怪チクリ魔】\nどんな小さなことでもチクってしまう妖怪“チクリ魔”がフミちゃんにとり憑いた！そんなチクリ魔をフミちゃんから離すためにある作戦を思いつくケータ。見事に作戦は成功！ところが、怒って焼き栗のようないい匂いを漂わすチクリ魔にあの老人が迫る…\n\n【妖怪そらミミズク】\n聞き間違いをさせる妖怪“そらミミズク”を倒すために、“カンペちゃん”を召喚するケータ。ところが、そらミミズクがとんでもない聞き間違いをさせてしまったせいで、カンペちゃんが大暴走！ カンペ地獄がみんなに襲いかかる！！\n\n【トムニャンのジャポン探訪「コマ」】"
                },
                "74": {
                    "ID": "5973572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973572",
                    "TitleEnglish": "Jibanyan and the 5 Presents / Everyone Has Questions on Yo-kai!  We Will Answer Them!  Special",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【ジバニャンと５つのプレゼントだニャン！】",
                    "SummaryJapanese": "【ジバニャンと５つのプレゼントだニャン！】\nもうすぐクリスマス！ 浮かれるケータとウィスパーを尻目に、ジバニャンはチョコボーを買い足しするために駄菓子屋に行った。すると、ひとりの少年が家族のためにクリスマスプレゼントを選んでいた。それを見たジバニャンも大切な人たちへのプレゼントを選び始める。みんなに似合うプレゼントを選んだジバニャンが最初に向かった先は、大好きなあの人が住む家…。\n\n【みんなが知りたい妖怪の疑問！オラたちが解決ズラ！スペシャル】\n今日は視聴者のみんなの疑問を解決する年末特番の日！コマさん、コマじろうを司会にむかえて早速スタート！最初の疑問は「ジバニャンは、トラックに飛ばされたあと、どうなっているの？」そのギモンを解決すべく検証VTRをみんなで見てみるとそこにはいつものようにトラック待ちをしているジバニャン！…ところが今日に限ってトラックが来ない。コマさんの思いつきで、コマじろうの運転するトラックでジバニャンを飛ばすことに！飛ばされたジバニャンはなんと意外な場所へと着地した！他にもたくさんの疑問をコマさんとコマじろうが解決するよ！"
                }
            }
        },
        "3": {
            "ID": "712152",
            "URL": "https://www.thetvdb.com/series/yo-kai-watch/seasons/official/3",
            "# Episodes": 64,
            "Episodes": {
                "1": {
                    "ID": "5973574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973574",
                    "TitleEnglish": "Tomnyan's First O-shougatsu / Yo-kai Kimetemaou / Fubuki Hime and Komasan",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪決めて魔王】",
                    "SummaryJapanese": "【妖怪決めて魔王】\nケータがお年玉を手にやってきたのは、スペースウォーズの１日限定ショップ！ミスターエポックマンのフィギュアを狙うケータに、よく考えずにその場で決めさせてしまう妖怪“決めて魔王”がとり憑いた！残りのお年玉でおかしな物を買ったら大変だ！決めて魔王を倒すためにケータが召喚したのは“迷い車”！そこへ、フミちゃんがやってきた。どうやらケータをスケートに誘おうとしている様子。ところが、そんなフミちゃんに迷い車がとり憑いてしまった！ケータを誘うのを迷うフミちゃん。どうする！？ ケータ！\n\n【ふぶき姫とコマさん】\nはぁー！白い息を出し合っているクマとカンチ。そして、ケータが吐くと、とんでもなくデカイ白い息になった！それは“ふぶき姫”の仕業だった！寒い冬では活躍する場がないふぶき姫は暇をもてあましていたのだった。そこでアツい系妖怪のところへ遊びに行ってみると、4体はそろって温泉旅行にでかけていた！ちょっぴり寂しそうなふぶき姫…その時コマさんが猛烈な勢いで走ってきた！なんと、コマじろうが妖怪アツアツストーブ病にかかって、高熱をだしているという！ふぶき姫はコマじろうを救うためにコマさんの家に向かう…！\n\n【トムニャン　はじめてのお正月】"
                },
                "2": {
                    "ID": "5973576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973576",
                    "TitleEnglish": "Komasan and Koma-jiro's All Japan Mongee Tour: In Osaka / Ina-Usa Yo-kai Mystery File 1: UFOs / Try it Out! Yo-kai Bazooka!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【コマさんコマじろうの日本全国もんげー旅　ＩＮ大阪】",
                    "SummaryJapanese": "【コマさんコマじろうの日本全国もんげー旅　ＩＮ大阪】\n最近都会の生活に少し慣れて「もんげー！」と驚くことが少なくなったコマさんが、『もんげー！』を探しに、コマじろうとともに日本全国へ旅に出ることに！ 大阪に向かったコマさんたちが出会ったのは、大阪ならではのコテコテのもんげー！\n\n【イナウサ妖怪ミステリーファイル１　ＵＦＯ編】\n夜空を見上げるイナホが見たのは墜落するUFO！？ 同時にFBY捜査官・マルダーもそれを見ていた！ イナホとUSAピョン、そしてマルダーとカクリーはUFOが墜落したと思われる場所に急いで向かう。するとそこには…！！\n\n【お試し！　妖怪バズーカ！】\n妖怪ブラスターに続く新アイテム『妖怪バズーカ』がケータのもとへとやってきた！ さっそくメラメライオンのメダルをセットしてジバニャンに放つと、ジバニャンがとんでもなくパワーアップした！ さぁ、次はウィスパーだ！！"
                },
                "3": {
                    "ID": "5973577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973577",
                    "TitleEnglish": "Komasan and Koma-jiro's All Japan Mongee Tour: In Nagoya / Momotaro-nyan's Oni Extermination of Steel! / Decisive Battle! Refusing to Get out of Bed Championships!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【モモタロニャンの豪鉄鬼退治！】",
                    "SummaryJapanese": "【モモタロニャンの豪鉄鬼退治！】\n世にも恐ろしい鬼“豪鉄鬼”に、人々は毎日震え上がっていた。しかし、そんな豪鉄鬼に立ち向かう勇者が現れた！それはモモタロニャン！モモタロニャンは、さっそくお供を連れて山へと向かった。しかし、豪鉄鬼とその忠実な手下である“四鬼”を一目見た瞬間にお供たちは超ビビりまくり！ 一方、モモタロニャンは秘策を思いついたみたいだけど…それってホントに成功するの…！？\n\n【激闘！　布団から出ない選手権！】\n寒い朝になかなか布団から出られないケータ。布団をめくると、そこにはチョコボーを食べながらぐうたらしているジバニャンがいた！ ジバニャンは、ひょんなことから『布団から出ない選手権』に出場することに…！布団の中に引きこもり、いかに快適な生活ができるかを競うこの大会、主催者はなんとヒキコウモリ！競技開始の合図とともに、ぐうたら妖怪たちが一斉に布団にもぐる！実は、 主催者のヒキコウモリには大会を開催した本当の目的があるようで…！？\n\n【コマさんコマじろうの日本全国もんげー旅　ＩＮ名古屋】"
                },
                "4": {
                    "ID": "5973578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973578",
                    "TitleEnglish": "Komasan and Koma-jiro's All Japan Mongee Tour: In Hokkaido / Yo-kai Pochi / Ina-Usa Yo-kai Mystery File 2: Mystery Circles",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【イナウサ妖怪ミステリーファイル２　ミステリーサークル編】",
                    "SummaryJapanese": "【イナウサ妖怪ミステリーファイル２　ミステリーサークル編】\nイナホの家の近くにミステリーサークルが出現したという情報を得て、FBY捜査官のマルダーとカクリーがやってきた。マルダーたちが帰った後に、早速イナホとUSAピョンは野原へと向かう。ミステリーサークルが出現したという野原にいたのは、ジバニャン！！ どうやらミステリーサークルは、ジバニャンのある行動が原因でできてしまったらしい。そうしているうちに次々とミステリーサークルが出現する！ ミステリーサークルの謎は解明されるのか！？\n\n【妖怪ポチッ】\n妖ZONサイトを見ながら一心不乱に「購入」ボタンをポチッポチッするウィスパー。すると妖ZONから大量の商品が…！ 翌日、今度はケータが街のいたるところでボタンをポチッポチッしはじめた！ ケータにとり憑いていたのは、とり憑かれると色んなボタンを押したくなってしまう妖怪“ポチッ”の仕業だった！ その後もケータは、ポチッポチッしまくり。ついにはフミちゃんのアレまでも押そうとしている…！ ポチッに対抗するために召喚したのは犬が大好きな骨の妖怪、“ポン骨”！ ところが、妖怪ポチッには悲しい過去があった…。\n\n【コマさんコマじろうの日本全国もんげー旅　ＩＮ北海道】"
                },
                "5": {
                    "ID": "5973580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973580",
                    "TitleEnglish": "Komasan and Koma-jiro's All Japan Mongee Tour: In Shizuoka / Tomnyan's Investigate Japon: First Setsubun / Yo-kai Yabuletter",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【トムニャンのジャポン探訪「はじめての節分」】",
                    "SummaryJapanese": "【トムニャンのジャポン探訪「はじめての節分」】\nジバニャンとウィスパー、そしてケータが節分の豆撒きをしていると、トムニャンがやってきた。「鬼は外ミャウ！」と言いながら自分で豆を食べるトムニャン。ケータたちが正しい節分のやり方をトムニャンに教えていると突然『鬼時間』になった！ そこに現れたのは、赤鬼・青鬼・黒鬼、そして山吹鬼！山吹鬼は、雄叫びを上げながら金棒をケータ達に振り下ろす…！と、思いきや名刺を差し出してきた。 どうやら山吹鬼たちは正しい節分を教えるためにやってきたようだが…メリケン妖怪のトムニャンに伝わるのか！？\n\n【妖怪やぶレター】\nテストの解答用紙を破いたり、楽しみにしていたゴロゴロコミックの付録を破いてしまったり、今日のケータは何でもかんでも破ってしまう！ ケータにとり憑いていたのは、なんでも破れやすくしてしまう妖怪“やぶレター”！ やぶレターはある少女に恋をした少年が勇気をだして渡したラブレターだった。ところが、少女はそのラブレターを破り捨ててしまう。 そしてラブレターは、やぶレターとして生まれ変わったのだ…。そんなやぶレターの目の前に、少年のラブレターを破り捨てた少女が現れた！！\n\n【コマさんコマじろうの日本全国もんげー旅　ＩＮ静岡】"
                },
                "6": {
                    "ID": "5973581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973581",
                    "TitleEnglish": "Dark Yo-kai Watch, the Scumbags Who were Guided: First - Keita / Komasan and Koma-jiro's All Japan Mongee Tour: In Kagawa / Yo-kai Speech Hime",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【黒い妖怪ウォッチ ～導かれしクズたち～ 一人目『ケータ』】",
                    "SummaryJapanese": "【黒い妖怪ウォッチ ～導かれしクズたち～ 一人目『ケータ』】\nちょっと悪そうなジバニャンとコマさんがある家の前でクズの匂いを感じ取った。ジバニャンとコマさんが首を伸ばすとそこにいたのは、読んでいるマンガに文句をつけているケータ（クズ）！ ジバニャンとコマさんの登場に驚きつつもケータはゲスい顔でニヤニヤしている。さらにジバニャンとコマさんに、いちいちいちゃもんをつけるクズなケータ。そんな中、ジバニャンが取り出した『黒い妖怪ウォッチ』が、デカイ口を開けてケータを飲み込んだ…！！\n\n【妖怪スピーチ姫】\n授業でスピーチをしなければならないケータはちょっと緊張気味。クラスメイトもみんな緊張している。ところが、クマや、フミちゃんは教壇に上がった瞬間にスラスラと話し始め、説得力のある言葉で締め括りみんなを感動させてスピーチは大成功！ そこにいたのは、スピーチを成功させる妖怪“スピーチ姫”！ 世界中の大物のスピーチを成功させてきたスピーチ姫に頼んで、自分の番が来たらとり憑いてもらおうと企むケータ。いよいよスピーチ…と思った瞬間、予想しなかった出来事がケータを襲う！\n\n【コマさんコマじろうの日本全国もんげー旅　ＩＮ香川】"
                },
                "7": {
                    "ID": "5973583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973583",
                    "TitleEnglish": "Komasan and Koma-jiro's All Japan Mongee Tour: In Nara / Ina-Usa Yo-kai Mystery File 3: Poltergeists / Valentine's Day Doki-doki Chocolate Party",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【バレンタイン♡ドキドキチョコパーティー】",
                    "SummaryJapanese": "【バレンタイン♡ドキドキチョコパーティー】\nフミちゃんたち女子が集まって楽しそうにバレンタインチョコの話をしている。クマ、カンチ、そしてケータたちは興味のないふりをしているが…心の中では超気になる！！ そんな中、フミちゃんがケータたちをバレンタイン友チョコパーティーに誘ってくれた！ 「友チョコパーティー…？」聞き慣れないパーティーに想像力が膨らみドキドキするケータたち。それもそのはず３人には“ドキ土器”がとり憑いていた！果たしてケータたちの妄想は実現するのか！？\n\n【イナウサ妖怪ミステリーファイル３　ポルターガイスト編】\nFBY捜査官のマルダーとカクリーが、またしてもイナホを訪ねてきた。今回の調査は、イナホの町にある洋館で起きているポルターガイスト現象！ マルダーとカクリーが帰った後に、早速USAピョンとともに洋館へとやってくると部屋の扉が勝手に開いた！ 「来ちゃいましたよ！ポルターガイスト！」興奮状態のイナホが部屋に飛び込むと…そこでは、妖怪異文化交流会が開かれていて、たくさんの妖怪が集まっていたのだった…！\n\n【コマさんコマじろうの日本全国もんげー旅　ＩＮ奈良】"
                },
                "8": {
                    "ID": "5973584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5973584",
                    "TitleEnglish": "Dark Yo-kai Watch, the Scumbags Who were Guided: Second - Kuma / Komasan and Koma-jiro's All Japan Mongee Tour: In Okinawa / Ina-Usa Yo-kai Mystery File 4: Doppelganger / Yo-kai Acha-",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪アチャー】",
                    "SummaryJapanese": "【妖怪アチャー】\n大事な場面でありえない失敗をしてしまう妖怪“アチャー”にとり憑かれてしまったケータは、何をやっても失敗ばかり。思わず「あちゃ～」と嘆いてしまう。本当は誰かの役に立ちたいアチャー。チャンスが来た人に現れる『チャンスのリンゴ』を矢で射ることができれば、その人は成功するのだが…苦い思い出が邪魔をしてアチャーは外してばかり！ しかし、アチャーは突然の危機に陥った場合、『チャンスのリンゴ』以外のものは見事に矢を射ることができたのだ…！その勢いで嫌な思い出を消すため、チャレンジをするが…！！\n\n【イナウサ妖怪ミステリーファイル４　ドッペルゲンガー編】\nFBY捜査官のマルダーとカクリーが、近頃多発しているというドッペルゲンガーの調査にやってきた。イナホに聞きこみをするマルダーだが…その後ろにマルダーのドッペルゲンガーが現れた！ 本人が見たら死ぬと言われるドッペルゲンガーをマルダーに見せないようにするために必死に隠すイナホ。そんなマルダーのドッペルゲンガーがどこかへ行ってしまった！ 追いかけるイナホがようやくドッペルゲンガーに追いつくと、なにか様子がおかしい…。どうやらドッペルゲンガーの正体は、あの妖怪のようだ！！\n\n【コマさんコマじろうの日本全国もんげー旅　ＩＮ沖縄】\n\n【黒い妖怪ウォッチ ～導かれしクズたち～　二人目『クマ』】"
                },
                "9": {
                    "ID": "5988003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5988003",
                    "TitleEnglish": "Dark Yo-kai Watch, the Scumbags Who were Guided: Third - Kanchi / Komasan and Koma-jiro's All Japan Mongee Tour: In Iwate / The Big Hina-matsuri Battle: Fubuki-hime vs Tsubaki-hime",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【ひなまつり大バトル！　ふぶき姫ＶＳ椿姫】",
                    "SummaryJapanese": "【ひなまつり大バトル！　ふぶき姫ＶＳ椿姫】\n“うんがい鏡”を通り抜けてケータたちがやってきたのは妖魔界！ 巨大なひな壇を前に、お雛様を決める年に一度のお祭『妖怪紅白ひな祭り』に参加するためやってきたのだ！！ 対決するのは、対戦成績99勝99敗という因縁のライバル…白の妖怪“ふぶき姫”と紅の妖怪“椿姫”！“ あつガルル”や“メラメライオン”たちメンズ妖怪もそれぞれのチームに分かれる。お内裏様のポジションにいるのは、イケメン風のシルエット！ 気合十分のふぶき姫とみんなを虜にしてしまう椿姫。お雛様の席に座るのは、果たしてどっちだ！？\n\n【コマさんコマじろうの日本全国もんげー旅　ＩＮ岩手】\nコマさんとコマじろうが今回向かった先は岩手県。矢良瀬の『全国ビックリツアーガイドブック』によると、楽園への扉が実在するらしい…！ カッパ伝説で有名なカッパ淵を訪れた後は、盛岡で『わんこそば』にチャレンジするコマさん。ところが、食べても食べても、じゃんじゃんそばを入れられてコマさんピンチ！ なんとかピンチを切り抜けたコマさんは、その後も岩手県を堪能。そして、ついに楽園への扉があるかも知れない、あるお寺へとやってくる。さっそく扉を開けると…コマさんが大変なことに！！\n\n【黒い妖怪ウォッチ ～導かれしクズたち～　三人目『カンチ』】"
                },
                "10": {
                    "ID": "5988004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/5988004",
                    "TitleEnglish": "Dark Yo-kai Watch, the Scumbags Who were Guided: Fourth - Fumi-chan / Komasan and Koma-jiro's All Japan Mongee Tour: In Fukuoka / Yo-kai Jiman-battan",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【コマさんコマじろうの日本全国もんげー旅　ＩＮ福岡】",
                    "SummaryJapanese": "【コマさんコマじろうの日本全国もんげー旅　ＩＮ福岡】\n『もんげー』を探して日本全国を旅するコマさんとコマじろう。今回の旅先は福岡！ たくさんの屋台が立ち並ぶ中洲屋台街にやってきた２人は博多ラーメンを求めて、ラーメン屋に入る。８種類の硬さの中からちょうど真ん中くらいの硬さを選んだコマじろうは、美味しそうにラーメンをすする。一方コマさんは一番硬い麺を選んでしまった…！ さらに観光を続けていると、ある物を売っているおじさんに遭遇。もしかするとこれが、矢良瀬のガイドブックにあった『瞬く間に姿をけす黄色い物体』の正体…！？\n\n【妖怪自慢ハッタン】\n親戚の家から帰ってきたカンチが、急に都会人ぶっている！ 遊びもなんでも都会ぶって、さくらニュータウンを田舎扱い！ 実はカンチには、都会人ぶらせる妖怪“自慢ハッタン”がとり憑いていた！自慢ハッタンの頭で無駄に輝いているネオンが邪魔でジバニャンも攻撃できない。自慢ハッタンを倒すには田舎の良さを伝えるしかない！ そこで、ケータはコマさんを召喚！ コマさんから田舎のキラキラした話を聞いて、田舎に心が惹かれる自慢ハッタン。実は自慢ハッタンには意外な事実があったのだ…！！\n\n【黒い妖怪ウォッチ ～導かれしクズたち～　四人目『フミちゃん』】"
                },
                "11": {
                    "ID": "6027438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6027438",
                    "TitleEnglish": "Dark Yo-kai Watch, the Scumbags Who were Guided: Fifth - Uza-pyon / Ina-Usa Yo-kai Mystery File 5: Animal Rain / Yo-kai Gojitatsu-ji / Komasan Taxi: Hanaho-jin",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪ゴジダツ爺】",
                    "SummaryJapanese": "【妖怪ゴジダツ爺】\nちゃんと書いたはずなのに、テストの答案の文字が間違っていたケータ。街中を見渡してみるとなんと標識やポスターなど街中のあらゆる文字が間違っているのだ…！ そこにいたのは、誤字や脱字など文字を間違えさせる妖怪“ゴジダツ爺”！ ゴジダツ爺が、街中の文字を間違えさせていた為に大変なことになっていたのだ！そこでケータはロボニャンF型を召喚しようするが…ゴジダツ爺のちからで妖怪メダルの文字が『ニャン』だけになってしまった！ すると、ニャン系妖怪たちぞろぞろ出てきた！！！\n\n【イナウサ妖怪ミステリーファイル５　ファフロツキーズ編】\nさくらニュータウンでまたしても怪奇現象が発生！ 情報を聞きつけたFBY捜査官のマルダーとカクリーがイナホを訪ねてきた。今回の怪奇現象は空からあり得ない物体が落ちてくるという、ファフロツキーズ！さっそくイナホとUSAピョンは、魚が降ってきたという河原へ向かってみると…なんと本当に魚が降ってきた！！ 上空を見てみるとそこには“うんがい鏡”が魚を降らせていた。どうやら、カラカラに干からびたノガッパのために魚を降らせているらしいが、一体どうして！？\n\n【黒い妖怪ウォッチ ～導かれしクズたち～　五人目『ＵＺＡピョン』】\n\n【コマさんタクシー ～ハナホ人～】"
                },
                "12": {
                    "ID": "6027439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6027439",
                    "TitleEnglish": "Dark Yo-kai Watch, the Scumbags Who were Guided: Sixth - Orochi / Komasan and Koma-jiro's All Japan Mongee Tour: In Hiroshima / Whisper's Graduation",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【ウィスパーの卒業】",
                    "SummaryJapanese": "【ウィスパーの卒業】\n妖怪バズーカで色々な妖怪をジバニャンと合体させて遊ぶケータ。メダルをセットした妖怪バズーカをウィスパーに向けて発射…！ しかし、ウィスパーがそれをよけ、その先に偶然通りかかった“ある妖怪”に命中してしまった！ 街中に怪しいオーラが立ち込めたかと思うと、ケータが慌ててウィスパーをどこかへ連れ出した！ 向かった先は妖怪学園の卒業式。なんと今日はウィスパーの卒業式！ 今までの思い出を振り返るウィスパーだが…これって本当のこと！？\n\n【コマさんコマじろうの日本全国もんげー旅　ＩＮ広島】\n日本全国のもんげーを探して旅をするコマさんとコマじろうが、今回降り立ったのは広島！ 矢良瀬の『全国ビックリツアーガイドブック』によると広島では、『水辺に降り立つ燃えさかる不死鳥』がいるらしい。尾道でのサイクリングで爆走したり、広島名物お好み焼きのひっくり返しにチャレンジしたり、各地を堪能するコマさんとコマじろう。そんな２人が続いてやってきたのは宮島。レモンソフトクリームを味わったコマさんが弥山に登ると、そこでついに『燃えさかる不死鳥』を発見する！！\n\n【黒い妖怪ウォッチ ～導かれしクズたち～　六人目『オロチ』】"
                },
                "13": {
                    "ID": "6027440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6027440",
                    "TitleEnglish": "Dark Yo-kai Watch, the Scumbags Who were Guided: Seventh - Bushi-nyan / Ina-Usa Yo-kai Mystery File 6: Mysterious Girl Inaho / Yo-kai Oki Racoon",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【イナウサ妖怪ミステリーファイル６　謎の少女 未空イナホ編】",
                    "SummaryJapanese": "【イナウサ妖怪ミステリーファイル６　謎の少女 未空イナホ編】\nFBY捜査官のマルダーとカクリーにUSAへの帰国命令がだされた。マルダーが日本での最後の調査対象に選んだのはなんとイナホ！ そぉーっとイナホの部屋の様子を伺うマルダーをリクが発見！ 慌てて正体を明かすマルダー。常々イナホの様子がおかしいと思っているリクはマルダーに協力することに。イナホと対面したマルダーとカクリーだったが次々と妖怪にとり憑かれたカクリーが奇妙な行動をとり始めた！ そして、ついにイナホは妖怪ウォッチと妖怪の秘密をマルダーに暴露するが…！！\n\n【妖怪おきラクーン】\n家族揃って旅行に出かけるケータたち。ところが、ケータのお父さんもお母さんも「おきラク～ン♪ごくラク～ン♪」といって、部屋で何もしないでだらぁ～っと過ごそうとしている！ ２人には、旅行に行くと、とり憑いた相手をリラックスさせすぎてしまう妖怪“おきラクーン”がとり憑いていた！ 浮き輪で気持ちよくプカプカうかんでいるおきラクーン…。ところが、おきラクーンにはもうひとつの顔があった！ 少しでも自分の癒やし空間を汚されると、凶暴化し、さらに汚した相手を物凄い勢いで洗濯してしまうのだ。そんなおきラクーンを倒すためにケータが思いついた秘策とは！？\n\n【黒い妖怪ウォッチ ～導かれしクズたち～　七人目『ブシニャン』】"
                },
                "14": {
                    "ID": "6027441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6027441",
                    "TitleEnglish": "Yo-kai Watch Busters! / Everyone Has Questions on Yo-kai! We Will Answer Them! Special Part 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪ウォッチバスターズ！】",
                    "SummaryJapanese": "【妖怪ウォッチバスターズ！】\nジバニャン、ヒキコウモリ、ムリカベ、砂夫たち妖怪ウォッチバスターズの面々は、強敵に出会っても立ち向かうこともなく逃げてしまうヘッポコチームだった。そんなヘッポコチームにアルバイトのふぶきちゃんも呆れ気味。次々と鳴る依頼の電話がきても次々と断っていくジバニャン達のもとに、超簡単そうな依頼がやってきた！崖に取り残された子犬を救うため、自称隊長のウィスパーのひどい運転で現場へ向かうバスターズ。そこには子犬ではなく、“あの妖怪”がいた！ さらに、彼らにとんでもない敵が襲いかかる！！\n\n【みんなが知りたい妖怪の疑問！オラたちが解決ズラ！スペシャル パート２】\n視聴者の疑問をコマさんとコマじろうが解決する番組第２弾！ ケータやジバニャン、ウィスパー、そしてイナホとUSAピョンもスタンバイしていよいよスタート！ USAピョンの宇宙服やジバニャンの腹巻きに関する視聴者からの疑問をコマさんとコマじろうがその場で検証！！ 続いての質問は、うんちく魔の“うんちくの実”はどうやって採取しているのかという内容。みんな嫌な予感しかしない中、コマさんとコマじろうの検証VTRがスタート！ うんちく魔のあとをつけていくと、うんちく魔が公園のトイレに…！ まさか、うんちくの実の正体って…！？"
                },
                "15": {
                    "ID": "6090837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090837",
                    "TitleEnglish": "New School Year! The recently returned Teacher Nyan-pachi vs GTA / Komasan and the First Graders / Let's Think About new Stories! Meeting about New Yo-kai Series!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "魔の5年1組～花さか爺 枯れる！！～ / 妖怪ナンデナン / 妖怪三国志Ⅲ / コマさんタクシー～ウィスパー～",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "6090838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090838",
                    "TitleEnglish": "All the Oni-stars Gather Together: Exploration Team / Yo-kai Dameja- / Inaho Girls Party",
                    "SummaryEnglish": null,
                    "TitleJapanese": "妖怪ダメジャー ほか",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "6090839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090839",
                    "TitleEnglish": "Meeting about New Yo-kai Series: Mission Impossible / Yo-kai A-dakonda / Exclusive Broadcast: World Yo-kai Track and Field",
                    "SummaryEnglish": null,
                    "TitleJapanese": "妖怪新シリーズ会議 ～ミッションニャンポッシブル～ 妖怪 アーダコンダ 独占中継! 世界妖怪陸上!",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "6090840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090840",
                    "TitleEnglish": "Komasan and Koma-jiro's Golden Week Mongee Trip: In Hawaii / Inaho's Golden Week is filled with Yo-kai / Yo-kai Kaeri-Tai",
                    "SummaryEnglish": null,
                    "TitleJapanese": "コマさんコマじろうのゴールデンウィークもんげー旅 INハワイ イナホのGWは妖怪がいっぱい",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "6090847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090847",
                    "TitleEnglish": "All the Oni-stars Gather Together: Prisoner / Meeting about New Yo-kai Series: Nyanmajo the Magical Girl / Children's Day is also filled with Yo-kai",
                    "SummaryEnglish": null,
                    "TitleJapanese": "オニスターズ全員集合! ～囚人編～ 妖怪新シリーズ会議 ～魔女っ子☆ニャン魔女～ こどもの日も妖怪がいっぱい",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "6090862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090862",
                    "TitleEnglish": "All the Oni-stars Gather Together: Family / Meeting about New Yo-kai Series: Nyanpachi Teacher, School Clubs / Yo-kai Kechi-rashi",
                    "SummaryEnglish": null,
                    "TitleJapanese": "オニスターズ全員集合! ～家族編～ 妖怪新シリーズ会議 ～帰ってきた3年Y組ニャンパチ先生 部活編! サッカー部～ * 妖怪イレブン! * 目指せ全国優勝!",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "6090863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090863",
                    "TitleEnglish": "Meeting about New Yo-kai Series: There's Something about Koma / Yo-kai Nopperabou / Nyanpachi Teacher Returns, School Clubs: Robotics Club",
                    "SummaryEnglish": null,
                    "TitleJapanese": "帰ってきたニャンパチ先生 部活編! ～ロボット研究部～ * ロボット研究部 * すごいロボット * 全国大会 * ライバル校登場 * 打倒!ライバル校 * あきら",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "6090870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090870",
                    "TitleEnglish": "Meeting about New Yo-kai Series: USA-pyon the Brave's Big Adventure / Yo-kai Wall Guy / All the Oni-stars Gather Together: Ninjas",
                    "SummaryEnglish": null,
                    "TitleJapanese": "オニスターズ全員集合! ～忍者編～ 妖怪 ウォール・ガイ 妖怪新シリーズ会議 ～勇者USAピョンの大冒険～",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "6090871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090871",
                    "TitleEnglish": "Yo-kai Nansukanku / Rainy Season Ame-no-talk / Nyanpachi Teacher Returns, School Clubs: Sumo Club",
                    "SummaryEnglish": null,
                    "TitleJapanese": "帰ってきたニャンパチ先生 部活編! ～相撲部～ * 強そうな相撲部員 * 本物の相撲部員 * 激しい見学 * 大会に出られない!? 梅雨のアメノトーク! 妖怪",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "6090875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090875",
                    "TitleEnglish": "Yo-kai Morura / Last Bushinyan's Encounter with Japon / All the Oni-stars Gather Together: Hospital",
                    "SummaryEnglish": null,
                    "TitleJapanese": "オニスターズ全員集合! ～病院編～ 妖怪 モルラ ラストブシニャン ジャポンに見参!",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "6090876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090876",
                    "TitleEnglish": "Yo-kai Sutton-kyo",
                    "SummaryEnglish": null,
                    "TitleJapanese": "妖怪新シリーズ会議 ～100うぃす回目のプロポーズ～ 暴け! USAピョンの秘密 妖怪 スットン卿",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "6090877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090877",
                    "TitleEnglish": "Yo-kai Gomathree",
                    "SummaryEnglish": null,
                    "TitleJapanese": "帰ってきたニャンパチ先生 部活編! ～水泳部～ イナホ 恋のキューピットになる 妖怪 ごまスリー",
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "6090878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090878",
                    "TitleEnglish": "Yo-kai Himatsubushi Yo-kai Shiranpudding",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "28": {
                    "ID": "6090879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090879",
                    "TitleEnglish": "Yo-kai Tsubuyaki",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "29": {
                    "ID": "6090880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090880",
                    "TitleEnglish": "Dai dai dai bōken! Basutāzutorejā!",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "30": {
                    "ID": "6090881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090881",
                    "TitleEnglish": "Yo-kai D-Rex",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "31": {
                    "ID": "6090882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090882",
                    "TitleEnglish": "Yo-kai Mo-saku",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "32": {
                    "ID": "6090883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090883",
                    "TitleEnglish": "Yo-kai Batan Q",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "33": {
                    "ID": "6090884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090884",
                    "TitleEnglish": "Yōkai no bon'odori",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "34": {
                    "ID": "6090886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090886",
                    "TitleEnglish": "Yo-kai Abura-sumashi",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "35": {
                    "ID": "6090953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6090953",
                    "TitleEnglish": "Yōkai kurekurepatora ~ yōkai u~otchikurisutarutorejā ~",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "36": {
                    "ID": "6098217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6098217",
                    "TitleEnglish": "Yo-kai Garandu",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "37": {
                    "ID": "6115984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6115984",
                    "TitleEnglish": "Yo-kai Gorgeous-taishi",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "38": {
                    "ID": "6115986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6115986",
                    "TitleEnglish": "Yo-kai Kibandoll",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "39": {
                    "ID": "6442770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6442770",
                    "TitleEnglish": "Yo-kai Dozilla o-kai Brooklin",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "40": {
                    "ID": "6442771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6442771",
                    "TitleEnglish": "Yo-kai Senpoku-kanpoku",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "41": {
                    "ID": "6442772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6442772",
                    "TitleEnglish": "Yo-kai Hitoriyogari",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "42": {
                    "ID": "6442773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6442773",
                    "TitleEnglish": "Yo-kai Yamatobokeru Yo-kai Darumacho",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "43": {
                    "ID": "6442787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6442787",
                    "TitleEnglish": "Basutāzutorejā-hen# 14 harou~ingabugabu iseki",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "44": {
                    "ID": "6442788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6442788",
                    "TitleEnglish": "It's Great King Enma's Yo-kai Halloween, nyan!",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "45": {
                    "ID": "6442789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6442789",
                    "TitleEnglish": "Yo-kai Otohime",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "46": {
                    "ID": "6442790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6442790",
                    "TitleEnglish": "Yo-kai Sakinobashi",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "47": {
                    "ID": "6442791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6442791",
                    "TitleEnglish": "Yo-kai Supyo",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "48": {
                    "ID": "6442798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6442798",
                    "TitleEnglish": "Yōkai dotchi tsukazu",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "49": {
                    "ID": "6442805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6442805",
                    "TitleEnglish": "Basutāzutorejā-hen# 19 Are batchīno futatabi!",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "50": {
                    "ID": "6446054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6446054",
                    "TitleEnglish": "Basutāzutorejā-hen# 21 merīkurushimimasu iseki",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "51": {
                    "ID": "6454890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6454890",
                    "TitleEnglish": "Yokai Otonakai / Yokai junko cino",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "52": {
                    "ID": "6463249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6463249",
                    "TitleEnglish": "basutāzutorejā-hen# 22 happiinū iseki / jin men inu no petto shoppu",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "53": {
                    "ID": "6497614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6497614",
                    "TitleEnglish": "Yōkai daigassen tsuchigumo VS dai gama ni-kaisen) (yōkai chikuchikuuni) (basutāzutorejā-hen# 23 inochigake no",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "54": {
                    "ID": "6511226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6511226",
                    "TitleEnglish": "(Basutāzutorejā-hen# 24 kyōfu no shiri tori) (yōkai onigui) (hyakki hime no o miai dai sakusen)",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "55": {
                    "ID": "6525016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6525016",
                    "TitleEnglish": "Episode 205",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "56": {
                    "ID": "6525017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6525017",
                    "TitleEnglish": "Episode 206",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "57": {
                    "ID": "6538906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6538906",
                    "TitleEnglish": "Episode 207",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "58": {
                    "ID": "6547205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6547205",
                    "TitleEnglish": "Episode 208",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "59": {
                    "ID": "6556844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6556844",
                    "TitleEnglish": "Episode 209",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "60": {
                    "ID": "6583045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6583045",
                    "TitleEnglish": "Episode 210",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "61": {
                    "ID": "6583051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6583051",
                    "TitleEnglish": "Episode 211",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "62": {
                    "ID": "6594829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6594829",
                    "TitleEnglish": "Episode 212",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "63": {
                    "ID": "6606736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6606736",
                    "TitleEnglish": "Episode 213",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "64": {
                    "ID": "6606738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6606738",
                    "TitleEnglish": "Episode 214",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "4": {
            "ID": "780681",
            "URL": "https://www.thetvdb.com/series/yo-kai-watch/seasons/official/4",
            "# Episodes": 49,
            "Episodes": {
                "1": {
                    "ID": "6844430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844430",
                    "TitleEnglish": "Phantom Gangleader",
                    "SummaryEnglish": null,
                    "TitleJapanese": "亡霊番長",
                    "SummaryJapanese": "最近、帰りの遅い姉のナツメを怪しんでいる、ケースケ。ナツメの後を追い、たどり着いた先で出会ったのは、なんと妖怪...⁉　ナツメやトウマ、アキノリの3人は、妖怪探偵団を結成していたのだった。幽霊やUFO、ましてや妖怪など信じないケースケは、思わずその場を飛び出してしまう。一方、ナツメたちは、怪奇サイト「うすらぬら」で話題になっている、\"亡霊番長\"について調査を進めることに。路地から悲鳴が聞こえ、駆けつけてみると、少年が亡霊番長に追い詰められていた！　ナツメは「妖怪ウォッチ エルダ」でジバニャンを召喚して戦う。その様子を物陰から目撃していたケースケは、亡霊番長を見て、あることに気づく。"
                },
                "2": {
                    "ID": "6844431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844431",
                    "TitleEnglish": "The Bicycle Ridden by the Dead",
                    "SummaryEnglish": null,
                    "TitleJapanese": "死者の乗る自転車",
                    "SummaryJapanese": "道で突如「死者の乗る自転車」が近づいてきて、襲われる...という怪奇事件が、最近「うすらぬら」によく書き込まれている。ナツメたちが被害者に聞き込みを進める一方で、なんとケースケが死者の乗る自転車\"ゴーストサイクル\"に襲われたらしい！　ゴーストサイクルは恐ろしいオーラで背後から迫り、「お前じゃなぁーーい！」と叫びながら襲いかかってきたというのだ。調査を進めていく中で、「塾の帰りによく自転車で来るマサキくんという男の子がいる」という駄菓子屋のおばあちゃんの話にピンときたナツメたち。さっそくマサキの家へ行ってみるが、インターホンを押しても誰も出ない。そこへおばさんが通りがかり、「マサキくんは最近交通事故に遭って...」と涙ぐむ。すると、「どういうことだ！」と、なぜか興奮状態のゴーストサイクルが現れて...!?"
                },
                "3": {
                    "ID": "6844432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844432",
                    "TitleEnglish": "Plundering Demon Red Head",
                    "SummaryEnglish": null,
                    "TitleJapanese": "略奪魔 レッドヘッド",
                    "SummaryJapanese": "最近流行っているというカードゲーム、「電光石火時代」に夢中のケースケとトウマ。アキノリによると、最近「うすらぬら」にも電光石火時代にまつわる怪奇事件、「雄叫びの略奪魔 レッドヘッド」 の書き込みがあったらしい。さっそくナツメ達は聞き込みに出発。どうやらレッドヘッドは電光石火時代での対戦を迫り、なんとカードのモンスターであるバーニングドラゴンを実際に出現させて、レアカードを奪うらしい。そんな時、ケースケがレッドヘッドに遭遇！　ケースケ曰く、レッドヘッドは「よこせ...白い...犬...」という、気になる言葉を発していたとのこと。トウマによると、白い犬に似たブリザードウルフという超ド級のレアカードがあるらしく、それがあればレッドヘッドをおびき寄せられるかもしれないが...　果たして、レッドヘッドは現れるのか？"
                },
                "4": {
                    "ID": "6844434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844434",
                    "TitleEnglish": "What a Waste Man",
                    "SummaryEnglish": null,
                    "TitleJapanese": "もったいない男",
                    "SummaryJapanese": "近頃、「もったいない男」と呼ばれる怪奇案件の書き込みが増えているらしい。もったいない男は食べものを残した子どもに「もったいな〜い...」と言いながらとり憑き、弱った子どもはそのまま痩せ細って死んでしまうという噂だ。そしてどの書き込みにも、特定の店のラーメンを食べ切れなかったときに、もったいない男が現れたという共通点があった。ナツメたちは調査のために、そのお店で超メガ盛りラーメンを注文。ところが、思わずナツメ、トウマ、アキノリは完食してしまう。これじゃ調査にならない！...と思っていたが、完食できなかったケースケがもったいない男にとり憑かれてしまう。しかもその姿は、とり憑かれたケースケにしか見えないようだ。もったいない男は家にも現れ、食欲を奪われたケースケはどんどん弱っていく。ついにもったいない男の手掛かりをつかんだナツメ達は、ケースケを救うため、ある場所に乗り込むことに...！"
                },
                "5": {
                    "ID": "6844435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844435",
                    "TitleEnglish": "An Anatomical Model in Love",
                    "SummaryEnglish": null,
                    "TitleJapanese": "恋する人体模型",
                    "SummaryJapanese": "“ジンタ”はケースケが通う小学校に50年前からいる妖怪系人体模型。彼は自分を「かわいい」と言ってくれる八品マナミに想いを寄せている。そんなある日、ジンタはコージによって、告白のメッセージを体に書かれてしまった。ジンタに書かれたメッセージを見たマナミは悪ふざけだと激怒し、コージに「大嫌い！」と言う。そのとき、謎の人物が吹き矢を放ち、ジンタに当たった。するとジンタは突如怒りの炎を燃やし、「マナミさんは…コージが嫌い、コージ…ボクに落書きをした、ゆるさない…」と、コージへの復讐を始めたのだ！　告白以降さまざまな災いがふりかかるようになったコージは、ケースケたちに「命を狙われているみたいなんだ…」と相談する。ケースケは、認めたくはないものの、妖怪のしわざを疑い、コージのために調査へ乗り出す。"
                },
                "6": {
                    "ID": "6844437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844437",
                    "TitleEnglish": "The Laughing Dog Man",
                    "SummaryEnglish": null,
                    "TitleJapanese": "わらうドッグマン",
                    "SummaryJapanese": "「わらうドッグマン」と呼ばれる存在が、「うすらぬら」で話題になっている。顔が犬、体は人間で、鋭い爪で通りかかった人に襲い掛かってくるらしい。中には、すべてを切り裂いていったという、恐ろしい書き込みも…。そんな話をしていると、突然妖魔レーダーのアラート音が鳴る。ドッグマンが現れたのではないかと思ったナツメたちが向かうと、へたり込んでいる少年たちがいた。話を聞いてみると、ダジャレを言いながら歩いていたら突然ドッグマンが現れたらしい。吠えながら電柱を殴り倒したというが、けがはなかったとのこと。次にドッグマンに襲撃されたのは、家電量販店。ここでも人には被害がなく、ショーウィンドウと、そこへ並んでいた何台ものテレビが破壊されていた。ドッグマンを見たという少女の話から、ケースケはあることに気づき、ドッグマンが現れる場所がわかった気がするという。そして、ケースケは少々ビビりながらも、なぜか公園にタンクとコージを呼び出し、意外な行動に出る…！"
                },
                "7": {
                    "ID": "6844438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844438",
                    "TitleEnglish": "Kaosake-onna",
                    "SummaryEnglish": null,
                    "TitleJapanese": "顔さけ女",
                    "SummaryJapanese": "最近「うすらぬら」でささやかれている、「顔さけ女」の噂。「私キレイ…？」と聞いてくる顔さけ女は、髪をかき上げると、その顔が縦に真っ二つに裂けているらしい！妖怪探偵団は、実際に顔さけ女を見たという花屋の店員・アズサに話を聞きに行くが、アズサから得られたのは、外見の情報だけ。引き続き情報収集を進めていると、妖魔レーダーのアラームが！　現場の古いビルに駆けつけると、そこには帰宅途中のアズサが。そして、顔さけ女も現れた！　顔さけ女は猛スピードでナツメたちに迫ってきて、「私キレイ？」と聞きながら髪をかき上げる。するとその顔は、タテにさけ、妖怪“ガブリエル”に！トウマ、アキノリが飲みこまれてしまい、ナツメは大ピンチに…"
                },
                "8": {
                    "ID": "6844439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844439",
                    "TitleEnglish": "Al's Rebellion",
                    "SummaryEnglish": null,
                    "TitleJapanese": "オーの反乱",
                    "SummaryJapanese": "AIロボット掃除機「オールマイティくん」は万能なだけでなくリーズナブルで、入手困難になるほどの大人気。あまりに高性能なため、「うすらぬら」では、オールマイティ君には何らかの陰謀が隠されているのではないかと噂までされている。ケースケのクラスメイト・ミサキは、中古のオールマイティくんを買ってもらい、「オーちゃん」と名付けて友だちのように仲良く過ごしていた。ある日ケースケたちは、オールマイティくんの開発にも技術提供している次世代エネルギー研究所へ社会科見学にやってきた。展示に夢中になったミサキは、館内でひとりはぐれて所長室のほうへ迷い込み、とんでもない話を聞いてしまう。その頃外では、街中のオールマイティくんが集結し、大暴走を始めて…。"
                },
                "9": {
                    "ID": "6844440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844440",
                    "TitleEnglish": "It's Called the Man-eating Tuna",
                    "SummaryEnglish": null,
                    "TitleJapanese": "人食いマグロと呼ばれて",
                    "SummaryJapanese": "「うすらぬら」に、「空飛ぶ人食いマグロ」という新たな書き込みが寄せられた。　突然頭上に現れた巨大マグロが、人を食べてしまうらしい…。さっそく調査を始めた妖怪探偵団。書き込み主に話を聞いてみると、グルグル寿司へ入ろうとした親子3人が、巨大マグロに丸飲みされてしまったのを見たという。一方テレビのニュースでは、謎の連れ去り事件が相次いでいると報じられていた。被害者たちはいずれも商店街近くで連れ去られており、意識が戻ると魚市場の倉庫にいたという共通点があるとのことだ。そのニュースを見ていたナツメたちは、連れ去り事件と人食いマグロ、そしてグルグル寿司には関連性があると確信する。次の日、グルグル寿司に調査へ向かったナツメたちは、人食いマグロに襲われる人たちが共通してあるものを持っていることに気がつく。"
                },
                "10": {
                    "ID": "6844441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844441",
                    "TitleEnglish": "The Dreadful Joker the Ripper",
                    "SummaryEnglish": null,
                    "TitleJapanese": "戦慄の切裂きジョーカー",
                    "SummaryJapanese": "かなり危険な香りを醸し出している、“切裂きジョーカー”についての怪奇案件。切裂きジョーカーはトランプのジョーカーにそっくりなピエロ風の男で、夜道を歩く女性の背後から迫り、「スパッといきましょうか～」と、鋭い2本の鎌で切りかかってくるらしい。被害者はその後、部屋に引きこもってしまうという。切裂きジョーカーをおびき寄せるため、なんとアキノリが女装して囮に。こんな格好で大丈夫なのか…と思った矢先、切裂きジョーカーが出現！　ジョーカーは両手の鎌でアキノリを襲撃するが、トウマが幻魔“義経”を憑依召喚し、間一髪のところで追い払った。しかしその後、アキノリは自分の部屋に引きこもってしまう。アキノリにいったい何が起こったのか…!?"
                },
                "11": {
                    "ID": "6844442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844442",
                    "TitleEnglish": "I am a Cat Yo-kai",
                    "SummaryEnglish": null,
                    "TitleJapanese": "オレさまはネコ妖怪である",
                    "SummaryJapanese": "ジバニャンには過去の記憶がない。なぜ唐突にチョコを食べたくなるのか、なぜトラックを見ると無性に潰したくなるのか。わからないが、すべては自分の過去に関係しているのかもしれないと、ジバニャンは思っていた。ある日、いつもの交差点でジバニャンは、魂を回収する死神に憑かれたトラックが一人の女子高生に迫っているのを目撃。死神の魂回収の邪魔をすることは絶対に許されない…。だがジバニャンは、我慢できずに女子高生を助けてしまう。彼女の名前は、ミホ。なんと、妖怪のジバニャンが見えるらしい！さらにミホは、「あなたのことを知っているかもしれない」とつぶやく。ジバニャンとミホの関係とは？そして、ジバニャンは記憶を取り戻すことができるのか？"
                },
                "12": {
                    "ID": "6844443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844443",
                    "TitleEnglish": "Touma Captured",
                    "SummaryEnglish": null,
                    "TitleJapanese": "捕らわれのトウマ",
                    "SummaryJapanese": "今話題の、すべてを言い当てるパーフェクト占い師・千堂レイ。中央広場で開催される占いショーに彼女が出演すると聞いて、妖怪探偵団も行ってみることにする。レイのステージには長蛇の列が…。諦めて帰ろうとしたそのとき、レイが呼び止め、なんとトウマだけを占ってくれるという！トウマの情報を、すべて完璧に言い当てていくレイ。さらに不動明王の存在までもお見通しなのか、「すべての災いのもとは魔神」だと言う。半信半疑で占いを聞いていたが、レイの「正しい道に導いてあげる」という言葉が引っかかっていたトウマ。行かないほうがいいと思いつつも、トウマの足は、レイのオフィスへと向かう…。その頃ナツメは、嫌な胸騒ぎを感じていた。"
                },
                "13": {
                    "ID": "6844444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844444",
                    "TitleEnglish": "The Mystery of Prayer Mountain",
                    "SummaryEnglish": null,
                    "TitleJapanese": "祈り山の怪奇",
                    "SummaryJapanese": "酒呑童子に大切なものを奪われてしまい、自分のせいだと落ち込むトウマ…。だが、ひとつだけ取り戻す方法があるらしい。それは、新たな妖聖剣・スザク蒼天斬を手に入れて、酒呑童子と戦うことだ。そのためには、剣武魔神・朱雀と契約を結ばなくてはならない。トウマたちは、朱雀がいるという妖魔界のクラネの谷へ向かうため、そこへと通ずる人間界の祈り山に向かう。だが祈り山はおどろおどろしい妖気が漂い、今にも何か良からぬものが出てきそうなところだった。さらに、アキノリの様子に異変が…！トウマたちは祈り山で待ち受ける恐怖の試練を克服し、剣武魔神・朱雀と契約を結ぶことができるのか？"
                },
                "14": {
                    "ID": "6844445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844445",
                    "TitleEnglish": "Fudou Myouou, Evil and Heavenly",
                    "SummaryEnglish": null,
                    "TitleJapanese": "不動明王 邪と天",
                    "SummaryJapanese": "フクロウは、妖怪探偵団の新たな力の正体を探りに行くと申し出るが、ハルヤに無能だと言われた上に置き去りにされ、悔しさを噛みしめる。そのころナツメたちは、フドウ雷鳴剣があるという情報を得て、ショッピングモールを訪れていた。一同が気を引き締めて進んでいく中、ケースケは、仮面を被ったゾンビが迫ってくるという、恐ろしい幻覚を見る。やがてその幻覚は現実となり…!!何とかゾンビから逃れ、フードコートへたどり着くが、そこにはフクロウの姿が。さらにフクロウの矢に当たったモノが次々と邪悪に変化し、襲い掛かる。ジバニャンとコマさんを召喚し、何とか応戦する妖怪探偵団。するとフクロウは驚きの行動に出る・・・。"
                },
                "15": {
                    "ID": "6844447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844447",
                    "TitleEnglish": "A Beautiful Girl you only see every One Hundred Thousand Years",
                    "SummaryEnglish": null,
                    "TitleJapanese": "十万年にひとりの美少女",
                    "SummaryJapanese": "トウマのクラスに美少女が転校してきた。彼女の名前は、姫乃アヤメ。気取らない性格のアヤメは、すぐに学校中の人気者となった。妖怪探偵団の事務所でもアヤメの話題で盛り上がるが、アキノリが突然、「その子、次に狙われるかも！」と叫ぶ。「うすらぬら」に、連続美少女失踪事件についての書き込みがあったのだ。消えた美少女たちはとある場所で、アイドルのスカウトを待っていたらしい。調査のため、ナツメもその場所でスカウトを待ってみると、「女の子は誰だってアイドルになれる…このボクが熱ぅ～く指導すればね」という言葉と共に、アイドルプロデューサーの「窯元熱」と名乗る人物が現れた。美少女失踪事件との関連を疑うナツメだが、窯元によって、小さな人形にされてしまい…なんとアイドルデビュー!?"
                },
                "16": {
                    "ID": "6844448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844448",
                    "TitleEnglish": "Dangerous Sea Bathing",
                    "SummaryEnglish": null,
                    "TitleJapanese": "あぶない海水浴",
                    "SummaryJapanese": "「うすらぬら」に、青白い手が、人を海中に引きずり込むという怪奇事件の書き込みが寄せられた。妖怪探偵団はさっそく調査に向かう。書き込み主の大学生たちにそのとき撮影した動画を見せてもらうと、無数の青白い手のようなものが海の中から現れ、男子学生が海中に引きずり込まれる様子が収められていた。次の日、ナツメたちは事件が起こった海へ行ってみるが、特に異常はないようだ。そして夕暮れどき。アキノリとアヤメが、偵察のために事件があったブイの付近へ泳いで行ってみると、突如潮の流れが早くなり、海中から青白い手が出現！2人に襲いかかり、 動画と同じような、「行かせるかぁ～…」という不気味な声が響く。果たして、海中に潜んでいるものの正体とは…？"
                },
                "17": {
                    "ID": "6844449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844449",
                    "TitleEnglish": "The Cursed Fox and Table Turning",
                    "SummaryEnglish": null,
                    "TitleJapanese": "たたりギツネとコックリさん",
                    "SummaryJapanese": "ある日、トウマのクラスの男子生徒たちが、半数以上も学校を欠席した。さらに、彼らは全員「コックリさん」をやっていたという。この件を怪しんだ妖怪探偵団は、調査を開始！　すると、意識を取り戻した男子生徒のひとりから、「うすらぬら」へ投稿が寄せられた。その書き込みによると、どす黒い空気の中からキツネの化けものが突如現れ、金縛りに遭ったという。さらにそのキツネは「身体をよこせ」と言ってきたそうだ。ナツメは、まず同じキツネの妖怪“キュウビ”を召喚して、話を聞いてみることに。キュウビは、自分以外にキツネの妖怪がいるとすれば、稲荷神社だろうと言う。ナツメたちが学校の近くの稲荷神社へ調査に行ってみると、キツネの化けものが襲いかかってきて…!?"
                },
                "18": {
                    "ID": "6844450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844450",
                    "TitleEnglish": "Face Thief",
                    "SummaryEnglish": null,
                    "TitleJapanese": "顔どろぼう",
                    "SummaryJapanese": "イケメンばかりが失踪する事件が多発。妖怪探偵団が妖怪の関与を疑っていると、イケメンが消えた瞬間を目撃したという女子中学生の書き込みが寄せられる。彼女の話によると、「プリティーハンサム」という画像加工アプリで自撮り写真を盛ったところ、画像だけでなく被写体の男子自体の顔もイケメンに変化したのだという。さらに、突如スマホの画面から触手のようなものが何本も伸びてきて男子たちの顔を吸い取り、最終的に彼らは消えてしまったという…。ナツメたちは調査を進めるため、そのアプリのイベントにやってきた。会場では「ハンサムボーイズコーナー」なるブースがあり、男子たちにアプリを使ってイケメンになる方法をレクチャーしているのだが…。"
                },
                "19": {
                    "ID": "6844451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844451",
                    "TitleEnglish": "The Counterattack's Cicada Finale",
                    "SummaryEnglish": null,
                    "TitleJapanese": "逆襲の蝉ファイナル",
                    "SummaryJapanese": "ある日の早朝、ケースケはタンクとコージと一緒に、隣町の山へカブトムシを捕りに出かける。しかしカブトムシはぜんぜん捕まらず、ターゲットを蝉に変更。3人は、誰が一番多く蝉を採れるか競争することに。意気込んだタンクがひとり山の奥へと進んでいくと、これまで山中に鳴り響いていた蝉の声が突如止み、目の前にありえないほど巨大な蝉が出現！　慌てて逃げるタンクだが、巨大蝉は不快な音を立てて追いかけてくる。そのころ、タンクを探していたケースケも蝉の大群に襲われ、妖怪ウォッチエルダでハイパーミッチーを召喚。探偵団の事務所から突然消えたミッチーを見たナツメたちは、ケースケに何かあったのではないかと心配する。"
                },
                "20": {
                    "ID": "6844453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844453",
                    "TitleEnglish": "The Illusionary Screen 0",
                    "SummaryEnglish": null,
                    "TitleJapanese": "幻の0番スクリーン",
                    "SummaryJapanese": "シネコン内に、あるはずがない0番スクリーンが現れて、入ると二度と出られなくなるらしい…という噂。次の日、アキノリたちが調査に出かけようとすると、ナツメから同行できないとの連絡が入る。ケースケが、昨日観た映画をどうしてももう一度ナツメと観たいと言ってきかないというのだ。そんななか、0番スクリーンに入って戻ってきたという人物から、「一緒に観ていた友達と同じような人物が映画の中に現れて、実際に隣に座っている友達も体がみるみる変色し、怖くなって逃げてきた」という話を聞いたアキノリたちは、問題のシネコンへ行ってみることにする。そこにはナツメもおり、「一緒に映画を観ようよ…」と誘うのだが…。"
                },
                "21": {
                    "ID": "6844454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844454",
                    "TitleEnglish": "Resurrection! Kenbumajin Suzaku",
                    "SummaryEnglish": null,
                    "TitleJapanese": "復活！ 剣武魔神朱雀",
                    "SummaryJapanese": "ある夜、おばばの予言宝珠が異様な反応を示す。相当なパワーを持った何者かが現れたようだ。アキノリが妖魔レーダーの反応を追いかけると、そこに洞潔があらわれた。洞潔と対峙したアキノリは幻獣・朱雀を召喚して闘うが、朱雀はアキノリをかばって洞潔の攻撃を受け、大怪我を負ってしまう。朱雀を回復させるには、「スザク蒼天斬」の封印を解き、本来の剣武魔神の姿に戻る必要があるらしい。アキノリたちはスザク蒼天斬を求め、妖魔界の双剣山に向かう。"
                },
                "22": {
                    "ID": "6844455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844455",
                    "TitleEnglish": "Touma and the Oni King Fragment",
                    "SummaryEnglish": null,
                    "TitleJapanese": "トウマと鬼王のかけら",
                    "SummaryJapanese": "トウマが突然倒れ、意識不明になってしまった。病室に駆けつけたナツメたちは、トウマの身体からにじみ出る邪悪なオーラを見て、これは普通の病気でなく、怪奇案件だと断定する。おばばの「妖魔レントゲン」でトウマを撮影したり、お祓いの儀式を行ったりしていると、なんとトウマから鬼まろの“モグ”が出てきた！　モグは、“オグ”や“トグ”と一緒にトウマの身体の中で「悪いやつ」と戦っていたらしい。さらに、その悪いやつを倒さないと、トウマは回復しないという。ナツメたちはトウマの身体の中に入り、悪いやつを倒しに行くことに！　果たしてトウマの体を脅かす者の正体とは？"
                },
                "23": {
                    "ID": "6844457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844457",
                    "TitleEnglish": "Doctor C's Dark Medical Records",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ドクターCの闇カルテ",
                    "SummaryJapanese": "学校では、イケメン俳優の崎山ケンが休業宣言をしたというニュースでもちきり。崎山だけでなく、最近イケメン俳優が相次いで休業宣言をしており、それは「うすらぬら」でも話題になっていた。そんななか、大慌てでケースケが事務所にやってきて、「公園に崎山ケンがいる！」という。ナツメたちが公園へ駆けつけると、とても芸能人には見えない雰囲気の崎山がいた。　彼曰く、仕事帰りにいきなり “Dr.カメレオン”と名乗る化けものに廃病院に連れ込まれたうえにイケメンオーラを吸い取られ、休業せざるを得なくなったそうだ。早速、探偵団は廃病院へ向かうことにする"
                },
                "24": {
                    "ID": "6844459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844459",
                    "TitleEnglish": "Dreaming Hana Poncho",
                    "SummaryEnglish": null,
                    "TitleJapanese": "夢見るハナぽんちょ",
                    "SummaryJapanese": "「うすらぬら」によせられた、遊園地・ハナハナファミリーランドで起こった怪奇案件の噂。書き込み主の話によると、ハナランドへ行った際、7歳になる弟が迷子になってしまったそうだ。そして、やっと見つかった弟は「ハナぽんちょと遊んでいた」と言い、誰もいない空間に話しかけていたという…。しかもその日以来、7歳の弟がまるで赤ん坊のようになったというのだ。ハナぽんちょとは、ハナランドの幻のキャラクターらしい。調査のため、探偵団がハナランドに行ってみると、迷子の子どもを探している親や兄弟を多数発見！　そして、ひとりになったケースケの前に、ハナぽんちょが現れて…!?"
                },
                "25": {
                    "ID": "6844461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844461",
                    "TitleEnglish": "Farewell, Micchy",
                    "SummaryEnglish": null,
                    "TitleJapanese": "さらばミッチー",
                    "SummaryJapanese": "今日もナイトとして、ナツメを追いかけ回すミッチー。しかし、友達と楽しくショッピングをするナツメに対し、空回りなことばかりをして、ナツメをうんざりさせていた。\nショッピングの帰り、ナツメは何者かにさらわれてしまう。ナツメの悲鳴を聞きつけ、ミッチーが現場にかけつけるがすでにナツメの姿はなく、代わりに「大事な女を返してほしくば、町はずれの廃工場へ来い」という、ミッチー宛の脅迫状が！　みんなが止めるなか、ミッチーはいてもたってもいられず、ナツメを助けにひとりで指定の場所へと行ってしまう。果たして、ミッチーはナツメを取り戻すことができるのか!?"
                },
                "26": {
                    "ID": "6844462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844462",
                    "TitleEnglish": "The Demonic Swallow-Whole Toilet",
                    "SummaryEnglish": null,
                    "TitleJapanese": "悪魔の丸呑みトイレ",
                    "SummaryJapanese": "ケースケのクラスメイト、マナミの愛犬・テリーが散歩中、公園の公衆トイレでいなくなってしまったらしい。このことを探偵団事務所でケースケが話すと、やはり、みんなそろってこれは怪奇案件だと言う。というのも、最近「悪魔の丸飲みトイレ」と呼ばれる怪奇案件が多発しているからだ。トイレの一番奥の個室から苦しそうな声が聞こえてきて、気になって近づいてみると、ドアがひとりでに開き、化けものが飛び出してきてトイレの中に引きずり込まれるらしい…。テリー探しを手伝う約束をしてしたケースケと一緒に、公園に向かったナツメたち。すると、公衆トイレの前で妖魔レーダーが反応する。"
                },
                "27": {
                    "ID": "6844463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6844463",
                    "TitleEnglish": "Wandering Komajiro",
                    "SummaryEnglish": null,
                    "TitleJapanese": "さまよえるコマじろう",
                    "SummaryJapanese": "コマさんはもともと、アキノリの家の神社で飼われていた、信繁という犬だった。倒れてきた狛犬の下敷きとなってしまい、妖怪となったのだ。そのとき下敷きになったのはコマさんだけでなく、弟の“コマじろう”も一緒だったらしいが、コマさんが妖怪になった時、コマじろうの姿はなかったという。しかし、おばばとアキノリたちがコマさんとコマじろうのお墓へお参りに行くと、なんと、コマじろうの墓のうしろに穴が空いていた！　トウマが幻魔・義経を召喚し、コマじろうを探してみると、どうやら池のまわりにいることが判明。そしてついに、草むらからコマじろうが現れるが、その姿は…!?"
                },
                "28": {
                    "ID": "6878196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6878196",
                    "TitleEnglish": "The Cursed AI Assistant",
                    "SummaryEnglish": null,
                    "TitleJapanese": "呪いのAIアシスタント",
                    "SummaryJapanese": "「セバス」は、呼びかけるとさまざまな生活のサポートをしてくれるスマホのAIアシスタント。だが、セバスには「セバスさん」という別の顔があり、お願いをしたら恐ろしいことになった、という書き込みが「うすらぬら」に寄せられていた。そんな中で、銀行強盗逮捕のニュースが流れる。「セバスさんに大金を掴みたいとお願いしたら、体が勝手に動いた」という犯人の供述を聞いたナツメたちは、妖怪の仕業ではないかと疑う。さっそく調査を開始すると、なんとタンクがセバスさんを呼び出し、「ケースケとコージと3人で空を飛びたい」とお願いしてしまったことが判明！　現れたセバスさんの力で、ケースケたちの足は勝手に走り出してしまい…!?"
                },
                "29": {
                    "ID": "6862168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6862168",
                    "TitleEnglish": "The Bloody Clover of Tragedy",
                    "SummaryEnglish": null,
                    "TitleJapanese": "悲劇のブラッディクローバー",
                    "SummaryJapanese": "マナミの友人が入院していると聞き、四葉のクローバー探しを手伝っていたケースケ。しかし、アキノリによると、最近「うすらぬら」に「悲劇のブラッディクローバー」という書き込みが増えているのだという。血のように赤い四葉のクローバーあり、それに触ると死ぬまで不幸になってしまうらしい。ケースケたちはマナミを探し、注意するように伝えるが、マナミのその手にはすでに赤い四葉のクローバーが！ ナツメとアヤメが慌ててマナミからクローバーを奪うと、ふたりの手に赤い四葉マークが浮かび上がってしまう。呪われてしまったふたりに、次々と不幸が襲いかかってくるが……!?"
                },
                "30": {
                    "ID": "6870079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6870079",
                    "TitleEnglish": "Ayame Disappears",
                    "SummaryEnglish": null,
                    "TitleJapanese": "アヤメ、散る",
                    "SummaryJapanese": "アキノリが撮影したアヤメの写真が、フォトコンテストで大賞を受賞！　ナツメたちの気づかいもあり、アキノリはなんと、アヤメとふたりきりで写真を見るために出かけることになった。デートだと浮かれるアキノリを見守るため、ナツメたちはこっそりと、ふたりの後をつけていく。\n展望台でいい雰囲気になり、まるで本当の恋人同士かのように見えるアキノリとアヤメ。そして、アキノリはついに告白を決意する！ しかし、アキノリがその場を少し離れているうちに、アヤメはどこかへ行ってしまう。　アキノリはアヤメを探しに行くが、そのとき、妖魔レーダーが強力な妖気を感知する。"
                },
                "31": {
                    "ID": "6855164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6855164",
                    "TitleEnglish": "A Fierce Fight! Suzaku vs. Genbu",
                    "SummaryEnglish": null,
                    "TitleJapanese": "激闘！朱雀ＶＳ玄武",
                    "SummaryJapanese": "「海をも断ち割る」と言われている妖聖剣、「ゲンブ法典斧」。女郎蜘蛛の糸を断ち斬ることができるであろう、そのゲンブ法典斧を手に入れるため、アキノリたちは妖魔界にある宝剣殿へと向かう。幻獣・朱雀の導きで宝剣殿を目指し、妖魔界に通じる湖を渡ろうとしたそのとき、不気味な双子の少年が現れた。ふたりは「ゲンブ法典斧を手に入れたければ、何が起きても声を出さずに湖を渡れ」と言う。アキノリたちは無事に宝剣殿にたどり着き、ゲンブ法典斧を手に入れることができるのか!?"
                },
                "32": {
                    "ID": "6890405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6890405",
                    "TitleEnglish": "The Life-Eating Jorougumo",
                    "SummaryEnglish": null,
                    "TitleJapanese": "命を喰らう女郎蜘蛛",
                    "SummaryJapanese": "無事に妖魔界から戻ってきたアキノリたち。しかし、そんな彼らを待ち受けていたのは、巨大化した女郎蜘蛛だった！ アキノリたちが妖魔界へ行っている間にも、女郎蜘蛛は人々の魂を喰らい、力を吸収しつづけていた。元町タワーは蜘蛛の糸で繭状に覆われ、その最上部には女郎蜘蛛が君臨していた。「剣武魔神・玄武」を憑依させたトウマは、ゲンブ法典斧を構え、女郎蜘蛛と対峙する。フルパワーの「剣武魔神・玄武」によるゲンブ法典斧の一撃で、強固な女郎蜘蛛の繭を見事切り裂き、タワー内部への道が開けた！　アヤメを救うため、タワーに侵入して、女郎蜘蛛討伐に向かう一行だが…!?"
                },
                "33": {
                    "ID": "6899420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6899420",
                    "TitleEnglish": "Hasty Satan Claus",
                    "SummaryEnglish": null,
                    "TitleJapanese": "慌てん坊のサタンクロース",
                    "SummaryJapanese": "日常を取り戻したナツメたちがいつものように「うすらぬら」を開いてみると、新しい投稿が寄せられていた。それは、「真夜中のサタンクロース」についての書き込みだ。サンタクロースならぬ「サタンクロース」は12月前から子どもが住む家に現れ、そのプレゼントを手にした子どもには、とんでもなく恐ろしいことが起こるらしい。ナツメとトウマ、ケースケは、さっそくサタンクロースの調査を開始！　書き込み主の少女・ゆみの話を聞き、トウマは被害者のある共通点に気づく。一方、女郎蜘蛛の一件で、伝説の霊媒師の子孫であることを知ったアヤメは、いつ狙われても対処できるように自分を鍛えたいと言い、おばばとアキノリと共に修行を開始する。"
                },
                "34": {
                    "ID": "6906454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6906454",
                    "TitleEnglish": "The Yo-kai-only Yo-kai Detective Team",
                    "SummaryEnglish": null,
                    "TitleJapanese": "妖怪だけの妖怪探偵団",
                    "SummaryJapanese": "ある日、ミッチーとコマじろうは、「どちらが先輩か」問題で揉めていた。妖怪探偵団に先に入った自分が先輩だと主張するミッチーと、アキノリの家の神社にずっと昔からいた自分が先輩だと主張するコマじろう…。そんなふたりを見かねてウィスパーが、「怪奇案件を先に解決したほうを先輩にしては？」と提案する。そこでミッチーとコマじろうは、最近急激に投稿が増えている怪奇案件「ニタニタさん」の解決で勝負をすることに。書き込みによると「ニタニタさん」は、街角から急に飛び出してきて、人を驚かせるそう。さらに、ニタニタ…と笑う顔が本当に恐ろしいのだとか。ミッチーとコマじろうはそれぞれのやり方で調査を進めていくが…探偵勝負を制して先輩の座をつかむのはどっち？"
                },
                "35": {
                    "ID": "6924917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6924917",
                    "TitleEnglish": "The Weeping Ballet Shoes",
                    "SummaryEnglish": null,
                    "TitleJapanese": "すすり泣くバレエシューズ",
                    "SummaryJapanese": "「うすらぬら」に、「すすり泣くバレエシューズ」の書き込みが寄せられた。そのバレエシューズを履くと、体が勝手に踊り出し、自分では止められなくなるらしい。さらにはだんだんシューズが濡れてきて、すすり泣く声が聞こえてくるという…。妖怪の仕業を疑ったナツメたちは、さっそく調査を開始。書き込み主に話を聞いてみると、そのバレエシューズは見知らぬ女性から渡されたもので、履いた途端に体が勝手に踊り始めたそうだ。また、道に飛び出しそうになったところ、間一髪でシューズが脱げたのだが、不思議なぬれ方をしていたらしい。探偵団は、一度事務所に戻って話し合うことに。すると“イカリン”が現れ、「海岸でずっと泣いている妖怪がいるから、助けてあげてほしい」と言う。"
                },
                "36": {
                    "ID": "6942130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6942130",
                    "TitleEnglish": "Shadowside Christmas",
                    "SummaryEnglish": null,
                    "TitleJapanese": "シャドウサイドクリスマス",
                    "SummaryJapanese": null
                },
                "37": {
                    "ID": "6942131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6942131",
                    "TitleEnglish": "The Princess is in That Place",
                    "SummaryEnglish": null,
                    "TitleJapanese": "姫はそこにいる",
                    "SummaryJapanese": null
                },
                "38": {
                    "ID": "6966202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6966202",
                    "TitleEnglish": "The Awaited Person Will Come",
                    "SummaryEnglish": null,
                    "TitleJapanese": "待ち人、来たる",
                    "SummaryJapanese": "お正月。隣町の白雪神社のおみくじには、大吉の上をいく「超吉」があり、引くと、とてもいいことが起こると話題になっているという。しかし、超吉を引いた人が行方不明になったという書き込みを「うすらぬら」で見つけたナツメたちは、妖怪のしわざを疑い、調査に乗り出す。白雪神社にやってきたナツメたちは、実際におみくじを引いてみることに。すると、アキノリが超吉を引いた！　そう簡単に良いことなど起きるわけがないと半信半疑のアキノリだったが、なくしたと思っていたマンガが見つかったり、急にお年玉をゲットしたり…と、おみくじに書かれている幸運がどんどん実現していく。だが急に、おみくじに書かれた「超吉」の文字が「大凶」に変わって……!?"
                },
                "39": {
                    "ID": "6986908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6986908",
                    "TitleEnglish": "Umao of the Candy Store",
                    "SummaryEnglish": null,
                    "TitleJapanese": "駄菓子屋のウマ男",
                    "SummaryJapanese": "ナツメたちがテスト期間の間、探偵団事務所を自由に使っていいと言われたケースケ。さっそくマンガの続きを読みにやってきたところに、ジュニアが大慌てで飛び込んできた。どうやらジュニアが大好きなおばあさんの駄菓子屋がピンチらしい。ケースケたちが駄菓子屋に行ってみると、この店に来ると恐ろしい化けものに襲われるとのウワサが立ち、店に子どもが来なくなってしまったそうだ。おばあさんを助けたいジュニアたちに促され、渋々「うすらぬら」で調べるケースケ。すると、「駄菓子屋のウマタウロス」という投稿が！「妖怪妖怪探偵団プラスケースケで解決しようぜ！」と張り切る不動明王ボーイたちと共に、調査に乗り出すことに。"
                },
                "40": {
                    "ID": "6998593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6998593",
                    "TitleEnglish": "The Reminiscing Dark Knight",
                    "SummaryEnglish": null,
                    "TitleJapanese": "振り返れば暗黒騎士",
                    "SummaryJapanese": "ゲーム好きのクラスメイト・二階堂が、なんだか「VR戦記」というゲームに怯えているように見えて、違和感を抱いたナツメ。みんなに二階堂の話をすると、「うすらぬら」にも「VR戦記」にまつわる書き込みがあった！　なんでも、このゲームで対戦して相手のキャラクターを倒すと、黒いマントの騎士が出現し、剣で襲ってくるらしい。ナツメたちがさっそく二階堂に話を聞きに行ってみると、やはり彼も同じような目に遭い、その後、そのときの対戦相手の大学生・シュンとは連絡が取れなくなってしまったという。今度はシュンのアパートを訪ねてみたナツメたち。鍵の開いたドアから恐る恐る様子をうかがっていると、辺り一面がゲーム内のような闘技場に変わって……!?"
                },
                "41": {
                    "ID": "6998594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6998594",
                    "TitleEnglish": "The Luring Bunny Trap",
                    "SummaryEnglish": null,
                    "TitleJapanese": "魅惑のバニートラップ",
                    "SummaryJapanese": "学校でうさぎ当番の順番が回ってきて、かわいいうさぎを触り放題！と喜ぶケースケ。しかし、「うすらぬら」に「闇へ導くうさぎ」にまつわる投稿が寄せられており、用心したほうがいいとアキノリに言われる。なんでも、街にいるはずのない真っ黒いうさぎが突如現れて、そのうさぎを追いかけたところ、数えきれないほどのうさぎに取り囲まれたとのこと。さっそくナツメたちは調査を開始。すると、書き込み主のようなケースの他にも、うさぎが恐ろしい顔をしていたり、巨大なうさぎに遭遇したケースもあったりと、状況は様々だ。次の日、うさぎ当番のケースケたちがうさぎのエサを買いに行き、エサ袋を持って歩いていると、路地からかわいい黒ウサギが現れて……。"
                },
                "42": {
                    "ID": "6998595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/6998595",
                    "TitleEnglish": "Grudgeful Valentine's Day",
                    "SummaryEnglish": null,
                    "TitleJapanese": "怨みのバレンタイン",
                    "SummaryJapanese": "もうすぐバレンタインだが、さくら元町では洋菓子店やスーパーからチョコレートが消える事件が相次いでいた。「うすらぬら」にも「さくら元町・呪いのチョコ狩り事件」というタイトルで書き込みが寄せられており、なんと、チョコだけでなくチョコレート菓子を作るショコラティエたちも姿を消しているらしい。妖怪探偵団は書き込みにあったケーキ店で、聞き込みを開始。どうやら町内のほかのお店でも同じような事件が起こっているようだ。トウマは幻魔・義経を憑依させて、現場に残された痕跡からこの事件に関わる妖怪を探ることに。すると義経は「激しい怨みの念を感じる」と言う。被害を防ぐため、ナツメ達がまだ被害が出ていないケーキ店を探していたところ、とある店から川の水のようにチョコが流れ出していて!?"
                },
                "43": {
                    "ID": "7030858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7030858",
                    "TitleEnglish": "Douketsu, Parting with the Blaze",
                    "SummaryEnglish": null,
                    "TitleJapanese": "洞潔、炎の決別",
                    "SummaryJapanese": "恨みや憎しみを自らの力にする空亡ウイルス。洞潔は、“姫”を狙う空亡ウイルスの動きが活発化していることを感じる。そんななか、やたらと背後から視線を感じるようになるナツメ。だが、振り返ってみても誰も見ている者がいない･･･。恐怖を覚え始めたナツメのボディガードを買って出たミッチーとハルヤは最初こそ衝突し合うが、なんだかんだと言いながらも一緒にナツメのガードをするように。“姫”のこととなると冷静さを欠くハルヤを心配した洞潔は、くれぐれも注意するようにと念を押すが、ハルヤは「姫のことは俺に任せておけ」と言い張る。"
                },
                "44": {
                    "ID": "7043692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7043692",
                    "TitleEnglish": "Enma and the Lost Castle",
                    "SummaryEnglish": null,
                    "TitleJapanese": "'エンマと失われた城",
                    "SummaryJapanese": "空亡ウイルスが力をつけていけば人間界と妖魔界を巻き込む大混乱が起き、さらには世界を滅ぼすという話をカイラから聞いた妖怪探偵団。さらに、朱夏の力を持つナツメが真の覚醒をすれば、空亡を倒すことができるかもしれないと言われ、ナツメは思い悩む・・・。その頃、妖魔界で旅を続けてきたエンマ大王とぬらりひょんは、旅の終着地となるであろう朱夏の城へたどり着いていた。"
                },
                "45": {
                    "ID": "7043693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7043693",
                    "TitleEnglish": "Byakko's Trial! Touma vs. Haruya",
                    "SummaryEnglish": null,
                    "TitleJapanese": "白虎の試練!トウマVSハルヤ",
                    "SummaryJapanese": "ナツメが鬼族の姫・朱夏に覚醒するためには、5本の妖聖剣が必要だ。最後の妖聖剣「ビャッコ大霊槍」を入手するため、霊剣林にやってきたナツメたち。しかしそこへハルヤが現れ、自分が「ビャッコ大霊槍」を手に入れると譲らず、林へ入って行ってしまった。アキノリたちも先を急ごうとするが、トウマ以外は見えない壁によって行く手を阻まれてしまう。どうやら白虎に選ばれた者のみが通れるようだ。トウマは、ひとりで「ビャッコ大霊槍」を見つけに向かう決心をする。その頃、人間界では、空亡ウイルスが大量に出現。空亡ウイルスにとりつかれた妖怪たちが、人間を襲い始めていた。"
                },
                "46": {
                    "ID": "7043694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7043694",
                    "TitleEnglish": "Kaira Fallen into Darkness",
                    "SummaryEnglish": null,
                    "TitleJapanese": "闇に堕ちたカイラ",
                    "SummaryJapanese": "いままで味方としてナツメたちに協力していたカイラが、空亡ウイルスにとりつかれてしまった。カイラはトウマの帰りを待つナツメたちを容赦なく襲撃する！アキノリとアヤメ、おばばが結界を張り、なんとかカイラと空亡ウイルスの攻撃をしのぐが、長くはもちそうにない。ナツメは自分が覚醒できれば空亡を倒せるのに、と思うが…。一方、妖魔界で空亡と妖聖剣の謎を追っていたエンマとぬらりひょんは、ついに真実を突き止めた。ふたりは人間界へと急ぐ。"
                },
                "47": {
                    "ID": "7080035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7080035",
                    "TitleEnglish": "Bonds Back to Back",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第47話「背中合わせの絆」",
                    "SummaryJapanese": "朱夏を覚醒させるため、5本の妖聖剣を集めた。しかしそれは、空亡を覚醒させるための罠だった。覚醒した空亡からは大量の真魔が生み出され、町を侵食し、人間界・妖魔界共に混乱に陥ってしまう。エンマによると、ナツメが完全に覚醒するには、「スピリット」という、生まれ変わるときに持っていた強い思いが必要らしい。しかし、ナツメはそれが何なのか思い出せないでいた。ナツメは、未だ覚醒できないながらも、一刻も早く街にいる真魔をなんとかしたいと思い結界から出ようとする。無茶をするナツメを止めようとして、とっさにトウマが手をとると、フラッシュバックで不思議な光景が見えて…!?"
                },
                "48": {
                    "ID": "7110577",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7110577",
                    "TitleEnglish": "Truth about Spirit",
                    "SummaryEnglish": null,
                    "TitleJapanese": "スピリットの真実",
                    "SummaryJapanese": "ナツメが空亡にさらわれ、取り込まれてしまった。ナツメを助け出したいトウマとアキノリだが、空亡は不気味に形を変え、ナツメを吸収したことで最終形態へと変化し、むやみに手出しできない状態になってしまう。\n一方、ナツメが空亡に取り込まれたことを知り、思わず涙を流すケースケ。ジュニアはそんなケースケに、ナツメはいつもケースケを思いやり、守っていることを伝える。その言葉を聞いたケースケは「今度はオレが姉ちゃんを守る番だ」と戦う決意をする。"
                },
                "49": {
                    "ID": "7110579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7110579",
                    "TitleEnglish": "The Tale and the End of It",
                    "SummaryEnglish": null,
                    "TitleJapanese": "神話 その果てに",
                    "SummaryJapanese": "ついに自分のスピリットを思い出したナツメ。同時に、空亡の過去、そして朱夏との関係も明らかになる。世界を守るべく、完全に覚醒したナツメをトウマ、アキノリ、ケースケが援護するが、空亡は圧倒的な力で世界を滅ぼそうとする。果たして、打つ手は残っているのだろうか。そして、神話の果てに見えるものとは…。朱夏の神話の悲劇を終わらせるため、妖怪探偵団は最後の戦いに挑む！"
                }
            }
        },
        "5": {
            "ID": "804302",
            "URL": "https://www.thetvdb.com/series/yo-kai-watch/seasons/official/5",
            "# Episodes": 36,
            "Episodes": {
                "1": {
                    "ID": "7110588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7110588",
                    "TitleEnglish": "Way Too Average Life / Not-Average Life / 4-Komasan: The City's Trap",
                    "SummaryEnglish": "Elementary student Nathan Adams is fed up with himself for being way too \"average.\" He thinks, \"can't just something unusual happen to me?\" and then the closet opens up on its own and he hears a strange voice shouting from inside? \"No, something unusual can't happen\", Nate tells himself; but then in class, he catches onto very strange occurrences, like seeing a cat-like red silhouette flicker in the moment it appears, notices the awful stench of farts, and people making funny faces at lunchtime... What in the world is going on around Nate? Could Nate have forgotten about Yo-kai?!",
                    "TitleJapanese": "第1話",
                    "SummaryJapanese": "【フツーすぎる人生】\n何をしても「フツー」すぎる自分にうんざりしているケータ。ひとつぐらいフツーじゃないことが起きないかなぁ？…と考えていると、クローゼットが勝手に開いたり、妙な叫び声が聞こえたりするような…？　いやいや、フツーじゃないことなんて起こるわけがない、と自分に言い聞かせるケータだが、授業中猫っぽい赤い影がチラつくのを見た途端、オナラの臭いがしてきたり、給食の時間に変顔をするおかしなものが見えたり…やっぱこれってフツーじゃない!?　ケータのまわりでいったい何が起こっているのか…っていうか、ケータは妖怪を忘れてしまったのか!?\n\n\n【フツーじゃない人生】"
                },
                "2": {
                    "ID": "7130434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7130434",
                    "TitleEnglish": "Yo-kai Bloominoko / 4-Komasan: Stray Cat  / Yo-kai Snobetty / Geezer Wig Club: Lesson 1  / The Journey Across Japan Searching for Komami! Harajuku",
                    "SummaryEnglish": "\"Nate has suddenly moved to another house. It seems his new home is next door to Katie's! Whisper's suggests \"could such good luck be the work of a Yo-kai?\", that hunch proves true. The dragon Yo-kai \"Bloominoko\", housing tremendous luck power that's drawn out when it appears, is at work! Nate finds out that just as Bloominoko leaves, he'll face the inverse with misfortune coming his way, so he tries to meet every demand to restrain Bloominoko, but...?!\"[...]",
                    "TitleJapanese": "第2話",
                    "SummaryJapanese": "【妖怪フクリュウ】\nケータの家が、突如引っ越しをした。新居はなんと、フミちゃんの家の隣！「こんな幸運が起こるのは、妖怪のしわざでは？」とウィスパーが疑っていると、その予感が的中。ものすごい幸せパワーを持ち、現れると幸運をもたらす龍の妖怪“フクリュウ”がいた！フクリュウがいなくなった途端、逆に不幸が訪れると聞いたケータは、あらゆる要求に応えてフクリュウを引き留めようとするが…！？\n\n\n【妖怪リー夫人】\n抜き打ちテストがあったり、お母さんが「今月からケータにおこづかいをもらう」と言い出したり…妙に理不尽なことが続いて、妖怪のしわざを疑うケータ。妖怪ウォッチで辺りを照らしてみると、やっぱりいた！妖怪“リー夫人”が近くにいると、理不尽なことに見舞われてしまうのだ。ケータは、妖怪ウォッチエルダでジバニャンを召喚。ところが、ジバニャンはリー夫人の理不尽こうげきで戦意喪失してしまい…！ 今こそ、エルダの新機能“ワンチャンサイド”を使うとき！？\n\n\n【４コマさん「捨て猫さん」】"
                },
                "3": {
                    "ID": "7155892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7155892",
                    "TitleEnglish": "Yo-kai Shakey / The Nya-king Dead ~Yo-kai in Extreme Conditions~ Episode 1 / 4-Komasan: Shopping / Geezer Wig Club: Lesson 2 / The Journey Across Japan Searching for Komami! Yokohama Chinatown",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第3話",
                    "SummaryJapanese": "【妖怪てのひらがえし】\nフミちゃんが「ケータくんってよく見るとイケメンだね」とうっとりしているかと思いきや、「ケータくんがイケてるなんて、やっぱないわ～」と態度をコロッと変えたり、先生が「ケータほどの天才は見たことがない！」と褒めたかと思いきや、「やっぱないわ～」と言い出したり…なんかおかしい！そこには、一度とり憑かれると、さんざん相手を持ち上げた挙げ句、突如態度を変えて人をどん底に突き落とす妖怪“てのひらがえし”がいた。ケータはじんめん犬を召喚するが…もしかして、今回もワンチャンサイドで一発逆転！？\n\n\n【ニャーキングデッド ～極限状態の妖怪たち～　エピソード１】\n妖怪ゾンビにひとたび噛まれると、自分もゾンビになってしまう。これは、そんな極限状態に陥った妖怪たちのお話――。無数のゾンビに追われながら、ラッキーなことに、乗り捨てられた車を見つけたジバニャンたち。あわてて車内に逃げ込んだものの、エンジンがかからない…。じんめん犬が運転役をかってでるが、果たして大丈夫なのか！？\n\n\n【４コマさん「お買い物」】\n\n\n【おっさんヅラ部　Lesson2】\n\n\n【ニッポン全国 コマみ探しの旅！ 横浜中華街編】"
                },
                "4": {
                    "ID": "7155893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7155893",
                    "TitleEnglish": "The Modern Supoor Hero / Yo-kai Sangokushi, Part One / The Nya-king Dead ~Yo-kai in Extreme Conditions~ Episode 2 / 4-Komasan: Rattle / Geezer Wig Club: Lesson 3",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第4話",
                    "SummaryJapanese": "【現代のお金ナイダー】\n「昨日までお財布に入っていた500円がない！」とケータが大騒ぎしていると、貧乏神の妖怪“お金ナイダー”が部屋にいた！だが500円はケータのポケットの中に入っていて、お金ナイダーのせいでなくなったわけではなかった。よく見てみると、お金ナイダーは高級スーツに身を包み、高級腕時計をして高級スマホを持っており、以前の様子とはまったく違って…！？ケータたちが話を聞いてみると、「今のオレはお金を持ってなくても、お金持ちだ」と言う。お金ナイダーは、仮想通貨「ヨットコイン」で大儲けしていたのだ。\n\n\n【妖怪三国志 其ノ壱】\n戦乱の時代…。ジバニャン劉備は、ブリー隊長関羽、メラメライオン張飛と共に兄弟の誓いをかわし、平和を取り戻すために戦う決意をする。ところが…。\n\n\n【ニャーキングデッド ～極限状態の妖怪たち～　エピソード２】\n\n\n【４コマさん「ガラガラ」】\n\n\n【おっさんヅラ部　Lesson3】"
                },
                "5": {
                    "ID": "7155894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7155894",
                    "TitleEnglish": "Yo-kai Casanono / The Journey Across Japan Searching for Komami! Ryogoku / The Nya-king Dead ~Yo-kai in Extreme Conditions~ Episode 3 / 4-Komasan: Carp Streamers",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第5話",
                    "SummaryJapanese": "【妖怪モテヌス】\nフミちゃんの家の隣に引っ越してきて、1ヶ月。ケータの妄想では、登下校も一緒にするぐらいフミちゃんと仲良くなるはずだったが、そう上手くいかない…。仲が進展しないのは妖怪のせいだとケータが言い出し、ウィスパーが妖怪辞典で調べてみると、人をモテなくさせる妖怪自体は存在するらしい。その名は、妖怪“モテヌス”。フミちゃんと仲良くなれない現実を、どうしてもモテヌスのせいにしたいケータ…。そんな彼のために、ウィスパーとジバニャンはモテヌスを探してあげることにするが…？\n\n\n【ニッポン全国 コマみ探しの旅！ 両国編】\nまだ見ぬ妹・コマみの「インズラグラム」の写真が更新されたとコマ母ちゃんから聞き、コマさんとコマじろうは、その写真に写っていた場所・両国国技館にやってきた。そのとき、インズラグラムの写真に写り込んでいたお相撲さんがふたりの前を横切り、コマさんたちは彼を追いかけて行ってみることに。するとそこは相撲部屋で…！？\n\n\n【ニャーキングデッド ～極限状態の妖怪たち～　エピソード３】\n\n\n【４コマさん「鯉のぼり」】"
                },
                "6": {
                    "ID": "7202938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7202938",
                    "TitleEnglish": "Yo-kai Siro / The Journey Across Japan Searching for Komami! Fujisan / Nya-king Dead-Yo-kai in Extreme Condition: Final Episode / 4-Komasan: Fashionable Sweets",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第6話",
                    "SummaryJapanese": "【妖怪とどろき獅子】\nカンチとクマにラジコンカーレースに誘われたケータ。だが、突然「一番はオレだ獅子～！」と張り切り出し、なぜかカーレースさながらのスピードでトイレに走り、フライング気味でズボンのチャックを下ろして、フミちゃんたちにドン引きされてしまう…。そのおかしな行動をケータはまったく覚えておらず、妖怪の仕業を疑っていると、人の向上心を呼び覚まして一番を目指すようにさせる妖怪“とどろき獅子”がいた！ケータはメラメライオンを召喚して追い払おうとするが、どうやらとどろき獅子は、スゴい妖怪みたいで…！？\n\n\n【ニッポン全国 コマみ探しの旅！ 富士山編】\nコマみがついに悪の組織のアジトを見つけたらしいと、コマ母ちゃんから連絡を受けたコマさんとコマじろう。さっそく、コマみの「インズラグラム」にアップされていたらしき場所…富士の樹海にやってきたふたりは、樹海の奥へと進むが、果たしてここにコマみはいるのだろうか。\n\n\n【ニャーキングデッド ～極限状態の妖怪たち～　エピソードファイナル】\n\n\n【４コマさん「おしゃれスイーツ」】"
                },
                "7": {
                    "ID": "7202939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7202939",
                    "TitleEnglish": "Yo-kai Signiton / Yo-kai Martial Arts Association: Goku Orochi / Full of Idols! Jibanyan's Preforming Arts Office! Episode 1 / 4-Komasan: The Lost Things",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第7話",
                    "SummaryJapanese": "【妖怪でんじん】\nゲームをするときや動画を観るときなど、ネットがWi-Fiにつながっていれば快適♪今日はしっかりとWi-Fiが安定してつながっていることを確認し、ご満悦のケータだったが、突然Wi-Fiが切れた！「これってもしかして、妖怪のしわざかも！？」とケータが探してみると、やっぱりいた！妖怪“でんじん”が、つながっていたWi-Fiを切断していたらしい。でんじん曰く、最近はおいしいWi-Fiがたくさん飛んでいるそうで、つい食べすぎてしまったらしく…。\n\n\n【妖魔一武道会『極オロチ』】\n数多くの妖怪たちの中で、最も強いのは誰か！？妖魔界一の妖怪を決定するガチンコバトル「妖魔一武道会」が幕を開けた。優勝者には、エンマ大王に挑戦する権利が与えられ、勝てばなんとエンマ大王の座をGETできるという。1回戦の挑戦者はジバニャンだが、その対戦相手とは！？\n\n\n【４コマさん「おとしもの」】\n\n\n【アイドルいっぱい！ジバニャン芸能事務所！ 第１話】"
                },
                "8": {
                    "ID": "7202941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7202941",
                    "TitleEnglish": "Yo-kai Stircrazy Stu / That Yo-kai is now ~Gnomey~ / Full of Idols! Jibanyan's Preforming Arts Office! Episode 2 / 4-Komasan: Automatic Door / Yo-kai Sangokushi Chapter Two",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第8話",
                    "SummaryJapanese": "【妖怪ギュウ汁（じる）】\n「クラスを牛耳る！」なんて言い出し、みんなに無理やり自分の言うことをきかせていて、今日のクマは絶対に変！ケータが妖怪ウォッチで辺りを照らしてみると、とりついた人間を仕切りたがりのボス的存在にしてしまう妖怪“ギュウ汁”がいた。ギュウ汁にはある野望があり、最終的には人間すべてにあることを教えたいというが…。\n\n\n【あの妖怪は今 ～ざしきわらし～】\nケータが家に帰ってくると、なんだか部屋がキレイに片付いていた。「妖怪が片付けてくれたのかも？」と、ケータがあたりを探してみると、妖怪“ざしきわらし”たちがいた。これまで陰ながら人間のお手伝いをしてきたざしきわらしたち。ゲームのレベル上げやバッテリーの充電など、最近はお手伝いの種類が増えているという。だが、あるものたちのせいで居場所がどんどん奪われていると、ざしきわらしたちは怯えていて…。\n\n\n【４コマさん「自動ドア」】\n\n\n【アイドルいっぱい！ ジバニャン芸能事務所！ 第２話】\n\n\n【妖怪三国志 其ノ弐】"
                },
                "9": {
                    "ID": "7202942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7202942",
                    "TitleEnglish": "Yo-kai N'more / Don't Stop the Farts! / Full of Idols! Jibanyan's Preforming Arts Office! Episode 3 / 4-Komasan: Name / The Journey Across Japan Searching for Komami! Furano",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第9話",
                    "SummaryJapanese": "【妖怪やめたい師】\n発売をずっと楽しみにしていたゲームも、ごはんを食べることも、なぜかすぐに飽きてしまうケータ。妖怪のしわざを疑うも、ケータは妖怪探しさえも飽きてすぐに止めてしまう始末だ。代わりにウィスパーがケータの手を取り、妖怪ウォッチであたりを探してみると、妖怪“やめたい師”がいた！始める前はやる気に満ちているのに、急に飽きてやる気をなくさせる“やめたい師”に対抗して、やる気満々の妖怪“ガチン小僧”を召喚するが…。\n\n\n【アイドルいっぱい！ ジバニャン芸能事務所！ 第３話】\nこれは、トップアイドル妖怪を目指す、妖怪事務所の物語…。ジバニャン芸能事務所である日、ジバニャン社長がりゅーくんに仕事を見つけてきた。なんとそれは、アイドルにとっては憧れの舞台・妖怪武道館での仕事だというのだが・・・？！\n\n\n【オナラを止めるな！】\n\n\n【４コマさん「名前」】\n\n\n【ニッポン全国 コマみ探しの旅！ 富良野編】"
                },
                "10": {
                    "ID": "7246049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7246049",
                    "TitleEnglish": "Yo-kai Liarbird / Jibanyan and Cherry Tree / Full of Idols! Jibanyan's Preforming Arts Office! Final Episode / 4-Komasan: Say Cheese / The Journey Across Japan Searching for Komami! Nikko",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第10話",
                    "SummaryJapanese": "妖怪シラ切りスズメ】\nあいさつするついでにイタズラをしたり、オナラをしたり…自分がやったくせに「知らーぬー知らぬ知らーぬー」と歌舞伎風のおかしな受け答えで、やっていないふりをしてくるカンチとクマ。様子のおかしいふたりを見て、ケータが妖怪ウォッチで教室をサーチしてみると、自分がしたことなのに「知らぬ！」とシラを切り続けさせる妖怪“シラ切りスズメ”がいた。シラ切りスズメは、今度はケータにとりついてしまって…！？\n\n\n【ジバニャンと桜の木】\nいつもチョコボーを買っている駄菓子屋のおばあさんが入院してしまい、ジバニャンはお見舞いに行って陰ながら毎日お世話をしていた。そんなおばあさんが、今年の春は桜を見逃してしまったと寂しそうにする姿を見たジバニャンは、おばあさんに桜を見せてあげようと張り切る。果たして、うまくいくのだろうか…？\n\n\n【４コマさん「はい、チーズズラ」】\n\n\n【アイドルいっぱい！ ジバニャン芸能事務所！ 最終回】\n\n\n【ニッポン全国 コマみ探しの旅！ 日光編】"
                },
                "11": {
                    "ID": "7246052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7246052",
                    "TitleEnglish": "Yo-kai Compunzer / Doctor F #1 / 4-Komasan: Bus / The Journey Across Japan Searching for Komami! Mount Osore /",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第11話",
                    "SummaryJapanese": "【妖怪おすべり様】\n朝からフミちゃんに向かって「おはようぃっすっす〜！」とつまらないギャグで挨拶をしたり、給食の時間に「いただきマウス！チューチューチュー！」と凍えるようなダジャレを言ったり…、ケータの寒すぎる言動にみんなはドン引き。一日中スベりまくってしまい、落ち込むケータが妖怪のしわざを疑って探してみると、面白いことを言おうとする人をスベらせる妖怪“おすべり様”がいた！自分は、おすべり様のせいでスベりまくってると思っていたウィスパーだったが・・・？\n\n\n【ドクターＦ　＃1】\n治療や手術に失敗したことが一度たりともないという、伝説の名医『ドクターF』――。深刻な医師不足に悩む赤鬼病院は、今日も順番待ちの妖怪たちで溢れかえっている。「医師が少なすぎてこのままでは病院が潰れる！」と激昂する赤鬼院長に、副院長のじんめん犬は、「あのドクターFを呼んだ」と言うが…！？\n\n\n【４コマさん「バス」】\n\n\n【ニッポン全国 コマみ探しの旅！ 恐山編　】"
                },
                "12": {
                    "ID": "7246054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7246054",
                    "TitleEnglish": "Yo-kai Shirokuma / Magical Girl Katie / 4-Komasan: Plastic Umbrella / Doctor F #2 / The Journey Across Japan Searching for Komami! Iga",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第12話",
                    "SummaryJapanese": "【妖怪しろく魔】\nケータのお母さんの友だちが、赤ちゃんを連れて遊びにやってきた。するとその赤ちゃんが、高速ハイハイでケータの方へと迫ってくる。戸惑いながらもケータがあやすと、赤ちゃんは突如真顔になって気張り、ケータのほうにお尻を向けて「大」をし始めた？！偶然かと思いきや、また気張り始める赤ちゃん。ついには、「わざとやったでちゅ」と小声で話し出して…これって絶対におかしい！　妖怪ウォッチで照らしてみると、赤ちゃんのように本能のまま行動させてしまう妖怪“しろく魔”がとりついていて！？\n\n\n【魔女っ子フミちゃん】\nある夜、窓の向こうのフミちゃんの姿が見えて、ご満悦のケータ。するとフミちゃんはステッキのようなものを手に構え、光に包まれたかと思うとキュートな魔法少女に変身していた！びっくりするウィスパーとジバニャンをよそに、ケータは「かわいい…❤」とメロメロ。フミちゃんには、女の子を魔法少女にしてしまう妖怪“ニャン魔女”がとりついていた。魔法少女姿のかわいいフミちゃんに、すっかり骨抜きにされているケータだが…。\n\n\n【４コマさん「ビニール傘」】\n\n\n【ドクターＦ　＃2】\n\n\n【ニッポン全国 コマみ探しの旅！ 伊賀編】"
                },
                "13": {
                    "ID": "7246056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7246056",
                    "TitleEnglish": "Yo-kai Bananose / Doctor F #3 / That Yo-kai is Now... ~Dandoodle~ / 4-Komasan: Massage Chair / Yo-kai Sangokushi: Part Three",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪ナガバナナ】 【ドクターＦ　＃3】",
                    "SummaryJapanese": "おなかが空いたケータがバナナを食べようとすると、昨日買ったばかりなのにバナナが真っ黒になっていた。「一日で黒くなるなんておかしい！」と、ケータが妖怪ウォッチであたりを照らしてみると、そこにはバナナをいつの間にか真っ黒にしてしまう妖怪“ナガバナナ”がいた！ジバニャンを召喚し、追い払ってもらおうとするが、ナガバナナには戦う意思はないようで…？\n\n<br>\nある日、本物のドクターFが新聞に載ってしまい、副院長のじんめん犬は大慌てで病院中の新聞を回収する。そんななか、「妖怪くっつく病」という、妖怪が勝手にくっついて別の妖怪になってしまう病気が大流行し、カンファレンスが開かれる。すると、失敗しかしないドクターFのふぶき姫が「私なら手術で治せます」と手を挙げる…。"
                },
                "14": {
                    "ID": "7275925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7275925",
                    "TitleEnglish": "Yo-kai Harry / The Journey Across Japan Searching for Komami! Kyoto / 4-Komasan: Looking for Things / Doctor F: Finale",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪ハリー】 【ニッポン全国 コマみ探しの旅！ 京都編】",
                    "SummaryJapanese": "お母さんに何か言われたり注意されたりすると、イライラして「うっせーし！」「うざいし！」などと、つい言ってしまうケータ。ただの反抗期かと思いきや、ケータには、人に何か言われるとトゲトゲしい返答をさせる妖怪“ハリー”がとりついていた！止めるようにお願いするケータだが、ハリーは「うっせーし！」と聞く耳を持ってくれない。ケータはジバニャンに、ハリーを倒してもらおうとするけど…！？\n\n<br>コマ母ちゃんから、コマみは京都にいるようだと連絡を受けたコマさんとコマじろう。コマ母ちゃんの話では、コマみは幕末の京都で活躍した新撰組から戦い方を学んでいるらしい。さっそく京都へと足を運んだコマさんとコマじろうは、さまざまな名所に行ってみるが…？"
                },
                "15": {
                    "ID": "7275926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7275926",
                    "TitleEnglish": "Yo-kai Ballin / Section Chief Kousaku Jiba / 4-Komasan: Elevator / No. 1 in the Yo-kai World Tournament: Rinne",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪たまのこし】 【課長ジバ耕作】",
                    "SummaryJapanese": "なんと、フミちゃんが家に遊びに来ることになり、ケータは大喜び！一緒に部屋でお話をしていると突然ケータに将来の夢を尋ねるフミちゃん。どうやらお金持ちと結婚したいらしいが…。そんなことを言うフミちゃんは、絶対におかしい！するとそこには、とりつかれるとお金持ちと結婚したくさせる妖怪“たまのこし”がいた。たまのこしにとりつかれると、本当にお金持ちになれちゃうらしい。それを聞いたケータは、あることをひらめいて…！？\n\n\n<br>これは、現代を駆けるビジネス妖怪の物語…。\n男は中身が大事！課長ジバ耕作は、一生懸命がんばっている部下たちにとって頼れる上司でありたいと思っていた。だが、部下に「主任」と呼ばれたジバ耕作は…？"
                },
                "16": {
                    "ID": "7300539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7300539",
                    "TitleEnglish": "Yo-kai Snailspace / Blizzaria's Summer Vacation / 4-Komasan: Natto / NEET Kousaku Jiba / The Journey Across Japan Searching for Komami! Sugamo",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪マイマイペース】【ふぶき姫のなつやすみ】",
                    "SummaryJapanese": "【妖怪マイマイペース】\n今日はフミちゃんと一緒に日直をする日だが、ケータは寝坊してしまい大慌て！急いで支度をして一刻も早く家を出たいケータだが、お母さんもお父さんも「あわてないあわてない～」と言って、動作が異様にゆっくりだ。なんか変…！ケータが妖怪ウォッチで辺りを照らしてみると、そこにはとりつかれるとまわりから止まっていると思われるほどマイペースにしてしまう妖怪“マイマイペース”がいた。ケータは“まてんし”を召喚して、マイマイペースを追い払おうとするが…！？\n\n\n【ふぶき姫のなつやすみ】\n海水浴へやってきたケータ。でも海岸が暑すぎる！それもそのはず、“メラメライオン”や“あつガルル”など、アツい系妖怪が親睦旅行で大集合していたのだ。海の家の全メニューを制覇するというアツい系妖怪たちの誘いにケータものろうとするが、そこへ突然冷たい風が吹き抜け、海岸は一気に真冬状態に。さらに、海まで凍ってしまった！寒い系妖怪の“ふぶき姫”がやってきたのだ。夏の海を見たことがないと話すふぶき姫のため、ケータはワンチャン召喚を試してみる。"
                },
                "17": {
                    "ID": "7300541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7300541",
                    "TitleEnglish": "Yo-kai Chippa / Summer Three-Game Match! Stag Beetle vs Rhinocerous Beetle! / 4-Komasan: Vending Machine / President Kousaku Jiba / Yo-kai Sangokushi: Part Four",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪らくてん童】【夏の三本勝負！ カブトＶＳクワガタ！】",
                    "SummaryJapanese": "【妖怪らくてん童】\nテストで悪い点をとったり、誤ってゲームのセーブデータを全部消してしまったり…。最悪なことが起こっても、クマは「気にしねぇ～」と言って小躍りをしている。こんなの、絶対に様子がおかしい！ケータが妖怪ウォッチで辺りを照らしてみると、どんなに嫌なことがあっても気にならなくさせる妖怪“らくてん童”がいた。クマから離れるように言ったのに「とりついてたって気にしな～い」と言って離れてくれない！ケータは“ブシニャン”を召喚して、らくてん童を追い払おうとするが･･･？！\n\n\n【夏の三本勝負！ カブトＶＳクワガタ！】\n昆虫採集にやってきたケータ。カブトムシかクワガタを捕まえたいケータは、どんどん裏山の奥へと入っていく。すると山奥には、なぜかプロレスのようなリングが設置してある。なんと！妖魔界の夏の一大イベント、最強虫系妖怪決定戦「カブトVSクワガタ」のバトルが幕を開けようとしていたのだ！"
                },
                "18": {
                    "ID": "7300542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7300542",
                    "TitleEnglish": "Yo-kai Too-Much-To-Take / The Journey Across Japan Searching for Komami! Shōnan / Ba-Dump! Summer Camp Full of Yo-kai / 4-Komasan: Observation Diary / Chief Executive Kousaku Jiba",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪じごくミミズク】【ニッポン全国 コマみ探しの旅！ 湘南編】",
                    "SummaryJapanese": "【妖怪じごくミミズク】\nある夜、ケータがお向かいのフミちゃんの部屋に向かって「おやすみ、フミちゃん」とうっとり囁いていると、フミちゃんの部屋のカーテンが開き、フミちゃんが「今、私に話しかけてきた？」と聞いてきた。いくらお向かいとはいえ小声で囁いたことが聞こえるはずない！そこには、とりつかれると地獄耳になり、自分の噂まで聞こえてしまうようにさせる妖怪“じごくミミズク”がいた！じごくミミズクに「自分がとりつけば、フミちゃんやみんなにどう思われているかわかる」とけしかけられたケータは、半信半疑でとりついてもらうが…？\n\n\n【ニッポン全国 コマみ探しの旅！ 湘南編】\nコマ母ちゃんから、「コマみが『パイレーツオブデッド』という悪い海賊団と戦うために海へ向かった」と連絡を受けたコマさんとコマじろう。ふたりはとりあえず、コマみのインズラに載っていた湘南の海へと向かう。でも湘南は、楽しい誘惑がいっぱいで…。"
                },
                "19": {
                    "ID": "7324127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7324127",
                    "TitleEnglish": "Geezer Wig Club: Lesson 4 / Yo-kai Machonyan / That Yo-kai is Now... ~Spoilerina~ / 4-Komasan: Life Preserver / The Journey Across Japan Searching for Komami! Miyako-jima",
                    "SummaryEnglish": null,
                    "TitleJapanese": "あの妖怪は今 〜ネタバレリーナ〜 おっさんヅラ部 激情編 4コマさん「浮き輪」 妖怪マスクドニャーン ニッポン全国 コマみ探しの旅！ 宮古島編",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "7324129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7324129",
                    "TitleEnglish": "The Royal Enma Family's Secret Treasure! The Coveted Black Dianyan!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "エンマ王家の秘宝！狙われたブラックダイヤニャン！",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "7340111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7340111",
                    "TitleEnglish": "Yo-kai Flengu / No. 1 in the Yo-kai World Tournament: Black Dianyan / Amy's Rudy / 4-Komasan: PC / Operation Noko Capture!",
                    "SummaryEnglish": "Nate encouters the Yo-kai Flengu. Black Dianyan participates in the Yo-kai World Tournament. Amy has a new pet dog and named it \"Rudy.\" Seeing that Jibanyan got many more chocobars, and that Noko can give peoples good luck, Whisper decides to catch Noko.",
                    "TitleJapanese": "妖怪ほむら天狗 エミちゃんのアカマル 4コマさん「パソコン」 ツチノコ捕獲大作戦！ 妖魔一武道会『ブラックダイヤニャン』",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "7340113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7340113",
                    "TitleEnglish": "Yo-kai Cutta-nah-nah / Homework Impossible / 4-Komasan: Penguin / Operation Noko Capture! 2 / Yo-kai Sangokushi: Part Five",
                    "SummaryEnglish": null,
                    "TitleJapanese": "妖怪ザンバラ刀 宿題インポッシブル 4コマさん「ペンギン」 ツチノコ捕獲大作戦！2 妖怪三国志 其ノ伍",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "7360525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7360525",
                    "TitleEnglish": "Yo-kai Unbearaboy / HIGH & YO PROLOGUE Saitei High School / 4-Komasan: Toothpaste / The Journey Across Japan Searching for Komami! Aomori",
                    "SummaryEnglish": null,
                    "TitleJapanese": "妖怪バッド坊や HIGH&妖 PROLOGUE「最帝高校」 4コマさん「歯みがき」 ニッポン全国 コマみ探しの旅！ 青森編",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "7360528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7360528",
                    "TitleEnglish": "Yo-kai Flash T. Cash / HIGH & YO EPISODE 2: Sweet Stuff Association / 4-Komasan: Map / The Journey Across Japan Searching for Komami! Toyosu /",
                    "SummaryEnglish": null,
                    "TitleJapanese": "妖怪ブルジョワG HIGH&妖 EPISODE2「甘いもん連合会」 4コマさん「地図」 ニッポン全国 コマみ探しの旅！ 豊洲編",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "7403032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7403032",
                    "TitleEnglish": "Yo-kai Fishpicable / HIGH & YO EPISODE 3: Komamiya Brothers / 4-Komasan: Pedometer / The Journey Across Japan Searching for Komami! Nagasaki",
                    "SummaryEnglish": null,
                    "TitleJapanese": "妖怪キライギョ HIGH&妖 EPISODE3「コマ宮兄弟」 4コマさん「万歩計」 ニッポン全国 コマみ探しの旅！ 長崎編",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "7403033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7403033",
                    "TitleEnglish": "Yo-kai Mermother / No. 1 in the Yo-kai World Tournament: Ja-shin Kachi Kachi  / HIGH & YO EPISODE 4: Whisper Family / 4-Komasan: Koromogae",
                    "SummaryEnglish": null,
                    "TitleJapanese": "妖怪イザナミ HIGH&妖 EPISODE4「カリスマギャング妖怪率いる謎の新勢力！」 4コマさん「ころもがえ」 妖魔一武道会『邪神カチカチ』",
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "7403034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7403034",
                    "TitleEnglish": "Yo-kai Devourer / The Journey Across Japan Searching for Komami! Ehime / HIGH & YO EPISODE 5: Robo Animals / 4-Komasan: Buffet",
                    "SummaryEnglish": null,
                    "TitleJapanese": "妖怪いのちとり HIGH&妖 EPISODE5「ロボアニマルズ」 4コマさん「バイキング」 ニッポン全国 コマみ探しの旅！ 愛媛編",
                    "SummaryJapanese": null
                },
                "28": {
                    "ID": "7403035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7403035",
                    "TitleEnglish": "Yo-kai Gomendako / Yo-kai Sangokushi: Part Six / HIGH & YO EPISODE 6: Red Boys / 4-Komasan: Capsule Machine",
                    "SummaryEnglish": null,
                    "TitleJapanese": "妖怪ゴメンダコ HIGH & 妖 EPISODE6 赤んBOYS 4コマさん「ガシャ」 妖怪三国志 其ノ六",
                    "SummaryJapanese": null
                },
                "29": {
                    "ID": "7445024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7445024",
                    "TitleEnglish": "Yo-kai Smogling / HIGH & YO: FINAL WAR / 4-Komasan: Replacement / The Journey Across Japan Searching for Komami! Shirakawago",
                    "SummaryEnglish": null,
                    "TitleJapanese": "妖怪こえんら HIGH&妖 FINAL WAR 4コマさん「いれかわり」 ニッポン全国 コマみ探しの旅！ 白川郷編",
                    "SummaryJapanese": null
                },
                "30": {
                    "ID": "7445026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7445026",
                    "TitleEnglish": "Yo-kai Urnaconda / Protect! Endangered Yo-kai! FILE 1 / 4-Komasan: Toilet / The Journey Across Japan Searching for Komami! Our House",
                    "SummaryEnglish": "\"To find the world's endangered Yo-kai, Nate, Whisper and Jibanyan begin their journey. First, they encounter an mysterious otter Yo-kai in an river, which is Usapyon.\"",
                    "TitleJapanese": "妖怪大蛇のツボ まもれ！ 絶滅危惧妖怪！ FILE 1 4コマさん「トイレ」 ニッポン全国 コマみ探しの旅！ オラたちのおうち編",
                    "SummaryJapanese": null
                },
                "31": {
                    "ID": "7445030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7445030",
                    "TitleEnglish": "Yo-kai Hairum Scarum / No. 1 in the Yo-kai World Tournament: Koma Kaachan / Protect! Endangered Yo-kai! FILE 2 / 4-Komasan: Halloween",
                    "SummaryEnglish": "Koma Kaachan enters the Yo-kai World tournament! Nate, Whisper, Jibanyan and Usapyon meet another endangered Yo-kai on their journey.",
                    "TitleJapanese": "妖怪おとろし まもれ！ 絶滅危惧妖怪！ FILE 2 4コマさん「ハロウィン」 妖魔一武道会『コマ母ちゃん』 劇場版おっさんヅラ部 予告編",
                    "SummaryJapanese": null
                },
                "32": {
                    "ID": "7445034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7445034",
                    "TitleEnglish": "Yo-kai Pookivil / The Journey Across Japan Searching for Komami! Conclusion / Protect! Endangered Yo-kai! FILE 3 / 4-Komasan: Today's Recommendation",
                    "SummaryEnglish": null,
                    "TitleJapanese": "妖怪裏キュン太 まもれ！ 絶滅危惧妖怪！ FILE 3 4コマさん「本日のオススメ」 ニッポン全国 コマみ探しの旅！ 完結編",
                    "SummaryJapanese": null
                },
                "33": {
                    "ID": "7445036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7445036",
                    "TitleEnglish": "Yo-kai Wobblewok / Usapyon's Onechanside Fever! / Yo-kai Sangokushi: Part Seven / 4-Komasan: Zura",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪どんどろ】 【ＵＳＡピョンのワンチャンサイドフィーバー！】 【4コマさん「ズラ」】 【妖怪三国志 其ノ七】",
                    "SummaryJapanese": "【妖怪どんどろ】\n遥か昔に封印された最大最悪の妖怪“どんどろ”が蘇り、妖魔界が大ピンチに！「どんどろに対抗できるのは妖怪ウォッチが使えるケータしかいない！」と、“大ガマ”と“土蜘蛛”がケータに助けを求めてやってきた。聞けば、どんどろは、ありとあらゆる負のエネルギーを取り込んでしまうらしい。負のエネルギーに対抗できるのは、みんなを笑顔にして幸せな気持ちにさせる力、正のエネルギーのみ。ケータたちは、どんどろを封印するため、どんどろお笑い選手権を開催する！\n\n\n【ＵＳＡピョンのワンチャンサイドフィーバー！】\nイナホとUSAピョンが商店街へやってくると、なぜか女子の前髪がみんなパッツンになっていた。スーパーセレブのキララまで前髪がパッツンになっている！妖怪ウォッチで調べると、とりつかれるとつい前髪を切りすぎてしまう妖怪“キリスギリス”がいた。イナホはキリスギリスを追い払うために妖怪たちを呼び出そうとするが、なぜか別の人に呼ばれて召還できないというアナウンスが流れる。困ったイナホはある人に連絡をするのだが･･･。\n\n\n【4コマさん「ズラ」】\n\n\n【妖怪三国志 其ノ七】"
                },
                "34": {
                    "ID": "7494553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7494553",
                    "TitleEnglish": "Yo-kai Abodabat / Komami-ssion Impossible! Part 1 / One Evening Left for Mr. Crabbycat / 4-Komasan: Beanstalk",
                    "SummaryEnglish": "Hidabat evolves into Abodabat?! Komasan, Komajiro and Komami go on a mission and are encountered by Gargaros, Ogralus and Orcanos.",
                    "TitleJapanese": "【妖怪トジコウモリ】 【コマみッション・インポッシブル！ 前編】 【一夜限りのニャンパチ先生】 【4コマさん「豆の木」】",
                    "SummaryJapanese": "【妖怪トジコウモリ】\n妖怪長者番付1位の大金持ちでもあるヒキコウモリが、なんと破産してしまった！失意のあまり、クローゼットに鍵をかけて出てこないヒキコウモリに対し、ケータは「お金なんてなくてもいいから、出てきてよ！」と優しく言葉をかける。ケータの呼びかけに応えて、一度は姿を現すヒキコウモリだったが、ウィスパーの空気の読めない質問攻めにあってしまい、トジコウモリへと進化してしまって！？\n\n\n【コマみッション・インポッシブル！ 前編】\nついに妹のコマみに会うことができた、コマさんとコマじろう。3人でコマ母ちゃんのもとへ帰ろうと言うコマさんだったが、どうやらコマみにはまだやり残したことがあるらしく、ヘリコプターにコマさんとコマじろうを乗せて大空へ飛び立つ。びっくりするコマさんたちにコマみは、実は自分が「YCPO」の特別捜査官であることを明かす･･･。一体コマみは何者なのか？\n\n\n【一夜限りのニャンパチ先生】\n\n\n【4コマさん「豆の木」】"
                },
                "35": {
                    "ID": "7494554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7494554",
                    "TitleEnglish": "Yo-kai Ghostess / Whisper, Becoming a Classic Yo-kai / 4-Komasan: Gift / Komami-ssion Impossible! Part 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "【妖怪いたれりつくせり】 【ウィスパー 古典妖怪になるの巻】 【4コマさん「プレゼント」】 【コマみッション・インポッシブル！ 後編】",
                    "SummaryJapanese": "【妖怪いたれりつくせり】\nケータが家に帰ってくると、なぜかお母さんが旅館の女将のような振る舞いでケータをおもてなしする。夕ごはんも超豪華で、リクエストしたらお寿司まで出てきた！こんなお母さん、絶対おかしい…。ケータが妖怪ウォッチでサーチしてみると、お母さんには妖怪“いたれりつくせり”がとりついていた。「心からのおもてなしで、お客さまに満足していただくのがなによりの喜び」と言ういたれりつくせりは、一見悪い妖怪ではなさそうだけど…？\n\n\n【ウィスパー 古典妖怪になるの巻】\nある日、ウィスパーのもとに古典妖怪選考委員会から手紙が届く。手紙には、なんとウィスパーが古典妖怪の候補に推薦されていると書いてあった！どうやら一部の古典妖怪から、「日ごろから古典妖怪を尊敬し、色々よくしてくれるウィスパーを、古典妖怪にしてあげよう」と推薦の声があがったらしい。その一方で、反対しそうな古典妖怪も半分以上いるようで…？どうしても古典妖怪になりたいウィスパーはとんでもない行動に出る！？\n\n\n【4コマさん「プレゼント」】\n\n\n【コマみッション・インポッシブル！ 後編】"
                },
                "36": {
                    "ID": "7494555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yo-kai-watch/episodes/7494555",
                    "TitleEnglish": "Jibanyan is Santa Claus / No.1 in the Yo-kai World Tournament: Lord Enma / 4-Panel Komasan: Panel Shortage / 10004-Panel Komasan: Spectacular",
                    "SummaryEnglish": "Jibanyan has to train to be Santa Claus so he can deliver Christmas presents all over Springdale. Lord Enma holds a tournament where the Yo-kai has a chance to defeat him to get the Lord Enma ark.",
                    "TitleJapanese": "【ジバニャンがサンタクロース】 【妖魔一武道会『エンマ大王』】 【4コマさん「コマ不足」】 【10004コマさん「超大作」】",
                    "SummaryJapanese": "【ジバニャンがサンタクロース】\nクリスマスは、妖怪たちが気を引き締めなければいけないシーズン！大忙しのサンタクロースをお手伝いするサンタ当番が回ってくるかもしれないのだ。しかし今年は、サンタからジバニャンに「お手伝いではなく、本当のサンタクロースをやってもらいたい」と書かれた委任状が届いた！さっそく妖怪サンタアカデミーでサンタになる特訓を受けることになったジバニャン。そこで、ジバニャンはサンタから、無事にサンタの仕事を終わらせたら使えるようになるという、あるプレゼントをもらうのだが…？\n\n\n【妖魔一武道会『エンマ大王』】\n最強の妖怪を決定する熾烈なガチバトル「妖魔一武道会」！挑戦者が来ないことに痺れを切らしたエンマ大王は、「最後の祭り」としてついに自ら勝負を仕掛けてきた。勝てばエンマ大王になれるという絶好のチャンスに、いろいろな妖怪が一斉に勝負を挑むも、誰ひとりとして歯が立たない！何としてもエンマ大王の座につきたいウィスパーは、ケータにワンチャンサイドをお願いするが…！？\n\n\n【4コマさん「コマ不足」】\n\n\n【10004コマさん「超大作」】"
                }
            }
        }
    }
}