{
    "URL": "https://www.thetvdb.com/series/nobunagun",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3358442/",
        "https://www.themoviedb.org/tv/65615"
    ],
    "TitleEnglish": "Nobunagun",
    "SummaryEnglish": "Shio Ogura is a Japanese high school student, who is visiting Taiwan on a school trip when she is suddenly attacked by monsters. Agents known as \"E-Gene Holders\" from the government agency DOGOO also arrive, who wield weapons infused with the spirits of historical figures. Shio is revealed to also be an E-Gene Holder when the soul of Oda Nobunaga awakens after she tries to rescue a friend.",
    "TitleJapanese": "ノブナガン",
    "SummaryJapanese": "時は1582年、所は本能寺。明智光秀の謀反のさなか、織田信長は炎に取りまかれながら、遮光器土偶にも似た謎の生命体に遭遇する。\n              時は流れ、現代。修学旅行で台湾に来ていた女子高生、小椋しお。ミリタリー好きで人付合いの苦手な彼女はクラスでもちょっと浮いた存在。\n              その彼女が、突如現われた謎の巨大怪獣“進化侵略体”の襲来に遭遇する。逃げまどう人びとの中で、しおはE遺伝子（ジーン）ホルダー“切り裂きジャック”が戦う姿を目撃する。\n              最新鋭の戦闘機や戦車ですら歯が立たない進化侵略体を追いつめていく切り裂きジャック。しかし、ジャックは隙をつかれて大ピンチ！\n              もはや為す術がないと思われた時、しおの中の眠れる織田信長のE遺伝子が目覚めた。",
    "Aliases": [],
    "Modified": "2025-05-29",
    "Seasons": {
        "1": {
            "ID": "568294",
            "URL": "https://www.thetvdb.com/series/nobunagun/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4719539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunagun/episodes/4719539",
                    "TitleEnglish": "Oda Nobunaga",
                    "SummaryEnglish": "Weapon otaku Ogura Sio is on a school trip to Taiwan when she and her classmates get caught up in an Evolutionary Invasion Object attack, not that she has any idea what is going on. And who is the guy with the knives?",
                    "TitleJapanese": "織田信長",
                    "SummaryJapanese": "女子高生小椋しおは、ある日、自分が織田信長となり、遮光器土偶のような異星人によって「魂」を採取される夢をみる。\n生来の不器用さから、修学旅行先の台湾でも単独行動にはげむしお。その彼女にクラスの人気者、浅尾が強引に写真をとって「友達になろう」という。\nそこへ“進化侵略体”が襲来。迎撃する台湾軍との戦闘に浅尾が巻きこまれたことを知ったしおは、混乱のただ中へと走る。そこでE遺伝子（ジーン）ホルダー“切り裂きジャック”が戦う姿を目撃。優勢に見えたジャックだったが…。"
                },
                "2": {
                    "ID": "4719540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunagun/episodes/4719540",
                    "TitleEnglish": "Evolutionary Invasion Objects",
                    "SummaryEnglish": "The incident in Taiwan draws to a close, and Sio gets a chance to have a heart-to-heart with recovering Asao before deciding whether she will join the monster-fighting team or not.",
                    "TitleJapanese": "進化侵略体",
                    "SummaryJapanese": "群れをなす歩兵型侵略体に銃型のAUウェポンで戦うしおだったが、うまく制御できずに大苦戦。そこへ到着したのはE遺伝子ホルダーの“ガンジー”と“ニュートン”。\nガンジーとニュートンの能力を知ったしおは、大挙して押し寄せる侵略体を殲滅する作戦を思いつき…。"
                },
                "3": {
                    "ID": "4755768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunagun/episodes/4755768",
                    "TitleEnglish": "Capa's Island",
                    "SummaryEnglish": "Sio starts intensive training at the Dogoo facility with war photographer Robert Capa. She manages to make some friends on base, but the reality of everyone's situation there is harsh.",
                    "TitleJapanese": "キャパの島",
                    "SummaryJapanese": "DOGOOの一員となったしおは、司令付きのサンジェルマンに連れられ、どこかの密林に置き去りにされる。そこへ歩兵型侵略体が出現し、AUウェポンを展開させて応戦するもあえなく敗退。しかしその侵略体は、教官役の“キャパ”が訓練のためにつくり出した幻で…。"
                },
                "4": {
                    "ID": "4755769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunagun/episodes/4755769",
                    "TitleEnglish": "Hurricane",
                    "SummaryEnglish": "Ogura and the others are sent to deal with an Evolutionary Invasion Object that can ride a hurricane.",
                    "TitleJapanese": "ハリケーン",
                    "SummaryJapanese": "初任務でフロリダ上空にやって来たしお。“ガリレオ”の観測によって、大型ハリケーン“オルガ”内の飛行艇型侵略体は、大量の卵を抱えていることが判明する。侵略体の上陸を何とかして食い止めなくてはならなくなったしお達は…。"
                },
                "5": {
                    "ID": "4755770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunagun/episodes/4755770",
                    "TitleEnglish": "The Second Platoon",
                    "SummaryEnglish": "Sio gets assigned to the same platoon as Jack and is reunited with Gandhi, Newton, and Galileo. The team is tasked with seizing Invasion Object brain tissue for study.",
                    "TitleJapanese": "第二小隊",
                    "SummaryJapanese": "第二小隊へ配属されたしおを空中の基地アレックス・ローガンで出迎えたのは、皮肉屋のジャック、見境のない「博愛主義者」ニュートン、（女性に対して）積極的なガンジー。ホルダーって変人ばかり？\nそのころ特務艦クレイトン・フォレスターでは、フロリダ侵略体の解剖が“ハンター”によって行なわれていた。情報伝達役の存在を推理した“ヴィドック”は、仮説を証明する大がかりな作戦を立案し…。"
                },
                "6": {
                    "ID": "4755771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunagun/episodes/4755771",
                    "TitleEnglish": "Monster Meat",
                    "SummaryEnglish": "Gaudi, Cyx, and Geronimo of the First Platoon crash-land on a snowy mountain. By coincidence, they come across a research outpost where something has gone horribly wrong...",
                    "TitleJapanese": "カイジュウノニク",
                    "SummaryJapanese": "進化侵略体を運ぶ輸送機がアラスカ上空で遭難。護衛の任についていた第一小隊“ジェロニモ”“スーホ”“ガウディ”は人里離れた雪の山中に取り残される。近くの気象観測所に避難するが、そこにいたのは観測員のゴンダただ一人で…。"
                },
                "7": {
                    "ID": "4755772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunagun/episodes/4755772",
                    "TitleEnglish": "Musashi Wonder",
                    "SummaryEnglish": "When a famed sunken battleship of the Japanese Imperial Navy starts wreaking havoc near the Panama Canal, Domoo realizes it's due to Evolutionary Invasion Objects, and sends in the Second Platoon",
                    "TitleJapanese": "ムサシ・ワンダー",
                    "SummaryJapanese": "パナマ運河へ向けて、かつての戦艦武蔵が進む。「ムサシ・ワンダー」と名づけられたこの物体は、分厚い武蔵の装甲と群生型侵略体におおわれ、アメリカ軍の攻撃を物ともしない。熱核攻撃が検討される中、第二小隊が出撃するとなり…。"
                },
                "8": {
                    "ID": "4755773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunagun/episodes/4755773",
                    "TitleEnglish": "Tunnel",
                    "SummaryEnglish": "The First and Second Platoons have to team up, after one of Vidocq's hypotheses reveals the biggest threat yet.",
                    "TitleJapanese": "トンネル",
                    "SummaryJapanese": "ヴィドックは、大西洋と太平洋をつなぐ未知の海底トンネルを侵略体が利用していると推測。第一小隊をともなったガリレオがコスタリカ近郊の海底を探索する。そして、発見されたトンネルには無数の侵略体がひしめいて…。"
                },
                "9": {
                    "ID": "4755774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunagun/episodes/4755774",
                    "TitleEnglish": "Sio and Kaoru",
                    "SummaryEnglish": "Evolutionary Invasion Objects suddenly show up during Kaoru's visit to Sio, who is convalescing in a hospital in Japan.",
                    "TitleJapanese": "しおとかおる",
                    "SummaryJapanese": "海底トンネルには進化侵略体の「原細胞」があると推定された。ヴィドックは総力を上げての攻略を進言するが、そのための戦力はないのが現実だった。\nいっぽう、負傷して日本へ戻ったしおを待っていたのは浅尾さん。ジャックに対する憤懣を口にするしおに、浅尾はニヤニヤがとまらず…。"
                },
                "10": {
                    "ID": "4755775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunagun/episodes/4755775",
                    "TitleEnglish": "Dogoo",
                    "SummaryEnglish": "As the plan to deal with the Objects in the tunnel takes shape, the commander remembers the ups and downs of her extra-long life.",
                    "TitleJapanese": "DOGOO",
                    "SummaryJapanese": "故郷を滅ぼされて途方に暮れる少女を、土偶は進化侵略体と戦う戦士集めにさそう。それは、およそ1800年前のことだった。\nかたや現在。ジャックに対して意識しまくりのしおに、ジャックは先の戦闘で見せた行動を問いつめて…。"
                },
                "11": {
                    "ID": "4755776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunagun/episodes/4755776",
                    "TitleEnglish": "Operation Stone Forest Part 1",
                    "SummaryEnglish": "Will Nobunagun's plan to capture the Evolutionary Invasion Object tunnel and destroy the original cells work? Nine E-gene holders begin Dogoo's most important operation yet.",
                    "TitleJapanese": "ストーンフォレスト作戦・前編",
                    "SummaryJapanese": "9人のE遺伝子ホルダーが地球の運命を賭けて戦う、その名も『ストーンフォレスト作戦』。目標は原細胞の殲滅と巨大な戦艦型の撃退だ。\nキャパ＆ニュートン／ガンジー＆スーホ／ジャック＆ジェロニモ＆ガウディ＆ハンターという組み合わせで、それぞれの配置についたホルダー達。あまりにも膨大な数の侵略体を相手に、ホルダー達はどのように立ち向かうのか・・・。\n同じころ、しおはトンネル入り口を守る戦艦型と一人で対峙し・・・。"
                },
                "12": {
                    "ID": "4755777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunagun/episodes/4755777",
                    "TitleEnglish": "Operation Stone Forest Part 2",
                    "SummaryEnglish": "Jack and Geronimo make a bet; Hunter has to learn to fight however he can. Meanwhile, Nobunagun faces a new threat.",
                    "TitleJapanese": "ストーンフォレスト作戦・後編",
                    "SummaryJapanese": "世界が固唾をのんで見守る中、ストーンフォレスト作戦が佳境を迎える。\n封鎖された障壁内では、無双状態のジェロニモとジャック、及び腰のハンターが戦う。しかし、いつ果てるともない戦闘に、ホルダーたちは疲弊していった。\nいっぽう、ひとり戦艦型と戦うしおは触手に自由を奪われ・・・。"
                },
                "13": {
                    "ID": "4755778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunagun/episodes/4755778",
                    "TitleEnglish": "Nobunagun",
                    "SummaryEnglish": "Who is Jack the Ripper? Sio gets let in on the secret as Operation Stone Forest comes to an end. And then?",
                    "TitleJapanese": "ノブナガン",
                    "SummaryJapanese": "いま明かされる、切り裂きジャックの真実。物語は、1888年のロンドンに遡り・・・。\nしおの元へと空を駆けたジャックは、「ナイチンゲール」を力を駆使して戦艦型をしおと共に追い詰めていく。\n一方、ウパラではハンター起死回生の策、侵略体の同士討ちがくり広げられていた。しかし、それに惑わされない近衛兵型を発見し・・・。\n\"偉人vs怪獣\"バトルアクションアニメ「ノブナガン」、ついに最終章！！"
                }
            }
        }
    }
}