{
  "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3399734/",
    "https://www.themoviedb.org/tv/77175"
  ],
  "TitleEnglish": "SoniAni: Super Sonico The Animation",
  "SummaryEnglish": "When Sonico wakes up every morning she sees big things on the horizon, but when she gets up gravity takes hold and she can focus on what is directly ahead of her for the day. And that is a good thing, because Sonico is more than just an attractive girl with a really huge set of... er... headphones. She is also an incredibly busy young woman who somehow juggles modelling and working at her grandmother's bar while attending college and performing lead vocals and playing the guitar in the all-girl band Fastest Speed in Space. How she manages to squeeze it all in is as big a mystery as how she manages to squeeze into some of her outfits or paint her toenails without falling over, but somehow she always stays balanced and abreast of the situation. Well, most of the time, anyway, and when her workload does get a little top heavy, she can count on her fellow musicians Suzu and Fuuri for a little stabilizing influence.",
  "Aliases": [],
  "Modified": "2024-10-19",
  "Seasons": {
    "0": {
      "ID": "568600",
      "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "5247277",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/5247277",
          "TitleEnglish": "Mahou Shoujo Sonico Magica",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "568601",
      "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4721323",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4721323",
          "TitleEnglish": "I'll Do My Best!",
          "SummaryEnglish": "Sonico wakes up late and prepares food for her pet cats. She meets people as she rushes towards the college and still ends up late on her class, which her professor praises her intellect but criticizes for her tardiness. After her class, she engages on a photo shoot with a lecherous client. After an array of photos, the client requests Sonico to wear a much more revealing outfit but thanks to the intervention of Mr. Kitamura, Sonico's manager, she does not. After the photo shoot, she helps her grandmother on a bar where a baseball team is their usual patron giving praises on Sonico's growth. After a phone call from her bandmates, she meets up with Suzu, the bassist, and Fuuri, the drummer. They practice a new song that Suzu composed.",
          "Aliases": []
        },
        "2": {
          "ID": "4768706",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4768706",
          "TitleEnglish": "First Astronomical Velocity",
          "SummaryEnglish": "Sonico is preparing for a concert with her band, First Astronomical Velocity, but things prove troublesome when a sudden modelling job comes into play.",
          "Aliases": []
        },
        "3": {
          "ID": "4768707",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4768707",
          "TitleEnglish": "Sonico Goes to Okinawa",
          "SummaryEnglish": "Sonico goes to Okinawa for a modeling shoot. The first day she meets all the staff, and has dinner with them. The manager, Kitamura, shows Sonico back to her room so she could get some rest, but gets invited to go drinking by the client. Another man approaches when he hears Kitamura speaking so highly of his model. The next afternoon, after the photo shoot, the man calls Kitamura to remind him that he agreed to Sonico appearing in an action film shooting that evening. Unfortunately, while watching Sonico during the filming, Kitamura's protective instincts kick in, resulting in him becoming the unwilling superhero star of that week's TV show episode.",
          "Aliases": []
        },
        "4": {
          "ID": "4768708",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4768708",
          "TitleEnglish": "Daydream",
          "SummaryEnglish": "Sonico gets a postcard from someone with no sender written. It seems to be from a tropical location, and there's only a few words printed. Sonico remembers her past. Everything started when she was into rock during middle school. She couldn't express herself honestly and with as much power as a rock musician, so she wanted to be like one. She finds a upperclassman who teaches her everything.",
          "Aliases": []
        },
        "5": {
          "ID": "4768709",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4768709",
          "TitleEnglish": "New World",
          "SummaryEnglish": "A woman editor working for a local magazine is directed (over her protests) to write an article on Sonico, as part of a series on celebrities that live locally. She does not expect Sonico and her manager to agree to direct observation but they do, feeling that it is important to have local exposure. So the editor spends the day observing Sonico expecting the famous model to be shallow and self-absorbed. However she finds Sonico to be a typical college student and her classmates are mostly unaware that Sonico is a famous model. The while waiting in Sonico's bedroom the editor finds a notebook of Sonico's compositions and comes to respect Sonico's dedication to her music, her band and bandmates. This forces the editor to reflect on how she is living her own life.",
          "Aliases": []
        },
        "6": {
          "ID": "4768710",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4768710",
          "TitleEnglish": "Cruising of the Dead",
          "SummaryEnglish": "Ouka Satsurikuin, Sonico's co-worker at the modeling agency, gets a job as the spokesperson of a new fat-reducing ointment. Ouka invites Sonico, Suzu, and Fuuri to join her on a VIP cruise to celebrate the product's launch. In a private cabin the ointment company's owner is confronted by one of her own staff, concerned that the product has had insufficient testing, she proceeds with the product release anyway. Ouka's roll-out presentation goes very well, with samples given to attendees who are pleased with the immediate results. That night, however, Ouka, Sonico and her bandmates find themselves on the run from the other passengers, who have effectively become zombies from the ointment's side-effects. With the cruse ship out at sea there are few places they can go to get away.",
          "Aliases": []
        },
        "7": {
          "ID": "4768711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4768711",
          "TitleEnglish": "Star Rain",
          "SummaryEnglish": "Sonico goes on a trip for some lyrical inspiration, conversing another woman on the way to her stopover in Niigata. Whilst stopping over in Tainai City, Sonico comes across a glassmaker, who teaches her to make a little accessory. The next day, Sonico heads towards the local hot springs, meeting people and encountering many sights along the way. After checking into the hot springs and taking a dip, she tries to find her way to an observatory but gets lost in the woods. However, she manages to follow a raccoon to where the observatory is, becoming awed by the starlit sky.",
          "Aliases": []
        },
        "8": {
          "ID": "4768712",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4768712",
          "TitleEnglish": "The Super Sonico Murder Case",
          "SummaryEnglish": "As First Astronomical Velocity get together at the Supernova studio to rehearse for an upcoming concert, Sonico is found allegedly 'murdered' inside a locked waiting room, though are relieved to find she had only fallen unconscious. Just then, Suzu's younger sister, Ena, appears, deciding she wants to investigate the mystery, coming up with ludicrous theories over who Sonico's 'murderer' is. They soon discover that Sonico's guitar has gone missing, which soon leads to Ena becoming implicated for the crime herself. In the end, they find the guitar on the stage and Sonico's fall was simply an accident. Later, after Sonico and the others take their leave, Ena confronts Supernova's maid, Miina, who had locked Sonico in her room to keep the others from discovering she had broken an amp.",
          "Aliases": []
        },
        "9": {
          "ID": "4796373",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4796373",
          "TitleEnglish": "Sonico's Longest Day",
          "SummaryEnglish": "Sonico and her classmates participate in a college fair, starting off by helping out at a sailor maid café. Her schedule soon becomes busier when she is asked to fill in for both the Light Music Club's guitarist and Ouka's modelling work, due to both of them falling ill. She soon learns she has been entered into a beauty contest, which coincides with her mini-concert, whilst the café suddenly requests her help at the same time. With Sonico torn between the three jobs, Suzu and Fuuri disguise themselves as Sonico to fill in for her at the café and contest, whilst Sonico herself performs in the concert. With all the commotion settled, Sonico holds her marine biology exhibit for all the children.",
          "Aliases": []
        },
        "10": {
          "ID": "4796375",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4796375",
          "TitleEnglish": "Ramen and a Small Rice",
          "SummaryEnglish": "Sonico takes in a stray Munchkin cat, which she names Rice, to join her five other cats; Cha, Shu, Men, Naruto, and Ajitama. However, Rice doesn't seem to get along well with the other cats, and seems more interested in escaping Sonico's apartment. One day, Rice makes a break out of the apartment in search of its owner, so Sonico and the other cats head off in search for him. Rice is soon cornered by a hostile dog, but the other cats soon come to his rescue, getting him safely to Sonico, who returns him to his owner's house to reunite with his mother. Afterwards, Rice pays a visit to Sonic's apartment to spend some time with his new cat friends.",
          "Aliases": []
        },
        "11": {
          "ID": "4796376",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4796376",
          "TitleEnglish": "A Saint Comes to Town",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "12": {
          "ID": "4796377",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4796377",
          "TitleEnglish": "We're Right Here",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}