{
    "URL": "https://www.thetvdb.com/series/witch-craft-works",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3341534/",
        "http://www.witch-cw-anime.jp/",
        "https://www.themoviedb.org/tv/65614"
    ],
    "TitleEnglish": "Witch Craft Works",
    "SummaryEnglish": "Takamiya Honoka is a regular student whose only problem seems to be that he sits next to Kagari Ayaka, the school's #1 beauty. They have never spoken to each other before and any small interaction between them immediately results in her fanclub beating him. Yet when a falling part of the school's building is about to send him to the afterlife, it's Kagari that comes to his rescue. Only... she's dressed as a witch, carrying him in her arms and floating on a broom?! Kagari tells him it is her mission to protect him and that now she can finally protect him openly rather than undercover.",
    "TitleJapanese": "ウィッチクラフトワークス",
    "SummaryJapanese": "平凡なスクールライフを送る男子高校生・多華宮仄と、文武両道、容姿端麗で、生徒たちから『姫様』と呼ばれるほど絶大な人気を誇る学園一のマドンナ・火々里綾火。クラスメイトながら住む世界が違うふたりであったが、ある日の放課後、『塔の魔女』の事件に巻き込まれた多華宮仄のピンチを、魔女の姿をした火々里綾火に救われ急接近する。実は彼女は、多華宮仄を護ることを唯一の使命とする “魔女”だったのだ。平凡な高校生だった多華宮仄の日常は、いったいどこへ向かうのか…!?",
    "Aliases": [
        "Witchcraft Works"
    ],
    "Modified": "2025-05-29",
    "Seasons": {
        "0": {
            "ID": "568414",
            "URL": "https://www.thetvdb.com/series/witch-craft-works/seasons/official/0",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "4809542",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4809542",
                    "TitleEnglish": "Takamiya-kun and His Sister's Conspiracy",
                    "SummaryEnglish": "Unaired episode bundled with the 8th volume of the Witch Craft Works manga.",
                    "TitleJapanese": "多華宮君と妹の悪巧み",
                    "SummaryJapanese": "無敵の火々里さんに挑むために、霞とたんぽぽが異色タッグを結成！\nさらに摩訶ロンとウサギ兵士の友情も復活!?"
                },
                "2": {
                    "ID": "5236414",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/5236414",
                    "TitleEnglish": "Special 01",
                    "SummaryEnglish": "Included in the BD/DVD Vol.1",
                    "TitleJapanese": "ちびキャラショートアニメ「なぜなに⁉うぃっちくらふとわ〜くす」第1回",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5236415",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/5236415",
                    "TitleEnglish": "Special 02",
                    "SummaryEnglish": "Included in the BD/DVD Vol.2",
                    "TitleJapanese": "ちびキャラショートアニメ「なぜなに⁉うぃっちくらふとわ〜くす」第2回",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5236416",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/5236416",
                    "TitleEnglish": "Special 03",
                    "SummaryEnglish": "Included in the BD/DVD Vol.3",
                    "TitleJapanese": "ちびキャラショートアニメ「なぜなに⁉うぃっちくらふとわ〜くす」第3回",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5236417",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/5236417",
                    "TitleEnglish": "Special 04",
                    "SummaryEnglish": "Included in the BD/DVD Vol.4",
                    "TitleJapanese": "ちびキャラショートアニメ「なぜなに⁉うぃっちくらふとわ〜くす」第4回",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5236418",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/5236418",
                    "TitleEnglish": "Special 05",
                    "SummaryEnglish": "Included in the BD/DVD Vol.5",
                    "TitleJapanese": "ちびキャラショートアニメ「なぜなに⁉うぃっちくらふとわ〜くす」第5回",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "5236419",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/5236419",
                    "TitleEnglish": "Special 06",
                    "SummaryEnglish": "Included in the BD/DVD Vol.6",
                    "TitleJapanese": "ちびキャラショートアニメ「なぜなに⁉うぃっちくらふとわ〜くす」第6回",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "568415",
            "URL": "https://www.thetvdb.com/series/witch-craft-works/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4720079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4720079",
                    "TitleEnglish": "Takamiya-kun and the Fire Witch",
                    "SummaryEnglish": "Takamiya Honoka is a completely average student at Fuyutsuki High School. Up to now, he normally went unnoticed, but it turns out he has a mysterious connection to his classmate Kagari Ayaka, the most popular girl in the school, earning him the wrath of her overzealous fan club.",
                    "TitleJapanese": "多華宮君と炎の魔女",
                    "SummaryJapanese": "私立冬月高等学校に通うごくごく平凡な男子学生、多華宮仄。普段は目立たない存在であったが、学園一のマドンナでクラスメイトの火々里綾火とは不思議な縁があり、それがもとで彼女の親衛隊から怒りを買っていた。不運を嘆く彼に追い打ちをかけるかのように、突如として空から落下してきた冬月高校の校舎……！　「まだ女の子と手をつないだ事もないのに……」――絶望に包まれる仄を救ったのは、魔女の姿をした綾火であった。"
                },
                "2": {
                    "ID": "4755181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755181",
                    "TitleEnglish": "Takamiya-kun and the Witches' Agenda",
                    "SummaryEnglish": "The prettiest girl in the school, Kagari Ayaka, says her mission is to protect him - since Takamiya Honoka learned this shocking fact, he has been caught up in several incidents. He had no idea why, but in a battle between Ayaka and the Tower Witches, Tanpopo reveals that their target is the \"white stuff\" inside him.",
                    "TitleJapanese": "多華宮君と魔女達の思惑",
                    "SummaryJapanese": "学校一の有名人・火々里綾火は、自身を護ることを使命とする魔女だった――そんな衝撃の事実が発覚して以来、仄は様々な事件に巻き込まれていく。その理由に見当が付かなかった仄だが、たんぽぽたち『塔の魔女』と綾火の戦闘の中で、自分の体内にある「白いアレ」が狙われているのを知る。仄は綾火に「白いアレ」の正体とそれを狙う魔女たちの存在を問いただす一方で、綾火を護るための力を身に付けようと、彼女への弟子入りを志願する。"
                },
                "3": {
                    "ID": "4755182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755182",
                    "TitleEnglish": "Takamiya-kun and Chronoire's Trap",
                    "SummaryEnglish": "Since Takamiya became Kagari's apprentice, the two are spending even more time together. Other students are outraged that he's monopolizing their \"Princess,\" but he tells himself it's all part of his training.",
                    "TitleJapanese": "多華宮君とクロノワールの罠",
                    "SummaryJapanese": "仄が綾火へと弟子入りしたことで、これまで以上に行動を共にするようになったふたり。「姫様」を独占する仄には周囲から刺すような視線が注がれるが、それも修行と仄は耐え忍ぶ。その日の下校途中、ふたりの前に鰐紳士を連れた幼女が現れる。彼女は、クロノワール・シュバルツ・シックスと名乗る『塔の魔女』だった。彼女にいきなり短剣を突き立てられた仄は、直後に起きた現象から、綾火と結んだ「契約」の内容について知ることになる。"
                },
                "4": {
                    "ID": "4755183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755183",
                    "TitleEnglish": "Takamiya-kun and His Mean Little Sister",
                    "SummaryEnglish": "Someone in the Takamiya household isn't happy about his relationship with Kagari: his younger sister and fellow Fuyutsuki High student, Takamiya Kasumi. She tailed her brother and Kagari on their date, and grows increasingly irritated by the relationship between them.",
                    "TitleJapanese": "多華宮君といじわるな妹",
                    "SummaryJapanese": "仄と綾火の関係を快く思っていない人物は、仄の家族にも存在した。仄の妹で、同じ冬月高校に通っていた多華宮 霞である。霞は仄と綾火のデートを尾行しており、ふたりの関係に苛立ちを募らせていたのだ。そんな折、たんぽぽとクロノワールがある作戦を企て、仄と綾火を狙う。綾火と分断された状態でたんぽぽたちに襲撃され、ピンチを迎えた仄。だがそこに、魔女の恰好をした霞が、大きなクマのぬいぐるみに乗って現れたのだった。"
                },
                "5": {
                    "ID": "4755184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755184",
                    "TitleEnglish": "Takamiya-kun and the Witch of Stone Eyes and Stone Hands",
                    "SummaryEnglish": "Against Kasumi's wishes, Kagari has declared that she will protect Takamiya around the clock. She visits the family to explain this to his mother, who turns out to be an old friend of Kagari Kazane and reveals that the two of them were already betrothed.",
                    "TitleJapanese": "多華宮君と石眼石手の魔女",
                    "SummaryJapanese": "綾火は、霞の反対を押し切り一日中つきっきりで仄を護ることを宣言。その事情を仄の母である小町に説明に行くが、小町は綾火の母・かざねと旧知の仲であり、ふたりを許嫁としていたことが発覚する。その後、綾火の実家に向かったふたりの前に、巨大な蛇を巻き付けた『塔の魔女』、メデューサが姿を現す。たんぽぽたちの師匠である彼女との激戦の中で、仄は自身に隠された「白いアレ」の正体についに触れるのだった。"
                },
                "6": {
                    "ID": "4755185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755185",
                    "TitleEnglish": "Takamiya-kun and the Test of Love",
                    "SummaryEnglish": "Takamiya's coveted \"white stuff\" finally appeared in the form of Evermillion, whose magic destroyed the Kagari home. As a result, Kagari is now living with Takamiya in his family's house. Meanwhile, the relationship between Kagari and Takamiya is still causing problems at school, even becoming a topic of discussion among the student council.",
                    "TitleJapanese": "多華宮君と愛の試練",
                    "SummaryJapanese": "仄の中から現れた「白いアレ」ことエヴァーミリオンの魔力により、火々里邸は崩壊。そのため、仄と綾火は多華宮家で暮らしはじめる。一方、綾火と仄の関係は学内で引き続き問題視されており、生徒会の議題に上がるまでになっていた。特に学内の混乱を嫌う生徒会長は、顧問である深影を使って仄を引き離そうと画策する――。同じ頃、兄である仄と綾火の同棲を受け入れられない霞も、密かに仄の奪還計画を進めていた。"
                },
                "7": {
                    "ID": "4755186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755186",
                    "TitleEnglish": "Takamiya-kun and Noblesse Oblige",
                    "SummaryEnglish": "Takamiya and Kagari have begun their life together, but they have some weird roommates: Medusa and the KMM Team, who know about the White Princess, Evermillion. Kagari tells Takamiya that their high school security was assured as long as the seals within him were intact, but if Kazane finds out that Evermillion was released, she would most likely seal Takamiya himself.",
                    "TitleJapanese": "多華宮君とノブレス・オブリージュ",
                    "SummaryJapanese": "多華宮家で開始された仄と綾火の同棲生活には、奇妙な同居人がいた。白姫・エヴァーミリオンの出現を知る、メデューサとKMM団である。仄の封印が守られていることを前提として、かざねによって普通の学校生活を保障されていた、と話す綾火。白姫の出現がかざねの耳に入れば、その力を危惧した彼女に仄ごと再封印されてしまうと判断した綾火は、メデューサたちを匿うことで封印が解けた事実を隠そうするが――。"
                },
                "8": {
                    "ID": "4755187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755187",
                    "TitleEnglish": "Takamiya-kun and Kagari-san's Wounds",
                    "SummaryEnglish": "Honoka has a dream of Ayaka's past, where she was a socially-stunted little girl to the point that her mother asked two similarly young Workshop witches to watch over her. She often spent her after class time looking for a certain boy at nearby schools until she finally found Honoka. In the present, Honoka is forced to deal with a challenge to his authority as President of the student council. The previous President lied to infamous delinquent Rinon Otometachibana that Honoka physically abused her, and as revenge, Rinon set her entire hamster-themed gang to trash the school before challenging Honoka to a one-on-one duel. Ayaka tries to help Honoka fight her at first, but on the day of the duel she cheats to make it appear as though Honoka won. Later, it is revealed that Ayaka manipulated the deposed President from the start just to reaffirm Honoka's position at school.",
                    "TitleJapanese": "多華宮君と火々里さんの傷",
                    "SummaryJapanese": "綾火の中学時代からの同級生で、火々里綾火親衛隊隊長として彼女を「悪い虫」から守ってきた鬼灯火苗と、カフェのウェイトレスの氷尾凍子。綾火と仄の急接近にジェラシーを覚えながらも、変わらぬサポートを続けていた火苗と、マイペースな凍子であったが、綾火とは単なる友達以上の関係性があった。ふたりは綾火の中学入学を機に、その学校生活を補佐する目的で派遣された者たちだったのだ。"
                },
                "9": {
                    "ID": "4755188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755188",
                    "TitleEnglish": "Takamiya-kun and the End Witch",
                    "SummaryEnglish": "After Takamiya's fight with the town's delinquent ringleader, Rinon, Kagari decides to resume his witch training. He has been making an effort to work out and toughen up on his own, but it looks like it'll take more time before he can control his own instincts.",
                    "TitleJapanese": "多華宮君と終わりの魔女",
                    "SummaryJapanese": "冬月市の番長・りのんとの決闘を機に、魔法使いとしての修行を再開した仄と綾火。仄は自ら筋トレに励むなど努力していたが、本能を自在に操るにはまだまだ時間が必要であった。そんなふたりに迫る新たな塔の魔女「ウィークエンド」――彼女は、かざねすらその存在を警戒し、自ら捜索に出るほど危険な人物であった。そして期末テストの当日、ウィークエンドによって街に仕掛けられた“魔法爆弾”が次々と爆発したのである。"
                },
                "10": {
                    "ID": "4755189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755189",
                    "TitleEnglish": "Takamiya-kun and Weekend, Part 1",
                    "SummaryEnglish": "Weekend's scheme using her magic bomb has resulted in many Workshop casualties. Worse yet, the Workshop head, Kazane, has lost all her magic power, causing her barrier over the town that protects its citizens to fall.",
                    "TitleJapanese": "多華宮君とウィークエンド・前編",
                    "SummaryJapanese": "“魔法爆弾”を用いたウィークエンドの策略によって、多数の工房の魔女たちが負傷。さらに工房長であるかざねも、一般人を守るべく一気に魔力を放出したためにパワーダウンし、街を護る結界が解かれてしまう。これにより綾火を含む工房の魔女たちは魔法が使えない状態となる。再び魔法を使えるようにするには、絶大な魔力を持つ者が街と契約するしかない――白姫を宿す仄は街との契約を目指し、綾火と共に地下の心臓部に向かうのだった。"
                },
                "11": {
                    "ID": "4755190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755190",
                    "TitleEnglish": "Takamiya-kun and Weekend, Part 2",
                    "SummaryEnglish": "Delirious with fever after signing the contract with the town, Takamiya strays into a space between dimensions known as \"the cycle of recollection.\" There, he sees the memories of Kazane, the former contractor, including images of himself and Kagari when they were younger.",
                    "TitleJapanese": "多華宮君とウィークエンド・中編",
                    "SummaryJapanese": "街と契約を果たした影響で高熱にうなされる仄は、朦朧とする意識の中で『追憶の回廊』と呼ばれる次元の狭間に迷い込む。 そこで彼は、街との前契約者であるかざねの記憶に触れ、幼少期の自身と綾火の姿を見つける。 一方、綾火はあとりを使ってウィークエンドの居場所を探り当て、単身戦いに赴く。 仄と離れた状態ではダメージの回復も魔力供給もままならず、戦いの中で魔力を失った綾火。 だが、彼女にはある秘策があった――。"
                },
                "12": {
                    "ID": "4755191",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755191",
                    "TitleEnglish": "Takamiya-kun and Weekend, Part 3",
                    "SummaryEnglish": "Weekend has pushed the button to detonate the bombs she rigged up throughout the town. To save the town and its people, Takamiya makes the decision to summon Evermillion, but that would mean giving up his own life as well as Kagari's...",
                    "TitleJapanese": "多華宮君とウィークエンド・後編",
                    "SummaryJapanese": "街中に仕掛けられた爆弾の起爆スイッチは、ウィークエンドによってついに押されてしまう。 仄は爆破された街と人々の命を救うため、エヴァーミリオンの召喚を決意。 だがそれは、自身と綾火の命が失われることを意味していた――。"
                }
            }
        }
    }
}