{
    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3358426/",
        "http://www.nobunaga.tv/",
        "https://www.themoviedb.org/tv/65616"
    ],
    "TitleEnglish": "Nobunaga the Fool",
    "SummaryEnglish": "The Western Planet and the Eastern Planet. Once upon a time, the two sides were bound by the \"Dragon Pulse\" spanning the heavens. The civilization that once had prospered has now turned to a tale of dreams, as the inextinguishable flames of war tear the realm asunder. The two planets remain engulfed in endless battles. The return of the super technology known as \"sacred treasures\" could revolutionize the world order, but no one knows of them but one person—a \"heretical girl.\" A girl from the Western Planet, Jeanne Kaguya d'Arc, saw heavenly visions of the birth of a \"Star Messiah\" who will save the world. She embarks on a journey to the Eastern Planet with Leonardo da Vinci, \"the one who observes the world.\" They come across the heretic of the Eastern Planet and \"the greatest fool of the day,\" Oda Nobunaga.",
    "Aliases": [],
    "Modified": "2025-05-29",
    "Seasons": {
        "1": {
            "ID": "568479",
            "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4720340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4720340",
                    "TitleEnglish": "The Star",
                    "SummaryEnglish": "Jeanne Kaguya d'Arc and Nobunaga make recurring dreams of each other. Skipping Nobukatsu's coming of age ceremony, Nobunaga along with Mitsuhide and Hideyoshi spot an invasion force of the Takeda. He warns the nearby castle but is not believed and can only watch as his side gets wiped out. Jeanne hears voices and is outcast by her own village. She joins Da Vinci who is heading for the East star. When her voices exhort her, Jeanne commandeers a ship with Da Vinci and escape from Magellan's board."
                },
                "2": {
                    "ID": "4720341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4720341",
                    "TitleEnglish": "The Lovers",
                    "SummaryEnglish": "Magellan sends two armors after Da Vinci. Using Da Vinci's armor, Nobunaga defeats the pursuers but the effort is taxing. He will hide Jeanne from Ichi by pretending she is a man named Ranmaru. Using a barge they reach Owari, Caesar volunteers to go after Da Vinci. The counsel of the Round Table assents."
                },
                "3": {
                    "ID": "4759728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4759728",
                    "TitleEnglish": "The Chariot",
                    "SummaryEnglish": "Lord Nobuhide refuses to modernize his army. Nobukatsu asks Ranmaru to take care of his brother. Takeda troops are sighted: Nobunaga leads the vanguard against them. Takeda himself engages the battle with his armor Fuurinkazan that uses fire shinki (regalia). Nobunaga is overwhelmed, but Himeko of Yamatai arrives and offers him a thunder shinki in exchange of his marital vow."
                },
                "4": {
                    "ID": "4760241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4760241",
                    "TitleEnglish": "The Magician",
                    "SummaryEnglish": "Using Himeko's ship, the party reaches Oda castle. Himeko finds out about Jeanne's gender. The alliance with Yamatai strengthens the Oda clan. Instead of a wedding, a betrothal ceremony will be held in pomp. Da Vinci plans the ceremony and Hideyoshi charges the entrance, raising money to build new armors."
                },
                "5": {
                    "ID": "4780333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4780333",
                    "TitleEnglish": "The Tower",
                    "SummaryEnglish": "Nobunaga learns from Himeko how to control the shinki. He gets poisoned just before a new attack of the Takeda. Lord Nobuhide sorties with his armor to defend the castle. The poisoning was a ploy by Mitsuhide so Nobunaga could save the day. While Nobunaga is fighting Takeda, Caesar in his giant armor Quo Vadis kills Lord Nobuhide."
                },
                "6": {
                    "ID": "4780334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4780334",
                    "TitleEnglish": "Strength",
                    "SummaryEnglish": "Out of pain, Nobunaga acts like a fool during his father's funeral. The advisors of the clan have enough and decide to assassinate him so Nobukatsu can become the new clan leader. For what he considers to be the greater good, Nobukatsu is willing to step up. Mitsuhide decides to kill him. Nobuhide deposited his inheritance to Ichi. Jeanne has enough of Nobunaga too and leaves the castle. She witnesses the attempt on Nobunaga's life and how is he saved by the sacrifice of Himeko."
                },
                "7": {
                    "ID": "4780335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4780335",
                    "TitleEnglish": "The Hierophant",
                    "SummaryEnglish": "Himeko is alive, Nobukatsu is not. As the Takedas are the prime suspects, Nobunaga decides to go interrogate Takeda himself and alone. Takeda declares he has not sent any assassins and Nobunaga believes him. They duel, Nobunaga wins. Dying Takeda hands Nobu the fire shinki, then Caesar shows up and finishes Takeda, appropriating a wind shinki Takeda also had. Out of energy, Nobu retreats. Caesar returns to Takeda's and initiates a feud by saying Nobu stabbed Takeda in the back."
                },
                "8": {
                    "ID": "4780336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4780336",
                    "TitleEnglish": "Wands",
                    "SummaryEnglish": "Jeanne has a premonition of Cesar stabbing Nobu. Nobu wants to take back the wind shinki so he must attack the Takeda forces that are now led by Caesar. Using the one-night castle ruse, Takeda troops walk into a trap and are destroyed. Nobu fights Caesar and has the underhand until Jeanne steps in and her shinki activates and protects Nobu. Caesar is defeated and Nobu reclaims the wind shinki."
                },
                "9": {
                    "ID": "4813267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4813267",
                    "TitleEnglish": "The Moon",
                    "SummaryEnglish": "Beyond the conquest of the East star, the goal of the Round table is to obtain the Grail. / Jeanne gets her own armor. Following Takeda's will, Uesugi forms an alliance with Caesar. People of Oda start fleeing, advisers want to submit to Caesar. But Nobu convinces them to fight. Having united the clan, Ichi can finally hand Nobuhide's inheritance to Nobunaga: the Bowl of Emptiness. Jeanne masters her defense shinki."
                },
                "10": {
                    "ID": "4813268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4813268",
                    "TitleEnglish": "Temperance",
                    "SummaryEnglish": "The Oda clan forges alliances with other clans to counter the Caesar-Uesugi front. This is noticed by Caesar, who asks Arthur for more giant armors. Nobu decides to steal one. They will be delivered in the ley line nexus Takamagahara. The Odas divert the cargo but one armor is manned. Hideyoshi gets into one but is defeated, until Nobu arrives and entrusts him with the wind shinki. Having powered-up, Hideyoshi and his now flying armor Goku can easily defeat the guard."
                },
                "11": {
                    "ID": "4821265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4821265",
                    "TitleEnglish": "Death",
                    "SummaryEnglish": "Leaving Brutus in charge of Kai, Caesar mounts a total assault against Owari. The castle is evacuated, but the sheer number of enemy troops make Oda's three giant armors overheat. Knowing the confrontation with Cesar cannot be lengthy, the Odas devise a stratagem that almost defeats Caesar. But Caesar's will is too strong, and he harvests the ley lines to awaken his armor which releases a devastating beam. Jeanne partly blocks it, but the fallout makes a great deal of casualties."
                },
                "12": {
                    "ID": "4835697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4835697",
                    "TitleEnglish": "The Fool",
                    "SummaryEnglish": "Nobu invites Caesar to a tea ceremony. Caesar accepts: lacking support in the Round Table, he needs to get rid of his rival Alexander. He could do so if Nobu becomes his ally. Caesar also had his eyes on Ichi ever since he touched land. He tries to waver Nobu into surrender by telling him Arthur is the Savior King of both Stars. Jeanne counters with her visions. A temporary truce is decided until Nobu can meet Arthur, at a cost: Ichi is to marry Caesar."
                },
                "13": {
                    "ID": "4842901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842901",
                    "TitleEnglish": "Ace of Swords",
                    "SummaryEnglish": "The West Star's ley lines are collapsing: an invasion will happen soon. Nobu wants to strike first. He is upheld by Caesar who says their shinki match the Table's. Da Vinci uses four shinki to boost Himeko's ship so it can space travel. The ship is renamed Azuchi. Mitsuhide and Ichi, who love each other, have a parting conversation. Mitsuhide sends his ninjas to watch over her. / The Table doesn't know what to think of Caesar's alliance with Nobu and sends investigators."
                },
                "14": {
                    "ID": "4842902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842902",
                    "TitleEnglish": "The Empress",
                    "SummaryEnglish": "Caesar bakes a choco cake for Ichi. Charlemagne and Hannibal drop down from Magellan's ship. They use adiabatic expansion to make the snow fall, isolating Owari. They trap hostages in ice. Nobu does not care but Jeanne surrenders her shinki. Charles kills the hostages anyway. Nobu attacks but stops when Hannibal threatens Jeanne's life. Charles wrecks the Fool. He is about to finish Nobu when Caesar comes and blasts away the clouds that powered the invaders. Uesugi arrives too and fatally wounds Charles. With his last strength he sends Hannibal still holding Jeanne and his ice shinki into orbit. But once aboard Magellan's ship Cesare Borgia stabs Hannibal in the back."
                },
                "15": {
                    "ID": "4842903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842903",
                    "TitleEnglish": "The Hanged Man",
                    "SummaryEnglish": "The Grail will not be summoned if the dead members of the Table are not replaced. Jeanne is tortured by Cesare. Machiavelli takes over and brings Jeanne to her hometown Domrémy. She decides to burn her and pretend to be the new seer. On the stake, Jeanne has a vision of the town being destroyed. Nobu arrives with Jeanne's shinki and frees her. She tries to save the townsfolk and reaches sainthood while doing so. But the ley lines still destroy the town and Jeanne has to escape."
                },
                "16": {
                    "ID": "4842904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842904",
                    "TitleEnglish": "Ace of Cups",
                    "SummaryEnglish": "To outwit their pursuers, Nobu and Jeanne double back. With Domrémy gone, an ancient underground temple can be seen: the Ladder to the Heavens, a nexus that connects the two Stars. The Azuchi arrives: Hideyoshi and Caesar will distract Cesare's contingent. Caesar defeats Cesare who plants a time bomb on Quo Vadis. Mitsuhide rescues Nobu and Jeanne by stalling Machiavelli but can't make it back to the departing Azuchi. Caesar fetches him, but the bomb explodes and they're both left stranded."
                },
                "17": {
                    "ID": "4842905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842905",
                    "TitleEnglish": "The Hermit",
                    "SummaryEnglish": "Azuchi reappears in Yomotsuhirasaka after using the gate to return to the East. Himiko, severely weakened by the ordeal, tells Nobunaga about their shared history in this place. Meanwhile, the gate's reactivation galvanizes King Arthur to launch an invasion of the East by sending his most powerful general, Alexander."
                },
                "18": {
                    "ID": "4842906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842906",
                    "TitleEnglish": "The Emperor",
                    "SummaryEnglish": "Alexander and the Western army continues their inexorable advance on the Star of the East. Even Nobunaga is powerless before Alexander. His attempt to defeat Alexander by harnessing the power of numerous Regalia at great cost only serves to bring him ruin."
                },
                "19": {
                    "ID": "4842907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842907",
                    "TitleEnglish": "Wheel of Fortune",
                    "SummaryEnglish": "Defeated by Alexander, Nobunaga decides to face the dragons at Yomotsuhirasaka to obtain greater power, despite the dangers inherent in going to a realm where the dead and the living may meet. There, Nobunaga is reunited with someone he did not expect."
                },
                "20": {
                    "ID": "4842908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842908",
                    "TitleEnglish": "The Sun",
                    "SummaryEnglish": "Alexander's invasion of the East is approaching its final stages. But as quantum pylons funnel away the ley lines' power, the Knot of Gordias is activated, which halts the flow of power in the ley lines. As Alexander moves to remedy the situation, Nobunaga, now strengthened by the dragons' power, moves to stop Alexander for good."
                },
                "21": {
                    "ID": "4842909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842909",
                    "TitleEnglish": "Justice",
                    "SummaryEnglish": "With the appearance of Palais Natura from the West, a clash between Nobunaga and Arthur's forces is imminent. However, Caesar makes a surprise appearance between the two camps to negotiate for peace. Seeing Nobunaga's commitment to war, Jeanne is troubled by her visions of the Destroyer-King..."
                },
                "22": {
                    "ID": "4842910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842910",
                    "TitleEnglish": "The Devil",
                    "SummaryEnglish": "Mitsuhide continues to have nightmares of him betraying Nobunaga. As Mitsuhide begins to question his loyalty to Nobunaga and his goal, he advertently reveals to Hideyoshi that he was the assassin that killed Nobukatsu, which Hideyoshi fathoms as an act he would have taken if Mitsuhide had not done it but warns to kill him if ever he disavows his trust to Nobunaga, who continues to grieve over his sister's death. Elsewhere, Mitsuhide seeks out to question King Arthur of his true intentions. In exchange after seeing King Arthur's \"face\", Mitsuhide vows to eliminate Nobunaga."
                },
                "23": {
                    "ID": "4842911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842911",
                    "TitleEnglish": "The World",
                    "SummaryEnglish": "With the Eastern star at the brink of destruction, Nobunaga, Jeanne and Hideyoshi charge to the Palais Natura to exterminate King Arthur. Even with aid from the reborn Kenshin, Nobunaga is overwhelmed by Alexander and the Perfecta, reanimations of fallen Round Table members. Himiko, however, rescues Nobunaga, allowing him and Jeanne to enter the Palais Natura. Having used the last of her life force, before dying Himiko accepts the love between Nobunaga and Jeanne and that he never had feelings for her. Inside the Palais Natura, the duo is confronted by Mitsuhide, who turned his loyalty over to King Arthur. At gunpoint, Jeanne proclaims that King Arthur is the Savior King to spare Nobunaga's life. After her declaration she is shot by Borgia."
                },
                "24": {
                    "ID": "4842912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842912",
                    "TitleEnglish": "Judgement",
                    "SummaryEnglish": "As Jeanne lay critically injured, Mitsuhide kills Borgia. Desperate, Nobunaga summons a rampaging The Fool. King Arthur declares that he can willingly turn everyone's desires to reality through the power of the Holy Grail, but Nobunaga chooses to follow his own destiny to bring forth destruction. Elsewhere, da Vinci proceeds with painting the Last Supper. With the power of all the Regalia entrusted to him, Nobunaga faces Alexander - both in dragon form. King Arthur summons the Holy Grail, but it disappears when Arthur is collaterally crushed by the dragons' fight."
                }
            }
        }
    }
}