{
    "URL": "https://www.thetvdb.com/series/nisekoi",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3115338/",
        "https://www.nisekoi.jp/",
        "https://www.themoviedb.org/tv/62640",
        "https://x.com/nisekoi_k"
    ],
    "TitleEnglish": "Nisekoi: False Love",
    "SummaryEnglish": "The heir to a Yakuza Family is forced to be in a relationship with the daughter of the head of a gangster family to avoid a gang war, much to their chagrin.",
    "TitleJapanese": "ニセコイ",
    "SummaryJapanese": "極道一家「集英組」のひとり息子だが、ごく普通の高校生・一条楽。\n彼は、10年前、仲良くなった女の子と「再会したら結婚する」という約束をし、\nその時に貰ったペンダントを肌身離さずに持っていた。\nそんなある日、楽のクラスにやって来た転校生の美少女・桐崎千棘。\n最初の出会いから相性最悪で、事ある毎にケンカを繰り返す楽と千棘だが、\nとある事情から二人は恋人を演じることに。\n恋心を抱く、クラスメイトの小野寺小咲の事を気にしつつも、\n恋人のフリを続ける楽。\n「偽恋物語」の行く末やいかに！？",
    "Aliases": [
        "Nisekoi",
        "False Love"
    ],
    "Modified": "2025-05-29",
    "Seasons": {
        "0": {
            "ID": "568609",
            "URL": "https://www.thetvdb.com/series/nisekoi/seasons/official/0",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "4883939",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4883939",
                    "TitleEnglish": "Loss / Shrine Maiden",
                    "SummaryEnglish": "Ruri has lost her glasses and asks Raku and Kosaki to find them. Raku asks Ruri if Kosaki is in love with somebody and Ruri confirms she does, devastating Raku. Ruri scolds Raku for not knowing who Kosaki likes and almost tells him Kosaki loves him, but is stopped by Shu, who believes it is better Raku work it out for himself. Raku and Kosaki end up finding the glasses together. Raku's heartbreak at finding out Kosaki likes someone annoys Ruri so she lies and tells Raku she had been joking and that Kosaki isn't in love with anybody, curing his depression. She agrees with Shu it is best to let Raku and Kosaki work things out themselves. Raku, Chitoge, Kosaki, Marika and Seishiro are working at a shrine for New Years Eve. Raku is possessed by spirits and has nothing but bad luck all day. The priestess believes that because Raku is surrounded by pretty girls he is being haunted by the spirits of unpopular boys, and unless they are expelled by midnight, Raku may end up dead.",
                    "TitleJapanese": "フンシツ／ミコサン",
                    "SummaryJapanese": "原作コミック14巻限定版OVA"
                },
                "2": {
                    "ID": "5013172",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5013172",
                    "TitleEnglish": "Work / Change",
                    "SummaryEnglish": null,
                    "TitleJapanese": "オシゴト／ヘンボウ",
                    "SummaryJapanese": "原作コミック16巻限定版OVA"
                },
                "3": {
                    "ID": "5091169",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5091169",
                    "TitleEnglish": "Bath House / Service",
                    "SummaryEnglish": null,
                    "TitleJapanese": "セントウ／サービス",
                    "SummaryJapanese": "原作コミック17巻限定版OVA"
                },
                "5": {
                    "ID": "5419168",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5419168",
                    "TitleEnglish": "Honeymoon / Magical Patissiere Kosaki!",
                    "SummaryEnglish": "Based on Magical Patissier Kosaki-chan spinoff manga shorts of Nisekoi manga. Bundled with the 21st volume of the Nisekoi manga.",
                    "TitleJapanese": "シンコン／マジカルパティシエ小咲ちゃん！！",
                    "SummaryJapanese": "原作コミック21巻限定版OVA"
                },
                "6": {
                    "ID": "9233888",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/9233888",
                    "TitleEnglish": "Pre-air Special: Nisekoi 4 Seasons",
                    "SummaryEnglish": "Recap of the first season and preview of the second season, hosted by Kirisaki Chitoge (CV. Touyama Nao).",
                    "TitleJapanese": "放送前特番~NISEKOI 4seasons~",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "9233889",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/9233889",
                    "TitleEnglish": "Magical Patissier Kosaki-chan!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "マジカルパティシエ小咲ちゃん!!",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "9412602",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/9412602",
                    "TitleEnglish": "Nisekoimonogatari",
                    "SummaryEnglish": "Trailer for a fake crossover between Nisekoi and Monogatari anime created by Shaft as an April Fools' Day joke, celebrating their 40th anniversary.",
                    "TitleJapanese": "ニセコイモノガタリ",
                    "SummaryJapanese": "これはエイプリルフールにちなんだ企画。監督には新房昭之、主題歌にはClariS、キャラクターデザインには渡辺明夫と杉山延寛という面々がクレジットされている。姉妹校となった直江津高校と凡矢理高校にそれぞれ体験転入することとなった、戦場ヶ原ひたぎ、桐崎千棘、羽川翼、小野寺小咲を中心としたストーリーが展開されるとのこと。なお同時上映作品として、西尾が原作を手がけたと思しき「掟上今日子のラブソング」がラインナップされているところも見逃せない。\n\n「ニセコイ」および「〈物語〉シリーズ」の公式サイトでは「ニセコイモノガタリ」の予告編風映像や先行カットを公開中。また同じく本日、書泉ブックタワー、AKIHABARAゲーマーズ本店、ゲーマーズ名古屋店、ゲーマーズなんば店では「ニセコイモノガタリ」のポスターが店頭をジャックする。"
                }
            }
        },
        "1": {
            "ID": "568610",
            "URL": "https://www.thetvdb.com/series/nisekoi/seasons/official/1",
            "# Episodes": 20,
            "Episodes": {
                "1": {
                    "ID": "4721373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4721373",
                    "TitleEnglish": "The Promise",
                    "SummaryEnglish": "Raku Ichijo is a normal high school student. But, he also happens to be the son and heir to a yakuza clan called the \"Shuei-gumi.\" Raku was never popular with the girls but 10 years ago, he met a girl and they promised each other that \"they will get married\" when they reunited. Raku still keeps the pendant that the girl gave him 10 years ago. One morning, while Raku was walking to school, a girl suddenly came falling from atop a wall and kicked Raku. That girl turned out to be, Chitoge Kirisaki, the girl that transferred to Raku's class.",
                    "TitleJapanese": "ヤクソク",
                    "SummaryJapanese": "極道一家「集英組」のひとり息子だが、ごく普通の高校生・一条楽。\n勉強一筋でモテたことのない楽だが、10年前、仲良くなった女の子と「再会したら結婚する」という約束を交わし、その時に貰ったペンダントを肌身離さずに持っていた。\nある朝楽は登校中に、いきなり校庭の塀を乗り越えてきた少女から飛び蹴りを食らわされてしまう。\nその少女はなんと、クラスにやって来た転校生・桐崎千棘だった。"
                },
                "2": {
                    "ID": "4742596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742596",
                    "TitleEnglish": "Encounter",
                    "SummaryEnglish": "Raku and Chitoge have their first fake date. Raku wishes it was Kosaki instead of Chitoge. Kosaki is convinced that they are a couple, but she doesn't seem to be bothered by it. Will Raku be able to confess his feelings to Kosaki?",
                    "TitleJapanese": "ソウグウ",
                    "SummaryJapanese": "ギャング組織「ビーハイブ」と極道一家「集英組」の抗争を止めるために、恋人のフリをすることになった楽と千棘。\n出会いからケンカばかりで相性最悪な二人だったが、街の平和のために3年間ラブラブなカップルを演じ通さなければいけない。\n翌日、楽と千棘はデートに出かけることになる。\nしかしその背後には、二人の仲を疑うビーハイブ幹部・クロードたちの監視の目が…。"
                },
                "3": {
                    "ID": "4742597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742597",
                    "TitleEnglish": "Two of a Kind",
                    "SummaryEnglish": "Raku wants to talk to Kosaki and explain to her that he’s not going out with Chitoge. All the other students are very curios about Raku and Chitoge's relationship, while Claude is still suspicious of what is going on. Raku finally decides to consult Shu.",
                    "TitleJapanese": "ニタモノ",
                    "SummaryJapanese": "楽と千棘は恋人のフリを通すために家でも気が抜けない日々を送っていた。\n唯一学校でだけは監視の目もなく過ごせる…と思いきや、クラスメイトからデートを目撃されており、学校でも二人が付き合っているという情報が広まってしまっていた。\n誤解を解こうとする楽と千棘だが、窓の外には教室を伺うクロードが！\n二人はクラスメイトの前でも恋人同士を演じることになってしまう…。"
                },
                "4": {
                    "ID": "4742598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742598",
                    "TitleEnglish": "The Visit",
                    "SummaryEnglish": "Chitoge's Friend Notebook is helping her make friends. Onodera seems happy that Raku and Chitoge are such a lovey-dovey couple, even though she has feelings for him. Raku can't wait for Onodera to come over to his place for the study group he's having.",
                    "TitleJapanese": "ホウモン",
                    "SummaryJapanese": "「好きなんでしょ、一条君の事」\n楽への思いをるりに指摘され、大慌ての小咲。\nそんな小咲が楽に近付くチャンスを作るため、るりは楽の部屋での勉強会開催を提案する。\n集まったメンバーは楽・千棘・小咲・るり・集の5人。\nしかし小咲は、緊張のあまり楽の顔も見ることができずにいた。"
                },
                "5": {
                    "ID": "4742599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742599",
                    "TitleEnglish": "Swimming",
                    "SummaryEnglish": "Ruri talks to Onodera about her feelings for Raku and the promise she made ten years ago. Ruri asks Chitoge to join the girls' swim team and invites Raku, Chitoge and Onodera to the swimming practice, in hopes of investigating their true feelings.",
                    "TitleJapanese": "スイエイ",
                    "SummaryJapanese": "小咲とるりの会話から、小咲が「10年前に約束した男の子」と関わりのある「鍵」を持っていることを知り、驚く楽。\n一方るりは、楽と千棘が本当に恋人同士なのかと疑っていた。\nその疑惑を解消するため、るりは千棘と小咲に水泳部の助っ人を依頼する。\nしかし実はカナヅチである小咲に、楽と千棘は協力して泳ぎを教えることになるが…？"
                },
                "6": {
                    "ID": "4742600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742600",
                    "TitleEnglish": "Borrowing and Lending",
                    "SummaryEnglish": "Chitoge faces surprising difficulties in her attempts to thank Raku for rescuing her. After discovering the true nature of Chitoge and Raku’s relationship, Onodera tries to muster up the courage to confess her true feelings for Raku.",
                    "TitleJapanese": "カシカリ",
                    "SummaryJapanese": "水泳大会でおぼれてしまった自分を助けてくれたのが楽だったと知った千棘は、殴ってしまったことを謝ろうとするが、なかなか素直に感謝を伝えることができない。\nそんな千棘を見て、楽と本当に付き合っているのかと問うるりと小咲。\n千棘は二人に、実は楽とは恋人のフリをしているだけという秘密を明かす。\n真実を知った小咲は楽に想いを告げようと決意するのだった。"
                },
                "7": {
                    "ID": "4742601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742601",
                    "TitleEnglish": "Rival",
                    "SummaryEnglish": "A new transfer student arrives at the school. The girls fall in love with him, while the boys can't help having feelings of jealousy. It turns out that the new student is an old friend of Chitoge. Will Raku be able to handle having a rival?",
                    "TitleJapanese": "ライバル",
                    "SummaryJapanese": "楽たちのクラスにイケメン転校生・鶫誠士郎がやってくる。\n幼い頃から一緒だったという鶫と千棘。仲が良いその様子に、クラスの女子は騒然となる。\nしかし実は鶫は、楽と千棘の関係を疑うクロードが派遣したヒットマンだった。\nそして二人の関係を認められない鶫は、千棘をめぐり楽に決闘を申し込む！"
                },
                "8": {
                    "ID": "4742602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742602",
                    "TitleEnglish": "Happiness",
                    "SummaryEnglish": "Claude is training Tsugumi for her mission of finding out the truth about the relationship between Raku and Chitoge. Tsugumi is going through some changes, and she seeks advice from people around her. Could it be possible that she is in love?",
                    "TitleJapanese": "シアワセ",
                    "SummaryJapanese": "男のような名前だが、正真正銘の女の子だった鶫。\n楽と二人で買い物に行くことになった鶫は、千棘の用意で女の子らしい服装で出かけることに。\nしかし慣れない格好で靴ずれしてしまった鶫は、不本意ながら楽におんぶされて帰ることになってしまう。\n敵だったはずの自分にも優しくふるまう楽。\n鶫は、自分の心に生まれた初めての感情に戸惑ってしまう。"
                },
                "9": {
                    "ID": "4742603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742603",
                    "TitleEnglish": "Hot Spring",
                    "SummaryEnglish": "While on an open-air school trip, Raku mistakenly ends up in the women's hot spring. When his female classmates show up to bathe, he must try and find a way to escape before being caught and labelled as a peeping tom.",
                    "TitleJapanese": "オンセン",
                    "SummaryJapanese": "10年前の日記から、ある男の子と「約束」をしたことがあると思い出した千棘。\nさらに、その日記帳には謎の鍵がはさんであった―――。\n\n翌日は林間学校。\n飯盒炊さんやトランプを楽しんだ千棘たちは温泉に向かう。\nしかしそこで千棘が遭遇したのは、クロードの罠により間違って女湯に入ってしまった楽だった！\n小咲たちに見つからないうちになんとか女湯からの脱出を試みる楽だが…？！"
                },
                "10": {
                    "ID": "4742604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742604",
                    "TitleEnglish": "Lottery",
                    "SummaryEnglish": "The students are holding their annual Test of Courage. There is a lottery, and the boys and girls are pairing up and holding hands. Raku wants to get paired up with Onodera more than anything, but Chitoge has gone missing in the woods in a ghost costume!",
                    "TitleJapanese": "クジビキ",
                    "SummaryJapanese": "林間学校のイベント・肝試しが開催される。\nくじびきで決まった男女のペアは、必ず手をつないで参加しなければいけないというルールの肝試し。\n気合いを入れてくじを引いた楽は、見事小咲とのペア券をゲットする！\n一方千棘は、体調を崩したクラスメイトの代わりに急きょお化け役を担当することになってしまう。\n暗いところの苦手な千棘が一人でお化け役をやっていると知った楽は…。"
                },
                "11": {
                    "ID": "4742605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742605",
                    "TitleEnglish": "Celebration",
                    "SummaryEnglish": "It's Chitoge's birthday. Seishirou is planning a surprise party for her, and she invites all her friends. Raku and Onodera go out together to get birthday presents for Chitoge. But are they on a date now?",
                    "TitleJapanese": "オイワイ",
                    "SummaryJapanese": "お互いを名前で呼び合うようになった楽と千棘。順調に距離を縮めている様子の二人に、小咲は複雑な表情を見せる。\nそんななか、千棘の誕生日会に参加することになった楽たち。\nるりのはからいにより楽と小咲は二人でプレゼントを買いに出かけ、その帰り道、小咲は自分しか知らない秘密の場所へと楽を連れていく。\nいい雰囲気に楽は思わず、ずっと気になっていたことを口にしてしまう。\n「10年前、オレが約束した女の子って、小野寺…？」\nその言葉に小咲は…。"
                },
                "12": {
                    "ID": "4742606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4742606",
                    "TitleEnglish": "Confirmation",
                    "SummaryEnglish": "Chitoge tells Raku about the boy she made a promise with ten years ago. Raku admits that he, too, made a promise with a girl ten years ago. They decide to try and see if Chitoge's key would open up Raku's locket. But…",
                    "TitleJapanese": "カクニン",
                    "SummaryJapanese": "「ザクシャ　イン　ラブって言葉を聞いたことはある？」\n楽に「10年前に約束した男の子がいる」と告げ、鍵を取りだす千棘。\n意外な事実に動揺する楽だったが、千棘の持つ鍵がペンダントのものなのかを確かめるために、試しに鍵をペンダントに刺してみることに。\nしかし鍵を回そうとしたその時、ペンダントに刺さったまま鍵の持ち手が折れてしまった！\n落ち込む楽だったが、そこに現れた千棘の父から、楽と千棘が子どもの頃に仲が良かったという事実を聞かされ…?!"
                },
                "13": {
                    "ID": "4821109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4821109",
                    "TitleEnglish": "After School",
                    "SummaryEnglish": "Raku finds the photo that was taken ten years ago. It's the photo of Raku and the girl he made a promise with. The girl turns out to be…",
                    "TitleJapanese": "ホウカゴ",
                    "SummaryJapanese": "約束の女の子と撮った写真があることを知った楽は必死に蔵の中を捜索するが、なかなか見つからない。\n翌日の放課後、試験勉強をするために集まった千棘や小咲たち。\n楽は小咲と一緒の勉強会に喜びながらも、約束の女の子のことが気になってしまい集中できずにいた。\nその夜、ついに楽は写真を見つける。\nそこに写っていたのは意外な人物だった！"
                },
                "14": {
                    "ID": "4821110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4821110",
                    "TitleEnglish": "Ordeal",
                    "SummaryEnglish": "Raku's dad gives Raku the news that he actually has a fiancée and that she is coming to see him . He wants Raku to entertain her. She is the girl from the photo taken ten years ago!",
                    "TitleJapanese": "シュラバ",
                    "SummaryJapanese": "幼い頃に親同士が約束した許嫁がいると聞かされ、驚く楽。\n10年前の写真に一緒に写っているその少女こそ、約束の女の子なのだろうか？\n\n翌日、クラスにやってきた転校生は、楽の顔を見るなり抱きついてくる。\n「私は楽様の許嫁でございます」\nそう告げるモデルのような美少女・橘万里花とは――。"
                },
                "15": {
                    "ID": "4821112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4821112",
                    "TitleEnglish": "Three Keys",
                    "SummaryEnglish": "Marika explains to Raku how they first met. He tries to remember the details, but it's hard for him. She takes him to her home to meet her father. Raku wants to call off the engagement, but he is so scared of Marika's father!",
                    "TitleJapanese": "サンボン",
                    "SummaryJapanese": "万里花の正体は、10年前に楽が仲良くなった少女・マリーだった。\n楽の理想の女性を目指して努力を重ね、成長した万里花。しかし楽は幼い頃に彼女と交わした約束を思い出すことができない。\nそんな楽に万里花は「これからの自分のことを忘れさせないように」と頬にキスをする！\nその翌日、楽は鍵を持つ3人、千棘・小咲・万里花と共に10年前の記憶をたどろうとするが…。"
                },
                "16": {
                    "ID": "4821113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4821113",
                    "TitleEnglish": "Typhoon",
                    "SummaryEnglish": "Onodera asks Raku if he could take on a part-time job at her family's Japanese Sweets shop. He agrees, not wanting to miss the chance of seeing her. A storm breaks out, and now Raku has no choice but to stay at Onodera's home with no one else around. And…",
                    "TitleJapanese": "タイフウ",
                    "SummaryJapanese": "終業式も終わり、待ちに待った夏休み！\n楽は料理が得意という理由で、小咲の和菓子屋を手伝うことになる。\n喜びと緊張の中で店を訪ねた楽。早速小咲の母親に腕試しをされるが、見事料理の腕前を認められ小咲と一緒に和菓子を作ることに。\nいい雰囲気の二人だったが、突如接近してきた大型台風により楽は家に帰れなくなってしまった。\n外出して戻れないという小咲の母親から、二人きりで小野寺家に泊まるように言われるが…!?"
                },
                "17": {
                    "ID": "4821114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4821114",
                    "TitleEnglish": "Festival Day",
                    "SummaryEnglish": "Raku runs into Chitoge at the festival. Seeing that many things come free when she is with Raku, Chitoge decides to hang out with him. However, there is only one thing on Raku's mind… To purchase a romantic relationship charm!",
                    "TitleJapanese": "エンニチ",
                    "SummaryJapanese": "夏祭りの屋台を手伝う楽は、絶大な効果があるという「恋むすびのお守り」を手に入れるために闘志を燃やしていた。\nそんな中、偶然会った千棘と屋台をまわることになった楽。\n金魚すくいをしたりとお祭りを楽しむ二人だったが、一方、楽と同じく恋むすびを買おうと訪れていた小咲と万里花は、そんな二人の様子を隠れてうかがっていた。\nいよいよ恋むすびの販売開始時間。千棘と楽ははぐれないよう手をつないで人ごみに分け入る。\nしかし人波に押されて手を離してしまった楽が慌ててつかんだ相手は小咲で…？"
                },
                "18": {
                    "ID": "4821115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4821115",
                    "TitleEnglish": "At the Beach",
                    "SummaryEnglish": "The gang goes down to the beach to enjoy the last days of summer. Chitoge starts acting very strange after seeing Raku with Marika and Onodera. Is she starting to realize she is actually in love with Raku?",
                    "TitleJapanese": "ウミベデ",
                    "SummaryJapanese": "海水浴にやって来た楽たち。\n夕飯の食事当番は楽と千棘に決まったが、食材の準備をする千棘はお祭りのことが頭をよぎり、楽と手が触れただけで動揺して指を切ってしまう。\n手当てをしてくれる楽の顔もまともに見れず、そんな自分に戸惑う千棘…。\n\n普段と様子の違う千棘を心配する小咲は、夕食後、浜辺にいる楽の元を訪れる。\n二人きりでの会話に楽への想いを再確認した小咲は、ついにその想いを口にする――！\n\n「…ねぇ、一条君――、キスしてもいい…？」"
                },
                "19": {
                    "ID": "4821116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4821116",
                    "TitleEnglish": "The Play",
                    "SummaryEnglish": "Due to Chitoge's refusal to accept the role in their play, Kosaki steps in and takes the role as Juliet with Raku as Romeo. Whilst in the midst of rehearsals, Raku and Chitoge get into a heated argument over their fake relationship. As Raku vehemently states how dysfunctional things are between them and is considering to end their ties, Chitoge slaps Raku out of indignation. On the day of their play, Kosaki gets injured after rescuing a fellow classmate from a fall. With no one else to take over for Kosaki in her role as Juliet, Raku approaches Chitoge and convinces her to take the part. After Raku apologizes and admits he doesn't despise Chitoge as she had presumed, Chitoge leans into Raku and accepts the role as his Juliet.",
                    "TitleJapanese": "エンゲキ",
                    "SummaryJapanese": "新学期、文化祭のクラス劇「ロミオとジュリエット」でロミオ役に楽、ジュリエット役に千棘が推薦される。しかし海水浴以来楽に冷たい態度をとる千棘は、それを断ってしまう。\nその後くじ引きでジュリエット役が小咲に決まり喜ぶ楽だったが、そっけない態度をとる千棘のことも気にかかっていた。\n文化祭本番が迫ってきた頃、劇の練習は順調に進んでいたが、一方で口をきかない楽と千棘にクロードたちが二人の仲を疑い始めていた。\n焦った楽は仲良さそうなフリをしなければ戦争が始まってしまうと千棘を説得しようとするが、そんな楽に千棘は「もう恋人のフリなんてできない」と告げるのだった。"
                },
                "20": {
                    "ID": "4821118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/4821118",
                    "TitleEnglish": "Showtime",
                    "SummaryEnglish": "With Chitoge's inclusion into their cast, the play commences with Shu as the narrator taking their performance into a comedic turn, adding nonsensical subplots into the play's story for the enjoyment of the audience but for the chagrin to some of its casts. Nevertheless, the play finishes, gaining warm admiration from the audience while Chitoge recognizes her true love for Raku. With their usual relationship back in place, Chitoge apologizes to Raku for her harsh behavior and adds that she will still be herself in front of him. During a conversation with Kosaki, Raku takes notice of Kosaki's desire of playing the role of Juliet. To compensate for not having played her role, as a result Raku and Kosaki reprise their roles as Romeo and Juliet respectively and did a private play for themselves as Chitoge looks into the horizon and remarks the conclusion of their memorable cultural festival.",
                    "TitleJapanese": "ホンバン",
                    "SummaryJapanese": "ようやくいつも通りの関係に戻った楽と千棘。\n千棘はけがをした小咲の代役として舞台に立つことになり、いよいよ本番の幕が上がる！\nしかし舞台では、集の仕掛けで楽に告白させられそうになった鶫が暴れたり、風邪で寝込んでいたはずの万里花が乱入してきたり、クロードが楽に決闘を申し込んだりと、どたばたの展開に。\nそんななかどうにかジュリエットの元にたどり着いたロミオ。\n千棘は差し出された楽の手をとり、自らの想いに気付くのだった――。"
                }
            }
        },
        "2": {
            "ID": "598882",
            "URL": "https://www.thetvdb.com/series/nisekoi/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5007495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5007495",
                    "TitleEnglish": "From Now On / Please Notice",
                    "SummaryEnglish": "Now that Chitoge has come to terms with her feelings for Raku, she sets out to mold him into the ideal boyfriend! However, with Raku being the oblivious guy he is, just how many different ways can Chitoge try to get him to recognize her more?",
                    "TitleJapanese": "コレカラ／キヅイテ",
                    "SummaryJapanese": "コレカラ\n極道一家「集英組」とギャング組織「ビーハイブ」の抗争を止めるため、恋人のフリをすることになった一条楽と桐崎千棘。はじめは衝突することも多かったが、少しずつ互いを理解するように。\nそんななか、ついに千棘は、自分が抱く楽への想いが「恋」であることを自覚する。\nはたして、これからの“ニセコイ”関係はいかに…？\n「あれ？　ホントにどうなるんだコレ…!!?」\n\nキヅイテ\n友達に勧められて、リップクリームをつけ始めた千棘。\n「あいつ…かわいいって思うかな…」\nしかし楽は、そんな千棘の変化に気づいていない様子。\n鈍感な楽に気づいてもらうべく、千棘はあの手この手でアピールをしかける！"
                },
                "2": {
                    "ID": "5180654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180654",
                    "TitleEnglish": "Fate / Showdown",
                    "SummaryEnglish": "Tsugumi has a visitor from her past. Her dark, violent past… Now, she has to prove that she still has the skills she once had!",
                    "TitleJapanese": "インネン／ショウブ",
                    "SummaryJapanese": "インネン\nギャング組織「ビーハイブ」の優秀なヒットマンである鶫誠士郎は、ビーハイブのボスの娘である千棘を守るため、共に高校生活を送っていた。ある日いつものように帰宅しようとすると、突然の銃弾に狙われる。攻撃をしかけてきたのは、かつての仕事仲間・ポーラだった。\n\nショウブ\n誠士郎とポーラの因縁に、不運にも巻き込まれてしまった楽。誠士郎は、楽が千棘の恋人であることをポーラに告げるが、聞く耳を持たない。ビーハイブトップのヒットマンである2人の銃口を前に、楽は無事このピンチを切り抜けられるのか……!?"
                },
                "3": {
                    "ID": "5180655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180655",
                    "TitleEnglish": "Need",
                    "SummaryEnglish": "Christmas is just around the corner... Shu tells the gang that they should throw a party. However, Chitoge has other plans. Her mom is coming to visit, and Chitoge's dad wants to introduce Raku to her!",
                    "TitleJapanese": "ヒツヨウ",
                    "SummaryJapanese": "もうすぐクリスマス。皆でクリスマスの予定を話していたが、千棘は怯えた表情で震えていた。その理由を聞かれ、「お母さんが帰ってくるから」と答えた千棘。久しぶりの再会だというのにどこかぎこちない千棘の様子を、楽は不思議に思う。さらに、恋人として母親に楽を紹介するように言われた千棘はますます戦慄……！千棘の母親とは…？そして2人のクリスマスは一体どうなる！？"
                },
                "4": {
                    "ID": "5180656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180656",
                    "TitleEnglish": "Mother",
                    "SummaryEnglish": "Raku is working extra hard as Ms. Hana's secretary in order to give her some time to spend Christmas Eve with Chitoge. However, is Ms. Hana really interested in getting together with her daughter?",
                    "TitleJapanese": "ハハオヤ",
                    "SummaryJapanese": "勇気を出して「イブを一緒に過ごしたい」と母・華にお願いした千棘だったが、あっけなく断られてしまった。千棘にまるで興味を示そうとしない華の態度に苛立つ楽は、自分が働くことでできた時間を使って千棘に会いに行ってほしいと華に提案する。そして、死にものぐるいで仕事をこなしていく。\n「このままじゃ千棘がかわいそ過ぎんだろ!!」"
                },
                "5": {
                    "ID": "5180657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180657",
                    "TitleEnglish": "Teach Me / Master Raku",
                    "SummaryEnglish": "Marika asks Raku to help her study, since her grades are very low. Raku agrees to tutor her, but Chitoge wants to tag along! Also, now Raku is given a pet he needs to take care of!",
                    "TitleJapanese": "オシエテ／ラクサマ",
                    "SummaryJapanese": "オシエテ\nテストの順位が貼りだされ、それぞれの結果を確認する楽・千棘・小咲・鶫・るり・集。しかし、万里花の名前がなかなか見つからない!?実は万里花は、花嫁修業はバッチリでも、勉強の方はまるでダメだった。\n次のテストの結果も悪ければ追試だと言われてしまった万里花がとった行動とは……？\n\nラクサマ\n父と旅行に出かけるという万里花の代わりに、ペットのオウムを1日だけ預かって欲しいと依頼された楽。普段から動物好きな楽は二つ返事でOKしたものの、万里花がつけたオウムの名前ととんでもない“しつけ方”のせいで、お世話は一苦労!?"
                },
                "6": {
                    "ID": "5180658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180658",
                    "TitleEnglish": "Delicious",
                    "SummaryEnglish": "It's Valentine's Day and Raku dreads the idea of not receiving chocolate from anyone. Meanwhile, Chitoge, Kosaki, Marika, and Seishirou are all dealing with their own issues with what giving chocolate to someone entails.",
                    "TitleJapanese": "オイシイ",
                    "SummaryJapanese": "2月14日、バレンタインデー。今まで一度も女の子からチョコを貰ったことがない楽だったが、やはり少しは期待してしまう。一方そんな楽の気持ちは知らず、それぞれ思い思いに手作りチョコを用意していた千棘・万里花・小咲。はたして、無事に楽に手渡すことはできるのか!?"
                },
                "7": {
                    "ID": "5180659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180659",
                    "TitleEnglish": "Sister",
                    "SummaryEnglish": "Kosaki's younger sister, Haru, finally enters high school. After hearing unsavory rumors about Raku, Haru is none too pleased about him trying to get close to her sister.",
                    "TitleJapanese": "イモウト",
                    "SummaryJapanese": "季節は春。晴れて凡矢理高校の1年生になった小咲の妹・春は、新しい生活への期待に胸をふくらませていた。しかし、登校初日からヤンキーに絡まれてしまい大ピンチ!恐怖に意識が遠のいていく春が最後に見たのは、自分をかばう、同じ凡矢理高校の制服を着た男の子の姿。名前も顔もわからない「王子様」との出会いに運命を感じる春だったが、その王子様ともう一人、絶対に探さなくてはいけない男の人がいて……?"
                },
                "8": {
                    "ID": "5180660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180660",
                    "TitleEnglish": "Magical Patissiere Kosaki!! / Work",
                    "SummaryEnglish": "Kosaki, Marika and Chitoge work together as magical girls to save the world from destruction. As Ichijo pitches in to help at the Onoderas' shop, Kosaki hopes he and Haru can become good friends.",
                    "TitleJapanese": "マジカルパティシエ小咲ちゃん!!／ハタラケ",
                    "SummaryJapanese": "＜マジカルパティシエ小咲ちゃん!!＞\n魔法ねずみ・ルーリンと契約を交わし、魔法少女「マジカルパティシエ」になった小咲ちゃん。\n変身はちょっぴり恥ずかしいけれど、世界の平和を守るために戦います!\nある日、となり町から2人の魔法少女がやってきました。魔法フェレット・ホンダーソンとマジカルポリス万里花ちゃん、そして、魔法ネコ・ツグミャーとマジカルゴリラ千棘ちゃん!\n凡矢理市に集まった3人の魔法少女はチームを組んで、悪の手先に立ち向かう――!\n＜ハタラケ＞\n和菓子屋「おのでら」に再び助っ人として呼び出された楽。そこには小咲に加え、妹の春も。しかし春には相変わらず歓迎されず、楽と春は険悪なムードに…。これには小咲も心配な様子。今日一日のお手伝いを通して、2人の仲は良くなるのか?"
                },
                "9": {
                    "ID": "5180661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180661",
                    "TitleEnglish": "Cleaning / Sick Visit",
                    "SummaryEnglish": "Raku pays a visit to Kosaki, since she has a cold. However, is it appropriate for a guy like him to go see a girl when her parents are out of town? What does Haru have to say about the situation?",
                    "TitleJapanese": "オソウジ／オミマウ",
                    "SummaryJapanese": "＜オソウジ＞キョーコ先生のお願いで、プール掃除をすることになった楽たち。プールサイドに集まったのは、千棘・小咲・鶫・万里花・るり・集に、春と風、そしてポーラ。水着に着替えて早速掃除を始めるが、ポーラは離れたところからこちらを眺めるばかりで…?\n＜オミマウ＞るりの計らいで、風邪を引いた小咲のお見舞いに一人で向かった楽。小咲の母は旅行で留守にしていると聞いて、もしかして二人きり…!?とドキドキする楽だったが、そこには春の姿も。楽を警戒する春をなんとかなだめ、一緒に小咲の看病をすることになったのだが…?"
                },
                "10": {
                    "ID": "5180662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180662",
                    "TitleEnglish": "Support",
                    "SummaryEnglish": "Suspecting something is up, Raku asks Shu which girl he is crushing on. Will Raku be able to get the truth out of him?",
                    "TitleJapanese": "オウエン",
                    "SummaryJapanese": "楽の親友・集は、女の子好きで明るい性格。いつもおちゃらけていて、ふざけて鶫やるり達を怒らせることはもう日常茶飯事。恋とはあまり関係なさそうに見える集だったが、実は好きな人がいることが明らかに!楽はその相手が誰なのかを尋ねるが、はぐらかされてしまう。「手の届かない高嶺の花」という、その意外な相手とは…?"
                },
                "11": {
                    "ID": "5180663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180663",
                    "TitleEnglish": "I Want to Lose Weight / Good Morning",
                    "SummaryEnglish": "Kosaki assumes she is gaining gaining weight after checking their scale and prevents herself from eating excessively which proves to be difficult for her. Noticing Kosaki's adversity, Raku tries to present her with her favorite treat but Kosaki storms off. In the end, Raku advises Kosaki to have a proper diet due to her slender figure. Meanwhile, Haru discovers that their scale is defective. As middle-schoolers, Kosaki and Raku were classmates with the former being in love with the latter. In her pursuit of love, Kosaki tries hard to enroll in the same school as Raku but ends up failing in the entrance exams, much to her depression. Whilst being together with Raku, Kosaki receives news that she actually passed the test as she looks forward to interacting with Raku again.",
                    "TitleJapanese": "ヤセタイ／オハヨウ",
                    "SummaryJapanese": "＜ヤセタイ＞和菓子屋「おのでら」の新作の味見や、千棘たちとの買い食い、春とのおやつなど、最近甘い物を食べることが多かった小咲。数日ぶりに体重計に乗ってみると、衝撃の結果が…!「大変だ…!! 今すぐなんとかしなきゃ…!!」\n＜オハヨウ＞中学3年生の小咲は、同じクラスの楽に恋をしていた。朝の「おはよう」と放課後の「またね」が楽しみだったが、卒業して高校に進学したら、それももうできなくなってしまう……。そう思った小咲は、楽と同じ凡矢理高校を受験することに!勉強が得意ではない小咲だったが、るりにも協力してもらい、必死に勉強を始めるのだった。"
                },
                "12": {
                    "ID": "5180664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nisekoi/episodes/5180664",
                    "TitleEnglish": "The Search / Just Testing",
                    "SummaryEnglish": "In her rush to school for being late, Chitoge lost her ribbon. The gang forms a search party for the said ribbon but no avail. After Raku fails to gull Chitoge with a newly-bought ribbon, Chitoge dashes to retrieve her real ribbon at a distance but is seemingly ripped apart by a passing train. However, Raku reveals that the wrecked ribbon was actually his and Chitoge's ribbon is safe at his hands, much to Chitoge's excitement. After reading a light novel, Chitoge practices in confessing her love to Raku which is constantly hindered by embarrassment. But after consulting her father and Raku, Chitoge decides to postpone her confession for the time being and use it to spend more time with her fake boyfriend",
                    "TitleJapanese": "ソウサク／オタメシ",
                    "SummaryJapanese": "＜ソウサク＞千棘がいつも髪を結んでいる赤いリボン。小さいころに母親に貰った、そして楽との思い出が詰まった、とっても大切なもの。しかし、今朝は遅刻ギリギリで慌てて結んできたせいか、学校へ行く途中でほどけてしまい、失くしてしまった! すっかり落ち込んだ千棘を慰めながら、楽たちは一緒にリボンを探しに行くのだった。\n＜オタメシ＞「…告白、かぁ～～～…」楽にお試しで告白してみようと思い立つ千棘。手紙を書いてみたり、告白の練習をしてみるものの、恥ずかしくなってしまって上手くいかない。どうしようと思い悩みながら、今日も楽とのニセデートが始まった。"
                }
            }
        }
    }
}