{
    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3358426/",
        "http://www.nobunaga.tv/",
        "https://www.themoviedb.org/tv/65616"
    ],
    "TitleEnglish": "Nobunaga the Fool",
    "SummaryEnglish": "The Western Planet and the Eastern Planet. Once upon a time, the two sides were bound by the \"Dragon Pulse\" spanning the heavens. The civilization that once had prospered has now turned to a tale of dreams, as the inextinguishable flames of war tear the realm asunder. The two planets remain engulfed in endless battles. The return of the super technology known as \"sacred treasures\" could revolutionize the world order, but no one knows of them but one person—a \"heretical girl.\" A girl from the Western Planet, Jeanne Kaguya d'Arc, saw heavenly visions of the birth of a \"Star Messiah\" who will save the world. She embarks on a journey to the Eastern Planet with Leonardo da Vinci, \"the one who observes the world.\" They come across the heretic of the Eastern Planet and \"the greatest fool of the day,\" Oda Nobunaga.",
    "TitleJapanese": "ノブナガ・ザ・フール",
    "SummaryJapanese": "世界が戦乱の渦中にあるなかで、西の星の少女、ジャンヌ・カグヤ・ダルクは、星を救う「救星王」誕生のビジョンを見る。東の星の若武者オダ・ノブナガは、矛盾に満ちた乱世を統一する力を欲していた。彼らが選択するのは、救済か、それとも破壊か。二人の運命が巡り会ったとき、世界変革の物語が幕を開ける！",
    "Aliases": [],
    "Modified": "2025-05-29",
    "Seasons": {
        "1": {
            "ID": "568479",
            "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4720340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4720340",
                    "TitleEnglish": "The Star",
                    "SummaryEnglish": "Jeanne Kaguya d'Arc and Nobunaga make recurring dreams of each other. Skipping Nobukatsu's coming of age ceremony, Nobunaga along with Mitsuhide and Hideyoshi spot an invasion force of the Takeda. He warns the nearby castle but is not believed and can only watch as his side gets wiped out. Jeanne hears voices and is outcast by her own village. She joins Da Vinci who is heading for the East star. When her voices exhort her, Jeanne commandeers a ship with Da Vinci and escape from Magellan's board.",
                    "TitleJapanese": "星",
                    "SummaryJapanese": "救星王の誕生を天啓の力によって感じたジャンヌ・カグヤ・ダルクは、レオナルド・ダ・ヴィンチに促されるまま、東の星へと向かった。\n一方、東の星では若武者オダ・ノブナガが戦場の中にいた。\n隣国タケダになすすべもなく蹂躙されていく中で、ノブナガは戦の空しさと新時代の到来を実感する。そのとき、ノブナガたちの頭上に星船が飛来する。\n何かに突き動かされるように星船へ向かったノブナガは、ジャンヌと運命的な出会いを果たす。"
                },
                "2": {
                    "ID": "4720341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4720341",
                    "TitleEnglish": "The Lovers",
                    "SummaryEnglish": "Magellan sends two armors after Da Vinci. Using Da Vinci's armor, Nobunaga defeats the pursuers but the effort is taxing. He will hide Jeanne from Ichi by pretending she is a man named Ranmaru. Using a barge they reach Owari, Caesar volunteers to go after Da Vinci. The counsel of the Round Table assents.",
                    "TitleJapanese": "恋人",
                    "SummaryJapanese": "大イクサヨロイ＝ザ・フールこそ、新時代の力と感じたオダ・ノブナガ。盟友アケチ・ミツヒデはその力に懸念を示すが、脅威すら御して見せるとノブナガは笑い飛ばした。\nだが城へと帰還したノブナガは、父オダ・ノブヒデに行動をとがめられてしまう。\nノブナガの型にはまらない行動は、周囲の人々との溝を深めていった。\nそのころ西の星ではダ・ヴィンチ追跡のため、円卓の同志ガイウス・ユリウス・カエサルの派遣が決定していた。"
                },
                "3": {
                    "ID": "4759728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4759728",
                    "TitleEnglish": "The Chariot",
                    "SummaryEnglish": "Lord Nobuhide refuses to modernize his army. Nobukatsu asks Ranmaru to take care of his brother. Takeda troops are sighted: Nobunaga leads the vanguard against them. Takeda himself engages the battle with his armor Fuurinkazan that uses fire shinki (regalia). Nobunaga is overwhelmed, but Himeko of Yamatai arrives and offers him a thunder shinki in exchange of his marital vow.",
                    "TitleJapanese": "戦車",
                    "SummaryJapanese": "オダ家に身を寄せることになったジャンヌ・カグヤ・ダルクは、異国の女性は目立ちすぎるという判断から、男装してランマルとなった。\nオダ・ノブナガの破天荒な行動に不信感を抱くランマルだが、弟オダ・ノブカツはだからこそ兄を支えてほしいと頼む。ノブカツは、兄が命の重みを背負っていく覚悟をもっていることをよく理解していたのだ。\nそのころ、隣国のタケダ・シンゲンはノブナガの実力を試すために、大イクサヨロイ風臨火斬で出陣する。"
                },
                "4": {
                    "ID": "4760241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4760241",
                    "TitleEnglish": "The Magician",
                    "SummaryEnglish": "Using Himeko's ship, the party reaches Oda castle. Himeko finds out about Jeanne's gender. The alliance with Yamatai strengthens the Oda clan. Instead of a wedding, a betrothal ceremony will be held in pomp. Da Vinci plans the ceremony and Hideyoshi charges the entrance, raising money to build new armors.",
                    "TitleJapanese": "魔術師",
                    "SummaryJapanese": "オダ・ノブナガに神器を渡して危機を救ったのは、ヤマタイ国のヒミコだった。\nだが彼女は神器を譲渡する条件として、ノブナガとの婚姻を求める。\n熱を上げるヒミコに対して、ノブナガはヤマタイとの同盟が、オダ家の戦力拡大につながると判断する。\n一方、ランマルは自らの天啓に向き合い、ノブナガが救星王ではないかと見極めようとする。\nそれぞれの思いが交錯する中、レオナルド・ダ・ヴィンチ演出による婚約の儀の準備が進められていた。"
                },
                "5": {
                    "ID": "4780333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4780333",
                    "TitleEnglish": "The Tower",
                    "SummaryEnglish": "Nobunaga learns from Himeko how to control the shinki. He gets poisoned just before a new attack of the Takeda. Lord Nobuhide sorties with his armor to defend the castle. The poisoning was a ploy by Mitsuhide so Nobunaga could save the day. While Nobunaga is fighting Takeda, Caesar in his giant armor Quo Vadis kills Lord Nobuhide.",
                    "TitleJapanese": "塔",
                    "SummaryJapanese": "タケダ家との本格的な衝突が迫る中、ザ・フールで侵攻すべきと主張するノブナガと、それだけで勝てるものではないとするノブヒデの意見が対立する。\nノブナガはいち早く出陣の準備を整えるが、何者かにもられた「しびれ薬」によってその場に倒れ込んでしまう。\nそれはオダ家の危機をザ・フールが救うという劇的な展開を見せるため、ミツヒデが仕組んだ策だった。\nそのころ戦場では風臨火斬と、ノブヒデのイクサヨロイが激突していた。"
                },
                "6": {
                    "ID": "4780334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4780334",
                    "TitleEnglish": "Strength",
                    "SummaryEnglish": "Out of pain, Nobunaga acts like a fool during his father's funeral. The advisors of the clan have enough and decide to assassinate him so Nobukatsu can become the new clan leader. For what he considers to be the greater good, Nobukatsu is willing to step up. Mitsuhide decides to kill him. Nobuhide deposited his inheritance to Ichi. Jeanne has enough of Nobunaga too and leaves the castle. She witnesses the attempt on Nobunaga's life and how is he saved by the sacrifice of Himeko.",
                    "TitleJapanese": "力",
                    "SummaryJapanese": "タケダ軍との戦でかけがえのないものを失ったオダ家は、重い空気に包まれていた。\n城中が悲しみに包まれる中、ノブナガは姿を消してしまう。\nその行動にシバタら家臣団は不信感を募らせ、ミツヒデたちとの軋轢は決定的と\nなる。\nそのころ、ノブナガの行動に愛想を尽かしたジャンヌは、オダ家から出ていく決心を固める。\nその様子を見ていたヒミコは、ノブナガの真意が理解できないのなら、そうそうに立ち去ればいいと告げるのだった。"
                },
                "7": {
                    "ID": "4780335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4780335",
                    "TitleEnglish": "The Hierophant",
                    "SummaryEnglish": "Himeko is alive, Nobukatsu is not. As the Takedas are the prime suspects, Nobunaga decides to go interrogate Takeda himself and alone. Takeda declares he has not sent any assassins and Nobunaga believes him. They duel, Nobunaga wins. Dying Takeda hands Nobu the fire shinki, then Caesar shows up and finishes Takeda, appropriating a wind shinki Takeda also had. Out of energy, Nobu retreats. Caesar returns to Takeda's and initiates a feud by saying Nobu stabbed Takeda in the back.",
                    "TitleJapanese": "秘儀王",
                    "SummaryJapanese": "オダ家に差し向けられた暗殺者の脅威に、オダ家は騒然となる。\n家臣たちはタケダ家の仕業と断定するが、ノブナガは真相を確かめるべく、たった一人でシンゲンのもとへ向かった。\nシンゲンと相対したノブナガは、暗殺などせずともオダなどすぐ潰せるという言葉ですべてを理解し、一方でシンゲンもノブナガの無謀な行動はオダ家をまとめるためのものだと察した。\n強者ゆえに共鳴し合った2人は、しがらみを乗り越え、心ゆくまで戦うことを欲するのだった。"
                },
                "8": {
                    "ID": "4780336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4780336",
                    "TitleEnglish": "Wands",
                    "SummaryEnglish": "Jeanne has a premonition of Cesar stabbing Nobu. Nobu wants to take back the wind shinki so he must attack the Takeda forces that are now led by Caesar. Using the one-night castle ruse, Takeda troops walk into a trap and are destroyed. Nobu fights Caesar and has the underhand until Jeanne steps in and her shinki activates and protects Nobu. Caesar is defeated and Nobu reclaims the wind shinki.",
                    "TitleJapanese": "棒（ワンド）",
                    "SummaryJapanese": "カエサルの襲来により、均衡を保っていた東の星の情勢は大きな変化を遂げようとしていた。\nノブナガは戦いの中で、神器が新たな時代を導くものと実感し、シンゲンから託された神器の奪還を目指す。\n一方でカエサルもノブナガの手に渡った神器を手中に収めるべく、両者の思惑が複雑に絡み合う。\nオダ家がカエサルとの戦いに沸き立つ中、ジャンヌはある不吉な天啓を見る。\nそれはカエサルの槍が、ノブナガを貫くというビジョンだった……。"
                },
                "9": {
                    "ID": "4813267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4813267",
                    "TitleEnglish": "The Moon",
                    "SummaryEnglish": "Beyond the conquest of the East star, the goal of the Round table is to obtain the Grail. / Jeanne gets her own armor. Following Takeda's will, Uesugi forms an alliance with Caesar. People of Oda start fleeing, advisers want to submit to Caesar. But Nobu convinces them to fight. Having united the clan, Ichi can finally hand Nobuhide's inheritance to Nobunaga: the Bowl of Emptiness. Jeanne masters her defense shinki.",
                    "TitleJapanese": "月",
                    "SummaryJapanese": "交易港タカマガハラに、カエサル軍の補給として大イクサヨロイが到着した。\nその情報を得たミツヒデは、大イクサヨロイ奪取作戦を提案する。\n首尾よくタカマガハラに潜入したノブナガたちは、分散して作戦を開始。\nジャンヌはヒデヨシと行動を共にする中で、陽気な彼からは想像できない壮絶な過去を知る。\n妹アサヒの死、そしてノブナガへの復讐心……。\nだが天地統一というノブナガの壮大な夢が、ヒデヨシの心を圧倒するのだった。"
                },
                "10": {
                    "ID": "4813268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4813268",
                    "TitleEnglish": "Temperance",
                    "SummaryEnglish": "The Oda clan forges alliances with other clans to counter the Caesar-Uesugi front. This is noticed by Caesar, who asks Arthur for more giant armors. Nobu decides to steal one. They will be delivered in the ley line nexus Takamagahara. The Odas divert the cargo but one armor is manned. Hideyoshi gets into one but is defeated, until Nobu arrives and entrusts him with the wind shinki. Having powered-up, Hideyoshi and his now flying armor Goku can easily defeat the guard.",
                    "TitleJapanese": "節制",
                    "SummaryJapanese": "交易港タカマガハラに、カエサル軍の補給として大イクサヨロイが到着した。\nその情報を得たミツヒデは、大イクサヨロイ奪取作戦を提案する。\n首尾よくタカマガハラに潜入したノブナガたちは、分散して作戦を開始。\nジャンヌはヒデヨシと行動を共にする中で、陽気な彼からは想像できない壮絶な過去を知る。\n妹アサヒの死、そしてノブナガへの復讐心……。\nだが天地統一というノブナガの壮大な夢が、ヒデヨシの心を圧倒するのだった。"
                },
                "11": {
                    "ID": "4821265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4821265",
                    "TitleEnglish": "Death",
                    "SummaryEnglish": "Leaving Brutus in charge of Kai, Caesar mounts a total assault against Owari. The castle is evacuated, but the sheer number of enemy troops make Oda's three giant armors overheat. Knowing the confrontation with Cesar cannot be lengthy, the Odas devise a stratagem that almost defeats Caesar. But Caesar's will is too strong, and he harvests the ley lines to awaken his armor which releases a devastating beam. Jeanne partly blocks it, but the fallout makes a great deal of casualties.",
                    "TitleJapanese": "死神",
                    "SummaryJapanese": "沈黙を続けるカエサルの動向にミツヒデは懸念を抱くが、オダ家が戦に不慣れなうちに必ず仕掛けてくるとノブナガは読む。\nやがて予想通り、カエサルの大軍勢が侵攻を開始した。\nオワリ城までも攻撃にさらされる中、ノブナガは戦力をカエサルに1点集中する作戦を指示。\nザ・フール、オルレアン、ゴ・クウの連携に、クオ・ヴァディスは徐々に押し込まれカエサルは絶体絶命の危機陥る。"
                },
                "12": {
                    "ID": "4835697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4835697",
                    "TitleEnglish": "The Fool",
                    "SummaryEnglish": "Nobu invites Caesar to a tea ceremony. Caesar accepts: lacking support in the Round Table, he needs to get rid of his rival Alexander. He could do so if Nobu becomes his ally. Caesar also had his eyes on Ichi ever since he touched land. He tries to waver Nobu into surrender by telling him Arthur is the Savior King of both Stars. Jeanne counters with her visions. A temporary truce is decided until Nobu can meet Arthur, at a cost: Ichi is to marry Caesar.",
                    "TitleJapanese": "愚者（フール）",
                    "SummaryJapanese": "カエサルの降伏勧告に、ノブナガが返したのは茶会への招待だった。\nカエサルにとっては予期せぬ返答だったが、これも一興とノブナガの奇策を受け入れる。\n茶会の主人を任されたイチヒメは、オダ家の存続にかかわる大事に、かつてない決意を固める。\nノブナガはもっと力を抜けと言い聞かせるが、「これも兄譲りの性分」とイチヒメは笑顔で返すのだった。\nそれぞれの想いを抱えたまま、いよいよ運命の戦国茶会が開かれようとしていた。"
                },
                "13": {
                    "ID": "4842901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842901",
                    "TitleEnglish": "Ace of Swords",
                    "SummaryEnglish": "The West Star's ley lines are collapsing: an invasion will happen soon. Nobu wants to strike first. He is upheld by Caesar who says their shinki match the Table's. Da Vinci uses four shinki to boost Himeko's ship so it can space travel. The ship is renamed Azuchi. Mitsuhide and Ichi, who love each other, have a parting conversation. Mitsuhide sends his ninjas to watch over her. / The Table doesn't know what to think of Caesar's alliance with Nobu and sends investigators.",
                    "TitleJapanese": "剣",
                    "SummaryJapanese": "ノブナガが繰り出した奇策「戦国茶会」は、西の星やアーサー王の情報を得るという利をもたらした。\nだが代償として大きな犠牲を強いられたことに、ミツヒデは憤りを隠せない。\nノブナガはその怒りを受け止め、だからこそ天地統一を成し遂げなければならぬと心に誓うのだった。\nそのころ西の星では、オダ家が大きな脅威と成りつつあるとの報がもたらされ、アーサー王もノブナガと相まみえる時が迫っていると感じていた。"
                },
                "14": {
                    "ID": "4842902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842902",
                    "TitleEnglish": "The Empress",
                    "SummaryEnglish": "Caesar bakes a choco cake for Ichi. Charlemagne and Hannibal drop down from Magellan's ship. They use adiabatic expansion to make the snow fall, isolating Owari. They trap hostages in ice. Nobu does not care but Jeanne surrenders her shinki. Charles kills the hostages anyway. Nobu attacks but stops when Hannibal threatens Jeanne's life. Charles wrecks the Fool. He is about to finish Nobu when Caesar comes and blasts away the clouds that powered the invaders. Uesugi arrives too and fatally wounds Charles. With his last strength he sends Hannibal still holding Jeanne and his ice shinki into orbit. But once aboard Magellan's ship Cesare Borgia stabs Hannibal in the back.",
                    "TitleJapanese": "女帝",
                    "SummaryJapanese": "オワリに降る季節外れの雪は、西の星からの刺客の襲来を告げた。\n勝つためならあらゆる手段を講じるシャルルマーニュとハンニバルの前に、オダ軍はなすすべもなく翻弄されていく。\n一方でノブナガも、すべてを破壊することを辞さないという覚悟で相対する。\nだがジャンヌは「ノブナガを破壊の王にしてはならない」という、天啓を越えた思いを抱いていた。\nいてもたってもいられず、ジャンヌはノブナガの前に立ちはだかるが……。"
                },
                "15": {
                    "ID": "4842903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842903",
                    "TitleEnglish": "The Hanged Man",
                    "SummaryEnglish": "The Grail will not be summoned if the dead members of the Table are not replaced. Jeanne is tortured by Cesare. Machiavelli takes over and brings Jeanne to her hometown Domrémy. She decides to burn her and pretend to be the new seer. On the stake, Jeanne has a vision of the town being destroyed. Nobu arrives with Jeanne's shinki and frees her. She tries to save the townsfolk and reaches sainthood while doing so. But the ley lines still destroy the town and Jeanne has to escape.",
                    "TitleJapanese": "吊るされた男",
                    "SummaryJapanese": "「円卓の同志」に連れ去られたジャンヌを奪還するため、ノブナガたちはアヅチを発進させた。\nジャンヌを失う危機に直面したことで、ノブナガは改めて天地統一には彼女の力が不可欠との思いを強くする。\nそのころ囚われの身となったジャンヌは、チェーザレからアーサー王への恭順を求められるが、頑なにこれを拒絶。\nジャンヌを従わせるべく、マキャベリはその心の傷を容赦なく痛めつける策を実行に移す。\nはたして、ジャンヌが連行された場所とは……。"
                },
                "16": {
                    "ID": "4842904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842904",
                    "TitleEnglish": "Ace of Cups",
                    "SummaryEnglish": "To outwit their pursuers, Nobu and Jeanne double back. With Domrémy gone, an ancient underground temple can be seen: the Ladder to the Heavens, a nexus that connects the two Stars. The Azuchi arrives: Hideyoshi and Caesar will distract Cesare's contingent. Caesar defeats Cesare who plants a time bomb on Quo Vadis. Mitsuhide rescues Nobu and Jeanne by stalling Machiavelli but can't make it back to the departing Azuchi. Caesar fetches him, but the bomb explodes and they're both left stranded.",
                    "TitleJapanese": "聖杯",
                    "SummaryJapanese": "ノブナガと再会を果たしたジャンヌだったが、故郷を襲った悲劇に戸惑いを隠せない。\nすべてに破壊をもたらすノブナガは、救星王ではないのか……。\n自問自答を繰り返すジャンヌに、ノブナガは天啓の定めなど意に介さず、自分の道を進むだけだと示す。\nそのころ、東の星への帰還を模索するヒミコとダ・ヴィンチは、ドンレミ村の痕跡から驚くべきものを発見する。\nそれは伝説の星間移動装置、アマノハシダテのゲートであった。"
                },
                "17": {
                    "ID": "4842905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842905",
                    "TitleEnglish": "The Hermit",
                    "SummaryEnglish": "Azuchi reappears in Yomotsuhirasaka after using the gate to return to the East. Himiko, severely weakened by the ordeal, tells Nobunaga about their shared history in this place. Meanwhile, the gate's reactivation galvanizes King Arthur to launch an invasion of the East by sending his most powerful general, Alexander.",
                    "TitleJapanese": "隠者",
                    "SummaryJapanese": "アヅチが空間転移した場所、それは東の星のヨモツヒラサカであった。\nかつて神人が作り上げた時空ゲート「アマノハシダテ」は、ドンレミ村とヨモツヒラサカとを結んでいたのだ。\n激しい消耗に見舞われたヒミコだったが、この地が幼き日にノブナガと初めて会った思い出の地であることを語りだす。\nそのころ、東の民による時空ゲートの起動という事態に、アーサー王はついに東の星への侵攻を決断。\n最強の将、アレクサンダーを派遣する。"
                },
                "18": {
                    "ID": "4842906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842906",
                    "TitleEnglish": "The Emperor",
                    "SummaryEnglish": "Alexander and the Western army continues their inexorable advance on the Star of the East. Even Nobunaga is powerless before Alexander. His attempt to defeat Alexander by harnessing the power of numerous Regalia at great cost only serves to bring him ruin.",
                    "TitleJapanese": "皇帝",
                    "SummaryJapanese": "圧倒的な力で、東の星を制圧していくアレクサンダーと西の星の大軍勢。\nからくもイチヒメはミツヒデに窮地を救われて安堵するが、その場にカエサルがいないことに戸惑いを見せる。\nその様子に、ミツヒデは複雑な想いを抱くのだった。\n一方、アレクサンダーと対峙したノブナガは、その圧倒的な力に成す術もなく追い込まれる。\n自らの器に収まりきらない数の神器を装着して挑むも、それは身を滅ぼすだけでははなく、大いなる犠牲を強いてしまう。"
                },
                "19": {
                    "ID": "4842907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842907",
                    "TitleEnglish": "Wheel of Fortune",
                    "SummaryEnglish": "Defeated by Alexander, Nobunaga decides to face the dragons at Yomotsuhirasaka to obtain greater power, despite the dangers inherent in going to a realm where the dead and the living may meet. There, Nobunaga is reunited with someone he did not expect.",
                    "TitleJapanese": "運命の輪",
                    "SummaryJapanese": "アレクサンダーに敗れたノブナガは、さらなる力を得るためにヨモツヒラサカで龍と向き合うことを決意する。\n一方でヨモツヒラサカは、生者と死者が邂逅する地でもある。\n龍に認められなければ黄泉へと誘い込まれ、永久にその場を漂う危険性をも秘めていた。\nそのリスクを負っても、アレクサンダーを止めなければならない。\nその思いに、ジャンヌとケンシンも同行を申し出る。\nだがノブナガたちは、聖なる地で意外な人物との再会を果たす"
                },
                "20": {
                    "ID": "4842908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842908",
                    "TitleEnglish": "The Sun",
                    "SummaryEnglish": "Alexander's invasion of the East is approaching its final stages. But as quantum pylons funnel away the ley lines' power, the Knot of Gordias is activated, which halts the flow of power in the ley lines. As Alexander moves to remedy the situation, Nobunaga, now strengthened by the dragons' power, moves to stop Alexander for good.",
                    "TitleJapanese": "太陽",
                    "SummaryJapanese": "アレクサンダーによる東の星侵攻作戦は、最終段階に入りつつあった。\n龍脈支配に用いられる久遠多無パイルが大地に突き刺さり、龍の力を奪い去っていく。\nだが龍脈の異常事態に、結界である「ゴルディアスの結び目」が発動。すべての龍脈供給が停止した。\nアレクサンダーは自らその結界を断ち切るべく動き出す。\n一方、その体に龍の力を宿したノブナガも、アレクサンダーを止めるべく行動を開始。\n2人の英雄は、ヨモツヒラサカで再び相対する。"
                },
                "21": {
                    "ID": "4842909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842909",
                    "TitleEnglish": "Justice",
                    "SummaryEnglish": "With the appearance of Palais Natura from the West, a clash between Nobunaga and Arthur's forces is imminent. However, Caesar makes a surprise appearance between the two camps to negotiate for peace. Seeing Nobunaga's commitment to war, Jeanne is troubled by her visions of the Destroyer-King...",
                    "TitleJapanese": "正義",
                    "SummaryJapanese": "西の星より空中神殿パレ・ナトゥーラが出現し、ノブナガたちとアーサー軍は一触即発の事態に陥る。\nだが、にらみ合う両軍の間に割って入ったのは、意外な人物……カエサルであった。\n和平交渉を提案するカエサルは、以前とはまるで別人のような態度を見せ、ノブナガは憤りを隠せない。\n一方、カエサルの提案を退け、交戦を唱えるノブナガに、ジャンヌは一抹の不安を感じる。\n天啓が告げた「破壊王」のビジョンが、心に暗い影を落としていた。"
                },
                "22": {
                    "ID": "4842910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842910",
                    "TitleEnglish": "The Devil",
                    "SummaryEnglish": "Mitsuhide continues to have nightmares of him betraying Nobunaga. As Mitsuhide begins to question his loyalty to Nobunaga and his goal, he advertently reveals to Hideyoshi that he was the assassin that killed Nobukatsu, which Hideyoshi fathoms as an act he would have taken if Mitsuhide had not done it but warns to kill him if ever he disavows his trust to Nobunaga, who continues to grieve over his sister's death. Elsewhere, Mitsuhide seeks out to question King Arthur of his true intentions. In exchange after seeing King Arthur's \"face\", Mitsuhide vows to eliminate Nobunaga.",
                    "TitleJapanese": "悪魔",
                    "SummaryJapanese": "ミツヒデはイチヒメを襲った悲劇に、ノブナガが本当に救世王であるのか疑念を抱かずにはいられなかった。\nジャンヌが受けた「破壊王」の天啓も、ミツヒデの疑念に拍車をかけるものとなった。\nそれはノブナガも同様で、次々と訪れる災厄に、自分の進む道が正しいのかと自問自答をするが、ヒデヨシの言葉によってその迷いを振り払う。\nそのころ、アーサーは聖杯発動作戦を本格化させ、12人の神器有資格者たちの集結を急がせるのだった。"
                },
                "23": {
                    "ID": "4842911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842911",
                    "TitleEnglish": "The World",
                    "SummaryEnglish": "With the Eastern star at the brink of destruction, Nobunaga, Jeanne and Hideyoshi charge to the Palais Natura to exterminate King Arthur. Even with aid from the reborn Kenshin, Nobunaga is overwhelmed by Alexander and the Perfecta, reanimations of fallen Round Table members. Himiko, however, rescues Nobunaga, allowing him and Jeanne to enter the Palais Natura. Having used the last of her life force, before dying Himiko accepts the love between Nobunaga and Jeanne and that he never had feelings for her. Inside the Palais Natura, the duo is confronted by Mitsuhide, who turned his loyalty over to King Arthur. At gunpoint, Jeanne proclaims that King Arthur is the Savior King to spare Nobunaga's life. After her declaration she is shot by Borgia.",
                    "TitleJapanese": "世界",
                    "SummaryJapanese": "聖杯の発動が迫る中、ノブナガはパレ・ナトゥーラへの強攻突入を決意する。\nその手段としてアヅチを用いることを立案するが、ヒデヨシは異を唱えた。\nヒミコの体が限界であることを、ヒデヨシは見抜いていたのだ。\nノブナガはヒミコの容体に気づけなかったことを恥じ、ザ・フールによる突入作戦を決行する。\nだが、アレクサンダーたちが立ちはだかり、思うように神殿にたどり着くことはできない。\nその様子を見かねたヒミコは……。"
                },
                "24": {
                    "ID": "4842912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/nobunaga-the-fool/episodes/4842912",
                    "TitleEnglish": "Judgement",
                    "SummaryEnglish": "As Jeanne lay critically injured, Mitsuhide kills Borgia. Desperate, Nobunaga summons a rampaging The Fool. King Arthur declares that he can willingly turn everyone's desires to reality through the power of the Holy Grail, but Nobunaga chooses to follow his own destiny to bring forth destruction. Elsewhere, da Vinci proceeds with painting the Last Supper. With the power of all the Regalia entrusted to him, Nobunaga faces Alexander - both in dragon form. King Arthur summons the Holy Grail, but it disappears when Arthur is collaterally crushed by the dragons' fight.",
                    "TitleJapanese": "審判",
                    "SummaryJapanese": "「敵は本能寺にあり!!」。\nパレ・ナトゥーラへ突入したノブナガを待ち受けていたのは、アーサーに恭順したミツヒデだった。\nアーサーこそ救世王であり、ノブナガはやがて世界を破壊する存在……、だからこそミツヒデはノブナガに刃を向けた。\nノブナガは怒りにまかせてザ・フールで神殿内を突き進むが、そこに現れたのはアーサーであった。\n世界を再生せんとするアーサーに突き付けられた選択に、ノブナガが示した答とは……？"
                }
            }
        }
    }
}