{
    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil",
    "Genres": [
        "Animation",
        "Anime",
        "Crime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3417880/",
        "https://www.themoviedb.org/tv/61680"
    ],
    "TitleEnglish": "Wizard Barristers: Benmashi Cecil",
    "SummaryEnglish": "Wizards and humans live side-by-side in Tokyo. While police continue to protect the rest of society, wizards are tried according to magical laws in special courts defended by wizard barristers. Cecile Sudo has just become the youngest wizard barrister at age 17, and begins work at the Butterfly Law Offices. However, unbeknownst to her, she has tremendous magical potential…",
    "Aliases": [
        "변마사",
        "위저드 배리스터즈"
    ],
    "Modified": "2025-05-29",
    "Seasons": {
        "1": {
            "ID": "568475",
            "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4720336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4720336",
                    "TitleEnglish": "Lady Justice: Sword and Scales",
                    "SummaryEnglish": "Cecil, a brand new Wizard Barrister, ends up witnessing a bank robbery on her way to her first day at Butterfly Law Offices. Coincidentally, a man named Kohinata was being apprehended on suspicions of being part of the No Face gang, who robbed the bank and she says that she'll represent him. Cecil believes his words that it was in self defense, but this also had to do with the fact that her mother was on deathrow on the charges of murder."
                },
                "2": {
                    "ID": "4738013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4738013",
                    "TitleEnglish": "Hard Case",
                    "SummaryEnglish": "Cecil argues that her client was indeed acting in self defense, while the prosecution argues that he was part of the robbery gang, who had a falling out and so he killed one of his former friends. To prove his innocence, Cecil goes to find No Face herself."
                },
                "3": {
                    "ID": "4747089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4747089",
                    "TitleEnglish": "Love and Hate",
                    "SummaryEnglish": "A woman named Maya appears before Hachiya. She was the girlfriend of a man that Hachiya helped sentence to death, and is now asking him to represent her in court."
                },
                "4": {
                    "ID": "4747090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4747090",
                    "TitleEnglish": "Personality Crisis",
                    "SummaryEnglish": "The job Butterfly Law Offices gets this time is to defend a man named Tsuguji. Tsuguji has killed 15 wizards, and Cecil can't help but have reservations about defending such a person... but knows that it's part of her job and complies."
                },
                "5": {
                    "ID": "4747091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4747091",
                    "TitleEnglish": "Six Nine",
                    "SummaryEnglish": "Cecil gets a job defending an associate from their rival office, Shark Knight. Kujira is accused of using magic to murder someone. Kamakiri, Butterfly's oldest and slowest associate is told to partner with Cecil on this case. Because the two can't seem to work together well, they have a hard time finding evidence to help Kujira."
                },
                "6": {
                    "ID": "4747092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4747092",
                    "TitleEnglish": "Hero Show",
                    "SummaryEnglish": "Because of Cecil's violations of using magic, Butterfly Law Offices keep getting fined. Cecil starts to hate the fact that she can use magic and then Kabutohara tries to cheer her up by inviting her to a cosplay event."
                },
                "7": {
                    "ID": "4747093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4747093",
                    "TitleEnglish": "Maple Leaf in CANADA",
                    "SummaryEnglish": "The team at Butterfly head to Boston for a training trip. The training finishes earlier than expected, so Cecil and Natsuna head to Canada to visit Cecil's father with the extra time that they have."
                },
                "8": {
                    "ID": "4747094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4747094",
                    "TitleEnglish": "Saint Christopher Charm",
                    "SummaryEnglish": "Cecil heads home to Ontario and is reunited with her father, David. They talk about Cecil's mother's trial and Natsuna tells Cecil that she would be willing to help her try to get her mother a retrial."
                },
                "9": {
                    "ID": "4747095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4747095",
                    "TitleEnglish": "Secret Puzzle",
                    "SummaryEnglish": "Cecil moves out to learn the truth about what happened six years ago."
                },
                "10": {
                    "ID": "4747096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4747096",
                    "TitleEnglish": "Imposters",
                    "SummaryEnglish": "It comes to light that Shizumu was trying to get his hands on Cecil. Just when Cecil was about to fall into his hands, the one that came to her rescue was Shark Knight's Sameoka. Sameoka and Shizumu's battle of magic is about to begin!"
                },
                "11": {
                    "ID": "4747097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4747097",
                    "TitleEnglish": "Shining Cecil",
                    "SummaryEnglish": "Cecil finally falls into Macal's hands. The ritual to summon Lucifer begins and a huge magic circle appears in the city... What will happen to Cecil?"
                },
                "12": {
                    "ID": "4747098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4747098",
                    "TitleEnglish": "Judgement: Fact or Fiction",
                    "SummaryEnglish": "Makusu offers to confess his crimes, but only if Cecil defend shim at trial. With so many things whirling around, Cecil will have to prove that she can get it done in the stunning conclusion of Wizard Barristers!"
                }
            }
        }
    }
}