{
    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3306838/",
        "https://www.themoviedb.org/tv/61529"
    ],
    "TitleEnglish": "Hozuki's Coolheadedness",
    "SummaryEnglish": "Hōzuki is the aide to the great king of Hell, King Enma. Calm and super-sadistic, Hōzuki tries to resolve the various problems in Hell, including a rampaging Momotarō and his companions. However, he also likes spending his free time on his hobbies, such as fawning over cute animals and raising \"Goldfish Flowers.\"",
    "Aliases": [
        "Cool-headed Hoozuki",
        "Hoozuki no Reitetsu"
    ],
    "Modified": "2025-05-29",
    "Seasons": {
        "0": {
            "ID": "568434",
            "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/seasons/official/0",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "4897046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/4897046",
                    "TitleEnglish": "The Enthusiasm Gap Between Fans and Non-Fans / The Foxy Yakan and Ooban Koban",
                    "SummaryEnglish": "It's time for a contest to find the new ambassador for Goldfish Flowers. How will one idol get herself dragged in? Hoozuki visits some hostess clubs and is daringly asked for assistance..."
                },
                "2": {
                    "ID": "4897047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/4897047",
                    "TitleEnglish": "Methods to Win the Zashiki Warashi / Idol Frontline",
                    "SummaryEnglish": "Hoozuki brings some Zashiki Warashi back with him from the mortal world and sends them to live with Hakutaku's. Hoozuki goes to see an idol show."
                },
                "3": {
                    "ID": "4897048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/4897048",
                    "TitleEnglish": "Art is a Blast? / Art was a Blast",
                    "SummaryEnglish": "Hozuki and company visit a museum to see Nasubi's work and practice drawing together. Later, Nasubi and Hakutaku experiment with living art."
                },
                "4": {
                    "ID": "6343967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6343967",
                    "TitleEnglish": "The Blossom Front / Three Men, Three Personalities",
                    "SummaryEnglish": "Fourth OAD for Hozuki."
                },
                "5": {
                    "ID": "8172361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/8172361",
                    "TitleEnglish": "Hell Handbook and the Dragon Palace / You`d Better Have a Go-to Song Ready",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "8172362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/8172362",
                    "TitleEnglish": "けっこう毛だらけ猫灰だらけ / よきにはからえ",
                    "SummaryEnglish": "「けっこう毛だらけ猫灰だらけ」 猫又の小判は、今日もゴシップ記事のネタを探して衆合地獄の花街にいた。猫は隠れひそんで張り込むことに関しては群を抜いて得意。そのため、地獄にいる猫又には、記者のほかに探偵をやっている者もいるらしい。寝ているように見せかけ、実は張り込み中だった小判だが、人ごみの中を、猫らしからぬ妙に良い姿勢で二足歩行する猫を見つける。時おり謎の動きを見せるその猫に見覚えがあった小判は、こっそりあとをつけるのだった。 「よきにはからえ」 漢さん。それは、宋帝庁で男亡者の邪淫の罪を調べる家系の五代目にあたる猫獄卒。漢ちゃんと呼んでもいいが、漢の兄貴なら最高。そう語る漢さんの一日は謎に包まれている。先日は初江庁へ赴き、動物好きで有名な初江王に癒しを与えるなどしたらしい。今日はどこに行こうか悩む漢さん。初江王から鬼灯が動物好きだと聞いたのを思い出し、忙しい鬼灯に癒しを与えようと閻魔庁に赴くことに。はたして、漢さんを前にした鬼灯の反応は？"
                },
                "7": {
                    "ID": "9254561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/9254561",
                    "TitleEnglish": "要は毒/呪いから生まれた怪物達による呪いモノ講座",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "568435",
            "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4720081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/4720081",
                    "TitleEnglish": "Making or Breaking Hell / The Discovery of Hell's Mysteries",
                    "SummaryEnglish": "Hōzuki is the aide to the great king of Hell, King Enma. Calm and super-sadistic, Hōzuki tries to resolve the various problems in Hell, including a rampaging Momotarō and his companions. However, he also likes spending his free time on his hobbies, such as fawning over cute animals and raising \"Goldfish Flowers."
                },
                "2": {
                    "ID": "4760244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/4760244",
                    "TitleEnglish": "Demons, Underwear and Crabs / The State of Hell and This and That",
                    "SummaryEnglish": "In hell, the river pollution was as controversial as it was in the land of the living with its trash-ridden Sanzu River. There were particularly large number of items from coffins such as Rokumonsen (a ferriage fee for the crossing of Sanzu), eye glasses, wrist watches and the deceased's favorite items from their lifetime. The new Gokusotsu, Karauri and Nasubi were ordered to clean up the mess. Despite working diligently at first, Nasubi, who gets bored easily soon started to sing a song. Satan, the king of hell from EU decides to visit Japan to meet The Great King Enma. Although he starts off in a friendly manner by handing The Great King Enma presents, his true intention was to take over hell in Japan. Satan later went on a tour around hell guided by Hozuki, but was soon flabbergasted by the extreme cultural differences starting with the strange lifeforms and also insubordinate workers leaving their bosses to die."
                },
                "3": {
                    "ID": "4760245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/4760245",
                    "TitleEnglish": "Hakutaku / How Their Discord Came to Be",
                    "SummaryEnglish": "Shiro goes to see Hozuki for an advice on the wedding present he wanted to give to his senior but was disappointed to learn that he was on a break. The Great King Enma suggested Shiro, Kakisuke and Rurio, who happened to be there at the spot should go wake him up but also warned how cranky Hozuki can get when someone disturbs his sleep. Despite Enma's warning, the three headed off to Hozuki's room. Momotaro was visiting Hozuki's office at Enma-cho to get his seal and made a fatal mistake by mentioning how Hozuki and Hakutaku looked alike. Hozuki was instantly infuriated by this remark and ran his backhand into the pillar behind him. Hozuki rubbed his wrist and matter-of-factly apologised. Soon after, the Great King Enma appeared out of the blue to explain how their discord came to be 1000 years ago."
                },
                "4": {
                    "ID": "4760246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/4760246",
                    "TitleEnglish": "Pretty Boys Need Love Too / The Crackling Hell",
                    "SummaryEnglish": "Hozuki carrying a hand luggage met up with Shiro who was chasing his own tail at the station. Shiro who was off-duty was excited to hear that Hozuki was going to see someone from the Karasu Tengu Police. While paying close attention to the time, Hozuki then decides to take Shiro with him and headed to the Jigoku taxi stand where they found Oborogurumas who were excitedly talking about a taxi theft in the world of the living. Hozuki on top of Needle Mountain was sighing over how the new Gokusotsu were managing the dead and asked the shadowed figure next to him what he should do with the situation. A few days later, a re-training program was introduced to beat the slackers back into shape. The new Gokusotsu including Karauri and Nasubi were brought to King Enma's court and observed how their seniors handled the dead."
                },
                "5": {
                    "ID": "4778018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/4778018",
                    "TitleEnglish": "The Instrumental Duo of The Mighty Rivals / Mental Sports Day",
                    "SummaryEnglish": "The story begins at the herbal medicine store \"Gokuraku Mangetsu\" in Togenkyo. Hakutaku was explaining Momotaro the secrets of becoming popular around girls while making a medicinal hotpot. Around the same time at Hell's Enma palace, Hozuki was explaining the finer points of tortures in hell to Shiro and the gang while also making a special hotpot. While cooking, Hozuki realised that he was missing one important ingredient and decides to meet the gatekeeper who had them. At the public square, Gokusotsu all across Hell gathered for the \"Gokusotsu Grand Sports Day\". Nasubi was relaxed as usual but Karauri on the other hand was nervous. Female Gokusotsu like Oko were also present. Hakutaku and Momotaro arrived at the square and were greeted by Shiro, Kakisuke and Rurio. As part of the program, Kakisuke was to do a coordinated group gymnastics and Rurio a song with his seniors. Shiro was however not quite sure what to do. Soon, the fireworks calling for assembly was launched and The Great King Enma announced the beginning of the sports day!"
                },
                "6": {
                    "ID": "4791788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/4791788",
                    "TitleEnglish": "Hell Idol: Peach Maki / The Right Arm Blues",
                    "SummaryEnglish": "Hell Idol Peach Maki was finishing up her gravure photo session at the Sento Farm in Togenkyo and along came Hakutaku in his usual manner. Oblivious of the suspicious shadowed figure up above, Hakutaku handed her a Sentou and began flirting. To her dismay, the shadowed figure turns out to be a gossip columnist who was attempting to get a scandal scoop on Maki who was advertising herself as a \"pure\" idol. The year is 102014 (Akuma Era). Satan's right hand man, Beelzebub from western hell arrived at Japan's hell. His name was written as \"Lord of the Flies\". It didn't take Beelzebub long to be shaking with anger as he was treated like a commoner despite him being an elite government official. To make matters worse, he couldn't even get through Hell Airport's inspection and was asked by Hozuki to literally empty his digestive fluids after stating that they were toxic. His patience was at its limit..."
                },
                "7": {
                    "ID": "4791789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/4791789",
                    "TitleEnglish": "Man & Woman and Mortal Hell / Hell-Style Acupuncture and Moxibustion Techniques & How-To Use the Johari Mirror",
                    "SummaryEnglish": "The new Gokusotsu were washing their senior's laundries collected from every corner of Hell. Seeing the mounds of laundry stacked up in the corner, Karauri and Nasubi decided to split up. Despite their effort however, the delicate laundry from Shugo Hell were time-consuming and there seemed to be no end. Their colleagues who were finished with their share started cleaning up and left one by one. Eventually Nasubi grew tired of hanging out the laundry and decided to show Karauri a new stunt he just thought up of. \"Lay your eyes upon this mirror!\" When one of the dead tried talking his way out of getting punishment, the Great King Enma pointed his finger to the mirror laid out in Enma Palace's court. The \"Johari Mirror\" was in essence an ultra high performance security camera that displayed any deeds that the dead did in their lifetime. With his evil deeds laid out in front of him, the dead instantly gave up and admitted his sins. Enma's day was proceeding as normal but after he tried stretching his back, a jolting pain ran through his body."
                },
                "8": {
                    "ID": "4791790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/4791790",
                    "TitleEnglish": "The Vulgar Battle / The 36 Views of Hell",
                    "SummaryEnglish": "Koban, the writer for gossip magazine \"Weekly Sanzu River\", was sipping tea while looking back at his most recent scoop involving the secret meeting between Hakutaku and Peach Maki and the eye-watering birth documentary at Fukisho. Everything was going fine until he tried nosing his way into Enma Palace and ended up taking a picture of Datsueba's bathing scene. Koban however, was still in the mood for an even trashier gossip. Who might his next target be? Nasubi was on his holiday, carving a life-like sculpture of a frog from a tree branch but something was bothering him. When he consulted Karauri how he was lacking inspiration, he was advised to simply be himself. Shortly after, a Kingyosou drifting calmly in the wind caught his eye. As advised by Karauri, he decided to bend with the wind like the Kingyosou in front of him."
                },
                "9": {
                    "ID": "4791791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/4791791",
                    "TitleEnglish": "The Ultimate Example of Ruin Through Wine and Women / Awash with Drunks",
                    "SummaryEnglish": "Hakutaku suffering from a hangover locked himself inside the toilet and prayed his pain to go away. Despite being used to seeing this kind of scenery, Momotaro was nonetheless disgusted with Hakutaku boozing himself and complained that it was no wonder why Hozuki looks down on him. However, when Momotaro mentioned how Hozuki would have the upper hand if he could hold his liquor well, Hakutaku got fired up and headed to Hozuki's place. Hakutaku and Momotaro decided to go along with the flow and joined Great King Enma's drinking party. Although King Enma intended to drink throughout the night, mentioning how it was a Japanese tradition, Hozuki quickly rejected the idea and allowed the rest of the Gokusotsu to go home before King Enma began boasting about his success story. When Hozuki sighed at the sight of the drunkards, he received an urgent message from someone."
                },
                "10": {
                    "ID": "4791792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/4791792",
                    "TitleEnglish": "Dinner of the Ten Kings of the Afterlife / Diets are Hell",
                    "SummaryEnglish": "When a person dies, they are put on a trial taking place between the Shonanoka (a Buddhist memorial service that takes place on the sixth day after their death) and Sankaiki (the second anniversary of a person's death). On such a trial, the deciding factors were the memorial services and offerings from the bereaved. At the temporary Hell, where the fortunate souls lined up to go to heaven, Hozuki was preaching how they should thank the bereaved for their offerings. Karauri, staring at the sheer amount of offerings on the altar was then ordered by Hozuki to go assist the dinner party for the Ten Kings who passed the judgement for these souls. The Great King Enma indulged himself in an epic food binge, eating the sweets from the offerings and dinner party and at one point, he became so obese that he couldn't even pick up the pen he dropped on the floor. When Hozuki overheard King Enma grumbling about going to a sports gym after work, he planned a bootcamp to put his superior, Shiro, Kakisuke and Rurio back into shape."
                },
                "11": {
                    "ID": "4791795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/4791795",
                    "TitleEnglish": "The Samurai Who Was Once Inch-High / The Quagmire Sisters Of The Mountain",
                    "SummaryEnglish": "While Hozuki was reading a book at Enma Palace's library, Shiro came by and began complaining how he discovered the Japanese folklore \"Momotaro\" that described Momotaro's dog as an Afghan Hound. Shiro's issue didn't end there as he had trouble reading the Japanese folklore \"Inch-High Samurai\" to the puppies. Hozuki was kind enough to lend him a hand but... Speaking of which, where is the Inch-High Samurai? The Yamagami (mountain god) \"Princess Iwa\" was upset as usual and threatened to kill any beautiful women who entered her mountain. Meanwhile at Enma Palace's lounge, Hozuki and Oko were eating together talking about the TV show \"Woman's Quarrel Over Appearance\" while the Tree Spirit was sighing over his current situation. Although Tree Spirits normally dwell in the mountain of the world of the living, he now takes refuge in hell due to his pollen allergy and the discord between the top 2 members of the Yamagami family, Princess Iwa and Princess Sakuya."
                },
                "12": {
                    "ID": "4791796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/4791796",
                    "TitleEnglish": "Lady Lilith and her Husbaned / Why Monsters are so Widely Spread Throughout the Mundane World of China",
                    "SummaryEnglish": "The word has it that Lady Lilith was once the first wife of the first man Adam before she became EU Hell special adviser Beelzebub's wife. Lilith made an excuse to go to Eastern Hell by volunteering for King Satan's escort and went on a shopping spree with her husband's cash card. Her next destination was Enma-cho. Could she be planning to seduce someone? Hozuki and Hakutaku were at it again. While Momotaro was making medicine, the 2 were locked in a word-chain game. Hakutaku was greatly disappointed about losing the game and while making Hozuki's medicine, he thought of asking a question that has been bothering him."
                },
                "13": {
                    "ID": "4840048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/4840048",
                    "TitleEnglish": "Hell's Bon Festival of Lights / Idle Chat with the Great King Enma",
                    "SummaryEnglish": "Bon Festival is an annual event where the lids of hell are released allowing the dead to return to the world of the living. Every Gokusotsu looks forward to this day as it is an equivalent of a summer vacation and Shiro, Kakisuke and Rurio were no exception. The open stalls were bustling with people and the scent of grilled Wagyu steak in the air was something Shiro just couldn't resist. To their surprise, Hozuki was also there wearing a demon mask and enjoying himself to the fullest. As the Bon Festival came and went, Enma-cho was back in business. Hozuki silenced the dead that was in his way and as if nothing had happened stated that the dead to be put on trial will be arriving late. The Great King Enma decided to take a rest but the last minute trials before the Bon Festival seemed to have left him a sore throat. What will Hozuki do?"
                }
            }
        },
        "2": {
            "ID": "703674",
            "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/seasons/official/2",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "6003356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6003356",
                    "TitleEnglish": "Ancient Underworld Overhaul / The Palace with the Malice",
                    "SummaryEnglish": "As Lord Enma passes judgement on the denizens of hell, Hozuki's past is revealed. Has he always been a demon?"
                },
                "2": {
                    "ID": "6352452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6352452",
                    "TitleEnglish": "Hell Minion for a Day / The Line Between Workaholic and Artist",
                    "SummaryEnglish": "Hozuki takes Maki and Miki around as hell minions to capture special tortures never seen before on film!"
                },
                "3": {
                    "ID": "6352453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6352453",
                    "TitleEnglish": "The Auspicious Alliance / Eccentric Cuckoo-land Creature",
                    "SummaryEnglish": "The Four Benevolent Beasts argue over a meal about who is older and how well they are aging. Meanwhile, Hozuki has some problems of his own down in Hell."
                },
                "4": {
                    "ID": "6352456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6352456",
                    "TitleEnglish": "The Legend of Mustard / Please Turnip for the Demon Parade",
                    "SummaryEnglish": "Koban the paparazzo gets an interview with Mustard. When Hozuki gets involved in the interview as well, Koban gets far more of a performance than he bargained for."
                },
                "5": {
                    "ID": "6384762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6384762",
                    "TitleEnglish": "Ono no Takamura / Great King Enma and Anecdotes",
                    "SummaryEnglish": "After continually being mistaken for the Great King Enma, King Shinko muses about how he should differ himself to avoid future confusion with the deceased."
                },
                "6": {
                    "ID": "6395025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6395025",
                    "TitleEnglish": "Princess Sakuya's Showtime / The Battle of Children's Limbo",
                    "SummaryEnglish": "We get a look at Young Hozuki and what he was like when he was younger. Later, Hozuki has to deal with some children who ended up in Hell."
                },
                "7": {
                    "ID": "6406030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6406030",
                    "TitleEnglish": "In Those Days You Were Always On Edge / Dr. Monkshood",
                    "SummaryEnglish": "The inventions and ideas of the Engineering Department are being discussed while Young Hozuki tries to make sense of it all."
                },
                "8": {
                    "ID": "6415453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6415453",
                    "TitleEnglish": "Hopping Vampire",
                    "SummaryEnglish": "Young Hozuki accidentally discovers the dead and meets quite a unique King with an extraordinary power."
                },
                "9": {
                    "ID": "6426324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6426324",
                    "TitleEnglish": "Snow Demon / The Offices of Boring",
                    "SummaryEnglish": "A showdown arises between the Cold Hells and the Hot Hells. Meanwhile, Hozuki unravels the path of how the deceased enter hell."
                },
                "10": {
                    "ID": "6437994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6437994",
                    "TitleEnglish": "Kagachi's Coolheadedness / Married to His Work",
                    "SummaryEnglish": "Hozuki is questioned about his humdrum, daily program in the normal world. Meanwhile, the Gods demonstrate their extraordinary matchmaking capabilities."
                },
                "11": {
                    "ID": "6437995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6437995",
                    "TitleEnglish": "Family / The Hounds of Hell",
                    "SummaryEnglish": "Hozuki, with great reluctance, agrees to take a vacation for the weekend. In the meantime, the dogs bicker as they try to distinguish themselves amongst each other."
                },
                "12": {
                    "ID": "6437996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6437996",
                    "TitleEnglish": "King Gokan's Chief of Staff / Hell's Hot Springs",
                    "SummaryEnglish": "Shiro discovers the mighty Scales of Karma and yearns to do one more thing that will make him an accomplished dog of hell."
                },
                "13": {
                    "ID": "6447349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6447349",
                    "TitleEnglish": "Master of Hell / Have a Drink and Get Some Rest",
                    "SummaryEnglish": "The arrival of a special guest brings an unceasing barrage of annoyances as Hozuki prepares for the end of year party."
                },
                "14": {
                    "ID": "6486079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6486079",
                    "TitleEnglish": "The Day-to-Day at the Offices of Enma / 1 Soup, 3 Dishes, 10 Meats",
                    "SummaryEnglish": "Hozuki conducts interviews while dealing with a fraud and all the newcomers."
                },
                "15": {
                    "ID": "6640051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6640051",
                    "TitleEnglish": "What is a Magical Girl? / Indulging in Western Clothing",
                    "SummaryEnglish": "Learning about witches and girls western clothing bring about a whole new set of annoyances for Hozuki."
                },
                "16": {
                    "ID": "6640052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6640052",
                    "TitleEnglish": "Dakini of the Welcoming Committee / Under the Sod",
                    "SummaryEnglish": "Dealing with flesh-eating demons is a lot easier than receiving a vaccination (only if you're Hozuki, of course)."
                },
                "17": {
                    "ID": "6640054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6640054",
                    "TitleEnglish": "The Man Who Learned From Yokai / The Woman Who Makes Use of Yokai",
                    "SummaryEnglish": "Love is a complicated thing, especially when the police and eons of family feuding are involved. Leave it to Hozuki to talk about...employee benefits?"
                },
                "18": {
                    "ID": "6640056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6640056",
                    "TitleEnglish": "Amanojaku / Go Home, Crane",
                    "SummaryEnglish": "A stranded crane presents a set of holy and annoying problems for Hozuki, who was only trying to be... nice?"
                },
                "19": {
                    "ID": "6640057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6640057",
                    "TitleEnglish": "Slippery as a Catfish / Gon Gets to Work",
                    "SummaryEnglish": "Hozuki learns that self-deprecation and laziness isn’t just for the Mundane world but is still just as annoying. How… tragic."
                },
                "20": {
                    "ID": "6640058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6640058",
                    "TitleEnglish": "Games / Mechanical Chief of Staff",
                    "SummaryEnglish": "Shiro, Rurio and Kakisuke take some time off at the Arcade and run into some interesting people. Hozuki has to entertain some new guests, hooray?"
                },
                "21": {
                    "ID": "6640059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6640059",
                    "TitleEnglish": "The Rabbit Called Mustard / Types",
                    "SummaryEnglish": "The tiny and hellishly mighty Mustard describes her typical day of writing in her diary, looking for a partner and torturing souls."
                },
                "22": {
                    "ID": "6640085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6640085",
                    "TitleEnglish": "Yakan Siblings / Shiro's Butt is in a Real Jam",
                    "SummaryEnglish": "Hozuki, the ever eccentric man, is invited to teach young children about Hell. What could possibly go awry?"
                },
                "23": {
                    "ID": "6640086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6640086",
                    "TitleEnglish": "Fundamentally / Mixed Martial Arts Contest",
                    "SummaryEnglish": "After some intense training with Hozuki, Mustard is ready for battle (even if her opponents are less than awake)!"
                },
                "24": {
                    "ID": "6640087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6640087",
                    "TitleEnglish": "The Stripping Hag and Clothes-hanging Geezer / Chef Miki",
                    "SummaryEnglish": "Hozuki teaches the hell minions about the old people that dwell at the Sanzu River bank and the monsters within, but it proves to be more of a headache than anticipated."
                },
                "25": {
                    "ID": "6640088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6640088",
                    "TitleEnglish": "Onki / Animals Don't Forget One's Kindness",
                    "SummaryEnglish": "Momotaro returns to the fabled Ogre Island in response to a recent incident. Later, Hozuki visits the court of King Shoko, where animals are called as material witnesses."
                },
                "26": {
                    "ID": "6640089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hozukis-coolheadedness/episodes/6640089",
                    "TitleEnglish": "Unrivaled at Poker / Is Hell Your Intended Destination?",
                    "SummaryEnglish": "Hozuki uses the apathetic nature of the Zashiki Warashi twins to wrangle a newcomer to Hell. Later, Hozuki settles a disagreement between different departments."
                }
            }
        }
    }
}