{
    "URL": "https://www.thetvdb.com/series/noragami",
    "Genres": [
        "Adaptation",
        "Anime - Seinen",
        "Paranormal",
        "Urban"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3225270/",
        "https://noragami-anime.net/",
        "https://www.tvmaze.com/shows/4218/show-slug",
        "https://www.themoviedb.org/tv/64710",
        "https://en.wikipedia.org/wiki/Noragami",
        "https://x.com/noragami_PR"
    ],
    "TitleEnglish": "Noragami",
    "SummaryEnglish": "Yato, a minor god, dreams to become the most revered deity in the world with big shrine and all. However, being a penniless god that he is, he has a long way to go and his shinki leaving him doesn't help matter. Later, when he does his job, a high school girl named Hiyori Iki pushes him out of the way of a speeding bus; unaware of his status as deity. Things get complicated when this incident triggers abnormality in Hiyori's soul, causing her to make an Astral Projection whenever she falls unconscious. To turn herself back to normal, Hiyori must help Yato becoming a better god who can fix the problem, along with Yato's new shinki, Yukine.",
    "TitleJapanese": "ノラガミ",
    "SummaryJapanese": "黒いジャージにスカーフ姿の“夜ト”は、祀られる社の一つもない貧乏でマイナーな神様。自分の社を築くべく、自分の携帯番号を街なかやトイレの壁に書き込み、賽銭〈5円〉で人助けをする、自称“デリバリーゴッド”である。良家の令嬢・壱岐ひよりは、交通事故に遭いそうになった夜トを助けようとして、代わりに自分が交通事故に巻き込まれてしまう。それがきっかけで“半妖（魂が抜けやすい体質）”となったひよりは、その体質を治してもらうために夜トを追いかけ、次第に行動を共にするようになる。さらに、夜トに拾われ、神様が使う道具“神器”となった少年“雪音”も仲間に加わり、人間に害を与える“妖”と戦いを繰り広げる一方で、夜トの秘められた過去が紐とかれていく。",
    "Aliases": [
        "Noragami Aragoto"
    ],
    "Modified": "2025-03-13",
    "Seasons": {
        "0": {
            "ID": "568412",
            "URL": "https://www.thetvdb.com/series/noragami/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "4720059",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/4720059",
                    "TitleEnglish": "God's Possession, God's Curse",
                    "SummaryEnglish": "Hiyori is entering her first year of high school. Unfortunately, her dreams of a high school debut are quickly shattered when she realizes her soul has fallen out of her body and Yato has possessed her.",
                    "TitleJapanese": "神憑り、神祟り  [Kamigakari, Kamitatari]",
                    "SummaryJapanese": "夜トが『神憑り』でひよりの体をのっとってしまった。ひよりになりきって高校デビューをしちゃったり、布教活動をしたりとやりたい放題の大騒ぎ......。原作第25話神憑りのお話をオリジナルアニメーションで収録!"
                },
                "2": {
                    "ID": "4720060",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/4720060",
                    "TitleEnglish": "A Promise in Spring",
                    "SummaryEnglish": "Yato, Yukine and Hiyori decide to have a picnic at Suzuha's cherry tree.",
                    "TitleJapanese": "春の日の約束  [Haru no hi no yakusoku]",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5353969",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/5353969",
                    "TitleEnglish": "The Yatogami Serial Murder Incident Noragami Suspense Theatre",
                    "SummaryEnglish": "Hiyori and her parents go to a ski resort where she unexpectedly meets Yato and Yukine. They meet Kofuku, Daikoku, Tenjin, his company, Kazuma and Bishamon. A mysterious man appears talking of sacrifices and attacks Yato, displaying him on a bloody cult wall and he freaks since he hasn't died. The man tries using poison which Yato purges by drinking from a vase. Infuriated, the man attacks him when with arrows, a gun, fire and cold which just has him assumed as a pervert. Yato tries to figure out who's killing him and successively accuses Kazuma, Bishamon, Tenjin, and many others while simultaneously revealing all his crimes against them. After accusing Hiyori, they spot the man kidnapping Yato and he is thrown off a cliff into water. Yato of course, survives and the man reveals that he was doing this as research for his mystery novels since his weren't realistic. After Yato tells him to fight with his pen, reveals that he's a god, the man becomes his believer to everyone's disbelief.",
                    "TitleJapanese": "ノラガミサスペンス劇場 夜ト神連続殺人事件",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5413143",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/5413143",
                    "TitleEnglish": "A Picture Together",
                    "SummaryEnglish": "16th volume DVD will adapt the manga's 41st chapter where the main characters go to \"Capypa Land.\"",
                    "TitleJapanese": "一緒に写真を",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "568413",
            "URL": "https://www.thetvdb.com/series/noragami/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4720069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/4720069",
                    "TitleEnglish": "A Housecat, a Stray God, and a Tail",
                    "SummaryEnglish": "A god named Yato answers a five-yen prayer to defeat a phantom that has appeared above a school using his Regalia, Tomone. Shortly after the battle, however, Tomone decides she is fed up with Yato and requests to have his contract with him terminated. Now without a Regalia, Yato takes up a new request to find a missing cat named Milord. Whilst he is doing that, a girl named Hiyori Iki spots him walking into the path of an oncoming bus and dives into to save him. She pushes him out of the road but is hit by the bus herself, and afterwards finds her spirit separated from her body, although she is able to return to it safely. Whilst recovering in hospital, Hiyori hears strange voices before having another encounter with Yato, who formerly introduces himself as a god. Some time later, Yato finds Milord but is attacked by the phantom. After Hiyori helps Yato escape, she learns that the incident from before has resulted in her becoming a half-phantom lying between the worlds of the living and the dead, causing her spirit, which has a cat's tail, to sometimes leave her body. After learning of the situation, Hiyori gives Yato five yen as a fee in order to help her get back to normal.",
                    "TitleJapanese": "家猫と野良神と尻尾",
                    "SummaryJapanese": "\"夜ト\"は、デリバリーゴッドとして賽銭五円で人々の依頼を請け負っている宿無しの神様。相棒の伴音に「生理的にイヤ！」と言われ、ついに神器までいなくなってしまう。ある日、迷い猫を探している途中でトラックに轢かれそうになった夜トだが、「壱岐ひより」という少女に助けられる。"
                },
                "2": {
                    "ID": "4720070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/4720070",
                    "TitleEnglish": "Snow-like",
                    "SummaryEnglish": "As Hiyori ends up drifting out of her body more often than not, she takes advantage of her new agile form. Despite being reminded by Hiyori about the job she paid him for, Yato insists that he can't do anything until he gets a new Regalia. Assuming a Regalia could be made from any phantom, Hiyori goes in search of one, only for it to turn out to be a really hostile one. Hiyori attempts to fight the phantom herself but is stopped by Yato, who is injured in the process. After retreating to treat his 'blight' wound, which can spread if left untreated, Yato explains that Hiyori's tail is what connects her to her physical form, and if it is cut, she will die. The phantom returns, and Yato spots an uncorrupted spirit and claims it as his new Regalia, which takes the form of a white katana, allowing Yato to defeat the phantom. Yato afterwards decides to name his Regalia Yukine, which transforms into the form a teenage human boy.",
                    "TitleJapanese": "雪のような",
                    "SummaryJapanese": "生きながらの妖”半妖”となってしまったひより。特異体質を直してもらおうと夜トに掛け合うも「神器が見つかるまでは無理」と相手にしてもらえない。仕方なく自分で神器探しを始めるひよりだが、誤って妖を連れてきてしまった。神器がなければ戦えない夜ト、住宅街を逃げ回る夜トの目に映ったのは雪のような死霊の姿で…。"
                },
                "3": {
                    "ID": "4759428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/4759428",
                    "TitleEnglish": "Bidden Calamity",
                    "SummaryEnglish": "As Yukine tries to adjust to his role as Yato's Regalia, he is scolded by Yato over allegedly having dirty thoughts about Hiyori, explaining that they share the same mind and body. Later, the three are summoned by the God of Learning, Lord Tenjin, who has taken on Tomone, now named Mayu, as one of his new Regalia. Tenjin commissions Yato to take care of some phantoms that have appeared near a railway track. Whilst fighting the phantoms, the three encounter a 'storm', which Yato and Yukine manage to destroy before it compels a schoolboy to walk into the path of a train.",
                    "TitleJapanese": "招かれた厄災",
                    "SummaryJapanese": "夜トの新しい神器となった雪音。しかし待遇の悪さに不満は募るばかり。「俺の力見せてやる！」と言って、ひよりを呼びつけたはいいがおごってもらう始末。やっときた依頼の電話で向かった先は、なんと学問の神”天神様”のお社だった。格の違いに思わずひれ伏すひよりと雪音。どうやら受験シーズ ンで忙しいので手伝ってほしいという依頼であった。"
                },
                "4": {
                    "ID": "4759429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/4759429",
                    "TitleEnglish": "Where Happiness Lies",
                    "SummaryEnglish": "Yato takes Hiyori and Yukine to meet a fellow god named Kofuku, and her Regalia, Daikoku. In the middle of their talk, Yato is summoned by a suicidal office worker named Usuke Urasawa, whom he accidentally knocks off the top of a building in the process. On the way down, Usuke explains how his luck and fortune went downhill in pursuit of love for a girl, who turns out to be Kofuku, revealed to be a Binbougami (God of Poverty) who causes bad luck and misfortune to those around her. Yato manages to use Yukine to sever Usuke's ties and memories to Kofuku, before ensuring he lands safely. After Yato collects his payment, Kofuku tells Hiyori that Yato had once killed before. Later, as Yato tells Hiyori to go to Kofuku and Daikoku should anything happen to him, Yukine encounters a strange woman, who is revealed to be Nora--Yato's former Regalia.",
                    "TitleJapanese": "しあわせの在処(ありか)",
                    "SummaryJapanese": "相変わらず仕事のない夜トに雪音の為にもしっかりしてほしいと頼むひより。ふっと真剣な顔で「会わせたいやつがいる」と言って連れてこられたのは、 小福という女の子の家だった。実は「恵比寿小福」と言って、強面の”大黒”という神器もいた。そこへ久しぶりに夜トに依頼が入る。瞬間移動した先はビルの屋上、どうやら弾みで依頼人を突き落としちゃった!?"
                },
                "5": {
                    "ID": "4759430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/4759430",
                    "TitleEnglish": "Borderline",
                    "SummaryEnglish": "After Yato teaches Yukine how to make a borderline, which regalia can use against phantoms, Hiyori decides to have Yukine live in her house, feeling Yato can't look after him properly. After some reluctance, Yato agrees to let Yukine stay with her. Yato ends up sneaking himself too, keeping Yukine in check before he gets any ideas about Hiyori. The next day, Yukine runs away after Hiyori stops him from stealing a skateboard, with Yato later explaining to her that any impure thoughts Yukine has results in pain for himself. Whilst running away, Yukine encounters a little girl, which he later learns to be the spirit of a girl who died in a traffic accident. However, the girl ends up getting possessed by a phantom and becomes consumed by it, forcing Yato to use Yukine to defeat her against his will .",
                    "TitleJapanese": "境界線",
                    "SummaryJapanese": "神器としての能力を発揮し始めた雪音。ひよりは夜トは保護者失格だとして、雪音を自分の家で預かることにする。久々の人間らしい生活に、 自分と生きている人間の違いを感じる雪音。ひよりと買い物に出かけた際に、ふとスケボーを棚から借りて乗り回すが「泥棒と一緒だ」と たしなめられてしまう。"
                },
                "6": {
                    "ID": "4759431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/4759431",
                    "TitleEnglish": "Scary Person",
                    "SummaryEnglish": "Yukine, depressed about being used by Yato to kill the girl spirit instead of saving her, steals the skateboard he had his eye on before. When Yato stops him, Hiyori appears, deciding to cover for Yukine by claiming she bought it for him. Just then, a god named Bishamon, holding a personal grudge against him, appears and attacks Yato. Hiyori calls Kofuku and Daikoku to help, tracking Yato's location using her sense of smell. However, Kofuku's attempt to stop the battle ends up making things worse by causing a huge hole with raging storms appear. Bishamon tries to take advantage of the situation, dealing some damage to Yato, but is urged by one of her regalia, Kazuma, to retreat to protect her other regalia.",
                    "TitleJapanese": "コワイヒト",
                    "SummaryJapanese": "徐々に”魔”が差し始める雪音。ついにスポーツショップでスケートボードを盗んでしまう。夜トに問い詰められ、咄嗟に「ひよりに買ってもらった」と嘘をついてしまう。気まずい雰囲気の3人のもとに、突如現れたのは最強の武神”毘沙門”だった。夜トの命を狙っており、複数の神器を扱い襲ってくる。ひよりが助けを求めに向かった先は―。"
                },
                "7": {
                    "ID": "4759432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/4759432",
                    "TitleEnglish": "Uncertainty & Destiny",
                    "SummaryEnglish": "Hiyori's presence as a spirit is discovered by Kazuma, who chooses to keep this a secret from Bishamon, before telling Hiyori that if nothing is done about Yukine, Yato will die. Later that night, as Yato is helping out at a convenience store, Yukine, who has been feeling that Yato would choose Nora over him, is caught trying to steal some charity money. Just then, another phantom appears, and despite Nora's presence causing Yukine unease, Yato assures him that he is his regalia and manages to defeat the phantom with him.",
                    "TitleJapanese": "迷い事、定め事",
                    "SummaryJapanese": "夜トvs毘沙門の一件は、風穴によって一旦先送りとなった。ひよりの家を出た雪音は天神を頼るが、「今のままじゃ雇えない」と断られてしまう。行く当てもないまま、どんどん魔が差していく雪音。それはヤスミとなって、主である夜トの体を蝕み始めていた。さらに、公園で一人佇む雪音の前に、夜トが“野良”と呼んでいた少女が現れて―。"
                },
                "8": {
                    "ID": "4759433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/4759433",
                    "TitleEnglish": "Over the Line",
                    "SummaryEnglish": "Yato and Yukine are called to Hiyori's school at the request of a bullied student, with Yato giving him a certain something to use. Whilst at the school, Yukine laments that he never had the chance to go to high school himself and make friends with others. The student is driven by a phantom to confront the bully using a knife Yato had given him, but he manages to hold himself back and disperse the phantom with his own will. Yukine, however, gives into his frustration and starts breaking the school's windows, causing Yato's blight to spread further. As Hiyori discovers this, she risks herself to try and bring him to Kofuku and Daikoku, getting blighted herself in the process. Kofuku and Daikoku shut them out with a borderline.",
                    "TitleJapanese": "一線を越えて",
                    "SummaryJapanese": "夜トと雪音への新しい依頼人は、ひよりの中学校の生徒“萩原学”。同級生からのいじめに苦しんでいるのだが、泣き言ばかりで自分では行動を起こせないでいた。そんな学に対して、そして、中学校という生きていれば毎日通っていたであろう場所に対して雪音は何を想う・・・。"
                },
                "9": {
                    "ID": "4759434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/4759434",
                    "TitleEnglish": "Name",
                    "SummaryEnglish": "Daikoku and Kofuku only allow Hiyori to come through the borderline so she can cleanse her blight, stating that Yato will die unless Yukine receives punishment by ablution. Although Daikoku manages to enlist the help of Mayu, he struggles to find a third Regalia to help perform the ablution. Rejecting the thought of calling on Nora, as she might kill Yukine, Hiyori goes to Bishamon's shrine to request Kazuma's help. As the three Regalias get together, they discover Yukine's back is covered with phantoms and begin their ablution, in which Yukine must endure pain until he confesses to his sins, or otherwise transform into a phantom himself. Yukine admits his crimes and expresses his jealousy of the living and his envy of what they have. As Yukine's condition worsens, Hiyori and Yato calls out to him, reminding him that they are his friends, and the name Yato gave him is that of a person's. Hearing this, Yukine apologises for all the bad things he had done, allowing the ablution to be successfully carried out. With both Yato and Yukine back to normal, they both feel thankful towards Hiyori for saving their lives. Meanwhile, Nora has awakened a spirit named Rabo, who has a grudge against Yato.",
                    "TitleJapanese": "名前",
                    "SummaryJapanese": "雪音が悪事を積み重ねたことにより、夜トはヤスミに冒されてしまい危険な状態に陥っていた。夜トを助けるためには、神器である雪音を“禊”にかけて、犯した罪を懺悔させなければならない。そのためには3人の神器が必要なのだが・・・"
                },
                "10": {
                    "ID": "4759435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/4759435",
                    "TitleEnglish": "Regarded with Hate",
                    "SummaryEnglish": "As Yukine takes up a part time job at Daikoku's food stand to help repay what he stole, he and Hiyori hear from Miyu about how Tenjin banished one of his regalias for stinging him with blight. Meanwhile, Tenjin informs Yato, who finally contemplates fulfilling Hiyori's request, that he may be able to fix her problem if he cuts his ties with her. On New Year's Day, as Yato and Yukine fight a group of phantoms, Hiyori, who was on a shrine visit with her friends, is lured out by Nora, who sends her own phantoms to chase after her. As Hiyori is saved as the phantoms are dissolved by dawn's sunlight, Nora informs her about Rabo and his desire to kill Yato, telling her to stop existing. After Yato and Yukine manage to defeat all the phantoms, they catch up to Hiyori, only to find she has no memory of who Yato is.",
                    "TitleJapanese": "忌むべき者",
                    "SummaryJapanese": "年末年始を迎え初詣に出かけたひよりは野良と遭遇してしまう。\n不敵に笑う野良は面を付けた妖を使い、ひよりを突然襲ってきて・・・"
                },
                "11": {
                    "ID": "4759436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/4759436",
                    "TitleEnglish": "Abandoned God",
                    "SummaryEnglish": "As Yato and Yukine try to figure out how to restore Hiyori's memories, they are confronted by Nora, who reveals she had stolen Hiyori's memory of Yato and has become Furuhime, regalia of Rabo, who attacks Yato in an attempt to awaken some repressed memories. As Yato finds himself unable to beat Rabo and Furuhime, the two take their leave, with Furuhime stating she will return Hiyori's memory if Yato can defeat Rabo. It is revealed that Rabo is a calamity god, a god who answers malicious wishes to kill people, phantoms, and gods, who once worked alongside Yato, who was also a calamity god himself. As Yato becomes conflicted over whether restoring Hiyori's memory is the right thing to do, Yukine shows Hiyori a picture book detailing the times they have spent together. Meanwhile, Furuhime reveals that Hiyori's memory is further waning, shown when she loses her memory of Yukine, and will leave her as an empty vessel if nothing is done. Despite knowing the risks involved, Yato and Yukine resolve to restore Hiyori's memory.",
                    "TitleJapanese": "棄てられた神",
                    "SummaryJapanese": "ひよりの異変に動揺を隠せない夜ト。\n元のひよりに戻る方法を探して奔走していると、突如現れたのは、\n夜トがその昔行動をともにしていた禍津神（まがつかみ）“蠃蚌（らぼう）”だった。"
                },
                "12": {
                    "ID": "4759437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/4759437",
                    "TitleEnglish": "A Scrap of a Memory",
                    "SummaryEnglish": "Yato and Yukine warp over to Rabo's shrine, mistakenly dragging Hiyori along with them. Yato immediately engages Rabo and Furuhime, only to be easily fended off and taken prisoner by a spell of Rabo's which enshrouds the victim in a sphere of water. Hiyori manages to pull Yato out, allowing the fight to resume. Unsatisfied with Yato's performance, Rabo decides to destroy the jewel-like sphere containing Hiyori's stolen memories, causing her to fall unconscious. Angered by this, Yato appears to awaken to his former self as a god of calamity, and easily kicks Rabo into the stone cliff surrounding the site. Having seen that Yato had returned to his old self, Rabo absorbs the storm which had been raging from above, thus merging with its phantoms. An exchange between the two causes boulders to loosen, one of which heads directly for Hiyori. Yato saves her just in time, and holds her tightly to his body in a protective gesture. Hiyori's memories are awakened by his scent, and she returns to consciousness. Realizing he has to get rid of Hiyori, Rabo takes hold of her, but is finished off by Yato and Yukine with a move used for cleansing phantoms. As the three make their way back home, Hiyori tells Yato and Yukine that she never wants to sever her ties with them.",
                    "TitleJapanese": "一片(ひとひら)の記憶",
                    "SummaryJapanese": "「かけがえのない大切な仲間を取り戻すため・・・」\n「かつて見た禍津神・夜トともう一度戦うため・・・」\n夜トと蠃蚌（らぼう）は再び剣を交える――!!"
                }
            }
        },
        "2": {
            "ID": "635438",
            "URL": "https://www.thetvdb.com/series/noragami/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5310466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/5310466",
                    "TitleEnglish": "Bearing a Posthumous Name",
                    "SummaryEnglish": "Yato continues his daily routine as a delivery god who also slays Phantoms when the need arises. Elsewhere, Bishamon is plagued by nightmares from times long past…",
                    "TitleJapanese": "諱（いみな）、握りて",
                    "SummaryJapanese": "賽銭“5円”で人助けをする自称“デリバリーゴッド”の夜トは、“神器”の雪音、“半妖”となった壱岐ひよりと共に、相変わらず貧乏でマイナーな神様として日々を過ごしていた。そんなある日、夜トは妖を斬り伏せた現場で一枚の“面”を見つける。一方、夜トの天敵である“最強武神”毘沙門は、抱える神器の数を増やし続けていた。身体への負担を心配する兆麻。それでも“死霊”を見捨てることの出来ない毘沙門は……"
                },
                "2": {
                    "ID": "5353917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/5353917",
                    "TitleEnglish": "One of Her Memories",
                    "SummaryEnglish": "Yukine makes a new friend, but soon learns what it means to be a Regalia. Kazuma remains confused by Bishamon's declining health… until he makes a shocking discovery!",
                    "TitleJapanese": "彼女の思い出",
                    "SummaryJapanese": "雪音に初めて同年代の友達ができた。喜ぶひよりや小福たち。しかし、打ち明けられない秘密が雪音にはあった。友達とは毘沙門の神器“鈴巴”だったのだ。神器として同じ境遇にある二人は、毎日のように顔を合わせて距離を縮めていく。草木の手入れが得意で、中でも一本の“桜の木”を大切にしている鈴巴。そこには彼の忘れられない一つの約束が秘められていた……。此岸と彼岸の者、雪音はその関係に思いを巡らせる。"
                },
                "3": {
                    "ID": "5353918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/5353918",
                    "TitleEnglish": "False Bond",
                    "SummaryEnglish": "Kugaha finally sets his plot into motion and has Kazuma banished. The ensuing chaos causes more pain for Bishamon… and pulls Yukine and Yato into the turmoil too!",
                    "TitleJapanese": "イツワリノ絆",
                    "SummaryJapanese": "毘沙門の神器が一人、死んだ。苦痛から体調をさらに悪化させていく毘沙門。薬師の陸巴はいち早く原因を指摘、気づけなかった兆麻は道標としての立場が揺らぐ。甲斐甲斐しい陸巴に心許す毘沙門。しかし、その裏では着々と陸巴の企みが進んでいた。一方、鈴巴に会いに行こうとする雪音を引き止める夜ト。制止を振り切り雪音が駆けつけた先で見たのは、桜の木に花を手向ける兆麻の姿だった。そこで鈴巴のすべてを知らされた雪音は……。"
                },
                "4": {
                    "ID": "5353919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/5353919",
                    "TitleEnglish": "Wish",
                    "SummaryEnglish": "Kazuma and Hiyori find themselves captured. They watch helplessly as Kugaha tricks Yato and Bishamon into battling each other to the death!",
                    "TitleJapanese": "願（ねがい）",
                    "SummaryJapanese": "陸巴に連れ去られたひよりと兆麻は、呪がかけられた洞窟に監禁されていた。毘沙門を裏切った陸巴……その狙いを推察する兆麻は、自分たちの過去をひよりに語り聞かせる。かつて毘沙門の神器たちには共通の呼び名として“麻”の字が与えられていた。兆麻は唯一の生き残りであり、他の”麻の一族”を全滅させたのは夜トだった……。ひよりを救うため、雪音と共に高天原へ向かう夜ト。待ち構える毘沙門。因縁の対決がついに始まる……！"
                },
                "5": {
                    "ID": "5353920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/5353920",
                    "TitleEnglish": "Divine Acclamation, Imprecation",
                    "SummaryEnglish": "Yukine shatters in half while Yato and Bishamon battle each other! Elsewhere, Kugaha enacts the second part of his plan by slaughtering Bishamon's Regalias!",
                    "TitleJapanese": "神祝き、呪きき（かむほさ、ほさ）",
                    "SummaryJapanese": "夜トを守ろうとして、毘沙門に斬り伏せられた雪音。その体は“祝の器”となり新たな変化を遂げる。ヤスミに冒された毘沙門は劣勢に立たされる。そこに追い打ちをかけるように“面の妖”を操り、毘沙門の神器たちを次々と襲わせる陸巴。神器たちが死んでいく苦痛に、毘沙門はついに我を失い暴走し始め……。戦い続ける夜トと毘沙門、二人を止めようと足掻く兆麻、衰弱していくひより。そして、因縁の対決は予期せぬ展開を迎える。"
                },
                "6": {
                    "ID": "5353922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/5353922",
                    "TitleEnglish": "What Must Be Done",
                    "SummaryEnglish": "Bishamon and Yato learn of Kugaha's betrayal, but most of the damage has already been done. Meanwhile, the giant, masked Phantom continues to hunt down the last remaining Regalias…",
                    "TitleJapanese": "為すべきこと",
                    "SummaryJapanese": "”麻の一族”を襲った悲劇。兆麻から過去のすべてを聞かされた毘沙門は、我を取り戻し長年こらえ続けた涙を流す。一連の光景を前にした陸巴は、今の毘沙門の在り方を批判。惨状を招いた責任を負い、毘沙門自ら命を絶ち“代替わり”するべきだと言い放つ。それを聞いた囷巴は反発するが、陸巴は毘沙門をさらに追い込んでいく。それぞれが迎える結末、そして選びゆく先とは――。はるか昔から続いた戦いがここに決着する。"
                },
                "7": {
                    "ID": "5353923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/5353923",
                    "TitleEnglish": "How to Worship a God",
                    "SummaryEnglish": "Bishamon is forced to confer with the other gods about her recent failings. Elsewhere, Ebisu offers to buy Yukine from Yato for a large sum of money - enough for Yato to build his own shrine.",
                    "TitleJapanese": "神様の祀り方",
                    "SummaryJapanese": "毘沙門との戦いを経て、ひよりと夜ト、雪音の三人はより距離を縮めていた。進級試験にも無事合格し、春から高校生になったひよりは、新しい制服に身を包み、これから始まる学校生活への期待に胸をふくらませる。そんな中、夜トのもとへスーツ姿の男が訪れる。七福神の一人“恵比寿”と名乗るその男は、祝の器となった雪音を譲ってくれと話す。なぜか煮え切らない態度を取る夜トに対し、心を乱す雪音だが……。"
                },
                "8": {
                    "ID": "5353924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/5353924",
                    "TitleEnglish": "God of Calamity",
                    "SummaryEnglish": "After Kugaha's defeat, Ebisu decides to conduct certain, secret tests. Meanwhile, Yato reaches new highs and new lows after Hiyori gives him his own shrine…",
                    "TitleJapanese": "禍津神",
                    "SummaryJapanese": "自分のお社を手に入れて喜ぶ夜ト。一方、道標としての自覚を持ち始めた雪音は、より強くなるため兆麻に術の教えを乞う。夜トの喜びようが気になっていたひよりは、小福から神様に関する話を聞いていた。”無名の神は人に忘れられたら消えてしまう”……それを知ったひよりは、夜トの過去について考え始める。それぞれが新たな一歩を踏み出そうとしている中、それを阻むかのように夜トの前に現れる野良。彼女の真意とは……。"
                },
                "9": {
                    "ID": "5353925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/5353925",
                    "TitleEnglish": "The Sound of a Thread Snapping",
                    "SummaryEnglish": "Yato and Nora head into the underworld to complete one last job together: find and rescue a certain conjurer. But with each passing moment, Hiyori begins to forget Yato…",
                    "TitleJapanese": "糸の切れる音",
                    "SummaryJapanese": "夜トが消えて一ヶ月が経過した。小福ら彼岸の者は心配を募らせるが、此岸の人間であるひよりは夜トに関する記憶を徐々に薄れさせていく。その頃、高天原では、”妖を傀儡にする術師”に関して新たな展開を見せようとしていた。タケミカヅチが告げたその正体に、驚愕し信じることのできない毘沙門ら七福神たち。一方、黄泉から一人の術師を連れ戻すことで、父親から解放を約束された夜ト。野良と共に訪れた先で出会ったその人物は――。"
                },
                "10": {
                    "ID": "5353927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/5353927",
                    "TitleEnglish": "A Certain Desire",
                    "SummaryEnglish": "The heavens are thrown into chaos when the gods learn that Ebisu has been experimenting with Phantoms. Meanwhile, Yato and Ebisu struggle to escape Izanami and leave the underworld behind.",
                    "TitleJapanese": "斯く在りし望み",
                    "SummaryJapanese": "カピパーランドでの出来事に塞ぎ込むひよりであったが、雪音と再会し一ヶ月もの間忘れていた”夜トの記憶”を取り戻す。しかし、依然夜トの行方は掴めておらず気が焦る。その夜トは、襲いくるイザナミを避けながら恵比寿と共に黄泉の出口を探していた。しかし、黄泉において絶対的な優位に立つイザナミを前に窮地に立たされる。それでも“言の葉”を持ち帰ることを諦めない恵比寿。そんな恵比寿に夜トは疑問をぶつけるが……。"
                },
                "11": {
                    "ID": "5353928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/5353928",
                    "TitleEnglish": "Revival",
                    "SummaryEnglish": "Bishamon and Hiyori manage to track down Yato, but they have no way of getting into the underworld. Meanwhile, Izanami continues to pursue Yato… And if he gets caught, he'll be stuck in the underworld forever!",
                    "TitleJapanese": "黄泉返り",
                    "SummaryJapanese": "恵比寿を救うため黄泉の入り口へと急ぐ毘沙門たち。そんな彼らの前に突如、巨大な風穴が現れる。同じ頃、雪音とひよりは黄泉に入れる可能性を信じ風穴へと向かおうとしていた。しかし、二人の前に毘沙門によって追放されたはずの陸巴が立ち塞がる。ひよりを守るため兆麻から教わった術「縛布」を発動させる雪音だが、陸巴をその名で縛ることが出来ず焦りだけが募っていく。余裕の陸巴は言葉でもって雪音を追い詰めていくが……。"
                },
                "12": {
                    "ID": "5353930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/5353930",
                    "TitleEnglish": "Your Voice Calls Out",
                    "SummaryEnglish": "Bishamon faces Izanami in battle in order to save Yato. Yato's only hope for escape lies in his true name, but he's never revealed it to anyone. Meanwhile, the heavenly executioners have caught up with Ebisu and are prepared to kill him!",
                    "TitleJapanese": "君の呼ぶ声",
                    "SummaryJapanese": "意識を取り戻した恵比寿は、夜トたちを黄泉から救い出す“一つの可能性”を話し始める。「魂呼び」――それは此岸の者が黄泉の淵を覗き込み、諱でもって呼び戻すという方法だった。風穴が閉じられていく中、ひよりは必死になって夜トの名を呼ぶが……。一方、夜トを救おうと黄泉へ向かった毘沙門たちであったが、彼らもまたイザナミに囚われてしまう。さらに地上では、恵比寿を追ってついに天の討伐隊が姿を現そうとしていた。"
                },
                "13": {
                    "ID": "5437248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/noragami/episodes/5437248",
                    "TitleEnglish": "The God of Fortune's Message",
                    "SummaryEnglish": "The heavens deliver their divine punishment, and Ebisu is forced to start anew. Despite this, Yato is filled with a new sense of purpose and upholds his promise to Ebisu.",
                    "TitleJapanese": "福の神の言伝（ことづて）",
                    "SummaryJapanese": "黄泉から地上へと無事帰還した夜ト。喜びも束の間、待っていたのは天の討伐隊との激しい戦いだった。恵比寿を守るため、満身創痍の体を押して戦い続ける夜ト。しかし、夜トが最後に目の当たりにしたのは、余りにも苛酷な現実だった――。すべてを終え、落ち込む夜トを心配する雪音とひより。恵比寿と出会い、心動かされた夜トが今、胸に抱く思いとは……。"
                }
            }
        }
    }
}