{
    "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3399734/",
        "https://www.themoviedb.org/tv/77175"
    ],
    "TitleEnglish": "SoniAni: Super Sonico The Animation",
    "SummaryEnglish": "When Sonico wakes up every morning she sees big things on the horizon, but when she gets up gravity takes hold and she can focus on what is directly ahead of her for the day. And that is a good thing, because Sonico is more than just an attractive girl with a really huge set of... er... headphones. She is also an incredibly busy young woman who somehow juggles modelling and working at her grandmother's bar while attending college and performing lead vocals and playing the guitar in the all-girl band Fastest Speed in Space. How she manages to squeeze it all in is as big a mystery as how she manages to squeeze into some of her outfits or paint her toenails without falling over, but somehow she always stays balanced and abreast of the situation. Well, most of the time, anyway, and when her workload does get a little top heavy, she can count on her fellow musicians Suzu and Fuuri for a little stabilizing influence.",
    "TitleJapanese": "そにアニ -SUPER SONICO THE ANIMATION-",
    "SummaryJapanese": "ニトロプラスのライブマスコットガールとしてさまざまな活動をしている“すーぱーそに子”。\n彼女のキャラクターや世界観はそのままに、「そにアニ -SUPER SONICO THE ANIMATION-」としてアニメ化決定。",
    "Aliases": [],
    "Modified": "2024-10-19",
    "Seasons": {
        "0": {
            "ID": "568600",
            "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5247277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/5247277",
                    "TitleEnglish": "Mahou Shoujo Sonico Magica",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "568601",
            "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4721323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4721323",
                    "TitleEnglish": "I'll Do My Best!",
                    "SummaryEnglish": "Sonico wakes up late and prepares food for her pet cats. She meets people as she rushes towards the college and still ends up late on her class, which her professor praises her intellect but criticizes for her tardiness. After her class, she engages on a photo shoot with a lecherous client. After an array of photos, the client requests Sonico to wear a much more revealing outfit but thanks to the intervention of Mr. Kitamura, Sonico's manager, she does not. After the photo shoot, she helps her grandmother on a bar where a baseball team is their usual patron giving praises on Sonico's growth. After a phone call from her bandmates, she meets up with Suzu, the bassist, and Fuuri, the drummer. They practice a new song that Suzu composed.",
                    "TitleJapanese": "がんばりまうsよ〜♪",
                    "SummaryJapanese": "大学の講義が終わり、アルバイト先へと向かったすーぱーそに子の本日のお仕事は雑誌グラビア撮影。\n水着姿でがんばってポーズを取る彼女に対して、もう少しアピールが欲しいという雑誌担当者から予備の衣装が入った袋を渡される。\n期待に胸を膨らませながら袋を開けたそに子が見たものは…。"
                },
                "2": {
                    "ID": "4768706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4768706",
                    "TitleEnglish": "First Astronomical Velocity",
                    "SummaryEnglish": "Sonico is preparing for a concert with her band, First Astronomical Velocity, but things prove troublesome when a sudden modelling job comes into play.",
                    "TitleJapanese": "第一宇宙速度",
                    "SummaryJapanese": "そに子はバンド『第一宇宙速度』メンバーのリーダー兼ベース担当の富士見鈴、ドラム担当の綿抜フウリと一緒に定期ライブのミーティングをすることに。\nそこで鈴は次のライブでそに子だけ衣装を新調したいと言い出し、早速作ってもらった衣装を見せる。\n可愛いと喜ぶそに子だったがそれにはある仕掛けが施されていて…。"
                },
                "3": {
                    "ID": "4768707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4768707",
                    "TitleEnglish": "Sonico Goes to Okinawa",
                    "SummaryEnglish": "Sonico goes to Okinawa for a modeling shoot. The first day she meets all the staff, and has dinner with them. The manager, Kitamura, shows Sonico back to her room so she could get some rest, but gets invited to go drinking by the client. Another man approaches when he hears Kitamura speaking so highly of his model. The next afternoon, after the photo shoot, the man calls Kitamura to remind him that he agreed to Sonico appearing in an action film shooting that evening. Unfortunately, while watching Sonico during the filming, Kitamura's protective instincts kick in, resulting in him becoming the unwilling superhero star of that week's TV show episode.",
                    "TitleJapanese": "そに子、沖縄に行く",
                    "SummaryJapanese": "グラビア撮影のお仕事で沖縄へとやってきたそに子。初日はスタッフの顔合わせと親睦会を兼ねた夕食のみ。\n明日の撮影に備えて早々に部屋へと戻るそに子を見送ったマネージャーの北村は、クライアントの雑誌編集者・遠藤に誘われて共に飲みに行くことに。\nすっかり出来上がった北村が遠藤にそに子の魅力を熱く語っていると、一人の男が近寄ってきて…。"
                },
                "4": {
                    "ID": "4768708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4768708",
                    "TitleEnglish": "Daydream",
                    "SummaryEnglish": "Sonico gets a postcard from someone with no sender written. It seems to be from a tropical location, and there's only a few words printed. Sonico remembers her past. Everything started when she was into rock during middle school. She couldn't express herself honestly and with as much power as a rock musician, so she wanted to be like one. She finds a upperclassman who teaches her everything.",
                    "TitleJapanese": "デイドリーム",
                    "SummaryJapanese": "ある日そに子に送り主の住所が書いていない絵葉書が届く。どこか南国の写真が使われた葉書には一言だけメッセージが書かれていた。\nそしてそに子は想い出す。ロックに夢中だった中学生の頃。ロックミュージシャンのように激しく真っ直ぐに自分を表現したいと思っていたあの頃。\n人見知りで引っ込み思案な自分にロックを教えてくれた先輩のことを…。"
                },
                "5": {
                    "ID": "4768709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4768709",
                    "TitleEnglish": "New World",
                    "SummaryEnglish": "A woman editor working for a local magazine is directed (over her protests) to write an article on Sonico, as part of a series on celebrities that live locally. She does not expect Sonico and her manager to agree to direct observation but they do, feeling that it is important to have local exposure. So the editor spends the day observing Sonico expecting the famous model to be shallow and self-absorbed. However she finds Sonico to be a typical college student and her classmates are mostly unaware that Sonico is a famous model. The while waiting in Sonico's bedroom the editor finds a notebook of Sonico's compositions and comes to respect Sonico's dedication to her music, her band and bandmates. This forces the editor to reflect on how she is living her own life.",
                    "TitleJapanese": "New World",
                    "SummaryJapanese": "沖縄で撮影したそに子のグラビア写真を見た編集長から、現役地元女子大生グラビアモデルの生活密着取材の命令を受けた武蔵野出版編集の紀本さやか。\n小さな地元タウン誌を相手にしてくれる事務所なんて無いだろうと嫌々ながら連絡をすると、予想に反して北村とそに子から快諾される。\nそして翌日から密着取材が始まるのだが…。"
                },
                "6": {
                    "ID": "4768710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4768710",
                    "TitleEnglish": "Cruising of the Dead",
                    "SummaryEnglish": "Ouka Satsurikuin, Sonico's co-worker at the modeling agency, gets a job as the spokesperson of a new fat-reducing ointment. Ouka invites Sonico, Suzu, and Fuuri to join her on a VIP cruise to celebrate the product's launch. In a private cabin the ointment company's owner is confronted by one of her own staff, concerned that the product has had insufficient testing, she proceeds with the product release anyway. Ouka's roll-out presentation goes very well, with samples given to attendees who are pleased with the immediate results. That night, however, Ouka, Sonico and her bandmates find themselves on the run from the other passengers, who have effectively become zombies from the ointment's side-effects. With the cruse ship out at sea there are few places they can go to get away.",
                    "TitleJapanese": "クルージング・オブ・ザ・デッド",
                    "SummaryJapanese": "事務所の先輩・オウカちゃんが出演することになった『シボウモエール』の体験発表会に誘われたそに子。\n会場が超豪華客船ということで、一緒に来た鈴とフウリと一緒にテンションが上がり海の旅を満喫する一同。\nそして無事発表会が終わりデッキでたそがれるそに子と鈴に、怪しい人影が忍び寄る…。"
                },
                "7": {
                    "ID": "4768711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4768711",
                    "TitleEnglish": "Star Rain",
                    "SummaryEnglish": "Sonico goes on a trip for some lyrical inspiration, conversing another woman on the way to her stopover in Niigata. Whilst stopping over in Tainai City, Sonico comes across a glassmaker, who teaches her to make a little accessory. The next day, Sonico heads towards the local hot springs, meeting people and encountering many sights along the way. After checking into the hot springs and taking a dip, she tries to find her way to an observatory but gets lost in the woods. However, she manages to follow a raccoon to where the observatory is, becoming awed by the starlit sky.",
                    "TitleJapanese": "スターレイン",
                    "SummaryJapanese": "ふと一人旅へ出ることにしたそに子。深夜バスで新潟を目指し、そこから列車に乗り継ぎ旅を続ける。\n食事をとるために大きめの駅で降りるのだが、駅前には飲食店が見つからない。\n町を探し歩いていると急に雨に降られてしまい軒下で雨宿りをすることに。\nすると丁度戻ってきた家主に声をかけられ、中に迎え入れられるのだが…。"
                },
                "8": {
                    "ID": "4768712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4768712",
                    "TitleEnglish": "The Super Sonico Murder Case",
                    "SummaryEnglish": "As First Astronomical Velocity get together at the Supernova studio to rehearse for an upcoming concert, Sonico is found allegedly 'murdered' inside a locked waiting room, though are relieved to find she had only fallen unconscious. Just then, Suzu's younger sister, Ena, appears, deciding she wants to investigate the mystery, coming up with ludicrous theories over who Sonico's 'murderer' is. They soon discover that Sonico's guitar has gone missing, which soon leads to Ena becoming implicated for the crime herself. In the end, they find the guitar on the stage and Sonico's fall was simply an accident. Later, after Sonico and the others take their leave, Ena confronts Supernova's maid, Miina, who had locked Sonico in her room to keep the others from discovering she had broken an amp.",
                    "TitleJapanese": "すーぱーそに子殺人事件",
                    "SummaryJapanese": "スーパーノヴァの店長の好意で急遽閉店後に第一宇宙速度定期ライブのリハーサルをさせてもらうことになった。\nフウリが遅れてやってくると、そに子が控室から出てこないことを心配したアルバイトのミーナがドアを開けようとしているところだった。\n鈴が店長を呼んできて鍵を使ってなんとかドアを開けた一同。しかしそこで見たものは、真っ赤に染まった床の上に倒れるそに子の姿であった！！"
                },
                "9": {
                    "ID": "4796373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4796373",
                    "TitleEnglish": "Sonico's Longest Day",
                    "SummaryEnglish": "Sonico and her classmates participate in a college fair, starting off by helping out at a sailor maid café. Her schedule soon becomes busier when she is asked to fill in for both the Light Music Club's guitarist and Ouka's modelling work, due to both of them falling ill. She soon learns she has been entered into a beauty contest, which coincides with her mini-concert, whilst the café suddenly requests her help at the same time. With Sonico torn between the three jobs, Suzu and Fuuri disguise themselves as Sonico to fill in for her at the café and contest, whilst Sonico herself performs in the concert. With all the commotion settled, Sonico holds her marine biology exhibit for all the children.",
                    "TitleJapanese": "そに子の一番長い日",
                    "SummaryJapanese": "大学の学祭『ムササカ祭』が始まった。メイド姿のそに子がクラスの喫茶店でせっせと働いていると、\n突然軽音部の部長がやって来て病欠のメンバーの代わりにギターを演奏して欲しいと頼まれる。\nまた、急に倒れたオウカが参加するはずだったゲーム研究会主催のモデル撮影会、さらになぜかミス・コンにも参加することに！？\n果たしてそに子はこの窮地を乗り越えられるのか！"
                },
                "10": {
                    "ID": "4796375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4796375",
                    "TitleEnglish": "Ramen and a Small Rice",
                    "SummaryEnglish": "Sonico takes in a stray Munchkin cat, which she names Rice, to join her five other cats; Cha, Shu, Men, Naruto, and Ajitama. However, Rice doesn't seem to get along well with the other cats, and seems more interested in escaping Sonico's apartment. One day, Rice makes a break out of the apartment in search of its owner, so Sonico and the other cats head off in search for him. Rice is soon cornered by a hostile dog, but the other cats soon come to his rescue, getting him safely to Sonico, who returns him to his owner's house to reunite with his mother. Afterwards, Rice pays a visit to Sonic's apartment to spend some time with his new cat friends.",
                    "TitleJapanese": "ラーメンに半ライス",
                    "SummaryJapanese": "そに子が町を歩いていると、道端で小さく丸くなっている汚れた子猫を見つける。\n「みゃー、みゃー」と何かを訴えるように鳴く子猫のあまりの可愛さに我を忘れて拾ってしまいそうになるが、\nこれ以上部屋の猫を増やさないように鈴やフウリに忠告されたことを思い出す。\nしかし自分の想いに勝てず、子猫に『らいす』と名前を付けて飼うことにしたのだが…。"
                },
                "11": {
                    "ID": "4796376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4796376",
                    "TitleEnglish": "A Saint Comes to Town",
                    "SummaryEnglish": null,
                    "TitleJapanese": "聖者が街にやってくる",
                    "SummaryJapanese": "12月に入り街はクリスマスムード一色。しかし、そに子の地元商店街は近くに出来た大きなでデパートに客をとられて危機的状況に陥っていた。\n状況を打破すべく商店街メンバーはクリスマスセール特別作戦本部を設置し、特別顧問に鈴を呼ぶ。\nそに子やフウリ、オウカだけでなく、地元大学生も巻き込み、起死回生のイベントを仕掛けるのだが…。"
                },
                "12": {
                    "ID": "4796377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soniani-super-sonico-the-animation/episodes/4796377",
                    "TitleEnglish": "We're Right Here",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ここにいまうs♪",
                    "SummaryJapanese": "年越しライブに向けて準備をしていた第一宇宙速度だが、ある日鈴から公演費用が足りないと打ち明けられる。\nそに子と鈴はなんとかライブを公演するために知り合いに協力を依頼する。急なお願いにも関わらず快くそれを受けてくれる人々。\nみんなの協力を受けてついに今、第一宇宙速度年越しライブが始まる！！"
                }
            }
        }
    }
}