{
    "URL": "https://www.thetvdb.com/series/world-conquest-zvezda-plot",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3399620/",
        "https://www.themoviedb.org/tv/70545"
    ],
    "TitleEnglish": "World Conquest: Zvezda Plot",
    "SummaryEnglish": "What does it take to conquer the world?! Every leader of the past has thought of it... but all they have done was to merely dream of its greatness. World domination... nobody has been able to achieve it. Until one little girl by the name of Kate Hoshimiya came along. Kate Hoshimiya will shock the world! How was she able to carry out such a magnificent stunt? So frightful! So glorious! Could this be... the Zvezda Plot?! Let the light of our great Zvezda shine upon this land far and wide!",
    "TitleJapanese": "世界征服～謀略のズヴィズダー～",
    "SummaryJapanese": "過去の指導者たちが思い描いた世界征服は、ただの妄想に過ぎなかった。世界征服とは―――いまだかつて誰も為し遂げたことのない栄光。一人の幼女、星宮ケイトに為されるまでは、それがどれだけ恐ろしく輝かしい行いなのかを知る者は存在しなかった。",
    "Aliases": [
        "World Conquest Zvezda Plot",
        "Sekai Seifuku",
        "Sekai Seifuku World Conquest Zvezda Plot",
        "Sekai Seifuku - World Conquest Zvezda Plot"
    ],
    "Modified": "2024-04-06",
    "Seasons": {
        "0": {
            "ID": "568472",
            "URL": "https://www.thetvdb.com/series/world-conquest-zvezda-plot/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4872740",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/world-conquest-zvezda-plot/episodes/4872740",
                    "TitleEnglish": "OVA - Shin Zvezda Daisakusen",
                    "SummaryEnglish": null,
                    "TitleJapanese": "新・ズヴィズダー大作戦",
                    "SummaryJapanese": "作戦会議で「アイドルユニットに生まれ変わる」と言い出したケイト。明日汰を除くズヴィズダー一同は、その発言にも動じずに具体的な話し合いを始める。一方、時を同じくしてロボ子に“BBK88新期メンバー募集オーディション”の書類審査通過の手紙が届く。BBK88ファンのロボ子は突然のことに驚いたが、憧れのアイドルになれるかもしれない…という夢と、ズヴィズダーの一員としてどうするべきか葛藤していた。"
                }
            }
        },
        "1": {
            "ID": "568473",
            "URL": "https://www.thetvdb.com/series/world-conquest-zvezda-plot/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4720327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-conquest-zvezda-plot/episodes/4720327",
                    "TitleEnglish": "Conquer All Humans",
                    "SummaryEnglish": "A young runaway named Asuta Jimon has a chance encounter with a young girl while wandering the streets at night. Little does he know this cute little girl, Hoshimiya Kate, is really the leader of Zvezda, an organization bent on world conquest. Taking her talk of world conquest as a simple flight of fancy Asuta walks with her and plays along to an extent. He soon realizes the import of her words when he is confronted with a swarm of dangers and strange happenings.",
                    "TitleJapanese": "人類皆征服",
                    "SummaryJapanese": "家出中の地紋明日汰は戒厳令がしかれた街で、行き倒れていた星宮ケイトに出会う。 その幼女、実は“秘密結社ズヴィズダーの総帥ヴィニエイラ様”と言うのだ。 世界征服を目論んでいるというケイトに半ば強引に「ズヴィズダー」の一員にさせられた明日汰。 暗く静まりかえった街を歩く二人の前に、突如夜空で戦火があがり巨大な怪物の叫び声がこだまして…!?"
                },
                "2": {
                    "ID": "4738011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-conquest-zvezda-plot/episodes/4738011",
                    "TitleEnglish": "From the Table to the Grave",
                    "SummaryEnglish": "Asuta having wondered the streets all night sleeps through school. After the bell, he is greeted by Itsuka, a member of Zvezda, who was sent to bring him back to Zvezda's secret headquarters, coerced with the promise of food he follows her. Asuta is dismayed by the horrible quality of the food Itsuka herself prepared, as were the Zvezda members, most of which ran out on the meal. There is an introduction to another secret society in this episode, White Light. To make things worse, Zvezda's giant biological weapon is deployed prematurely, forcing the members of Zvezda to subdue it. That said and done with a fight breaks out about Itsuka's questionable cooking ability, after which it is resolved that Asuta should do the cooking and also teach Itsuka how to cook.",
                    "TitleJapanese": "食卓から墓場まで",
                    "SummaryJapanese": "ヴィニエイラからの指令を伝えに明日汰の前に現れた逸花。直感的に逃げる明日汰だが、極限の空腹状態を逸花に知られ食事をご馳走になることに。しかし、ズヴィズダー本拠地で出された物は食するにもおぞましいもので…。一方、ホワイトロビンとイーグレットは司令からの命でズヴィズダーの動向を探っていた。"
                },
                "3": {
                    "ID": "4760240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-conquest-zvezda-plot/episodes/4760240",
                    "TitleEnglish": "Hiding Behind Smoke and Mirrors",
                    "SummaryEnglish": "After booting Yasu out of the hideout for smoking, the group go out for a meal, only to have their experience ruined by more smokers. Having had enough, Kate declares war on smokers, soon rallying the city's residents to drive them out of town. This ends up pushing the remaining smokers to their most desperate, resulting in a chaos that neither Zvezda nor White Light can vanquish.",
                    "TitleJapanese": "煙に巻いて去りぬ",
                    "SummaryJapanese": "ヤスがふかしたタバコの煙で吹っ飛ぶキッチン…超古代のデリケートな部品で出来たそれは、あっという間に空の彼方へ。 調理場が無くなったズヴィズダー一行は、緊急経費発動で外食することとなった。 しかし、その場で空気が凍りつく出来事が起こり、ヴィニエイラは西ウド川市民を巻き込んで大騒動を起こす！"
                },
                "4": {
                    "ID": "4767447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-conquest-zvezda-plot/episodes/4767447",
                    "TitleEnglish": "UDO Lies in the Cold Earth",
                    "SummaryEnglish": "When the Zvezda hideout's energy source, generated from the Udo that grows underneath the base, Kate, Asuta, Natasha, and Roboko go underground to investigate what is causing the Udo to die out.",
                    "TitleJapanese": "UDOは冷たい土の中に",
                    "SummaryJapanese": "ロボ子用のウドが尽きてしまったため、基地地下にある「ウド室」に調達に出かけた明日汰。 到着するやいなや、突如枯れ始めるウド…なんとウドリアクターからのエネルギー供給が途絶えてしまい、残りわずかでスヴィズター面々が変身できなくなってしまうという事態に直面。 明日汰はケイト、ナターシャと共に原因を探りに地下深くまで足を踏み入れることに。"
                },
                "5": {
                    "ID": "4767448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-conquest-zvezda-plot/episodes/4767448",
                    "TitleEnglish": "White Robin's Critical Moment!",
                    "SummaryEnglish": "As Kate tasks the others with figuring out the secret identity of White Light's captain, White Robin, Asuta suspects that it may be his classmate, Renge Komadori.",
                    "TitleJapanese": "ホワイトロビン危機一髪！",
                    "SummaryJapanese": "ホワイトロビンの正体を突き止めるようヴィニエイラから指令が出た。蓮華が持っていたマスコットをきっかけに「蓮華＝ロビン」ではと疑いを持った明日汰は、率先して調査を始める。しかし、ある潜入捜査があだとなり、戦闘員ドヴァーとしてロビンと対峙することに！はたしてロビンの本当の正体とは…!?"
                },
                "6": {
                    "ID": "4767449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-conquest-zvezda-plot/episodes/4767449",
                    "TitleEnglish": "After School Treasure Club (1)",
                    "SummaryEnglish": "Kate and Roboko enrol into Asuta's class and, together with Asuta and Renge, they investigate a mysterious After School Treasure Club and infiltrate it.",
                    "TitleJapanese": "放課後秘宝倶楽部（前編）",
                    "SummaryJapanese": "突然、転入生として明日汰のクラスに現れたケイトとロボ子。学校に隠された、ある秘宝探索のためだと言うが、そんな計画は初耳の明日汰。ところが、秘宝とは実はホワイトライトによって仕掛けられた、ズヴィズダーを殲滅するための罠だったのだ。そうとは知らずに「秘宝倶楽部」の会合に出席した明日汰達は…。"
                },
                "7": {
                    "ID": "4767450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-conquest-zvezda-plot/episodes/4767450",
                    "TitleEnglish": "After School Treasure Club (2)",
                    "SummaryEnglish": "The Treasure Club turns out to be a trap laid out by White Light's White Egret, aka Miki Shirasagi, whilst Asuta and Kate come across a more incredible and dangerous treasure.",
                    "TitleJapanese": "放課後秘宝倶楽部（後編）",
                    "SummaryJapanese": "バイトがあるから来ないと言っていたはずの蓮華も加え、夜の学校で秘宝探しが始まった。秘宝へ迫るケイト達は、それらしき石を発見する。しかし、それを本物だと証明するためには学校のプールに石を投げ入れればわかると言うナターシャ。期待を込め、変化を見守る一同は…。一方、ホワイトライトを背後から操る権力者の存在が明らかになろうとしていた。"
                },
                "8": {
                    "ID": "4767451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-conquest-zvezda-plot/episodes/4767451",
                    "TitleEnglish": "The Falcon Has Landed",
                    "SummaryEnglish": "White Light's commander, White Falcon, aka Kaori Hayabusa, hatches a plan to trick Kate into bringing her into her hideout.",
                    "TitleJapanese": "ハヤブサは舞い降りた",
                    "SummaryJapanese": "都知事の叱責を受けるホワイトライトは、より確実にズヴィズダーを仕留めるため、最強のエージェントを送り込んだ。 その頃、明日汰はケイト達に付き合って外出中、アニメ『ロボ執事』フェアに遭遇する。そのショーには“カオリン・マチモト”というロボメイドの声優を務める人気声優がいた。しかし、彼女こそホワイトライト司令、またの名をホワイトファルコンの仮の姿だった。 ロボ執事をダシに、かつてないレベルで基地内への侵入を許してしまったケイト達は…。"
                },
                "9": {
                    "ID": "4767452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-conquest-zvezda-plot/episodes/4767452",
                    "TitleEnglish": "Masked Battle in the Steam",
                    "SummaryEnglish": "Both Zvezda and White Light coincidentally have company vacations at a masked hot spring inn, where Asuta (as Dva) and Renge (as White Robin) get to know each other. Objecting to this, Miki launches her attack, during which Renge stands to protect Dva, learning of his identity as Asuta.",
                    "TitleJapanese": "湯煙仮面武闘会",
                    "SummaryJapanese": "温泉宿に慰安旅行へやって来たズヴィズダー一行。 そこには、奇遇にもホワイトライト一行も同宿していた。 互いに気づかぬまま温泉を満喫していたのもつかの間、ドヴァー、ロビンとして遭遇してしまう二人。 その後、明日汰のもとにロビンから一通の手紙が届くが…。"
                },
                "10": {
                    "ID": "4767453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-conquest-zvezda-plot/episodes/4767453",
                    "TitleEnglish": "Not All Quiet on the West Udogawa Front",
                    "SummaryEnglish": "West Udogawa is in a state of emergency as White Light declares war on Zvezda and destroys their base, having Kate and the others on the run.",
                    "TitleJapanese": "西ウド川戦線異状あり",
                    "SummaryJapanese": "急激に圧力を強めるズヴィズダーの対抗勢力。ケイトの手からガラクーチカは失われ、禁断症状状態。さらには西ウド川市に潜伏していた大量の戦闘員たちも摘発され、ズヴィズダーの劣勢は明らか。逃亡を続ける中で、明日汰は自分が都知事の息子であると告白する。そんな混乱のズヴィズダー残党を、ホワイトライトが追い詰めるが…。"
                },
                "11": {
                    "ID": "4767454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-conquest-zvezda-plot/episodes/4767454",
                    "TitleEnglish": "All That Remains of Conqueror's Dreams",
                    "SummaryEnglish": "With the city taken over by White Light and many of the Zvezda members captured, Asuta contemplates what he should do.",
                    "TitleJapanese": "征服者どもが夢のあと",
                    "SummaryJapanese": "戦闘の混乱で、散り散りになってしまったズヴィズダー残党。そんな中、都知事はしかるべき処罰を行うと発表する。一方、都軍の監視や市民の密告から逃れながら、逃亡を続ける明日汰と蓮華は母校の中学校にたどり着いていた。そして、明日汰は自分自身の家出の理由を静かに語り始める。"
                },
                "12": {
                    "ID": "4767455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-conquest-zvezda-plot/episodes/4767455",
                    "TitleEnglish": "May the Light of Zvezda Shine Throughout this World",
                    "SummaryEnglish": "The members of Zvezda gather for the final battle against Asuta's father, the Governor of Tokyo, to make their very first step to world domination.",
                    "TitleJapanese": "ズヴィズダーの光をあまねく世界に",
                    "SummaryJapanese": "東京D.C.発足の調印式当日、都知事の前に姿を現すヴィニエイラ。固唾を呑んで周囲が見守るなか、互いに信条を語り合い、舌戦を始めるかに見えた二人。だが積もり積もった怒りが一瞬で沸点に達し、拳を突き合わせる！果たして、ズヴィズダーの行く末は、ケイトの世界征服はどうなる…!?"
                }
            }
        }
    }
}