{
  "URL": "https://www.thetvdb.com/series/noragami",
  "Genres": [
    "Adaptation",
    "Anime - Seinen",
    "Paranormal",
    "Urban"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3225270/",
    "https://noragami-anime.net/",
    "https://www.tvmaze.com/shows/4218/show-slug",
    "https://www.themoviedb.org/tv/64710",
    "https://en.wikipedia.org/wiki/Noragami",
    "https://x.com/noragami_PR"
  ],
  "TitleEnglish": "Noragami",
  "SummaryEnglish": "Yato, a minor god, dreams to become the most revered deity in the world with big shrine and all. However, being a penniless god that he is, he has a long way to go and his shinki leaving him doesn't help matter. Later, when he does his job, a high school girl named Hiyori Iki pushes him out of the way of a speeding bus; unaware of his status as deity. Things get complicated when this incident triggers abnormality in Hiyori's soul, causing her to make an Astral Projection whenever she falls unconscious. To turn herself back to normal, Hiyori must help Yato becoming a better god who can fix the problem, along with Yato's new shinki, Yukine.",
  "Aliases": [
    "Noragami Aragoto"
  ],
  "Modified": "2025-03-13",
  "Seasons": {
    "0": {
      "ID": "568412",
      "URL": "https://www.thetvdb.com/series/noragami/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "4720059",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/noragami/episodes/4720059",
          "TitleEnglish": "God's Possession, God's Curse",
          "SummaryEnglish": "Hiyori is entering her first year of high school. Unfortunately, her dreams of a high school debut are quickly shattered when she realizes her soul has fallen out of her body and Yato has possessed her.",
          "Aliases": []
        },
        "2": {
          "ID": "4720060",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/noragami/episodes/4720060",
          "TitleEnglish": "A Promise in Spring",
          "SummaryEnglish": "Yato, Yukine and Hiyori decide to have a picnic at Suzuha's cherry tree.",
          "Aliases": []
        },
        "3": {
          "ID": "5353969",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/noragami/episodes/5353969",
          "TitleEnglish": "The Yatogami Serial Murder Incident Noragami Suspense Theatre",
          "SummaryEnglish": "Hiyori and her parents go to a ski resort where she unexpectedly meets Yato and Yukine. They meet Kofuku, Daikoku, Tenjin, his company, Kazuma and Bishamon. A mysterious man appears talking of sacrifices and attacks Yato, displaying him on a bloody cult wall and he freaks since he hasn't died. The man tries using poison which Yato purges by drinking from a vase. Infuriated, the man attacks him when with arrows, a gun, fire and cold which just has him assumed as a pervert. Yato tries to figure out who's killing him and successively accuses Kazuma, Bishamon, Tenjin, and many others while simultaneously revealing all his crimes against them. After accusing Hiyori, they spot the man kidnapping Yato and he is thrown off a cliff into water. Yato of course, survives and the man reveals that he was doing this as research for his mystery novels since his weren't realistic. After Yato tells him to fight with his pen, reveals that he's a god, the man becomes his believer to everyone's disbelief.",
          "Aliases": []
        },
        "4": {
          "ID": "5413143",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/noragami/episodes/5413143",
          "TitleEnglish": "A Picture Together",
          "SummaryEnglish": "16th volume DVD will adapt the manga's 41st chapter where the main characters go to \"Capypa Land.\"",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "568413",
      "URL": "https://www.thetvdb.com/series/noragami/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4720069",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/4720069",
          "TitleEnglish": "A Housecat, a Stray God, and a Tail",
          "SummaryEnglish": "A god named Yato answers a five-yen prayer to defeat a phantom that has appeared above a school using his Regalia, Tomone. Shortly after the battle, however, Tomone decides she is fed up with Yato and requests to have his contract with him terminated. Now without a Regalia, Yato takes up a new request to find a missing cat named Milord. Whilst he is doing that, a girl named Hiyori Iki spots him walking into the path of an oncoming bus and dives into to save him. She pushes him out of the road but is hit by the bus herself, and afterwards finds her spirit separated from her body, although she is able to return to it safely. Whilst recovering in hospital, Hiyori hears strange voices before having another encounter with Yato, who formerly introduces himself as a god. Some time later, Yato finds Milord but is attacked by the phantom. After Hiyori helps Yato escape, she learns that the incident from before has resulted in her becoming a half-phantom lying between the worlds of the living and the dead, causing her spirit, which has a cat's tail, to sometimes leave her body. After learning of the situation, Hiyori gives Yato five yen as a fee in order to help her get back to normal.",
          "Aliases": []
        },
        "2": {
          "ID": "4720070",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/4720070",
          "TitleEnglish": "Snow-like",
          "SummaryEnglish": "As Hiyori ends up drifting out of her body more often than not, she takes advantage of her new agile form. Despite being reminded by Hiyori about the job she paid him for, Yato insists that he can't do anything until he gets a new Regalia. Assuming a Regalia could be made from any phantom, Hiyori goes in search of one, only for it to turn out to be a really hostile one. Hiyori attempts to fight the phantom herself but is stopped by Yato, who is injured in the process. After retreating to treat his 'blight' wound, which can spread if left untreated, Yato explains that Hiyori's tail is what connects her to her physical form, and if it is cut, she will die. The phantom returns, and Yato spots an uncorrupted spirit and claims it as his new Regalia, which takes the form of a white katana, allowing Yato to defeat the phantom. Yato afterwards decides to name his Regalia Yukine, which transforms into the form a teenage human boy.",
          "Aliases": []
        },
        "3": {
          "ID": "4759428",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/4759428",
          "TitleEnglish": "Bidden Calamity",
          "SummaryEnglish": "As Yukine tries to adjust to his role as Yato's Regalia, he is scolded by Yato over allegedly having dirty thoughts about Hiyori, explaining that they share the same mind and body. Later, the three are summoned by the God of Learning, Lord Tenjin, who has taken on Tomone, now named Mayu, as one of his new Regalia. Tenjin commissions Yato to take care of some phantoms that have appeared near a railway track. Whilst fighting the phantoms, the three encounter a 'storm', which Yato and Yukine manage to destroy before it compels a schoolboy to walk into the path of a train.",
          "Aliases": []
        },
        "4": {
          "ID": "4759429",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/4759429",
          "TitleEnglish": "Where Happiness Lies",
          "SummaryEnglish": "Yato takes Hiyori and Yukine to meet a fellow god named Kofuku, and her Regalia, Daikoku. In the middle of their talk, Yato is summoned by a suicidal office worker named Usuke Urasawa, whom he accidentally knocks off the top of a building in the process. On the way down, Usuke explains how his luck and fortune went downhill in pursuit of love for a girl, who turns out to be Kofuku, revealed to be a Binbougami (God of Poverty) who causes bad luck and misfortune to those around her. Yato manages to use Yukine to sever Usuke's ties and memories to Kofuku, before ensuring he lands safely. After Yato collects his payment, Kofuku tells Hiyori that Yato had once killed before. Later, as Yato tells Hiyori to go to Kofuku and Daikoku should anything happen to him, Yukine encounters a strange woman, who is revealed to be Nora--Yato's former Regalia.",
          "Aliases": []
        },
        "5": {
          "ID": "4759430",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/4759430",
          "TitleEnglish": "Borderline",
          "SummaryEnglish": "After Yato teaches Yukine how to make a borderline, which regalia can use against phantoms, Hiyori decides to have Yukine live in her house, feeling Yato can't look after him properly. After some reluctance, Yato agrees to let Yukine stay with her. Yato ends up sneaking himself too, keeping Yukine in check before he gets any ideas about Hiyori. The next day, Yukine runs away after Hiyori stops him from stealing a skateboard, with Yato later explaining to her that any impure thoughts Yukine has results in pain for himself. Whilst running away, Yukine encounters a little girl, which he later learns to be the spirit of a girl who died in a traffic accident. However, the girl ends up getting possessed by a phantom and becomes consumed by it, forcing Yato to use Yukine to defeat her against his will .",
          "Aliases": []
        },
        "6": {
          "ID": "4759431",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/4759431",
          "TitleEnglish": "Scary Person",
          "SummaryEnglish": "Yukine, depressed about being used by Yato to kill the girl spirit instead of saving her, steals the skateboard he had his eye on before. When Yato stops him, Hiyori appears, deciding to cover for Yukine by claiming she bought it for him. Just then, a god named Bishamon, holding a personal grudge against him, appears and attacks Yato. Hiyori calls Kofuku and Daikoku to help, tracking Yato's location using her sense of smell. However, Kofuku's attempt to stop the battle ends up making things worse by causing a huge hole with raging storms appear. Bishamon tries to take advantage of the situation, dealing some damage to Yato, but is urged by one of her regalia, Kazuma, to retreat to protect her other regalia.",
          "Aliases": []
        },
        "7": {
          "ID": "4759432",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/4759432",
          "TitleEnglish": "Uncertainty & Destiny",
          "SummaryEnglish": "Hiyori's presence as a spirit is discovered by Kazuma, who chooses to keep this a secret from Bishamon, before telling Hiyori that if nothing is done about Yukine, Yato will die. Later that night, as Yato is helping out at a convenience store, Yukine, who has been feeling that Yato would choose Nora over him, is caught trying to steal some charity money. Just then, another phantom appears, and despite Nora's presence causing Yukine unease, Yato assures him that he is his regalia and manages to defeat the phantom with him.",
          "Aliases": []
        },
        "8": {
          "ID": "4759433",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/4759433",
          "TitleEnglish": "Over the Line",
          "SummaryEnglish": "Yato and Yukine are called to Hiyori's school at the request of a bullied student, with Yato giving him a certain something to use. Whilst at the school, Yukine laments that he never had the chance to go to high school himself and make friends with others. The student is driven by a phantom to confront the bully using a knife Yato had given him, but he manages to hold himself back and disperse the phantom with his own will. Yukine, however, gives into his frustration and starts breaking the school's windows, causing Yato's blight to spread further. As Hiyori discovers this, she risks herself to try and bring him to Kofuku and Daikoku, getting blighted herself in the process. Kofuku and Daikoku shut them out with a borderline.",
          "Aliases": []
        },
        "9": {
          "ID": "4759434",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/4759434",
          "TitleEnglish": "Name",
          "SummaryEnglish": "Daikoku and Kofuku only allow Hiyori to come through the borderline so she can cleanse her blight, stating that Yato will die unless Yukine receives punishment by ablution. Although Daikoku manages to enlist the help of Mayu, he struggles to find a third Regalia to help perform the ablution. Rejecting the thought of calling on Nora, as she might kill Yukine, Hiyori goes to Bishamon's shrine to request Kazuma's help. As the three Regalias get together, they discover Yukine's back is covered with phantoms and begin their ablution, in which Yukine must endure pain until he confesses to his sins, or otherwise transform into a phantom himself. Yukine admits his crimes and expresses his jealousy of the living and his envy of what they have. As Yukine's condition worsens, Hiyori and Yato calls out to him, reminding him that they are his friends, and the name Yato gave him is that of a person's. Hearing this, Yukine apologises for all the bad things he had done, allowing the ablution to be successfully carried out. With both Yato and Yukine back to normal, they both feel thankful towards Hiyori for saving their lives. Meanwhile, Nora has awakened a spirit named Rabo, who has a grudge against Yato.",
          "Aliases": []
        },
        "10": {
          "ID": "4759435",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/4759435",
          "TitleEnglish": "Regarded with Hate",
          "SummaryEnglish": "As Yukine takes up a part time job at Daikoku's food stand to help repay what he stole, he and Hiyori hear from Miyu about how Tenjin banished one of his regalias for stinging him with blight. Meanwhile, Tenjin informs Yato, who finally contemplates fulfilling Hiyori's request, that he may be able to fix her problem if he cuts his ties with her. On New Year's Day, as Yato and Yukine fight a group of phantoms, Hiyori, who was on a shrine visit with her friends, is lured out by Nora, who sends her own phantoms to chase after her. As Hiyori is saved as the phantoms are dissolved by dawn's sunlight, Nora informs her about Rabo and his desire to kill Yato, telling her to stop existing. After Yato and Yukine manage to defeat all the phantoms, they catch up to Hiyori, only to find she has no memory of who Yato is.",
          "Aliases": []
        },
        "11": {
          "ID": "4759436",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/4759436",
          "TitleEnglish": "Abandoned God",
          "SummaryEnglish": "As Yato and Yukine try to figure out how to restore Hiyori's memories, they are confronted by Nora, who reveals she had stolen Hiyori's memory of Yato and has become Furuhime, regalia of Rabo, who attacks Yato in an attempt to awaken some repressed memories. As Yato finds himself unable to beat Rabo and Furuhime, the two take their leave, with Furuhime stating she will return Hiyori's memory if Yato can defeat Rabo. It is revealed that Rabo is a calamity god, a god who answers malicious wishes to kill people, phantoms, and gods, who once worked alongside Yato, who was also a calamity god himself. As Yato becomes conflicted over whether restoring Hiyori's memory is the right thing to do, Yukine shows Hiyori a picture book detailing the times they have spent together. Meanwhile, Furuhime reveals that Hiyori's memory is further waning, shown when she loses her memory of Yukine, and will leave her as an empty vessel if nothing is done. Despite knowing the risks involved, Yato and Yukine resolve to restore Hiyori's memory.",
          "Aliases": []
        },
        "12": {
          "ID": "4759437",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/4759437",
          "TitleEnglish": "A Scrap of a Memory",
          "SummaryEnglish": "Yato and Yukine warp over to Rabo's shrine, mistakenly dragging Hiyori along with them. Yato immediately engages Rabo and Furuhime, only to be easily fended off and taken prisoner by a spell of Rabo's which enshrouds the victim in a sphere of water. Hiyori manages to pull Yato out, allowing the fight to resume. Unsatisfied with Yato's performance, Rabo decides to destroy the jewel-like sphere containing Hiyori's stolen memories, causing her to fall unconscious. Angered by this, Yato appears to awaken to his former self as a god of calamity, and easily kicks Rabo into the stone cliff surrounding the site. Having seen that Yato had returned to his old self, Rabo absorbs the storm which had been raging from above, thus merging with its phantoms. An exchange between the two causes boulders to loosen, one of which heads directly for Hiyori. Yato saves her just in time, and holds her tightly to his body in a protective gesture. Hiyori's memories are awakened by his scent, and she returns to consciousness. Realizing he has to get rid of Hiyori, Rabo takes hold of her, but is finished off by Yato and Yukine with a move used for cleansing phantoms. As the three make their way back home, Hiyori tells Yato and Yukine that she never wants to sever her ties with them.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "635438",
      "URL": "https://www.thetvdb.com/series/noragami/seasons/official/2",
      "TitleEnglish": "Noragami Aragoto",
      "SummaryEnglish": "Yato and Yukine have finally mended their relationship as god and Regalia. As a minor and unknown deity, Yato continues to take odd jobs for five yen apiece in hopes of one day having millions of worshippers and his own grand shrine. He has yet to fix Hiyori Iki's loose soul, but she cheerily prepares for high school nonetheless.",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "5310466",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/5310466",
          "TitleEnglish": "Bearing a Posthumous Name",
          "SummaryEnglish": "Yato continues his daily routine as a delivery god who also slays Phantoms when the need arises. Elsewhere, Bishamon is plagued by nightmares from times long past…",
          "Aliases": []
        },
        "2": {
          "ID": "5353917",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/5353917",
          "TitleEnglish": "One of Her Memories",
          "SummaryEnglish": "Yukine makes a new friend, but soon learns what it means to be a Regalia. Kazuma remains confused by Bishamon's declining health… until he makes a shocking discovery!",
          "Aliases": []
        },
        "3": {
          "ID": "5353918",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/5353918",
          "TitleEnglish": "False Bond",
          "SummaryEnglish": "Kugaha finally sets his plot into motion and has Kazuma banished. The ensuing chaos causes more pain for Bishamon… and pulls Yukine and Yato into the turmoil too!",
          "Aliases": []
        },
        "4": {
          "ID": "5353919",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/5353919",
          "TitleEnglish": "Wish",
          "SummaryEnglish": "Kazuma and Hiyori find themselves captured. They watch helplessly as Kugaha tricks Yato and Bishamon into battling each other to the death!",
          "Aliases": []
        },
        "5": {
          "ID": "5353920",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/5353920",
          "TitleEnglish": "Divine Acclamation, Imprecation",
          "SummaryEnglish": "Yukine shatters in half while Yato and Bishamon battle each other! Elsewhere, Kugaha enacts the second part of his plan by slaughtering Bishamon's Regalias!",
          "Aliases": []
        },
        "6": {
          "ID": "5353922",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/5353922",
          "TitleEnglish": "What Must Be Done",
          "SummaryEnglish": "Bishamon and Yato learn of Kugaha's betrayal, but most of the damage has already been done. Meanwhile, the giant, masked Phantom continues to hunt down the last remaining Regalias…",
          "Aliases": []
        },
        "7": {
          "ID": "5353923",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/5353923",
          "TitleEnglish": "How to Worship a God",
          "SummaryEnglish": "Bishamon is forced to confer with the other gods about her recent failings. Elsewhere, Ebisu offers to buy Yukine from Yato for a large sum of money - enough for Yato to build his own shrine.",
          "Aliases": []
        },
        "8": {
          "ID": "5353924",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/5353924",
          "TitleEnglish": "God of Calamity",
          "SummaryEnglish": "After Kugaha's defeat, Ebisu decides to conduct certain, secret tests. Meanwhile, Yato reaches new highs and new lows after Hiyori gives him his own shrine…",
          "Aliases": []
        },
        "9": {
          "ID": "5353925",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/5353925",
          "TitleEnglish": "The Sound of a Thread Snapping",
          "SummaryEnglish": "Yato and Nora head into the underworld to complete one last job together: find and rescue a certain conjurer. But with each passing moment, Hiyori begins to forget Yato…",
          "Aliases": []
        },
        "10": {
          "ID": "5353927",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/5353927",
          "TitleEnglish": "A Certain Desire",
          "SummaryEnglish": "The heavens are thrown into chaos when the gods learn that Ebisu has been experimenting with Phantoms. Meanwhile, Yato and Ebisu struggle to escape Izanami and leave the underworld behind.",
          "Aliases": []
        },
        "11": {
          "ID": "5353928",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/5353928",
          "TitleEnglish": "Revival",
          "SummaryEnglish": "Bishamon and Hiyori manage to track down Yato, but they have no way of getting into the underworld. Meanwhile, Izanami continues to pursue Yato… And if he gets caught, he'll be stuck in the underworld forever!",
          "Aliases": []
        },
        "12": {
          "ID": "5353930",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/5353930",
          "TitleEnglish": "Your Voice Calls Out",
          "SummaryEnglish": "Bishamon faces Izanami in battle in order to save Yato. Yato's only hope for escape lies in his true name, but he's never revealed it to anyone. Meanwhile, the heavenly executioners have caught up with Ebisu and are prepared to kill him!",
          "Aliases": []
        },
        "13": {
          "ID": "5437248",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/noragami/episodes/5437248",
          "TitleEnglish": "The God of Fortune's Message",
          "SummaryEnglish": "The heavens deliver their divine punishment, and Ebisu is forced to start anew. Despite this, Yato is filled with a new sense of purpose and upholds his promise to Ebisu.",
          "Aliases": []
        }
      }
    }
  }
}