{
    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil",
    "Genres": [
        "Animation",
        "Anime",
        "Crime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3417880/",
        "https://www.themoviedb.org/tv/61680"
    ],
    "TitleEnglish": "Wizard Barristers: Benmashi Cecil",
    "SummaryEnglish": "Wizards and humans live side-by-side in Tokyo. While police continue to protect the rest of society, wizards are tried according to magical laws in special courts defended by wizard barristers. Cecile Sudo has just become the youngest wizard barrister at age 17, and begins work at the Butterfly Law Offices. However, unbeknownst to her, she has tremendous magical potential…",
    "TitleJapanese": "ウィザード・バリスターズ～弁魔士セシル",
    "SummaryJapanese": "魔禁法。魔術および、魔術訴訟に関する法。そして、その事案は魔法廷で裁かれる。2018年、東京。人間と魔術使いが共存する世界。社会秩序を守るのは警察。魔術使いの被告を弁護するのは、弁魔士。これは、最年少弁魔士・須藤セシルと、彼女を取り巻く仲間達の物語である。",
    "Aliases": [
        "변마사",
        "위저드 배리스터즈"
    ],
    "Modified": "2025-05-29",
    "Seasons": {
        "1": {
            "ID": "568475",
            "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4720336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4720336",
                    "TitleEnglish": "Lady Justice: Sword and Scales",
                    "SummaryEnglish": "Cecil, a brand new Wizard Barrister, ends up witnessing a bank robbery on her way to her first day at Butterfly Law Offices. Coincidentally, a man named Kohinata was being apprehended on suspicions of being part of the No Face gang, who robbed the bank and she says that she'll represent him. Cecil believes his words that it was in self defense, but this also had to do with the fact that her mother was on deathrow on the charges of murder.",
                    "TitleJapanese": "レディ・ジャスティス",
                    "SummaryJapanese": "新米弁魔士のセシルは、バタフライ法律事務所へ初出勤の途中に銀行強盗の現場に遭遇してしまう。偶然、現場に居合わせた男・小向日が「ノーフェイス」と呼ばれる強盗団の一味を殺害してしまい、その場の勢いで彼の弁護を引き受けることになったセシル。「正当防衛」を主張する小向日を信じて戦うことを決めるセシルだが、その理由には殺人犯として服役しているセシルの母、芽美の過去が関係していた。"
                },
                "2": {
                    "ID": "4738013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4738013",
                    "TitleEnglish": "Hard Case",
                    "SummaryEnglish": "Cecil argues that her client was indeed acting in self defense, while the prosecution argues that he was part of the robbery gang, who had a falling out and so he killed one of his former friends. To prove his innocence, Cecil goes to find No Face herself.",
                    "TitleJapanese": "ハード・ケース",
                    "SummaryJapanese": "小日向の「正当防衛」を主張するセシルは、この事件は強盗間でおこった仲間割れによる殺害事件と主張する検察と公判で衝突する。セシルは、彼の無実を証明するため証拠探しを始める。"
                },
                "3": {
                    "ID": "4747089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4747089",
                    "TitleEnglish": "Love and Hate",
                    "SummaryEnglish": "A woman named Maya appears before Hachiya. She was the girlfriend of a man that Hachiya helped sentence to death, and is now asking him to represent her in court.",
                    "TitleJapanese": "ラブ・アンド・ヘイト",
                    "SummaryJapanese": "バタフライ法律事務所の弁魔士・蜂谷の前に、爆破致死事件を起こした容疑者の真夕があらわれ、自分の弁護を依頼する。"
                },
                "4": {
                    "ID": "4747090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4747090",
                    "TitleEnglish": "Personality Crisis",
                    "SummaryEnglish": "The job Butterfly Law Offices gets this time is to defend a man named Tsuguji. Tsuguji has killed 15 wizards, and Cecil can't help but have reservations about defending such a person... but knows that it's part of her job and complies.",
                    "TitleJapanese": "パーソナリティ・クライシス",
                    "SummaryJapanese": "今回、バタフライ法律事務所に舞い込んだ依頼は、猟奇的な連続殺人容疑者、ツグジという男の弁護だった。ツグジは、これまでに魔術使いばかりを15人も殺害している。そんな凶悪な人間を弁護することに疑問を持ったセシルは、自分の仕事内容に葛藤してゆく。"
                },
                "5": {
                    "ID": "4747091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4747091",
                    "TitleEnglish": "Six Nine",
                    "SummaryEnglish": "Cecil gets a job defending an associate from their rival office, Shark Knight. Kujira is accused of using magic to murder someone. Kamakiri, Butterfly's oldest and slowest associate is told to partner with Cecil on this case. Because the two can't seem to work together well, they have a hard time finding evidence to help Kujira.",
                    "TitleJapanese": "シックス・ナイン",
                    "SummaryJapanese": "ライバル法律事務所シャークナイトの工白の魔禁法違反と殺人容疑を弁護する依頼を受けることになったセシル。セシルのパートナーには、バタフライ事務所内でもスローでマイペースなことで有名な年寄りの鎌霧が任命されるが、噛み合わない二人は事件解決への憂慮気な情報をつかめずにいた。"
                },
                "6": {
                    "ID": "4747092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4747092",
                    "TitleEnglish": "Hero Show",
                    "SummaryEnglish": "Because of Cecil's violations of using magic, Butterfly Law Offices keep getting fined. Cecil starts to hate the fact that she can use magic and then Kabutohara tries to cheer her up by inviting her to a cosplay event.",
                    "TitleJapanese": "ヒーロー・ショー",
                    "SummaryJapanese": "セシルの魔禁法違反により多額の罰金を請求されるバタフライ法律事務所。いっそ魔術の力なんて使えなければいいのに、と悩み落ち込むセシルを事務所の先輩の甲原が元気づけようとコスプレイベントに誘う。"
                },
                "7": {
                    "ID": "4747093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4747093",
                    "TitleEnglish": "Maple Leaf in CANADA",
                    "SummaryEnglish": "The team at Butterfly head to Boston for a training trip. The training finishes earlier than expected, so Cecil and Natsuna head to Canada to visit Cecil's father with the extra time that they have.",
                    "TitleJapanese": "メイプルリーフ・イン・カナダ",
                    "SummaryJapanese": "バタフライ法律事務所の一行は研修のためボストンへ向かう。研修が予定より早く終わり帰国までの空いた一日休暇をセシルは、お目付役の穂樽と一緒に事務所の車で故郷カナダへ帰り父に会うことを決意する。"
                },
                "8": {
                    "ID": "4747094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4747094",
                    "TitleEnglish": "Saint Christopher Charm",
                    "SummaryEnglish": "Cecil heads home to Ontario and is reunited with her father, David. They talk about Cecil's mother's trial and Natsuna tells Cecil that she would be willing to help her try to get her mother a retrial.",
                    "TitleJapanese": "クリストファー・チャーム",
                    "SummaryJapanese": "故郷オンタリオで久しぶりに写真家の父デビットとの再会を果たしたセシル。同行した穂樽にも母が収監されている経緯を語る。セシルの母親の事件を知った穂樽は、再審請求のためにセシルに協力することを自ら申し出る。"
                },
                "9": {
                    "ID": "4747095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4747095",
                    "TitleEnglish": "Secret Puzzle",
                    "SummaryEnglish": "Cecil moves out to learn the truth about what happened six years ago.",
                    "TitleJapanese": "シークレット・パズル",
                    "SummaryJapanese": "東京に戻ったセシルは、母・芽美の6年前の事件を再検証し始める。楓の言葉から、母の事件とカナダの襲撃事件に何か関係があることを知る。事件は誰かによって仕組まれたのではないか?そんな思いで、昔の事件を蒸し返しはじめるセシルに当時の関係者達は不快感を見せる。"
                },
                "10": {
                    "ID": "4747096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4747096",
                    "TitleEnglish": "Imposters",
                    "SummaryEnglish": "It comes to light that Shizumu was trying to get his hands on Cecil. Just when Cecil was about to fall into his hands, the one that came to her rescue was Shark Knight's Sameoka. Sameoka and Shizumu's battle of magic is about to begin!",
                    "TitleJapanese": "インポスター",
                    "SummaryJapanese": "実はセシルの身柄をずっと狙っていた静夢。静夢の魔の手に落ちそうなセシルを寸前で救ったのは、シャークナイト法律事務所の鮫岡だった。静夢と鮫岡の魔術対決が始まる…！"
                },
                "11": {
                    "ID": "4747097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4747097",
                    "TitleEnglish": "Shining Cecil",
                    "SummaryEnglish": "Cecil finally falls into Macal's hands. The ritual to summon Lucifer begins and a huge magic circle appears in the city... What will happen to Cecil?",
                    "TitleJapanese": "シャイニング・セシル",
                    "SummaryJapanese": "マカル派によって、セシルはついに捕らえられてしまう。ルシフェル召喚の儀式がいよいよ始まり、都内各所に突如現れる巨大な魔法陣。セシルの運命は…。"
                },
                "12": {
                    "ID": "4747098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wizard-barristers-benmashi-cecil/episodes/4747098",
                    "TitleEnglish": "Judgement: Fact or Fiction",
                    "SummaryEnglish": "Makusu offers to confess his crimes, but only if Cecil defend shim at trial. With so many things whirling around, Cecil will have to prove that she can get it done in the stunning conclusion of Wizard Barristers!",
                    "TitleJapanese": "ジャッジメント",
                    "SummaryJapanese": "逮捕され起訴されたマカル派のボス、麻楠がセシルに弁護を依頼する。6年前の母の事件を明らかにすることを約束し、いざ法廷へ向かうセシルだったが…。"
                }
            }
        }
    }
}