{
    "URL": "https://www.thetvdb.com/series/engaged-to-the-unidentified",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3358240/",
        "http://mikakunin.jp/",
        "https://www.themoviedb.org/tv/75992",
        "https://x.com/mikakunin_anime"
    ],
    "TitleEnglish": "Engaged to the Unidentified",
    "SummaryEnglish": "Just an ordinary teenager, Kobeni Yonomori receives quite the surprise on her 16th birthday—a fiancé and a sister-in-law she never even knew she had. As a result of an arrangement that her late grandfather made, Hakuya Mitsumine and his younger sister Mashiro have moved from their countryside home to the Yonomori household in order to deepen their relationship with their new family members. This story follows Kobeni's \"love life\" with Hakuya as she tries her best to adjust to the abrupt changes forced upon her. However, as some extraordinary secrets regarding the siblings come to light, Kobeni will find her life changed forever.",
    "TitleJapanese": "未確認で進行形",
    "SummaryJapanese": "ごく普通の生活を送る高校生・夜ノ森小紅の16歳の誕生日。\n許嫁なのに影が薄い三峰白夜と、小姑なのにどう見ても幼女の三峰真白が現れた。\nブリーフィング無しでいきなり始まった奇妙な同居生活。\nシスコンで変態な姉・夜ノ森紅緒まで加わり、事態は相当ややこしいことに。\n小紅の生活は普通じゃなくなった。",
    "Aliases": [
        "Unconfirmed and In Progress",
        "Unconfirmed & In-Progress",
        "Unconfirmed & In Progress",
        "Unconfirmed and In-Progress"
    ],
    "Modified": "2025-09-08",
    "Seasons": {
        "0": {
            "ID": "568482",
            "URL": "https://www.thetvdb.com/series/engaged-to-the-unidentified/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4840511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engaged-to-the-unidentified/episodes/4840511",
                    "TitleEnglish": "Look. That's the Inn Where We're Staying.",
                    "SummaryEnglish": "When Hakuya wins a vacation in a famous hot springs by lottery, Mashiro and Kobeni decide to take a trip to the village of UMA. Benio joins later to the party. Mashiro is anxious to see UMA's live. Kobeni is jusst into getting herself into the hot springs...",
                    "TitleJapanese": "OVA 見て。あれが私たちの泊まっている旅館よ。",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4842587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engaged-to-the-unidentified/episodes/4842587",
                    "TitleEnglish": "Duck Meat Tastes Greenish to Me.",
                    "SummaryEnglish": "Short Bonus Episode. Plays in the past and shows us how the main characters used to kill their time before they met...",
                    "TitleJapanese": "OVA 鴨肉って緑っぽい味がするのね。",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "7448707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engaged-to-the-unidentified/episodes/7448707",
                    "TitleEnglish": "Zentai Teki ni Sensation - Music Video",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ぜんたい的にセンセーション - ミュージックビデオ",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "568483",
            "URL": "https://www.thetvdb.com/series/engaged-to-the-unidentified/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4720354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engaged-to-the-unidentified/episodes/4720354",
                    "TitleEnglish": "In All Things, It's the Beginning That Counts",
                    "SummaryEnglish": "Kobeni Yonomori, who has just turned sixteen, is shocked to learn she has a fiancée named Hakuya Mitsumine who, along with his little sister Mashiro, come to live with her and her older sister Benio. As Kobeni struggles to remember just who Hakuya is, Mashiro finds herself at the mercy of the siscon tendencies of Benio. Later, both Hakuya and Mashiro transfer into Kobeni's class, with Mashiro disturbed to find Benio has a completely different personality at school.",
                    "TitleJapanese": "何事も最初が肝心です",
                    "SummaryJapanese": "家事万能、巨乳安産型、その他はごく普通の高校生・夜ノ森小紅。そんな小紅の16歳の誕生日。突然訪ねてきたのは許婚・三峰白夜（影薄い）と、その妹の小姑・三峰真白（どう見ても幼女）。なぜか始まる同居生活。実姉・夜ノ森紅緒は今日も元気にシスコンで変態だ。果たして小紅の生活は一変するのか、しないのか。うまく言えないので確認してください。"
                },
                "2": {
                    "ID": "4720355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engaged-to-the-unidentified/episodes/4720355",
                    "TitleEnglish": "It's Not So Bad Having a Lolita-In-Law",
                    "SummaryEnglish": "As Mashiro tries to come to grips with Benio's popularity at school, Kobeni continues to try and remember about Hakuya. Later, Mashiro gets spooked at the thought of aliens existing. Meanwhile at school, Mashiro accidentally lets slip to the class that Hakuya is living with Kobeni.",
                    "TitleJapanese": "ロリ小姑ってのも悪くないわ",
                    "SummaryJapanese": "突然許婚と小姑が現れて困惑する小紅。許婚・白夜はさておき小姑・真白はどう見ても幼女。なのにまさかの同級生。展開についていけない小紅をよそに、姉・紅緒は語る。「あるのもないのもすばらしい」。見た目も幼女、中身も幼女な幼女高校生・真白だが、小紅と白夜に起こった昔のことを知っているような、いないような。よくわからないので確認してください。"
                },
                "3": {
                    "ID": "4767388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engaged-to-the-unidentified/episodes/4767388",
                    "TitleEnglish": "I Can Feel the Rom-Com Vibes",
                    "SummaryEnglish": "Whilst Benio finally gets Mashiro to come to the student council room for tea, Kobeni goes with Hakuya to buy some ingredients for scones. Curious as to why Hakuya is so thoughtful of her, Kobeni asks Benio why she hasn't objected to Hakuya becoming Kobeni's fiancée. Benio explains that when Kobeni was younger, Hakuya protected her when she fell down a cliff, leading Kobeni to feel guilty that she couldn't remember it.",
                    "TitleJapanese": "ラブコメの波動を感じる",
                    "SummaryJapanese": "体育の授業。小紅は跳び箱が苦手。同級生のまゆら曰く「ハンデがあるからね♪」。そんなこんなで日曜日。家事にいそしむ小紅。手伝いを申し出る紅緒。平和な休日が過ぎゆくかに思われたそのとき、突如響き渡る紅緒の絶叫。溢れ出る真白の絶望。禁断のBPが今明かされる。BPについては本編で確認してください。"
                },
                "4": {
                    "ID": "4767389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engaged-to-the-unidentified/episodes/4767389",
                    "TitleEnglish": "She Is Nothing But a Pervert",
                    "SummaryEnglish": "The morning after learning about Hakuya, Kobeni ends up with a fever due to her weak body. As Benio informs Mashiro and Hakuya about what she told Kobeni, she blames herself for Kobeni's accident back then, as she had Kobeni take her place alongside Hakuya so she could go and play. The next morning, Kobeni opts to stay at home alone whilst the others go to school, though Mashiro comes back to help her as soon as school ends, where Kobeni shows her the scar she received back then. The next morning, as Kobeni starts feeling a bit better, Hakuya suddenly rushes out of the house when he notices Kobeni struggling to face him properly. Kobeni catches up to him and states that, even though she doesn't remember anything, she owes him her thanks, becoming awed by his smile. Later that night, Mashiro and Hakuya receive a letter from their family, saying they will be sending someone to check up on them.",
                    "TitleJapanese": "あれはただのへんたいです",
                    "SummaryJapanese": "紅緒によって明かされた過去のこと。突然の話に小紅はショート寸前でビックリ緊急ダウン。代わりに台所に立つ紅緒。生み出される悪夢の数々。小紅のありがたみを知る真白。一方白夜は小紅に嫌われたと思い込み、逃走。というより暴走。今回の白夜はよくしゃべるとかしゃべらないとか。実際のところは確認してください。"
                },
                "5": {
                    "ID": "4767390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engaged-to-the-unidentified/episodes/4767390",
                    "TitleEnglish": "She's Their Birth Mother?!",
                    "SummaryEnglish": "Kobeni learns about a member of the Mitsumine family coming over, along with the fact that Mashiro is nine years old. Whilst shopping for supplies for her guest, Kobeni comes across a young woman who had gotten lost on her way somewhere and helps her out. This woman turns out to Mashiro and Hakuya's mother, Shirayuki, who casually lets slip that their family isn't human. This causes Kobeni to have another fever as she remembers more things about her past, where Hakuya was allegedly a dog. Shirayuki later tells Kobeni that her constant fevers are the result of Hakuya giving her half of his inhuman power to save her life. Before taking her leave, Shirayuki gives Kobeni her thanks for treating Hakuya well, mentioning how he picked up his habit of stroking her head from her.",
                    "TitleJapanese": "これが経産婦だと",
                    "SummaryJapanese": "和装の美女がやってきた。どう見ても若すぎるが、真白の母・白雪らしい。緊張する小紅。身構える真白。白雪の若さを前に苦悩する紅緒だが、結論的には「かなりアリ」。そんな中、白雪の口から驚くべき話がとび出す。混乱する小紅。果たして語られた内容は真実なのかどうなのか。言葉だけでは伝わらなさそうなので、その目で確認してください。"
                },
                "6": {
                    "ID": "4767391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engaged-to-the-unidentified/episodes/4767391",
                    "TitleEnglish": "I Have It! I'll Bury Them With My Sister-In-Law",
                    "SummaryEnglish": "Kobeni's mother, Akane, who had always known the Mitsumines weren't human, tells Kobeni that she is no less thankful to them for saving her life. The next morning, Kobeni tries to learn more from Hakuya and Mashiro about their other forms, though Hakuya refuses to transform in front of her. As Kobeni turns her attention towards Valentine's Day, she ponders whether she should marry Hakuya or not. On Valentine's Day, Kobeni tries to work up the courage to give Hakuya some chocolate, but has trouble finding the chance. She finally gets the opportunity after her friend, Mayura Momouchi, comes over.",
                    "TitleJapanese": "そうだ、小姑でうめよう",
                    "SummaryJapanese": "チョコレートを前に小紅が悩む。白夜が悩む。真白も悩む。まゆらは笑う、「バレンタインっていろんな人間ドラマがあって面白いよね」。そう、2月といえばバレンタインデー。ネッシー。モンゴリアン・デスワーム。雪男。ネッシー。ネッシー。ネッシー。さて問題です、このお話でいったい何回「ネッシー」と言うでしょう。よく聞いて確認してください。"
                },
                "7": {
                    "ID": "4767392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engaged-to-the-unidentified/episodes/4767392",
                    "TitleEnglish": "That Is That and This Is This",
                    "SummaryEnglish": "Student Council secretary Konoha Suetsugi feels some hostility towards Kobeni and Mashiro because of their closeness to Benio. Newspaper Club member Niko Ōno offers to help get some dirt on them, though her overenthusiasm proves too much for Konoha to keep under control. Konoha becomes more paranoid as Kobeni keeps walking in on her private outbursts. After having a brief argument with her over Benio, Mashiro suspects that Konoha is part of the same species as they are, with Konoha coming to realise the same thing.",
                    "TitleJapanese": "それはそれ、これはこれ。",
                    "SummaryJapanese": "生徒会書記、末続このは。強烈な紅緒信者である。その友人、大野仁子。空気の読めない新聞部員である。真白に嫉妬心を燃やすこのはに調査協力を申し出る仁子。「こっそり」とか、そんな寝言は寝て言おう。そしてなんだかこのはの言葉づか（略）真白とこのはの戦いが今始まる！俺たちの明日はどっちだ！？略されたところは確認してください。"
                },
                "8": {
                    "ID": "4767393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engaged-to-the-unidentified/episodes/4767393",
                    "TitleEnglish": "Only a Little Sister Can Soothe Sadness Over a Little Sister",
                    "SummaryEnglish": "As Kobeni decides to keep Konoha's true identity a secret from Benio, Niko continues to investigate her, despite warnings from Hakuya. Later, Mashiro and Konoha find some time alone to confirm they are from the same species, with Konoha assuming they were trying to get close to Benio. After Mashiro and Hakuya confirm this isn't the case, Konoha tells Hakuya that, as a male of the same species, he should marry her, which Kobeni overhears.",
                    "TitleJapanese": "妹の悲しみをいやすのは、妹",
                    "SummaryJapanese": "「一言でいうと、よくあることだ。ムー的な視点で言えば。」尻が大きいのは悪いことじゃない。乳が大きいのも悪いことじゃない。むしろいい。それはともかく、真白とこのはの戦いはまだ続く。ついに迎える屋上決戦。まったく関係ない紅緒様。いつも通りと思いきや、突然の急展開があるとかないとか。やっぱりあるので確認してください。"
                },
                "9": {
                    "ID": "4767394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engaged-to-the-unidentified/episodes/4767394",
                    "TitleEnglish": "This Is An Insult. I Have Been Shamed",
                    "SummaryEnglish": "As Mashiro informs Konoha about Kobeni and Hakuya's engagement, Hakuya chases after Kobeni, assuring her that he is already engaged to her. When Niko overhears this and asks if they are dating, Hakuya denies it as he wanted to respect Kobeni's wishes about keeping the engagement a secret. Hearing about this from Niko, Konoha believes she is still in with a chance. As Kobeni asks Konoha to keep her engagement a secret, Konoha suggests that if she is against it, she should just break it off. Kobeni cries upon hearing this, and the conversation is soon interrupted by Benio. Later that night, Kobeni assures Hakuya that she isn't against their engagement, which Mashiro interprets as a love confession, encouraging Hakuya to get Kobeni something spectacular for White Day.",
                    "TitleJapanese": "くつじょくです、はずかしめをうけました",
                    "SummaryJapanese": "思いがけず新展開。忠実な白夜。小紅は否定されたらちょっとショックな自分に気づく。目にゴミが入っただけという弁解。それに対する紅緒の愛。白夜も愛。小紅のスクープを狙う仁子。紅緒の変顔を狙う真白。そんななか、ついにデレ期到来か。誰のデレ期がきたのかは確認してください。"
                },
                "10": {
                    "ID": "4767395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engaged-to-the-unidentified/episodes/4767395",
                    "TitleEnglish": "When I Looked Up The Meaning of \"Infatuation Stage\"",
                    "SummaryEnglish": "Benio seems to grow colder towards Hakuya, who seems a bit downhearted when Kobeni denies confessing. Meanwhile, Kobeni clears up the misunderstandings surrounding the engagement with Konoha, who attempts to stave off Niko's interest in Kobeni by giving her a plain article to write about. Later, Mashiro explains to Kobeni that Konoha's interest in marrying Hakuya was only because they are the same species, revealing that Kobeni is also similar to them due to having half of Hakuya's power. The next day, Kobeni decides to buy her and Hakuya matching handkerchieves, also buying some for Benio and Mashiro.",
                    "TitleJapanese": "デレ期という単語を調べたら",
                    "SummaryJapanese": "ホワイトデーをめぐって、白夜が悩む。真白は叱咤する。紅緒は悶絶する。小紅は俺の嫁。デレたらデレたなりに物語は進む。小紅はいい子。このはもいい子。仁子もいい子だけど、今日も元気に暴走中。念願の記事掲載は叶うのか。そしてなんだか今回は、意外な人がツッコミ役に。その切れ味を確認してください。"
                },
                "11": {
                    "ID": "4767396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engaged-to-the-unidentified/episodes/4767396",
                    "TitleEnglish": "I Am Enjoying My Handkerchief",
                    "SummaryEnglish": "Hakuya is troubled over what gift he should get for Kobeni to make up for White Day. Meanwhile, Mashiro is almost spotted using her powers by Niko, who becomes determined to investigate the existence of a 'flying humanoid'. Later, Mashiro suggests that Kobeni and Hakuya go on a date, though Kobeni turns it into an outing with Mashiro. On the way home, Kobeni discovers Hakuya has a scar over his right eye, quickly coming to the conclusion that he got it from saving her. The next morning, after Hakuya and Mashiro receive another letter from their clan, Kobeni discovers they have disappeared, along with their belongings.",
                    "TitleJapanese": "ハンカチを楽しんでるのよ",
                    "SummaryJapanese": "ハンカチは楽しむものらしい。先週に引き続き、白夜は悩む。仁子はなんとUMAを目撃。夕暮れ時でも油断は禁物です。一方、小紅と白夜の仲に進展が。なんとデートに出かけることに。コブつきで。不良の第一歩。春休みに入ったり、新事実が発覚したり、色んな要素はあるけれど、とりあえず初デートはどこへ行ったのか。確認するのはそこからだ。"
                },
                "12": {
                    "ID": "4767397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/engaged-to-the-unidentified/episodes/4767397",
                    "TitleEnglish": "Understood? Understood.",
                    "SummaryEnglish": "As Kobeni worries about Hakuya and Mashiro, the only clue she has being a text saying they had gone back to the mountains, Mayura encourages her to go to the mountains herself to learn the true story. Taking refuge from the snow, Kobeni is eventually found by Hakuya and Mashiro, who had only returned home to harvest some edible plants that only grow on their mountain. Kobeni comes down with another fever as a snowstorm picks up, with Hakuya heading off to look for help whilst Mashiro uses an opportunity to look for firewood. Delirious from her fever and worried about people leaving her, Kobeni heads off on her own in search for them, with Hakuya managing to save her from falling off a cliff. After Hakuya agrees to be more open with Kobeni, everyone returns home to their everyday lives.",
                    "TitleJapanese": "わかってる？・・・わかってる",
                    "SummaryJapanese": "白夜と真白が姿を消した。なくなった荷物。途絶えた連絡。静かな我が家。不安と心配に苛まれる小紅だが、まゆらに背中を押されて三峰家へ。山に分け入り、懸命に白夜と真白を探す小紅。そこで彼女が見たものは...？これからどうなるかはわからないけれど、冬は終わり、春が来る。最後までどうぞ確認してください。"
                }
            }
        }
    }
}