{
  "URL": "https://www.thetvdb.com/series/witch-craft-works",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Comedy",
    "Fantasy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3341534/",
    "http://www.witch-cw-anime.jp/",
    "https://www.themoviedb.org/tv/65614"
  ],
  "TitleEnglish": "Witch Craft Works",
  "SummaryEnglish": "Takamiya Honoka is a regular student whose only problem seems to be that he sits next to Kagari Ayaka, the school's #1 beauty. They have never spoken to each other before and any small interaction between them immediately results in her fanclub beating him. Yet when a falling part of the school's building is about to send him to the afterlife, it's Kagari that comes to his rescue. Only... she's dressed as a witch, carrying him in her arms and floating on a broom?! Kagari tells him it is her mission to protect him and that now she can finally protect him openly rather than undercover.",
  "Aliases": [
    "Witchcraft Works"
  ],
  "Modified": "2025-05-29",
  "Seasons": {
    "0": {
      "ID": "568414",
      "URL": "https://www.thetvdb.com/series/witch-craft-works/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 7,
      "Episodes": {
        "1": {
          "ID": "4809542",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4809542",
          "TitleEnglish": "Takamiya-kun and His Sister's Conspiracy",
          "SummaryEnglish": "Unaired episode bundled with the 8th volume of the Witch Craft Works manga.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "568415",
      "URL": "https://www.thetvdb.com/series/witch-craft-works/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4720079",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4720079",
          "TitleEnglish": "Takamiya-kun and the Fire Witch",
          "SummaryEnglish": "Takamiya Honoka is a completely average student at Fuyutsuki High School. Up to now, he normally went unnoticed, but it turns out he has a mysterious connection to his classmate Kagari Ayaka, the most popular girl in the school, earning him the wrath of her overzealous fan club.",
          "Aliases": []
        },
        "2": {
          "ID": "4755181",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755181",
          "TitleEnglish": "Takamiya-kun and the Witches' Agenda",
          "SummaryEnglish": "The prettiest girl in the school, Kagari Ayaka, says her mission is to protect him - since Takamiya Honoka learned this shocking fact, he has been caught up in several incidents. He had no idea why, but in a battle between Ayaka and the Tower Witches, Tanpopo reveals that their target is the \"white stuff\" inside him.",
          "Aliases": []
        },
        "3": {
          "ID": "4755182",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755182",
          "TitleEnglish": "Takamiya-kun and Chronoire's Trap",
          "SummaryEnglish": "Since Takamiya became Kagari's apprentice, the two are spending even more time together. Other students are outraged that he's monopolizing their \"Princess,\" but he tells himself it's all part of his training.",
          "Aliases": []
        },
        "4": {
          "ID": "4755183",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755183",
          "TitleEnglish": "Takamiya-kun and His Mean Little Sister",
          "SummaryEnglish": "Someone in the Takamiya household isn't happy about his relationship with Kagari: his younger sister and fellow Fuyutsuki High student, Takamiya Kasumi. She tailed her brother and Kagari on their date, and grows increasingly irritated by the relationship between them.",
          "Aliases": []
        },
        "5": {
          "ID": "4755184",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755184",
          "TitleEnglish": "Takamiya-kun and the Witch of Stone Eyes and Stone Hands",
          "SummaryEnglish": "Against Kasumi's wishes, Kagari has declared that she will protect Takamiya around the clock. She visits the family to explain this to his mother, who turns out to be an old friend of Kagari Kazane and reveals that the two of them were already betrothed.",
          "Aliases": []
        },
        "6": {
          "ID": "4755185",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755185",
          "TitleEnglish": "Takamiya-kun and the Test of Love",
          "SummaryEnglish": "Takamiya's coveted \"white stuff\" finally appeared in the form of Evermillion, whose magic destroyed the Kagari home. As a result, Kagari is now living with Takamiya in his family's house. Meanwhile, the relationship between Kagari and Takamiya is still causing problems at school, even becoming a topic of discussion among the student council.",
          "Aliases": []
        },
        "7": {
          "ID": "4755186",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755186",
          "TitleEnglish": "Takamiya-kun and Noblesse Oblige",
          "SummaryEnglish": "Takamiya and Kagari have begun their life together, but they have some weird roommates: Medusa and the KMM Team, who know about the White Princess, Evermillion. Kagari tells Takamiya that their high school security was assured as long as the seals within him were intact, but if Kazane finds out that Evermillion was released, she would most likely seal Takamiya himself.",
          "Aliases": []
        },
        "8": {
          "ID": "4755187",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755187",
          "TitleEnglish": "Takamiya-kun and Kagari-san's Wounds",
          "SummaryEnglish": "Honoka has a dream of Ayaka's past, where she was a socially-stunted little girl to the point that her mother asked two similarly young Workshop witches to watch over her. She often spent her after class time looking for a certain boy at nearby schools until she finally found Honoka. In the present, Honoka is forced to deal with a challenge to his authority as President of the student council. The previous President lied to infamous delinquent Rinon Otometachibana that Honoka physically abused her, and as revenge, Rinon set her entire hamster-themed gang to trash the school before challenging Honoka to a one-on-one duel. Ayaka tries to help Honoka fight her at first, but on the day of the duel she cheats to make it appear as though Honoka won. Later, it is revealed that Ayaka manipulated the deposed President from the start just to reaffirm Honoka's position at school.",
          "Aliases": []
        },
        "9": {
          "ID": "4755188",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755188",
          "TitleEnglish": "Takamiya-kun and the End Witch",
          "SummaryEnglish": "After Takamiya's fight with the town's delinquent ringleader, Rinon, Kagari decides to resume his witch training. He has been making an effort to work out and toughen up on his own, but it looks like it'll take more time before he can control his own instincts.",
          "Aliases": []
        },
        "10": {
          "ID": "4755189",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755189",
          "TitleEnglish": "Takamiya-kun and Weekend, Part 1",
          "SummaryEnglish": "Weekend's scheme using her magic bomb has resulted in many Workshop casualties. Worse yet, the Workshop head, Kazane, has lost all her magic power, causing her barrier over the town that protects its citizens to fall.",
          "Aliases": []
        },
        "11": {
          "ID": "4755190",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755190",
          "TitleEnglish": "Takamiya-kun and Weekend, Part 2",
          "SummaryEnglish": "Delirious with fever after signing the contract with the town, Takamiya strays into a space between dimensions known as \"the cycle of recollection.\" There, he sees the memories of Kazane, the former contractor, including images of himself and Kagari when they were younger.",
          "Aliases": []
        },
        "12": {
          "ID": "4755191",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/witch-craft-works/episodes/4755191",
          "TitleEnglish": "Takamiya-kun and Weekend, Part 3",
          "SummaryEnglish": "Weekend has pushed the button to detonate the bombs she rigged up throughout the town. To save the town and its people, Takamiya makes the decision to summon Evermillion, but that would mean giving up his own life as well as Kagari's...",
          "Aliases": []
        }
      }
    }
  }
}