{
    "URL": "https://www.thetvdb.com/series/fate-zero",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt2051178/",
        "https://www.themoviedb.org/tv/45845"
    ],
    "TitleEnglish": "Fate/Zero",
    "SummaryEnglish": "Seven chosen mages and their summoned heroic spirits fight against each other to try and win the Holy Grail: a magical device that can grant any wish.",
    "TitleJapanese": "Fate/Zero",
    "SummaryJapanese": "日本の地方都市・冬木市では、七組の魔術師（マスター）と使い魔（サーヴァント）による「聖杯戦争」が繰り返されている。1990年代の初秋、四度目の聖杯戦争が始まる。主人公・衛宮切嗣は、名家アインツベルンの委嘱を受け、セイバーのサーヴァントを召喚し聖杯戦争に身を投じる。彼の目的は聖杯による世界平和の実現であった。\n英国からは二人の魔術師ケイネス・アーチボルトとウェイバー・ベルベットがランサーとライダーを、冬木からは遠坂時臣とその弟子・言峰綺礼がアーチャーとアサシンを、間桐雁夜がバーサーカーを、それぞれ召喚して参戦する。最後のサーヴァントであるキャスターは一般人・雨生龍之介によって召喚される。",
    "Aliases": [
        "Fate Zero",
        "Fate⧸Zero"
    ],
    "Modified": "2025-09-24",
    "Seasons": {
        "0": {
            "ID": "568955",
            "URL": "https://www.thetvdb.com/series/fate-zero/seasons/official/0",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "4725505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725505",
                    "TitleEnglish": "Fate/Zero Remix I",
                    "SummaryEnglish": "First recap special to summarize the first 13 episodes of Fate/Zero.",
                    "TitleJapanese": "Fate/Zero Remix I",
                    "SummaryJapanese": "First recap special to summarize the first 13 episodes of Fate/Zero."
                },
                "2": {
                    "ID": "4725506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725506",
                    "TitleEnglish": "Fate/Zero Remix II",
                    "SummaryEnglish": "Second recap special to summarize the first 13 episodes of Fate/Zero.",
                    "TitleJapanese": "Fate/Zero Remix II",
                    "SummaryJapanese": "Second recap special to summarize the first 13 episodes of Fate/Zero."
                },
                "3": {
                    "ID": "4725507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725507",
                    "TitleEnglish": "Please! Einzbern Consultation Room: Part 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "お願い！アインツベルン相談室 その1",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4725508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725508",
                    "TitleEnglish": "Please! Einzbern Consultation Room: Part 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "お願い！アインツベルン相談室 その2",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4725509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725509",
                    "TitleEnglish": "Please! Einzbern Consultation Room: Part 3",
                    "SummaryEnglish": null,
                    "TitleJapanese": "お願い！アインツベルン相談室 その3",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4725510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725510",
                    "TitleEnglish": "Please! Einzbern Consultation Room: Part 4",
                    "SummaryEnglish": null,
                    "TitleJapanese": "お願い！アインツベルン相談室 その4",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4725511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725511",
                    "TitleEnglish": "Please! Einzbern Consultation Room: Part 5",
                    "SummaryEnglish": null,
                    "TitleJapanese": "お願い！アインツベルン相談室 その5",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "4725512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725512",
                    "TitleEnglish": "Please! Einzbern Consultation Room: Part 6",
                    "SummaryEnglish": null,
                    "TitleJapanese": "お願い！アインツベルン相談室 その6",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "568956",
            "URL": "https://www.thetvdb.com/series/fate-zero/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4725479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725479",
                    "TitleEnglish": "The Summoning of Heroes",
                    "SummaryEnglish": "Seeking the power of the Holy Grail, something that can make miracles occur, seven different mages summon seven Heroes, and fight until the last man remains--a battle of epic proportions, the Holy Grail War. In preparation for the war, various participants are chosen from all over the globe. Eight years ago in Einzbern Castle in Germany, a girl named Illyasviel is born. Her father, Emiya Kiritsugu, embraces her knowing he will be part of the battle, as well.",
                    "TitleJapanese": "第一話 「英霊召喚」",
                    "SummaryJapanese": "奇跡を叶える『聖杯』の力を追い求め、七人の魔術師が七人の英霊を召喚し、\n最後の一人になるまで戦いを繰り広げる究極の決闘劇……聖杯戦争。\nその聖杯戦争の開幕に先駆けて、各地で参加者たちが選定が始まった。\n８年前。ドイツにあるアインツベルン家の居城で、ひとりの女子の産声があがった。\nイリヤスフィールと名付けられた娘を抱く父親・衛宮切嗣もその一人であった。"
                },
                "2": {
                    "ID": "4725480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725480",
                    "TitleEnglish": "The Fake First Shot",
                    "SummaryEnglish": "Kiritsugu and his daughter Ilyasviel stroll through the Einzbern woods. As Saber watches the happy parent and child, she ponders why Kiritsugu has not spoken to her since she was summoned. And in Fuyuki City, the battle ground where the Holy Grail War will be fought, the seventh and final hero is summoned.",
                    "TitleJapanese": "第二話 「偽りの戦端」",
                    "SummaryJapanese": "アインツベルンの森の中で戯れる切嗣と娘のイリヤスフィール。\nその微笑ましい様子を城から見つめていたセイバーは、\n召喚された時から、一度も口をきこうとしない切嗣の人柄を理解できずにいた。\nまた、聖杯戦争の舞台となる冬木市では、7人目の英霊が召喚されようとしていた。"
                },
                "3": {
                    "ID": "4725482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725482",
                    "TitleEnglish": "Fuyuki City",
                    "SummaryEnglish": "All the servants have been summoned and now it is a game of spy vs spy. Who will be the first to take the initiative in Fuyuki City?",
                    "TitleJapanese": "第三話 「冬木の地」",
                    "SummaryJapanese": "遠坂邸に侵入したアサシンはアーチャーの猛攻の前に息絶えた。\nその事実は、使い魔を通じて各魔術師たちにも知れ渡ることに。\nまた、英霊を失ったアサシンの魔術師・言峰綺礼は、\n戦いから離脱するため、聖杯戦争の監督を務める聖堂教会に姿を現す。"
                },
                "4": {
                    "ID": "4725483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725483",
                    "TitleEnglish": "Spearhead",
                    "SummaryEnglish": "Saber and Lancer fight for supremacy. After some fierce and defensive fighting from both sides, Lancer's master allows Lancer to use his noble phantasms. Lancer's magic-canceling spear and cursed spear capable to causing unrecoverable wounds catch Saber by surprise. Meanwhile, Kiritsugu is keeping watch over the fight with Maiya. Kiritsugu finds Assassin watching over the battle as well, so he decides not to act rashly. From far away, Rider and his master Waver spot the battle between Saber and Lancer. Against his master's wishes, Rider rides his Gordius Wheel down to the harbor and interrupts the battle.",
                    "TitleJapanese": "第四話 「魔槍の刃」",
                    "SummaryJapanese": "倉庫街でランサーと対峙したセイバー。\n両者間の緊張が高まる中、闘いの火蓋が切って落とされる。\n英霊同士の戦いを初めて目の当たりにするアイリスフィールは、\nその壮絶さに圧倒される。\n一方、両者の戦闘を見張りつつ敵マスターの動きを探る切嗣と舞弥だが…"
                },
                "5": {
                    "ID": "4725484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725484",
                    "TitleEnglish": "A Wicked Beast's Roar",
                    "SummaryEnglish": "Rider suddenly appears just the battle with Lancer reaches its climax, much to Saber's consternation. Undeterred, Rider calls out to the many people observing the fight from within the shadows...but it seems he's not the only heroic spirit drawn in by the battle.",
                    "TitleJapanese": "第五話 「凶獣咆吼」",
                    "SummaryJapanese": "対峙するセイバーとランサーの前に、姿を現したライダー。\n突如として現れた介入者により、決闘を邪魔だてされたセイバーは憤りを感じていた。\nそんなことはつゆ知らず、ライダーは闇に紛れ戦いを監視する者たちへ呼びかける。\n彼らふたりの決闘に惹かれた英霊は、ライダーだけでは無かったのだ。"
                },
                "6": {
                    "ID": "4725485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725485",
                    "TitleEnglish": "A Night of Schemes",
                    "SummaryEnglish": "A car screams down the moonlit streets of Fuyuki City, with a very happy-go-lucky Irisviel behind the wheel and a slightly unnerved Saber sitting next to her. The evening takes a bad turn when a mysterious shadow darts in front of them. The person claims to be Saber's loyal retainer, yet Saber has no memory of them...",
                    "TitleJapanese": "第六話 「謀略の夜」",
                    "SummaryJapanese": "冬木市山中、月明かりが照らす道路を疾走する車が一台。意気揚揚と運転するのはアイリスフィール。そして、その運転に少々ひきつっているセイバー。\nそんなドライブ中の二人の前に、突如、怪しい人影が現れる。\n彼は、ある理由からセイバーに臣下の礼をとろうとするが、セイバーは全く身に覚えが無かった……"
                },
                "7": {
                    "ID": "4725486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725486",
                    "TitleEnglish": "Dark Forest",
                    "SummaryEnglish": "The rules of the game have changed and the Masters have a chance to earn an extra command spell. All they have to do is find Castor and kill him.",
                    "TitleJapanese": "第七話 「魔境の森」",
                    "SummaryJapanese": "聖杯戦争は重大な危機に見舞われていた。\n冬木教会に集まった使い魔たちを前にして璃正は、連続誘拐ならびに殺人事件の下手人である雨生龍之介とそのサーヴァントであるキャスターを討ち取るため、各々の戦闘を一時中断する旨を伝達する。\nまた、殲滅を果たした者には褒章として、過去の聖杯戦争で使い残された令呪が寄贈されるという。"
                },
                "8": {
                    "ID": "4725487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725487",
                    "TitleEnglish": "The Mage-Slayer",
                    "SummaryEnglish": "Battle rages throughout Einzbern Castle: Kayneth's magical mercury sphere versus Kiritsugu's formidable gun arsenal, Saber and Lancer join forces against Caster in the forest, and Irisviel detects a new enemy as she and Maiya make their escape.",
                    "TitleJapanese": "第八話 「魔術師殺し」",
                    "SummaryJapanese": "アインツベルン城の各所で繰り広げられる攻防。\n魔力を込めた水銀を操るケイネスに対し、銃火器で応戦する切嗣。\nセイバーはランサーと共闘し、キャスターと彼に召喚された怪魔を殲滅すべく立ち向かう。 一方、舞弥と共に城から離れていたアイリは、新手の侵入者の気配を察知していた。"
                },
                "9": {
                    "ID": "4725488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725488",
                    "TitleEnglish": "Master and Servant",
                    "SummaryEnglish": "After having a dream of Lancer's past, El-Melloi wakes up with his body tied on a bed. Sola tells El-Melloi that his Magic Circuits were destroyed and he can no longer use magic but she also tells him to give up his Command Spells to her or she will torture him and cut off his arm. Despite Sola becoming his new Master, Lancer refuses to accept her and remains loyal to El-Melloi but Sola manages to make Lancer accept her by convincing him to fight for his old master's honor. Elsewhere, Kiritsugu decides to go hunt El-Melloi down despite Saber and Iri wishes to stop Caster. Meanwhile, Waver and Rider manages to find Caster's lair in the sewers where the former is horrified in seeing the dead bodies of Caster and Uryū victims. As Waver vomits in disgust, Rider saves his life when he kills an Assassin targeting Waver and face off two more Assassins before they escape. Now knowing Assassin is not yet dead, Waver and Rider leaves the Caster's lair but not before destroying it and burning the bodies. With Waver and Rider knowing their secret, Risei orders Kirei to send his Assassins to spy on them.",
                    "TitleJapanese": "第九話「主と従者」",
                    "SummaryJapanese": "切嗣たちの拠点で行われた攻防が収束を迎えた。\nランサーに救助されたケイネス。目覚めると寝台に寝かされていることに気づいた彼は、許嫁のソラウから、自分の置かれた絶望的状況と、とある提案を聞かされる。\n一方、切嗣は、キャスター討伐を優先すべきというセイバーの進言を無視し、ケイネスを仕留めるべく、追撃を開始する。"
                },
                "10": {
                    "ID": "4725489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725489",
                    "TitleEnglish": "Rin's Big Adventure",
                    "SummaryEnglish": "The mystery of the mass kidnappings in Fuyuki remains unsolved, with more kids disappearing daily. When Tohsaka Rin can't get in touch with her friend Kotone, she braves the darkness and enters the city on her own to search for her. That's when she spots a strange man leading two kids around and decides to follow him...",
                    "TitleJapanese": "第十話「凛の冒険」",
                    "SummaryJapanese": "冬木市で起きた連続殺人事件の犯人はいまだ見つからず、\n毎日のように子供がさらわれつづけていた。\nそんな中、時臣の娘・凛は、連絡が取れなくなった友人・コトネを捜しに\nひとりで夜の街へ出かける。\n商店街で子供を連れた不審な男を見つけた凛は、男の後をつけるが……。"
                },
                "11": {
                    "ID": "4725490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725490",
                    "TitleEnglish": "Discussing the Grail",
                    "SummaryEnglish": "Rider, Saber, and Archer sit down for a drink and discuss what makes a King. The talk turns to violence when Assassin interrupts…",
                    "TitleJapanese": "第十一話「聖杯問答」",
                    "SummaryJapanese": "切嗣が留守の折、彼らの拠点にライダーが乗り込んできた。\n正面から堂々とやってきたライダーに、警戒するセイバー。\nだがライダーは、王と呼ばれる者同士、一献交えようと申し出る。\nその場にアーチャーも現れ、王の名を冠する３人の英霊たちは酒を酌み交わしながら\n己の王道を語る。"
                },
                "12": {
                    "ID": "4725491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725491",
                    "TitleEnglish": "The Grail Beckons",
                    "SummaryEnglish": "Hidden in a Fuyuki hotel, Kiritsugu tries plan his next move, but is still at a loss trying to understand Kirei's motives. Elsewhere, Iry and Saber have moved to a new hideout, a traditional Japanese manor. But while Iry seems excited about their new location, Saber senses something is amiss...",
                    "TitleJapanese": "第十二話「聖杯の招き」",
                    "SummaryJapanese": "一人冬木市のホテルに潜みながら、各陣営の動向を追い続けていた切嗣。\n中でも、自分を追っていると思しき綺礼の動機が分からず、切嗣は苛立ちを募らせる。\n一方、アイリとセイバーは、市内の屋敷に拠点を移していた。\n日本風の家屋を興味津々で見て回るアイリ。\nセイバーは、そんなアイリの振る舞いの中にふとした違和感を覚える。"
                },
                "13": {
                    "ID": "4725492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725492",
                    "TitleEnglish": "The Forbidden Feast of Madness",
                    "SummaryEnglish": "Rider and Waver make a trip into town, and stop in a bookstore along the way. There, Waver reads a biography on Rider's life and learns why he aimed to conquer the far east. Meanwhile, Caster and Ryuunosuke return to their destroyed base. A conversation with his Master leads Caster to an epiphany, and with insanity in his heart, the mad magician begins casting a certain spell...",
                    "TitleJapanese": "第十三話「禁断の狂宴」",
                    "SummaryJapanese": "ライダーを連れて町に出たウェイバー。\n書店に入った彼は、ライダーの一生が書かれた伝記を手に取り、\nライダーが東の果てをめざした理由を知る。\n一方、徹底的に破壊された工房に戻っていたキャスターと龍之介。\n龍之介との会話から新たな啓示を得たキャスターは、狂気に駆られるまま、\nある魔術を行使しようとしていた。"
                },
                "14": {
                    "ID": "4725493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725493",
                    "TitleEnglish": "Bloody Battle on the Mion River",
                    "SummaryEnglish": "The battle against Caster continues as the Heroes have no way of stopping him. Toki is trying to appeal to Archer to use his Noble Phantasm to obliterate the monster. Kiri meanwhile, is planning to destroy the source of the monsters powers.",
                    "TitleJapanese": "第十四話「未遠川血戦」",
                    "SummaryJapanese": "キャスターが召喚した巨大な海魔。新たな魔力源を得る前に排除しなければ、聖杯戦争の破綻どころか、冬木の、世界の危機となってしまう。\n ライダーの呼びかけによって、共闘することになったセイバー、ランサーら三人の英霊たち。しかし、無限再生を繰り返す不死の怪物を前に、セイバー達は苦戦を強いられる。"
                },
                "15": {
                    "ID": "4725494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725494",
                    "TitleEnglish": "Golden Brilliance",
                    "SummaryEnglish": "As Archer and Berserker continue to battle in the sky, Saber and Rider are forced to retreat from Caster's Demon to rethink their strategy. Rider will transport the demon into Ionian Hetairoi where his armies will try to hold it off as long as they can while Saber and Lancer will have to find a way to finally destroy it. Kiritsugu calls and explains to Waver on how they will defeat the demon and tells him to inform Lancer about Saber's Noble Phantasm. Lancer realizes what Kiritsugu means and destroys his Gae Buidhe to allow Saber's wound to heal and fully use her Noble Phantasm. Tokiomi defeats Kariya by shooting a fireball, burning him and falling off from the building where he is later found by Kirei who heals him. As Berserker destroys Archer's Vimana, he now sets his sights on Saber but his jet is destroyed and driven away by Lancer and Archer respectively. With the coast clear, Kiritsugu fires a flare gun to signal to Waver where Rider should transport the demon. With the demon in position, Saber uses her Noble Phantasm, Excalibur to finally destroy Caster and the demon which the former has a vision of Jeanne before his death. With the threat over, Rider and Archer have a discussion on whether Saber's life to become King was either incredible or tragic before both of them leave with Rider hoping to duel Archer in the future and Archer now smitten with Saber.",
                    "TitleJapanese": "第十五話「黄金の輝き」",
                    "SummaryJapanese": "キャスターが召喚した悪しき海魔と戦う英霊たち。\n その裏でもう一人、命を懸ける男がいた。間桐雁夜は遠坂葵や間桐桜の悲しみを生み出す原因になった「魔術」そのものに対する憎悪を遠坂時臣にぶつける。\n 目の前の敵と対峙し、己が信念を貫くとき、それぞれの戦いに見えるものは……。"
                },
                "16": {
                    "ID": "4725495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725495",
                    "TitleEnglish": "The End of Honor",
                    "SummaryEnglish": "Kayneth visits Risei and asks for his reward for Lancer helping defeat Caster. Risei agrees to reward Kayneth a Command Seal before Kayneth kills him to ensure the other Masters don't get one as well. However, Sola was kidnapped by Maiya during the battle at Mion River which she also cut off Sola's arm containing her Command Seals. As Kayneth scolds Lancer and mocks his chivalry, Saber and Iri, tipped off by Kiritsugu, arrives at Kayneth's hideout, where Saber wishes to finish her duel with Lancer which he agrees. As Saber and Lancer duel, Kiritsugu confronts Kayneth and having taken Sola hostage, gives Kayneth a magical unbinding contract that he will no longer harm or kill him and Sola if he does one thing for him; use up all of his Command Seals to force Lancer to commit suicide. Desperate to save Sola, Kayneth does so which Lancer curses everyone around him before dying. But because the contract only applies to him, Maiya snipes Kayneth and Sola, killing her instantly. As Saber ends Kayneth's suffering, she finally calls out on Kiritsugu for the terrible and dishonorable things he'll do to win which he retorts there's isn't anything honorable about chivalry and he will do everything to win to ensure his and Iri's wishes to save the world. As Kiritsugu leaves with Maiya, Iri collapses from exhaustion.",
                    "TitleJapanese": "第十六話「栄誉の果て」",
                    "SummaryJapanese": "キャスター討伐の褒賞として令呪を得ることに成功したケイネス。\n これにより、再び聖杯戦争への復帰が叶う―そう思ったのもつかの間、何者かによってソラウを人質にとられた事を知り、激しくランサーを罵倒する。\n 主ケイネスに忠誠を誓い、騎士道を貫こうとすればするほど深まる溝にランサーは絶望する。"
                },
                "17": {
                    "ID": "4725496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725496",
                    "TitleEnglish": "The Eighth Contract",
                    "SummaryEnglish": "Kirei discovers Risei's body and informs Tokiomi. Kirei is saddened over his father's death, although Archer suggests that his sadness is due to not having the chance to kill his own father himself. Maiya informs Iri and Saber that Tokiomi wishes to discuss an alliance, and Iri agrees to go to the church to discuss the offer. Before his meeting, Tokiomi visits his wife and Rin, giving his daughter a spell book and some wisdom before leaving. During the meeting between Iri and Tokiomi, Tokiomi suggests a temporary alliance to defeat the other contestants first. Iri agrees, but on the condition that Kirei leaves the city and can no longer be involved in the Grail War. Tokiomi complies. As Saber, Iri and Maiya leave the church, a sickly Iri reveals to Maiya that she is actually the embodiment of the Holy Grail in human form and will die to form the Grail once the war ends. Maiya promises to protect her until that time comes. Meanwhile, Kirei is preparing to leave, but reveals to Archer that his father's dying act was to leave Kirei the remaining Command Seals, restoring Kirei's ability to be a master in the War. He also reveals the secret reason behind the war; the Holy Grail can be activated only by the sacrifice of seven Heroic Spirits. Thus, even a victorious Servant must die - which is why Tokiomi is reluctant to use his command spells, as he needs at least one to command Archer's suicide should they be triumphant. Furthermore, Kirei still wants to explore his dark desires, and Archer yearns for a more stimulating master. Later, Kirei meets with Tokiomi, who gives him guardianship of Rin should anything happen to him, and an Azoth dagger as a symbol of his completed apprenticeship. Kirei then stabs Tokiomi in the back with the dagger, telling him that, just like his own father, both men never really understood him. With Tokiomi dead, Archer and Kirei form a new contract as Master and Servant.",
                    "TitleJapanese": "第十七話「第八の契約」",
                    "SummaryJapanese": "徐々に脱落者が増え、大きく進展する聖杯戦争。\n 頂点を極める緊張感は、残る者たちそれぞれの胸中を改めて見直させる。\n そして、家族への遺言を残す者…。秘密裏に接触を謀る者…。\n その中で、セイバーたちも、意外な人物からの申し出を受けることになる。\n それぞれの思惑は、聖杯戦争を更に佳境へと推し進める。"
                },
                "18": {
                    "ID": "4725497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725497",
                    "TitleEnglish": "Distant Memories",
                    "SummaryEnglish": "Years ago, a young Kiritsugu lived on an island in the Pacific with his father Noritaka and befriended a local girl named Shirley who called him Kerry. Noritaka was researching on immortality using plants with Shirley as his assistant. Despite being told by the townsfolk to stay away from Noritaka, Shirley is convinced his research will help the world and tells Kiritsugu she hopes he grows up to be great man. But one day, Kiritsugu is told by his father not to leave their home after asking him if he went into his lab. Kiritsugu ignores his father's warnings to search for Shirley only to be find her eating live chickens wildly. Shirley reveals she went into Noritaka's lab and use his immortality formula on herself which turned her into a Dead Apostle vampire who madly craves for blood. Shirley begs Kiritsugu to kill her while she can still have a hold on herself but he is unable to do it which leads her to attacking the townsfolk and turning them into Ghouls. As chaos spread throughout the island, Church Executors and Mages from the Mages Association arrive to stop and exterminate the outbreak and cover up the incident. Kiritsugu is saved from Ghouls when a gun-wielding mercenary named Natalia Kaminski saves him. Natalia explains she is there to eliminate the magus responsible for the outbreak which Kiritsugu realizes is his father. Kiritsugu confronts his father over his work and it's consequences which the latter only shrugs it off as an accident and states his plans to continue his experiments elsewhere. Angered with his father's response, Kiritsugu kills him. Emotionally broken and having nowhere to go, Kiritsugu agrees to escape together with Natalia.",
                    "TitleJapanese": "第十八話「遠い記憶」",
                    "SummaryJapanese": "南国の小さな島に暮らす少年、ケリィ。\n 家に閉じ込って不思議な研究をしている父、そしてその助手であり大好きな女の子シャーレイ。シャーレイは少年に聞いた。\n「ケリィはさ、どんな大人になりたいの？」\n\n これは少年ケリィこと、衛宮切嗣の原点の物語である。"
                },
                "19": {
                    "ID": "4725498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725498",
                    "TitleEnglish": "Where Justice Dwells",
                    "SummaryEnglish": "Natalia has raised Kiritsugu since rescuing him from the island. He has followed her in every step in becoming an assassin. Over the years their relationship has grown to the point of mother and child, so what Kiritsugu does next is…",
                    "TitleJapanese": "第十九話「正義の在処」",
                    "SummaryJapanese": "切嗣が選んだ『正義』は、まるで天秤のように代わりに大切なものを奪っていった。\n島を出てナタリアのもとで「狩人」として生きていく事を決めた衛宮切嗣は、様々な戦いの中に身を投じることになる。\n戦いの中で『正義』の残酷さに気が付きながらも、切嗣はまたナタリアと共に新たな戦いに向かう。"
                },
                "20": {
                    "ID": "4725499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725499",
                    "TitleEnglish": "The Assassin Returns",
                    "SummaryEnglish": "Irisviel time is running out and Kiritsugu is doing what he can to make her comfortable. But the game continues and he leaves to eliminate his next target. A surprise attack against his hideout leaves him a man down and heart broken.",
                    "TitleJapanese": "第二十話「暗殺者の帰還」",
                    "SummaryJapanese": "佳境に近づく聖杯戦争。\nその影響は、聖杯の守り手であるアイリスフィールの身体に影響を及ぼしつつあった。                   \nアイリスフィールのもとを立ち去る切嗣は、かつて久宇舞弥と共に戦場に立っていた時の様な\n非情な表情へと戻る。\n一方、キャスターとの戦いで大幅に魔力を消費したライダーのため、ウェイバーはある場所へ向かう。"
                },
                "21": {
                    "ID": "4725500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725500",
                    "TitleEnglish": "Knight on a Two-Wheeled Steed",
                    "SummaryEnglish": "Saber is hot on the trail of Rider, much to his delight. Meanwhile, Kiritsugu sets off on a different lead. The new player, Matou Kariya, watches in the background as his play unfolds perfectly.",
                    "TitleJapanese": "第二十一話「双輪の騎士」",
                    "SummaryJapanese": "アイリスフィールを必ず連れ戻す、と舞弥と最期の約束を交わしたセイバー。\n アイリスフィールを連れ去ったというライダーを追い、決死の表情でV-MAXを走らせる。\n 一方、切嗣はこの状況に疑問を抱き、別の角度からアイリを追う。\n そこで、ある真相を知る。"
                },
                "22": {
                    "ID": "4725501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725501",
                    "TitleEnglish": "All the Evil in the World",
                    "SummaryEnglish": "The end of the battle is drawing near and relationships between Masters and Servants are changing. Many players have dropped off the field, and a very special one is next to go.",
                    "TitleJapanese": "第二十二話「この世全ての悪（アンリマユ）」",
                    "SummaryJapanese": "未だ、アイリスフィールの消息がつかめず、憔悴しきった表情で冬木市を探し回るセイバー。しかし切嗣はセイバーに見向きもしない。\n 一方、戦う意義を得た綺礼は、切嗣を待ち受ける。\n 第四次聖杯戦争の最後の一日が幕を開けようとしている。\n そんな気配を感じ取ったウェイバーもまた、決意を固める。"
                },
                "23": {
                    "ID": "4725502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725502",
                    "TitleEnglish": "The Ocean at the End of the World",
                    "SummaryEnglish": "Saber vs. Berserker, Archer vs. Rider, another hero will fall and a secret will be revealed.",
                    "TitleJapanese": "第二十三話「最果ての海」",
                    "SummaryJapanese": "綺礼が上げた狼煙を合図に、覚悟を決めた者たちが続々と集まる。\n ウェイバーと共に戦場に駆け付けたライダーの前には、アーチャーが立ちはだかる。\n 英雄王と征服王。王者の戦いの火ぶたが切られた。\n 時同じくして、セイバーもまた宿命の対決に挑むことになる。"
                },
                "24": {
                    "ID": "4725503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725503",
                    "TitleEnglish": "The Final Command Spell",
                    "SummaryEnglish": "Two heroes, two masters, one grail; a winner will be decided.",
                    "TitleJapanese": "第二十四話「最後の令呪」",
                    "SummaryJapanese": "バーカーサーの正体、そして己に向けられる憎しみを知ったセイバーは絶望に打ちひしがれる。\n 戦意を喪失し、怨念に濡れた漆黒の剣を、ただ受け止めることしかできない。\n 一方、綺礼と切嗣はついに正面から対峙する。\nたがいに一歩も譲らず、苛烈に生死を競いあう。"
                },
                "25": {
                    "ID": "4725504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-zero/episodes/4725504",
                    "TitleEnglish": "Fate/Zero",
                    "SummaryEnglish": "Saber destroys the Grail along with the theater before disappearing. However, much to Kiritsugu's horror, the Grail spreads its lethal black ooze from the sky, causing death and destruction throughout half the city. With the city in flames, Kirei wakes up, surprise to be alive and to see Gilgamesh(Archer) as well. Gilgamesh reveals the ooze created a body for him and resurrected Kirei as well. Realizing the city's destruction was his wish, Kirei laughs on how abominable he is and wants to repeat it again which Gilgamesh joins him. Mortified of the destruction he seen, Kiritsugu finds joy and hope after rescuing a young boy who survived. A delusional Kariya believes he has save Sakura and reunited her with Rin and Aoi, unaware he has died falling into a pit of Crest worms under Matō estate which Sakura witness coldly. As morning arrives, Waver tells the Mackenzies he would like to stay with them while he travels around the world to find his own path. After presiding over Tokiomi's funeral, Kirei meets Rin and her mother Aoi, who survived but brain damaged, oblivious to what happen to her husband and Sakura, and gives Rin the Azoth dagger. Due to the curse and interference by the Einzberns for his failure, Kiritsugu is unable to reunite with his daughter Ilya so he decides to live in Fuyuki City and adopts the boy he rescued, Shirō. Saber finds herself where she fought her last battle during her life and cries to her knights for failing while she remembers Lancelot final words on how he regretted betraying her by having an affair with her wife Guinevere, which drove him into madness while still proclaiming his loyalty to his King. As she regrets for not understanding her people nor winning the Grail, the sun suddenly shines on her, giving her hope. Five years later, Kiritsugu tells Shirō how he dreamed to be a hero which Shirō promises his father that he will live out his dream for him. As Kiritsugu closes his eyes peacefully, he remembers the question Shirley ask",
                    "TitleJapanese": "第二十五話「Fate/Zero」",
                    "SummaryJapanese": "始まり（ゼロ）に至る物語、第四次聖杯戦争、終焉へ――"
                }
            }
        }
    }
}