{
  "URL": "https://www.thetvdb.com/series/d-frag",
  "Genres": [
    "Anime",
    "Comedy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3296914/",
    "https://www.themoviedb.org/tv/68634"
  ],
  "TitleEnglish": "D-Frag!",
  "SummaryEnglish": "Kazama Kenji likes to believe he is something of a delinquent. Moreover, others seem to like to agree that he is. Of course, Kenji's gang finds their way to a group of four not-so-normal girls—Chitose, Sakura, Minami and Roka—and all at once, whatever reputation he may have is nothing compared to the outrageous behavior of the girls. Shanghaied into joining their club, what will happen to his everyday life from that point on?",
  "Aliases": [
    "D-Fragments"
  ],
  "Modified": "2025-09-28",
  "Seasons": {
    "0": {
      "ID": "569653",
      "URL": "https://www.thetvdb.com/series/d-frag/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "4909249",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/d-frag/episodes/4909249",
          "TitleEnglish": "Water!! (OVA)",
          "SummaryEnglish": "Bundled with the ninth special-edition volume of D-Frag! manga. The DVD adapted the popular Shrine Water arc.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "569654",
      "URL": "https://www.thetvdb.com/series/d-frag/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4732589",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-frag/episodes/4732589",
          "TitleEnglish": "Kazama's Party!",
          "SummaryEnglish": "Kenji Kazama arrives at school looking to leave an impression, but ends up forced into joining the Game Creation Club. Later, the Student Council Vice-President and fourth member of the Kazama Party, Ataru, reveals some backstory about the Student Council President Chitose.",
          "Aliases": []
        },
        "2": {
          "ID": "4762674",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-frag/episodes/4762674",
          "TitleEnglish": "Curse You, Fake Game Creation Club!!",
          "SummaryEnglish": "When Kenji skips school one day, he finds himself confronted by members of the \"real\" Game Creation Club, claiming the one he joined was a fake club. When he confronts his own club members about it, he discovers that the leaders of both Game Creation Clubs were actually friends in one club, but Roka didn't like how the other members talked about her, so with Chitose's help she started her own club.",
          "Aliases": []
        },
        "3": {
          "ID": "4762675",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-frag/episodes/4762675",
          "TitleEnglish": "Fujou Academy Freedom Festival, AKA FuF Festival",
          "SummaryEnglish": "As the day of the school festival draws near, the presidents of both Game Creation Clubs prepare to make their own games to show the students at the festival. Takao and Roka agree that the loser's club will be absorbed by the winner, while Chitose threatens to do \"that\" (an undefined action) to Takao if her club wins. Later that day, Kenji discovers that Takao's club did a decent job of making their own video game, while Takao finds that the \"fake\" club made a mini-carnival with various analog games, as the rules never specified the type of game they had to make.",
          "Aliases": []
        },
        "4": {
          "ID": "4762676",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-frag/episodes/4762676",
          "TitleEnglish": "They're the Band of 14 Devils!!",
          "SummaryEnglish": "After some debate, Minami reveals that the club's official name is \"Game Creation Club (Provisional).\" While trying to avoid having to play the \"Quest for Porn Mags in Space\" board game that Roka created, the Kazama Party gets ambushed by the \"Band of 14 Devils\" (minus two for personal reasons). Despite his best efforts, Kazama and his friends are captured, though Ataru escapes to warn the Game Creation Club (Provisional) about what happened.",
          "Aliases": []
        },
        "5": {
          "ID": "4774209",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-frag/episodes/4774209",
          "TitleEnglish": "What?! Your Little Sister Makes Your Lunches?!",
          "SummaryEnglish": "Kenji tries to get out of playing the newest edition of \"Quest for Porn Mags in Space\" again, promising Takao anything if she'll switch places with him. Unfortunately, Roka reveals that this edition can be played by five people. Later, Kenji reveals some backstory about his relationship with legendary Japanese classic literature teacher Shawn Konekone.",
          "Aliases": []
        },
        "6": {
          "ID": "4774210",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-frag/episodes/4774210",
          "TitleEnglish": "So That Means We're in a Love Triangle!",
          "SummaryEnglish": "Pretty boy and newest Game Creation Club (Provisional) member Shio appears to proclaim his love for Roka, but Roka is only interested in Kenji, and Kenji wants nothing to do with either of them. Later, after Funabori reveals she washed and cleaned one of Roka's bags, Shio, Kenji and Roka decide to have a contest over who owns that bag, and Chitose expands the contest into a school-wide event that begins with a King of the Hill-style tournament.",
          "Aliases": []
        },
        "7": {
          "ID": "4774211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-frag/episodes/4774211",
          "TitleEnglish": "That's Dirty---!!",
          "SummaryEnglish": "Kenji wakes up after being hit by the zipper from Takao's old uniform to discover that he's locked in a thumb war with Shio as a semifinal match. Meanwhile, Takao and Roka are locked in a game of musical chairs, but seem to have forgotten the chair entirely and are instead tackling each other. The Grand Final round turns out to be a \"King's Game,\" but with only two people the winner is whoever picks the \"King\" stick.",
          "Aliases": []
        },
        "8": {
          "ID": "4774212",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-frag/episodes/4774212",
          "TitleEnglish": "I Liked the Pixels...",
          "SummaryEnglish": "Kenji and Takao are informed by a panel of teachers that ever since the zipper incident from the tournament, various students have been injured trying to copy the event with each other. After Kenji stands up for Takao, she later asks him out on a date. Unfortunately, the release date of a popular new game she planned to get falls on the same day, so Kenji ends up waiting in line with her.",
          "Aliases": []
        },
        "9": {
          "ID": "4774213",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-frag/episodes/4774213",
          "TitleEnglish": "That's Right. I'm His Little Sister",
          "SummaryEnglish": "After getting flustered by Kenji's demands to hide his bag from Shio and Ataru, Funabori ends up preempting the boys by sticking her own head in the bag. Kenji's little sister comes to visit her brother's club room, but ends up getting increasingly scared by the girls inside, then flees after Takao accidentally smacks her against a bookshelf. Takao tries to make nice with her to get closer to Kenji, but her attempts backfire.",
          "Aliases": []
        },
        "10": {
          "ID": "4774214",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-frag/episodes/4774214",
          "TitleEnglish": "Tama-senpai, Long Time No See",
          "SummaryEnglish": "Kenji gets kidnapped again, this time by the former student council led by senior student Tama. The Game Creation Club and Ataru race to save him, but find themselves facing the Science Club's robot mascot with Shinsen (\"Barfy\") riding inside. Takao ends up defeating the robot by herself, but when they reach the classroom, Roka finds her usual \"darkness\" bag attack blocked by Tama's unique twintail hairstyle. Tama demands the Game Creation Club (Provisional) disband, and Kenji proposes a contest to save the club.",
          "Aliases": []
        },
        "11": {
          "ID": "4774215",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-frag/episodes/4774215",
          "TitleEnglish": "What's My Secret Move?",
          "SummaryEnglish": "Takao comes up with a contest called \"Cell Thievery\" where each team tries to snatch an opposing player's cell phone and correctly answer a question about that person written on the phone. Roka demands that Kenji \"princess carry\" her after Tama's hug from earlier drained most of her strength, and the two of them run away with Sakura, but two of Tama's team are in hot pursuit. Eventually, Roka regains her strength and distracts Naganuma long enough for Kenji to knock him out of the game. Chitose finds herself losing against Tama's strength and needs help. Roka tells Kenji he has a secret move: the \"Vertical Jump.\" Kenji literally jumps up to the second floor and is immediately surrounded by the Basketball Club.",
          "Aliases": []
        },
        "12": {
          "ID": "4774216",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/d-frag/episodes/4774216",
          "TitleEnglish": "At This Rate, You'll Have Zero Friends for All Eternity!",
          "SummaryEnglish": "Some of the teachers decide to bet over whether the Game Creation Club or the former student council will win their battle. Chitose has a flashback to when she was a kindergartner playing in a sandbox. Every time she tried to build a sandcastle, Tama would come over and smash it, until Roka appeared and helped Chitose bury Tama in sand. Since that day, Chitose swore to one day build a legendary sand castle, and Tama swore to break everything that Chitose loved for her humiliation. In the present, Tama's sumo slap attacks and \"double kabuki\" technique are keeping both Kenji and Chitose from getting to her cell phone. However, Kenji comes up with a plan that lets him slip past her guard and pull off Tama's hair ribbons, letting Roka subsequently place a bag over her head. The Game Creation Club is declared the winner. Later, Tama plays a round of \"Quest for Porn Mags in Space\" to get closer to Kenji, while swearing to his club members that her original goals haven't changed.",
          "Aliases": []
        }
      }
    }
  }
}