{
    "URL": "https://www.thetvdb.com/series/buddy-complex",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/B001-CDB0-7132-D789-0CF7-3",
        "https://www.imdb.com/title/tt3399762/",
        "http://buddy-complex.jp/",
        "https://www.themoviedb.org/tv/60663",
        "https://www.themoviedb.org/tv/60663"
    ],
    "TitleEnglish": "Buddy Complex",
    "SummaryEnglish": "When ordinary high school student Aoba Watase is suddenly targeted by a giant robot known as a \"Valiancer,\" he is saved by his mysterious classmate Hina Yumihara. After revealing that she and their robotic enemy are from the future, Hina suddenly propels Aoba 70 years forward in order to prevent his death. Upon arrival, Aoba finds himself in the cockpit of a Valiancer called \"Luxon,\" stuck in the midst of a firefight between the military forces of the Free Pact Alliance (FPA) and Zogilia Republic. After he shows high compatibility with an FPA pilot named Dio Weinberg, the two perform a successful \"coupling,\" allowing them to share experiences and subsequently increase their capabilities and skills. Although Aoba is able to survive this unexpected battle, he is taken into custody by the FPA ship Cygnus, who wishes to interrogate him. While the student's main concern is whether he will ever be able to return home, what he doesn't realize is that he is about to get caught up in a war to protect the world.",
    "Aliases": [],
    "Modified": "2025-05-29",
    "Seasons": {
        "0": {
            "ID": "571608",
            "URL": "https://www.thetvdb.com/series/buddy-complex/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4897114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-complex/episodes/4897114",
                    "TitleEnglish": "Into the Skies of Tomorrow – First Half",
                    "SummaryEnglish": "Hina comes aboard the Cygnus with Aoba and Dio, and she must decide where her allegiances lie. Meanwhile, her former comrades return home to Zogilia to find a shocking turn of events."
                },
                "2": {
                    "ID": "4897115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-complex/episodes/4897115",
                    "TitleEnglish": "Into the Skies of Tomorrow – Second Half",
                    "SummaryEnglish": "Bizon attempts to exact his revenge, seventy years in the making. Hina and Aoba finally find out where she's from and why they seem to share a special bond."
                },
                "3": {
                    "ID": "4930155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-complex/episodes/4930155",
                    "TitleEnglish": "Daremo Shiranai Ashita e",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "571869",
            "URL": "https://www.thetvdb.com/series/buddy-complex/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4757355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-complex/episodes/4757355",
                    "TitleEnglish": "Encounter",
                    "SummaryEnglish": "Aoba Watase is a normal Japanese first year high school student coming back to school after summer break when a mysterious robot from the future comes after him. He has never seen it before, but its pilot seems to know him and wants him dead. His classmate Hina Yumihara appears in a giant robot of her own. She rescues him and tells him to get inside the cockpit. She defeats the mysterious robot but after Hina explained what happens to Aoba, the mysterious robot wakes up then clings to Hina's mecha, the pilot initiates a self destruction and tells Hina that she's going to die together with Aoba Watase and him. Meanwhile, a time vortex appears in the sky, Hina decides to bring them enter the time vortex. Inside the time vortex she tells Aoba cryptically \"You're going to the future now, Dio is waiting,\" before she disappears. When Aoba wakes up, he finds himself in a strange cockpit alone, thrust into the middle of a furious firefight."
                },
                "2": {
                    "ID": "4759823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-complex/episodes/4759823",
                    "TitleEnglish": "Nice Coupling",
                    "SummaryEnglish": "Zogilian's Valiancer squad led by Bizon Gerafil attacking one of the Alliance's secret tactical laboratories to capture the new Valiancers in the Alliance's possession that's in fact Dio's Bradyon. While the battle takes place, Aoba awakens and finds himself in the Luxon's cockpit. The Luxon activates once he regains consciousness and the monitor of the cockpit shows \"Nice Coupling\" with Dio's Bradyon. The Alliance ship The Cygnus's Captain Gengo Kuramitsu who realises they are in an unfavorable circumstance due to the attack also the dead of one of their pilots decides to order Dio to conduct a coupling with Aoba after he knew that Aoba inside the Luxion showed high compatibility with Dio's Bradyon despite they don't know Aoba's identity. Dio initiates the coupling with Aoba, eventhough Aoba confuses at first he then follows what Dio says and they successfully conduct coupling process and giving both Valiancers increased capablities. Though Aoba himself is an not a experienced pilot, because of the coupling system he benefits from the knowledge Dio shares with him to operate the Valiancer and engage in combat. Aoba successfully defeats one of the Zogilian pilots and causes them to retreat. As Aoba unsuccessfully attempts to open the cockpit of Luxon, he finds Hina's hairclip. Almost immediately afterwards, the cockpit opens and Aoba finds Dio pointing a gun at him. The Cygnus's crew then takes Aoba inside the Cygnus and interrogates him. Aoba confuses with the whole situation because he's really in future, in the year of 2088 where the Free Pact Alliance and the Zogilia Republic are at war with each other but Dio says he never knew him or Hina and doesn't believe he came from the past different with what Hina said that Dio is waiting for him. Meanwhile, the Cygnus takes off from the secret laboratories base and Zogilian's squad led by Alfried Gallant is ready for another attack."
                },
                "3": {
                    "ID": "4759824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-complex/episodes/4759824",
                    "TitleEnglish": "Meeting Again",
                    "SummaryEnglish": "As Aoba tries to come to grips with this new world that he's found himself in, the ship he is on comes under attack again. And during this engagement, he unexpectedly comes across someone he knows. Aoba is surprised to see Hina as the pilot of Zogilia. When he tries to get through her, Hina who confuses because of the enemy pilot knew her name shoots Aoba. Bizon comes to rescue her and Zogilian's squad retreat. Aoba's reckless actions to get through Hina causes brain damages for Dio due to Force Decoupling also injures Lee Conrad in his Beryl Commander who takes Alfried's Nector laser that aimed toward Aoba's Luxon."
                },
                "4": {
                    "ID": "4759825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-complex/episodes/4759825",
                    "TitleEnglish": "The Time for Resolve",
                    "SummaryEnglish": "Aoba faces the consequences of his rash actions during combat when he saw Hina. Later, the Cygnus lands at Narashino and Aoba gets a chance to explore his hometown to see what has become of it in the last 70 years."
                },
                "5": {
                    "ID": "4759826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-complex/episodes/4759826",
                    "TitleEnglish": "Scars",
                    "SummaryEnglish": "Aoba finds out more about Dio and his family. And later, Cygnus unexpectedly finds itself being mobilized against an invading Zogilian force."
                },
                "6": {
                    "ID": "4759827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-complex/episodes/4759827",
                    "TitleEnglish": "The Other Coupler",
                    "SummaryEnglish": "After being mobilized, the Cygnus and the Coupling Valiancers are no longer a secret. In order to defend their existence against outraged politicians, a film crew arrives to make a promotional video to rally popular support together with a Coupler pilot, Fromm Vantarhei."
                },
                "7": {
                    "ID": "4768569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-complex/episodes/4768569",
                    "TitleEnglish": "Buddy",
                    "SummaryEnglish": "As the Cygnus makes its way to the Hawaii Base, Zogilia's Protection Division catches up with them. And the three Coupler pilots must decide who will pair up with whom."
                },
                "8": {
                    "ID": "4768570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-complex/episodes/4768570",
                    "TitleEnglish": "Stormy Night",
                    "SummaryEnglish": "Aoba finally gets some time to talk to Hina, but as they try to survive the night on the island they crash-landed on, he has a frustrating time trying to get through to her. Dio worries about Aoba and decides to search him, while Bizon tries to search Hina."
                },
                "9": {
                    "ID": "4768571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-complex/episodes/4768571",
                    "TitleEnglish": "The Coupling System",
                    "SummaryEnglish": "Discouraged by his encounter with Hina, Aoba mopes around, but Dio finds his sniveling, defeatist attitude unacceptable, especially once they come under attack yet again."
                },
                "10": {
                    "ID": "4768572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-complex/episodes/4768572",
                    "TitleEnglish": "Father and Child",
                    "SummaryEnglish": "Aoba, Dio, and Mayuka get to go on shore leave in Hawaii. And in the meantime, the Zogilian contingent plan their next operation to get their hands on the Alliance's Coupling Valiancers."
                },
                "11": {
                    "ID": "4768573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-complex/episodes/4768573",
                    "TitleEnglish": "The Truth",
                    "SummaryEnglish": "The Zogilians infiltrate the Hawaii Base. While the crew of the Cygnus work to thwart them, Hina's father reveals a startling truth to her. Hina who is sad after the death of her father and confuses about her real identity accidentally meets Aoba. He comforts her and invites her to join the Cygnus. But, then Bizon comes to take Hina back and reminds her about their missions. Still confuses about herself, Hina follows Bizon's order and they successfully steal Luxon and Bradyon. Aoba who won't let anyone to hurt Hina in her current state decides to pursue Hina using the old Coupling Valiancers Skyknight and Firebrand together with Dio."
                },
                "12": {
                    "ID": "4768574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-complex/episodes/4768574",
                    "TitleEnglish": "The Bond Between Them",
                    "SummaryEnglish": "The crew of the Cygnus work through the fallout of losing the Luxon and the Bradyon, and of the flawed Coupling that Aoba and Dio conducted using the old Coupling Valiancers. Meanwhile, Dr. Hahn drugs Hina to become the pilot for his new Coupling Valiancer after he found out Hina's emphatier waveform is almost perfectly synched with the system. Bizon who knows Hina became the pilot for the Zogilian Coupling Valiancer offers himself to be Hina's buddy despite he needs to use a forced method to synch with Hina and the System. Bizon and Hina transfer to Zogilian's Adminburo as the pilot for Coupling Valiancers. They join the large-scale operation of Zogilian Military to destroy Alliance's fleet."
                },
                "13": {
                    "ID": "4836649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/buddy-complex/episodes/4836649",
                    "TitleEnglish": "Acception",
                    "SummaryEnglish": "With over half their fleet gone and up against enemy Coupling Valiancers, the Cygnus is tasked with taking down the Gorgon, Zogilia's weapon of mass destruction. Aoba and Dio come to rescue the Cygnus from the attack of Zogilian's Valiancer unit piloted by Hina and Bizon, after got their hand to their new Valiancers Luxon NEXT and Bradyon NEXT. As Aoba realizes one of the pilots of Zogilian Coupling valiancers is Hina, he tries to get through to her."
                }
            }
        }
    }
}