{
    "URL": "https://www.thetvdb.com/series/captain-earth",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3451870/",
        "https://captain-earth.net/",
        "https://www.themoviedb.org/tv/60806",
        "https://www.themoviedb.org/tv/60806",
        "https://x.com/aptainEarth_PR"
    ],
    "TitleEnglish": "Captain Earth",
    "SummaryEnglish": "High-school student Daichi Manatsu works for the Globe organization to pilot a giant robot called the Earth Engine Impacter to protect the Earth from the invading alien force known as the \"Kill-T-Gang\", from the planet Uranus.",
    "Aliases": [
        "地球守護者"
    ],
    "Modified": "2025-05-29",
    "Seasons": {
        "1": {
            "ID": "575677",
            "URL": "https://www.thetvdb.com/series/captain-earth/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4789330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4789330",
                    "TitleEnglish": "Earth Engine Open Fire",
                    "SummaryEnglish": "One night right before summer vacation, Daichi Manatsu, a second-year in high school, sees a weird round rainbow floating in the sky above Seed Island (Shuushi/Tane Island) and ventures there alone. He has seen this rainbow before. With the memories of his father's mysterious death and an encounter of a mysterious boy and girl, Daiji arrives on the island while the alarm of a building labeled \"Earth Engine\" is going off. Someone asks him \"Are you a captain?\" just as robotic intruders from Uranus called \"Kiltgang\" arrive. The battle around the shining stars is about to begin."
                },
                "2": {
                    "ID": "4845867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4845867",
                    "TitleEnglish": "The Name of the Gun Is Livlaster",
                    "SummaryEnglish": "Daichi was successful to unite the Earth Engine Impactor base formation. With a mysterious girl claiming to be \"magical girl\", he repel the Kil-T-Gang Morukin. Daichi's father was a Globe member once, he came back to the earth, knowing that it's organization protecting the earth from the invasion of aliens."
                },
                "3": {
                    "ID": "4845868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4845868",
                    "TitleEnglish": "The Rainbow of Albion",
                    "SummaryEnglish": "Yomatsuri Akari who is the only daughter of the Globe commander - Nishikubo - applied to the new team, they're enjoying the full summer of Tanegashima. In front of such four, a new enemy -Amarok- appears. Plateau with shaking off the restraint of Nishikubo,"
                },
                "4": {
                    "ID": "4845869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4845869",
                    "TitleEnglish": "Assault of the Planetary Gear",
                    "SummaryEnglish": "Amarok and Moco from Planetary Gear commencing an assault on Globe base."
                },
                "5": {
                    "ID": "4845870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4845870",
                    "TitleEnglish": "Starry Sky's Picture Book",
                    "SummaryEnglish": "Unveiling Teppei Arashi's origin."
                },
                "6": {
                    "ID": "4845871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4845871",
                    "TitleEnglish": "Kivotos Plan",
                    "SummaryEnglish": "The Kivotos Plan began to reveal it's true meaning upon the Globe member."
                },
                "7": {
                    "ID": "4845872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4845872",
                    "TitleEnglish": "The Midsummer's Knights",
                    "SummaryEnglish": "The promise of the four to finally having melon for the summer hot day."
                },
                "8": {
                    "ID": "4845873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4845873",
                    "TitleEnglish": "Sign From the Dark",
                    "SummaryEnglish": "After failing to attack Earth by themselves, Amara and Moco decide to awaken the other members of their race that are scattered to assist them. The first member they contact is Zin, the avatar of the robot Zimbalt and to confront him, Globe dispatches their newest unit composed of Daichi and his friends, the \"Midsummer's Knights\"."
                },
                "9": {
                    "ID": "4845874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4845874",
                    "TitleEnglish": "Magical Girl Akari",
                    "SummaryEnglish": "Ai, the avatar of the robot Aiatar is the second Design Child contacted by Amara and Moco, and to increase their chances of success, they kidnap Akari and force her to infiltrate mankind's orbital defense systems while Daichi confronts Ai with serious disadvantages."
                },
                "10": {
                    "ID": "4845875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4845875",
                    "TitleEnglish": "On the Windy Planet",
                    "SummaryEnglish": "Amara and Moco awaken Lin, the third of their companions and the Avatar of the Kill-T-Gang Liebam. Daichi confronts Lin and defeats her, but fails to prevent her from summoning Liebam and it's up to Teppei to stop her, piloting his own machine, the \"Nebula Engine\"."
                },
                "11": {
                    "ID": "4845876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4845876",
                    "TitleEnglish": "Through the Window of Setsuna",
                    "SummaryEnglish": "Akari and Hana befriend a young girl called Setsuna, unaware that she is one of the missing Design Children. Amara and Moco attempt to contact Setsuna, but stumble into a confrontation with Daichi and Teppei instead, while Setsuna learns the shocking truth behind the experiments made on her by her caretaker."
                },
                "12": {
                    "ID": "4845877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4845877",
                    "TitleEnglish": "Let's Fight, Boys",
                    "SummaryEnglish": "The Midsummer's Knights infiltrate an underground ring in search for Baku, the last of the missing Design Children, who is being forced to fight illegal matches for the Yakuza. Amara breaks into the ring and confronts Baku in an attempt to have him remember his past, but is surprised when he refuses. However, neither Amara nor his other companions intend to give up so easily on drawing him back to their side."
                },
                "13": {
                    "ID": "4911358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4911358",
                    "TitleEnglish": "Baku's Time",
                    "SummaryEnglish": "Baku refuses to join the other Planetary Gears out of his attachment to Kumiko, the daughter of the local Yakuza. But this changes when the truth about Kumiko comes to surface and Baku decides to take revenge on Earth by helping destroy it."
                },
                "14": {
                    "ID": "4911359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4911359",
                    "TitleEnglish": "A Maiden's Tear That Sparkled Through the Night",
                    "SummaryEnglish": "With no missions to perform in the next days, Daichi and his friends are given a few days of R&R. In the occasion, Hana reveals that she loves Daichi, but fears what he may think of her if she reveals her true self to him. Meanwhile, Amara and Moco take control of a massive asteroid and drop it on Southern Japan with the intention of destroying the Tanegashima Base."
                },
                "15": {
                    "ID": "4911360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4911360",
                    "TitleEnglish": "True Self",
                    "SummaryEnglish": "Running away from her friends, Hana meets Setsuna again, and the two end up pursued by Amara and Moco, while Puck, the AI built by Macbeth Enterprises, lays a trap to the CEO and snatches his body. Once Daichi and Hana finally reunite, he reconciles with her, just before the Planetary Gears attack them."
                },
                "16": {
                    "ID": "4911361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4911361",
                    "TitleEnglish": "Her Flare",
                    "SummaryEnglish": "Now finally assembled, the Planetary Gears get the full support of Macbeth Enterprises in their endeavors, unaware of Puck's true intentions. Meanwhile, with Daichi and Teppei still recovering from the last battle, Hana pilots her own machine, the \"Flare Engine\" to counter another enemy attack."
                },
                "17": {
                    "ID": "4911362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4911362",
                    "TitleEnglish": "Knights of Midsummer",
                    "SummaryEnglish": "An inspector from Salty Dog arrives at the Tanegashima Base and questions the merits of the Midsummer's Knights so far. Meanwhile, Moco and Zin launch another attack on Earth, and with Hana's Engine still under repairs, Daichi and Teppei are dispatched to stop them. Salty Dog sends their new remote controlled interceptors to the fight as well, but Daichi and Teppei get themselves in a pinch when Moco takes control of the machines to fight for her."
                },
                "18": {
                    "ID": "4911363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4911363",
                    "TitleEnglish": "Onslaught Through the Wilderness",
                    "SummaryEnglish": "Daichi, Hana and Teppei board a shuttle to return to Earth, but during reentry, an unexpected change of course leaves them stranded in the middle of Australia. Knowing that they were victims of sabotage, the three battle some enemy forces in the middle of the desert in order to protect Hana from being captured by them."
                },
                "19": {
                    "ID": "4911364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4911364",
                    "TitleEnglish": "Your Smile Means Everything",
                    "SummaryEnglish": "After hijacking a transport to return home, Daichi and the others are pursued by an unmanned Impacter from Salty Dog, who is determined to capture Hana at all costs for the sake of their plans, but seeing her friends in danger, she takes a drastic measure to save them."
                },
                "20": {
                    "ID": "4911365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4911365",
                    "TitleEnglish": "Satellitejack",
                    "SummaryEnglish": "To defeat the Planetary Gears once and for all, the Midsummer's Knights prepare to depart for Uranus in order to destroy the enemy spaceship and render them powerless as part of their master plan, the \"Operation Summer\". However, Ai, disguised as a model on a PR event, infiltrates the Tenkaido space station to stop them, and the situation gets even more hectic when Salty Dog makes their move as well."
                },
                "21": {
                    "ID": "4911366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4911366",
                    "TitleEnglish": "The Meaning of a Captain",
                    "SummaryEnglish": "Hana is kidnapped by Salty Dog, but Daichi and the others are too busy dealing with a shower of debris that threaten the space station. When Teppei's impacter is damaged and unable to move, Daichi is forced to choose between sacrificing his friend or allow the Tenkaido to be destroyed."
                },
                "22": {
                    "ID": "4911367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4911367",
                    "TitleEnglish": "The Operation Summer",
                    "SummaryEnglish": "After averting the previous crisis, Daichi and the others are ready to begin the Operation Summer, but Salty Dog activates their most powerful weapon in order to stop them. Meanwhile, the Planetary Gears succeed to gather enough energy to launch a full scale attack."
                },
                "23": {
                    "ID": "4911368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4911368",
                    "TitleEnglish": "A Midsummer Night's Dream",
                    "SummaryEnglish": "On their way to Uranus, Daichi has a strange dream where he meets the Planetary Gears who tempt him to keep living with him in a dream world, but manages to escape thanks to the memories of his friends inside his heart."
                },
                "24": {
                    "ID": "4911369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4911369",
                    "TitleEnglish": "Auberon",
                    "SummaryEnglish": "At last the Midsummer's Knights reach the Planetary Gears mothership, Auberon. The enemies attempt to halt their advance, but soon after, Puck appears and takes control of Auberon's systems, betraying the Planetary Gears and declaring his intention to take over the entire galaxy."
                },
                "25": {
                    "ID": "4911370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/captain-earth/episodes/4911370",
                    "TitleEnglish": "Captain Earth",
                    "SummaryEnglish": "Puck takes control of Blume while possessing Hana's body and leaves to consume all life on Earth. With the Planetary Gears defeated, Daichi is the only one left on Puck's way, fighting with all his forces to stop it and rescue Hana."
                }
            }
        }
    }
}