{
    "URL": "https://www.thetvdb.com/series/salamander-gradius",
    "Genres": [
        "Animation",
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0286937/",
        "https://www.themoviedb.org/tv/110909"
    ],
    "TitleEnglish": "Salamander Gradius",
    "SummaryEnglish": "The planet Latis is under attack by the Space Dragon Salamander, its war planet, and the Bacterian horde, which is destroying everything in sight; Latis's defenses are ineffective, and its people are losing all hope. Three heroes from the planet Gradius join Lord British in defense of his beloved planet Latis. Then, in a prequel, a girl from a distant planet brings an ominous warning to the planet Gradius, concerning the Bacterium, which the three heroes must investigate. The third episode jumps to the future: after the signing of a peace treaty, one of our heroes is captured by the Bacterians. The military of Gradius and the remaining heroes must save the prisoner from a fate worse than death.",
    "TitleJapanese": "沙羅曼蛇",
    "SummaryJapanese": "スタジオぴえろ（現：ぴえろ）により制作された一連のOVA作品。各巻の内容はいずれもコナミより発売されたゲームソフトのファミコン版をモチーフとしたオリジナルストーリーとなっている。第1巻は同名のゲーム『沙羅曼蛇』を、第2巻は『グラディウス』を、第3巻は『グラディウスII -GOFERの野望-』をモチーフとしており、各巻の音楽にはそれぞれモチーフとしたゲームの音楽をアレンジしたものが一部使われている。\nまた、シリーズ2作目のロゴタイトルは「瞑想のパオラ」を大きく取り、水晶をイメージしたデザインとなっている。",
    "Aliases": [],
    "Modified": "2025-05-02",
    "Seasons": {
        "1": {
            "ID": "573253",
            "URL": "https://www.thetvdb.com/series/salamander-gradius/seasons/official/1",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4769383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/salamander-gradius/episodes/4769383",
                    "TitleEnglish": "Salamander",
                    "SummaryEnglish": "The planet Latis is under attack by the Space Dragon Salamander and it's war planet, the Bacterian horde destroying everything in sight, their defenses ineffective and losing all hope, three heroes from the planet Gradius join Lord British in defense of his beloved planet.",
                    "TitleJapanese": "沙羅曼蛇",
                    "SummaryJapanese": "惑星ラティスで建設中の神殿から、ラティスの衛星軌道上にはるか昔から存在するモアイ型のスペースオベリスクと全く同型の石碑が発見される。司祭ドロモはラティスの王子ロード・ブリティッシュに神殿建設中止を進言するが、王子は全く聞き入れず、事故により石碑を破壊してしまう。そしてそれに呼応しスペースオベリスクも突如消失。\n途端にラティスを襲う天変地異、そして伝説にラティスを滅びに導くと記された遊星サラマンダがラティスに接近し始めた。調査に向かったラティス軍はサラマンダ星のバクテリアン軍と交戦するが全滅。サラマンダ星はラティスの衛星軌道に入り瘴気を地上に振りまき、ラティスは滅亡の危機に瀕していた。この危機に際し、ドロモは惑星グラディウスよりバクテリアンとの戦いでグラディウスを勝利に導いたダーン、ステファニィ、エディを招聘するのだった。\nだが、エディはサラマンダ星への総攻撃を前にしてグラディウスへ帰ってしまう。残った2人と王子はサラマンダ星へ出撃、その中枢にたどり着くが火竜に阻まれてピンチに陥る。その窮地を救ったのは駆けつけたエディであった。"
                },
                "2": {
                    "ID": "4769385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/salamander-gradius/episodes/4769385",
                    "TitleEnglish": "Salamander Basic Saga: Paula's Meditation",
                    "SummaryEnglish": "A girl from a distant planet brings an ominous warning to the planet Gradius, the Bacterians and how three people become heroes of the galaxy.",
                    "TitleJapanese": "沙羅曼蛇 瞑想のパオラ",
                    "SummaryJapanese": "この第2巻は前作より過去の話となっており、前作で語られた1年前のバクテリアン軍との戦いが描かれている。宇宙暦2381年4月3日、惑星グラディウス主席・マクベインの乗る宇宙船が、謎のガスに吸い込まれて行方不明になる。グラディウス軍パイロットのダーン、エディとマクベインの娘ステファニィは調査を開始。調査中に救命ボート内で冷凍睡眠状態にあった美女、パオラを発見する。彼女は自分が謎の生命体「バクテリアン」に滅ぼされた星の生き残りだと言い、グラディウスの人々にその脅威を訴える。半信半疑なダーン達だが、エディだけは理解を示す。\nそのバクテリアンは惑星グラディウスに接近していた。ダーン達は偵察任務によりバクテリアンの弱点を突き止めるも、エディが偵察任務の途中での命令違反を理由に任務をはずされてしまう。ついに始まったバクテリアンへの総攻撃の最中、父マクベインの声を聞いたステファニィは、声に導かれダーンと共にバクテリアンの要塞ゼロスに進入。そこで見たものはバクテリアン軍の中枢・サイバーブレインと化したマクベインの姿だった。\nそのころ解任されたエディはパオラと共に行動していた。彼女の言うとおりにバクテリアン軍のコントローラーというグラディウスの遺跡「モアイ」を破壊するエディだったが、パオラはバクテリアンの斥候であり、モアイはバクテリアンの封印だった。そしてパオラはまんまと騙されたエディを嘲り、異形の竜という本性を明かして消えた。"
                },
                "3": {
                    "ID": "4769386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/salamander-gradius/episodes/4769386",
                    "TitleEnglish": "Salamander Advanced Saga: Gofer's Ambition",
                    "SummaryEnglish": "After the signing of a peace treaty, one of our heroes gets captured by the Bacterians, can the military might of Gradius and our remaining heroes save the prisoner from a fate worse than death?",
                    "TitleJapanese": "沙羅曼蛇 ゴーファーの野望",
                    "SummaryJapanese": "ダーン達グラディウスの勇者とロード・ブリティッシュ王子の活躍により、バクテリアン軍の脅威から開放された惑星ラティスは惑星グラディウスとの長きに渡る国交断絶状態を解消。両惑星は友好国家として結ばれることになった。しかしその記念式典の当日、出席していたステファニィが突如閃光に包まれ、バクテリアン軍により人工太陽の内部にとらわれてしまう。グラディウス軍は彼女の奪還を図り、同軍の主星バクテリアンへ総攻撃を仕掛ける。攻撃の最中、人工太陽内部に侵入したダーンとロードブリティッシュ王子は首尾よく彼女の救出に成功する。\nバクテリアンの斥候・パオラはステファニィを開発中の生体兵器「ゴーファー」に組み込もうとしていたが、やむなく自らがゴーファーと合体。巨大な火の鳥となってダーンたちに襲い掛かった。"
                }
            }
        }
    }
}