{
    "URL": "https://www.thetvdb.com/series/violence-jack",
    "Genres": [
        "Animation",
        "Anime",
        "Fantasy",
        "Horror"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/116907"
    ],
    "TitleEnglish": "Violence Jack",
    "SummaryEnglish": "The series takes place in a world destroyed by a devastating earthquake in which the remnants of humanity are divided between the strong and the weak. Violence Jack is uncovered amongst the rubble and demolished granite by the inhabitants of this city, asking him to help the weak people and helping them destroy what, in most cases, are the strong groups commanded by killers and rapists (this is the story line of Violence Jack: Evil Town). In the three OVAs, Jack is requested to help different groups, such as the Zone A, (later he ends up helping Zone C women) or a small town, as shown in \"Hell's Wind\". As for the manga, the stories change drastically, being the first story the help of Violence Jack to a group of female models in a tropical forest in Kanto. Even though Jack contains the figure of a ruthless, evil character, he always helps the weak section of people, in trade for nothing.",
    "Aliases": [],
    "Modified": "2024-05-19",
    "Seasons": {
        "1": {
            "ID": "574884",
            "URL": "https://www.thetvdb.com/series/violence-jack/seasons/official/1",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "4781986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/violence-jack/episodes/4781986",
                    "TitleEnglish": "Harem Bomber",
                    "SummaryEnglish": "Due to a massive earthquake, an underground portion of Tokyo has been separated from the outside world. Because of the limited supply of food and the constant threat of inter-group warfare, the underground city's survivors have dubbed the area Hell City. When the story begins, Evil Town has been in existence for several months."
                },
                "2": {
                    "ID": "4781988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/violence-jack/episodes/4781988",
                    "TitleEnglish": "Evil Town",
                    "SummaryEnglish": "This time, there is a peaceful post-apocalyptic town known as Hope Town. The biker gang Hell's Wind show up and ransack it. Violence Jack makes his entrance here. The episode starts as a young woman, Jun, and her boyfriend, Tetsuya, are attacked. Tetsuya is murdered by Hell's Wind, and they assault and rape the terrified Jun soon after."
                },
                "3": {
                    "ID": "4781985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/violence-jack/episodes/4781985",
                    "TitleEnglish": "Hell's Wind",
                    "SummaryEnglish": "A great comet hurls from space and collides with Earth, causing a cataclysmic earthquake that rocks the Kanto Plain of Japan, killing several and reducing the cites to rubble. In this time of weakness, a ruthless man known as the Slum King took control of the Kanto Plain with his brute force and rules it with an iron fist. However, in the middle of a trek across the land with his great forces at his side, he encounters a mighty beast-like man wearing a battered green jacket and a yellow ascot who slaughters his men and then targets the Slum King himself. They clash, but their fight is interrupted by a sudden massive tsunami that separates the two."
                }
            }
        }
    }
}