{
    "URL": "https://www.thetvdb.com/series/riddle-story-of-devil",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3396572/",
        "http://akuma-riddle.com/",
        "https://www.themoviedb.org/tv/60845"
    ],
    "TitleEnglish": "Riddle Story of Devil",
    "SummaryEnglish": "The story is set at Myoujou Academy, a private girls' boarding school. The 10th year's Kurogumi class has 12 assassins with their sights on one target, Haru Ichinose. Tokaku Azuma is a recent transfer student who is also targeting Ichinose, but she gradually develops feelings for Ichinose.",
    "TitleJapanese": "悪魔のリドル",
    "SummaryJapanese": "舞台となるミョウジョウ学園10年黒組は、 たったひとりの標的とそれを狙う女子高生 暗殺者12人で構成されていた。\nひとり命を狙われながらも必ず生きて卒業 すると誓う一ノ瀬晴。 彼女が標的だと気づきつつも、 距離が縮まるにつれ、晴がもつあたたかさに 次第に惹かれていく東兎角。\nクラスメイトが刃を剥くとき、兎角は晴の 守護者として立ち向かうのか、 それとも......?",
    "Aliases": [
        "Akuma no Riddle"
    ],
    "Modified": "2025-05-29",
    "Seasons": {
        "0": {
            "ID": "575562",
            "URL": "https://www.thetvdb.com/series/riddle-story-of-devil/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5078860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/riddle-story-of-devil/episodes/5078860",
                    "TitleEnglish": "Who Is the Winner? (Pop Quiz)",
                    "SummaryEnglish": "Unaired episode 13 of Akuma no Riddle was previewed at a screening in Tokyo City on November 22, 2014 and released with the seventh Blu-ray/DVD volume on December 17, 2014.",
                    "TitleJapanese": "勝者はだれ?（抜き打ちテスト）",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "575563",
            "URL": "https://www.thetvdb.com/series/riddle-story-of-devil/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4788091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/riddle-story-of-devil/episodes/4788091",
                    "TitleEnglish": "The World Is Full of ___",
                    "SummaryEnglish": "A skilled assassin named Tokaku Azuma is transferred into Myōjō Academy's \"Class Black\", tasked with identifying and killing a target amongst her twelve classmates, the rest of whom are also assassins. At her first homeroom class, consisting of five of the total 13 students, Tokaku finds herself drawn towards a kindly girl named Haru Ichinose, believing she may be the target. As Tokaku spends more time with Haru, who is revealed to be her roommate, she notices some knife wounds on her legs. After encountering her various classmates throughout the evening, Tokaku, who had also been tasked by her teacher, Kaiba, with solving a puzzle reading \"The world is filled with (___)\", becomes bewildered when Haru suggests \"forgiveness\" as an answer.",
                    "TitleJapanese": "世界は□□に満ちている",
                    "SummaryJapanese": "ミョウジョウ学園１０年黒組、ついに開講。\nお互いの素性が伏せられた中集められた暗殺者12人と、ターゲットである1人で始まる学園生活。\n東のアズマ”と称される一族のエリート暗殺者、東兎角、そして自分が標的と知りながら、生きて卒業するという強い意志を持った一ノ瀬晴。\n学園の寮で、この二人が同じ部屋になり…！？"
                },
                "2": {
                    "ID": "4824089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/riddle-story-of-devil/episodes/4824089",
                    "TitleEnglish": "What Dwells in Your Heart?",
                    "SummaryEnglish": "All 13 students are now assembled and things are about to get serious. But one of them thinks she can jump the gun and beat everyone to the prize.",
                    "TitleJapanese": "胸の中にいるのは？",
                    "SummaryJapanese": "一夜明け、遂に10年組黒組のメンバーが全員揃った。\n\n授業がスタートするも、10年黒組のメンバーはお互い様子見の空気。何食わぬ顔で「クラスメート」を演じる雰囲気に、妙にイラだつ兎角。\n\nそんな中、変わらず無邪気に過ごす晴に、兎角は不安を募らせる。そして、終業後、「裏オリエンテーション」の招集がかかる……。"
                },
                "3": {
                    "ID": "4824090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/riddle-story-of-devil/episodes/4824090",
                    "TitleEnglish": "What's Red, but Isn't Red?",
                    "SummaryEnglish": "Tokaku switches sides to Haru, but the game is still on and the first official Class Black assassination attempt is made.",
                    "TitleJapanese": "赤いのに赤くないのは？",
                    "SummaryJapanese": "「一ノ瀬晴には、誰も触らせない」そう誓った兎角。\n\n兎角が晴の守護者となることが理事長に正式に了承される中、それぞれの思惑をもって動き出す暗殺者たち。\n\n一夜明け、初めての課外授業は巨大な植物園。ひとり盛り上がる溝呂木を尻目に、しらける黒組生徒たち。すると、晴のタブレットにメッセージの着信が……。"
                },
                "4": {
                    "ID": "4824091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/riddle-story-of-devil/episodes/4824091",
                    "TitleEnglish": "What Comes Suddenly and Never Leaves?",
                    "SummaryEnglish": "It's three straight days of testing for Class Black. While Haru is intent on passing those tests, another one of the girls is intent on killing her.",
                    "TitleJapanese": "突然やってきて、帰ることのないものは？",
                    "SummaryJapanese": "ミョウジョウ学園はテスト期間を迎える。\n\n真剣に復習に取り組んでいる晴。頬杖をついて教科書を開いているだけの兎角。\n\nそんな中、ミョウジョウ学園の学園七不思議を耳にする。図書館にあるとされる「禁断の書」。晴は兎角に、図書館に忍び込んでみたいと相談し、ふたりは図書館に忍び込むことに……。"
                },
                "5": {
                    "ID": "4824092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/riddle-story-of-devil/episodes/4824092",
                    "TitleEnglish": "How Do You Get a Bird Out of Its Cage?",
                    "SummaryEnglish": "Class Black prepares to put on a production of \"Romeo and Juliet\" for the school festival and another assassin tries her luck.",
                    "TitleJapanese": "籠の鳥を外に出すには?",
                    "SummaryJapanese": "ミョウジョウ学園の創立記念祭が行われるということで、出し物をして参加しようと張り切る溝呂木。演目は、「ロミオとジュリエット」に決まる。シナリオを手にした黒組生徒たち。兎角はシナリオには手もつけず、自分の携帯をぼんやりと見つめている中、晴は出しものに心を弾ませる。"
                },
                "6": {
                    "ID": "4824093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/riddle-story-of-devil/episodes/4824093",
                    "TitleEnglish": "Every Pretty Flower Has Its ___",
                    "SummaryEnglish": "Class Black puts on \"Romeo and Juliet\" in front of a student audience, but with so many deaths in the play, maybe one or two will be real.",
                    "TitleJapanese": "綺麗な花には□□がある",
                    "SummaryJapanese": "ミョウジョウ学園の創立記念祭を翌日に控え、最終リハーサル中の黒組の面々。兎角はティボルト役、晴はマキューシオ役で舞台に臨む。練習終了後、台本を無くしてしまった晴は、兎角と一緒に探すことに。見つけられなかったら、ランチ一週間分の罰金をかけられ、焦る晴。そんな中、一発の銃声が響きわたる。"
                },
                "7": {
                    "ID": "4824094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/riddle-story-of-devil/episodes/4824094",
                    "TitleEnglish": "What Can You Never Outrun?",
                    "SummaryEnglish": "Another assassin tries her hand, but this one proposes a game with rules that will give Haru and Tokaku a chance to beat her fair and square.",
                    "TitleJapanese": "永遠に追い越せないものは?",
                    "SummaryJapanese": "独立記念祭が終わり、３人が一斉に転校してしまったことに、意気消沈する溝呂木。\n\n休息も必要だと提案する首藤。面白いものを見つけたと、学校施設内にあるプールに10年黒組一同向かうことに。そこは遊園地のような施設が広がっていた。一同驚きながらも、それぞれ様々水着に着替はじめた。兎角も水着に着替えるために、ロッカーを開けると、ロッカーの中には予告票が入っていた……。"
                },
                "8": {
                    "ID": "4824095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/riddle-story-of-devil/episodes/4824095",
                    "TitleEnglish": "Which Gatekeeper Is the One Who Lies?",
                    "SummaryEnglish": "The field has been whittled to four assassins. With classes done and a typhoon closing in, Haru and Tokaku are in for a harrowing evening.",
                    "TitleJapanese": "嘘つきの門番はどちら?",
                    "SummaryJapanese": "ミョウジョウ学園には、嵐が近づいていた。ひと気がなく、ガランとした校内や寮の部屋をみて晴は寂しさを漏らしていた。そんな晴をみて、兎角は、無事に生きて黒組を卒業することが夢なのだろうと問う。そんな晴は、俯きながらも、逆に兎角の夢は何なのか聞き返す……。"
                },
                "9": {
                    "ID": "4824096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/riddle-story-of-devil/episodes/4824096",
                    "TitleEnglish": "What Dwells In Your Heart? (Make-up Test)",
                    "SummaryEnglish": "It is shown that Tokaku's inability to kill came from her aunt, who followed her sister's wishes to not have Tokaku grow up to a killer like the rest of her bloodline. With Tokaku still locked in battle with Isuke, Haru attempts to escape from Shinya's violent mallet attacks on her own esteem. After receiving another message from Kaiba, Tokaku manages to stun Isuke with a taser hidden in her shoe and escape. However, she falls into a trap laid out by Isuke and is pushed off a bridge. Meanwhile, Haru is chased to the A/V room of the school, where Isuke uses a projector's light to cause Shinya to experience traumatic memories and knocks her out before turning her attention towards Haru. Tokaku, who had managed to survive her fall, finally comes to understands how her mother and aunt protected her with their lives and overcomes her hesitation, stopping Isuke and rescuing Haru. With both Isuke and Shinya defeated, the remaining classmate, Sumireko Hanabusa, prepares to make her move",
                    "TitleJapanese": "胸の中にいるのは?(追試)",
                    "SummaryJapanese": "窓の外では激しく風が吹き荒れる中、兎角と伊介は対峙していた。\n\n晴の安否を心配するも、伊介に阻まれる兎角。一方は、晴は、番場に追い詰められていた。\n\n番馬にハンマーを振り下ろされたところを間一髪でよけながらも、逃げ惑う晴。兎角は晴のもとに向かうべく、伊介にナイフを向ける。"
                },
                "10": {
                    "ID": "4824097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/riddle-story-of-devil/episodes/4824097",
                    "TitleEnglish": "Who Is the Queen?",
                    "SummaryEnglish": "With only Tokaku, Haru, Nio, and Sumireko remaining in Class Black, Sumireko gives Haru an invitation to a tea party, claiming it not to be an advance notice. Meanwhile, Otoya breaks out of prison and sneaks into the dorms to try and target Haru again, but is stopped by Sumireko, who crushes Otoya's scissors in her hand with little effort. Later that night, Haru and Tokaku arrive at the tea party, where they discover robotic puppets of all the other classmates, as well as the restrained Otoya. After explaining how she wants to prove she is a stronger \"queen\" than Haru, Sumireko delivers her notice and has her puppets attack Tokaku, giving her a selection of guns to fight against. After being prevented from separating herself from the others to target Haru, Sumireko reveals she has powerful robotic limbs and launches a fierce attack against Haru. In the ensuing battle, Otoya breaks free and manages to disable one of Sumireko's arms, only for her to replace it with another weapon, with Otoya once again captured by Nio. As Tokaku becomes cornered, Haru lures Sumireko away from her and uses her robotic limbs to her own advantage, knocking her off the side of a building. After receiving another text from Kaiba asking \"Who is the queen?\", Tokaku asks Haru what Sumireko meant by her words about her being a \"queen bee\", but Haru simply says it is not the time to tell her yet.",
                    "TitleJapanese": "女王はだれ?",
                    "SummaryJapanese": "残り４人になった黒組の教室内。黒板には自習の文字。残るは、英純恋子ひとりと兎角は警戒心を高める。そんな中、英は晴に歩み寄り、一枚の封筒を差し出した。予告票かと思いきや、中にはお茶会への招待状が入っていた。部屋に戻り、晴は英との話し合いの末、和解が出来ないかと考えていた……。"
                },
                "11": {
                    "ID": "4824098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/riddle-story-of-devil/episodes/4824098",
                    "TitleEnglish": "How to Distinguish a ''Congratulation'' from a ''Curse''",
                    "SummaryEnglish": "With all the other assassins defeated, Nio announces there will be an orientation held at midnight revealing the secret behind Class Black, implying that Haru already knows something. That night, Tokaku and Haru arrive at the orientation, where they are greeted by Yuri, who reveals Class Black was designed as a test to see if Haru could survive against twelve assassins and become a successor for her clan, who control most of the world. Yuri implies that Haru, consciously or not, allegedly has the power to manipulate and control others into protecting her, which Haru refuses to acknowledge. As Haru runs off in denial, Yuri asks Tokaku to think of a wish she wants granted for winning Class Black. That night, as Tokaku feels she had been manipulated the entire time, with no way for Haru to prove otherwise, Kaiba tells her that all of the riddles he had sent her have no \"right\" answers, tasking Tokaku with finding her own answers. Meanwhile, after Haru asks Yuri to let her leave the clan and live a normal life, Nio takes her to their clan's cemetery, which Myōjō Academy was built upon, giving her some time to reflect on things. After spending time with her family's grave, Haru is approached by Tokaku, who delivers her own advance warning and draws her sword against her.",
                    "TitleJapanese": "祝(ことほぎ)と呪いの見分け方",
                    "SummaryJapanese": "ガランとした教室内に、残った３人。そんな中鳰から、兎角と晴に真オリエンテーションの開催が告げられる。晴はビクつきながら、俯いてしまう。そんな晴を無言で見つめるしかない兎角……。兎角は、英が言っていた「女王蜂」とは、どういう意味なのかと晴に問う……。"
                },
                "12": {
                    "ID": "4824099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/riddle-story-of-devil/episodes/4824099",
                    "TitleEnglish": "Therefore, the World is Full of ____",
                    "SummaryEnglish": "As Tokaku begins her attack, Haru is suddenly dragged off by another Tokaku, who claims the other Tokaku is actually Nio using hypnotic suggestions to take on her appearance. The two Tokakus soon battle against each other with the real Tokaku managing to overcome her fake and stab her. Haru then charges against Tokaku, but ends up becoming stabbed herself, leaving Tokaku devastated, feeling the one wish she has can no longer be granted. As the end of the school year comes, it is revealed that both Haru and Nio had survived their attacks, with Haru becoming the sole graduate of Class Black. With all the other assassins returning to their regular lives, Tokaku sends one last reply to Kaiba before joining Haru in delivering everyone's diplomas. After the credits, Kaiba receives a text message and smiles, though the content of the message is not revealed.",
                    "TitleJapanese": "ゆえに世界は□□に満ちている",
                    "SummaryJapanese": "兎角から突き付けられた予告票をみて、愕然とする晴。まるで揺るぎもしない兎角。晴の手が震え始め、ぐしゃりと予告票を半ば握り潰すようにしながら、泣きそうに叫ぶ晴。攻撃を避けながら逃げまどう中、背後の靄の中から伸びてきた手が、晴の手をぐっと掴んだ……。"
                }
            }
        }
    }
}