{
    "URL": "https://www.thetvdb.com/series/haikyuu",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/21EC-492B-31E0-0F9B-91C0-1",
        "https://www.imdb.com/title/tt3398540/",
        "https://haikyu.jp/",
        "http://www.reddit.com/r/haikyuu",
        "https://www.tvmaze.com/shows/5193/show-slug",
        "https://www.themoviedb.org/tv/60863",
        "https://www.wikidata.org/wiki/Q326642",
        "https://x.com/animehaikyu_com"
    ],
    "TitleEnglish": "Haikyuu!!",
    "SummaryEnglish": "A chance event triggered Shouyou Hinata's love for volleyball. His club had no members, but somehow persevered and finally made it into its very first and final regular match of middle school, where it was steamrolled by Tobio Kageyama, a superstar player known as \"King of the Court.\" Vowing revenge, Hinata applied to the Karasuno High School volleyball club... only to come face-to-face with his hated rival, Kageyama! A tale of hot-blooded youth and volleyball from the pen of Haruichi Furudate!!",
    "Aliases": [
        "ハイキュー!! セカンドシーズン",
        "Haikyū!!",
        "High Kyuu!!",
        "HQ!!",
        "Haikyū",
        "Haikyuu!!",
        "Haikyu",
        "Haikyuu"
    ],
    "Modified": "2025-09-13",
    "Seasons": {
        "0": {
            "ID": "575674",
            "URL": "https://www.thetvdb.com/series/haikyuu/seasons/official/0",
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "4933912",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4933912",
                    "TitleEnglish": "The Arrival of Lev",
                    "SummaryEnglish": "Nekoma High School's volleyball team recruits a new member: the half-Japanese, half-Russian Lev Haiba. Though the self-proclaimed ace is blessed with great height, he lacks basic volleyball techniques. This gives the team's setter, Kenma Kozume, a hard time when matching up with him. To everyone's surprise, Nekoma's coach suggests that Lev play in the Kunihira Senior High School's practice match, leaving Kenma no choice but to cooperate with the tall player. Will Kenma be able to overcome this new challenge? Haikyuu!!: Lev Kenzan! was screened at Jump Festa 2014 on November 9, 2014. The OVA was later bundled with the 15th volume of the manga, released March 4, 2015."
                },
                "2": {
                    "ID": "5113641",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5113641",
                    "TitleEnglish": "Haikyuu!! Movie 1: The End and the Beginning",
                    "SummaryEnglish": "After watching a volleyball match on TV where the \"Little Giant\" of Karasuno High School helps his team secure a hard-fought victory, young and impressionable Shouyou Hinata begins to play the sport in hopes that he too can soar high one day. Now enrolled at the same school as his idol, he attempts to join the volleyball team despite his short stature. Unfortunately, upon his arrival, Hinata locks eyes with \"King of the Court\" Tobio Kageyama—a genius setter whom he had once suffered a bitter defeat to in middle school. Their unfriendly introduction and subsequent rivalry forces the rest of the Karasuno team to bar both of them from joining the club until they can learn to work together as teammates. Though reluctant to cooperate, their desire to play volleyball causes them to return with a proposal that will show the other members that they are capable of teamwork. As the two freshmen form an odd setter-and-ace relationship, an old rival school invites Karasuno for practice matches, reigniting competition between the two schools once more."
                },
                "3": {
                    "ID": "5354081",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5354081",
                    "TitleEnglish": "Vs. Failing Grades",
                    "SummaryEnglish": "Right before the volleyball club's training camp in Tokyo, both Shouyou Hinata and Tobio Kageyama fail a final exam. As the make-up exams and the trip overlap, the boys plead their desperate case to the vice principal to no avail. Since their indispensable teammates are forced to stay behind to study, the club's members find different ways to help them pass and join the camp in time. Haikyuu!! vs. Akaten was screened at Jump Festa 2015 on November 3, 2015. It was later bundled with the limited edition of the manga's 21st volume, which was released on May 2, 2016."
                },
                "4": {
                    "ID": "5562774",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5562774",
                    "TitleEnglish": "Haikyuu!! Movie 2: The Winner and the Loser",
                    "SummaryEnglish": "The members of the Karasuno volleyball team, including Hinata and Kageyama, push themselves to the limit to win the Inter-High Preliminaries. Their team has great individual players. Their task now is to learn to work together as one -- and win."
                },
                "5": {
                    "ID": "6476467",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/6476467",
                    "TitleEnglish": "Special Feature! Betting on the Spring High Volleyball",
                    "SummaryEnglish": "The OVA looks back at the spring tournament preliminaries and features interviews with the players."
                },
                "6": {
                    "ID": "6476468",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/6476468",
                    "TitleEnglish": "Haikyuu!! Movie 3: Genius and Sense",
                    "SummaryEnglish": "Following the events of the Inter-High, the Karasuno High School volleyball team decides to regroup by attending an intensive boot camp organized by Nekoma High School in Tokyo. At the camp, the team continues to suffer loss upon loss to the other schools in attendance. Reaching an impasse, the players each struggle to break out of their routine to hone their skills. For the team's setter-and-ace duo Shouyou Hinata and Tobio Kageyama, the frustrations cause them to falter more than anyone else. While Hinata develops his own playstyle, his recklessness leads him to fall out of sync with Kageyama's sets and earns his partner's ire instead. As they search for an answer to their woes, the two find what they are lacking from two unlikely people. Will it be enough for the team to overcome their rut?"
                },
                "7": {
                    "ID": "6476469",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/6476469",
                    "TitleEnglish": "Haikyuu!! Movie 4: Battle of Concepts",
                    "SummaryEnglish": "The long-awaited finals of the Spring Tournament have arrived for Karasuno High School's volleyball team. The winner of the match will go on to represent all of Miyagi Prefecture at the National Tournament. However, the last challenge Karasuno must overcome is to win against Shiratorizawa Academy, the school that houses Wakatoshi Ushijima, one of Japan's top three aces. Shiratorizawa is the reigning Miyagi champion for the past three years, and Karasuno seems to have little chance at dethroning them. When the other school's captain Ushijima insults Karasuno to their faces, freshmen duo Shouyou Hinata and Tobio Kageyama swear to defeat them and steal their spot in the nationals. Against a roster full of nationally-ranked players, the former flightless crows will have to use everything in their arsenal if they want to represent Miyagi."
                },
                "8": {
                    "ID": "7323359",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7323359",
                    "TitleEnglish": "Land vs. Air",
                    "SummaryEnglish": "An intense battle rages on at the Tokyo Qualifiers for the three remaining spots in the national volleyball competition. Nekoma High School, Fukurodani High School, Nohebi Academy, and Itachiyama Academy all passionately strive to participate in the tournament. Despite various issues on the court, Nekoma especially wishes to prove they are worthy of moving on to the national level. As the teams aim to secure their place by overcoming both their opponents and their own weaknesses, the Tokyo Qualifiers determine which teams will reign victorious and join the national competition."
                },
                "9": {
                    "ID": "7323362",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7323362",
                    "TitleEnglish": "The Path of the Ball",
                    "SummaryEnglish": "The match between Nekoma and Nohebi continues with Nohebi in the lead with 16-13! Yaku may have sprained his ankle when he accidentally stepped on a spectator's foot and landed awkwardly. Nohebi who are targeting Shibayama as the weak link on the team. Kenma gives instructions and words of encouragement to his teammates, and they continue the match. Shibayama apologizes to the team for being unable to save the ball and Lev tells him that he is not Yaku. Both teams refuse to drop the ball. To avoid Lev's block, Kuguri spikes to the side and Shibayama receives the ball. Yamamoto spikes the ball against the blocker's hands and it ricochets out of bounds meaning the end of the match. Nekoma has secured a spot to nationals! Meanwhile in the finals, Itachiyama edge out Fukurodani with 2-1 victory. Hinata received an email from Kenma stating that they have won and they will be heading for nationals."
                },
                "11": {
                    "ID": "6476470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/6476470",
                    "TitleEnglish": "Haikyu!! Quest Picture Drama 01",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "6476471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/6476471",
                    "TitleEnglish": "Haikyu!! Quest Picture Drama 02",
                    "SummaryEnglish": null
                },
                "13": {
                    "ID": "6476472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/6476472",
                    "TitleEnglish": "Haikyu!! Quest Picture Drama 03",
                    "SummaryEnglish": null
                },
                "14": {
                    "ID": "10659319",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/10659319",
                    "TitleEnglish": "Haikyu!! Movie: Battle of the Garbage Dump",
                    "SummaryEnglish": "Adaptation of he story hereafter, where Karasuno battles Nekoma, their long-standing rival. And after that, they’ll be playing against Kamomedai, a game that’ll end up changing every player’s destiny. The story will then follow a time-skip which will be bundled with extreme emotional baggage, so it’ll be best to have some tissues stacked."
                },
                "15": {
                    "ID": "10659322",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/10659322",
                    "TitleEnglish": "Haikyu!! Final Part 2",
                    "SummaryEnglish": "Adaptation of he story hereafter, where Karasuno battles Nekoma, their long-standing rival. And after that, they’ll be playing against Kamomedai, a game that’ll end up changing every player’s destiny. The story will then follow a time-skip which will be bundled with extreme emotional baggage, so it’ll be best to have some tissues stacked."
                }
            }
        },
        "1": {
            "ID": "575675",
            "URL": "https://www.thetvdb.com/series/haikyuu/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4789323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4789323",
                    "TitleEnglish": "The End & the Beginning",
                    "SummaryEnglish": "Young ace spiker Shoyou Hinata participates in his first ever volleyball match in junior high, but his first match is against Tobio Kageyama, a man known as the king of the court. Kageyama is recognized nationally as one of the best setters, but he pushes his teammates harder than any of them think should take place. He calls Hinata useless and tries to prove up with continual blocks against him. However Hinata manages to score some points with his speed and route alterations. In the end Kageyama easily advances 3-0 and Hinata vows revenge."
                },
                "2": {
                    "ID": "4849391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4849391",
                    "TitleEnglish": "Karasuno High School Volleyball Club",
                    "SummaryEnglish": "Hinata arrives at Karasuno High School determined to join the volleyball club and defeat Kageyama. He is shocked when he walks into the gym and finds Kageyama is a potential member of the Karasuno team. The two personalities clash, and when captain Daichi Sawamura arrives he throws the two out and tells them they can't join the club until they start to get along. A few days pass and the two get envious. Instead of agreeing to work as a team though, they challenge the 3rd years to a match on the condition if they win, they join the team. If they lose, they are out for their entire high school careers."
                },
                "3": {
                    "ID": "4854461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4854461",
                    "TitleEnglish": "The Formidable Ally",
                    "SummaryEnglish": "Sawamura accepts the proposal match of Hinata and Kageyama, but he alters it. Instead of being a match against the 3rd years, it will be a 3-on-3 frst years match. Sawamura reveals he will play on the team that Hinata and Kageyama aren't on and designates Tanaka Ryuunosuke as their teammate for the match. Kageyama and Hinata meet fellow first years Kei Tsukishima and Tadashi Yamaguchi. Tsukishima reveals he is a blocker that no one has been successful against, and he reveals why Kageyama was known as the \"King of the Court\" in junior High. Hinata refuses to accept his explanation though, and at secret practices in the morning Kageyama, Hinata, and Ryuunosuke begin to improve Hinata's serve receive and fine tune his spike attack."
                },
                "4": {
                    "ID": "4854462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4854462",
                    "TitleEnglish": "The View From the Summit",
                    "SummaryEnglish": "The practice match that will determine the future of Kageyama and Hinata begins as Kageyama, Hinata, and Ryuunosuke battle Tsukishima, Yamaguchi, and captain Sawamura in a 3-on-3 first years match. Kageyama begins to fall into his old setting habits, making it hard for Hinata and Ryuunosuke to spike the ball. When he does get in tune, Tsukishima is predicting his moves and is managing to block all their points. It looks like it will be an easy win in set 1 for the captain's team, but then Kageyama and Hinata start to succeed with their quick attack, which could completely change the outcome of the match."
                },
                "5": {
                    "ID": "4854463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4854463",
                    "TitleEnglish": "A Coward's Anxiety",
                    "SummaryEnglish": "Kageyama and Hinata begin to get in sync. As Kageyama's sets start hitting Hinata's hands every time, Tsukishima is forced to change his tactics at blocking. This frees Ryuunosuke up on the other side, and the team of Kageyama, Hinata, and Ryuunosuke is able to rally and win the 3-on-3 first year match. With the win Kageyama and Hinata are acepted as official team members. Just then advisor Ittetsu Takeda arrives and says he has been able to arrange apractice match with Aoba Johsai. However there is one condition. Tobio Kageyama must act as the setter for the entire match."
                },
                "6": {
                    "ID": "4874275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4874275",
                    "TitleEnglish": "An Interesting Team",
                    "SummaryEnglish": "Karasuno goes with the team of Daichi Sawamura, Tanaka Ryuunosuke, Tobio Kageyama, Shouyou Hinata, Kei Tsukishima, and Tadashi Yamaguchi for their practice match against Aoba Johsai High. Before the match even begins Kageyama runs into his old teammate, Kindaichi, who continually calls him king of the court and promises they will defeat. Once the match gets underway though, the quick attack of Kageyama and Hinata proves to be an effective weapon. However Kageyama reveals he doesn't think Aoba Johsai is using their true setter."
                },
                "7": {
                    "ID": "4874276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4874276",
                    "TitleEnglish": "Versus the Great King",
                    "SummaryEnglish": "The Hinata-Kageyama combo is back in form again, they won the next set, Karasuno has cornered Seijoh, and they're one step closer to victory. But at that time, Seijoh's captain Oikawa who was out on hiatus visits the court. How does Karasuno respond to super-offensive setter Oikawa's powerful serves?"
                },
                "8": {
                    "ID": "4874277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4874277",
                    "TitleEnglish": "He Who Is Called \"Ace\"",
                    "SummaryEnglish": "Yu Nishinoya returns and helps the team start getting better with receiving the ball. However Yu refuses to play in any game until theri ace, Asahi Azumane retuns. Meanwhile advisor Ittetsu Takeda continues to pursue Keishin Ukai as the next coach of Karasuno High. Keishin tells him he isn't like his grandfather and has no interest in coaching a bunch of brats, but Ittetsu comes up with a plan he believes will pull Keishin into the world of coaching."
                },
                "9": {
                    "ID": "4874278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4874278",
                    "TitleEnglish": "A Toss to the Ace",
                    "SummaryEnglish": "Keishin Ukai agrees to become the next coach of Karasuno after he learns of the upcoming practice match, but only until the practice match is finished. To learn the strengths of each of the current players, he arranges an exhibition for them against his stores volleyball association, a group that happen to be alums of Karasuno. Yu and Sugawara Koushi are placed on the association team to allow an even match, as only four of the players had been able to make it. Filling in the last spot is Asahi Azumane, whom Hinata spots out the window. Now Asahi must prove he deserves the title ace and get past the triple block of Kageyama, Ryuunosuke, and Tsukishima to regain his confidence."
                },
                "10": {
                    "ID": "4874279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4874279",
                    "TitleEnglish": "Yearning",
                    "SummaryEnglish": "The practice match between Karasuno and the Neighborhood Association continues with Karasuno down 1-0. Ukai manages to see firsthand how Hinata can be the ultimate decoy and learns how quickly Kageyama and Hinata have grown together as a duo. He also witnesses firsthand how Hinata's speed is difficult to keep up with. However an off-speed serve allows the Neighborhood Association to get four straight aces and take a 24-18 lead. On the final point Ryuunosuke finally gets the chance to spike, but Yu manages to save the spike, and Azumane ends the game with a killer spike. Now Ukai must decide whom the regular starters will be. One thing is for certain, the duo of Kageyama and Hinata seem to have their fates tied together. Will they be in the starting lineup, or will they come off the bench. Ukai also decides practice for the first and second years will focus mainly on receiving serves to address the teams biggest weakness."
                },
                "11": {
                    "ID": "4874280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4874280",
                    "TitleEnglish": "Decision",
                    "SummaryEnglish": "Karasuno heads off to training camp. During a jog on one of the days Hinata gets lost and runs into a volleyball player in a red jersey named Kenma. Before Kenma reveals which team he plays for one of his teammates shows up and leads him off to a practice match. After hesitating to decide a starting lineup, Ukai goes with Sawamura, Yu, Azumane, Ryuunosuke, Tsukishima, Kageyama, and Hinata. Ukai reveals in the past Nekoma hasn't had outstanding players, but they have been a team that thrives on receives and kills. Karasuno's players receive their jerseys, and Hinata has the number 10, the same number as his idol the \"Little Giant.\" He learns the Little Giant was on the only Karasuno team that has made nationals and thinks it is fate. Finally it's practice gameday. Nekoma and Karasuno line up outside and meet each other face-to-face."
                },
                "12": {
                    "ID": "4874281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4874281",
                    "TitleEnglish": "The Neko-Karasu Reunion",
                    "SummaryEnglish": "Nekoma and Karasuno begin their match with Kageyama and Hinata connecting on a quick attack that gives Karasuno the 1-0 lead. Nekoma realizes they're up against a genius setter, so they decide to start marking Hinata. Hinata's blocker gets used to his speed and feints and begins to start blocking his shots, allowing Nekoma to win the first set 25-22. However Kageyama uses the opportunity to teach Hinata how to do a straight attack and how to use his eyes to find the holes in the opponents defense. Hinata ends up managing to change his spike path in mid-air during set 2. It ends up going long, but Hinata realizes he has a new dangerous weapon to go along with his quick attack if he can master it."
                },
                "13": {
                    "ID": "4874282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4874282",
                    "TitleEnglish": "Rival",
                    "SummaryEnglish": "Nekoma and Karasuno play the second set to an epic 25-23 showdown, but in the end Karasuno falls just short. However the two schools reform a rivalry that is better than time could imagine. The two come to realize they each have similar personalities on their teams, and they each have first years with goals and ambitions. Best of all they realize they are starting to unite as a team. Despite being thoroughly crushed, Karasuno vows to get revenge on the national stage. In the end Ukai agrees to become the Karasuno regular full-time coach."
                },
                "14": {
                    "ID": "4874283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4874283",
                    "TitleEnglish": "Formidable Opponents",
                    "SummaryEnglish": "The bracket for the Inter-High is announced. Karasuno has its final practices and works on back-end spikes and signals. The lost Karasuno flag that says Fly is revealed. Hinata and Kageyama reveal they've had a race every morning to the gym since they've been teammates. Kageyama currently leads 32-30, but Hinata vows to defeat him in every way possible until they can faceoff in a match against each other again. Yamaguchi secretly works on mastering the jump float serve so he won't be the only first year without an ability to contribute to the team. Ukai begins farming in the morning as another source of income for the family store."
                },
                "15": {
                    "ID": "4874285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4874285",
                    "TitleEnglish": "Revival",
                    "SummaryEnglish": "Karasuno arrives for their first matches on both the men's and women's sides of the tourney. On the men's side people talk about how Karasuno did well in the past bu they were now crashed ravens. On the women's side they contemplate how they should have practiced more. Aoba Johsai watches from the stands and wonders how the addition of a coach and two new players will change Karasuno's attack. As the match begins Kageyama sets to Ryuunosuke for the quick spike and kill. The second point goes to the ace, Azumane. Finally the quick attack of Kageyama and Hinata is unveiled on the third point. It is only set 1. Karasuno now leads 3-0, but others have just realized that Karasuno is back and possibly better than ever."
                },
                "16": {
                    "ID": "4874286",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4874286",
                    "TitleEnglish": "Winners and Losers",
                    "SummaryEnglish": "Karasuno's boys team wins set one 25-12, but the Captain's old friend delivers one phrase that makes Karasuno stay serious for set 2. Kageyama gets five quick service aces, and Karasuno's boys team wins set two 25-14. The girls team isn't so lucky as they fall in two sets and wonder what they could've done to be able to keep playing. After some promises are made to those who have lost, Karasuno's freshmen learn how just three months before Karasuno was shutdown by Dateko, their second round opponent. Ukai goes with the same lineup from game 1 and Yu deleivers a speech that boosts the morale of the upperclassmen. It's now time for match 2. Can Karasuno find a way to defeat the Iron Wall of Dateko?"
                },
                "17": {
                    "ID": "4874287",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4874287",
                    "TitleEnglish": "The Iron Wall",
                    "SummaryEnglish": "Dateko and Karasuno battle it out in the second round. Dateko's giant reveals he is targeting Hinata, forcing Kageyama to reveal the super quick attack. The super quick attack seems to give Karasuno a slight advantage, allowing them to take an 18-16 lead. When the giant targets Hinata on a super quick attack, Karasuno is able to reveal their last ace. Karasuno perfects their version of Nekoma's \"The Pipe\" by getting a delayed set to Azumane, who is set up behind Hinata. Karasuno has now played all their trump cards, or so everyone else thinks. Does Karasuno still have one trick left from the bench?"
                },
                "18": {
                    "ID": "4874288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4874288",
                    "TitleEnglish": "Guarding Your Back",
                    "SummaryEnglish": "Karasuno manages to get on a roll in set 1 and steals the game 25-21. For set two they perform a double rotation to get Hinata away from the Giant #7. While this free's up Hinata for more quick attacks, it also means the matches result will rely heavily on Azumane's ability to blast through the Iron Wall as he faces #7. When Hinata becomes the vanguard up front, Karasuno is able to slowly increase their lead. However Hinata rotates to the back with the score 24-22. Should they go to a third game, Karasuno knows they will be at a disadvantage. It all relies on Azumane's skills to get past the wall. As the match ends and Karasuno is leaving the gym, they look over to see Aoba Johsai is up 24-13 in their 1st round match first set."
                },
                "19": {
                    "ID": "4874289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4874289",
                    "TitleEnglish": "Conductors",
                    "SummaryEnglish": "Karasuno observes Aoba Johsai's second match and decide to focus on attacking Noya, especially after a local tv interview focuses solely on Noya's skills. The match takes place the next day, and Karasuno seems to be more motivated than ever. Noya does a quick setter dump to give Aoba Johsai a 1-0 lead, and he follows it up with a fake dump serve giving them a 2-0 lead. However Kageyama reveals he has tricks of his own that haven't been revealed and pulls a server dump off right back cutting the lead down to 2-1."
                },
                "20": {
                    "ID": "4874290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4874290",
                    "TitleEnglish": "Oikawa Toru Is Not a Genius",
                    "SummaryEnglish": "Oikawa and Kageyama continue to match up head-to-head a s they try to prove whose the superior setter. Their junior high days competing against each other are shown, and when Aoba Johsai begins to predict Kageyama's moves a shocking move is made as Sugawara is subbed in for Karasuno. Will this be a blow for Kageyama's ego that he can't overcome?"
                },
                "21": {
                    "ID": "4874291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4874291",
                    "TitleEnglish": "Senpai's True Abilities",
                    "SummaryEnglish": "Sugawara subs in for Kageyama, sealing the first set for Aoba Johsai. Kageyama is shocked as he watches the real ability of Sugawara in setting. Sugawara gives his best to set. Aoba Johsai is shocked when Hinata didn't speak or call for the sets that Aoba Johsai knows. Karasuno takes the lead in set 2, but Oikawa's predictions start coming true and allow Aoba Johsai back into the match."
                },
                "22": {
                    "ID": "4874292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4874292",
                    "TitleEnglish": "Evolution",
                    "SummaryEnglish": "After being subbed back in Kageyama begins to try to communicate with each of his teammates. He begins to learn where the best setting point is for each of them, and Tsukishima comes up with a new attack that proves Karasuno can be a threat from all fronts."
                },
                "23": {
                    "ID": "4874293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4874293",
                    "TitleEnglish": "The Point That Changes the Momentum",
                    "SummaryEnglish": "Aoba Johsai begins to pull away in set 3, forcing Coach Ukai to make some drastic decisions. Yamaguchi is subbed in as an ace server, but the pressure proves to be too much to overcome. A service error occurs, but the error allows Karasuno to calm down and climb back within two."
                },
                "24": {
                    "ID": "4874294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4874294",
                    "TitleEnglish": "Removing the \"Solitary King\"",
                    "SummaryEnglish": "Kageyama begins to match Toru point for point. The teams become dead even at 25 a piece. Long sets begin to drain both teams, and Toru acknowledges that Kageyama has realized what teamwork is all about and is no longer the solitary king. The game winning points are shown."
                },
                "25": {
                    "ID": "4874295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/4874295",
                    "TitleEnglish": "The Third Day",
                    "SummaryEnglish": "After suffering a heartbreaking loss to Aoba Johsai, the third years must decide if they will retire or participate in the spring tournament. Kageyama and Hinata vent their frustration on the court after their practice has been cancelled. The winner of the fall tournament is revealed, and Karasuno begins their first real practice to get ready for the spring tournament."
                }
            }
        },
        "2": {
            "ID": "606761",
            "URL": "https://www.thetvdb.com/series/haikyuu/seasons/official/2",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "5077089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5077089",
                    "TitleEnglish": "Let's Go To Tokyo!!",
                    "SummaryEnglish": "After losing in Interhigh, Karasuno High is busy practicing. As Coach Ukai wishes for more practice matches for the team, Ittetsu Takeda barges in with great news: Karasuno has been invited to take part in Nekoma's training camp! Kageyama and Hinata get lost during a run and ends up meeting with Shiratorizawa Academy's Ushijima. After Ushijima claims that the only good player from Aobajōsai High is Oikawa, Hinata challenges him."
                },
                "2": {
                    "ID": "5354009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5354009",
                    "TitleEnglish": "Direct Sunlight",
                    "SummaryEnglish": "Hinata, Kageyama, Nishinoya, and Tanaka are devastated by the possibility of not going to Tokyō if they fail any of their exams. When forced to study, the second years go to Tanaka's place, but Kageyama and Hinata are having a harder time with their reluctant tutor, Tsukishima. Luckily, Hitoka Yachi, the new manager Shimizu is trying to draft, proves more helpful at teaching the duo."
                },
                "3": {
                    "ID": "5354010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5354010",
                    "TitleEnglish": "Townsperson B",
                    "SummaryEnglish": "Yachi feels conflicted about joining the volleyball team, but after watching their practice match against Ōginishi High, she begins to see the charm of the team. However, she is having a difficult time expressing her feelings to her mother, afraid that she might disapprove. Luckily, Hinata helps her overcome it by showing to her that even a small role such as a \"Townsperson B\" can be great."
                },
                "4": {
                    "ID": "5354011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5354011",
                    "TitleEnglish": "Center Ace",
                    "SummaryEnglish": "After Hinata and Kageyama finish their supplementary exam, Saeko Tanaka takes them to join Karasuno team at Tokyo training camp. Now they're on the team, Karasuno wins their first match on the day; however Eikichi from Shinzen High manages to touch on Hinata's quick's. Later on, Hinata meets the half Russian player from Nekoma Lev Haiba; Lev promises him that he will be the first one to stop his quick."
                },
                "5": {
                    "ID": "5354014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5354014",
                    "TitleEnglish": "Greed",
                    "SummaryEnglish": "The second day of the Tokyo away games. Karasuno isn't able to get a single set against Nekoma, especially with their new player. Hinata and Kageyama's weirdo quick doesn't seem to work on the new Nekoma or the other powerhouse schools for long. Seeing this, Hinata makes a decision..."
                },
                "6": {
                    "ID": "5354016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5354016",
                    "TitleEnglish": "Tempo",
                    "SummaryEnglish": "Hinata and Kageyama are at oddds. Keishin decides to take Hinata to his grandfather, who lead Karasuno to the nationals. Meanwhile, Kageyama runs into..."
                },
                "7": {
                    "ID": "5354017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5354017",
                    "TitleEnglish": "Moonrise",
                    "SummaryEnglish": "In order to achieve a new form, Hinata and Kageyama start practicing on their own. The other members of Karasuno have also started practicing on their own to better themselves, and they have shown some evolution. However, Tsukishima seems indifferent about change and one day after practice, he is asked to serve as blocker..."
                },
                "8": {
                    "ID": "5354020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5354020",
                    "TitleEnglish": "Illusionary Hero",
                    "SummaryEnglish": "Tsukishima begins to think that he shouldn’t put so much effort in training anymore like his brother did, to avoid being disappointed if he fails. Despite practicing very hard, Akiteru failed to become a regular player for Karasuno due to the number of more talented players on the team, including Hinata’s idol, the “Little Giant”."
                },
                "9": {
                    "ID": "5354023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5354023",
                    "TitleEnglish": "VS. Umbrella",
                    "SummaryEnglish": "The members of Karasuno continue to strengthen the new things they've learned while at the Tokyo training camp. However, Hinata and Kageyama still can't get their quick down. Kageyama is anxious about Hinata losing his spirit and tries to do a normal toss during a practice match, but..."
                },
                "10": {
                    "ID": "5354048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5354048",
                    "TitleEnglish": "Cogs",
                    "SummaryEnglish": "The week-long training camp is finally on its last day. Karasuno's final opponent is Fukurodani High School, and they're determined to win at least one set against the powerhouse school. Are they going to be able to show the fruits of their labor?"
                },
                "11": {
                    "ID": "5355681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5355681",
                    "TitleEnglish": "Above",
                    "SummaryEnglish": "The training camp comes to a close with a barbeque battle. Bokuto talks about rivals from all over the country and the prepare for the upcoming Spring Miyazaki Prefectural Tournament."
                },
                "12": {
                    "ID": "5437313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5437313",
                    "TitleEnglish": "Let the Games Begin!",
                    "SummaryEnglish": "The first day of the Spring Tournament Miyagi qualifier is finally here. Hinata tries to trush to the bathroom, but he runs into Ohgi Minami's Towada, who plays on the team they're up against first. With various feelings in their hearts, the battle towards nationals begins."
                },
                "13": {
                    "ID": "5445341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5445341",
                    "TitleEnglish": "A Simple and Pure Strength",
                    "SummaryEnglish": "Their first match to get through to the qualifiers is a match against Kakugawa High School. At the center of Kakugawa's team is a first-year named Hyakuzawa, who is 2 meters tall. At first, Karasuno has trouble dealing with Hyakuzawa's immense power and height, but..."
                },
                "14": {
                    "ID": "5446877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5446877",
                    "TitleEnglish": "Still Growing",
                    "SummaryEnglish": "Just about 2 more months until the qualifiers. Tsukishima's brother invites him to practice with his own team, Kageyama goes to observe a certain team, and Hinata and Kenma promise to have a match that they wouldn't be able to repeat."
                },
                "15": {
                    "ID": "5446878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5446878",
                    "TitleEnglish": "Place to Play",
                    "SummaryEnglish": "Karasuno is finally playing in the qualifier prelims. Their first opponent is the 4th best team from the Inter-High prelims, Johzenji High School. Their motto is to play. What will Karasuno do against their rather unconventional playing method?"
                },
                "16": {
                    "ID": "5446879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5446879",
                    "TitleEnglish": "Next",
                    "SummaryEnglish": "Johzenji's carefree rhythm almost breaks Hinata and Kageyama, but they manage to regain their cool with Sawamura's help, and continue the match. Meanwhile, Johzenji's manager, Misaki, tells the team how she really feels about them."
                },
                "17": {
                    "ID": "5446880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5446880",
                    "TitleEnglish": "The Battle Without Will Power",
                    "SummaryEnglish": "As Daichi exits the court, a second year has to push through his self-doubt to lead the team in his stead. On top of that, Yamaguchi comes in to serve but gets nervous."
                },
                "18": {
                    "ID": "5446881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5446881",
                    "TitleEnglish": "The Losers",
                    "SummaryEnglish": "Karasuno can't get back into rhythm without Sawamura, and are having a hard time playing to their full potential. Meanwhile, Hinata battles it out in the air with Wakunan's ace, who has a similar playing style to the Little Giant."
                },
                "19": {
                    "ID": "5446882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5446882",
                    "TitleEnglish": "The Iron Wall Can Be Rebuilt Again and Again",
                    "SummaryEnglish": "Karasuno manages to make it to the semi-finals. Which ever team wins the match between Aoba Johsai and Date Tech will be their next opponent. Date Tech was considered to be the underdog against Oikawa and Aoba Johsai, but they have a new strength on their side..."
                },
                "20": {
                    "ID": "5446883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5446883",
                    "TitleEnglish": "Wiping Out",
                    "SummaryEnglish": "The semi-finals of the Spring Tournament. The ones that Karasuno has to face are their bitter rivals at Aoba Johsai High School. Getting over their past loss, they try to reach the finals. A battle with the new Karasuno is about to start."
                },
                "21": {
                    "ID": "5446884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5446884",
                    "TitleEnglish": "The Destroyer",
                    "SummaryEnglish": "Karasuno is facing a completely different Seijoh now that they've called in Kyotani. Karasuno can't seem to gt their rhythm together, meanwhile, Seijoh seems to pick themselves back up. When the flow of the game seems like it's going to change drastically, Karasuno..."
                },
                "22": {
                    "ID": "5446885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5446885",
                    "TitleEnglish": "The Former Coward's Fight",
                    "SummaryEnglish": "As Seijoh takes the flow of the game, Keishin sends Yamaguchi out as a pinch server. Yamaguchi ran away from the Wakunan match, but now is he able to turn around this match?"
                },
                "23": {
                    "ID": "5446886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5446886",
                    "TitleEnglish": "\"Team\"",
                    "SummaryEnglish": "The final set of the qualifier semi-finals continues with Karasuno and Seijoh. As the teams go neck and neck, both teams put everything they have into this final set."
                },
                "24": {
                    "ID": "5446887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5446887",
                    "TitleEnglish": "The Absolute Limit Switch",
                    "SummaryEnglish": "Neither team is willing to let the other team get ahead. They're both reaching their limit, yet the match continues. They proceed into the final battle to determine who will make it to the finals."
                },
                "25": {
                    "ID": "5446888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5446888",
                    "TitleEnglish": "Declaration of War",
                    "SummaryEnglish": "After defeating their fated rivals, the Karasuno High School Volleyball Club finally move on to the finals of the Miyazaki Prefecture Qualifiers of the Spring Tournament. They will be facing the strongest school in the prefecture, Shiratorizawa Academy. Their battle for the \"absolute king\" in order to get the one ticket to nationals beings!"
                }
            }
        },
        "3": {
            "ID": "660700",
            "URL": "https://www.thetvdb.com/series/haikyuu/seasons/official/3",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "5556709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5556709",
                    "TitleEnglish": "Greetings",
                    "SummaryEnglish": "The Miyagi Prefecture Qualifier finals of the Spring High School Volleyball Tournament. The ones to stand before Karasuno High School are the undefeated champions, Shiratorizawa Academy. Do they have a chance to win against the ultimate spiker, Ushijima? Their battle towards the nationals finally begins..."
                },
                "2": {
                    "ID": "5782615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5782615",
                    "TitleEnglish": "The Threat of the \"Left\"",
                    "SummaryEnglish": "The Miyagi Prefecture Qualifier finals of the Spring High School Volleyball Tournament. From the very beginning of the match, Ushijima attacks with his powerful spikes. Because he's not used to left-handed attacks, their Guardian Deity, Nishinoya, has a hard time receiving them. What is Karasuno's plan to deal with the mounting point difference?"
                },
                "3": {
                    "ID": "5792956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5792956",
                    "TitleEnglish": "Guess-Monster",
                    "SummaryEnglish": "Underway into the second match, Karasuno tries to attack, but Shiratorizawa's middle blocker is a Guess Monster. Using fast intuition, he keeps blocking all of their attempts. As he blocked Karasuno's spikes one after another, Tsukki calmly assesses the situation for a counter-attack."
                },
                "4": {
                    "ID": "5806651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5806651",
                    "TitleEnglish": "The Halo Around the Moon",
                    "SummaryEnglish": "Thanks to Tsukki and Nishinoya's blocking, Karasuno comes back at the end of the second set. It is a heated battle in the end, resulting in multiple deuces... Who will score the final point?"
                },
                "5": {
                    "ID": "5808289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5808289",
                    "TitleEnglish": "Individual vs Numbers",
                    "SummaryEnglish": "As the third set starts, the bout is tied at 1-1. Attempting to seize momentum after stopping Ushijima, Karasuno tries to stay aggressive. However, Shiratorizawa's setter, Shirabu, seems unfazed by the loss of the second set and swings momentum back to the undefeated champions."
                },
                "6": {
                    "ID": "5808290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5808290",
                    "TitleEnglish": "The Chemical Change of Encounters",
                    "SummaryEnglish": "Karasuno finds themselves against a wall as Shiratorizawa wins their second set easily. Needing a push, Hinata ups his defense and the two teams battle it out.."
                },
                "7": {
                    "ID": "5808291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5808291",
                    "TitleEnglish": "Obsession",
                    "SummaryEnglish": "Karasuno manages to win the fourth set. The fifth set begins, but has a different set of rules: whoever gets 15 points first wins. Keishin sees that Kageyama is exhausted, and switches him out with Sugawara. Determined to hold up his end, Sugawara shows how he has improved."
                },
                "8": {
                    "ID": "5808292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5808292",
                    "TitleEnglish": "An Annoying Guy",
                    "SummaryEnglish": "Tsukki injures his hand and has to leave for medical attention, which causes Karasuno's blocking to weaken. Karasuno steps up their attacks in his absence. Hinata's play finally makes Ushijima feel like he's worth playing against."
                },
                "9": {
                    "ID": "5855617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5855617",
                    "TitleEnglish": "The Volleyball Idiots",
                    "SummaryEnglish": "Just as Shiratorizawa gets to match point, Karasuno regains spirit as Tsukki returns to the court.. Players on both teams are at the end of their ropes, but they continue to give their all to the last part of the match!"
                },
                "10": {
                    "ID": "5865401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/5865401",
                    "TitleEnglish": "The Battle of Concepts",
                    "SummaryEnglish": "The battle goes well beyond 15, as the fifth set for both teams enters the 20's. Shiratorizawa shows off individual strengths, and Karasuno continues to show the strength as a team. In a battle of volleyball philosophy, Karasuno and Shiratorizawa fight for who moves on to Nationals."
                }
            }
        },
        "4": {
            "ID": "790433",
            "URL": "https://www.thetvdb.com/series/haikyuu/seasons/official/4",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "6950923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/6950923",
                    "TitleEnglish": "Introductions",
                    "SummaryEnglish": "In preparation for Spring Nationals, the boys' measurements are taken, invoking friendly competition amongst the team. Kageyama and Tsukishima are invited to the All-Japan Youth Training Camp and a prefecture-wide training camp, respectively. In a fit of jealousy, Hinata sneaks into Tsukishima's camp. Despite initial confusion, Shiratorizawa's coach allows Hinata to attend the camp as a ball boy to test his skills independent of Kageyama."
                },
                "2": {
                    "ID": "7533429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7533429",
                    "TitleEnglish": "Lost",
                    "SummaryEnglish": "Just one more month until the Spring Tournament. Hinata crashed the Miyagi Prefecture Rookie Select Training Camp and got to stay as one of their ball boys. While the boys are doing a practice match, the third-year players from Shiratorizawa show up."
                },
                "3": {
                    "ID": "7534618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7534618",
                    "TitleEnglish": "Perspective",
                    "SummaryEnglish": "While Hinata, Kageyama, and Tsukishima are gone, the Karasuno High School Volleyball Team do practice matches with Tokonami High School. Meanwhile, as the other boys are doing a practice match with the Shiratorizawa third-years, Hinata watches them play and begins to realize that all he’d ever concentrated on is chasing after the ball..."
                },
                "4": {
                    "ID": "7541518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7541518",
                    "TitleEnglish": "Take It Easy",
                    "SummaryEnglish": "The Miyagi Prefecture Rookie Select Training Camp is reaching its final days. Hyakuzawa from Kakuzawa Academy has very little experience playing volleyball and is having a hard time keeping up in practice. Then Hinata tells him something. Meanwhile, Kageyama is at the All-Japan Youth Training Camp playing with various other amazing players from all across Japan and..."
                },
                "5": {
                    "ID": "7541521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7541521",
                    "TitleEnglish": "Hunger",
                    "SummaryEnglish": "The training camp does another practice match with the 3rd year OB players from Shiratorizawa. Meanwhile, Kageyama and the others at the All-Japan youth camp were doing a practice match with everyone playing different positions. Both training camps were about to come to an end..."
                },
                "6": {
                    "ID": "7541522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7541522",
                    "TitleEnglish": "Enhancements",
                    "SummaryEnglish": "Hinata, Kageyama, and Tsukishima all come back from their training camps, and Karasuno had lined up a training match against Date Tech, the school with the strongest blockers in the prefecture. But after coming back from the training camp, Kageyama seems to be acting a bit strange..."
                },
                "7": {
                    "ID": "7541525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7541525",
                    "TitleEnglish": "Return",
                    "SummaryEnglish": "Karasuno holds their practice match against Date Tech. Karasuno has a hard time dealing with the best blockers in the prefecture. Kageyama gets frustrated and ends up yelling at the spikers who aren’t able to get hits in. Seeing that, Hinata..."
                },
                "8": {
                    "ID": "7541526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7541526",
                    "TitleEnglish": "Challenger",
                    "SummaryEnglish": "The practice match against Date Tech before the Spring Tournament is about to come to an end. Each member of Karasuno tries to better themselves personally. Will they be able to acquire a new weapon and evolve as a team?"
                },
                "9": {
                    "ID": "7541528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7541528",
                    "TitleEnglish": "Everyone's Night",
                    "SummaryEnglish": "On the first day of the New Year, Daichi is disturbed by a foreboding dream that burdens him as the time to head to the Spring Tournament draws near. The Karasuno team finally departs to Tokyo for the nationals tournament where nerves and excitement begin to arise as the players prepare for their first games and reunite with old friends."
                },
                "10": {
                    "ID": "7541531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7541531",
                    "TitleEnglish": "Battle Lines",
                    "SummaryEnglish": "A minor crisis strikes when Hinata's shoes suddenly go missing before the team's first game. Kiyoko embarks on the task of retrieving the shoes as she remembers how she first became the manager of the team and the bonds that have been formed. Karasuno faces Tsubakihara Academy in their first game and another crisis takes place when Kageyama seems to be off his game."
                },
                "11": {
                    "ID": "7541533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7541533",
                    "TitleEnglish": "A Chance to Connect",
                    "SummaryEnglish": "With Kageyama back on track, Karasuno begins to power through the rest of the set and show they are not to be underestimated. At the same time, the Tsubakihara team starts doing all they can to ensure that they did not come to the Spring Tournament as mere participants."
                },
                "12": {
                    "ID": "7541534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7541534",
                    "TitleEnglish": "Vivid",
                    "SummaryEnglish": "Karasuno has won their match and are advancing to the second round of the Spring Tournament. The Fukurōdani team hit a snag in their game when Bokuto falls into a depressed state and Akaashi does what he can to bring the ace back to top form."
                },
                "13": {
                    "ID": "7554575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7554575",
                    "TitleEnglish": "The Second Day",
                    "SummaryEnglish": "Karasuno prepares for their first match in the second round against the team that is the second favorite to win the tournament, Inarizaki High, and their team of unique players."
                },
                "14": {
                    "ID": "7976137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7976137",
                    "TitleEnglish": "Rhythm",
                    "SummaryEnglish": "Inarizaki begins building pressure on Karasuno with the help of the famous Inarizaki cheering squad using music and timing to throw their opponents off balance. Karasuno begins to feel the affects of Inarizaki's methods until help arrives in the form of a familiar face."
                },
                "15": {
                    "ID": "7972846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7972846",
                    "TitleEnglish": "Found",
                    "SummaryEnglish": "The game continues its course and the Miya twins have no mercy on the court. Kinoshita and Yamaguchi stand out on the court."
                },
                "16": {
                    "ID": "7982019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7982019",
                    "TitleEnglish": "Broken Heart",
                    "SummaryEnglish": "Tanaka has always been in love with Shimizu since her first year. Since then he has given all his effort to be a good player (on and off the court). The first set is defined point by point until Tsukishima gives the advantage. After that, Tanaka thinks about not giving up and it is he who ends with the set point in favor of Karasuno."
                },
                "17": {
                    "ID": "7982023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7982023",
                    "TitleEnglish": "Cats vs Monkeys",
                    "SummaryEnglish": "Nekoma have a \"somewhat difficult\" game, but to understand everything we must go back to the origins of Kenma Kozume and his relationship with Tora."
                },
                "18": {
                    "ID": "7982026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7982026",
                    "TitleEnglish": "Trap",
                    "SummaryEnglish": "Nekoma's second set is upside down and they can barely maintain a \"draw\" against the rival. Meanwhile, Kenma begins to notice symptoms of fatigue; Despite everything, he continues to play and they finally manage to break the difference by winning the 2nd se t and the match. Now they are watching Karasuno play their second set against Inarizaki."
                },
                "19": {
                    "ID": "7982027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7982027",
                    "TitleEnglish": "The Ultimate Challengers",
                    "SummaryEnglish": "We return to the match between Karasuno and Inarizaki. The Miya twins continue with powerful attacks and Aran performs his best attacks; but they lose points unnecessarily (Even Osamu does a Homerun); While Suna shows why he is a good Central Blocker. When the Inarizaki saw how the Karasuno began a comeback, the captain appears."
                },
                "20": {
                    "ID": "7982030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7982030",
                    "TitleEnglish": "Leader",
                    "SummaryEnglish": "Inarizaki's captain Shinsuke Kita makes his star appearance."
                },
                "21": {
                    "ID": "7982032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7982032",
                    "TitleEnglish": "Hero",
                    "SummaryEnglish": "Karasuno continues to hold the lead in the score as Suna and Tsukishima begin to form a rivalry. Nishinoya finally admits to the team that he is scared of Atsumu's serves and Aran's history with the Miya twins is revealed."
                },
                "22": {
                    "ID": "7982033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7982033",
                    "TitleEnglish": "Pitons",
                    "SummaryEnglish": "Inarizaki begins to take the set back with unexpected and powerful attacks, with each play continuing to chip away at the spirits of the Karasuno team. When all begins to seem hopeless, a miraculous play made by the last person they expected brings a new wave of hope."
                },
                "23": {
                    "ID": "7982035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7982035",
                    "TitleEnglish": "The Birth of the Serene King",
                    "SummaryEnglish": "Little by little the game is approaching the end, with the players of both teams accusing the accumulated fatigue."
                },
                "24": {
                    "ID": "7982036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7982036",
                    "TitleEnglish": "Monsters' Ball",
                    "SummaryEnglish": "The grueling match between Karasuno and Inarizaki comes to a conclusion as one team finally emerges victorious and moves onto the third round of the Spring Tournament."
                },
                "25": {
                    "ID": "7982037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haikyuu/episodes/7982037",
                    "TitleEnglish": "The Promised Land",
                    "SummaryEnglish": "Karasuno has claimed victory and will be advancing to the third round of the Spring Tournament. Emotions are on display from all teams as some are eliminated from the tournament while others prepare for their next battle."
                }
            }
        }
    }
}