{
  "URL": "https://www.thetvdb.com/series/no-game-no-life",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Fantasy"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/0356-978B-2BBD-8992-DEB6-W",
    "https://www.imdb.com/title/tt3431758/",
    "http://ngnl.jp/tv",
    "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH02033629",
    "https://www.tvmaze.com/shows/5470/show-slug",
    "https://www.themoviedb.org/tv/60808",
    "https://en.wikipedia.org/wiki/No_Game_No_Life",
    "https://x.com/ngnl_anime"
  ],
  "TitleEnglish": "No Game No Life",
  "SummaryEnglish": "Siblings Sora and Shiro together make up the most feared team of pro gamers in the world, The Blank. When they manage to beat god himself in a game of chess, they are sent to a world where all disputes are settled with games.",
  "Aliases": [
    "NGNL",
    "No Game No Life",
    "No Game, No Life",
    "nogenora"
  ],
  "Modified": "2025-09-24",
  "Seasons": {
    "0": {
      "ID": "575670",
      "URL": "https://www.thetvdb.com/series/no-game-no-life/seasons/official/0",
      "# Episodes": 8,
      "Episodes": {
        "1": {
          "ID": "4943667",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4943667",
          "TitleEnglish": "Special 1 - Wild Fancy",
          "SummaryEnglish": "Included in the BD/DVD Vol.1",
          "Aliases": []
        },
        "2": {
          "ID": "4976446",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4976446",
          "TitleEnglish": "Special 2 - Director",
          "SummaryEnglish": "Included in the BD/DVD Vol.2",
          "Aliases": []
        },
        "3": {
          "ID": "4976447",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4976447",
          "TitleEnglish": "Special 3 - Revenge",
          "SummaryEnglish": "Included in the BD/DVD Vol.3",
          "Aliases": []
        },
        "4": {
          "ID": "4976448",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4976448",
          "TitleEnglish": "Special 4 - Dress-up Doll",
          "SummaryEnglish": "Included in the BD/DVD Vol.4",
          "Aliases": []
        },
        "5": {
          "ID": "4976449",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4976449",
          "TitleEnglish": "Special 5 - Growth",
          "SummaryEnglish": "Included in the BD/DVD Vol.5",
          "Aliases": []
        },
        "6": {
          "ID": "4976450",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4976450",
          "TitleEnglish": "Special 6 - A Pair Tight",
          "SummaryEnglish": "Included in the BD/DVD Vol.6",
          "Aliases": []
        },
        "7": {
          "ID": "7412301",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/7412301",
          "TitleEnglish": "No Game No Life Zero - Theater Manners",
          "SummaryEnglish": "Short theater manners animation shown before main movie.",
          "Aliases": []
        },
        "8": {
          "ID": "6100013",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/6100013",
          "TitleEnglish": "No Game No Life: Zero",
          "SummaryEnglish": "In the world where everything is decided by games, Disboard. Long before the events that take place now... To conquer the title of \"One True God\" and rule over the world, the so called \"Eternal Great War\" continued. In this war that tore Heavens apart, destroyed Earth and even killed stars, those with no power could only face inevitable death. Escaping from the all these races, humanity was led by a young boy called Riku. Though humanity was facing extinction, his heart believed in a tomorrow. One day, while in his escort, in an abondoned Elf city, he found a female machine — Shuvi. The machine, trying to understand the heart it didn't possess, was said to be broken and was expelled from her group. And now, trying to correct this mistake, she asks Riku to teach her what the [human heart] really is. That's a tale from 6000 years ago. The [first legend] that led to the [new legend]. The tale that disappeared from the registers and peoples memories, now, unfolds.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "575671",
      "URL": "https://www.thetvdb.com/series/no-game-no-life/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4789306",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4789306",
          "TitleEnglish": "Beginner",
          "SummaryEnglish": "Sora and Shiro are unemployed and never leave their house, but on the net, they're known as \"Blank\", an invincible team of gamers. One day, these siblings are visited by a boy named Tet, who calls himself god. Tet summons them to a world where all war is banned, and everything is decided by games.",
          "Aliases": []
        },
        "2": {
          "ID": "4845977",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845977",
          "TitleEnglish": "Challenger",
          "SummaryEnglish": "Sora and Shiro have been abandoned in another world by Tet. In this world all war is forbidden, and everything is determined by games whose rules are determined by the \"Ten Pledges\" that Tet established. They find themselves in the country of humanity, the weakest of the 16 races in this new world.",
          "Aliases": []
        },
        "3": {
          "ID": "4845978",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845978",
          "TitleEnglish": "Expert",
          "SummaryEnglish": "A girl named Clamy has won the right to be the next king of Elukia by her overwhelming good luck. Steph lost to her and loses the chance to become the next ruler. Just as she defeats the last challenger, however, Sora and Shiro interrupt her.",
          "Aliases": []
        },
        "4": {
          "ID": "4845979",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845979",
          "TitleEnglish": "Grandmaster",
          "SummaryEnglish": "The game Clamy challenged them to wasn't normal chess. Shiro is a chess master, but even she is helpless against Clami's assault. But when Shiro understands the real rules of the game, things begind to turn around. The battle to determine the king of Elukia, and all of humanity, finally reaches its end.",
          "Aliases": []
        },
        "5": {
          "ID": "4845980",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845980",
          "TitleEnglish": "Weak Square",
          "SummaryEnglish": "Sora and Shiro leave the running of the country to Steph and spend every day playing video games. Steph's hope that they would become not only the saviors of Elukia, but all of humanity, crumbles away.",
          "Aliases": []
        },
        "6": {
          "ID": "4845981",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845981",
          "TitleEnglish": "Interesting",
          "SummaryEnglish": "The siblings confront Jibril, a member of the Flügel race to reclaim the royal library in a game of Shiritori.",
          "Aliases": []
        },
        "7": {
          "ID": "4845982",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845982",
          "TitleEnglish": "Sacrifice",
          "SummaryEnglish": "Intending to challenge the Werebeasts, the siblings discover that it's hard to come with a strategy to defeat the latter, as all memories regarding the games are erased from their challengers, until Stephanie entrusts Sora a key left by the former king, leading to his secret research on how to outwit them.",
          "Aliases": []
        },
        "8": {
          "ID": "4845983",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845983",
          "TitleEnglish": "Fake End",
          "SummaryEnglish": "The siblings pay a visit to the Werebeasts' embassy in Elkia, and expose the tricks that they use to outwit their opponents. Sora bets all of Imanity's remaining territory, along with the lives of all its citizens in an all-or-nothing game against the Werebeasts. However, while awaiting an answer from them, Sora mysteriously disappears without a trace, and Shiro realizes that she is the only one who remembers him.",
          "Aliases": []
        },
        "9": {
          "ID": "4845984",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845984",
          "TitleEnglish": "Sky Walk",
          "SummaryEnglish": "While figuring out the truth about her brother's disappearance, Shiro remembers that Sora is having a high-stakes game of Othello with Clammy in which they are betting their own existence and memories. With Sora in a dire position and unable to continue the game, Shiro assumes his place according to the game's rules and wins. With this, the siblings not only earn Clammy's allegiance and the support of her Elf partner, Feel Nilvalen, but by sharing his memories with her, Sora finally wins her trust.",
          "Aliases": []
        },
        "10": {
          "ID": "4845985",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845985",
          "TitleEnglish": "Blue Rose",
          "SummaryEnglish": "After finishing their preparations, the time has come for Sora and Shiro to challenge the Werebeasts with the destiny of all Imanity at stake, accompained by Jibril and Steph. But just when the game begins, the siblings fall into despair when they see themselves in a city that resembles their own homeland and the traumas of their past come to surface.",
          "Aliases": []
        },
        "11": {
          "ID": "4845986",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845986",
          "TitleEnglish": "Killing Giant",
          "SummaryEnglish": "Having regained their composure, Sora and Shiro confront Izuna with Jibril's help but soon realize that the game is rigged to the point that winning is almost impossible. All hope seems lost when Shiro is apparently put on enemy control, until Izuna realizes that she is actually falling on a trap by the siblings, and enjoying the game for the first time in her life, she finally decides to go all out against them.",
          "Aliases": []
        },
        "12": {
          "ID": "4845987",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845987",
          "TitleEnglish": "Rule Number 10",
          "SummaryEnglish": "Sora and Shiro are driven into a corner by Izuna's activated Blood Destruction, but just when Izuna thinks she's won the game, she falls into yet another of their traps and is defeated. Some time later, the siblings are summoned by the leader of the Werebeasts, the Shrine Priestess, who wants a rematch against them for the sake of her people, but the challenge \"unexpectedly\" ends in a draw. She is convinced into joining forces and establishing the Elkia Federation by merging the Imanity and Werebeast territories into a single nation. While making preparations for their next battles, Sora and Shiro renew their conviction to unite all the races of Disboard under their rule, and one day challenge Tet for his title of \"One True God\".",
          "Aliases": []
        }
      }
    }
  }
}