{
    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy",
    "Genres": [
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3505574/",
        "https://www.themoviedb.org/tv/60819"
    ],
    "TitleEnglish": "Atelier Escha & Logy: ~Alchemists of The Dusk Sky~",
    "SummaryEnglish": "This world has gone through many Dusks, and is slowly nearing its end. Within this world, in the western reaches of the \"Land of Dusk,\" there was a nation that prospered thanks to its use of alchemy. There, in order to survive the eventual arrival of the \"Dusk End,\" the people devoted their efforts to rediscover and recreate lost alchemic technologies. One of the heroes is a young man who researched alchemy in Central, the other a girl living in a small town on the frontier. This girl's name is Escha. In the process of using her knowledge of ancient alchemy to help others, she was assigned to the Development Department. The young man's name is Logy. Having learned the newest alchemic techniques in Central, he requested a transfer to this understaffed town to make use of his abilities, and meets Escha when he is assigned to the Development Department as well. The two make a promise to use their alchemy together, and bring success to the Development Department.",
    "TitleJapanese": "エスカ&ロジーのアトリエ ～黄昏の空の錬金術士～",
    "SummaryJapanese": "ここは何度目かの黄昏を迎え、緩やかに終わりの時を迎えつつある世界。\n主人公のエスカはその世界の辺境の小さな街「コルセイト」に住んでいる少女。\n母親譲りの古い錬金術を使い人々の役に立ちたいと頑張っていたところ、\nコルセイト開発班に正式に役人として配属されることになった。\nまた同じタイミングで、「中央」で最新式の錬金術を学んでいた青年ロジーが派遣されてくる。\n開発班で出会った二人は、協力して開発班とコルセイトの街をもり立てていこうと約束する。\n\n\n錬金術が紡ぐ、少女と青年の物語。",
    "Aliases": [
        "Atelier Escha and Logy",
        "Escha & Logy no Atelier: Tasogare no Sora no Renkinjutsushi"
    ],
    "Modified": "2025-05-29",
    "Seasons": {
        "1": {
            "ID": "575663",
            "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4789297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4789297",
                    "TitleEnglish": "Welcome to the Atelier!",
                    "SummaryEnglish": "Escha Malier starts working as an official alchemist at the city of Colset's R&D division and her first assignment is to fix the local mill, assisted by her new partner and fellow alchemist, Logix \"Logy\" Fiscario.",
                    "TitleJapanese": "ようこそアトリエへ！",
                    "SummaryJapanese": "みなさんはじめまして！私の名前はエスカ・メーリエ。\n今日からコルセイト支部の開発班で働くことになった錬金術士です！まだまだ半人前だけど、一生懸命頑張ります！\nところでそこにいる男の人はいったい誰だろう？――ええっ！？もう一人の錬金術士！？\nしかも中央から来たって、めちゃくちゃエリートじゃないですか！うう…うまくやっていけるかちょっぴり不安…。\nでもでも、早速来たお仕事の依頼、力を合わせて頑張ります！"
                },
                "2": {
                    "ID": "4845989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845989",
                    "TitleEnglish": "What's a Witch?",
                    "SummaryEnglish": "Escha and Logy are tasked to provide assistance to a nearby village which is on shortage of water and along the way, they befriend two travelers, Nio and Wilbell, who assist them on their quest.",
                    "TitleJapanese": "魔法使いってなんですか?",
                    "SummaryJapanese": "みなさんこんにちは！コルセイト支部・開発班所属のエスカ・メーリエです！\n前回の私たちの活躍、見てくれましたか？なんと今回は北の村まで水を補給する仕事を任されました！\nけど水を補給するっていっても、いったいどうすればいいんだろう？いっぺんに運ぶとしたらやっぱり気球だよね？\nでもなんだか気球は使えないみたい？\nうーん…このままじゃ村の人たちが困ったままだよ…。\nどうにかしてみんなを助けなきゃ！"
                },
                "3": {
                    "ID": "4845990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845990",
                    "TitleEnglish": "I'll Fight, Too!",
                    "SummaryEnglish": "Escha's recipe to purify the village's reservoir works, but the pollution continues and she travels upstream with Logy in search for the cause.",
                    "TitleJapanese": "私だって戦います！",
                    "SummaryJapanese": "ふう～、なんとか北の村までたどり着きましたよ～！\nそれで、さっそく村長さんから事情を聞いたんですけど、どうやら水不足の原因は水源にあるみたいです。\nというわけで、今回は水源の調査に出かけます！。\nでもそこは前時代の技術が今でも生きている遺跡で、初めて見る仕掛けやトラップがいっぱい！\nしかも奥には大きな錬金生物もいて、大大大大大ピンチ！！\n私、無事コルセイトに戻れるでしょうか！？"
                },
                "4": {
                    "ID": "4845991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845991",
                    "TitleEnglish": "It's a Barrel! It's a Tail!",
                    "SummaryEnglish": "By suggestion of her friends, Escha attempts to make a copy of her artificial tail but despite being a profitable opportunity, she is more interested in doing so to learn more about her late mother, who created it for her.",
                    "TitleJapanese": "たるです！ しっぽです！",
                    "SummaryJapanese": "みなさんこんにちは！エスカ・メーリエです！今日からまた開発班でお仕事です！\nそうそう、旅の途中で出会ったニオさんたちですが、しばらくコルセイトに滞在することになりました！\nしかもリンゴ園にあるリンゴハウスに住むことになったんです！早速みんなでお掃除しなきゃ♪\n…ん？なんですかウィルベルさん。それは私のしっぽですけど…。\nええっ！？しっぽを作ってほしい！？そ、そんなのできませんよー！……たぶん。"
                },
                "5": {
                    "ID": "4845992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845992",
                    "TitleEnglish": "I Became a Senpai!",
                    "SummaryEnglish": "Lucille Ernella, a specialist in medicine, arrives from central to work on the R&D division under Escha and Logy. Despite proving herself quite capable compared to her peers, Lucille gets herself in trouble when she attempts to perform her duties without asking for assistance, until Escha and the others come to her aid.",
                    "TitleJapanese": "私、先輩になりました！",
                    "SummaryJapanese": "みなさん聞いてください！なんと開発班に新人さんが入ってきました！つまり、私、今日から先輩です！！\n新人さんはとっても小柄なかわいい女の子で、ルシルちゃんっていいます。\nよーし、先輩としてしっかりお仕事教えるぞー！って、あれれ？なんだか私より優秀みたい…！\n書類も計算も完璧だよ！すっごいなあ～ルシルちゃん…。これは放っておいても大丈夫そう…？\nいやいや、置いていかれないように私も頑張らないと！"
                },
                "6": {
                    "ID": "4845993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845993",
                    "TitleEnglish": "Which is the Good Dessert?",
                    "SummaryEnglish": "Escha is tasked to find a new way to improve the harvest on the local orchard and while looking for some ideas, she and her friends decide to hold a contest to look for recipes to make with the discarded apples while an eating contest is held at the local restaurant.",
                    "TitleJapanese": "おいしいデザートど～れだ？",
                    "SummaryJapanese": "みなさんこんにちは！今日私たちはリンゴ園に来ています。\nところでみなさんは「摘果」ってご存知ですか？\nこれは、今なっている実の中から余分なものを摘み取って、残した実に栄養を行き渡らせることです。\nでも摘み取ったものをそのまま捨てるのはもったいない…。そこで！何かに利用できないかな？と、みんなで考えることにしました！\nせっかくだから最後まで美味しく食べてあげたいですもんね！さ～て、どう調理しようかな？"
                },
                "7": {
                    "ID": "4845994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845994",
                    "TitleEnglish": "It's All Ms. Linca!",
                    "SummaryEnglish": "The members of the R&D division prepare for the arrival of an auditor to check on their work, when one of their members, the swordswoman Linca is spotted causing trouble around town and is put under suspicion, despite claiming innocence, until Escha and Logy learn from Marion the truth about her.",
                    "TitleJapanese": "なにがなんだかリンカさん！",
                    "SummaryJapanese": "大変ですー！中央から監査官っていうとっても偉い人が来ることになりました！\nその人は私たちのお仕事に不正がないか見に来るそうで、私の書いた書類や報告書も検査されるらしいです！\nもう支部の中は準備でみんな大忙し！こんなことなら日頃からちゃんとしていればよかったなあ～。\nとにかく、今できることを頑張ります！って、もう来ちゃったんですか！？\n…あれ？でも…リンカさんにそっくりな方ですね？これはいったい？？？"
                },
                "8": {
                    "ID": "4845995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845995",
                    "TitleEnglish": "Too Hot? It's a Hot Spring Trip!",
                    "SummaryEnglish": "With their assignments done for a while, the R&D division is up for some well deserved vacation, when Wilbell appears and convinces them to accompany her on a hot springs trip near a volcano, unaware of her true intentions.",
                    "TitleJapanese": "アツアツ？ 温泉旅行です！",
                    "SummaryJapanese": "みなさん聞いてください！なんと、業務が予定よりも早く終わって、みんなでお休みをとることになりました！\nしかもウィルベルさんの提案で温泉旅行に行くことになったんです♪\nああ…自然の中にあるお風呂ってどんな感じなんでしょうね？\nきっと緑がいっぱいで空気がとっても澄んでいて、お肌がつやつやになれるとこなんですよね！\nみんなの前で裸になるのはちょっと恥ずかしいけど…でも、すっごく楽しみです！早く行きたいな～♪"
                },
                "9": {
                    "ID": "4845996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845996",
                    "TitleEnglish": "Oh No! The Dream is Going to be Stolen!",
                    "SummaryEnglish": "Escha always dreamed of reaching the unexplored ruins that float near her city. When their friend Threia decides to issue a request to look for a mean to reach the ruins, Escha cheers up, just to have her dreams crushed when they are ordered by the higher ups to make preparations for another team to attempt it. However, Escha's friends decide to not give up and make plans to form their own exploration party instead.",
                    "TitleJapanese": "ガーン！ 夢がとられちゃう！",
                    "SummaryJapanese": "みなさんこんにちは！私は今スレイアさんの付き添いでとある遺跡に来ています！\nこうした調査研究のお手伝いも開発班のお仕事なんですよ？でも、なぜかレイファーさんも来ていて、遺跡の中はちょっとした騒動に！\nもうっ！レイファーさんったら！収穫あったからいいですけど…！\nスレイアさんによると調査を進めるためには調査実績の少ない遺跡にもっと行く必要があるみたいです。\nということはもしかして…あそこにも行けるのかな！？"
                },
                "10": {
                    "ID": "4845997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845997",
                    "TitleEnglish": "Don't Give Up!",
                    "SummaryEnglish": "Escha's cousin Awin and his team of mechanics have been working on an airship that can travel safely to the Unexplored Ruins, but several key components to build it are missing. While looking for ingredients to complete it, Escha learns that Logy was involved in building airships in the past, but a tragic accident made him abandon his dreams and she decides to encourage him to give himself another chance.",
                    "TitleJapanese": "あきらめないで！",
                    "SummaryJapanese": "とうとう未踏遺跡へ行くことになった私たち。\nさっそく作戦会議を始めたものの、未踏遺跡の周りは気流が乱れていて、\nしかも瓦礫もいっぱい浮いていて、気球じゃ近づくことはできないみたい。\n他の乗り物じゃないと難しいっていうけど、他の乗り物ってなんだろう…？\nそんなとき、お兄ちゃんに呼ばれて気球発着場に向かったら、なんと、そこにあったのは―――！？\nお兄ちゃんってばいつの間にこんなもの作ってたの！？"
                },
                "11": {
                    "ID": "4845998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845998",
                    "TitleEnglish": "The Unexplored Ruins I've Dreamed of!",
                    "SummaryEnglish": "Boarding their new airship, Escha and her friends at last reach the unexplored ruins where they meet an enigmatic girl named Flameu that drives them away. Once back home, Escha learns from her foster mother, the automaton Clone the true story behind Flameu's tragic past and decides to return to the ruins in order to help her.",
                    "TitleJapanese": "あこがれの未踏遺跡です！",
                    "SummaryJapanese": "いろんな問題を乗り越えて、未踏遺跡へ向かった私たち。\n瓦礫もなんとか突破して、無事たどり着くことができました！\n遺跡は植物がいっぱいあって、中には甘い香りも漂っていて、とても不思議なところです！\nスレイアさん曰く、この遺跡は植物の研究施設かもしれないとのこと。でも、なんで空の上でそんな研究をしてるんでしょうか？\nさらに奥に進むと、そこには一人の女の子が！？　あれ？でも、私…この子のこと知ってるような…？"
                },
                "12": {
                    "ID": "4845999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845999",
                    "TitleEnglish": "It's Our Promise!",
                    "SummaryEnglish": "Back to the ruins, Escha and her friends confront Flameu and have her remember her past. Once she breaks free from the device that binds her to the ruins, they fall to the ground and Flameo departs to parts unknown after thanking Escha and Logy for their help. Some time later, Logy is summoned to work in the capital, and the two achemists also part ways.",
                    "TitleJapanese": "私たちの約束です！",
                    "SummaryJapanese": "未踏遺跡で出会った女の子――フラメウちゃんを助けに、私たちは再び遺跡に向かいました。\nでも、前回と様子が違って、遺跡は壊れかけててびっくり！早くここからフラメウちゃんを解放してあげないと…！\nそう思って必死に呼びかけるけど、フラメウちゃんは私たちの言葉を聞いてくれません。\nそれにこの前みたいに襲ってきて…！？お願いフラメウちゃん！私たちの言葉を聞いて！ 私たちはあなたのことを助けたいの―――！！"
                }
            }
        }
    }
}