{
    "URL": "https://www.thetvdb.com/series/baby-steps",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3342720/",
        "https://www.nhk.or.jp/anime/babysteps/1st/index.html",
        "https://www.themoviedb.org/tv/60844"
    ],
    "TitleEnglish": "Baby Steps",
    "SummaryEnglish": "Maruo eiichiro (E-Chan), a first year honor student, one day decides he's unhappy with the way things are and lacks exercise. He finds a flyer for the Tennis Club and decides to check it out. He's instantly captivated by it. With no prior experience and poor physical conditioning, join E-Chan as he embarks on a tennis journey using his smarts, dedication, and work ethic.",
    "TitleJapanese": "ベイビーステップ",
    "SummaryJapanese": "丸尾栄一郎は、運動不足を解消するため、南テニスクラブの無料体験に参加する。そこで同じ高校に通う鷹崎奈津と出会い、彼女との会話を通じて本格的にテニスを始めるようになる。\n栄一郎は「全てのボールに追いつき、それをコントロールできれば理論的には負けない」という言葉を信条に、プロを目指して日夜テニスに打ち込む。",
    "Aliases": [
        "網球Ace"
    ],
    "Modified": "2025-05-29",
    "Seasons": {
        "1": {
            "ID": "575665",
            "URL": "https://www.thetvdb.com/series/baby-steps/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4789299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4789299",
                    "TitleEnglish": "Tennis and Notes",
                    "SummaryEnglish": "Maruo Eiichiro is an honor student in his first year of high school. He's a very methodical person who keeps two sets of notes for class and focuses entirely on his studies. One day, Eiichiro decides to participate in a free trial at South Tennis Club (STC) because he needs some exercise. There, he meets school idol and sweetheart Takasaki Natsu. Eiichiro has taken his first step into the world of tennis",
                    "TitleJapanese": "テニスとノート",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4815770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815770",
                    "TitleEnglish": "Methodical and Unorganized",
                    "SummaryEnglish": "Eiichiro is unable to answer Natsu when she asks him what he enjoys doing most. He becomes interested in tennis and returns to STC for another free trial. This time, he meets Egawa Takuma, an upperclassman who's friendly with Natsu. For some reason, he acts hostile towards Eiichiro, which is very intimidating. As Takuma watches, Natsu teaches Eiichiro how to hit the ball.",
                    "TitleJapanese": "几帳面と大雑把",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4815771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815771",
                    "TitleEnglish": "The Contest Is a Fight",
                    "SummaryEnglish": "Eiichiro is unable to forget how good it felt when he successfully returned Takuma's serve, and he spends all of his time practicing against the wall. After seeing Eiichiro practice against the wall non-stop for six hours on a Sunday, Natsu predicts that he will quickly improve.",
                    "TitleJapanese": "喧嘩で勝負",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4815772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815772",
                    "TitleEnglish": "Face of Conviction",
                    "SummaryEnglish": "Eiichiro finds himself in a contest with Takuma. Eiichiro has fifty tries to return Takuma's serve. One successful return and Eiichiro wins. However, despite Eiichiro's best attempts to follow his notes and stick to the basics, he can do nothing against one of the strongest serves in the country.",
                    "TitleJapanese": "顔面で確信",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4815773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815773",
                    "TitleEnglish": "A First Match Full of Surprises",
                    "SummaryEnglish": "Eiichirō is about to play his first match. He receives advice from the other STC members, but it only makes him more nervous. He doesn't get a chance to calm himself down as he's soon called to the tennis court. His first opponent is Oobayashi Ryo, a player with five years of experience, the assistant captain of the tennis team at Shonan Tech, and a top eight finalist in the prefectural tournament. It's finally time for Eiichirō's first match! This episode covers chapters 8, 9, and 10 in the manga.",
                    "TitleJapanese": "初試合が予想外",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4815774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815774",
                    "TitleEnglish": "Diamond in the Rough",
                    "SummaryEnglish": "It is down to the final match of the set. Eiichirō trails 5 games to 1, but with a determination to stay on the court as long as possible Eiichirō begins to push Oobayashi. Coach Miwa notices that Eiichirō has sharp eyes and is able to predict his opponents next move when he is focused. The final match lasts close to an hour, and in the end Eiichirō is unable to score a single point in the final match. Oobayashi learns this was Eiichirō's first match and begins to fear what Eiichirō will become if he is diligent with practice while gaining control and more muscles. The next day Eiichirō returns to the Kanagawa Junior Circuit, despite having been eliminated, to study various tennis playing styles. Coach Miura notices him there and tells him if he really wants to improve, he should come to STC the next morning at 7 AM. This episode covers manga chapters 11, 12, and 13.",
                    "TitleJapanese": "未熟が原石",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "4815775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815775",
                    "TitleEnglish": "Nine-Square and Reality",
                    "SummaryEnglish": "In order to improve Eiichirō's playing, Coach Miura has him learn control on a 9-square court. After getting the basics done, Eiichirō is forced into a match against Takuma. Takuma realizes that Eiichirō has gained control but proceeds to show Eiichirō that control and good eye site is nothing compared to experience. Coach Miura then instructs Eiichirō and Takuma to continue playing each other as often as possible. 3 months after the Kanagawa Junior Circuit, Coach Miura asks Eiichirō to sign up for the Championship Match Tournament to see how much he has improved.",
                    "TitleJapanese": "9分割と現実",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "4815776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815776",
                    "TitleEnglish": "One Year and Twenty Notebooks",
                    "SummaryEnglish": "Maruo Eiichirō continues his training at STC as he tries to master every shot. At smaller tournaments he begins advancing to the third round but is unable to go further. His mother worries that Eiichirō is spending too much time on tennis when he drops out of cram school to practice more. Eiichirō begins calling Natsu Nat-chan. After one year of playing Maruo prepares to return to the Kanagawa Junior Circuit and make it past the third round, but in order to do so he'll likely have to defeat three seeded players.",
                    "TitleJapanese": "1年と20冊",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "4815777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815777",
                    "TitleEnglish": "Diligence is My Style",
                    "SummaryEnglish": "Eiichirō returns to the Kanagawa Junior Circuit. His first match is up against fellow high school student Koshimizu Nariyuki, a man whom is always trying to compete with Eiichirō for the top scores. Eiichirō is a little too tense and quickly falls behind 3-0 when he finds a note from Natsu at the back of his notebook talking about what to do if he feels too tense. With this help Eiichirō rebounds and wins 6-3, beginning a process that would take him into a third round match with 5-seed Miyagawa. However Miyagawa is confident and proclaims he has learned Eiichirō's weakness after watching one match. Match 2 begins as Eiichirō takes on the 52-seed Noborikawa. With no tension Eiichirō easily advances with a 6-1 win. After the match Eiichirō watches Miyagawa's match to see what his tennis style is truly like to get him ready for the 3rd round.",
                    "TitleJapanese": "真面目がスタイル",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "4815778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815778",
                    "TitleEnglish": "Unease on the Edge",
                    "SummaryEnglish": "The match between Eiichirō and Miyagawa begins with each holding serve. However Eiichirō feels that something is off. After studying his notes, Eiichirō realizes that Miyagawa has been studying his shots, and with a 4-3 lead he plans on making his move in the eighth game. If Miyagawa manages to break Eiichirō in the 8th game, the set will be all over. Instead of getting too depressed, Eiichirō changes his strategy and starts playing serve and volley tennis. The change of pace allows Eiichirō to win Game 8 and even it at 4-4, but will either competitor manage to break serve, and will Eiichirō be able to find his winning shot before it becomes too late?",
                    "TitleJapanese": "違和感で崖っぷち",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "4815779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815779",
                    "TitleEnglish": "Risk and Possibility",
                    "SummaryEnglish": "After managing to hold serve Eiichirō starts looking for an opportunity to break Miyagawa. Both hold serve and force a tiebreaker. With the score 6-5 Maruo in the tiebreaker Eiichirō decides to try and gamble to use his full stroke and steal a point. The gamble backfires and Miyagawa evens the score 6-6. However Eiichirō's gamble makes Miyagawa think too much during his serve. He falls victim to a double fault, giving Eiichirō the match point opportunity on his serve. Seeing no other choice, Miyagawa makes a move to the net to catch Eiichirō by surprise. However Eiichirō's racket happens to be in the right spot for a return from short distance. Eiichirō's miracle return gives him the tiebreaker 8-6 and the match 7-6. The crowd is shocked as the 5-seed has been knocked out.",
                    "TitleJapanese": "リスクと可能性",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "4815780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815780",
                    "TitleEnglish": "Improvement by Memory",
                    "SummaryEnglish": "After defeating Miyagawa, Eiichirō returns to STC for some training that will make him better in 1 day. Eiichirō is teamed up with a Coach Mike from Florida who specializes in pyschological training. Mike is envious of Eiichirō's notes and points out his notes will help him recall his shots faster, and that he only has 20 seconds to recall his best memories. Eiichirō is able to master this basic training of Mike, and in round 4 he defeats the 16-seed Terashima with relative ease. A broken string forces him to go to the tennis shop where he meets his quarterfinal opponent, 3-seed Iwasa Hiromi. Hiromi doesn't seem to have any interest in Eiichirō. After Hiromi leaves, the shop owner explains that Hiromi doesn't get to know his opponents in advance. Instead he learns and draws an image of them while they're playing on the court. Eiichirō is confused by this and wonders how someone can draw pictures while playing.",
                    "TitleJapanese": "記憶で進化",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "4815781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815781",
                    "TitleEnglish": "Art and Technique",
                    "SummaryEnglish": "The match between Hiromi and Eiichirō begins. Everytime Eiichirō tries to go on the attack, Hiromi hits a shot Eiichirō can't reach. Hiromi goes up 1-0, but then Eiichirō realizes if he lets Hiromi complete his masterpiece and then returns the final shot, he will win the point. Eiichirō manages to go up 5-2 when Hiromi begins to increase his speed. Hiromi cuts it back down to 5-4. Eiichirō envisions his best match, the match against Terashima, and with that vision he comes up with a plan he believes will allow him to move on to the semi-finals.",
                    "TitleJapanese": "芸術と技術",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "4815782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815782",
                    "TitleEnglish": "Putting the Pieces Together",
                    "SummaryEnglish": "It is match 10 of a 1-set match, and Eiichirō leads 5 games to 4. Eiichirō begins to up his speed against Hiromi, and with it he stays even at 30-30. Just then Hiromi's legs cramp up, allowing Eiichirō to get two easy aces and win the match 6-4. After the match Hiromi announces he is going to focus less on tennis and start drawing more on the canvas. However he tells Eiichirō that he appears to have the same desires to go Pro that a lot of the other top 4 do, even though he is currently only playing for the fun of it. Eiichirō scouts Araya only for Araya to win 6-0 and then tell Eiichirō he will crush him in the next match. The semifinals are set to occur in 2 days time, so Eiichirō uses that evening and the next day to practice. Coach Miura tells Eiichirō he needs to focus on his tennis style instead of trying to play to Araya's game and makes him take practice easy. The day of the semifinal comes, and Miyagawa comes to cheer for Eiichirō. Miyagawa helps Eiichirō realize that looking for an opponents weakness actually helps that opponent improve, so Eiichirō decides to ask Takuma what Araya's weakness is. When he finally finds them, he sees Araya whispering something to Takuma that could change the entire outcome of the future.",
                    "TitleJapanese": "パズルの成果",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "4815783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815783",
                    "TitleEnglish": "Plan to be Forceful",
                    "SummaryEnglish": "Eiichirō overhears Araya telling Takuma that if he loses to him this tournament, he will retire from tennis. His plan is to defeat Takuma and then announce he is going pro. Takuma agrees to tell Eiichirō Araya's weaknesses. Eiichirō comes up with 5 steps that give him the first game in a 3-set match. After going up 30-0 in game 2, Araya protests a point and receives a warning. However the protest allows Araya to get into the zone. Araya manages to win the next 6 games with ease and goes up 1-0. In set 2 Eiichirō studies all of Araya's shots from set 1 and realizes he can predict Araya's movements. Down 1-0 in set 2 Eiichirō finally manages to reverse Araya's counter shot and go up Love-15. How will this exciting match end?",
                    "TitleJapanese": "強引が作戦",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "4815784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815784",
                    "TitleEnglish": "Beast and Initiative",
                    "SummaryEnglish": "After going up Love-15, Araya uses a number of service aces to go up 3-1 in set 2. Eiichirō holds serve, and as he gains a 30-40 advantage in Game 6 of Set 2, Araya punches himself in his face to eliminate his emotions from the game. Both players manage to hold serve, giving Araya a 5-4 advantage in what could be the final game. Eiichirō decides to gamble and begins to predict where Araya will hit his shots. With the two even at 30-30, Araya serves knowing that whichever player wins the point will hold the advantage for the rest of the match.",
                    "TitleJapanese": "野獣と主導権",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "4815785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815785",
                    "TitleEnglish": "Pro At My Age",
                    "SummaryEnglish": "Araya and Eiichirō end up at deuce after neither player can gain an advantage. An ace end up being huge for Araya give him the match point advantage, and despite his best efforts a lucky bounce proves to be the end for Eiichirō as he loses 6-1, 6-4. The finals are held between Araya and Takuma. Takuma plays to his best ability and once again prevails, 4-6, 7-5, 7-5 to win the championship. As Eiichirō returns to his bag he runs into an unknown youngster named Ike Souji. Ike asks to see Eiichirō's notes before running off due to an important phone call. However he asks Eiichirō to inform Coach Miura that he will soon be visiting STC. After the awards ceremony is held, the others vow to defeat Eiichirō in the All Japan Junior before Eiichirō says he can't participate due to his low showings the year before. However he swears he'll get ready for the Inter-High. As Eiichirō gets home, he gets rewarded for his performance, but he shocks his parents when he asks them what they'd think if he decided to go Pro at tennis.",
                    "TitleJapanese": "プロで同級生",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "4815786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815786",
                    "TitleEnglish": "Determination and Presentation",
                    "SummaryEnglish": "Eiichirō investigates going Pro, but his reaction from his parents is less than he expected. Eiichirō joins Natsu at the first round of the All Japan Pro to watch the debut match of Ike Souji. Afterwards he puts together a presentation for his parents on going Pro and asks for one year where he won't have to study or attend cram school so he can make the All Japan Junior. Should he fail to win the All Japan Junior, Eiichirō will turn his entire focus to studying. After gaining approval Eiichirō informs his coaches at STC, who come up with a hellacious schedule, both for practice and for tournaments, that will qualify him for the All Japan Junior. At the end of the episode Ike Souji appears to greet his old friends at STC, and after getting approval from his coach, manager, and doctor he gets 10 minutes of practice time with each STC member who volunteers to face him. When his doctor, coach, and manager disappear, Ike grabs a hold of the ball and asks Eiichirō to play a practice match with him during the remaining time instead of just hitting the ball back and forth.",
                    "TitleJapanese": "決意でプレゼン",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "4815787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815787",
                    "TitleEnglish": "Resolve and Hell",
                    "SummaryEnglish": "Eiichirō manages to steal 1-point in the 10-minute match with Ike before his coaches reappear and make him stop playing a match. Afterwards Eiichirō is sent home to rest. The next day Eiichirō begins a brutal practice regimen that will recondition his body into that of a pro's. After 2 weeks of practice Eiichirō is invited by Coach Miura to come view some of the top seeds at the All Japan Junior. Eiichirō finds a fellow kindred spirit in terms of note taking and is shocked to learn he is the 2-seed. Eiichirō quickly realizes his data will allow him to control his opponents shots if his body gets conditioned correctly.",
                    "TitleJapanese": "覚悟と地獄",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "4815788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815788",
                    "TitleEnglish": "Meat Buns and Yakisoba",
                    "SummaryEnglish": "Eiichirō participates in a tournament after 3 months of hellish training. He learns about active rest while participating in the tournament and makes it to the final. Terashima is his opponent. Eiichirō shocks Terashima with how his game has changed and manages to win 6-1, 6-0. In all of his matches the closest game was 6-2. After the match Coach Miura informs Eiichirō he will have a week off before they do another 3 weeks of hellish training. He informs Eiichirō that this type of training will continue for the rest of the year, with him eventually getting down to only two days of rest inbetween. With a week off, Eiichirō helps his school perform their yearly cultural festival, a festival which ends up serving only to bring him and Natsu a little closer.",
                    "TitleJapanese": "肉まんと焼きそば",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "4815789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815789",
                    "TitleEnglish": "Consistency and Change",
                    "SummaryEnglish": "Eiichirō continues his practice and gets his next tournament schedule. As the last player to qualify he is placed up against the 1-seed, Yu Nabae. Eiichirō begins to look for weaknesses from Yu on tape, but what he finds is a highly adaptive style that could easily beat him if he doesn't come up with a few tricks.",
                    "TitleJapanese": "堅実と変化",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "4815790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815790",
                    "TitleEnglish": "Fundamentals are the Weakness",
                    "SummaryEnglish": "Yu Nabae matches up with Eiichirō and realizes they really are two players that are virtually the same. He realizes that what Eiichirō lacks is experience with the fundamentals, as he has never played anyone like himself, and after losing the first set Nabae begins to pull away and goes up 5-2.",
                    "TitleJapanese": "基本が弱点",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "4815791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815791",
                    "TitleEnglish": "Reckless 100-Square",
                    "SummaryEnglish": "In an effort to try and reverse the tide, Eiichirō decides to go back to his idea of having 100-squares to aim for instead of 9. The precision allows him to begin winning some points, but more often than not Nabae watches balls go out and gets some easy points. How many games will Eiichirō manage to win against Nabae, and will he be able to gain a break?",
                    "TitleJapanese": "無謀な100分割",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "4815792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815792",
                    "TitleEnglish": "Duty and Desire",
                    "SummaryEnglish": "Eiichirō runs to watch Natsu's match when he learns she is in danger of losing. Afterwards they return to STC where he Ryuhei Aoi, a man who will become his new coach. At first he doesn't trust Ryuhei's words, but he is even more shocked when Coach Miura says all of his training is being turned over to Ryuhei, and Ryuhei won't let him do any practice the next two days.",
                    "TitleJapanese": "義務と欲求",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "4815793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4815793",
                    "TitleEnglish": "Eiichiro and Natsu",
                    "SummaryEnglish": "Eiichirō and Natsu go out on their first date. When Eiichirō asks Natsu what she thinks about him, she tells him he is cheating. Afterwards Eiichirō is allowed to resume practice. He learns how important it is for your ego and your subconscious to match up evenly. Coach Ryuhei decides the only way Eiichirō can meet his goals is to go to Florida during the winter break.",
                    "TitleJapanese": "栄一郎と奈津",
                    "SummaryJapanese": null
                }
            }
        },
        "2": {
            "ID": "597893",
            "URL": "https://www.thetvdb.com/series/baby-steps/seasons/official/2",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "4998831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/4998831",
                    "TitleEnglish": "The World and the Wall",
                    "SummaryEnglish": "Eiichirō arrives in Florida, and Coach Mike introduces him to Marcia, an upcoming junior whose older brother just made the Pro's. Marcia and Eiichirō play a match, and Marcia decides Eiichirō must be training for the French Open because of his slow play style. Eiichirō is introduced to his new dorm mates, among which are Alex O'Brien, the older brother of Marcia. The next morning at breakfast Eiichirō is welcomed by Ike Souji, and his dorm mates begin to see him as a rival since Ike acknowledged him. Eiichirō's dorm mates are introduced to his 39 notebooks of tennis. Eiichirō and Alex are announced as a match for day one, but Alex refuses since Eiichirō isn't a Pro. Ike arrives and promises Eiichirō's dorm mates that anyone that can beat Eiichirō will be able to play him in the next two weeks. Eiichirō plays Alex in his first official match at the Florida Tennis Academy. During the day he learns about the video cameras showing his technique and the resources of the many coaches available.",
                    "TitleJapanese": "世界と壁",
                    "SummaryJapanese": "プロを目指し、強くなりたいと願う栄一郎（えいいちろう）は、短期留学のためフロリダのテニスアカデミーにやってきた。テニスのためだけにすべてがそろう施設を目の当たりにした栄一郎は胸を高鳴らせる。そこへ笑顔の美しいマーシャという少女がやってきた。コーチの計らいで打ち合いをすることになったふたり。予想以上の力強いショットを打ち込んでくるマーシャだったが、だんだん不機嫌になってしまい…。"
                },
                "2": {
                    "ID": "5183060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5183060",
                    "TitleEnglish": "A Vicious Circle is Lucky",
                    "SummaryEnglish": "Eiichirō begins closing the gap on the others at the Florida Academy, but during everyone of his matches he has one moment where he presses too hard, costing him a set and eventually costing him the match. Coach Mike takes Eiichirō to the video room and points out this pattern. He suggests Eiichirō find a way to remain calm during the match. If he can do so, he'll be able to reverse this tide. During one match Eiichirō accidentally trips, but while error costs him a point it awakens him to the world of repetitive patterns in tennis. By using a pattern he finds in the match, Eiichirō is finally able to win his first set in America.",
                    "TitleJapanese": "悪循環がラッキー",
                    "SummaryJapanese": "練習初日、プロ選手のアレックスに練習試合を断られる栄一郎（えいいちろう）。しかし、栄一郎と同い年でプロの池爽児（いけそうじ）が、栄一郎に勝った者と試合をすると言い出した。そのおかげで、池と試合をしたいアレックスや多くの選手が栄一郎と試合をする事に…。アカデミーの選手たちの重いボールに苦戦する中、栄一郎は得意のコントロールを武器に戦うが、勝つことができない日々が続く。思い悩む栄一郎は…。"
                },
                "3": {
                    "ID": "5194033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5194033",
                    "TitleEnglish": "Data for the Future",
                    "SummaryEnglish": "After winning his first match in America, Eiichirō finally gets to play Ike in a one set match. Ike gets it approved at the New Years party where many of Eiichirō's new friends first learn of Natsu. Eiichirō plays Ike and begins to collect data on what the players in the world of the Pros is like. On his final day in Florida the coach proposes Eiichirō and Alex play a 3-set match. Alex learns how fearsome the notebook can be as he is forced to change his play pattern after Eiichirō breaks him twice. Eiichirō wins Set One 6-2",
                    "TitleJapanese": "未来のデータ",
                    "SummaryJapanese": "スランプから抜け出した栄一郎（えいいちろう）はついに１勝し、池爽児（いけそうじ）と試合をする事に。以前よりも自分は成長したと信じて池に挑む栄一郎だが、試合は池の一方的な展開で完敗してしまう。トップレベルのプロの世界に触れた栄一郎。そして次の試合の相手は、前回勝つ事ができなかったアレックスに決まる。プロの壁にぶつかり悩むアレックスと、プロになりたいと強く思う栄一郎は…。"
                },
                "4": {
                    "ID": "5202136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5202136",
                    "TitleEnglish": "Awakening to Simplicity",
                    "SummaryEnglish": "In his final day in Florida Alex agrees to play a best-of-3 match with Eiichirō. Alex realizes that Eiichirō's notes contain all of his weaknesses and that he will have to adjust his play style to win the match. Alex willingly loses the first set to get used to a new stroke, and Eiichirō is unable to fully take advantage of it in his data. As Alex's play style continues to evolve, Eiichirō realizes he will need to hit easy shots at the Pro to grow the most and find a new weakness.",
                    "TitleJapanese": "シンプルで覚醒",
                    "SummaryJapanese": "栄一郎（えいいちろう）対アレックスの試合。ノートを取りながら試合をする栄一郎のスタイルに脅威を感じるアレックス。しかし、データで攻める栄一郎にアレックスは冷静に対処し、プレースタイルを変えるという方法で攻め立てる。これまでのデータが使えなくなり、考えるより目の前のアレックスに集中する栄一郎。本能に任せることで自然と身体が反応する事に気がつき始めた栄一郎は、次第に動きがよくなっていく。"
                },
                "5": {
                    "ID": "5202137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5202137",
                    "TitleEnglish": "Takuma's Decision",
                    "SummaryEnglish": "Eiichirō returns from Florida and is given a day off to adjust his body to the time difference. After the day off Eiichirō begins a new strict training regime to help him get ready for the Kanagawa Prefectural. As part of his training Coach Aoi forces Eiichirō to challenge Takuma to a match. At first Takuma refuses, but when Eiichirō admits he can never go pro unless he can find a way to defeat Takuma, Takuma agrees to the match. At first Eiichirō is overwhelmed by Takuma's serves. As the game goes along though Eiichirō begins to serve like Takuma, shocking Coach Aoi. Coach Aoi stops the match unexpectedly, upsetting both Eiichirō and Takuma.",
                    "TitleJapanese": "タクマの決意",
                    "SummaryJapanese": "フロリダ短期留学を終え、帰国した栄一郎（えいいちろう）は、久しぶりにＳＴＣ（南テニスクラブ）で奈津（なつ）や諭吉（ゆきち）たちと再会する。喜びもつかの間、神奈川県ジュニアテニス大会へ向け、厳しい練習が始まる。そして青井（あおい）コーチに促され、逞（たくま）に試合を申し込んだ栄一郎は、機嫌が悪い逞に、「完膚なきまでにたたきのめす！」と威圧されてしまう。留学で磨いたテニスを信じて、栄一郎は試合に挑む。"
                },
                "6": {
                    "ID": "5202138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5202138",
                    "TitleEnglish": "First Encounter by Scouting",
                    "SummaryEnglish": "Coach Aoi explains to Eiichirō that he stopped the match against Takuma because his body wasn't developed to serve like Takuma yet. If he had continued to serve that way, he would have injured himself and forced himself to give up his tennis career. In order to use his new weapon of serving Eiichirō is given strict training that will develop his arm muscles and increase his speed. At school the career counselors call for all seniors to determine their future careers, and Eiichirō lists his desire to go Pro, noting that he will turn to college if he doesn't win the All-Japan Junior.",
                    "TitleJapanese": "偵察で初遭遇",
                    "SummaryJapanese": "逞（たくま）との戦いでサーブの重要性に気づいた栄一郎（えいいちろう）は青井（あおい）コーチと特訓に励む。そして３学期が始まり、進路について考える栄一郎は両親と全日本ジュニアで優勝できなければプロを諦めると約束したことを思い出し、決意を新たにする。そんな中、栄一郎は全日本ジュニア選抜室内選手権の偵察に行き、試合を見てさらに気合いが入る。そこで偶然、奈津（なつ）のライバル・亜希（あき）と出会う。"
                },
                "7": {
                    "ID": "5202139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5202139",
                    "TitleEnglish": "Revenge at the Critical Moment",
                    "SummaryEnglish": "The Kanagawa Prefectural begins as Eiichirō faces off against Araya's new underclassman Nishimura. Araya has told Nishimura all of Eiichirō's weaknesses from the year before, making Nishimura very confident in his chances of winning. To counter this knowledge Eiichirō debuts his new serve and wins easily 6-0. Eiichirō then goes to scout Miyagawa, knowing he will be his second round opponent, but he arrives just in time to see the final point as Miyagawa wins 6-1, giving neither the knowledge of each other's growth in the past year.",
                    "TitleJapanese": "正念場のリベンジ",
                    "SummaryJapanese": "栄一郎（えいいちろう）の人生を懸けた挑戦の第一歩、神奈川県ジュニアテニス大会が始まった。１回戦の相手は栄一郎のライバル荒谷（あらや）の後輩西村（にしむら）。栄一郎の情報を西村に徹底的に伝授したと脅す荒谷の言葉に戸惑う中、試合は始まる。一方、やはり栄一郎のライバルである宮川（みやがわ）は、試合を見ながら、栄一郎がかつてより強くなったと実感。自分が成長した確かな答えを得るために打倒・栄一郎を決意する。"
                },
                "8": {
                    "ID": "5202140",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5202140",
                    "TitleEnglish": "The Speed of Evolution",
                    "SummaryEnglish": "Eiichirō and Miyagawa face off in the second round of the tournament for their second match. If Eiichirō loses he knows he'll lose all chance of going pro. If Miyagawa loses he knows his path to become a pro will take longer and might force him to go to college first. As the two face off both unveil their new weapons. For Eiichirō he unveils his dangerous serve while Miyagawa unveils some new counters that will force Eiichirō to adjust his data in unexpected ways. How many breaks can each get off of each other?",
                    "TitleJapanese": "進化のスピード",
                    "SummaryJapanese": "２回戦の相手は、自身の将来を懸けて大会に臨んでいる宮川（みやがわ）。今までの自分から変わるため手に入れた新しい武器（ショット）で攻めてくる。そんな宮川の強さを再認識する栄一郎（えいいちろう）。先にゲームをブレイクをした方が絶対的に有利な１セットマッチの試合は、緊迫した戦いが続く。予想以上に早い栄一郎の進化に、１年前とは別人だと感じた宮川は集中力を高め気持ちを切り替えるため持参したコブ茶を取り出す。"
                },
                "9": {
                    "ID": "5202141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5202141",
                    "TitleEnglish": "Baffled by Intuition",
                    "SummaryEnglish": "Coach Ryuhei Aoi decides to teach Eiichirō the importance of relying on instincts during a match instead of relying solely on data. In order to teach him how to play against a player who relies solely on instinct Eiichirō is forced to face off with Natsu. Eiichirō takes the words that he can play at full strength to hearts content though and starts using the data he's collected in his head to target all of Natsu's small weak points.",
                    "TitleJapanese": "感覚で困惑",
                    "SummaryJapanese": "榊原（さかきばら）コーチの提案により、栄一郎（えいいちろう）と奈津（なつ）は練習試合をすることに…。戸惑う栄一郎だが奈津と試合をすることで、感覚的なテニスを吸収してほしいと説明する青井（あおい）コーチ。栄一郎にとっては精神面の強化。奈津にとってはライバル亜希（あき）対策のため。お互い成長するためにふたりは真剣に戦いに挑む。一方、プロを目指す荒谷（あらや）もまた、強い意気込みで練習に臨んでいた。"
                },
                "10": {
                    "ID": "5202142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5202142",
                    "TitleEnglish": "Start With a Roar",
                    "SummaryEnglish": "Araya and Eiichirō begin their match in the Kanagawa Prefectural Final. At first both are holding serve and the score is at 3-3. However Coach Aoi realizes Eiichirō doesn't have the knowledge on how to deal with left handers since he's only played Araya once. Araya starts to target Eiichirō's backhand. To counter Eiichirō is forced to continually adjust his speed, making his center shots an easy target for Araya. Araya gets the first break and goes on to win set 1 6-3. However Eiichirō begins to return Araya's shots as the first set ends, making Araya realize Eiichirō is growing as fast as Ike previously did. Both realize they have to find a way to get massive breaks if they are to have any chance of winning.",
                    "TitleJapanese": "雄たけびでスタート",
                    "SummaryJapanese": "荒谷（あらや）と栄一郎（えいいちろう）の２度目の戦いが始まった。強じんな肉体から生み出される圧倒的パワーとスピードを武器にブレイクをもぎ取ろうとする荒谷と、コントロールを武器にブレイクを狙う栄一郎。荒谷は昨年の対戦からスピードもパワーもレベルアップし、弱点だった精神面の問題も克服していた。栄一郎は前回の対戦データと照らし合わせ対策を重ねていくが…。全く対照的な二人の戦いはかつてない熱を帯びていく。"
                },
                "11": {
                    "ID": "5202143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5202143",
                    "TitleEnglish": "Choices and Explosive Power",
                    "SummaryEnglish": "Eiichirō throws out a couple of unexpected dropshots in set 2 and begins to alter the speed of his game. After trailing 30-love to begin match 2 of set 2 Eiichirō is able to rally with this new strategy and pull off a break. The break begins to build up Araya's frustrations, but instead of getting angry Araya yells at the sky and is able to calm down. Eiichirō stuns the crowd and wins set 2 6-3 to set up a third and final set. Araya acknowledges that Eiichirō's strategy is allowing him to address his weaknesses and actually get stronger as the game goes on. Over on the women's side Natsu easily wins the women's title 6-2, 6-0.",
                    "TitleJapanese": "選択肢と爆発力",
                    "SummaryJapanese": "これまでの苦戦の理由は、荒谷（あらや）が左利きである事によるものだと気づいた栄一郎（えいいちろう）。持ち前の分析力で左利きに対する対策を練り、次第に相手の意表をつく攻撃を開始する。それにより栄一郎の戦略に選択肢が増え、荒谷は徐々に追い詰められていくことに…。思いどおりにプレーできない荒谷は次第にイライラを募らせていき、その怒りはついに頂点に達する。そんな荒谷がとった意外な行動とは？"
                },
                "12": {
                    "ID": "5202144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5202144",
                    "TitleEnglish": "Full Force Toward Adversity",
                    "SummaryEnglish": "Araya and Eiichirō prove to be even and are both unable to break each others serve. Making things worse is there will be no tiebreaker., Instead an individual must win by 2 games. As set 3 continues Eiichirō begins to rely more and more on his instincts as his mind tires, and it begins to give Araya the slightest advantage. Eiichirō realizes if he doesn't break Araya when it is 6 all that he will likely tire and lose the match. Even that knowledge doesn't prove to be enough. Araya holds serve and goes up 7-6. Eiichirō then holds serve and evens it up at 7, but his mind completely wears itself out, and Araya goes on to win 9-7.",
                    "TitleJapanese": "逆境に全力",
                    "SummaryJapanese": "ついにファイナルセットを迎えた栄一郎（えいいちろう）対荒谷（あらや）の熱戦。このセットを取った者が優勝を手にする。調子を上げてきた荒谷はケタ違いのパワーとスピードで攻めたてる。対する栄一郎はコントロールを武器に攻撃の選択肢を増やし、それを迎え撃つ。力と技の激しい攻防。そしてプロを目指す者同士の戦い。両者一歩も引かないままゲームは終盤を迎え、決着のときが近づいていく。果たして優勝を手にするのは…！？"
                },
                "13": {
                    "ID": "5202145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5202145",
                    "TitleEnglish": "Gathering of Rivals",
                    "SummaryEnglish": "The gang begins their third and final year of high school in different classes. Eiichirō and Natsu both realize their classes seem to be moving on without them as they are getting ready for cram schools and entrance tests. STC has their own sort of ideas though. The top clubs in Japan have gotten together and decide to have their top players rotate between the top clubs. Included in the group is Eiichirō, and Natsu's top rival is also involved. The practices allow Eiichirō to focus on changing pace at all times and give him more experience. The bracket for the All Japan Junior is announced, and in order for Eiichirō to continue his goal he'll have to defeat the fifth seed. As the episode ends Takuma arrives back at STC. He had advanced to the Top 8 in Japan and is signing a bunch of contracts. Eiichirō challenges him to finish their match. Takuma agrees but points out he is headed over seas next week, so they'll have to do it as soon as the signings are done.",
                    "TitleJapanese": "ライバルが集結",
                    "SummaryJapanese": "熱い試合を終え、心底テニスを楽しいと感じた栄一郎（えいいちろう）に「今度の全日本ジュニアで優勝できなかったらプロを目指すことをやめられるのか？」という思いがよぎる。そんな中、ＳＴＣ（南テニスクラブ）では他のクラブとの交流練習が行われることに…。荒谷（あらや）、宮川（みやがわ）、岩佐（いわさ）らが集結し、実戦さながらの練習が始まる。そしてその中には、久々に再会する亜希（あき）の姿もあった。"
                },
                "14": {
                    "ID": "5263517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5263517",
                    "TitleEnglish": "Moonlight and the Sound of Waves",
                    "SummaryEnglish": "The final door on the way to the All-Japan Junior, the Kanto Junior Tournament, is just around the corner. Eiichiro psyches himself up as he confirms his promise to his parents that he'll give up if he doesn't win the All-Japan Junior, and then he sets off with the other STC members for Chiba, where the Kanto Junior will be held.",
                    "TitleJapanese": "月明かりと波音",
                    "SummaryJapanese": "全日本ジュニア出場への最後の関門、関東ジュニアが迫る。「負ければプロを諦める」と両親に約束したことを再確認し、栄一郎（えいいちろう）は気合を入れる。そして千葉で行われる大会にむけ、ＳＴＣ（南テニスクラブ）のなかまと出発する。翌日の試合に備え、練習を終えた栄一郎たちは、宿舎で一息。そんな時、夜のロビーで奈津（なつ）と偶然出会った栄一郎は、「いいもの見せてあげる」と誘われるまま二人で出かけることに…。"
                },
                "15": {
                    "ID": "5269153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5269153",
                    "TitleEnglish": "A Hero and Loud Cheers",
                    "SummaryEnglish": "The Kanto Junior Tennis Tournament begins at last, and Eiichiro is facing Yakabe Tadanori in his first match. Although he had watched videos of Yakabe's matches from a year ago, Eiichiro is bewildered by his opponent's much taller stature and completely different play style, and all the unexpected factors lead him to consider blanking all his mental data and starting from scratch.",
                    "TitleJapanese": "ヒーローと大歓声",
                    "SummaryJapanese": "ついに関東ジュニアテニス選手権大会が始まる。栄一郎（えいいちろう）の１回戦の対戦相手は矢河辺忠則（やかべただのり）。１年前の試合ビデオを見て研究はしていたものの、この１年で急激に伸びた高い身長と、見たことのない新たなプレースタイルに栄一郎は戸惑う。予想外の展開ばかりが続き、情報をすべて白紙に戻すべきかどうか迷う栄一郎。果たしてどう戦うのか？"
                },
                "16": {
                    "ID": "5277778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5277778",
                    "TitleEnglish": "Whish, Then Fwoom",
                    "SummaryEnglish": "Eiichiro is stunned by all the cheering Ide receives as their match begins. He struggles with the unpredictable plays of the intuitive Ide, but he recalls what he learned in his match with Natsu and concentrates on watching his opponent. Meanwhile, Ide also struggles to keep up with Eiichiro's constant changes in tempo and starts to tune out the world as he tries to focus.",
                    "TitleJapanese": "スパッでギューン",
                    "SummaryJapanese": "井出（いで）への大歓声に栄一郎（えいいちろう）が困惑する中、井出との対決が始まる。感覚でプレーする井出の行動が読めず苦戦する栄一郎だったが、奈津（なつ）との試合を思い出し、目で見て感じた事を重点に対処し始める。一方、ペースを変える栄一郎の攻撃に合わせる事ができない井出は次第に追い詰められ、突然ブツブツと小声で何かをつぶやき出すと周りの音が一切聞こえていないかのように集中し始めた。"
                },
                "17": {
                    "ID": "5282727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5282727",
                    "TitleEnglish": "Dramatic by Nature",
                    "SummaryEnglish": "Ide's remarkable ability to adapt instantly to everything has Eiichiro struggling, and reads his notes again to regain his focus. This improves his movements and leads to more impressive rallies, making the match even more exciting. Neither is willing to yield as the match comes down to which player can manage to hold serve...",
                    "TitleJapanese": "天性でドラマチック",
                    "SummaryJapanese": "天才的な適応力を発揮しどんどん調子をあげてくる井出（いで）。何をやっても一瞬で返されてしまい、苦戦する栄一郎（えいいちろう）は、改めてノートを見直すことで集中する。それをきっかけに動きが良くなり、レベルの高いラリーを繰り広げ、会場はさらに盛り上がっていく。どちらも一歩も譲らないキープ合戦だが、状況はわずかに井出の優勢。華のあるプレーで会場の観客を味方にしてく井出に、栄一郎はどう対抗する…。"
                },
                "18": {
                    "ID": "5290532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5290532",
                    "TitleEnglish": "Visualize the Pressure",
                    "SummaryEnglish": "Eiichiro thought he was successfully ignoring the crowd's roaring cheers for Ide, but his body was reacting to it more than he realized. The pressure of playing in front of a dramatic, Ide-centric crowd is troubling Eiichiro. What can he do to overcome this situation? Eiichiro wrote down the pressure he felt in his notebook and tries to face the details he has been ignoring. Ide is on his game as his crowd cheers on; what will lead to Eiichiro's road to victory?!",
                    "TitleJapanese": "プレッシャーをイメージ",
                    "SummaryJapanese": "井出（いで）への大歓声を気にせずプレーしていたはずの栄一郎だが、体は思った以上にプレッシャーを感じていた。井出中心のドラマチックな展開に、気付かないうちに飲まれていたのだ。この状況を打開するにはどうすればいいのか？考え抜いた栄一郎は自分が感じているプレッシャーをノートに書き、目をそらしていたものと向き合い始める。応援を背に絶好調な井出と、勝利の道を模索する栄一郎との試合の行方は！？"
                },
                "19": {
                    "ID": "5296908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5296908",
                    "TitleEnglish": "A Rude First Meeting",
                    "SummaryEnglish": "Eitaro, upon winning spectacularly in his fight against Ide, decides to go to the National Junior's. Coach Aoi explains that towards the end of the match, Eitaro was completely in the zone.",
                    "TitleJapanese": "失礼が初対面",
                    "SummaryJapanese": "激戦の末、井出（いで）戦を制した栄一郎はついに全日本ジュニアへの出場を決めた。青井（あおい）コーチは栄一郎がゲームの終盤、理想的な精神状態「ゾーン」に入ることができていたと説明する。次の相手は千葉県大会ベスト４の小野（おの）。そろって３回戦へ進出した諭吉（ゆきち）は、難波江（なばえ）と同じクラブで、難波江も一目置く謎の第４シード・高木（たかぎ）と激突する。高木の強さの秘密とは一体？"
                },
                "20": {
                    "ID": "5302459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5302459",
                    "TitleEnglish": "Psychological Warfare and Self-Control",
                    "SummaryEnglish": "The match against Takagi begins. Just as Yukichi warned, Takagi's style is unique.",
                    "TitleJapanese": "心理戦と自制心",
                    "SummaryJapanese": "全日本ジュニアランキング１位の難波江（なばえ）にも勝ったことがあるという高木（たかぎ）との対決が始まった！諭吉（ゆきち）が「イヤなやつだから気をつけてください」と言っていたとおり高木のプレーは独特。あらゆる手段で栄一郎の精神を揺さぶってくる。調子を狂わされペースを握ることができない栄一郎。上位の実力を持っている高木だが、どんなことをしてでも勝とうとするその訳とは？"
                },
                "21": {
                    "ID": "5308444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5308444",
                    "TitleEnglish": "Good, Evil, and Rules",
                    "SummaryEnglish": "Even if it seems to lack etiquette, Takagi's play style continues to work in his favor by disupting his opponent's pace. Eiichiro struggles to deal with Takagi's tactics. He tries to use his anger to his advantage, but he isn't successful. Eiichiro tries to remain calm and rational but this leads to a time-warning issued by the referee...",
                    "TitleJapanese": "善悪と規則",
                    "SummaryJapanese": "時にはマナー違反をおかしてでも、とにかく相手のペースを乱すことに特化した独特なテニスを展開する高木（たかぎ）に、栄一郎は苦戦を強いられてしまう。いくら冷静になろうとしても結果につながらないため、今度は逆に怒りを力に変えて戦おうとするがうまくいかず、栄一郎は次第に追い込まれていく。冷静になろうと精神統一に努めるが、今度は審判に時間超過の警告を受けてしまい…。"
                },
                "22": {
                    "ID": "5314028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5314028",
                    "TitleEnglish": "Existence is the Driving Force",
                    "SummaryEnglish": "After beating Takagi, Eiichiro moves onto the semi-finals as does Natsu in the women's division. Eiichiro becomes aware of new feelings towards Natsu while watching her match. The next match is against the top tennis player, Nabae who has no physical or psychological weaknesses. While Eiichiro is troubled by what strategy to use, Takuma reveals Nabae's childhood weakness to Eiichiro. The battle against Nabae, the greatest opponent is about to begin!",
                    "TitleJapanese": "存在が原動力",
                    "SummaryJapanese": "高木（たかぎ）を下し、栄一郎が準決勝に進出すると、女子の部門で奈津も圧勝して準決勝進出を決めた。その試合を見て、栄一郎は気持ちを新たにするのだった。次の対戦相手は身体面、精神面とも欠点のないオールＡテニスの難波江（なばえ）。そんな強敵を相手に戦略で悩んでいる栄一郎に逞（たくま）は、子供のころの難波江の弱点を教える。最強の敵である難波江との戦いが今始まる！"
                },
                "23": {
                    "ID": "5319373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5319373",
                    "TitleEnglish": "Aggressive is Ideal",
                    "SummaryEnglish": "The match has just begun and Eiichiro is already close to being in the zone. His excellent condition is reminiscent of his match against Ide; Eiichiro doesn't give Nabae a chance to fight back and soon takes the lead. Nabae is surprised at Eiichiro's aggressive play but remains calm and collects data by carefully analyzing Eiichiro's moves and attack patterns. However, Eiichiro's momentum is relentless. It seemed like he would take the first set when... l",
                    "TitleJapanese": "積極的で理想的",
                    "SummaryJapanese": "試合開始早々、ゾーンに近い状態に入る栄一郎。井出（いで）戦の時のような最高の状態となり、難波江（なばえ）に反撃するチャンスも与えず、早くもブレイクをもぎ取る。栄一郎の圧倒的なプレーに驚く難波江だが、冷静に思考を巡らし相手の動きや攻撃パターンを観察しデータを蓄積していく。しかし栄一郎の勢いは止まらない。このままファーストセットを取ると思われた栄一郎だったが…。"
                },
                "24": {
                    "ID": "5326427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5326427",
                    "TitleEnglish": "Recklessness and Surprise",
                    "SummaryEnglish": "The match between Eiichirou and Nabae finally reaches its thrilling climax, and the former risks losing to envision his victory.",
                    "TitleJapanese": "無謀と意外性",
                    "SummaryJapanese": "こん身のフラットサーブを、難波江（なばえ）にあっさりと返されて、栄一郎は戦慄する。このままでは勝てないと感じた栄一郎は、リスクを覚悟の上で強引な攻撃を試し始める。難波江の虚を突いたことで、いったんは成功するが、この奇襲とも言える攻撃は、無謀と言っていいほど危ういものでもあった。冷静沈着なプレー姿勢を崩さない難波江に対して、栄一郎の強引なテニスは果たして通用するのか！？"
                },
                "25": {
                    "ID": "5333678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/baby-steps/episodes/5333678",
                    "TitleEnglish": "Final Set",
                    "SummaryEnglish": "The game finally reaches its final stage. Eiichiro who desperately envisions a vision to win Nambae and is ready for a new strategy with the intention of losing. Nambae, who determined that Eiichiro when it was driven down from the past data, was dangerous, tries to strike early.",
                    "TitleJapanese": "ファイナルセット",
                    "SummaryJapanese": "ついに試合は最終局面を迎える。難波江（なばえ）に勝つビジョンを必死に思い描き、負けを覚悟で新しい戦法に打って出る栄一郎。過去のデータから、追い詰められたときの栄一郎は危険だと判断した難波江は、早めにたたこうとする。何かを新たに創造し変化する栄一郎と、徹底した冷静さと技術で王者に君臨する難波江。両者の息をのむ接戦に会場の盛り上がりも最高潮に達していく。プロを目指す栄一郎に勝利の女神はほほえむのか！？"
                }
            }
        }
    }
}