{
    "URL": "https://www.thetvdb.com/series/no-game-no-life",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/0356-978B-2BBD-8992-DEB6-W",
        "https://www.imdb.com/title/tt3431758/",
        "http://ngnl.jp/tv",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH02033629",
        "https://www.tvmaze.com/shows/5470/show-slug",
        "https://www.themoviedb.org/tv/60808",
        "https://en.wikipedia.org/wiki/No_Game_No_Life",
        "https://x.com/ngnl_anime"
    ],
    "TitleEnglish": "No Game No Life",
    "SummaryEnglish": "Siblings Sora and Shiro together make up the most feared team of pro gamers in the world, The Blank. When they manage to beat god himself in a game of chess, they are sent to a world where all disputes are settled with games.",
    "TitleJapanese": "ノーゲーム・ノーライフ",
    "SummaryJapanese": "兄弟のSoraとShiroは一緒になって、世界で最も恐れられているプロゲーマーのチームであるTheBlankを構成しています。 彼らがチェスのゲームで神自身を打ち負かすことができたとき、彼らはすべての論争がゲームで解決される世界に送られます。",
    "Aliases": [
        "No Game No Life",
        "NGNL",
        "No Game, No Life",
        "nogenora"
    ],
    "Modified": "2025-09-24",
    "Seasons": {
        "0": {
            "ID": "575670",
            "URL": "https://www.thetvdb.com/series/no-game-no-life/seasons/official/0",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "4943667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4943667",
                    "TitleEnglish": "Special 1 - Wild Fancy",
                    "SummaryEnglish": "Included in the BD/DVD Vol.1",
                    "TitleJapanese": "妄想 ワイルド・ファンシー",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4976446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4976446",
                    "TitleEnglish": "Special 2 - Director",
                    "SummaryEnglish": "Included in the BD/DVD Vol.2",
                    "TitleJapanese": "監督 ディレクター",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4976447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4976447",
                    "TitleEnglish": "Special 3 - Revenge",
                    "SummaryEnglish": "Included in the BD/DVD Vol.3",
                    "TitleJapanese": "復讐 リベンジ",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4976448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4976448",
                    "TitleEnglish": "Special 4 - Dress-up Doll",
                    "SummaryEnglish": "Included in the BD/DVD Vol.4",
                    "TitleJapanese": "人形 ドレスアップ・ドール",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4976449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4976449",
                    "TitleEnglish": "Special 5 - Growth",
                    "SummaryEnglish": "Included in the BD/DVD Vol.5",
                    "TitleJapanese": "成長 グロース",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4976450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4976450",
                    "TitleEnglish": "Special 6 - A Pair Tight",
                    "SummaryEnglish": "Included in the BD/DVD Vol.6",
                    "TitleJapanese": "食欲 アぺタイト",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "7412301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/7412301",
                    "TitleEnglish": "No Game No Life Zero - Theater Manners",
                    "SummaryEnglish": "Short theater manners animation shown before main movie.",
                    "TitleJapanese": "No Game No Life Zero - Theater Manners",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "6100013",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/6100013",
                    "TitleEnglish": "No Game No Life: Zero",
                    "SummaryEnglish": "In the world where everything is decided by games, Disboard. Long before the events that take place now... To conquer the title of \"One True God\" and rule over the world, the so called \"Eternal Great War\" continued. In this war that tore Heavens apart, destroyed Earth and even killed stars, those with no power could only face inevitable death. Escaping from the all these races, humanity was led by a young boy called Riku. Though humanity was facing extinction, his heart believed in a tomorrow. One day, while in his escort, in an abondoned Elf city, he found a female machine — Shuvi. The machine, trying to understand the heart it didn't possess, was said to be broken and was expelled from her group. And now, trying to correct this mistake, she asks Riku to teach her what the [human heart] really is. That's a tale from 6000 years ago. The [first legend] that led to the [new legend]. The tale that disappeared from the registers and peoples memories, now, unfolds.",
                    "TitleJapanese": "ノーゲーム・ノーライフ ゼロ",
                    "SummaryJapanese": "願ったのは、共に生きること——。\n\nそれは一切の争いが禁じられ、全てがゲームで決まる\n《盤上の世界(ディス・ボード)》が\n創造されるはるか以前の出来事。\n世界を統べる唯一神の座をめぐり、\n終わりの見えない大戦が続いていた時代。\n天を裂き、地を割り、星さえも\n破壊し尽くさんとする凄惨な戦争は、\n戦う力を持たない人間たちに理不尽な死を撒き散らしていた。\n強大な力を持つ様々な種族に追いやられ、\n存亡の危機に瀕する人間を率いる若きリーダーの名はリク。\n一人でも多くの人間が明日を迎えるために心を砕き、\n擦り減らす日々が続くある日、\nリクは打ち捨てられた森霊種(エルフ)の都で\n機械仕掛けの少女・シュヴィと出会う。\n機械には持ち得ぬ心に興味を持ってしまったことで\nエラーを起こしてしまい、\n仲間たちから廃棄されてしまったシュヴィは、\nエラーを修正するため、リクに《人間の心》を\n教えてほしいと頼むのだが……。\nこれは六千年以上もの昔に紡がれた\n《最も新しい神話》へと至る《最も古き神話》。\n記録にも記憶にも残らない、\n誰にも語られることのない物語が今、幕を開ける——。"
                }
            }
        },
        "1": {
            "ID": "575671",
            "URL": "https://www.thetvdb.com/series/no-game-no-life/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4789306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4789306",
                    "TitleEnglish": "Beginner",
                    "SummaryEnglish": "Sora and Shiro are unemployed and never leave their house, but on the net, they're known as \"Blank\", an invincible team of gamers. One day, these siblings are visited by a boy named Tet, who calls himself god. Tet summons them to a world where all war is banned, and everything is decided by games.",
                    "TitleJapanese": "素人（ビギナー）",
                    "SummaryJapanese": "ニートでヒキコモリ……だがネット上では「　　」(くうはく)の名で無敗を誇る天才ゲーマー兄妹・空(そら)と白(しろ)。ただの都市伝説とまで言われるほどの常識外れな腕前を持つ空と白のもとに、ある日\"神\"を名乗る少年・テトが現れる。\n\nテトはリアルをクソゲーと呼ぶ空と白の二人を、一切の争いが禁じられ、全てがゲームで決まる盤上の世界\"ディスボード\"へと召喚してしまう。"
                },
                "2": {
                    "ID": "4845977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845977",
                    "TitleEnglish": "Challenger",
                    "SummaryEnglish": "Sora and Shiro have been abandoned in another world by Tet. In this world all war is forbidden, and everything is determined by games whose rules are determined by the \"Ten Pledges\" that Tet established. They find themselves in the country of humanity, the weakest of the 16 races in this new world.",
                    "TitleJapanese": "挑戦者（チャレンジャー）",
                    "SummaryJapanese": "テトによって異世界へと放り出された空と白。そこは一切の争いが禁じられ、全てがゲームの勝敗によって左右されるというテトが定めた\"十の盟約\"により縛られた世界だった。\n\n異世界に住まう十六の種族のうち最弱の種族である\"人類種'(イマニティ)\"の国、エルキアにたどり着いた空と白は、エルキアの前国王の孫娘、ステファニー・ドーラことステフと出会い、次期国王を選定するギャンブル大会に挑む。"
                },
                "3": {
                    "ID": "4845978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845978",
                    "TitleEnglish": "Expert",
                    "SummaryEnglish": "A girl named Clamy has won the right to be the next king of Elukia by her overwhelming good luck. Steph lost to her and loses the chance to become the next ruler. Just as she defeats the last challenger, however, Sora and Shiro interrupt her.",
                    "TitleJapanese": "熟練者（エキスパート）",
                    "SummaryJapanese": "圧倒的とも言える強運により、エルキアの次期国王を選定するギャンブル大会を勝ち進む少女、クラミー・ツェル。ステフもまた彼女に敗北し、次期国王となる資格を失っていた。\n\nついに城内で行われていた最後の挑戦者とのギャンブルに勝利し、まさに国王として戴冠しようとしていたクラミーに、待ったをかけた空と白。二人はクラミーの背後に人類種ではない別の種族がいることを告げる。"
                },
                "4": {
                    "ID": "4845979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845979",
                    "TitleEnglish": "Grandmaster",
                    "SummaryEnglish": "The game Clamy challenged them to wasn't normal chess. Shiro is a chess master, but even she is helpless against Clami's assault. But when Shiro understands the real rules of the game, things begind to turn around. The battle to determine the king of Elukia, and all of humanity, finally reaches its end.",
                    "TitleJapanese": "国王（グランドマスター）",
                    "SummaryJapanese": "クラミーが仕掛けてきたゲームはただのチェスではなかった。チェスなんてただの○×ゲームと言い切る白さえも圧倒するクラミーに対し、為す術なく敗北するかと思われた空と白だったが、ゲームの本質を理解した空によって、決まりかけていた戦況は大きく動き出していく。\n\nエルキアの、ひいては人類種(イマニティ)の未来をかけた次期国王を選定するラストバトルは、ついに決着の時を迎える。"
                },
                "5": {
                    "ID": "4845980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845980",
                    "TitleEnglish": "Weak Square",
                    "SummaryEnglish": "Sora and Shiro leave the running of the country to Steph and spend every day playing video games. Steph's hope that they would become not only the saviors of Elukia, but all of humanity, crumbles away.",
                    "TitleJapanese": "駒並べ（ウィークスクエア）",
                    "SummaryJapanese": "国政をステフに押し付け、日がな一日読書やゲームばかりしている空と白。その姿に、もしかしたらエルキアだけでなく、人類種(イマニティ)全ての救世主となってくれるのではないかというステフの淡い想いは脆くも崩れ去る。\n\n一向に改善されることのない空と白のぐうたらな生活に、ついに堪忍袋の緒が切れたステフは、二人の\"真人間化\"を賭けて、ゲームを申し込むのだが……。"
                },
                "6": {
                    "ID": "4845981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845981",
                    "TitleEnglish": "Interesting",
                    "SummaryEnglish": "The siblings confront Jibril, a member of the Flügel race to reclaim the royal library in a game of Shiritori.",
                    "TitleJapanese": "一手（インタレスティング）",
                    "SummaryJapanese": "かつて位階序列第6位の天翼種(フリューゲル)とのゲームに敗北し、奪われてしまった国立エルキア大図書館を取り戻すべく、空たちは図書館へと向かう。空たちを出迎えたのは、ジブリールと名乗る天翼種(フリューゲル)の少女だった。\n\n空は異世界の知識を餌に、ジブリールにゲームを持ちかける。天翼種(フリューゲル)が行うゲームは伝統的に唯一つ。驚天動地のゲームバトルが幕を開ける！"
                },
                "7": {
                    "ID": "4845982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845982",
                    "TitleEnglish": "Sacrifice",
                    "SummaryEnglish": "Intending to challenge the Werebeasts, the siblings discover that it's hard to come with a strategy to defeat the latter, as all memories regarding the games are erased from their challengers, until Stephanie entrusts Sora a key left by the former king, leading to his secret research on how to outwit them.",
                    "TitleJapanese": "死に手（サクリファイス）",
                    "SummaryJapanese": "世界第3位の巨大海洋国家、東部連合に目をつけた空たち。しかしジブリールはいくら空と白の二人でも東部連合には勝てないと告げる。なぜならジブリールだけでなく、世界最大の国家であるエルヴンガルドでさえ、過去50年で4度挑み、いずれも敗北しているからだと。\n\nさらに前国王が東部連合に対して無謀な挑戦を繰り返し、国土の大部分を奪われていた事実が発覚する。"
                },
                "8": {
                    "ID": "4845983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845983",
                    "TitleEnglish": "Fake End",
                    "SummaryEnglish": "The siblings pay a visit to the Werebeasts' embassy in Elkia, and expose the tricks that they use to outwit their opponents. Sora bets all of Imanity's remaining territory, along with the lives of all its citizens in an all-or-nothing game against the Werebeasts. However, while awaiting an answer from them, Sora mysteriously disappears without a trace, and Shiro realizes that she is the only one who remembers him.",
                    "TitleJapanese": "起死回生（フェイクエンド）",
                    "SummaryJapanese": "負け知らずの東部連合が行う謎に包まれたゲームの秘密を暴いた空たちは、在エルキア東部連合大使館を訪れる。大使である初瀬いづなと副大使である初瀬いのを前に、大陸にある東部連合の全てを要求し、宣戦布告を行う空と白。\n\nのらりくらりと勝負を躱そうとする東部連合に対して、空たちはゲームの秘密とともに避けようのない一手を放つ。"
                },
                "9": {
                    "ID": "4845984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845984",
                    "TitleEnglish": "Sky Walk",
                    "SummaryEnglish": "While figuring out the truth about her brother's disappearance, Shiro remembers that Sora is having a high-stakes game of Othello with Clammy in which they are betting their own existence and memories. With Sora in a dire position and unable to continue the game, Shiro assumes his place according to the game's rules and wins. With this, the siblings not only earn Clammy's allegiance and the support of her Elf partner, Feel Nilvalen, but by sharing his memories with her, Sora finally wins her trust.",
                    "TitleJapanese": "解離法（スカイ・ウォーク）",
                    "SummaryJapanese": "白が目を覚ますと空は消えていた。まるで最初から存在していなかったかのように、白のスマホの連絡先からも、ステフやジブリールの記憶からも消え去ってしまった空。\n\n確かに空は存在したはずなのに、状況の全てがそれを否定していた。取り乱す白を見て、ジブリールは白が勝負に負け、偽の記憶を植え付けられてしまったのではないかと疑う。"
                },
                "10": {
                    "ID": "4845985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845985",
                    "TitleEnglish": "Blue Rose",
                    "SummaryEnglish": "After finishing their preparations, the time has come for Sora and Shiro to challenge the Werebeasts with the destiny of all Imanity at stake, accompained by Jibril and Steph. But just when the game begins, the siblings fall into despair when they see themselves in a city that resembles their own homeland and the traumas of their past come to surface.",
                    "TitleJapanese": "指向法（ブルー・ローズ）",
                    "SummaryJapanese": "クラミーとフィールとの勝負に辛くも勝利した空たちは、彼女たちに東部連合とのゲームに協力することを求める。空の意図を理解するクラミーは要求を受け入れ、共に東部連合と戦うことを約束する。\n\nはれて仲間となったクラミーとフィールに対し、空は親睦を深めるために日本の伝統とも言うべき裸のお付き合いであるお風呂を提案するのだが……。"
                },
                "11": {
                    "ID": "4845986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845986",
                    "TitleEnglish": "Killing Giant",
                    "SummaryEnglish": "Having regained their composure, Sora and Shiro confront Izuna with Jibril's help but soon realize that the game is rigged to the point that winning is almost impossible. All hope seems lost when Shiro is apparently put on enemy control, until Izuna realizes that she is actually falling on a trap by the siblings, and enjoying the game for the first time in her life, she finally decides to go all out against them.",
                    "TitleJapanese": "誘導法（キリング・ジャイアント）",
                    "SummaryJapanese": "ついに始まった東部連合とのゲーム。それは仮想空間で行われるファーストパーソンシューティングだった。様々な策を練り、圧倒的な身体能力で迫り来るいづなと互角以上に戦う空たち。\n\nしかし完全に裏をかいたはずの攻撃も難なく躱されてしまい、一転して空たちは窮地へと陥る。徐々に追い詰められていく中、空をかばって白が被弾してしまう。"
                },
                "12": {
                    "ID": "4845987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/no-game-no-life/episodes/4845987",
                    "TitleEnglish": "Rule Number 10",
                    "SummaryEnglish": "Sora and Shiro are driven into a corner by Izuna's activated Blood Destruction, but just when Izuna thinks she's won the game, she falls into yet another of their traps and is defeated. Some time later, the siblings are summoned by the leader of the Werebeasts, the Shrine Priestess, who wants a rematch against them for the sake of her people, but the challenge \"unexpectedly\" ends in a draw. She is convinced into joining forces and establishing the Elkia Federation by merging the Imanity and Werebeast territories into a single nation. While making preparations for their next battles, Sora and Shiro renew their conviction to unite all the races of Disboard under their rule, and one day challenge Tet for his title of \"One True God\".",
                    "TitleJapanese": "収束法（ルール・ナンバー10）",
                    "SummaryJapanese": "一時的に物理限界を超える身体能力を得ることのできる血壊を発動させたいづなに対し、為す術もなく逃げ回ることしかできない空たち。\n\n全ての攻撃が見切られ、例え行動を先読みし放った避けようない銃弾であっても、そのでたらめの身体能力によって避けられてしまう。打つ手なしの状況の中で、ついにいづなの銃口が空と白を捉える。"
                }
            }
        }
    }
}