{
    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy",
    "Genres": [
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3505574/",
        "https://www.themoviedb.org/tv/60819"
    ],
    "TitleEnglish": "Atelier Escha & Logy: ~Alchemists of The Dusk Sky~",
    "SummaryEnglish": "This world has gone through many Dusks, and is slowly nearing its end. Within this world, in the western reaches of the \"Land of Dusk,\" there was a nation that prospered thanks to its use of alchemy. There, in order to survive the eventual arrival of the \"Dusk End,\" the people devoted their efforts to rediscover and recreate lost alchemic technologies. One of the heroes is a young man who researched alchemy in Central, the other a girl living in a small town on the frontier. This girl's name is Escha. In the process of using her knowledge of ancient alchemy to help others, she was assigned to the Development Department. The young man's name is Logy. Having learned the newest alchemic techniques in Central, he requested a transfer to this understaffed town to make use of his abilities, and meets Escha when he is assigned to the Development Department as well. The two make a promise to use their alchemy together, and bring success to the Development Department.",
    "Aliases": [
        "Escha & Logy no Atelier: Tasogare no Sora no Renkinjutsushi",
        "Atelier Escha and Logy"
    ],
    "Modified": "2025-05-29",
    "Seasons": {
        "1": {
            "ID": "575663",
            "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4789297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4789297",
                    "TitleEnglish": "Welcome to the Atelier!",
                    "SummaryEnglish": "Escha Malier starts working as an official alchemist at the city of Colset's R&D division and her first assignment is to fix the local mill, assisted by her new partner and fellow alchemist, Logix \"Logy\" Fiscario."
                },
                "2": {
                    "ID": "4845989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845989",
                    "TitleEnglish": "What's a Witch?",
                    "SummaryEnglish": "Escha and Logy are tasked to provide assistance to a nearby village which is on shortage of water and along the way, they befriend two travelers, Nio and Wilbell, who assist them on their quest."
                },
                "3": {
                    "ID": "4845990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845990",
                    "TitleEnglish": "I'll Fight, Too!",
                    "SummaryEnglish": "Escha's recipe to purify the village's reservoir works, but the pollution continues and she travels upstream with Logy in search for the cause."
                },
                "4": {
                    "ID": "4845991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845991",
                    "TitleEnglish": "It's a Barrel! It's a Tail!",
                    "SummaryEnglish": "By suggestion of her friends, Escha attempts to make a copy of her artificial tail but despite being a profitable opportunity, she is more interested in doing so to learn more about her late mother, who created it for her."
                },
                "5": {
                    "ID": "4845992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845992",
                    "TitleEnglish": "I Became a Senpai!",
                    "SummaryEnglish": "Lucille Ernella, a specialist in medicine, arrives from central to work on the R&D division under Escha and Logy. Despite proving herself quite capable compared to her peers, Lucille gets herself in trouble when she attempts to perform her duties without asking for assistance, until Escha and the others come to her aid."
                },
                "6": {
                    "ID": "4845993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845993",
                    "TitleEnglish": "Which is the Good Dessert?",
                    "SummaryEnglish": "Escha is tasked to find a new way to improve the harvest on the local orchard and while looking for some ideas, she and her friends decide to hold a contest to look for recipes to make with the discarded apples while an eating contest is held at the local restaurant."
                },
                "7": {
                    "ID": "4845994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845994",
                    "TitleEnglish": "It's All Ms. Linca!",
                    "SummaryEnglish": "The members of the R&D division prepare for the arrival of an auditor to check on their work, when one of their members, the swordswoman Linca is spotted causing trouble around town and is put under suspicion, despite claiming innocence, until Escha and Logy learn from Marion the truth about her."
                },
                "8": {
                    "ID": "4845995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845995",
                    "TitleEnglish": "Too Hot? It's a Hot Spring Trip!",
                    "SummaryEnglish": "With their assignments done for a while, the R&D division is up for some well deserved vacation, when Wilbell appears and convinces them to accompany her on a hot springs trip near a volcano, unaware of her true intentions."
                },
                "9": {
                    "ID": "4845996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845996",
                    "TitleEnglish": "Oh No! The Dream is Going to be Stolen!",
                    "SummaryEnglish": "Escha always dreamed of reaching the unexplored ruins that float near her city. When their friend Threia decides to issue a request to look for a mean to reach the ruins, Escha cheers up, just to have her dreams crushed when they are ordered by the higher ups to make preparations for another team to attempt it. However, Escha's friends decide to not give up and make plans to form their own exploration party instead."
                },
                "10": {
                    "ID": "4845997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845997",
                    "TitleEnglish": "Don't Give Up!",
                    "SummaryEnglish": "Escha's cousin Awin and his team of mechanics have been working on an airship that can travel safely to the Unexplored Ruins, but several key components to build it are missing. While looking for ingredients to complete it, Escha learns that Logy was involved in building airships in the past, but a tragic accident made him abandon his dreams and she decides to encourage him to give himself another chance."
                },
                "11": {
                    "ID": "4845998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845998",
                    "TitleEnglish": "The Unexplored Ruins I've Dreamed of!",
                    "SummaryEnglish": "Boarding their new airship, Escha and her friends at last reach the unexplored ruins where they meet an enigmatic girl named Flameu that drives them away. Once back home, Escha learns from her foster mother, the automaton Clone the true story behind Flameu's tragic past and decides to return to the ruins in order to help her."
                },
                "12": {
                    "ID": "4845999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/atelier-escha-and-logy/episodes/4845999",
                    "TitleEnglish": "It's Our Promise!",
                    "SummaryEnglish": "Back to the ruins, Escha and her friends confront Flameu and have her remember her past. Once she breaks free from the device that binds her to the ruins, they fall to the ground and Flameo departs to parts unknown after thanking Escha and Logy for their help. Some time later, Logy is summoned to work in the capital, and the two achemists also part ways."
                }
            }
        }
    }
}