{
    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/B6CD-AF72-B416-A804-C03B-M",
        "https://www.facebook.com/mahoukausa",
        "https://www.imdb.com/title/tt3874528/",
        "https://mahouka.jp/",
        "http://www.reddit.com/r/Mahouka",
        "https://www.themoviedb.org/tv/60833",
        "https://www.wikidata.org/wiki/Q47471788",
        "https://en.wikipedia.org/wiki/The_Irregular_at_Magic_High_School",
        "https://x.com/mahouka_anime"
    ],
    "TitleEnglish": "The Irregular at Magic High School",
    "SummaryEnglish": "In a world where magic is not a fairy tale but has existed for one hundred years siblings Tatsuya and Miyuki Shiba prepare to begin their studies at the elite Private Magic University Affiliated High School (Magic High School for short). Entering on different levels of the academic spectrum the two turn the once peaceful campus into a chaotic one.",
    "TitleJapanese": "魔法科高校の劣等生",
    "SummaryJapanese": "魔法。それが伝説や御伽噺の産物ではなく、現実の技術となってから一世紀が経とうとしていた。そして、春。今年も新入生の季節が訪れた。国立魔法大学付属第一高校―通称『魔法科高校』は、成績が優秀な『一科生』と、その一科生の補欠『二科生』で構成され、彼らはそれぞれ『花冠』(ウィード)、『雑草』(ブルーム)と呼ばれていた。そんな魔法学校に、一組の血の繋がった兄妹が入学する。兄は、ある欠陥を抱える劣等生(ウイード)。妹は、全てが完全無欠な優等生(ウイード)。どこか達観したような面持ちを見せる劣等生の兄と、彼に肉親以上の想いを寄せる優等生の妹。二人がこのエリート校の門をくぐったときから、平穏だった学びの園で、波乱の日々が幕開いた。",
    "Aliases": [
        "A Magic Senior High School's Low-Ranked Student",
        "The Irregular at Magic High School - Visitor Arc",
        "The Poor Performing Student of a Magic High School"
    ],
    "Modified": "2025-08-10",
    "Seasons": {
        "0": {
            "ID": "576181",
            "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/seasons/official/0",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "4839951",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4839951",
                    "TitleEnglish": "Get to Know Magic Studies! - Lesson One: What Is the Magic High School?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "よくわかる魔法科！第1回「魔法科高校って何？」",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4839952",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4839952",
                    "TitleEnglish": "Get to Know Magic Studies! - Lesson Two: What is Magic?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "よくわかる魔法科！第2回「魔法ってなに？」",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4839953",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4839953",
                    "TitleEnglish": "Get to Know Magic Studies! - Lesson Three: What are Magicians?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "よくわかる魔法科！第3回「魔法師ってなに？」",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4933361",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4933361",
                    "TitleEnglish": "Get to Know Magic Studies! - Lesson Four: What is the Nine School Competition?",
                    "SummaryEnglish": "Short where Honoka and Shizuku explain the Nine Schools Competition.",
                    "TitleJapanese": "よくわかる魔法科！第4回「九校戦ってなに？」",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4993748",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4993748",
                    "TitleEnglish": "Get to Know Magic Studies! - Lesson Five: What is Spirit Magic?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "よくわかる魔法科！第5回「精霊魔法ってなに？」",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4993749",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4993749",
                    "TitleEnglish": "Get to Know Magic Studies! - Lesson Six: What Is the Thesis Competition?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "よくわかる魔法科！第6回「論文コンペってなに？」",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "5741359",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/5741359",
                    "TitleEnglish": "Get to Know Magic Studies! - Lesson Seven: What is Regrowth?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "よくわかる魔法科！最終回「再成ってなに？」",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "9571832",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/9571832",
                    "TitleEnglish": "The Irregular at Magic High School: The Girl Who Summons the Stars",
                    "SummaryEnglish": "In the story, the seasons have changed and it will soon be the second spring. Tatsuya and Miyuki have finished their first year at First Magic High School and are on their spring break. The two go to their villa on the Ogasawara Island archipelago. After only a small moment of peace a lone young woman named Kokoa appears before them. She has abandoned the Naval base and she tells Tatsuya her one wish.",
                    "TitleJapanese": "劇場版 魔法科高校の劣等生 星を呼ぶ少女",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "10084250",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10084250",
                    "TitleEnglish": "The Irregular at Magic High School: Reminiscence Arc",
                    "SummaryEnglish": "April 2095. A century has passed since magic was established as actual technology. The two siblings enroll at a prestigious school for magicians called the National Magic University Affiliated First High School, better known as “Magic High School.” Tatsuya, the older brother, is an “irregular” with a fatal flaw to his magic powers. The younger sister, Miyuki, is a star student with unmatched magical talent. Though they are now close enough to be mistaken as a couple, just a few years ago, the two had a dysfunctional relationship, where they were nothing more than a master and servant. One incident, however, alters their relationship forever. Three years ago in Okinawa, an unforgettable experience turns their souls and destinies on their heads.",
                    "TitleJapanese": "魔法科高校の劣等生 追憶編",
                    "SummaryJapanese": "2095年4月。魔法が実際の技術として確立されてから1世紀が経過しました。 2人の兄弟は、「魔法科高校」としてよく知られている国立魔法大学付属の第一高校と呼ばれる名門のマジシャン学校に入学します。 兄の達也は、魔法の力に致命的な欠陥がある「不規則」です。 妹のみゆきは、比類のない魔法の才能を持つスター学生です。 彼らは今ではカップルと間違われるほど近くにいますが、ほんの数年前、2人は機能不全の関係にあり、彼らは主人と使用人にすぎませんでした。 しかし、ある事件は彼らの関係を永遠に変えます。 3年前の沖縄での忘れられない経験は、彼らの魂と運命を頭に浮かび上がらせます。"
                },
                "10": {
                    "ID": "10566495",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10566495",
                    "TitleEnglish": "The Irregular at Magic High School: Yotsuba Succession Arc",
                    "SummaryEnglish": null,
                    "TitleJapanese": "魔法科高校の劣等生 四葉継承編",
                    "SummaryJapanese": "原作・佐島 勤、イラスト・石田可奈によるシリーズ累計2,500万部突破の伝説的スクールマギクス「魔法科高校の劣等生」。\n劇場版「魔法科高校の劣等生 四葉継承編」制作決定！！\n詳細は続報をお待ちください。"
                }
            }
        },
        "1": {
            "ID": "576182",
            "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "4794270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4794270",
                    "TitleEnglish": "Enrollment Part I",
                    "SummaryEnglish": "A brother and a sister enroll at the Magic High School. In this school, the students are divided into two distinct groups as \"Weeds\" and \"Blooms.\" Tatsuya, the brother, has a secret…",
                    "TitleJapanese": "入学編1",
                    "SummaryJapanese": "西暦2095年──魔法が現実の技術として確立し、魔法師の育成が国策となった時代。国立魔法大学付属第一高校に対照的な兄妹が入学した。主席入学を果たした司波深雪は成績優秀な一科生、『優等生』として。ある欠陥を抱えた兄の司波達也は二科生、『劣等生』として。入学直後から、才能容姿ともに完璧な深雪には多くの取り巻きができるが、深雪が心から慕うのは達也のみ。そのせいで達也は一科生から敵視されるようになり……。"
                },
                "2": {
                    "ID": "4829747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829747",
                    "TitleEnglish": "Enrollment Part II",
                    "SummaryEnglish": "The President of the Student Council invites Miyuki and Tatsuya to lunch. During lunch, she asks Miyuki to join the Student Council. Miyuki says that her brother should also join them. Will he have to prove himself?",
                    "TitleJapanese": "入学編2",
                    "SummaryJapanese": "深雪を巡る対立は、達也の機転で大事にならずにすんだものの、一科生と二科生の間に横たわる差別意識を浮き上がらせる結果となった。翌日、生徒会長の七草真由美から生徒会に勧誘された深雪は、入試のペーパーテストで一位を取った達也こそ役員にふさわしいと提案する。しかし、生徒会役員は一科生から選ぶという規則があり、深雪の願いはかなえられない。すると、風紀委員長の渡辺摩利が達也をスカウトすると言い出す。"
                },
                "3": {
                    "ID": "4829749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829749",
                    "TitleEnglish": "Enrollment Part III",
                    "SummaryEnglish": "Everyone is surprised at how quick Tatsuya defeated Hattori in the duel. Tatsuya begins his work as part of the Disciplinary Commitee. Meanwhile, Miyuki starts showing more mixed emotions towards her big brother.",
                    "TitleJapanese": "入学編3",
                    "SummaryJapanese": "生徒会副会長の服部刑部との模擬戦に勝ったことで、達也の実力が証明され、風紀委員会入りが決定した。二科生が風紀委員になるのは前代未聞であり、今後起こるであろう各方面からの反発を予想し、さすがに気が重くなる達也。しかし、服部を倒した実績は実力主義者である風紀委員の多くから認められ、歓迎される。それから間もなくして、風紀委員会にとって最初の山場となる新入生部員勧誘週間がやってきた。"
                },
                "4": {
                    "ID": "4829750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829750",
                    "TitleEnglish": "Enrollment Part IV",
                    "SummaryEnglish": "Mibu meets with Tatsuya at a cafe. She thanks him for defusing the brawl between her and Kirihara peacefully. She asks Tatsuya to join their kendo team. He suspects that she has an ulterior motive…",
                    "TitleJapanese": "入学編4",
                    "SummaryJapanese": "部員勧誘演武の場で、剣道部の壬生紗耶香と剣道部の桐原武明が衝突。エース同士の争いは両部の乱闘にまで発展したものの、達也がケガ人を出すことなく騒動を収めた。達也の活躍はすぐに広まり、有名になると同時に何者かによる嫌がらせを受けるようになる。ようやく勧誘週間が終わった折、紗耶香から呼び出された達也は剣道部に勧誘される。丁重に、かつ即座に断った達也に対し、紗耶香は二科生の待遇への憤りを打ち明ける。"
                },
                "5": {
                    "ID": "4829751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829751",
                    "TitleEnglish": "Enrollment Part V",
                    "SummaryEnglish": "Mibu tells Tatsuya that they are planning to let the school know of their thoughts about the discrimination among the students. An open forum is held at the school regarding the treatment of Course 1 and Course 2 students. However, there is an intrusion…",
                    "TitleJapanese": "入学編5",
                    "SummaryJapanese": "二科生の待遇改善を求める“学内の差別撤廃を目指す有志同盟”が放送室を占拠した。彼らは差別撤廃を求めるが、達也や部活連の会頭・十文字克人によって占拠は失敗。真由美から公開討論会を提案され、いったんは解散する。翌日、約束の討論会が開催された。差別ではなく、差別意識の克服を訴える真由美の主張に、生徒たちはみな拍手を送る。ところが、そこに同盟を陰で操る政治結社“ブランシュ”が奇襲をかけてきて……。"
                },
                "6": {
                    "ID": "4829752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829752",
                    "TitleEnglish": "Enrollment Part VI",
                    "SummaryEnglish": "Tatsuya and the others go after the intruders. They are informed that the intruders are in the library, and Mibu is with them. Will they be able to stop them and find out what is going on?",
                    "TitleJapanese": "入学編6",
                    "SummaryJapanese": "生徒会や風紀委員の活躍によって、ブランシュの襲撃は速やかに鎮圧されていく。敵の情報を得た達也は、深雪たちとともにブランシュが狙っているという図書館へ急ぐ。 同じころ、図書館にある特別閲覧室では、テロリストが魔法大学の所蔵する機密文献にハッキングを仕掛けていた。同盟のリーダーである司甲から、彼らの手引きを命じられた紗耶香。言いつけに従いながらも、明らかな犯罪行為を前に心中は複雑で……。"
                },
                "7": {
                    "ID": "4829753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829753",
                    "TitleEnglish": "Enrollment Part VII",
                    "SummaryEnglish": "Tatsuya has a plan to go after the people from Blance and take them on in battle. He leads the team to an abandoned factory where the people from Blance are. Will they be able to defeat them?",
                    "TitleJapanese": "入学編7",
                    "SummaryJapanese": "紗耶香は催眠術によって過去の記憶を改ざんされ、ブランシュに利用されていた。達也は自分と深雪の日常を損なおうとするものすべて駆除すべく、ブランシュを叩き潰そうとする。敵のアジトに向かう達也に、深雪、エリカ、レオ、十文字、そして紗耶香を利用されたことに憤る桐原まで同行するという。達也の指揮の下、アジトに乗り込む 一同。そこには武装したブランシュのメンバーとそのリーダー・司一が待ち構えていた。"
                },
                "8": {
                    "ID": "4829754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829754",
                    "TitleEnglish": "Nine Schools Competition Part I",
                    "SummaryEnglish": "Nine Magic University Affiliated High Schools around the country are preparing for the upcoming Nine Schools Competition. The Student Council needs to select engineers. Since Tatsuya knows how to fine-tune CADs, will he take on the role of an engineer?",
                    "TitleJapanese": "九校戦編1",
                    "SummaryJapanese": "全国の魔法大学付属高校が、年に一度スポーツ系の魔法を競い合う\"九校戦\"の時期が近づいてきた。エンジニアの人材不足に頭を悩ませていた真由美は、CADの知識に長け、調整もできるという達也に注目。エンジニアとして、二科生では初となる九校戦メンバーに推薦する。しかし、一科生の選手やエンジニアたちの一部から不満の声が上がったため、真由美はみんなの前で、達也の実力を証明しようと提案する。"
                },
                "9": {
                    "ID": "4829755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829755",
                    "TitleEnglish": "Nine Schools Competition Part II",
                    "SummaryEnglish": "Tatsuya and Miyuki visit FLT where a Flying Spell experiment is taking place. They run into members of the Yotsuba family there. Tatsuya sees Mikihiko practicing Spirit Magic. Since Tatsuya seems to be interested, Mikihiko tells him about Crystal Eyes.",
                    "TitleJapanese": "九校戦編2",
                    "SummaryJapanese": "エンジニアとして正式に九校戦メンバーに加わった達也。九校戦発足式が終わり、本格的に準備が始まると、深雪や光井ほのか、北山雫ら担当する選手たちとともに、CADの調整や訓練を開始する。九校戦に向けて校内が慌ただしくなる中、達也の同級生・ 柴田美月は、人気のない放課後の校舎で不自然な霊子放射光を見つける。気になった美月は、発生源の実験棟へ足を向けると、そこでは同級生の吉田幹比古が精霊魔法の訓練をしていて……。"
                },
                "10": {
                    "ID": "4829756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829756",
                    "TitleEnglish": "Nine Schools Competition Part III",
                    "SummaryEnglish": "The bus that is carrying the students to the Nine Schools Competition is attacked by unknown forces. Tatsuya suspects that it is the work of an insider. At the banquet before the competition, students meet Kudou, the chairman of the Magic Association.",
                    "TitleJapanese": "九校戦編3",
                    "SummaryJapanese": "九校戦の会場に向かう途中、対向車線を走る車がガード壁に激突。宙を舞って一高生の乗ったバスに突っ込んできた。慌てた一高生たちが無秩序に魔法を発動したせいで、サイオンの嵐が起き、まともに魔法が効果を発揮しなくなってしまう。それでも、達也のひそかな機転、十文字や深雪たちの活躍により、バスは被害をまぬがれた。特殊な知覚を有する達也は、車の動きに魔法の痕跡を発見し、事故は何者かが故意に仕掛けたものだと気づく。"
                },
                "11": {
                    "ID": "4829757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829757",
                    "TitleEnglish": "Nine Schools Competition Part IV",
                    "SummaryEnglish": "Nine Schools Competition has finally started, and all eyes are on First High School. Tatsuya learns that the intruders from previous night are with the No-Head Dragons. Will the competition continue without any more interruption?",
                    "TitleJapanese": "九校戦編4",
                    "SummaryJapanese": "校戦前夜、幹比古は生徒の宿舎に侵入した不審者を察知。精霊魔法で捕らえようと忍び寄るも、相手に気づかれてしまう。それでも達也の援護に助けられ、幹比古は侵入者の無力化に成功する。そこで、達也から術式に無駄があると指摘された幹比古は激しく動揺。吉田家が長年に渡って改良してきた技を、一度見ただけで理解したという達也に驚愕する。そして翌日、この一件は伏せられたまま九校戦の幕が上がる。"
                },
                "12": {
                    "ID": "4829758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829758",
                    "TitleEnglish": "Nine Schools Competition Part V",
                    "SummaryEnglish": "During Women's Battle Board, Mari Watanabe has an accident and is taken to the Susono Base Hospital. Tatsuya helps her recover with magic. Still, she has to withdraw from Mirage Bat. Tatsuya suspects that the accident wasn't just an accident at all!",
                    "TitleJapanese": "九校戦編5",
                    "SummaryJapanese": "大会３日目、バトル・ボード準決勝に進出した摩利は、その第一試合で“海の七高”と呼ばれる強豪校と対決する。出だしからリードするが、鋭角コーナーにさしかかったところでアクシデントが発生。制御不能に陥って突っ込んできた七高選手を受け止めた摩利は、怪我を負って棄権を余儀なくされる。この事故が人為的なものだと推測した達也は、幹比古に協力を要請。摩利が巻き込まれた現象は精霊魔法で起こせると確認する。"
                },
                "13": {
                    "ID": "4829759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829759",
                    "TitleEnglish": "Nine Schools Competition Part VI",
                    "SummaryEnglish": "Thanks to Tatsuya's engineering skills, First High School players finish on the podium. Third High School students know that the success of First High is due to Tatsuya's skills. What will they do to beat First High School?",
                    "TitleJapanese": "九校戦編6",
                    "SummaryJapanese": "達也が調整を担当した一年生女子選手が、スピードシューティングで一位から三位までを独占した。その中の一人、雫が使用した魔法は新種魔法と認められ、魔法の百科事典“インデックス”への記録が打診される。かつてない快挙に真由美たちは快哉するが、開発者の達也は迷わず辞退。雫を登録するよう勧める。一方、三高のエース・一条は、相棒の吉祥寺とともに、一高に多大な戦果をもたらしている謎のエンジニアに警戒を強め……。"
                },
                "14": {
                    "ID": "4829760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829760",
                    "TitleEnglish": "Nine Schools Competition Part VII",
                    "SummaryEnglish": "Tatsuya meets Masaki Ichijo and Shinkuro Kichijoji. It takes them by surprise that Tatsuya already knows about their background. Another accident happens at the Nine Schools Competition. First High students think that it was another act of sabotage.",
                    "TitleJapanese": "九校戦編7",
                    "SummaryJapanese": "吉祥寺と一条が、達也に宣戦布告をしてきた。彼らは新人戦のモノリス・コードに出場すると宣言して達也を挑発するが、そっけない態度で一蹴されてしまう。そんな幕間劇を挟みながら競技は進み、一高は首位を独走。新人戦ピラーズ・ブレイク決勝戦は、深雪対雫という一高生同士の戦いとなる。試合開始直後、深雪の放った“氷炎地獄”の熱波が雫のエリアを支配する。それでも雫は冷静に、達也から授けられた作戦を開始する。"
                },
                "15": {
                    "ID": "4829761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829761",
                    "TitleEnglish": "Nine Schools Competition Part VIII",
                    "SummaryEnglish": "Tatsuya is asked to compete in Monolith Code. He picks Leonhard and Mikihiko to be his team members. Kichijoji advises Ichijo to figure out a way to force Tatsuya into head-to-head combat to win Monolith Code. Will Tatsuya take the bait as expected?",
                    "TitleJapanese": "九校戦編8",
                    "SummaryJapanese": "一高対四高の新人戦モノリス・コードで一高選手全員が重傷を負った。運営委員会は四高に悪質なルール違反があると判定し、残りの試合を翌日に延期する。真由美に代わりの選手として指名された達也は、レオと幹比古をメンバーに加え、一晩でできる限りの準備を整える。翌日、障害物の多い森林ステージで一高対二高の試合が幕を開けた。達也の戦いぶりを観戦していた吉祥寺は、達也が繰り出した魔法に気づいて驚愕する。"
                },
                "16": {
                    "ID": "4829762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829762",
                    "TitleEnglish": "Nine Schools Competition Part IX",
                    "SummaryEnglish": "Finally, the day has arrived for Monolith Code. Tatsuya and his teammates have a strategy against Cardinal George and the Crimson Prince. Miyuki is confident that her brother will be the winner. However, is there a bad surprise in store for First High?",
                    "TitleJapanese": "九校戦編9",
                    "SummaryJapanese": "モノリス・コードを勝ち進んだ達也たちは、一条率いる三高と激突。レオと幹比古は、達也が吉祥寺に対抗するため考案したデバイスを用いて善戦し、強豪校相手に激しい戦いを展開する。一方、達也は一条が次々と撃ち出す圧縮空気弾を、術式解体で打ち落としながら前進。体術も駆使してあとわずかの距離まで迫る。焦った一条は、レギュレーションを超えた威力をもつ圧縮空気弾を連射してしまう。"
                },
                "17": {
                    "ID": "4829763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829763",
                    "TitleEnglish": "Nine Schools Competition Part X",
                    "SummaryEnglish": "Tatsuya has a feeling that an incident might occur during Mirage Bat. He assures Miyuki that he’ll protect her no matter what. Meanwhile, the No-Head Dragons decide to take even harsher actions to make sure that the Nine Schools Competition is called off.",
                    "TitleJapanese": "九校戦編10",
                    "SummaryJapanese": "九校戦九日目、ミラージ・バット本戦第一試合は、一高の総合優勝がかかった大事な試合。ところが、一高選手の小早川が高所から転落してリタイアしてしまう。警戒して試合を観ていたという美月の話から、達也は事故の仕掛けを推察するが、運営委員会は事故と判断。九校戦は中断されず、深雪の試合の時が迫る。担当エンジニアの達也は、選手用CADのチェックを受けるべく、大会委員のテントに赴くが……。"
                },
                "18": {
                    "ID": "4829764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829764",
                    "TitleEnglish": "Nine Schools Competition Part XI",
                    "SummaryEnglish": "First High School students celebrate their victories in the Nine Schools Competition. Enraged by the actions of No-Head Dragon, Tatsuya pays them a visit. Since Tatsuya is not a member of the Ten Master Clans, Jumonji has a very interesting offer for him.",
                    "TitleJapanese": "九校戦編11",
                    "SummaryJapanese": "深雪がミラージ・バットで優勝したことで、最終日を待たずして一高の総合優勝が確定する。真由美たちが一足早く勝利を祝う一方で、達也は横浜市内へと向かっていた。行き先は一連の事件を引き起こした国際犯罪シンジケート・無頭竜の拠点。日常では決して表に出すことのない能力を使い、深雪に危害を与えようとした幹部たちを消し去る。そして迎えた九校戦最終日。最後の種目、モノリス・コード本戦決勝トーナメントが開催される。"
                },
                "19": {
                    "ID": "4829765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829765",
                    "TitleEnglish": "Yokohama Disturbance Part I",
                    "SummaryEnglish": "Lately, Tatsuya has been reading about creating the Philosopher's Stone, thinking that it might have the capability to store Magic Sequences. Surprisingly, he is asked to participate in the Thesis Competition as a member of the First High School team.",
                    "TitleJapanese": "横浜騒乱編1",
                    "SummaryJapanese": "二学期になり、三年生が委員会や部活動を引退。生徒会も会長があずさ、副会長は深雪の新体制が始動する。一方、達也は、論文コンペの一高代表メンバーに加わり、鈴音と五十里に協力するよう頼まれる。最初は断ろうとした達也だが、鈴音の論文のテーマが研究中の「重力制御による魔法式熱核融合炉」と知って参加。さらに、義母の小百合から聖遺物(レリック)の解析も引き受ける。だが、この聖遺物を大亜連合が狙っていて……。"
                },
                "20": {
                    "ID": "4829766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829766",
                    "TitleEnglish": "Yokohama Disturbance Part II",
                    "SummaryEnglish": "Tatsuya's computer is hacked. He starts investigating the identity of the attackers and suspects that it has to do with the upcoming Thesis Competition. First High students sense that they are being watched. Will they be able to find out what is going on?",
                    "TitleJapanese": "横浜騒乱編2",
                    "SummaryJapanese": "達也の自宅にハッキングが仕掛けられた。達也は魔法コンペの研究が狙われているのではと警戒。摩利もまた、論文が産学スパイの標的になることを懸念し、鈴音たちに警備をつけることに。達也たちの予測は的中し、彼らを尾行する者や、奇妙な術式で校内に探りを入れる者たちが現れる。同じころ、エリカの兄・千葉寿和は横浜や横須賀で起きた密入国事件を調査していた。その過程で、思いがけない人物から協力を要請される。"
                },
                "21": {
                    "ID": "4829767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829767",
                    "TitleEnglish": "Yokohama Disturbance Part III",
                    "SummaryEnglish": "During the preparations for the Thesis Competition, a girl is seen carrying a wireless password breaker. Erika offers to teach Leo a move that would be lethal against his enemies. Since they are taking the day off together, rumors start flying about them!",
                    "TitleJapanese": "横浜騒乱編3",
                    "SummaryJapanese": "論文コンペの準備が進む中、紗耶香が実験機の傍にいる不審な少女を発見。エリカたちの協力を受け、その少女・平河千秋を捕まえた。花音が事情を聞いたところ、千秋の動機は八つ当たりともいえる達也個人への恨みだった。パスワードブレイカーという違法の品を持っていたことから、黒幕の存在は明らかであったが、達也は想定の範囲と意に介さない。一方、千秋の事件がおとりだと察したエリカは、レオとともに独自に動き出す。"
                },
                "22": {
                    "ID": "4829768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829768",
                    "TitleEnglish": "Yokohama Disturbance Part IV",
                    "SummaryEnglish": "Tatsuya has brought the Relic to FLT. The lab is hacked by the Great Asian Alliance. An insider attempts to go through the personal belongings of Tatsuya at the Robot Research Club. Will the Relic be safe?",
                    "TitleJapanese": "横浜騒乱編4",
                    "SummaryJapanese": "一高のロボット研究部で、論文コンペ用のプログラムをデバックしている最中、達也は不意に眠気に襲われる。睡眠ガスを流し込んで侵入してきたのは鈴音とコンペ出場を競った一科生・関本勲。コンペのプログラムを盗もうとするが、異変を察して駆けつけた花音と眠ったフリをしていた達也に取り押さえられる。一方、千秋が保護されている病院を訪れた摩利と恋人の千葉修次は、大亜連合の陳祥山が差し向けた刺客・呂剛虎と遭遇する。"
                },
                "23": {
                    "ID": "4829769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829769",
                    "TitleEnglish": "Yokohama Disturbance Part V",
                    "SummaryEnglish": "The Thesis Competition is underway and everyone is worried about the security for the event.",
                    "TitleJapanese": "横浜騒乱編5",
                    "SummaryJapanese": "呂をはじめ、大亜連合のスパイたちが捕らえられたことで事件は解決したかに思われた。それでも、エリカたちは論文コンペの警備を達也に申し出て、事件の調査にあたった独立魔装大隊少尉・藤林もまた寿和に警戒を促す。それぞれの思惑が錯綜する中、ついに論文コンペ開催の日がやってきた。一高の発表が始まる中、全国から集まった魔法関係者、そして魔法協会関東支部を狙い、大亜連合の特殊工作部隊が作戦を開始する。"
                },
                "24": {
                    "ID": "4829770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829770",
                    "TitleEnglish": "Yokohama Disturbance Part VI",
                    "SummaryEnglish": "After terrorists attack the Thesis Competition, the students have to fight to survive.",
                    "TitleJapanese": "横浜騒乱編6",
                    "SummaryJapanese": "横浜の各地に次々と大亜連合特殊工作部隊が姿を現し、制圧を開始した。論文コンペ会場も標的となったが、達也がテロリストを撃退。雫の提案を受けてVIP会議室の端末で情報を得たところ、敵の勢力は予想以上に大きいことが判明する。避難する前にデモ機のデータを処分しようとした達也たちは、同じ考えの真由美や十文字たちと合流。今後の方針を話し合う一同の前に、思いがけない人物がやってきて……。"
                },
                "25": {
                    "ID": "4829771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829771",
                    "TitleEnglish": "Yokohama Disturbance Part VII",
                    "SummaryEnglish": "The battle rages on after the attack on the Yokohama Convention Center. Students fight to make it safely to the shelter while forces duke it on the streets.",
                    "TitleJapanese": "横浜騒乱編7",
                    "SummaryJapanese": "横浜中が戦場と化す中、魔法科高校の生徒たちはテロリストを相手に奮戦。十師族としての務めを果たさんと、十文字は魔法協会支部へ向かい、将輝は義勇軍に参加する。達也を独立魔装大隊に送り出した深雪は、真由美や一般市民とともに避難するが、直立戦車にシェルターへつながる入り口を破壊されてしまう。脱出用ヘリが到着するまでの間、人々をテロリストから守るべく、深雪たちは二手にわかれて撃退に乗り出す。"
                },
                "26": {
                    "ID": "4829772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829772",
                    "TitleEnglish": "Yokohama Disturbance Part VIII",
                    "SummaryEnglish": "Miyuki reveals the price her brother has to pay in order to use his extraordinary power. Tatsuya, meanwhile, makes use of a destructive weapon. All battles come to a head.",
                    "TitleJapanese": "横浜騒乱編8",
                    "SummaryJapanese": "独立魔装大隊が組織した達也たち飛行兵部隊により、テロリストの部隊は次々と殲滅。さらに「分解」と「再成」という己の能力を存分に使って戦う達也の姿に、敵兵の間には激しい動揺が走る。同じころ、深雪たちは達也の助けによって全員無事にヘリに乗り込んでいた。そのまま横浜を脱出しようとした深雪たちだが、魔法協会支部の危機を知って進路を変更。支部があるベイヒルズタワー屋上には、脱走した呂剛虎が待ち構えていて……。"
                }
            }
        },
        "2": {
            "ID": "1815094",
            "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7541591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/7541591",
                    "TitleEnglish": "Visitor Arc I",
                    "SummaryEnglish": "Two months after the Scorched Halloween incident, Tatsuya and his friends hold a going-away party for Shizuku who will be studying abroad in America. With the start of the new semester, an exchange student from America arrives at First High School.",
                    "TitleJapanese": "来訪者編Ⅰ",
                    "SummaryJapanese": "≪灼熱のハロウィン≫から２か月。達也たちは交換留学でアメリカに行くことになった雫の送別会を楽しんでいた。\nそして新学期になって雫と交換でアメリカから留学生がやって来た。彼女の名はアンジェリ－ナ・クドウ・シールズ。\n深雪に匹敵するほど強い魔法力を持った彼女の正体とは……？"
                },
                "2": {
                    "ID": "7975787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/7975787",
                    "TitleEnglish": "Visitor Arc II",
                    "SummaryEnglish": "A string of bizarre murders occurred where the victims were found to have most of the blood drawn from their bodies. Due to the methods used by the killer, they were called \"vampire incidents,\" and similar incidents were also occurring in America.",
                    "TitleJapanese": "来訪者編II",
                    "SummaryJapanese": "体内から血を抜き取られ、死亡するという猟奇殺人事件が発生した。\nその手口から「吸血鬼事件」と呼ばれたこの事件は、アメリカでも同様に起こっていた。\n吸血鬼が世を騒がせる中、その脅威がレオへと襲い掛かる。"
                },
                "3": {
                    "ID": "7987561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/7987561",
                    "TitleEnglish": "Visitor Arc III",
                    "SummaryEnglish": "The vampire that attacked Leo was a demon called a \"parasite.\" The Saegusa and Jumonji families decide to join forces to solve this case. Mikihiko and Erika search for the parasite to get revenge for Leo, and they confront a mysterious masked magician.",
                    "TitleJapanese": "来訪者編Ⅲ",
                    "SummaryJapanese": "レオを襲った吸血鬼はパラサイトと呼ばれる魔物だった。\n事件を解決すべく七草家と十文字家が協力して動き出す。\n一方、レオの仇を討つべく幹比古とともにパラサイトの捜索を行っていたエリカは、仮面をつけた謎の魔法師と対峙する。"
                },
                "4": {
                    "ID": "7998790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/7998790",
                    "TitleEnglish": "Visitor Arc IV",
                    "SummaryEnglish": "It turns out that the masked magician that engaged in a sword fight with Erika was Lina. With her identity blown, Lina uses the Parade spell to attack Tatsuya. Tatsuya attempts to disable the Parade spell by dismantling it but fails.",
                    "TitleJapanese": "来訪者編Ⅳ",
                    "SummaryJapanese": "エリカと剣を交えた仮面の魔法師の正体はリーナだった。\n正体を暴かれたリーナは『パレード』を使用し、達也に襲いかかる。\n達也は『分解』で『パレード』の無効化を試みるも失敗。リーナの魔法を前に苦戦を強いられる。"
                },
                "5": {
                    "ID": "8011498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/8011498",
                    "TitleEnglish": "Visitor Arc V",
                    "SummaryEnglish": "A parasite is an information body that was generated from the spirit dimension. How could an entity from another dimension appear in the physical world? An evil visitor of unknown origin infiltrates its way into First High School.",
                    "TitleJapanese": "来訪者編Ⅴ",
                    "SummaryJapanese": "精神に由来する情報生命体であるパラサイト。\n本来こちらの世界には現れない、異次元の住人である彼らが何故出現したのか？　\n原因不明の来訪者が魔の手を第一高校へと伸ばす……！"
                },
                "6": {
                    "ID": "8023204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/8023204",
                    "TitleEnglish": "Visitor Arc VI",
                    "SummaryEnglish": "Valentine's Day is a day to gift chocolate to the one you love and confess your feelings. This tradition is a source of joy and grief for many even at a distinguished institution like Magic High School. What will happen this year on Valentine's Day?",
                    "TitleJapanese": "来訪者編Ⅵ",
                    "SummaryJapanese": "意中の相手にチョコレートを贈り、思いを打ち明ける日・バレンタインデー。\nこの習慣はいまも健在で、当日はチョコレートを巡って悲喜こもごものドラマが繰り広げられる。\nそれは魔法科高校といえども例外ではない。\n果たして今年のバレンタインデーはどうなるのか？"
                },
                "7": {
                    "ID": "8033218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/8033218",
                    "TitleEnglish": "Visitor Arc VII",
                    "SummaryEnglish": "Colonel Balance orders Lina to capture the caster who was behind Scorched Halloween. Balance gives Lina a custom-made device called \"the Brionac\" which converts Strategic-Class magic into a beam of high-energy plasma.",
                    "TitleJapanese": "来訪者編Ⅶ",
                    "SummaryJapanese": "バランスからリーナに、《灼熱のハロウィン》を引き起こした術者の捕獲命令が下された。\nバランスは「確保が不可能な場合は抹殺もやむを得ない」という言葉とともに、戦略級魔法を発動させるためのリーナ専用のCAD・ブリオネイクを渡すのだった。"
                },
                "8": {
                    "ID": "8045440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/8045440",
                    "TitleEnglish": "Visitor Arc VIII",
                    "SummaryEnglish": "The Yotsuba Family intervenes to eliminate all threats to Tatsuya from the USNA military forces. After questioning Pixie about the remaining parasites, Tatsuya heads to Aoyama Cemetery with Miyuki and Honoka to lure them out.",
                    "TitleJapanese": "来訪者編Ⅷ",
                    "SummaryJapanese": "四葉家の工作によって、達也たちの身辺を脅かしていたUSNA軍は排除された。\n残る脅威はパラサイトだけ。\n達也はピクシーから残るパラサイトの情報を聞き出すと、深雪、ほのかとともに他のパラサイトをおびき出すため青山霊園へと向かう。"
                },
                "9": {
                    "ID": "8058189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/8058189",
                    "TitleEnglish": "Visitor Arc IX",
                    "SummaryEnglish": "Thanks to Pixie's psychic powers, Tatsuya and his friends are finally able to capture the parasites. They leave the scene after Erika and her team arrive, but a third faction disguised as the police appear before them and get in their way.",
                    "TitleJapanese": "来訪者編Ⅸ",
                    "SummaryJapanese": "ピクシーの強力なサイキックのおかげもあり、達也たちはついにパラサイトの捕縛に成功。\nパラサイトの身柄はエリカたちに任せ、一度撤退する。\nしかし、パラサイト達を収容しようとするエリカたちの前に、警察に扮した第三の勢力が現れる。"
                },
                "10": {
                    "ID": "8066934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/8066934",
                    "TitleEnglish": "Visitor Arc X",
                    "SummaryEnglish": "As instructed by Raymond, one of the Seven Sages, Tatsuya and his friends head to the outdoor training area behind First High School on the night of February 19th. Just as Raymond said, they detect the presence of all active parasites and Lina gathering at the scene. At this rate, clashing with Lina, who is hell-bent on completing her mission as Sirius, will be inevitable. With complex emotions at play, the final battle with the parasites begins.",
                    "TitleJapanese": "来訪者編Ⅹ",
                    "SummaryJapanese": "「七賢人」レイモンドに指定されたとおり、達也たちは2月19日の夜、第一高校の野外演習場へと向かった。\nそこにはレイモンドの言葉通り、活動中のすべてのパラサイトと、リーナの反応があった。\nこのままでは、シリウスとしての任務を遂行するリーナとの衝突は避けられない。\nそれぞれの思いが交錯する中、パラサイトとの最終決戦が始まる。"
                },
                "11": {
                    "ID": "8077430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/8077430",
                    "TitleEnglish": "Visitor Arc XI",
                    "SummaryEnglish": "About a month after the parasite incident, Tatsuya and his friends reluctantly bid farewell to Mayumi, Mari, Katsuto and the other seniors at the 29th graduation ceremony at First High School. The time also comes for them to give a send-off to another friend who came from America.",
                    "TitleJapanese": "来訪者編Ⅺ",
                    "SummaryJapanese": "パラサイト事件から約一ヶ月が過ぎ、第一高校は第29回の卒業式を迎えていた。\n達也たちは真由美、摩利、克人たちをはじめとする卒業生との別れを惜しみながら過ごす。\nそしてもう一人、アメリカから来た友人との別れが目前に迫っていた。"
                },
                "12": {
                    "ID": "8086805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/8086805",
                    "TitleEnglish": "Visitor Arc XII",
                    "SummaryEnglish": "Tatsuya and Miyuki are invited to a party celebrating the completion of Japan's first hyperbuilding, Tokyo Offshore Tower. At the party, they are astonished when Hayama introduces them to a young girl named Minami Sakurai.",
                    "TitleJapanese": "来訪者編Ⅻ",
                    "SummaryJapanese": "日本初のハイパービルディング・オフショアタワーの竣工記念パーティに誘われた達也と深雪は、会場で葉山に桜井水波という少女を紹介される。\n彼女に3年前のある事件で亡くなった女性の面影を見て動揺する2人。\nそんな時、過激な魔法主義者・進人類フロントがパーティを狙っているという情報が入る。"
                },
                "13": {
                    "ID": "8089788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/8089788",
                    "TitleEnglish": "Visitor Arc XIII",
                    "SummaryEnglish": "The New Breed Front announces that they are going to explode the Offshore Tower in one hour. There is no telling whether they might set off the bomb any earlier. In order to foil the New Breed Front's plans, Tatsuya and Miyuki take Minami with them and head for the control center on the first underground floor.",
                    "TitleJapanese": "来訪者編XⅢ",
                    "SummaryJapanese": "進人類フロントが「一時間後にオフショアタワーを爆破する」と宣言した。\nだが彼らが一時間というタイムリミットを守る保証はない。\n進人類フロントの企みを阻止するため、達也は深雪と水波を連れ、地下一階の管理センターへと向かう。"
                }
            }
        },
        "3": {
            "ID": "2080135",
            "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/seasons/official/3",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10362649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362649",
                    "TitleEnglish": "Double Seven Part I",
                    "SummaryEnglish": "It has reached the month of April in 2096, and various aspects of Tatsuya's life are changing as he advances to the second year. Tatsuya and Mizuki transferred to the newly established Department of Magical Engineering, and Mikihiko has also transferred out of Course 2 and was now a Course 1 student. Along with this change, Tatsuya and Miyuki were now living with Minami, who was sent to stay with them by the Yotsuba Family. Tatsuya enters the school year hoping they would have a peaceful student life this time around, but the new year meant the arrival of new students, like Kasumi and Izumi, the twins of the Sagusa Family, and Takuma Shippou, the new student valedictorian who feels a rivalry towards the Saegusa Family. All of them have their own quirk or two, for better or for worse...",
                    "TitleJapanese": "ダブルセブン編Ⅰ",
                    "SummaryJapanese": "2096年4月を向かえ、二年生に進級した達也の身の回りには色々な変化があった。達也と美月は新設された魔法工学科に転科。幹比古は二科から一科へと転科した。また達也と深雪は四葉本家から使用人として使わされた水波と同居することになり、三人での生活が始まった。今年こそ平穏な学生生活を、と願って登校する達也だが、新入生は七草家の双子である香澄・泉美と、新入生総代で七草家に対抗意識を持つ七宝琢磨と、一癖も二癖もある顔ぶればかりだった……。"
                },
                "2": {
                    "ID": "10362650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362650",
                    "TitleEnglish": "Double Seven Part II",
                    "SummaryEnglish": "The entrance ceremony has ended, and club recruitment of the freshmen has begun. Amidst the competitive recruitment frenzy, the Robot Research Club and Motorcycle Club were getting in a heated stare off over a freshman that both clubs were aiming to recruit. Kasumi, from the Disciplinary Committee, and Shippou, from the Extracurricular Activities Federation, intervene. However, now the two who had come to break up the fight begin arguing amongst themselves over who should have authority over the situation, and were on the brink of initiating a physical fight. Meanwhile, Koichi, the head of the Saegusa Family, was devising a plan to mitigate the Yotsuba Family's power through a false anti-magician campaign that the USNA's Humanist Extremist group was drawing up for the media.",
                    "TitleJapanese": "ダブルセブン編Ⅱ",
                    "SummaryJapanese": "入学式が終わり、今年も各クラブによる新入生への勧誘活動が始まった。新入生を巡って睨み合いを始めたロボ研とバイク部の間に、風紀委員の香澄と、部活連執行部の七宝が仲裁に入る。だがどちらが主導権を握るかで言い争いを始め、ついに一触即発の事態に陥ってしまう。一方、七草家の当主である弘一は、USNAの人間主義者がマスコミ工作を始めたことを利用し、四葉家の力を削ごうと画策していた。"
                },
                "3": {
                    "ID": "10362651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362651",
                    "TitleEnglish": "Double Seven Part III",
                    "SummaryEnglish": "Information gets out that Kanda, an anti-magic advocate and Diet member, will visit First High School with the media to observe the school's curriculum, claiming that he has heard disturbing rumors about it. He plans to create an uproar with the media and assert that the school is brainwashing students into the military - if he finds anything suspicious of that nature. To stop this ploy, Tatsuya suggests performing an experiment showing the students creating a Sustained Gravity Control-Type Magic Thermonuclear Fusion Reactor = Stellar Furnace. The students plan on demonstrating that the magic education they receive at the school can solve energy problems, and that magic can contribute to the peace of humankind depending on the type of magic they use.",
                    "TitleJapanese": "ダブルセブン編Ⅲ",
                    "SummaryJapanese": "反魔法主義者の神田議員が、マスコミを引き連れて第一高校を視察に訪れるという情報が入った。少しでも軍事に関係することがあれば、マスコミに針小棒大に騒ぎ立てさせ、魔法科高校が軍事教育の場と化していると主張するつもりだという。そこで達也は生徒たちで、常駐型重力制御魔法式熱核融合炉＝恒星炉の実験を行なうことを提案。第一高校の魔法教育が、魔法によってエネルギー問題を解消し、人類の平和に貢献していることを主張しようとする。"
                },
                "4": {
                    "ID": "10362652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362652",
                    "TitleEnglish": "Double Seven Part IV",
                    "SummaryEnglish": "News outlets were enthusiastically reporting the great success of the stellar furnace experiment carried out by the students at First High School. However, since Takuma Shippou had heard from his father that the Saegusa Family was going to be the ones to deal with Diet member Kanda, he thinks they used Tatsuya to claim credit for the experiment's success themselves. Takuma then takes his pent-up anger out on Kasumi Saegusa, who he happened to pass by on campus. Kasumi, unable to turn a blind eye to these insults against her family, is on the brink of engaging in a magic fight with Takuma... But then, the Disciplinary Committee intervenes before either of them makes their move, and takes them in for questioning. Tatsuya suggests they let them duke it out in an official match to end this mutual enmity between the two once and for all.",
                    "TitleJapanese": "ダブルセブン編Ⅳ",
                    "SummaryJapanese": "恒星炉の実験は見事成功し、ニュースでもその成功が大々的に報道された。だが父親から神田議員の件は七草家が対処すると聞かされていた七宝は、七草家が達也を利用して自分たちの功績にしたと思い込み、通りがかった香澄に鬱憤を叩きつけてしまう。香澄も自分の家に対する侮辱を看過できず、二人は魔法を使った戦闘準備に入るが、その現場を風紀委員に発見され、拘束される。この二人の遺恨を無くすために、達也は試合で勝敗をつけることを提案する。"
                },
                "5": {
                    "ID": "10362653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362653",
                    "TitleEnglish": "Steeplechase Part I",
                    "SummaryEnglish": "A notice has been sent to the magic high schools across the country that a portion of the events in the Nine Schools Competition will be changed. Shockingly, three of the six events will be changed. In order to respond to the sudden change in events, First High School's Student Council is thrown in a frenzy to understand the new rules, reselecting athletes and readjusting their CADs. While everyone was complaining about the Competition's management due to the sudden change in timing, one month before the start of the Nine Schools Competition, Tatsuya had a growing suspicion about the strong military flavor of all the newly added events.",
                    "TitleJapanese": "スティープルチェース編Ⅰ",
                    "SummaryJapanese": "全国の魔法科高校に、九校戦の種目を一部変更するという通知が送られてきた。変更があったのは六種目中の三種目で、実に半分もの競技が変更になるという。急な種目変更に対応するため、第一高校の生徒会はルールの把握や選手の再選考、CADの再調整などに追われることになる。九校戦開始一ヶ月前という急なタイミングの変更に、誰もが大会運営に対する不満をこぼす中、達也は新しく追加された競技がどれも軍事色が強いことに疑念を抱いていた。"
                },
                "6": {
                    "ID": "10362654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362654",
                    "TitleEnglish": "Steeplechase Part II",
                    "SummaryEnglish": "Tatsuya and the other Student Council members were spending their days extremely busy in order to deal with the sudden change of events for the Nine Schools Competition. However, out of the blue, Tatsuya receives an email from an unknown sender. The email states that the changes in the competition were due to pressure from the JDF, and that the Kudou Family was planning to piggyback on the JDF's order to test out a secretly developed military weapon at the Steeplechase Cross-country Event. This prompts Tatsuya to head to Nara, where the Kudou Family's stronghold is based, to find out more about the experiments they are conducting.",
                    "TitleJapanese": "スティープルチェース編Ⅱ",
                    "SummaryJapanese": "九校戦の急な競技変更に対応するため、達也は他の生徒会役員とともに多忙な毎日を送っていた。そんなある日、達也のもとに差出人不明のメールが届く。メールには、今回の種目変更が国防軍の圧力によるもの、そして九島家が国防軍の動きに乗じて、秘密裏に開発した兵器の性能試験をスティープルチェース・クロスカントリーで行なおうとしていると記されていた。達也は九島家が行なっている実験の内容を調べるため、九島家の本拠地である奈良へと向う。"
                },
                "7": {
                    "ID": "10362655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362655",
                    "TitleEnglish": "Steeplechase Part III",
                    "SummaryEnglish": "It turns out that the secret experiments that the Kudou Family has been conducting was for developing parasite dolls, a female combat robot possessed by a parasite. Experiments on the dolls' operations are being conducted at the Steeplechase Cross-country venue, where security is abnormally tight - so much so that Tatsuya himself can't even break into the premises. As such, Tatsuya orders Pixie to keep an eye out for the parasites while he conducts adjustments to the CADs and gives instructions to the underclassmen as an engineer. However, this continual sense of nervousness and nonstop days of hard work are tiring out Tatsuya. He's never felt this tired before.",
                    "TitleJapanese": "スティープルチェース編Ⅲ",
                    "SummaryJapanese": "九島家が極秘裏に行なっていた実験は、パラサイトを女性型戦闘ロボットに憑依させたパラサイドールの開発だった。パラサイドールの運用実験が行なわれるスティープルチェース・クロスカントリーの会場警備は、異常なまでに厳しく、達也ですら侵入出来ない。そこで達也はピクシーにパラサイトの監視を命じ、自分はエンジニアとしてCADの調整を行ないながら、下級生への指導を行なう。だが連日の激務と緊張の連続で達也はこれまでにない疲れを感じていた。"
                },
                "8": {
                    "ID": "10362657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362657",
                    "TitleEnglish": "Steeplechase Part IV",
                    "SummaryEnglish": "The women's division of the Steeplechase Cross-country Event has finally begun. Tatsuya has Pixie figure out the location of all the parasite dolls and tries to eliminate them before they come into contact with the players. However, the parasite dolls unleash their magic at speeds that exceed Tatsuya's imagination. Though it is difficult, he manages to seal away the first parasite doll. Tatsuya goes on to seal away the remaining parasite dolls one after another, but the highest-performance models, the Prime Four, now stand in his way.",
                    "TitleJapanese": "スティープルチェース編Ⅳ",
                    "SummaryJapanese": "ついにスティープルチェース・クロスカントリーの女子の部が始まった。達也はピクシーに全パラサイドールの位置を把握させると、パラサイドールが選手に接触する前に、すべて始末しようとする。だがパラサイドールは達也の想像を超えたスピードで魔法を発動。手こずりながらも何とか最初のパラサイドール封印に成功する。残りのパラサイドールたちを次々と封印していく達也だが、彼の前に最高性能個体プライム・フォーが立ちはだかる。"
                },
                "9": {
                    "ID": "10362659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362659",
                    "TitleEnglish": "Ancient City Insurrection Part I",
                    "SummaryEnglish": "The Nine Schools Competition has ended, and it is now the second semester. Ayako and Fumiya visit Tatsuya to deliver a letter they were entrusted directly from Maya. The letter was a request asking for Tatsuya's cooperation in capturing Gongjin Zhou. The Kurobas were also pursuing him but lost sight of him in the Kyoto area. It seems Gongjin Zhou has been receiving help from the Traditionalists, a faction of Ancient Magicians, in his escape. The Traditionalists and the Kudou Family have been in conflict with each other for many years. So, Tatsuya decides to reach out to Fujibayashi, Retsu Kudou's granddaughter, to ask for Retsu's cooperation in capturing Gongjin Zhou.",
                    "TitleJapanese": "古都内乱編Ⅰ",
                    "SummaryJapanese": "九校戦が終わり、二学期が始まったある日、亜夜子と文弥が真夜直々の手紙を達也に届けに来た。手紙の内容は「周公瑾の捕縛について協力を依頼する」というもの。周公瑾は黒羽家が追跡していたが、京都付近で見失ってしまったという。どうやら周公瑾の逃亡を古式魔法師の一派である「伝統派」が手助けしていると見られる。伝統派は長年、九島家と対立している。そこで達也は九島烈の孫である藤林を通して、周公瑾の捕縛に協力を依頼する。"
                },
                "10": {
                    "ID": "10362660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362660",
                    "TitleEnglish": "Ancient City Insurrection Part II",
                    "SummaryEnglish": "In order to obtain cooperation from Retsu Kudou to capture Gongjin Zhou, Tatsuya, Miyuki and Minami visit Nara, the home of the Kudou Family. Retsu Kudou readily accepts Tatsuya's offer and introduces him to his grandson, Minoru. Minoru is one year Tatsuya's junior, and although he is physically weak, he is said to be a very powerful magician. At the dinner table, Minoru hears that Tatsuya and his friends are looking for a traditional magic user and offers his help. The next day, as Tatsuya and the others are scouting the Traditionalists' base in Nara under Minoru's guidance, they are attacked by the Traditionalists at Nara Park.",
                    "TitleJapanese": "古都内乱編Ⅱ",
                    "SummaryJapanese": "九島烈から周公瑾捕縛の協力を取りつけるため、達也と深雪、水波は九島家の本拠地である奈良を訪れる。九島烈は達也の申し出を快諾すると、孫の光宣を紹介。光宣は達也の一年後輩で、身体は弱いものの強力な魔法力を備えているという。食事の席で達也たちが伝統派の術者を探していると聞いた光宣は、自分から協力したいと申し出る。翌日、光宣の案内で奈良にある伝統派の拠点を回っていた達也たちは、奈良公園で伝統派の襲撃を受ける。"
                },
                "11": {
                    "ID": "10362661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362661",
                    "TitleEnglish": "Ancient City Insurrection Part III",
                    "SummaryEnglish": "The nationwide Magic High Schools Thesis Competition held by the Japan Magic Association. Also known as just The Thesis Competition will be held in Kyoto. After experiencing the Thesis Competition being attacked by the Great Asian Alliance last year, Mikihiko, the head of the Disciplinary Committee, proposes to the Student Council that this year they would like to inspect the area around the venue in advance to ensure security. Tatsuya, Miyuki, Minami, Leo and Erika will also be accompanying him. On his way home after the Student Council meeting, Tatsuya learns from the news that Mayumi's bodyguard, Saburo Nakura, was murdered by someone in Kyoto.",
                    "TitleJapanese": "古都内乱編Ⅲ",
                    "SummaryJapanese": "日本魔法協会が主催している全国高校生魔法学論文コンペティション。通称、論文コンペが京都で開催されることになった。昨年の論文コンペが大亜連合に襲撃された経験から、今年は警備を万全にするため事前に会場周辺を下見したいと風紀委員長の幹比古が生徒会に提案。達也や深雪、水波、レオ、エリカもそれに同行することになる。生徒会が終わった後の帰り道、達也はニュースで真由美のボディガードである名倉三郎が京都で何者かに殺されたことを知る。"
                },
                "12": {
                    "ID": "10362662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362662",
                    "TitleEnglish": "Ancient City Insurrection Part IV",
                    "SummaryEnglish": "As Tatsuya is researching the Traditionalist bases in Kyoto under Minoru's guidance, he meets the owner of a restaurant, who is also a Traditionalist, on the way to Kiyomizu Temple. The shop owner shares that he is concerned about the current state of Nara's Traditionalist sects being absorbed by casters from the Continent and offers to share information with Tatsuya. Based on the restaurant owner's information, Tatsuya narrows down a place in Kyoto where the Traditionalists are hiding. He meets with Mayumi, who wants to find the culprit who killed Nakura, and Masaki, who happened to come across them during a battle against the Traditionalists, and heads to Arashiyama with them.",
                    "TitleJapanese": "古都内乱編Ⅳ",
                    "SummaryJapanese": "光宣の案内で京都にある伝統派の拠点を調べていた達也たちは、伝統派の一派で、清水寺の参道で飲食店を経営している店主と出会った。店主は、奈良の伝統派が大陸の術者に取り込まれてしまっている現状に危機感を抱いていると告げると、達也に情報提供を申し出る。店主の情報から京都の伝統派が潜んでいる場所に目星をつけた達也は、名倉を殺した犯人を捜したいという真由美と、伝統派との戦いに偶然出くわした将輝とともに、嵐山へと向う。"
                },
                "13": {
                    "ID": "10442122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10442122",
                    "TitleEnglish": "Ancient City Insurrection Part V",
                    "SummaryEnglish": "The night before the Thesis Competition. Tatsuya receives a report from Fumiya that they have located Gongjin Zhou's whereabouts. He was hiding at the JGDF's 2nd Supply Base in Uji. Tatsuya speculates that he would not have enough offensive power to fight alone at the JGDF's base, so he contacts Masaki. When Masaki hears that they would need to invade an army base to get to him, he hesitates for a moment but decides to accompany Tatsuya to fulfill his responsibilities as a member of the Ten Master Clans. The two invade the army base where soldiers controlled by Gongji Zhou await...",
                    "TitleJapanese": "古都内乱編Ⅴ",
                    "SummaryJapanese": "論文コンペ前日の夜。達也は文弥から周公瑾の居場所を突き止めたと報告を受ける。潜伏場所は何と、国防陸軍宇治第二補給基地。国防軍の基地に自分ひとりでは戦力が足りないと考えた達也は、将輝に連絡。場所が国防軍の基地だと聞かされた将輝は一瞬、躊躇するものの、十師族の責務を果たすため達也に同行することを決意。二人は周公瑾に操られた兵たちが待ち構える国防軍基地に侵入する。"
                }
            }
        }
    }
}