{
    "URL": "https://www.thetvdb.com/series/soul-eater-not",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3453204/",
        "https://www.themoviedb.org/tv/60871"
    ],
    "TitleEnglish": "Soul Eater Not!",
    "SummaryEnglish": "Soul Eater Not! is a side-story to the main series, focusing on a freshman halberd named Harudori Tsugumi, who befriends two other meisters, Tatane Meme and Anya Hepburn. All three take part in the NOT (Normally Overcome Target) class at DWMA and learn to control their powers in order to overcome their difficulties to have a normal life, as opposed to the battle-oriented EAT (Especially Advanced Talent) class taken by Maka, Soul, and their companions.",
    "TitleJapanese": "ソウルイーターノット！",
    "SummaryJapanese": "大久保篤氏が描く、もう一つの「ソウルイーター」！どこをとっても”普通”な少女・春鳥つぐみ、天然少女・多々音めめ、ツンデレお姫様・アーニャ・ヘプバーンの三人が死武専を舞台に紡ぐ、殺伐だけどウキウキ学園ライフ.",
    "Aliases": [],
    "Modified": "2025-06-02",
    "Seasons": {
        "0": {
            "ID": "576282",
            "URL": "https://www.thetvdb.com/series/soul-eater-not/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5267738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soul-eater-not/episodes/5267738",
                    "TitleEnglish": "English Bloopers",
                    "SummaryEnglish": "Mostly general flubs, but also contains some funny mistakes and alternative dialog.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "576283",
            "URL": "https://www.thetvdb.com/series/soul-eater-not/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4794970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soul-eater-not/episodes/4794970",
                    "TitleEnglish": "Enrolling at DWMA!",
                    "SummaryEnglish": "When 14-year-old middle-schooler Tsugumi Harudori discovers she is a weapon, she flies to America to enroll at DWMA. There, she meets the absent-minded Meme Tatane and the patrician Anya Hepburn, both of whom are meisters that are also new enrollees.",
                    "TitleJapanese": "死武専、入学！",
                    "SummaryJapanese": "緊張の面持ちでアメリカネバダ州の空港に降り立ったのは、恋に恋する１４歳・春鳥つぐみ。\nデス・シティーにある死神武器職人専門学校（略して死武専）に『武器』として入学するため、\nはるばる日本からやってきたのだった。期待と不安を胸に入学式に出席したつぐみは、\n２人の『職人』、多々音めめとアーニャ・ヘプバーンに出会う。個性豊かな先輩たちに囲まれる\n環境に戸惑いつつも、“殺伐だけどウキウキライフ”が、ここにいまスタートする！"
                },
                "2": {
                    "ID": "4846526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soul-eater-not/episodes/4846526",
                    "TitleEnglish": "Girls' Dorms à la Carte",
                    "SummaryEnglish": "Fellow student Eternal Feather shows Tsugumi, Meme and Anya around the girls' dorm, and they meet some of the residents there. By the next morning, all three had lost their allowance, and thus had to take part-time jobs at a café named \"Deathbucks.\"",
                    "TitleJapanese": "女子寮あらかると！",
                    "SummaryJapanese": "アーニャは、実はとある王国のプリンセス。その身分を隠したまま、つぐみやめめと憧れの学校生活を送り始める。 三人同室で暮らす女子寮は、アーニャにとって自由で楽しくて仕方がないよう。\nそんなある日、アーニャら三人は死武専から支給された一週間分のお小遣いを使い果たしてしまう。\n困り果てた末、初めての経験・アルバイトをすることに！「せっかくなら可愛い制服が着たい」と、三人が選んだバイト先とは…？"
                },
                "3": {
                    "ID": "4846527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soul-eater-not/episodes/4846527",
                    "TitleEnglish": "The Witch of the Girls' Dorm",
                    "SummaryEnglish": "Eternal Feather reveals more about Kim's history, as well as the origin of her name. A new threat, known as \"Traitor,\" menaces the students of DWMA, and Sid sends Clay and Akane to scare them off. Anya feels left out when she misses her turn with Tsugumi.",
                    "TitleJapanese": "女子寮の魔女！",
                    "SummaryJapanese": "“女子寮の魔女”と呼ばれるキム・ディールは、あまりに素行が悪く皆から怖れられていた。キムに振り回されつつも、なんだかキムのことが気になるつぐみ。そんなある日、イチャイチャするつぐみとめめを見て不機嫌になってしまったアーニャは、ふてくされ一人帰り道を歩いていた。すると突然、アーニャの前に一人の不気味な男が現れる。妖しい瞳と、手には爪状の武器。果たしてこの男の目的とは…！？"
                },
                "4": {
                    "ID": "4846528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soul-eater-not/episodes/4846528",
                    "TitleEnglish": "Waver, Run!",
                    "SummaryEnglish": "After a nightmare, Tsugumi wonders why the meisters choose to come to DWMA. She spends some time talking to Akane, who asks her to be his girlfriend, only to say he was joking. The class takes their physical fitness exams, where both Meme and Anya excel.",
                    "TitleJapanese": "迷って、走って！",
                    "SummaryJapanese": "つぐみは、「自分はどうやって死武専で生きていくべきだろう」と思い悩んでいた。めめやアーニャに「どうして死武専に来たのか」と質問をするも納得のいく答えを得られず、さらに不安になってしまうつぐみ。クラスメイトの男子、茜に相談するがその意味深な言葉にドキドキ。先輩たちも巻き込んで右往左往、つぐみの不安は増すばかり…。不器用にも奮闘するつぐみだが、果たして答えを見つけ出すことはできるのか？"
                },
                "5": {
                    "ID": "4851110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soul-eater-not/episodes/4851110",
                    "TitleEnglish": "Invitation Fighting!",
                    "SummaryEnglish": "After dreaming about Kim, Jacqueline is bothered by feelings of attraction for her. Kim leads the girls in a pool-cleaning job, and after she takes most of the pay, they help Jacqueline try to win Kim over, while learning about her mysterious background.",
                    "TitleJapanese": "お誘いふぁいてぃんぐ！",
                    "SummaryJapanese": "キム・ディールに、お堅い態度を取りつつも何かと気にかけているジャクリーン。一方のキムはジャクリーンが疎ましく、いつもつっけんどんな態度。そんな２人と、プール掃除のアルバイトをすることになったつぐみ、めめ、アーニャ。ウキウキアルバイトの最中、つぐみはふと、ジャクリーンのある真意に気づく。なんとかジャクリーンの願いを叶えようと、色々な作戦を考え奮闘するつぐみ達だが…？"
                },
                "6": {
                    "ID": "4851111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soul-eater-not/episodes/4851111",
                    "TitleEnglish": "This is a Real Fight!",
                    "SummaryEnglish": "Tsugumi and the others get a bad impression from the Thompson sisters, Liz and Patty, who are working at Deathbucks whilst on probation, having spent most of their childhood living on the streets of Brooklyn. When they run into the sisters later that day, Anya prepares to stand against them with Tsugumi, but is outmatched by their ability to both transform into pistols. Whilst Anya and Meme avoid going to the café, Tsugumi keeps going there every day in the hopes of standing up to the sisters and ordering a pilaf. When one of the customers gets upset with Patty for her rude service, Liz attempts to punch him but Tsugumi steps in and takes the hit instead.",
                    "TitleJapanese": "ここはリアルファイト！",
                    "SummaryJapanese": "美人姉妹のリズとパティは、デスバックスカフェで働くウェイトレス。実は彼女たちは、筋金入りの不良少女。そんな２人に喧嘩を売られ、“本物”の不良に震え上がるつぐみたち。カフェは大事な憩いの場所だったが、しばらく行けないと距離を置くアーニャとめめ。しかしリズたちにビビりながらも、毎日ひとりカフェに通うつぐみ。自分と同じ“武器”であるリズたちへの思いとは…？"
                },
                "7": {
                    "ID": "4851112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soul-eater-not/episodes/4851112",
                    "TitleEnglish": "Nice Day For a Death Bazaar!",
                    "SummaryEnglish": "Akane and Clay report to Sid that they suspect the culprit behind the Traitor incidents to be a witch named Shaula Gorgon. Meanwhile, Tsugumi and the others get together for a study session at Deathbucks, helping out when the place gets busier, even if only for a brief moment. The next day, the girls check out the Death Bazaar flea market, where Maka and Soul are running a stand together. Whilst taking a break from her own stand, Eternal Feather purchases a strange scorpion shaped ring from a mysterious woman, who turns out to be Shaula, who uses the ring to put Eternal Feather under her control and make her a Traitor. As Eternal Feather starts attacking innocent bystanders as a result, Maka and Soul step in to try and bring her under control. Feeling Eternal Feather would be outmatched by the EAT pair, Shaula commands her to kill herself, causing her to bring her blade against her own neck.",
                    "TitleJapanese": "デスバザー日和！",
                    "SummaryJapanese": "トレーター事件について調査を進めるシド、茜、クレイ。事件の裏に見え隠れする魔女の気配に気を引き締める３人。一方つぐみたちは、キムとジャクリーンも誘ってウキウキ勉強会。\nそんなある日、デスバザーへと出掛けるつぐみ、めめ、アーニャ。始めてのフリーマーケットに興味津々のアーニャ。マカやエターナルフェザーも出店していたり、バザーを満喫するつぐみたち。しかし次の瞬間、会場に悲鳴が響き渡る…。"
                },
                "8": {
                    "ID": "4851113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soul-eater-not/episodes/4851113",
                    "TitleEnglish": "Tsugumi Spiral!",
                    "SummaryEnglish": "Whilst Akane and Clay interview Maka and Soul about the incident, Tsugumi and the others are relieved to find Eternal Feather has survived thanks to the efforts of Dr. Franken Stein, though are none too pleased with his pranks. As Eternal Feather steadily recovers from her injuries, Stein reports his findings to Sid, suggesting she was put under mind control by magic. A few days later, after Eternal Feather is discharged, Jacqueline feels downhearted after Kim suddenly tells her they should break up. That evening, Anya and Meme scold Tsugumi for lacking the resolve to settle on a meister partner, telling her she needs to make her decision by October 31st, Halloween.",
                    "TitleJapanese": "つぐみスパイラル！",
                    "SummaryJapanese": "デスバザーでの事件解決のためマッドサイエンティスト、シュタイン博士の力を借りるシド。シュタインに翻弄されるつぐみ、めめ、アーニャだったが、時間とともに楽しい日常を取り戻していく。季節は夏。一人トレーニングに打ち込むつぐみだったが、相変わらず刃のない、半人前のハルバード。そんなつぐみに、アーニャはハロウィンの日に行われる死武専の文化祭『死武祭』までに自分かめめか、パートナーを決めるよう迫るのだった。"
                },
                "9": {
                    "ID": "4851114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soul-eater-not/episodes/4851114",
                    "TitleEnglish": "Pumpkin Growing!",
                    "SummaryEnglish": "A series of tales that take place whilst the girls are growing pumpkins for Halloween. During the night, Tsugumi and Anya have to deal with Meme's unique sleepwalking, which proves to be a fearsome fighting style. On another day, Meme wakes up with a bag full of cash, a sloth, and a missing eyebrow, with no recollection of what led her to this bizarre situation. As Meme's investigation continues to leave her with more questions, she eventually finds the sloth's owner and remembers what happened the day before. Later, Tsugumi finds a bat and catcher's glove and decides to teach Anya and Meme how to play baseball, becoming a bit too invested in it. As Halloween nears and the girls harvest the results of their growing, Tsugumi worries about the decision she will have to make whilst Shaula prepares to make her move.",
                    "TitleJapanese": "カボチャ、グローウィン！",
                    "SummaryJapanese": "ハロウィンに向けて、ランタン用のカボチャを植えるつぐみたち。カボチャの成長とともに過ぎてゆくウキウキライフ。めめの睡拳VSアーニャのロイヤルカラテ、つぐみVSアーニャの野球 対決、めめの記憶をたどる旅…。やがて街ではハロウィンの、死武専では『死武祭』の準備が始まる。しかしつぐみは迫る約束の日を前に、未だパートナーを決められないでいるのだった。"
                },
                "10": {
                    "ID": "4851115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soul-eater-not/episodes/4851115",
                    "TitleEnglish": "The Beginning of the Nightmare!",
                    "SummaryEnglish": "Tsugumi becomes upset when she receives a letter from her mother informing her that her dog, Pochi, had gotten involved in an accident, and ends up lashing out at Meme for forgetting things so easily. That night, Tsugumi and Anya follow Meme during one of her sleepwalks, winding up at the hidden research room where they are discovered by Akane and Clay. Meme is taking into custody, as Sid believes that her sleepwalking and forgetfulness may be the result of being under Shaula's hypnosis. As Tsugumi and Anya become conflicted on what to do, they receive a message from Meme asking them to come see her. However, when they break her out, she is revealed to have been possessed by Shaula and escapes. Sid chases after Shaula, who has possessed some of his men, but is outsmarted by her and found dead by the time Tsugumi and the others arrive. Later on, Akane and Clay reveal they were hired as bodyguards for Anya, who is revealed to be a princess named Anastasia Yngling, ordered with escorting her back home should anything happen to Sid, leaving Tsugumi stunned.",
                    "TitleJapanese": "悪夢のはじまり！",
                    "SummaryJapanese": "ハロウィンを前に浮かれていたつぐみの元に実家から手紙が届く。その内容にショックを受けたつぐみは、自分の気持ちを抑えきれずめめと喧嘩をしてしまう。気まずい空気のまま寝床 につく三人。すると、夜中に眠ったままフラフラと部屋を出て行くめめ。こっそりあとを追うつぐみとアーニャが見たものとは…？一方、魔女への大きな手掛かりを掴んだシド、茜、クレイは魔女を捕まえるため罠を張るのだが…。"
                },
                "11": {
                    "ID": "4851116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soul-eater-not/episodes/4851116",
                    "TitleEnglish": "Their Various Resolves!",
                    "SummaryEnglish": "Whilst the rest of Death City celebrate Halloween with a Battle Festival amongst the EAT students, Kim and Jacqueline are tasked with watching over Tsugumi, who had been grounded for her actions. Meanwhile, as Akane and Clay escort Anya towards the airport, the city is suddenly overrun by NOT students turned into Traitors, which the EAT students have to fend off. As Tsugumi states her belief that Anya won't leave the city, mentioning the feelings she sensed from her, Jacqueline, sensing what Tsugumi may be going through, has Kim heal her injuries and lets her go off to help her friends. Hitching a ride with Liz and Patty, Tsugumi reunites with Anya, the two resolving to rescue Meme and managing to perform a Soul Resonance, which gives Tsugumi's halberd form wings. Sensing the two's bonds, Akane directs them towards Stein, who admires their resolve and gives them an antidote made from Meme's blood. Following a messenger bat, Tsugumi and Anya soon arrive at the top of a bell tower, where Shaula and Meme await.",
                    "TitleJapanese": "それぞれの覚悟!",
                    "SummaryJapanese": "ついに開幕した『死武祭』。そのEATクラスのバトル大会に乱入してくる謎の集団。マカ、ブラック☆スターたちも応戦するが…。一方、魔女をとらえるための罠に巻き込まれバラバラになってしまったつぐみ、めめ、アーニャ。強制的に帰国させられることになったアーニャはつぐみたちの元に戻るため、茜と対峙する。魔女の策略により混乱するデスシティーの中で翻弄される３人の運命は？"
                },
                "12": {
                    "ID": "4851117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/soul-eater-not/episodes/4851117",
                    "TitleEnglish": "Soul Resonance!",
                    "SummaryEnglish": "Having spread out Traitors across Death City, Shaula unleashes her magic, making the Traitors more powerful whilst also ordering some of them to kill themselves as she sees fit. Shaula then sends Meme to kill Tsugumi and Anya, with Anya attempting to subdue her to give Tsugumi the chance to administer the antidote. Overcoming her fears, Tsugumi manages to break open Meme's guard and administer the antidote via a kiss. Whilst it doesn't appear to work at first, Tsugumi risks herself to get Meme to remember the times they've spent together, managing to perform a Soul Resonance with her and break her free from Shaula's mind control. Tsugumi then makes the decision to make both Anya and Meme her official partners, believing the three of them can resonate together. Using the remnants of Meme's link to track down Shaula, the girls perform a three-way Soul Resonance to bring out Tsugumi's true form, combining all of their strengths to defeat Shaula, returning all of the infect students back to normal. Some time later, after Anya sorts out some royal business and Meme gets a medial check-up, the two return back to Tsugumi, who has been studying hard whilst waiting for her partners.",
                    "TitleJapanese": "魂の共鳴！",
                    "SummaryJapanese": "シャウラを発見できず防戦一方の死武専。茜、クレイ、マカ、ブラック☆スター、オックスたちにも徐々に疲労の色が広がる。一方、再会を果たしたつぐみ、めめ、アーニャ。３人の前に立ちはだかる最大の試練。シャウラの魔法が発動し混迷するデスシティで、つぐみの「守りたい！」という気持ちは奇跡を起こせるのか？そして傷ついたつぐみが出した、三角関係への答えは…？"
                }
            }
        }
    }
}