{
  "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/B6CD-AF72-B416-A804-C03B-M",
    "https://www.facebook.com/mahoukausa",
    "https://www.imdb.com/title/tt3874528/",
    "https://mahouka.jp/",
    "http://www.reddit.com/r/Mahouka",
    "https://www.themoviedb.org/tv/60833",
    "https://www.wikidata.org/wiki/Q47471788",
    "https://en.wikipedia.org/wiki/The_Irregular_at_Magic_High_School",
    "https://x.com/mahouka_anime"
  ],
  "TitleEnglish": "The Irregular at Magic High School",
  "SummaryEnglish": "In a world where magic is not a fairy tale but has existed for one hundred years siblings Tatsuya and Miyuki Shiba prepare to begin their studies at the elite Private Magic University Affiliated High School (Magic High School for short). Entering on different levels of the academic spectrum the two turn the once peaceful campus into a chaotic one.",
  "Aliases": [
    "A Magic Senior High School's Low-Ranked Student",
    "The Irregular at Magic High School - Visitor Arc",
    "The Poor Performing Student of a Magic High School",
    "魔法科高校の劣等生 来訪者編",
    "Mahōka Kōkō no Rettōsei",
    "Mahōka Kōkō no Rettōsei: Raihōsha-hen",
    "Mahouka",
    "Mahouka 2",
    "Mahouka Koukou no Rettousei",
    "Mahouka Koukou no Rettousei 2",
    "Mahouka Koukou no Rettousei: Raihousha Hen"
  ],
  "Modified": "2025-08-10",
  "Seasons": {
    "0": {
      "ID": "576181",
      "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 10,
      "Episodes": {
        "8": {
          "ID": "9571832",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/9571832",
          "TitleEnglish": "The Irregular at Magic High School: The Girl Who Summons the Stars",
          "SummaryEnglish": "In the story, the seasons have changed and it will soon be the second spring. Tatsuya and Miyuki have finished their first year at First Magic High School and are on their spring break. The two go to their villa on the Ogasawara Island archipelago. After only a small moment of peace a lone young woman named Kokoa appears before them. She has abandoned the Naval base and she tells Tatsuya her one wish.",
          "Aliases": [
            "Gekijouban Mahouka Koukou no Rettousei: Hoshi o Yobu Shoujo",
            "Gekijouban Mahouka Koukou no Rettousei: Hoshi wo Yobu Shoujo",
            "Gekijōban Mahōka Kōkō no Rettōsei: Hoshi o Yobu Shōjo",
            "Gekijōban Mahōka Kōkō no Rettōsei: Hoshi wo Yobu Shōjo",
            "Mahouka Koukou no Rettousei - The Movie",
            "Mahouka Koukou no Rettousei Movie: Hoshi wo Yobu Shoujo",
            "The Irregular at Magic High School The Movie",
            "The Irregular at Magic High School The Movie - The Girl Who Calls the Stars"
          ]
        },
        "9": {
          "ID": "10084250",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10084250",
          "TitleEnglish": "The Irregular at Magic High School: Reminiscence Arc",
          "SummaryEnglish": "April 2095. A century has passed since magic was established as actual technology. The two siblings enroll at a prestigious school for magicians called the National Magic University Affiliated First High School, better known as “Magic High School.” Tatsuya, the older brother, is an “irregular” with a fatal flaw to his magic powers. The younger sister, Miyuki, is a star student with unmatched magical talent. Though they are now close enough to be mistaken as a couple, just a few years ago, the two had a dysfunctional relationship, where they were nothing more than a master and servant. One incident, however, alters their relationship forever. Three years ago in Okinawa, an unforgettable experience turns their souls and destinies on their heads.",
          "Aliases": [
            "Mahouka Koukou no Rettousei: Tsuioku-hen"
          ]
        },
        "10": {
          "ID": "10566495",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10566495",
          "TitleEnglish": "The Irregular at Magic High School: Yotsuba Succession Arc",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "576182",
      "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "4794270",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4794270",
          "TitleEnglish": "Enrollment Part I",
          "SummaryEnglish": "A brother and a sister enroll at the Magic High School. In this school, the students are divided into two distinct groups as \"Weeds\" and \"Blooms.\" Tatsuya, the brother, has a secret…",
          "Aliases": []
        },
        "2": {
          "ID": "4829747",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829747",
          "TitleEnglish": "Enrollment Part II",
          "SummaryEnglish": "The President of the Student Council invites Miyuki and Tatsuya to lunch. During lunch, she asks Miyuki to join the Student Council. Miyuki says that her brother should also join them. Will he have to prove himself?",
          "Aliases": []
        },
        "3": {
          "ID": "4829749",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829749",
          "TitleEnglish": "Enrollment Part III",
          "SummaryEnglish": "Everyone is surprised at how quick Tatsuya defeated Hattori in the duel. Tatsuya begins his work as part of the Disciplinary Commitee. Meanwhile, Miyuki starts showing more mixed emotions towards her big brother.",
          "Aliases": []
        },
        "4": {
          "ID": "4829750",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829750",
          "TitleEnglish": "Enrollment Part IV",
          "SummaryEnglish": "Mibu meets with Tatsuya at a cafe. She thanks him for defusing the brawl between her and Kirihara peacefully. She asks Tatsuya to join their kendo team. He suspects that she has an ulterior motive…",
          "Aliases": []
        },
        "5": {
          "ID": "4829751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829751",
          "TitleEnglish": "Enrollment Part V",
          "SummaryEnglish": "Mibu tells Tatsuya that they are planning to let the school know of their thoughts about the discrimination among the students. An open forum is held at the school regarding the treatment of Course 1 and Course 2 students. However, there is an intrusion…",
          "Aliases": []
        },
        "6": {
          "ID": "4829752",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829752",
          "TitleEnglish": "Enrollment Part VI",
          "SummaryEnglish": "Tatsuya and the others go after the intruders. They are informed that the intruders are in the library, and Mibu is with them. Will they be able to stop them and find out what is going on?",
          "Aliases": []
        },
        "7": {
          "ID": "4829753",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829753",
          "TitleEnglish": "Enrollment Part VII",
          "SummaryEnglish": "Tatsuya has a plan to go after the people from Blance and take them on in battle. He leads the team to an abandoned factory where the people from Blance are. Will they be able to defeat them?",
          "Aliases": []
        },
        "8": {
          "ID": "4829754",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829754",
          "TitleEnglish": "Nine Schools Competition Part I",
          "SummaryEnglish": "Nine Magic University Affiliated High Schools around the country are preparing for the upcoming Nine Schools Competition. The Student Council needs to select engineers. Since Tatsuya knows how to fine-tune CADs, will he take on the role of an engineer?",
          "Aliases": []
        },
        "9": {
          "ID": "4829755",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829755",
          "TitleEnglish": "Nine Schools Competition Part II",
          "SummaryEnglish": "Tatsuya and Miyuki visit FLT where a Flying Spell experiment is taking place. They run into members of the Yotsuba family there. Tatsuya sees Mikihiko practicing Spirit Magic. Since Tatsuya seems to be interested, Mikihiko tells him about Crystal Eyes.",
          "Aliases": []
        },
        "10": {
          "ID": "4829756",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829756",
          "TitleEnglish": "Nine Schools Competition Part III",
          "SummaryEnglish": "The bus that is carrying the students to the Nine Schools Competition is attacked by unknown forces. Tatsuya suspects that it is the work of an insider. At the banquet before the competition, students meet Kudou, the chairman of the Magic Association.",
          "Aliases": []
        },
        "11": {
          "ID": "4829757",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829757",
          "TitleEnglish": "Nine Schools Competition Part IV",
          "SummaryEnglish": "Nine Schools Competition has finally started, and all eyes are on First High School. Tatsuya learns that the intruders from previous night are with the No-Head Dragons. Will the competition continue without any more interruption?",
          "Aliases": []
        },
        "12": {
          "ID": "4829758",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829758",
          "TitleEnglish": "Nine Schools Competition Part V",
          "SummaryEnglish": "During Women's Battle Board, Mari Watanabe has an accident and is taken to the Susono Base Hospital. Tatsuya helps her recover with magic. Still, she has to withdraw from Mirage Bat. Tatsuya suspects that the accident wasn't just an accident at all!",
          "Aliases": []
        },
        "13": {
          "ID": "4829759",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829759",
          "TitleEnglish": "Nine Schools Competition Part VI",
          "SummaryEnglish": "Thanks to Tatsuya's engineering skills, First High School players finish on the podium. Third High School students know that the success of First High is due to Tatsuya's skills. What will they do to beat First High School?",
          "Aliases": []
        },
        "14": {
          "ID": "4829760",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829760",
          "TitleEnglish": "Nine Schools Competition Part VII",
          "SummaryEnglish": "Tatsuya meets Masaki Ichijo and Shinkuro Kichijoji. It takes them by surprise that Tatsuya already knows about their background. Another accident happens at the Nine Schools Competition. First High students think that it was another act of sabotage.",
          "Aliases": []
        },
        "15": {
          "ID": "4829761",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829761",
          "TitleEnglish": "Nine Schools Competition Part VIII",
          "SummaryEnglish": "Tatsuya is asked to compete in Monolith Code. He picks Leonhard and Mikihiko to be his team members. Kichijoji advises Ichijo to figure out a way to force Tatsuya into head-to-head combat to win Monolith Code. Will Tatsuya take the bait as expected?",
          "Aliases": []
        },
        "16": {
          "ID": "4829762",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829762",
          "TitleEnglish": "Nine Schools Competition Part IX",
          "SummaryEnglish": "Finally, the day has arrived for Monolith Code. Tatsuya and his teammates have a strategy against Cardinal George and the Crimson Prince. Miyuki is confident that her brother will be the winner. However, is there a bad surprise in store for First High?",
          "Aliases": []
        },
        "17": {
          "ID": "4829763",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829763",
          "TitleEnglish": "Nine Schools Competition Part X",
          "SummaryEnglish": "Tatsuya has a feeling that an incident might occur during Mirage Bat. He assures Miyuki that he’ll protect her no matter what. Meanwhile, the No-Head Dragons decide to take even harsher actions to make sure that the Nine Schools Competition is called off.",
          "Aliases": []
        },
        "18": {
          "ID": "4829764",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829764",
          "TitleEnglish": "Nine Schools Competition Part XI",
          "SummaryEnglish": "First High School students celebrate their victories in the Nine Schools Competition. Enraged by the actions of No-Head Dragon, Tatsuya pays them a visit. Since Tatsuya is not a member of the Ten Master Clans, Jumonji has a very interesting offer for him.",
          "Aliases": []
        },
        "19": {
          "ID": "4829765",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829765",
          "TitleEnglish": "Yokohama Disturbance Part I",
          "SummaryEnglish": "Lately, Tatsuya has been reading about creating the Philosopher's Stone, thinking that it might have the capability to store Magic Sequences. Surprisingly, he is asked to participate in the Thesis Competition as a member of the First High School team.",
          "Aliases": []
        },
        "20": {
          "ID": "4829766",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829766",
          "TitleEnglish": "Yokohama Disturbance Part II",
          "SummaryEnglish": "Tatsuya's computer is hacked. He starts investigating the identity of the attackers and suspects that it has to do with the upcoming Thesis Competition. First High students sense that they are being watched. Will they be able to find out what is going on?",
          "Aliases": []
        },
        "21": {
          "ID": "4829767",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829767",
          "TitleEnglish": "Yokohama Disturbance Part III",
          "SummaryEnglish": "During the preparations for the Thesis Competition, a girl is seen carrying a wireless password breaker. Erika offers to teach Leo a move that would be lethal against his enemies. Since they are taking the day off together, rumors start flying about them!",
          "Aliases": []
        },
        "22": {
          "ID": "4829768",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829768",
          "TitleEnglish": "Yokohama Disturbance Part IV",
          "SummaryEnglish": "Tatsuya has brought the Relic to FLT. The lab is hacked by the Great Asian Alliance. An insider attempts to go through the personal belongings of Tatsuya at the Robot Research Club. Will the Relic be safe?",
          "Aliases": []
        },
        "23": {
          "ID": "4829769",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829769",
          "TitleEnglish": "Yokohama Disturbance Part V",
          "SummaryEnglish": "The Thesis Competition is underway and everyone is worried about the security for the event.",
          "Aliases": []
        },
        "24": {
          "ID": "4829770",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829770",
          "TitleEnglish": "Yokohama Disturbance Part VI",
          "SummaryEnglish": "After terrorists attack the Thesis Competition, the students have to fight to survive.",
          "Aliases": []
        },
        "25": {
          "ID": "4829771",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829771",
          "TitleEnglish": "Yokohama Disturbance Part VII",
          "SummaryEnglish": "The battle rages on after the attack on the Yokohama Convention Center. Students fight to make it safely to the shelter while forces duke it on the streets.",
          "Aliases": []
        },
        "26": {
          "ID": "4829772",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/4829772",
          "TitleEnglish": "Yokohama Disturbance Part VIII",
          "SummaryEnglish": "Miyuki reveals the price her brother has to pay in order to use his extraordinary power. Tatsuya, meanwhile, makes use of a destructive weapon. All battles come to a head.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "1815094",
      "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/seasons/official/2",
      "TitleEnglish": "Visitor Arc",
      "SummaryEnglish": "Shiba Miyuki's classmate Kitayama Shizuku is on her way to study abroad. For magicians, this is normally impossible, since allowing the genes of someone who can use magic outside their home country's borders is tantamount to giving up national secrets. But it's allowed to happen in one case-exchange programs. And that's how Angelina Kudou Shields has arrived in Japan from the USNA to study at First High. Around the time Lina arrived in Japan magicians began getting attacked by a mysterious being who leaves his victims drained of blood. Will Tatsuya be able to discover the identity of the \"Vampire\"?",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "7541591",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/7541591",
          "TitleEnglish": "Visitor Arc I",
          "SummaryEnglish": "Two months after the Scorched Halloween incident, Tatsuya and his friends hold a going-away party for Shizuku who will be studying abroad in America. With the start of the new semester, an exchange student from America arrives at First High School.",
          "Aliases": []
        },
        "2": {
          "ID": "7975787",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/7975787",
          "TitleEnglish": "Visitor Arc II",
          "SummaryEnglish": "A string of bizarre murders occurred where the victims were found to have most of the blood drawn from their bodies. Due to the methods used by the killer, they were called \"vampire incidents,\" and similar incidents were also occurring in America.",
          "Aliases": []
        },
        "3": {
          "ID": "7987561",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/7987561",
          "TitleEnglish": "Visitor Arc III",
          "SummaryEnglish": "The vampire that attacked Leo was a demon called a \"parasite.\" The Saegusa and Jumonji families decide to join forces to solve this case. Mikihiko and Erika search for the parasite to get revenge for Leo, and they confront a mysterious masked magician.",
          "Aliases": []
        },
        "4": {
          "ID": "7998790",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/7998790",
          "TitleEnglish": "Visitor Arc IV",
          "SummaryEnglish": "It turns out that the masked magician that engaged in a sword fight with Erika was Lina. With her identity blown, Lina uses the Parade spell to attack Tatsuya. Tatsuya attempts to disable the Parade spell by dismantling it but fails.",
          "Aliases": []
        },
        "5": {
          "ID": "8011498",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/8011498",
          "TitleEnglish": "Visitor Arc V",
          "SummaryEnglish": "A parasite is an information body that was generated from the spirit dimension. How could an entity from another dimension appear in the physical world? An evil visitor of unknown origin infiltrates its way into First High School.",
          "Aliases": []
        },
        "6": {
          "ID": "8023204",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/8023204",
          "TitleEnglish": "Visitor Arc VI",
          "SummaryEnglish": "Valentine's Day is a day to gift chocolate to the one you love and confess your feelings. This tradition is a source of joy and grief for many even at a distinguished institution like Magic High School. What will happen this year on Valentine's Day?",
          "Aliases": []
        },
        "7": {
          "ID": "8033218",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/8033218",
          "TitleEnglish": "Visitor Arc VII",
          "SummaryEnglish": "Colonel Balance orders Lina to capture the caster who was behind Scorched Halloween. Balance gives Lina a custom-made device called \"the Brionac\" which converts Strategic-Class magic into a beam of high-energy plasma.",
          "Aliases": []
        },
        "8": {
          "ID": "8045440",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/8045440",
          "TitleEnglish": "Visitor Arc VIII",
          "SummaryEnglish": "The Yotsuba Family intervenes to eliminate all threats to Tatsuya from the USNA military forces. After questioning Pixie about the remaining parasites, Tatsuya heads to Aoyama Cemetery with Miyuki and Honoka to lure them out.",
          "Aliases": []
        },
        "9": {
          "ID": "8058189",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/8058189",
          "TitleEnglish": "Visitor Arc IX",
          "SummaryEnglish": "Thanks to Pixie's psychic powers, Tatsuya and his friends are finally able to capture the parasites. They leave the scene after Erika and her team arrive, but a third faction disguised as the police appear before them and get in their way.",
          "Aliases": []
        },
        "10": {
          "ID": "8066934",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/8066934",
          "TitleEnglish": "Visitor Arc X",
          "SummaryEnglish": "As instructed by Raymond, one of the Seven Sages, Tatsuya and his friends head to the outdoor training area behind First High School on the night of February 19th. Just as Raymond said, they detect the presence of all active parasites and Lina gathering at the scene. At this rate, clashing with Lina, who is hell-bent on completing her mission as Sirius, will be inevitable. With complex emotions at play, the final battle with the parasites begins.",
          "Aliases": []
        },
        "11": {
          "ID": "8077430",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/8077430",
          "TitleEnglish": "Visitor Arc XI",
          "SummaryEnglish": "About a month after the parasite incident, Tatsuya and his friends reluctantly bid farewell to Mayumi, Mari, Katsuto and the other seniors at the 29th graduation ceremony at First High School. The time also comes for them to give a send-off to another friend who came from America.",
          "Aliases": []
        },
        "12": {
          "ID": "8086805",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/8086805",
          "TitleEnglish": "Visitor Arc XII",
          "SummaryEnglish": "Tatsuya and Miyuki are invited to a party celebrating the completion of Japan's first hyperbuilding, Tokyo Offshore Tower. At the party, they are astonished when Hayama introduces them to a young girl named Minami Sakurai.",
          "Aliases": []
        },
        "13": {
          "ID": "8089788",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/8089788",
          "TitleEnglish": "Visitor Arc XIII",
          "SummaryEnglish": "The New Breed Front announces that they are going to explode the Offshore Tower in one hour. There is no telling whether they might set off the bomb any earlier. In order to foil the New Breed Front's plans, Tatsuya and Miyuki take Minami with them and head for the control center on the first underground floor.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "2080135",
      "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/seasons/official/3",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "10362649",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362649",
          "TitleEnglish": "Double Seven Part I",
          "SummaryEnglish": "It has reached the month of April in 2096, and various aspects of Tatsuya's life are changing as he advances to the second year. Tatsuya and Mizuki transferred to the newly established Department of Magical Engineering, and Mikihiko has also transferred out of Course 2 and was now a Course 1 student. Along with this change, Tatsuya and Miyuki were now living with Minami, who was sent to stay with them by the Yotsuba Family. Tatsuya enters the school year hoping they would have a peaceful student life this time around, but the new year meant the arrival of new students, like Kasumi and Izumi, the twins of the Sagusa Family, and Takuma Shippou, the new student valedictorian who feels a rivalry towards the Saegusa Family. All of them have their own quirk or two, for better or for worse...",
          "Aliases": []
        },
        "2": {
          "ID": "10362650",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362650",
          "TitleEnglish": "Double Seven Part II",
          "SummaryEnglish": "The entrance ceremony has ended, and club recruitment of the freshmen has begun. Amidst the competitive recruitment frenzy, the Robot Research Club and Motorcycle Club were getting in a heated stare off over a freshman that both clubs were aiming to recruit. Kasumi, from the Disciplinary Committee, and Shippou, from the Extracurricular Activities Federation, intervene. However, now the two who had come to break up the fight begin arguing amongst themselves over who should have authority over the situation, and were on the brink of initiating a physical fight. Meanwhile, Koichi, the head of the Saegusa Family, was devising a plan to mitigate the Yotsuba Family's power through a false anti-magician campaign that the USNA's Humanist Extremist group was drawing up for the media.",
          "Aliases": []
        },
        "3": {
          "ID": "10362651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362651",
          "TitleEnglish": "Double Seven Part III",
          "SummaryEnglish": "Information gets out that Kanda, an anti-magic advocate and Diet member, will visit First High School with the media to observe the school's curriculum, claiming that he has heard disturbing rumors about it. He plans to create an uproar with the media and assert that the school is brainwashing students into the military - if he finds anything suspicious of that nature. To stop this ploy, Tatsuya suggests performing an experiment showing the students creating a Sustained Gravity Control-Type Magic Thermonuclear Fusion Reactor = Stellar Furnace. The students plan on demonstrating that the magic education they receive at the school can solve energy problems, and that magic can contribute to the peace of humankind depending on the type of magic they use.",
          "Aliases": []
        },
        "4": {
          "ID": "10362652",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362652",
          "TitleEnglish": "Double Seven Part IV",
          "SummaryEnglish": "News outlets were enthusiastically reporting the great success of the stellar furnace experiment carried out by the students at First High School. However, since Takuma Shippou had heard from his father that the Saegusa Family was going to be the ones to deal with Diet member Kanda, he thinks they used Tatsuya to claim credit for the experiment's success themselves. Takuma then takes his pent-up anger out on Kasumi Saegusa, who he happened to pass by on campus. Kasumi, unable to turn a blind eye to these insults against her family, is on the brink of engaging in a magic fight with Takuma... But then, the Disciplinary Committee intervenes before either of them makes their move, and takes them in for questioning. Tatsuya suggests they let them duke it out in an official match to end this mutual enmity between the two once and for all.",
          "Aliases": []
        },
        "5": {
          "ID": "10362653",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362653",
          "TitleEnglish": "Steeplechase Part I",
          "SummaryEnglish": "A notice has been sent to the magic high schools across the country that a portion of the events in the Nine Schools Competition will be changed. Shockingly, three of the six events will be changed. In order to respond to the sudden change in events, First High School's Student Council is thrown in a frenzy to understand the new rules, reselecting athletes and readjusting their CADs. While everyone was complaining about the Competition's management due to the sudden change in timing, one month before the start of the Nine Schools Competition, Tatsuya had a growing suspicion about the strong military flavor of all the newly added events.",
          "Aliases": []
        },
        "6": {
          "ID": "10362654",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362654",
          "TitleEnglish": "Steeplechase Part II",
          "SummaryEnglish": "Tatsuya and the other Student Council members were spending their days extremely busy in order to deal with the sudden change of events for the Nine Schools Competition. However, out of the blue, Tatsuya receives an email from an unknown sender. The email states that the changes in the competition were due to pressure from the JDF, and that the Kudou Family was planning to piggyback on the JDF's order to test out a secretly developed military weapon at the Steeplechase Cross-country Event. This prompts Tatsuya to head to Nara, where the Kudou Family's stronghold is based, to find out more about the experiments they are conducting.",
          "Aliases": []
        },
        "7": {
          "ID": "10362655",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362655",
          "TitleEnglish": "Steeplechase Part III",
          "SummaryEnglish": "It turns out that the secret experiments that the Kudou Family has been conducting was for developing parasite dolls, a female combat robot possessed by a parasite. Experiments on the dolls' operations are being conducted at the Steeplechase Cross-country venue, where security is abnormally tight - so much so that Tatsuya himself can't even break into the premises. As such, Tatsuya orders Pixie to keep an eye out for the parasites while he conducts adjustments to the CADs and gives instructions to the underclassmen as an engineer. However, this continual sense of nervousness and nonstop days of hard work are tiring out Tatsuya. He's never felt this tired before.",
          "Aliases": []
        },
        "8": {
          "ID": "10362657",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362657",
          "TitleEnglish": "Steeplechase Part IV",
          "SummaryEnglish": "The women's division of the Steeplechase Cross-country Event has finally begun. Tatsuya has Pixie figure out the location of all the parasite dolls and tries to eliminate them before they come into contact with the players. However, the parasite dolls unleash their magic at speeds that exceed Tatsuya's imagination. Though it is difficult, he manages to seal away the first parasite doll. Tatsuya goes on to seal away the remaining parasite dolls one after another, but the highest-performance models, the Prime Four, now stand in his way.",
          "Aliases": []
        },
        "9": {
          "ID": "10362659",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362659",
          "TitleEnglish": "Ancient City Insurrection Part I",
          "SummaryEnglish": "The Nine Schools Competition has ended, and it is now the second semester. Ayako and Fumiya visit Tatsuya to deliver a letter they were entrusted directly from Maya. The letter was a request asking for Tatsuya's cooperation in capturing Gongjin Zhou. The Kurobas were also pursuing him but lost sight of him in the Kyoto area. It seems Gongjin Zhou has been receiving help from the Traditionalists, a faction of Ancient Magicians, in his escape. The Traditionalists and the Kudou Family have been in conflict with each other for many years. So, Tatsuya decides to reach out to Fujibayashi, Retsu Kudou's granddaughter, to ask for Retsu's cooperation in capturing Gongjin Zhou.",
          "Aliases": []
        },
        "10": {
          "ID": "10362660",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362660",
          "TitleEnglish": "Ancient City Insurrection Part II",
          "SummaryEnglish": "In order to obtain cooperation from Retsu Kudou to capture Gongjin Zhou, Tatsuya, Miyuki and Minami visit Nara, the home of the Kudou Family. Retsu Kudou readily accepts Tatsuya's offer and introduces him to his grandson, Minoru. Minoru is one year Tatsuya's junior, and although he is physically weak, he is said to be a very powerful magician. At the dinner table, Minoru hears that Tatsuya and his friends are looking for a traditional magic user and offers his help. The next day, as Tatsuya and the others are scouting the Traditionalists' base in Nara under Minoru's guidance, they are attacked by the Traditionalists at Nara Park.",
          "Aliases": []
        },
        "11": {
          "ID": "10362661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362661",
          "TitleEnglish": "Ancient City Insurrection Part III",
          "SummaryEnglish": "The nationwide Magic High Schools Thesis Competition held by the Japan Magic Association. Also known as just The Thesis Competition will be held in Kyoto. After experiencing the Thesis Competition being attacked by the Great Asian Alliance last year, Mikihiko, the head of the Disciplinary Committee, proposes to the Student Council that this year they would like to inspect the area around the venue in advance to ensure security. Tatsuya, Miyuki, Minami, Leo and Erika will also be accompanying him. On his way home after the Student Council meeting, Tatsuya learns from the news that Mayumi's bodyguard, Saburo Nakura, was murdered by someone in Kyoto.",
          "Aliases": []
        },
        "12": {
          "ID": "10362662",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10362662",
          "TitleEnglish": "Ancient City Insurrection Part IV",
          "SummaryEnglish": "As Tatsuya is researching the Traditionalist bases in Kyoto under Minoru's guidance, he meets the owner of a restaurant, who is also a Traditionalist, on the way to Kiyomizu Temple. The shop owner shares that he is concerned about the current state of Nara's Traditionalist sects being absorbed by casters from the Continent and offers to share information with Tatsuya. Based on the restaurant owner's information, Tatsuya narrows down a place in Kyoto where the Traditionalists are hiding. He meets with Mayumi, who wants to find the culprit who killed Nakura, and Masaki, who happened to come across them during a battle against the Traditionalists, and heads to Arashiyama with them.",
          "Aliases": []
        },
        "13": {
          "ID": "10442122",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-irregular-at-magic-high-school/episodes/10442122",
          "TitleEnglish": "Ancient City Insurrection Part V",
          "SummaryEnglish": "The night before the Thesis Competition. Tatsuya receives a report from Fumiya that they have located Gongjin Zhou's whereabouts. He was hiding at the JGDF's 2nd Supply Base in Uji. Tatsuya speculates that he would not have enough offensive power to fight alone at the JGDF's base, so he contacts Masaki. When Masaki hears that they would need to invade an army base to get to him, he hesitates for a moment but decides to accompany Tatsuya to fulfill his responsibilities as a member of the Ten Master Clans. The two invade the army base where soldiers controlled by Gongji Zhou await...",
          "Aliases": []
        }
      }
    }
  }
}