{
    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3517010/",
        "https://gochiusa.com/bloom/",
        "http://www.reddit.com/r/GochiUsa",
        "https://www.themoviedb.org/tv/60843",
        "https://www.themoviedb.org/tv/60843",
        "https://x.com/usagi_anime",
        "https://www.youtube.com/c/UC4nFt-n9J3Q4DQSSvB0DR6g"
    ],
    "TitleEnglish": "Is the Order a Rabbit?",
    "SummaryEnglish": "Kokoa Hoto is a positive and energetic girl who becomes friends with anyone in just three seconds. After moving in with the Kafuu family in order to attend high school away from home, she immediately befriends the shy and precocious granddaughter of Rabbit House cafe's founder, Chino Kafuu, who is often seen with the talking rabbit, Tippy, on her head. After beginning to work as a waitress in return for room and board, Kokoa also befriends another part-timer, Rize Tedeza, who has unusual behavior and significant physical capabilities due to her military upbringing; Chiya Ujimatsu, a waitress from a rival cafe who does everything at her own pace; and Sharo Kirima, another waitress at a different cafe who has the air of a noblewoman despite being impoverished. With fluffy silliness and caffeinated fun.",
    "TitleJapanese": "ご注文はうさぎですか？",
    "SummaryJapanese": "この春から高校に通うべく新しい街にやってきたココア。道に迷って偶然に喫茶ラビットハウスに入るが、実は、そこが彼女が住み込むことになっていた喫茶店だった。ちっちゃくてクールなチノ、軍人気質なリゼ、おっとり和風な千夜、気品あふれる庶民派シャロと全方位的なかわいさの登場人物に、チノの同級生マヤ＆メグ、常連客の青山ブルーマウンテン先生も加わってラビットハウスは今日もすべてがかわいい！",
    "Aliases": [
        "GochiUsa",
        "GochiUsa 2",
        "GochiUsa 3",
        "Gochūmon wa Usagi Desu ka?",
        "Gochuumon wa Usagi Desu ka?",
        "Gochuumon wa Usagi Desu ka? 2",
        "Gochuumon wa Usagi Desu ka? 3",
        "Gochuumon wa Usagi Desu ka? Bloom",
        "Gochuumon wa Usagi Desu ka??",
        "Gochuumon wa Usagi Desuka?",
        "Gochuumon wa Usagi Desuka? 2",
        "Gochuumon wa Usagi Desuka? 3",
        "Gochuumon wa Usagi Desuka? Bloom",
        "Gochuumon wa Usagi Desuka??",
        "Is the Order a Rabbit? 2",
        "Is the Order a Rabbit? 3",
        "Would You Like to Order a Rabbit?"
    ],
    "Modified": "2025-05-29",
    "Seasons": {
        "0": {
            "ID": "577561",
            "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "7272793",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7272793",
                    "TitleEnglish": "Is the Order a Rabbit?? OVA: Sing for You",
                    "SummaryEnglish": "Chino Kafuu returns to Rabbit House with a horrified look on her face. When questioned by her friends, she explains to them that she had just agreed to sing the solo section of a song for her class’ graduation ceremony. Although they congratulate their friend on her important role, Chino reveals that she has stage fright, but is determined to overcome it before the ceremony takes place.With the support of her friends and special training from Rize Tedeza, will Chino be able to overcome her stage fright? This is a wholesome and heart-warming short story featuring Chino and the other girls from the cafe.",
                    "TitleJapanese": "ご注文はうさぎですか?? ~Sing For You~",
                    "SummaryJapanese": "音楽会のソロパートに選ばれたチノ。特訓をお願いされたリゼは、\n人前で歌うことに慣れさせようとカラオケ大会を開催しますが、\nチノの練習というよりは、みんなで盛り上がってしまいます。\n緊張したチノは当日ちゃんと歌えるのでしょうか──!?"
                },
                "2": {
                    "ID": "5892819",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5892819",
                    "TitleEnglish": "Is the Order a Rabbit?? Dear My Sister",
                    "SummaryEnglish": "Cocoa visits her family, in the mountains, after quite some time again after her sister Mocha wrote her, through a letter, to come back soon. Her friends will have to spend a week in the town without her, while Cocoa has time with her family that she hasn't seen for a long time. But Chino, Cocoa's self proclaimed little sister, wants to go watch, with Cocoa and all her friends, the fireworks in the fireworks festival, which is coming up in less than a week. Cocoa decides to return early as she misses them all, but will she arrive in time for the climax of the festival?",
                    "TitleJapanese": "ご注文はうさぎですか??～Dear My Sister～",
                    "SummaryJapanese": "喫茶店ラビットハウスへやってきたココア。うさぎの看板に釣られて入ったこのお店こそが、彼女が下宿することになる場所でした。リゼや千夜、シャロたちとすぐに仲良くなったココアはすっかり“木組みの街”の一員に。ラビットハウスの一人娘であるチノのことは本当の妹のように可愛いがっています。そうして迎えた二度目の夏。今年もチノたちと、たくさんの思い出を作りたいココアですが、神妙な表情で、キャリーケースを持って駅のホームにたたずんでいます。ココアはいったいどこへ……？マヤとメグも遊びに来てくれて楽しい時間が流れますが、ココアが抜けてどこかちょっぴり賑やかさの足りないラビットハウス。そんな中、チノは少しだけ勇気を出して、みんなを花火大会に誘ってみることにしたのでした。"
                }
            }
        },
        "1": {
            "ID": "577562",
            "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4805449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4805449",
                    "TitleEnglish": "I Knew at First Glance That It Was No Ordinary Fluffball",
                    "SummaryEnglish": "Cocoa's first day at the Rabbit House Cafe is lively as she meets and becomes friends with Chino and Lize in a heartbeat.",
                    "TitleJapanese": "ひと目で、尋常でないもふもふだと見抜いたよ",
                    "SummaryJapanese": "この春から高校に通うべく新しい街にやってきたココア。\n道に迷って偶然に喫茶ラビットハウスに入るが、実はそこが彼女が住み込むことになっていた喫茶店だった。\nラビットハウスの一人娘・チノ、アルバイトのリゼともすぐに打ち解け、ココアの賑やかな新生活が始まる。"
                },
                "2": {
                    "ID": "4852538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4852538",
                    "TitleEnglish": "The Girl Who Loved Wheat and the Girl Loved by Azuki Beans",
                    "SummaryEnglish": "While getting ready for the first day of school, Cocoa runs into a new friend at the park. Cocoa's and her friends decide to bake bread and visit Chiya's coffee house.",
                    "TitleJapanese": "小麦を愛した少女と小豆に愛された少女",
                    "SummaryJapanese": "新しい学校への登校中にココアは和服の女の子・千夜と出会う。和菓子に奇抜な名前をつける趣味を持っていたり、通う高校が同じだったりする千夜とすぐに打ち解けたココアは、早速休日にチノ、リゼと共にパン作りを始める。"
                },
                "3": {
                    "ID": "4852539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4852539",
                    "TitleEnglish": "Do You Remember the Day You First Got Drunk? You Tried to Light a Campfire in Your Own Home, Didn't You?",
                    "SummaryEnglish": "Cocoa and company make a new friend, Sharo. Afterward, they enjoy some tea at Sharo's teahouse and spend the night at Rabbit house telling scary stories.",
                    "TitleJapanese": "初めて酔った日の事憶えてる？自分の家でキャンプファイヤーしようとしたわよね",
                    "SummaryJapanese": "カップを買いにきたココアたちは、リゼの学校の後輩で、千夜と幼なじみのシャロと出会う。\nそんな中シャロがいかがわしい店で働いているのではないかと心配する千夜のため、ココアたちはシャロのバイト先に潜入することに。"
                },
                "4": {
                    "ID": "4852540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4852540",
                    "TitleEnglish": "Your Lucky Items Are Vegetables, Crime, and Punishment",
                    "SummaryEnglish": "Cocoa practices her fortune telling technique using caffe-de-mancy, and the girls head to the library on a sunny afternoon.",
                    "TitleJapanese": "ラッキーアイテムは野菜と罪と罰",
                    "SummaryJapanese": "カフェ・ド・マンシーというコーヒー占いを見たココアは、チノにやり方を教えてもらいチノ・リゼ・ティッピーの運勢を占う。\nその後なぜかココア身に次々と不幸な事が起こっていき…。"
                },
                "5": {
                    "ID": "4871488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4871488",
                    "TitleEnglish": "Cocoa and Murderous Intent Without Malice",
                    "SummaryEnglish": "The girls begin practicing for the ball sports tournament at school, with unsurprising results. Father's Day is near, and Rize takes up extra jobs to get her father a gift.",
                    "TitleJapanese": "ココアと悪意なき殺意",
                    "SummaryJapanese": "学校の球技大会のために千夜と練習をするというココアは、なぜか浮かない顔をしながら先にバイトを上がって公園に向かう。\nバドミントンの練習のために遅れて公園に行ったチノとリゼは、広場で倒れているココアと千夜を発見する。"
                },
                "6": {
                    "ID": "4878327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4878327",
                    "TitleEnglish": "A Story About Telling a Story",
                    "SummaryEnglish": "Chino's friends help out at the Rabbit House and take a shining to Cocoa and Lize, leaving Chino the odd man out.",
                    "TitleJapanese": "お話をするお話",
                    "SummaryJapanese": "ココアが帰宅するとチノの同級生、マヤとメグがラビットハウスの制服姿で店の手伝いをしていた。\nマヤとメグはすぐにココアやリゼとも仲良くなるが、それを見ていたチノはなぜかもやもやする気持ちを抱き始める。"
                },
                "7": {
                    "ID": "4878328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4878328",
                    "TitleEnglish": "Call Me Sister",
                    "SummaryEnglish": "Chino and Cocoa get into small, cute fights with each other over puzzles and pancakes. Later, the girls hand out flyers for their cafes.",
                    "TitleJapanese": "Call Me Sister.",
                    "SummaryJapanese": "チノの様子が普段と違うことに気付いたリゼ。ココアに聞いてみると、チノが楽しみにしていたパズルをほぼ完成させてしまったのが原因だった。姉失格だとショックを受けたココアは店を飛び出してしまい...。"
                },
                "8": {
                    "ID": "4885176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4885176",
                    "TitleEnglish": "Wet with Pool Water, Wet with Rain, Wet with Tears",
                    "SummaryEnglish": "Cocoa and the other girls take it upon themselves to teach Rize how to swim at the hot spring pool. Late, they watch a movie based on Aoyama's book together.",
                    "TitleJapanese": "プールに濡れて雨に濡れて涙に濡れて",
                    "SummaryJapanese": "温泉プールに遊びに来たココア達は、シャロがリゼに泳ぎ方を教えたり、息止め勝負をしたりとプールを満喫していた。\nそんな中チノと千夜はチェスを始めるが、その勝負の先に待ち受けるものとは！？"
                },
                "9": {
                    "ID": "4885177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4885177",
                    "TitleEnglish": "Aoyama Slump Mountain",
                    "SummaryEnglish": "Chino learns from a stray paper airplane that Aoyama is quitting her job as a novelist and takes up a part-time job at the Rabbit House.",
                    "TitleJapanese": "青山スランプマウンテン",
                    "SummaryJapanese": "チノが歩いて帰っていると、公園の方から原稿用紙で作られた紙飛行機が飛んできた。\nその紙飛行機は小説家の仕事を辞めたという青山ブルーマウンテンのもので、チノはそんな彼女をラビットハウスに連れてくる。"
                },
                "10": {
                    "ID": "4885178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4885178",
                    "TitleEnglish": "The Anti-Sister Battle Corps, AKA The Chimame Corps",
                    "SummaryEnglish": "While Cocoa helps Chiya study for the upcoming exams, Megu and Maya help our at Rabbit House. Later, a trip to the pool is in order.",
                    "TitleJapanese": "対お姉ちゃん用決戦部隊、通称チマメ隊",
                    "SummaryJapanese": "千夜の家でテスト前の勉強合宿をしているココアがラビットハウスにいないある日、マヤとメグがチノの家にお泊りに来る。\n店の手伝いをするチノ・マヤ・メグを見たリゼは3人合わせて「チマメ」と命名する。"
                },
                "11": {
                    "ID": "4885179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4885179",
                    "TitleEnglish": "The Girl Dons a Red Coat and Drives a Team of Rabbits Across the Christmas Eve Night Sky",
                    "SummaryEnglish": "To celebrate the Christmas season, the girls decide to throw a Christmas party. Let the planning commence!",
                    "TitleJapanese": "少女は赤い外套を纏いウサギを駆りて聖夜の空を行く",
                    "SummaryJapanese": "クリスマスマーケットでの買い物中に、ココア達はクリスマスパーティーの計画を立てる。\nそしてクリスマス当日、ココア達にマヤ、メグ、青山さんも加わり賑やかなクリスマスパーティーが始まる。"
                },
                "12": {
                    "ID": "4885180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4885180",
                    "TitleEnglish": "For You, I Can Sleep Late",
                    "SummaryEnglish": "Cocoa runs a fever, and the girls head out to get her some medicine. After she heals, Chino ends up with the mumps.",
                    "TitleJapanese": "君のためなら寝坊する",
                    "SummaryJapanese": "登校中にココアの異変に気付いたチノ。ココアは高熱で、リゼや千夜がお見舞いに来てくれたがなかなか熱が下がらなかった。\n夜になって切れてしまった風邪薬を求めチノは一人で雪道に出ていく…。"
                }
            }
        },
        "2": {
            "ID": "611481",
            "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5113602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5113602",
                    "TitleEnglish": "1st Bunny: This Is My Self-Proclaimed Big Sister Whose Smiles and Flashes are Boisterous",
                    "SummaryEnglish": "It’s been a year since Cocoa arrived at Rabbit House, and she wants to send her mom pictures of her friends. If only she could get Chino to pose for a picture!",
                    "TitleJapanese": "笑顔とフラッシュがやかましい これが私の自称姉です",
                    "SummaryJapanese": "喫茶店ラビットハウスに住み込みで働くココアは、実家に写真付きの手紙を出そうと言い出します。けれど喫茶店の一人娘・チノは恥ずかしがってカメラから逃げてしまいます。きちんと写真は撮れるのでしょうか……？"
                },
                "2": {
                    "ID": "5333947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5333947",
                    "TitleEnglish": "2nd Bunny: Grey Rabbit and Cinderella",
                    "SummaryEnglish": "Syaro’s being plagued by a ghost… or is she? Later, the girls visit Rize’s mansion and find themselves dressed up as maids!",
                    "TitleJapanese": "灰色兎と灰かぶり姫",
                    "SummaryJapanese": "ラビットハウスに現れた白いフワフワしたお化け……それは自宅から逃げてきたシャロでした。なんでも彼女の家で怪現象が起こっていると言うのです。翌日、リゼや千夜にも相談して、シャロの家を訪れることになり……。"
                },
                "3": {
                    "ID": "5333948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5333948",
                    "TitleEnglish": "3rd bunny: Spinning Dance Legend Duck Squad",
                    "SummaryEnglish": "Chino, Megu, and Maya have to come up with sketches and a creative dance for a school fine arts project. Will Chino’s ballet lessons take her away from Rabbit House?",
                    "TitleJapanese": "回転舞踏伝説アヒル隊",
                    "SummaryJapanese": "美術の授業で絵を描いていたココアと千夜は、帰り道にチノとマヤとメグに出会います。彼女たちは写生大会と創作ダンスがあるのだと言います。ココアと千夜も協力して、まずは絵になるものを探しに行くことにしました。"
                },
                "4": {
                    "ID": "5333949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5333949",
                    "TitleEnglish": "4th Bunny: Cocoa-senpai’s Elegant Tea Party Tutorial",
                    "SummaryEnglish": "The high school girls treat Chino, Megu, and Maya to a classy afternoon tea party. In an effort to be more “grown up,” the younger girls observe and copy the older girls.",
                    "TitleJapanese": "ココア先輩の優雅なお茶会チュートリアル",
                    "SummaryJapanese": "季節は巡り、みんなももうすぐ進級します。ちょっぴり大人になれたかな？　進級祝いに、とリゼに誘われて優雅なアフタヌーンティーを楽しみました。その翌日、なぜか妙にココアが張り切りだします。その理由は……？"
                },
                "5": {
                    "ID": "5333950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5333950",
                    "TitleEnglish": "5th Bunny: I Saw Through Your Ordinary Springiness at First Bite",
                    "SummaryEnglish": "Cocoa’s sister, Mocha, arrives at Rabbit House, and she’s ready to cuddle everyone in sight! Against Mocha, does Cocoa stand a chance at keeping her “big sister” status?",
                    "TitleJapanese": "ひと口で普通のもちもちだと見抜いたよ",
                    "SummaryJapanese": "ココアの姉・モカがやってくる！　……はずなのですが待ちぼうけ。姉を探しに外へ飛び出したココアですが、なかなか見つかりません。一方のモカは公園でうさぎをもふもふしているのでした。姉妹は会えるのでしょうか？"
                },
                "6": {
                    "ID": "5366548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5366548",
                    "TitleEnglish": "6th Bunny: Wooden Framework Town, Mission Complete",
                    "SummaryEnglish": "Mocha continues to effortlessly win all of Cocoa’s friends over and claim them as her new “little sisters.” How will Mocha react when Cocoa starts to treat her coldly?",
                    "TitleJapanese": "木組みの街攻略完了",
                    "SummaryJapanese": "朝からモカとパン作り勝負をしたココア。二人ともパンを作りすぎてしまったので、みんなで湖畔へピクニックに行くことになりました。けれど、幼い頃から姉に負け続きのココアは悔しさで落ち込んでしまっていて……。"
                },
                "7": {
                    "ID": "5366549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5366549",
                    "TitleEnglish": "7th bunny: That Spoiled Girl, Like a Soap Bubble, Will Fleetingly Disappear",
                    "SummaryEnglish": "An accidental spill on her uniform sends Cocoa on a soapy, bubbly adventure. Later, the girls debate dinner, and Chino attempts to speak less stiffly with her friends.",
                    "TitleJapanese": "甘えん坊なあの子はシャボン玉のように儚く消える",
                    "SummaryJapanese": "洗濯機が壊れてしまったので今日は手洗いでお洗濯！　手洗いに慣れているシャロに指導してもらって、みんなで洗っていくのですが、喫茶店の制服には所々ほつれが……。そこでチノは制服のリニューアルを提案しました。"
                },
                "8": {
                    "ID": "5366550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5366550",
                    "TitleEnglish": "8th bunny: Sneaking Stalking Stalker Story",
                    "SummaryEnglish": "The new school year begins with high hopes and cute supplies, but Syaro and Cocoa get into a fight, Maya worries about the future, and the girls end up stalking each other!",
                    "TitleJapanese": "スニーキングストーキングストーカーストーリー",
                    "SummaryJapanese": "ココアとケンカしたという千夜。クラス替えをまったく気にしていないココアにむすっとしてしまったそうなのです。話を聴いたシャロはリゼとチノに相談します。そんなとき、千夜にココアから果たし状が届いて──!?"
                },
                "9": {
                    "ID": "5366551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5366551",
                    "TitleEnglish": "9th bunny: The Furball Suicide Attacks, and the Merciless Button is Launched",
                    "SummaryEnglish": "An ancient rivalry between Rabbit House and Ama Usa An?! Rize and Cocoa “interrogate” Syaro for answers and discover the origin of Chiya’s obsession with strange menu items.",
                    "TitleJapanese": "毛玉は特攻し無慈悲なボタンは放たれる",
                    "SummaryJapanese": "チノはラビットハウス、千夜は甘兎庵の跡継ぎ。ふたつのお店はライバルで深い因縁があったようなのですが、いったい何があったのでしょうか。ココアとリゼはシャロに話を聞きつつ、その因縁について調べていきます。"
                },
                "10": {
                    "ID": "5366552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5366552",
                    "TitleEnglish": "10th Bunny: Everyday Life Searching for E",
                    "SummaryEnglish": "The ever popular Rize recruits Syaro to help her with her packed club schedule. Later, Cocoa desperately tries to find someone to play outside with her.",
                    "TitleJapanese": "Eを探す日常",
                    "SummaryJapanese": "部活動の助っ人として活躍するリゼ。こっそりと彼女を応援していたシャロは、リゼから一緒に部活の練習に参加しようと誘われました。様々な部活を巡るなかで、伝説の『ミス・エメラルド』という人物の噂を耳にして……。"
                },
                "11": {
                    "ID": "5366553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5366553",
                    "TitleEnglish": "11th Bunny: Stardust Mayim-Mayim",
                    "SummaryEnglish": "A perfect vacation to a mountain cabin changes into quest for survival?! The girls go fishing, hunt for mushrooms, stargaze, and pull zombie pranks on each other!",
                    "TitleJapanese": "スターダスト・マイムマイム",
                    "SummaryJapanese": "リゼの誘いでココアたちは山に遊びに来ました。でも用意されているはずの食料がなかった!?　そこで、みんなで協力して釣りや山菜取りに行くことになりました。街を離れた自然の中で、ドキドキのキャンプはどうなる!?"
                },
                "12": {
                    "ID": "5366554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5366554",
                    "TitleEnglish": "12th Bunny: The Treasure is Your Decisive Moment",
                    "SummaryEnglish": "Chino unveils her talents as a budding photographer. Later, Cocoa finds a map hidden at Rabbit House, the ensuing treasure hunt takes the girls on an adventure around town.",
                    "TitleJapanese": "宝物は君の決定的瞬間",
                    "SummaryJapanese": "ココアは偶然、壁の絵から“シスト”という宝探しゲームの地図を見つけました。さっそくココアはチマメ隊を引き連れて街を探索します。地図に記された謎を解きつつ隠された宝物を探す、４人の冒険が幕を開けます。"
                }
            }
        },
        "3": {
            "ID": "831244",
            "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/seasons/official/3",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7418403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7418403",
                    "TitleEnglish": "Bunnisode 1: The Magician at the Cafe of Smiles",
                    "SummaryEnglish": "The Rabbit House staff decides to beat the heat by making summer uniforms! However, the perfect pink fabric for Cocoa proves elusive…",
                    "TitleJapanese": "にっこりカフェの魔法使い",
                    "SummaryJapanese": "暑い日が続くある日、喫茶店ラビットハウスには「冷やしコーヒーはじめました」の看板が。\n店内では浴衣姿のココアたちが出迎えます。これは涼しげ、でもちょっと変？\nそこで夏用の制服を作ることになりました。"
                },
                "2": {
                    "ID": "7973605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7973605",
                    "TitleEnglish": "Bunnisode 2: The Case of the Childhood Friend's Stolen Heart",
                    "SummaryEnglish": "An unexpected trek through the spooky woods puts Syaro and Chiya’s relationship to the test, but there’s more to the situation than meets the eye…",
                    "TitleJapanese": "幼馴染ハート強奪事件",
                    "SummaryJapanese": "夏の風物詩といえば怪談！　甘兎庵をホラー週間にするくらい浮かれている千夜ですが、シャロは相手にしてくれません。そんなとき、マヤとメグがやってきて、2人を幼馴染同士での冒険に誘うのですが……。"
                },
                "3": {
                    "ID": "7973609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7973609",
                    "TitleEnglish": "Bunnisode 3: Everything in the World Serves as My Experience Points",
                    "SummaryEnglish": "Their futures are still undecided, so Chino, Megu and Maya attend a high school information fair! But this place seems pretty fancy… wait, where the heck did Megu go!?",
                    "TitleJapanese": "世界のすべては私の経験値",
                    "SummaryJapanese": "チノもそろそろ進学する高校を考える時期。\nチマメの3人はリゼとシャロの通うお嬢様学校の説明会へ行くことになりました。\n一方、千夜は文化祭の実行委員長に選ばれ、ココアと一緒に喫茶店を準備することに。"
                },
                "4": {
                    "ID": "7973614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7973614",
                    "TitleEnglish": "Bunnisode 4: A Potential Everyday Life",
                    "SummaryEnglish": "The class cultural festival is underway, and it’s sure to be an unforgettable experience when Cocoa and Chiya are in charge of the class café.",
                    "TitleJapanese": "あったかもしれない日常",
                    "SummaryJapanese": "ココアと千夜の高校で行われる文化祭は、準備が大詰め。\n実行委員長の千夜の指示で、クラスメイトたちも張り切っています。\nいよいよ文化祭が始まると、招待状をもらったリゼとシャロ、チマメの3人がやってきます。"
                },
                "5": {
                    "ID": "7973618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7973618",
                    "TitleEnglish": "Bunnisode 5: She is a Fierce Whirlwind, She is a Carefree Breeze",
                    "SummaryEnglish": "A school marathon poses a daunting challenge for Chiya, but with a little of Rize’s training, she’ll race to the finish for the sake of Ama Usa An!",
                    "TitleJapanese": "彼女は熱き旋風 彼女は気ままなそよ風",
                    "SummaryJapanese": "スポーツの秋。ココアはマラソン大会で、チノにお姉ちゃん兼先輩として\nいいところを見せようとして意気込みます。千夜も気合いを入れるのですが、\n体力には自信がありません。特訓の成果は発揮できるのでしょうか。"
                },
                "6": {
                    "ID": "7986960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7986960",
                    "TitleEnglish": "Bunnisode 6: A Fluffle of Rabbits is Also Most Welcome",
                    "SummaryEnglish": "Picture day is here, and new looks are in order — except for Megu, Chino and Maya, that is. They’ll band together to keep it natural. Too bad there’s a traitor in their midst…",
                    "TitleJapanese": "うさぎの団体さんも大歓迎です",
                    "SummaryJapanese": "中学校では、卒業アルバムの撮影が近いからかオシャレをしている生徒が増えているようです。\nチマメも自然体でいようと結束するのですが、やっぱり髪型くらいは整えたい！\n3人はそれぞれ助っ人を見つけるのでした。"
                },
                "7": {
                    "ID": "7986965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7986965",
                    "TitleEnglish": "Bunnisode 7: We Shall Dance With Ghosts Until Dawn on This Halloween Night!",
                    "SummaryEnglish": "It’s finally Halloween, and things are about to get sPoOoOoOoKy at all the local cafés. From candy to costumes, it’s bound to be a scary-fun time for all!",
                    "TitleJapanese": "今夜は幽霊とだって踊り明かせるHalloween Night!",
                    "SummaryJapanese": "ハロウィンがやってきた！\nラビットハウスも特別営業で、ヴァンパイア姿でお出迎え。\nマヤとメグはトリック・オア・トリートと言いながらフルール・ド・ラパンや甘兎庵も訪ねます。\n街には仮装した人々が集まって賑やかです！"
                },
                "8": {
                    "ID": "7986968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7986968",
                    "TitleEnglish": "Bunnisode 8: Stamp, Sleep, Study, Smile",
                    "SummaryEnglish": "After a fight with her father, Rize runs away from home. Can she learn to be a fantastic teacher and finally earn his approval? Cocoa and Chino are here to help!",
                    "TitleJapanese": "スタンプ スリープ スタディ スマイル",
                    "SummaryJapanese": "進路のことで父親とケンカしたリゼが、ラビットハウスに泊まっていました。\nリゼは将来、小学校の先生になるという目標を持っているのです。\nリゼ先生に刺激されたのか、みんなも勉強を張り切りだしました。"
                },
                "9": {
                    "ID": "7986970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7986970",
                    "TitleEnglish": "Bunnisode 9: Chamomile With a Dash of Jealousy",
                    "SummaryEnglish": "When they were children, Syaro gave Chiya a precious gift that she treasures to this day… but wait. Where did it go!? Chiya can’t find her memento anywhere!",
                    "TitleJapanese": "やきもち風味のカモミール",
                    "SummaryJapanese": "生徒会長候補に千夜が選ばれた！\n選挙に向けて演説原稿を書いたりポスターを用意したりと、準備が始まります。\nけれど千夜はそわそわとして、何かを探しているようなのでした。\nそんなとき、街でリゼに出会います。"
                },
                "10": {
                    "ID": "7986974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7986974",
                    "TitleEnglish": "Bunnisode 10: A Request for Backup From a Full Heart",
                    "SummaryEnglish": "Tis the season for a Secret Santa gift exchange! But the Christmas season is so busy, Chino will need all the help she can get to keep the Rabbit House afloat.",
                    "TitleJapanese": "ハートがいっぱいの救援要請",
                    "SummaryJapanese": "冬がやってきて、クリスマスが近づいています。\nココアは、シャロと同じようにバイトを掛け持ちしてお金を貯めようとしていました。\n書店のバイトでは青山さんのサイン会開催のお祝いとしてみんなが集まります。"
                },
                "11": {
                    "ID": "7986978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7986978",
                    "TitleEnglish": "Bunnisode 11: The Cafe of Smiles and the Rainbow Magician",
                    "SummaryEnglish": "Reinforcements arrive at the Rabbit House to help Chino during the holiday rush! With everyone gathered together, it’s sure to be a very Merry Christmas indeed.",
                    "TitleJapanese": "にっこりカフェと七色の魔法使い",
                    "SummaryJapanese": "ココアとリゼは用事が重なって、ラビットハウスのバイトをお休み中。\n千夜とシャロが手伝ってくれることになりました。\nいつの間にかマヤとメグの制服もできていて、ラビットハウスにカラフルなクリスマスが訪れます。"
                },
                "12": {
                    "ID": "7986980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7986980",
                    "TitleEnglish": "Bunnisode 12: I Can Take That Step Forward Because You Are Watching",
                    "SummaryEnglish": "Even while apart, Mocha and Cocoa continue to inspire one another. Meanwhile, Chino finds inspiration through all of her friends — but especially through Cocoa.",
                    "TitleJapanese": "その一歩は君を見ているから踏み出せる",
                    "SummaryJapanese": "もう今年も年末です。正月は実家に帰らないというココアに、\n姉のモカはさみしさを募らせて、楽しそうな写真にやきもちを焼いています。\nもうすぐ来る、新しい季節に向けて、みんなが新しい一歩を踏み出します。"
                }
            }
        }
    }
}