{
  "URL": "https://www.thetvdb.com/series/blade-and-soul",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3519246/",
    "http://www.tbs.co.jp/anime/blade/index-j.html",
    "https://www.themoviedb.org/tv/60814",
    "https://x.com/bns_official_jp"
  ],
  "TitleEnglish": "Blade & Soul",
  "SummaryEnglish": "Alka is an assassin for the \"Clan of the Sword\" and is on a mission to find the woman who killed her master. Meanwhile, Jin is demon-like woman who controls the Energy of Chaos and kills without feeling. While the two possess similar skills, each are great warriors in their own right, and their reunion is destined to be epic.",
  "Aliases": [
    "Blade and Soul"
  ],
  "Modified": "2025-08-28",
  "Seasons": {
    "0": {
      "ID": "577559",
      "URL": "https://www.thetvdb.com/series/blade-and-soul/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 7,
      "Episodes": {}
    },
    "1": {
      "ID": "577560",
      "URL": "https://www.thetvdb.com/series/blade-and-soul/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "4805446",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blade-and-soul/episodes/4805446",
          "TitleEnglish": "Road",
          "SummaryEnglish": "Alka is hired by a group of villagers as a mercenary against the forces of the Param Empire. However, upon discovery of her true identity based on a butterfly marking under her arm, the Param Empire initiates a massacre of the village.",
          "Aliases": []
        },
        "2": {
          "ID": "4845715",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blade-and-soul/episodes/4845715",
          "TitleEnglish": "Desire",
          "SummaryEnglish": "Alka travels to a corrupt oasis city in search of information, where she is targeted by multiple mercenaries due a bounty placed on her head by the Param Empire.",
          "Aliases": []
        },
        "3": {
          "ID": "4845718",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blade-and-soul/episodes/4845718",
          "TitleEnglish": "Revenge",
          "SummaryEnglish": "Alka and Hazuki continue to fight and run into the Pleasure Gang. Dan Loana, the leader of the gang, tells Alka that she's trying to take revenge against Jin. She tries to explain that revenge is about an emotion, not a rule, and uses Alka as bait to lure Jin in.",
          "Aliases": []
        },
        "4": {
          "ID": "4845720",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blade-and-soul/episodes/4845720",
          "TitleEnglish": "Sword",
          "SummaryEnglish": "Seto and Pia work by collecting garbage around the red light district. They invite Alka into their house, as it seems she has lost her sight. She remembers Master Hon's teaching. One day Seto is attacked and he ends up killing his attacker and selling his goods.",
          "Aliases": []
        },
        "5": {
          "ID": "4845722",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blade-and-soul/episodes/4845722",
          "TitleEnglish": "Flower",
          "SummaryEnglish": "Shou, a man who hates the Heaven's Spirits, hires Alka as a bodyguard and then uses her to try to persuade a village to stop producing them. However, this village depends on the Heaven's Spirits, and Shou's pleas fall on deft ears. Shou creates a plan to help things go his way...",
          "Aliases": []
        },
        "6": {
          "ID": "4845724",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blade-and-soul/episodes/4845724",
          "TitleEnglish": "Dream",
          "SummaryEnglish": "Yuu joins an anti-gorilla force and doesn't like military action, however all the other members want to take the fight to the Empire. Jin commands the Flower Monks to set up camp to take them out. Yuu wants to stop the fight from happening, so he goes to talk to Jin...",
          "Aliases": []
        },
        "7": {
          "ID": "4845726",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blade-and-soul/episodes/4845726",
          "TitleEnglish": "Time",
          "SummaryEnglish": "Alka runs into Moriii again, and finds her and others collected in a place where everyone carries some sort of past pain. Morii seems like she changed, and now speaks strangely. A woman, which Morii calls mother, wants to hold a ritual to help Alka, but...",
          "Aliases": []
        },
        "8": {
          "ID": "4845727",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blade-and-soul/episodes/4845727",
          "TitleEnglish": "Sky",
          "SummaryEnglish": "Yuu, appears in front of Alka, poisoned by the Impurity. He asks where Master Hon is and then collapses due to hunger. Alka takes him to the Pleasure Gang base, and Alka takes care of him. While talking with Yuu, Alka starts to understand Master Hon's teachings.",
          "Aliases": []
        },
        "9": {
          "ID": "4845728",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blade-and-soul/episodes/4845728",
          "TitleEnglish": "Moon",
          "SummaryEnglish": "Alka doesn't know what to do anymore, and so Karen invites her to work at her shop. She learns what to do, and becomes close friends with Miharu. Alka starts to become more human, and realizes there's a world out there she didn't know. But she finds her lives shatter by someone.",
          "Aliases": []
        },
        "10": {
          "ID": "4845730",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blade-and-soul/episodes/4845730",
          "TitleEnglish": "Sin",
          "SummaryEnglish": "Alka carries deep wounds because of Karen, and then runs into Hayate and his wife Hana. Hana realizes Alka is under distress, but both Hana and Hayate realize that Alka is related to something that happened to their daughter who died...",
          "Aliases": []
        },
        "11": {
          "ID": "4845732",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blade-and-soul/episodes/4845732",
          "TitleEnglish": "Punishment",
          "SummaryEnglish": "Alka suffers thinking back on everyone's words, which she had originally thought were meaningless. She returns to the Village of the Sword. Karen searches for Alka with Hazuki and Loana, but Jin Varrel seems to be approaching as well.",
          "Aliases": []
        },
        "12": {
          "ID": "4845733",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blade-and-soul/episodes/4845733",
          "TitleEnglish": "Soul",
          "SummaryEnglish": "Jin Varrel stands before Alka once again. Karen, Hazuki, Loana fight against Jin, as Alka is no longer to fight, but they stand no match against her. Alka decides to end this once and for all. The fight continues, with no end in sight, but then Jin attacks Alka with a full blast of her Impurity...",
          "Aliases": []
        },
        "13": {
          "ID": "4913822",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/blade-and-soul/episodes/4913822",
          "TitleEnglish": "God",
          "SummaryEnglish": "Hazuki wins a drinking contest, and gets a treasure map showing the location of eternal beauty. Karen also gets a map from a person staying at her inn, and she heads towards a lone island in the southern sea. Pia claims that it's totally a fake, but Karen says it might be fun to search for some...",
          "Aliases": []
        }
      }
    }
  }
}