{
  "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3517010/",
    "https://gochiusa.com/bloom/",
    "http://www.reddit.com/r/GochiUsa",
    "https://www.themoviedb.org/tv/60843",
    "https://www.themoviedb.org/tv/60843",
    "https://x.com/usagi_anime",
    "https://www.youtube.com/c/UC4nFt-n9J3Q4DQSSvB0DR6g"
  ],
  "TitleEnglish": "Is the Order a Rabbit?",
  "SummaryEnglish": "Kokoa Hoto is a positive and energetic girl who becomes friends with anyone in just three seconds. After moving in with the Kafuu family in order to attend high school away from home, she immediately befriends the shy and precocious granddaughter of Rabbit House cafe's founder, Chino Kafuu, who is often seen with the talking rabbit, Tippy, on her head. After beginning to work as a waitress in return for room and board, Kokoa also befriends another part-timer, Rize Tedeza, who has unusual behavior and significant physical capabilities due to her military upbringing; Chiya Ujimatsu, a waitress from a rival cafe who does everything at her own pace; and Sharo Kirima, another waitress at a different cafe who has the air of a noblewoman despite being impoverished. With fluffy silliness and caffeinated fun.",
  "Aliases": [
    "GochiUsa",
    "GochiUsa 2",
    "GochiUsa 3",
    "Gochuumon wa Usagi Desu ka?",
    "Gochuumon wa Usagi Desu ka? 2",
    "Gochuumon wa Usagi Desu ka? 3",
    "Gochuumon wa Usagi Desu ka? Bloom",
    "Gochuumon wa Usagi Desu ka??",
    "Gochuumon wa Usagi Desuka?",
    "Gochuumon wa Usagi Desuka? 2",
    "Gochuumon wa Usagi Desuka? 3",
    "Gochuumon wa Usagi Desuka? Bloom",
    "Gochuumon wa Usagi Desuka??",
    "Gochūmon wa Usagi Desu ka?",
    "Is the Order a Rabbit? 2",
    "Is the Order a Rabbit? 3",
    "Would You Like to Order a Rabbit?",
    "ご注文はうさぎですか??",
    "ご注文はうさぎですか？ BLOOM"
  ],
  "Modified": "2025-05-29",
  "Seasons": {
    "0": {
      "ID": "577561",
      "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/seasons/official/0",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "7272793",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7272793",
          "TitleEnglish": "Is the Order a Rabbit?? OVA: Sing for You",
          "SummaryEnglish": "Chino Kafuu returns to Rabbit House with a horrified look on her face. When questioned by her friends, she explains to them that she had just agreed to sing the solo section of a song for her class’ graduation ceremony. Although they congratulate their friend on her important role, Chino reveals that she has stage fright, but is determined to overcome it before the ceremony takes place.With the support of her friends and special training from Rize Tedeza, will Chino be able to overcome her stage fright? This is a wholesome and heart-warming short story featuring Chino and the other girls from the cafe.",
          "Aliases": []
        },
        "2": {
          "ID": "5892819",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5892819",
          "TitleEnglish": "Is the Order a Rabbit?? Dear My Sister",
          "SummaryEnglish": "Cocoa visits her family, in the mountains, after quite some time again after her sister Mocha wrote her, through a letter, to come back soon. Her friends will have to spend a week in the town without her, while Cocoa has time with her family that she hasn't seen for a long time. But Chino, Cocoa's self proclaimed little sister, wants to go watch, with Cocoa and all her friends, the fireworks in the fireworks festival, which is coming up in less than a week. Cocoa decides to return early as she misses them all, but will she arrive in time for the climax of the festival?",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "577562",
      "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4805449",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4805449",
          "TitleEnglish": "I Knew at First Glance That It Was No Ordinary Fluffball",
          "SummaryEnglish": "Cocoa's first day at the Rabbit House Cafe is lively as she meets and becomes friends with Chino and Lize in a heartbeat.",
          "Aliases": []
        },
        "2": {
          "ID": "4852538",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4852538",
          "TitleEnglish": "The Girl Who Loved Wheat and the Girl Loved by Azuki Beans",
          "SummaryEnglish": "While getting ready for the first day of school, Cocoa runs into a new friend at the park. Cocoa's and her friends decide to bake bread and visit Chiya's coffee house.",
          "Aliases": []
        },
        "3": {
          "ID": "4852539",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4852539",
          "TitleEnglish": "Do You Remember the Day You First Got Drunk? You Tried to Light a Campfire in Your Own Home, Didn't You?",
          "SummaryEnglish": "Cocoa and company make a new friend, Sharo. Afterward, they enjoy some tea at Sharo's teahouse and spend the night at Rabbit house telling scary stories.",
          "Aliases": []
        },
        "4": {
          "ID": "4852540",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4852540",
          "TitleEnglish": "Your Lucky Items Are Vegetables, Crime, and Punishment",
          "SummaryEnglish": "Cocoa practices her fortune telling technique using caffe-de-mancy, and the girls head to the library on a sunny afternoon.",
          "Aliases": []
        },
        "5": {
          "ID": "4871488",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4871488",
          "TitleEnglish": "Cocoa and Murderous Intent Without Malice",
          "SummaryEnglish": "The girls begin practicing for the ball sports tournament at school, with unsurprising results. Father's Day is near, and Rize takes up extra jobs to get her father a gift.",
          "Aliases": []
        },
        "6": {
          "ID": "4878327",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4878327",
          "TitleEnglish": "A Story About Telling a Story",
          "SummaryEnglish": "Chino's friends help out at the Rabbit House and take a shining to Cocoa and Lize, leaving Chino the odd man out.",
          "Aliases": []
        },
        "7": {
          "ID": "4878328",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4878328",
          "TitleEnglish": "Call Me Sister",
          "SummaryEnglish": "Chino and Cocoa get into small, cute fights with each other over puzzles and pancakes. Later, the girls hand out flyers for their cafes.",
          "Aliases": []
        },
        "8": {
          "ID": "4885176",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4885176",
          "TitleEnglish": "Wet with Pool Water, Wet with Rain, Wet with Tears",
          "SummaryEnglish": "Cocoa and the other girls take it upon themselves to teach Rize how to swim at the hot spring pool. Late, they watch a movie based on Aoyama's book together.",
          "Aliases": []
        },
        "9": {
          "ID": "4885177",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4885177",
          "TitleEnglish": "Aoyama Slump Mountain",
          "SummaryEnglish": "Chino learns from a stray paper airplane that Aoyama is quitting her job as a novelist and takes up a part-time job at the Rabbit House.",
          "Aliases": []
        },
        "10": {
          "ID": "4885178",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4885178",
          "TitleEnglish": "The Anti-Sister Battle Corps, AKA The Chimame Corps",
          "SummaryEnglish": "While Cocoa helps Chiya study for the upcoming exams, Megu and Maya help our at Rabbit House. Later, a trip to the pool is in order.",
          "Aliases": []
        },
        "11": {
          "ID": "4885179",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4885179",
          "TitleEnglish": "The Girl Dons a Red Coat and Drives a Team of Rabbits Across the Christmas Eve Night Sky",
          "SummaryEnglish": "To celebrate the Christmas season, the girls decide to throw a Christmas party. Let the planning commence!",
          "Aliases": []
        },
        "12": {
          "ID": "4885180",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/4885180",
          "TitleEnglish": "For You, I Can Sleep Late",
          "SummaryEnglish": "Cocoa runs a fever, and the girls head out to get her some medicine. After she heals, Chino ends up with the mumps.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "611481",
      "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/seasons/official/2",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5113602",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5113602",
          "TitleEnglish": "1st Bunny: This Is My Self-Proclaimed Big Sister Whose Smiles and Flashes are Boisterous",
          "SummaryEnglish": "It’s been a year since Cocoa arrived at Rabbit House, and she wants to send her mom pictures of her friends. If only she could get Chino to pose for a picture!",
          "Aliases": []
        },
        "2": {
          "ID": "5333947",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5333947",
          "TitleEnglish": "2nd Bunny: Grey Rabbit and Cinderella",
          "SummaryEnglish": "Syaro’s being plagued by a ghost… or is she? Later, the girls visit Rize’s mansion and find themselves dressed up as maids!",
          "Aliases": []
        },
        "3": {
          "ID": "5333948",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5333948",
          "TitleEnglish": "3rd bunny: Spinning Dance Legend Duck Squad",
          "SummaryEnglish": "Chino, Megu, and Maya have to come up with sketches and a creative dance for a school fine arts project. Will Chino’s ballet lessons take her away from Rabbit House?",
          "Aliases": []
        },
        "4": {
          "ID": "5333949",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5333949",
          "TitleEnglish": "4th Bunny: Cocoa-senpai’s Elegant Tea Party Tutorial",
          "SummaryEnglish": "The high school girls treat Chino, Megu, and Maya to a classy afternoon tea party. In an effort to be more “grown up,” the younger girls observe and copy the older girls.",
          "Aliases": []
        },
        "5": {
          "ID": "5333950",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5333950",
          "TitleEnglish": "5th Bunny: I Saw Through Your Ordinary Springiness at First Bite",
          "SummaryEnglish": "Cocoa’s sister, Mocha, arrives at Rabbit House, and she’s ready to cuddle everyone in sight! Against Mocha, does Cocoa stand a chance at keeping her “big sister” status?",
          "Aliases": []
        },
        "6": {
          "ID": "5366548",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5366548",
          "TitleEnglish": "6th Bunny: Wooden Framework Town, Mission Complete",
          "SummaryEnglish": "Mocha continues to effortlessly win all of Cocoa’s friends over and claim them as her new “little sisters.” How will Mocha react when Cocoa starts to treat her coldly?",
          "Aliases": []
        },
        "7": {
          "ID": "5366549",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5366549",
          "TitleEnglish": "7th bunny: That Spoiled Girl, Like a Soap Bubble, Will Fleetingly Disappear",
          "SummaryEnglish": "An accidental spill on her uniform sends Cocoa on a soapy, bubbly adventure. Later, the girls debate dinner, and Chino attempts to speak less stiffly with her friends.",
          "Aliases": []
        },
        "8": {
          "ID": "5366550",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5366550",
          "TitleEnglish": "8th bunny: Sneaking Stalking Stalker Story",
          "SummaryEnglish": "The new school year begins with high hopes and cute supplies, but Syaro and Cocoa get into a fight, Maya worries about the future, and the girls end up stalking each other!",
          "Aliases": []
        },
        "9": {
          "ID": "5366551",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5366551",
          "TitleEnglish": "9th bunny: The Furball Suicide Attacks, and the Merciless Button is Launched",
          "SummaryEnglish": "An ancient rivalry between Rabbit House and Ama Usa An?! Rize and Cocoa “interrogate” Syaro for answers and discover the origin of Chiya’s obsession with strange menu items.",
          "Aliases": []
        },
        "10": {
          "ID": "5366552",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5366552",
          "TitleEnglish": "10th Bunny: Everyday Life Searching for E",
          "SummaryEnglish": "The ever popular Rize recruits Syaro to help her with her packed club schedule. Later, Cocoa desperately tries to find someone to play outside with her.",
          "Aliases": []
        },
        "11": {
          "ID": "5366553",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5366553",
          "TitleEnglish": "11th Bunny: Stardust Mayim-Mayim",
          "SummaryEnglish": "A perfect vacation to a mountain cabin changes into quest for survival?! The girls go fishing, hunt for mushrooms, stargaze, and pull zombie pranks on each other!",
          "Aliases": []
        },
        "12": {
          "ID": "5366554",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/5366554",
          "TitleEnglish": "12th Bunny: The Treasure is Your Decisive Moment",
          "SummaryEnglish": "Chino unveils her talents as a budding photographer. Later, Cocoa finds a map hidden at Rabbit House, the ensuing treasure hunt takes the girls on an adventure around town.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "831244",
      "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/seasons/official/3",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "7418403",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7418403",
          "TitleEnglish": "Bunnisode 1: The Magician at the Cafe of Smiles",
          "SummaryEnglish": "The Rabbit House staff decides to beat the heat by making summer uniforms! However, the perfect pink fabric for Cocoa proves elusive…",
          "Aliases": []
        },
        "2": {
          "ID": "7973605",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7973605",
          "TitleEnglish": "Bunnisode 2: The Case of the Childhood Friend's Stolen Heart",
          "SummaryEnglish": "An unexpected trek through the spooky woods puts Syaro and Chiya’s relationship to the test, but there’s more to the situation than meets the eye…",
          "Aliases": []
        },
        "3": {
          "ID": "7973609",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7973609",
          "TitleEnglish": "Bunnisode 3: Everything in the World Serves as My Experience Points",
          "SummaryEnglish": "Their futures are still undecided, so Chino, Megu and Maya attend a high school information fair! But this place seems pretty fancy… wait, where the heck did Megu go!?",
          "Aliases": []
        },
        "4": {
          "ID": "7973614",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7973614",
          "TitleEnglish": "Bunnisode 4: A Potential Everyday Life",
          "SummaryEnglish": "The class cultural festival is underway, and it’s sure to be an unforgettable experience when Cocoa and Chiya are in charge of the class café.",
          "Aliases": []
        },
        "5": {
          "ID": "7973618",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7973618",
          "TitleEnglish": "Bunnisode 5: She is a Fierce Whirlwind, She is a Carefree Breeze",
          "SummaryEnglish": "A school marathon poses a daunting challenge for Chiya, but with a little of Rize’s training, she’ll race to the finish for the sake of Ama Usa An!",
          "Aliases": []
        },
        "6": {
          "ID": "7986960",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7986960",
          "TitleEnglish": "Bunnisode 6: A Fluffle of Rabbits is Also Most Welcome",
          "SummaryEnglish": "Picture day is here, and new looks are in order — except for Megu, Chino and Maya, that is. They’ll band together to keep it natural. Too bad there’s a traitor in their midst…",
          "Aliases": []
        },
        "7": {
          "ID": "7986965",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7986965",
          "TitleEnglish": "Bunnisode 7: We Shall Dance With Ghosts Until Dawn on This Halloween Night!",
          "SummaryEnglish": "It’s finally Halloween, and things are about to get sPoOoOoOoKy at all the local cafés. From candy to costumes, it’s bound to be a scary-fun time for all!",
          "Aliases": []
        },
        "8": {
          "ID": "7986968",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7986968",
          "TitleEnglish": "Bunnisode 8: Stamp, Sleep, Study, Smile",
          "SummaryEnglish": "After a fight with her father, Rize runs away from home. Can she learn to be a fantastic teacher and finally earn his approval? Cocoa and Chino are here to help!",
          "Aliases": []
        },
        "9": {
          "ID": "7986970",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7986970",
          "TitleEnglish": "Bunnisode 9: Chamomile With a Dash of Jealousy",
          "SummaryEnglish": "When they were children, Syaro gave Chiya a precious gift that she treasures to this day… but wait. Where did it go!? Chiya can’t find her memento anywhere!",
          "Aliases": []
        },
        "10": {
          "ID": "7986974",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7986974",
          "TitleEnglish": "Bunnisode 10: A Request for Backup From a Full Heart",
          "SummaryEnglish": "Tis the season for a Secret Santa gift exchange! But the Christmas season is so busy, Chino will need all the help she can get to keep the Rabbit House afloat.",
          "Aliases": []
        },
        "11": {
          "ID": "7986978",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7986978",
          "TitleEnglish": "Bunnisode 11: The Cafe of Smiles and the Rainbow Magician",
          "SummaryEnglish": "Reinforcements arrive at the Rabbit House to help Chino during the holiday rush! With everyone gathered together, it’s sure to be a very Merry Christmas indeed.",
          "Aliases": []
        },
        "12": {
          "ID": "7986980",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/is-the-order-a-rabbit/episodes/7986980",
          "TitleEnglish": "Bunnisode 12: I Can Take That Step Forward Because You Are Watching",
          "SummaryEnglish": "Even while apart, Mocha and Cocoa continue to inspire one another. Meanwhile, Chino finds inspiration through all of her friends — but especially through Cocoa.",
          "Aliases": []
        }
      }
    }
  }
}