{
  "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Fantasy",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3696476/",
    "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP02373256",
    "https://www.themoviedb.org/tv/67460"
  ],
  "TitleEnglish": "Yu-Gi-Oh! Arc-V",
  "SummaryEnglish": "Yuya Sakaki’s dream is to follow in his father’s footsteps and become the greatest “duel-tainer” in history – and he just might pull it off when he suddenly discovers Pendulum Summoning, a never-before-seen technique that lets him summon many monsters at once! But when countless rivals emerge to steal his spotlight, Yuya needs to gear up his game because dueling has evolved into a non-stop world of action!",
  "Aliases": [
    "Yu-Gi-Oh! Arc-V (2014)",
    "遊戯王ＡＲＣ-Ｖ"
  ],
  "Modified": "2025-05-29",
  "Seasons": {
    "1": {
      "ID": "577937",
      "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 49,
      "Episodes": {
        "1": {
          "ID": "4808731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4808731",
          "TitleEnglish": "Swing Into Action: Part 1",
          "SummaryEnglish": "Yuya Sakaki is an eighth grader who aims to become an \"Entertainment Duelist\". At You Show Duel School, he practices Dueling every day alongside his childhood friend, Zuzu. One day, he receives a written invitation for an exhibition match from the Pro Duelist, \"The Sledgehammer\". In the middle of a giant cheer, Yuya and The Sledgehammer begin their Duel! Although Yuya excitedly fends off The Sledgehammer's attacks in their Action Duel, he's eventually pushed into a corner. At that moment, a dazzling light shines from Yuya's pendant!",
          "Aliases": []
        },
        "2": {
          "ID": "4853729",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4853729",
          "TitleEnglish": "Swing Into Action: Part 2",
          "SummaryEnglish": "Using the effects of both his newly summoned monsters and the Pendulum Monsters he used to summon them, Yuya manages to defeat Ishijima with his Odd-Eyes Pendulum Dragon and win the duel. Yuya's victory brings a lot of potential new students to the You Show Duel School, wanting to see the Pendulum Summon in action. Yuya participates in an exhibition Action Duel with his friend, Yuzu Hiiragi. However, when Yuya attempts to perform a Pendulum Summon, he finds himself unable to summon the monsters he could before. Believing he needed to be in some kind of crisis, Yuya encourages Yuzu to attack him, but he once again fails to perform a Pendulum Summon and loses the duel, leaving the spectators disappointed. After the duel, the spectators, who learn that Pendulum Summoning requires 'Pendulum Cards' that only Yuya has, accuse Yuya of cheating in his match against Ishijima and storm off. All of them leave except for one young boy, Tatsuya, who stands by his support for Yuya and decides to join the school, encouraging Yuya to try and master the Pendulum Summon so he can once again receive the applause from before. Meanwhile, someone at Leo Corporation prepares to make a move on Yuya and his Pendulum Cards.",
          "Aliases": []
        },
        "3": {
          "ID": "4858670",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4858670",
          "TitleEnglish": "Trade Bait: Part 1",
          "SummaryEnglish": "As Yuya spends countless hours trying to perfect the Pendulum Summon, a boy named Shingo Sawatari approaches him and Yuzu and offers to take them and their friends, Tatsuya, Futoshi, and Ayu, to Leo Duel School's center court to demonstrate the Pendulum Summon. Upon arriving at the court, however, Shingo steals two of Yuya's Pendulum Cards for himself and takes Yuzu and the kids hostage, forcing Yuya to face him in an Action Duel to save them. As Yuya traverses the Dark Town field in search of his friends, who are trapped atop of a large tower, he ends up running up against Action Trap cards, which not only put him at a disadvantage, but also put Yuzu and the others at risk as they destroy the environment. Meanwhile, Shingo manages to get both of Yuya's Pendulum Cards in his hand and, with guidance from a mysterious person, performs his own Pendulum Summon and brings out three Darts Shooter monsters.",
          "Aliases": []
        },
        "4": {
          "ID": "4858671",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4858671",
          "TitleEnglish": "Trade Bait: Part 2",
          "SummaryEnglish": "Reeling from Shingo's ability to Pendulum Summon and hesitant to go for any more Action Cards, Yuya takes a lot of damage from Shingo's attacks. Remembering his father's words and picking himself back up, Yuya summons Block Spider, a card Shingo discarded after deeming it worthless, and uses a spell card to create a copy of it. As Block Spider's ability is to draw attacks towards itself, having two of the same monster provides the ultimate defense, preventing Shingo from attacking. However, Shingo uses a spell card which negates his own Pendulum monsters' abilities to destroy Yuya's copy. Yuya powers up Block Spider's defense, but Shingo increases the attack of his Ultimate Darts Shooter. Just as Shingo attacks, Yuya activates a trap which not only protects himself, but also lets him regain his Pendulum Monsters, who rescue Yuzu and the others. With his cards back in his possession, Yuya performs a Pendulum Summon and, with help from his Odd-Eyes Pendulum Dragon and Entermate monsters, wins the duel. As Shingo tries to send his flunkies at Yuya in revenge, they are stopped by a boy named Sora Shiunin, who decides he wants to become Yuya's apprentice.",
          "Aliases": []
        },
        "5": {
          "ID": "4858672",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4858672",
          "TitleEnglish": "Toying Around: Part 1",
          "SummaryEnglish": "Yuya continues to be hounded by Sora, who keeps asking to be his apprentice so he can learn how to Pendulum Summon. After pressure from the others, Yuya agrees to duel against Sora, having him drop the subject of apprenticeship if he wins. After evading Sora's attacks with some well-timed Action cards, Yuya performs a Pendulum Summon and gains the upper hand in the duel. However, Sora brings out the Fusion monster, Death Toy Scissor Bear, preparing to get serious.",
          "Aliases": []
        },
        "6": {
          "ID": "4872207",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4872207",
          "TitleEnglish": "Toying Around: Part 2",
          "SummaryEnglish": "Sora has Death-Toy Scissor Bear destroy Yuya's monsters and add their ATK points to his own, and uses multiple trap cards to overcome Yuya's Pendulum effects. Yuya becomes shocked when Death Toy Scissor Bear destroys Odd-Eyes Pendulum Dragon. However, to his surprise, Odd-Eyes returns to his Extra Deck instead of the Graveyard, allowing Yuya to Pendulum Summon it once more and win the duel. Despite not being able to become Yuya's apprentice, Sora instead decides to become Yuya's friend and joins the You Show Duel School.",
          "Aliases": []
        },
        "7": {
          "ID": "4884883",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4884883",
          "TitleEnglish": "Mr. Mystery",
          "SummaryEnglish": "While going out to fetch some ice-cream with Ayu, Yuzu overhears some LDS students talk about how Shingo is planning to take revenge against Yuya. Wanting to pay Yuya back for saving her, Yuzu follows them to Shingo's hideout, where she challenges Shingo to a duel. Before the duel can begin, however, a mysterious masked man appears, taking Yuzu's place in the duel. After the masked man sets five spell cards, Shingo summons out Mobius the Mega Monarch to destroy them, but the masked man activates the cards from the graveyard, using them as monsters on his field. After using one of them to defend himself, the masked man uses the remaining two to perform an Xyz Summon and summon Dark Rebellion Xyz Dragon, using its Overlay effects to destroy Mobius, the effects of his attack proving real even outside of an Action Duel. After the masked man presses him about someone named Academia, Shingo tries to activate a trap against him but is thwarted and loses the duel. As the man removes his mask, revealing a face that looks identical to Yuya, Yuzu's bracelet mysteriously glows, during which time the man disappears. As Yuya arrives on the scene after being informed by Ayu, Yuzu wonders just who that man was.",
          "Aliases": []
        },
        "8": {
          "ID": "4884884",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4884884",
          "TitleEnglish": "Bad Business",
          "SummaryEnglish": "Reiji's mother and Leo Corporation's president, Himika, arrives in Japan and learns from Reiji about how Yuya created Pendulum Summoning, as well as how an Xyz wielder injure Shingo, who believes the culprit to be Yuya. Himika, along with Shingo's flunkies, shows up at You Show Duel School to accuse Yuya of being the culprit and names Yuzu as a witness. Although Yuzu herself is uncertain about who she saw, she decides to believe in Yuya. As a result, Himika challenges the You Show Duel School to a three-against-three match, in which Yuya, Yuzu, and Sora, face up against three of LDS' top students, and should You Show lose, LDS will absorb it, along with Pendulum Summoning. Agreeing to the challenge, Yuya steps up first to face up against LDS's Xyz user, Hokuto Shijima, while Reiji sneaks into the school to spectate.",
          "Aliases": []
        },
        "9": {
          "ID": "4884885",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4884885",
          "TitleEnglish": "Dueling with the Stars",
          "SummaryEnglish": "As the match begins, Hokuto immediately summons his Xyz monster, Constellar Pleiades, using its ability to remove Odd-Eyes from the field whenever Yuya summons it whilst also keeping him from obtaining any Action Cards. Yuya is pushed further into a corner when Hokuto summons another Pleiades and upgrades his first one into Constellar Ptolemy M7, narrowly surviving Hokuto's attack thanks to an Action Card. Determined to show duels are more than just fights, Yuya switches up his usual Pendulum Summon routine and brings out Stargazer Magician, using his abilities to lead his team of monsters to victory. As Yuya celebrates feeling, Yuzu starts to become more uncertain over whether or not Yuya is the man she encountered.",
          "Aliases": []
        },
        "10": {
          "ID": "4884886",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4884886",
          "TitleEnglish": "You Show 'Em",
          "SummaryEnglish": "Yuzu, who is still having doubts about Yuya's identity, steps up against LDS' Fusion specialist, Masumi Kotsu, who quickly summons her fusion monster, Gem-Knight Topaz. Yuzu destroys it with her Fantasia monsters, but Masumi then performs a graveyard fusion to summon her ace monster, Gem-Knight Master Diamond, which uses Gem-Knight Topaz's effect to deal extra damage to Yuzu. Yuzu attempts to grab an Action Card, but is led astray by a reflection and ends up losing the match. Not feeling interested in participating in the final match, Sora nominates Yuya's friend, Noboru Gongenzaka, to go up against LDS's Synchro user, Yaiba Tōdō. As the match begins, Yaiba brings out two Synchro Monsters, X-Saber Souza and XX-Saber Gottoms.",
          "Aliases": []
        },
        "11": {
          "ID": "4894185",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4894185",
          "TitleEnglish": "Going, Going, Gong",
          "SummaryEnglish": "After taking heavy damage from Yaiba, Gongenzaka brings out his monster, Superheavy Warrior Big Benkei, to destroy Gattoms. However, Yaiba brings out another Gattoms, with Gongenzaka barely managing to survive his attack thanks to his monster's ability, and uses its ability to get rid of the other cards in Gongenzaka's hand. As Yaiba strengthens his forces and summons yet another Gattoms, Gongenzaka waits for the right moment to use the effect of monsters from his graveyard to force the game into a tie. With Himika refusing to leave the battle as a tie, Reiji steps up to challenge Yuya for the tiebreaker.",
          "Aliases": []
        },
        "12": {
          "ID": "4907911",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4907911",
          "TitleEnglish": "Battle Under the Big Top",
          "SummaryEnglish": "As the duel begins, Reiji uses a risky series of magic cards, which would deal great damage to himself in his next turn, to bring out the Fusion monster DDD Temujin the Raging Inferno King. Instead of being dealt damage by his card effects on his next turn, however, Reiji uses a trap to negate their effects before bringing out the Synchro monster DDD Alexander the King of Gales and the Xyz monster DDD Caesar the Surging Waves King.",
          "Aliases": []
        },
        "13": {
          "ID": "4907912",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4907912",
          "TitleEnglish": "Circus Surprise!",
          "SummaryEnglish": "Yuya uses a Pendulum Summon to bring out Odd Eyes Pendulum Dragon and destroy all of Reiji's monsters. However, Yuya becomes shocked when Reiji manages to perform his own Pendulum Summon, bringing out three DDD Infernal Armageddon the Great Des Lords and dealing a lot of damage to Yuya. Yuya attempts a counter attack, but is thwarted by Infernal Armageddon's effect. When Reiji's turn arrives, his prototype Pendulum Monsters malfunction and disrupt the Pendulum Scale, limiting the monsters he can summon. Before Reiji can take advantage of the situation however, he hears some sudden news from one of LDS' staff and decides to forfeit the duel.",
          "Aliases": []
        },
        "14": {
          "ID": "4919142",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4919142",
          "TitleEnglish": "The Show Must Go On",
          "SummaryEnglish": "Following his duel with Reiji, Yuya is frustrated that Pendulum Summoning is no longer something only he can do. Meanwhile, Reiji learns that one of LDS' teachers, Marco, was injured by an Xyz user, the time of the incident proving Yuya's innocence. Noticing Yuya letting his anger get the better of him, the You Show school's principal and Yuzu's father, Shuzo, challenges Yuya to a duel using his father's favorite stage, Magical Broadway. As the duel begins, Yuya is reluctant to use Pendulum Summoning, leading to get bested by Shuzo's Guts Master monsters. After telling of how Yusho duelled, Shuzo takes Yuya's Pendulum Cards to perform his own Pendulum Summon, urging Yuya that if he can't be the only one to use Pendulum Summoning, he should aim to become the best Pendulum user instead. As Shuzo decides to end his turn and return Yuya's cards, Yuya remembers his entertaining spirit and wins the duel with his trademark style.",
          "Aliases": []
        },
        "15": {
          "ID": "4919143",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4919143",
          "TitleEnglish": "In it to Win it",
          "SummaryEnglish": "After a brief encounter with Shingo, who informs him of the other attack by an Xyz user, Yuya realises that in order to become a pro duelist, he needs to increase his winning percentage in order to qualify for the Junior Youth Championship. However, Yuya struggles to find four other duelists willing to duel against him and refuses to ask Gongenzaka for help as he wants to become a pro with his own strength. Ishijima's former manager, Nico Smiley, offers to give Yuya automatic entry into the championship, but Yuya once again refuses, instead asking that he find four opponents to fairly fight against. Meanwhile, as Masumi, Yaiba, and Hokuto try to investigate what happened to Marco, Yuzu asks Sora to teach her Fusion Summoning so she can grow stronger against Masumi. Just then, the mysterious Xyz user appears before them, but before either Sora or Masumi can duel against him, Yuzu's bracelet glows again and the duelist vanishes. As Yuya appeared Masumi accused him for siding with the mysterious duelist, as Yuzu attempted to calm her Sora managed to fool her by telling where the mysterious duelist went. The episode ends, as the unknown figure appeared outside the LDS building presumably beginning for an attack.",
          "Aliases": []
        },
        "16": {
          "ID": "4931089",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4931089",
          "TitleEnglish": "Menu Venue: Part 1",
          "SummaryEnglish": "After having to skip breakfast due to his mother attempted to make a complicated recipe, Yuya meets up with his first opponent, Michio Mokota, whilst Sora begins his attempt to defeat six opponents in a row and earn a spot in the Junior Youth Championship. As Yuya's duel begins, Yuya is put under pressure by both Michio's Royal Foodmate monsters and his own hunger. Yuya attempts to Pendulum Summon his monsters, but Michio uses his Foodmates' abilities to destroy them.",
          "Aliases": []
        },
        "17": {
          "ID": "4931090",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4931090",
          "TitleEnglish": "Menu Venue: Part 2",
          "SummaryEnglish": "As Michio continues to put pressure on Yuya with his Royal Foodmates, Yuya's mother arrives to give Yuya a late breakfast, turning Michio's recipe into a pancake sandwich. This gives him the energy to grab an Action Card in time to survive Michio's attack. Yuya then brings out his entertainment duelling, using his Pendulum Monsters to perform a game of chance, which works in his favor and wins him the duel.",
          "Aliases": []
        },
        "18": {
          "ID": "4947875",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4947875",
          "TitleEnglish": "Trapped in a Card",
          "SummaryEnglish": "While Reiji is informed of a large amount of Fusion activity in the city, Yuzu, who is continuing her Fusion lessons from Sora, continues to think about the mysterious stranger, with her bracelet mysterious glowing again before Yuya arrives. Meanwhile, the stranger, who was waiting nearby, is suddenly transported to the middle of the city, where he encounters one of his acquaintances, Shun. The next day, Reiji and Himika discover that Marco, along with another ace LDS duelist, have been sealed inside some cards, believing it to be a different culprit to the one who attacked Shingo. Shingo's father, who still believes Yuya to be the culprit, has some LDS duelists chase after Yuya. However, they are confronted by Shun, who summons the Xyz Monster which traps the duelists inside cards, knocking Yuya out in the process. By the time Yuya wakes up, everyone is gone, leading him to assume it was just a dream, as he goes with Nico to face his next opponent.",
          "Aliases": []
        },
        "19": {
          "ID": "4947877",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4947877",
          "TitleEnglish": "Quiz Quagmire: Part 1",
          "SummaryEnglish": "Yuya faces his next opponent, quiz expert Eita Kyuando, in a quiz-based Action Duel. Being bad at quizzes himself, Yuya struggles with the field's Action Cards, which all require questions that need to be answered correctly in order to be used. As Eita keeps gaining life points and Yuya keeps losing them, things worsen when Eita activates an Action Card, bringing the quiz field to a new stage.",
          "Aliases": []
        },
        "20": {
          "ID": "4947878",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4947878",
          "TitleEnglish": "Quiz Quagmire: Part 2",
          "SummaryEnglish": "The next stage turns out to be a quick-fire quiz cart ride, which leaves Eita with more life points and Yuya with less. However, Yuya remains optimistic thanks to the interest shown by the crowd and brings out his Pendulum Monsters, though is once again halted by Eita's quiz effects. As Yuya is seemingly pushed into a corner, he manages to use a wrong answer to an Action Trap against Eita, dealing a large amount of damage, before using his Pendulum Monsters and traps to win the duel.",
          "Aliases": []
        },
        "21": {
          "ID": "4965519",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4965519",
          "TitleEnglish": "Beyond Belief",
          "SummaryEnglish": "As Reiji continues to work on his own Pendulum Summoning in preparation for the tournament, Yuya tries to figure out how to bring Pendulum Summoning to its next evolution. Meanwhile, Masumi approaches Yuzu and Sora about the masked duelist, having come across the incident where the LDS students disappeared. Masumi prepares to duel against Yuzu, but is suddenly confronted by Shun, who attempts to duel against her. However, the other masked duelist, Yuto, shows up and knocks out Shun, who believed Yuzu to be a girl named Ruri, before warning Yuzu not to use Fusion summoning. Just as Yuya arrives with Yaiba and Hokuto, Yuzu's bracelet glows again and Yuto disappears once more. As the group disperse, Yuya comes across the Polymerization card that Yuzu dropped.",
          "Aliases": []
        },
        "22": {
          "ID": "4965520",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4965520",
          "TitleEnglish": "A Date With Fate: Part 1",
          "SummaryEnglish": "Yuya hurriedly meets up with his third opponent, the fortune teller girl Mieru Hōchun, who seems disappointed that he does not resemble her ideal 'fated one'. Mieru gets an early lead on Yuya, who struggles against her flip-effect monsters and traps, and brings out the Ritual Monster, Tarotray the Sibylla. As Tarotay's abilities prove effective against Yuya's Pendulum Monsters, Mieru predicts a future that could very well claim Yuya's life.",
          "Aliases": []
        },
        "23": {
          "ID": "4979971",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4979971",
          "TitleEnglish": "A Date With Fate: Part 2",
          "SummaryEnglish": "Gongenzaka starts training with Yaiba, whilst Sora manages to obtain his sixth victory and earn a spot in the Junior Youth Championship. Meanwhile, Mieru continues to put pressure on Yuya with both her fortune telling and her Flip Monsters, using an Action Card to place a lock on Yuya's deck. Despite a chandelier suddenly collapsing, Yuya manages to overcome Mieru's prediction and grab an Action Card to remove the lock. Drawing Yuzu's Polymerization card, which he had accidentally put in his deck during the morning rush, Yuya manages to fuse Odd-Eyes Pendulum Dragon and Stargazer Magician to summon Rune-Eyes Pendulum Dragon, using its power to defeat Mieru. Returning the Polymerization card to Yuzu, Yuya becomes determined to seek out more new ways of evolving Pendulum Summoning, though is first met with dubious affection from Mieru.",
          "Aliases": []
        },
        "24": {
          "ID": "4979972",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4979972",
          "TitleEnglish": "For Our Tomorrows",
          "SummaryEnglish": "Masumi, shortly joined by Hokuto and Yaiba, finds Shun and confronts him in a battle royale duel. Yuzu, who had spotted Masumi on her way back from Yuya's duel, attempts to follow her but is stopped in her path by Yuto. As Yuzu asks Yuto why he is so obsessed about protecting her, he explains about the girl known as Ruri, who is revealed to Shun's little sister, and how it is dangerous for Yuzu to seek out Fusion Summoning. Meanwhile, Hokuto, Yaiba, and Masumi bring out their strongest monsters to clear Shun's field and hand and leave him open to attack. However, Shun manages to survive their attack and summons his Xyz monster, Raid Raptor Rise Falcon, absorbing the power of everyone's monsters and obliterating his opponents. As Yuto parts ways with Yuzu, Reiji appears before Shun.",
          "Aliases": []
        },
        "25": {
          "ID": "4990664",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4990664",
          "TitleEnglish": "Battle Between Buddies: Part 1",
          "SummaryEnglish": "Shay reveals that his goal was to lure Declan out to use as a bargaining chip to rescue Lulu, who was allegedly captured by his father, Leo. Declan believes his father would not care about him in such an event and gives Shay a condition to fulfill before he can duel against him. The next day, Yuya prepares to face his fourth and final opponent, who turns out to be Gong, in an all-or-nothing duel for championship entry without any of his supporters. As Yuya struggles to go all out against his best friend, Gong uses what he learned from Kit to summon the Synchro monster, Superheavy Samurai Warlord Susanowo.",
          "Aliases": []
        },
        "26": {
          "ID": "4990666",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/4990666",
          "TitleEnglish": "Battle Between Buddies: Part 2",
          "SummaryEnglish": "As Gong shows the power of his Susanowo, Yuya uses his Pendulum Summoning and Action Cards to protect himself from Gong's attacks. Yuya then manages to draw a new monster, Performapal Trump Witch, using its ability to Fusion Summon Rune-Eyes Pendulum Dragon. Though Gong manages to defend against Yuya's attack, Yuya uses an Action Card to draw a crucial card, allowing him to perform another Fusion Summon and evolve Rune-Eyes into Beast-Eyes Pendulum Dragon and win the match, earning his place in the championship. Meanwhile, at the LID, Declan, who had arranged for Julia and the others to have their memories of Shay erased, thinks that Yuya might have the power to protect this world.",
          "Aliases": []
        },
        "27": {
          "ID": "5014470",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5014470",
          "TitleEnglish": "Challengers Assemble",
          "SummaryEnglish": "On the day of the Paradise Championship, Yuya briefly reminisces about his father before Yoko encourages to join up with the others, including Gong who managed to qualify himself, becoming surprised to see Shay among the LID competitors. During the opening ceremony, Yuya is chosen to give the opening statement, which he uses to express his desire to become a pro duelist and make more people love duels. With their first opponents announced, Yuya is to face against Silvio, Yuzu against Julia, and Sora against Shay. In the Junior Championship, Frederick defeats his first opponent, while Ally is set to fight against a strange child seen accompanying Declan.",
          "Aliases": []
        },
        "28": {
          "ID": "5014472",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5014472",
          "TitleEnglish": "Something's Fishy",
          "SummaryEnglish": "Ally begins her duel against the LID's Reira, gaining an early lead with her Aqua Actress monsters. However, Reira causes problems with his Persona Shutter spells. Just as Ally starts to make a comeback, Reira brings out his Fusion Monster, CCC Water Sword the Embodiment of Valiant Fused Arms, and defeats Ally. As Zuzu prepares for her duel against Julia, Sora feels a strange sensation when passing by Shay.",
          "Aliases": []
        },
        "29": {
          "ID": "5014473",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5014473",
          "TitleEnglish": "Fusion Foes",
          "SummaryEnglish": "Putting aside the mystery as to why Julia considers Shay an ally, Zuzu begins her duel against Julia. After Julia summons her Gem-Knight Master Diamond, Zuzu shows the results of her training and Fusion summons Schuberta the Melodious Maestra, managing to defeat Julia's monster and banish one of her Fusion spell cards from the game. However, Julia then brings out her true ace, Gem-Knight Lady Brilliant Diamond, to destroy Melodious Maestra and putting Yuzu on the defensive. Staking her duel on Julia's pride as a Fusion user, Zuzu manages to survive Julia's attack and Fusion summons Bloom Diva the Melodious Muse, managing to stop Julia from obtaining an Action Card that would let her stop the attack and winning the duel. Afterwards, Julia gives Zuzu one of her monsters, encouraging her to win the tournament.",
          "Aliases": []
        },
        "30": {
          "ID": "5014474",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5014474",
          "TitleEnglish": "Gong the Strong",
          "SummaryEnglish": "On the second day of the championship, Gong is set to face against Gen Ankokuji, a former student of his family's dojo who often bullied Yuya. However, Gen has his lackeys lead Yuya into an ambush, hoping to weaken Gong's steadfast spirit. Gong prepares to perform a Synchro Summon, but Gen manages to take control of his Tuner monster, further taunting him with the unknown circumstances Yuya is in. However, Zuzu manages to assure Gong that Yuya can handle himself, allowing him to place his faith in Yuya. Gen brings out his ace monster, Battleguard Mad Shaman, to take control of Gong's monster, but Gong, supported by the safe arrival of Yuya, manages to bring out Susanowo and win the match.",
          "Aliases": []
        },
        "31": {
          "ID": "5014475",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5014475",
          "TitleEnglish": "The Pendulum Swings Both Ways: Part 1",
          "SummaryEnglish": "Yuya duels against Silvio, who brings out a new Yousen deck to cause problems for Yuya. To Yuya's surprise, Silvio brings out his own Pendulum monsters and Pendulum Summons Mayosenju Daibak, and uses its ability to return Yuya's Pendulum Cards and Monsters to his deck. Despite being backed into a corner, Yuya remains excited and pushes onward.",
          "Aliases": []
        },
        "32": {
          "ID": "5047310",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5047310",
          "TitleEnglish": "The Pendulum Swings Both Ways: Part 2",
          "SummaryEnglish": "While searching for Action Cards, Yuya manages to use Silvio's card effects against him, before managing to use an Action Card to escape his attack. As both duelist's efforts hype up the crowd, Yuya brings out Beast-Eyes Pendulum Dragon and wins the duel.",
          "Aliases": []
        },
        "33": {
          "ID": "5047311",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5047311",
          "TitleEnglish": "Making the Cut: Part 1",
          "SummaryEnglish": "Shay and Sora finally come face-to-face in battle after Yuya's duel with Silvio. As Sora entertains the crowd with his cute monsters, Shay starts talking about the battlefield he faced with his friends - something that confused Sora. Sora Fusion Summons his ace monster, only to have it destroyed on Shay's turn, by his Xyz monster.",
          "Aliases": []
        },
        "34": {
          "ID": "5047312",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5047312",
          "TitleEnglish": "Making the Cut: Part 2",
          "SummaryEnglish": "As the duel begins to heat up, Sora continues to grow more anxious and malicious. As the Fusion Duelist attempts to Fusion Summon multiple Fusion Monsters such as, Frightfur Leo, and Frightfur Sheep, Shay manages to successfully counteract the incoming attacks. Shay reveals his ability to Rank-Up his Raid Raptors - Rise Falcon to Raid Raptors - Blaze Falcon. As Sora becomes more malicious than before, the two Duelists' past is revealed: Sora's people attacked Heartland, Yuto, Shay, and Ruri's home. Being pushed to the edge by Shay's strategies, Sora Fusion Summons Frightfur Mad Chimera. However, Shay manages to Rank Up Raid Raptors - Blaze Falcon even further to Raid Raptors - Revolution Falcon, ending the duel with its destructive damage.",
          "Aliases": []
        },
        "35": {
          "ID": "5065786",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5065786",
          "TitleEnglish": "Sora's Secrets: Part 1",
          "SummaryEnglish": "Sora is kept in LID's recovery after his duel with Shay. Outside, Zuzu reveals everything she knows about Yuto, Shay and their objective to Yuya and Gong. Meanwhile, Yuto appears before Sora and interrogates him on Ruri's whereabouts. Sora denies knowing anything but the probability of her being trapped in a card and demands to be taken to Shay. However, Yuto refuses and runs off when the guards in the hospital arrive - Sora running after him in tow. Sora suggests that Yuto could save Ruri by destroying all the Fusion duelists leading, the both of them to begin dueling. Yuya shows up during the duel after searching for Sora, and attempts to stop the duel, to no avail. Angered by Yuto's motive, Yuya angrily decides to join the duel.",
          "Aliases": []
        },
        "36": {
          "ID": "5069562",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5069562",
          "TitleEnglish": "Sora's Secrets: Part 2",
          "SummaryEnglish": "Yuya joins the Battle Royale duel and summons Odd-Eyes Pendulum Dragon, which causes both him and Yuto to feel a strange sensation when it resonates with his Dark Rebellion Xyz Dragon. Sora, further angered that Yuto was going easy on him, reveals that he is from another world known as the Fusion Dimension, while Yuto and Shay are from the Xyz Dimension. Sora attempts to summon his next Fusion monster, but is suddenly dragged back to the Fusion Dimension by his Duel Disk. Putting a stop to their duel, Yuya questions Yuto, who explains his that homeworld, the Xyz Dimension, was attacked one day by the Fusion Dimension, who turned its citizens into cards. Yuto further reveals there is also a Synchro Dimension, while Yuya's homeworld, Standard, is the one that connects them all. As Yuya vents that duels are supposed to be used for entertainment instead of war, a portal suddenly opens and a duelist appears, bearing the same face as Yuya and Yuto.",
          "Aliases": []
        },
        "37": {
          "ID": "5069565",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5069565",
          "TitleEnglish": "A Dark Reflection",
          "SummaryEnglish": "The turbo duelist, Yugo, challenges Yuto to a duel, quickly bringing out his Speed Roid Synchro Monsters. Yugo soon brings out Clear Wing Synchro Dragon, prompting Yuto to bring out Dark Rebellion Xyz Dragon to fight against it. Both Yuto and Yugo then get possessed by a desire to destroy, but Yuya stops Yuto from carrying out his attack. He fails to convince Yugo, who raises his Clear Wing's attack power and defeats Yuto. Having taken heavy damage from his duel, Yuto gives Yuya Dark Rebellion, before disappearing. Zuzu finds Yuya, but he had passed out after the duel, and Declan has Nakajima recover Yuto's duel disk and deck. At Duel Academy, the Professor sends Yuri, another person who resembles Yuya, to capture Zuzu.",
          "Aliases": []
        },
        "38": {
          "ID": "5085790",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5085790",
          "TitleEnglish": "Warped Dimensions",
          "SummaryEnglish": "With Yuya still unconscious following his encounter with Yuto and Yugo, Mieru comes around to try and help wake him up, but Zuzu and Yoko convince her to return to the championships. After Yuya wakes up, he and Zuzu learn Mieru was knocked out in a single turn, while Reira defeated Frederick using Synchro Summoning. Yuya then explains to Zuzu what happened between him, Yuto, and Yugo, while Zuzu tells him about Ruri, the girl who resembles her. Determined to find answers, Yuya and Zuzu hope to talk with Shay, but are unable to meet up with him. They instead watch Kit's duel against Ryōzanpaku Duel School's Isao Kachidoki, only to become shocked when Isao uses physical violence to win against Yaiba. With Isao confirmed as his next opponent, Yuya becomes determined to beat him in a duel that brings smiles.",
          "Aliases": []
        },
        "39": {
          "ID": "5085791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5085791",
          "TitleEnglish": "A Duel Personality",
          "SummaryEnglish": "After Gong wins his second round match, Yuya steps up to face Isao, pitting his entertainment dueling against Isao's more violent methods. As Yuya brings out Beast Eyes Pendulum Dragon, Isao recalls how his teacher Ryōzan instructed him to be serious about victory instead of having fun like Yuya. Isao then brings out his Fusion monster, Idaten, the Star of Supreme Victory, using violence to grab Action Cards to power up his monster, though Yuya manages to grab one himself to stay in the game. Cornered, Yuya sees a vision of Yuto merging together with him and summons Dark Rebellion Xyz Dragon to win the duel. When Yuya regains his senses, he is met with concerned glares from the audience and disdain from Isao.",
          "Aliases": []
        },
        "40": {
          "ID": "5101094",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5101094",
          "TitleEnglish": "Stealth Warriors",
          "SummaryEnglish": "Declan learns Dipper has been turned into a card by a girl resembling Zuzu. As Zuzu participates in her second round match against idol Mikiyo Naname, Declan confronts her doppelganger, a member of Duel Academy, and duels against her partner, Barrett. While Barrett deals a lot of damage to Declan with his Beastborg Panther Predator, Declan uses a Pendulum Summon to bring out his D/D/D monsters and win the duel. With Zuzu victorious in her duel, Declan confronts her dimensional counterpart, Selena.",
          "Aliases": []
        },
        "41": {
          "ID": "5101095",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5101095",
          "TitleEnglish": "Bracing for Battle",
          "SummaryEnglish": "Declan and Selena recall that they once met each other three years ago when Declan accidentally stumbled into Duel Academy. Declan came across Selena and helped her to escape from some of Leo's guards, but they were soon caught by Leo, who took Selena away before explaining everything about the different dimensions to Declan before sending him back to Standard. As Declan tries to reason with Selena, who wants to prove her worth to Leo by defeating Xyz Duelists, Barrett activates a device on his Duel Disk, alerting Duel Academy to his position before teleporting back there, while Selena takes her leave. Back at Duel Academy, Leo sends Sora on a mission to capture Selena. The next day, Yuya and the other remaining duelists learn that the championship's third round will be a Battle Royale across the entire city, in which duelists can obtain Pendulum Cards. This is revealed to be a plan by Declan to distract the Junior Youth duelists while the Youth class fight against any invaders.",
          "Aliases": []
        },
        "42": {
          "ID": "5101096",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5101096",
          "TitleEnglish": "Battle Fields",
          "SummaryEnglish": "With the Battle Royale underway, Yuya comes up against a pair of duelists from Ryōzanpaku, Umesugi and Takeda, leaving him worried about losing control again. Meanwhile, Zuzu and Gong each end up facing against LID exchange students, Halil and Olga, which ends up becoming a Tag Duel when Zuzu inadvertently slips into Gong's match. As Yuya struggles against Umesugi and Takeda's rough play and Fusion monsters, he is suddenly aided by another duelist named Dennis MacField.",
          "Aliases": []
        },
        "43": {
          "ID": "5126564",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5126564",
          "TitleEnglish": "Fire and Ice",
          "SummaryEnglish": "Dennis, a LID transfer student and Entertainment Duelist from America, joins Yuya as his tag partner, quickly bringing out his Xyz Monster, Entermage Trapeze Magician, to put a stop to Umesugi and Takeda's effects. Meanwhile, Gong gets knocked out by Halil, but Zuzu manages to use her Pendulum Summon to bring out Bloom Diva and defeat both Halil and Olga. As Yuya nearly becomes swayed by the darkness again, Dennis calms him down, allowing him to summon Dark Rebellion Xyz Dragon, this time using it for the purpose of Entertainment Dueling, and with help from Dennis, defeats both Umesugi and Takeda.",
          "Aliases": []
        },
        "44": {
          "ID": "5126565",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5126565",
          "TitleEnglish": "Danger Zones",
          "SummaryEnglish": "Halil and Olga are confronted by Michio, who is being assisted by Teppei Tairyobata, who plans to take his Pendulum Cards once he tires himself out, while Yuzu comes across Dennis, who uses his Trapeze Magician's effects to win the duel. Meanwhile, Yuya comes across Shay, but before they can answer each other's questions, they come under attack by the Knights of Duel, who use the crossfire between themselves to damage them. Just then, Sora appears once again, having his Obelisk Force take care of the Knights while he confronts Shay for a rematch, while Selena appears before Zuzu and Dennis.",
          "Aliases": []
        },
        "45": {
          "ID": "5126566",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5126566",
          "TitleEnglish": "Obelisk Assault",
          "SummaryEnglish": "Selena, believing Dennis to be a survivor of the Xyz Dimension, challenges him to a duel, while Sora and Shay begin their duel. Meanwhile, Yuya, shocked after seeing the Obelisk Force turn the Knights of Duel into cards, once again becomes possessed by Yuto's dark side and challenges the Obelisk Force. After Selena beats Dennis, who didn't want to use Xyz monsters and cause a misunderstanding, she and Zuzu are approached by Obelisk Force soldiers but are aided by the arrival of Declan's team of Youth duelists. Meanwhile, Yuya brings out Dark Rebellion Xyz Dragon against the Obelisk Force, just as Gong and Mieru come across him.",
          "Aliases": []
        },
        "46": {
          "ID": "5126567",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5126567",
          "TitleEnglish": "Dragon's Vengeance",
          "SummaryEnglish": "Yuya summons Odd-Eyes Pendulum Dragon and overlays it with Dark Rebellion Xyz Dragon to Xyz Summon Odd-Eyes Rebellion Dragon, using it to wipe out the Obelisk Force. Afterwards, Gong steps in to protect Yuya from a falling pillar, sending Mieru to get Michio and Teppei to hold him down and he starts to freak out. Using her fortune telling ability, Mieru deduces there are two souls residing in Yuya's body, with a third dark presence growing alongside them. After coming to his senses and learning from the others what he did, Yuya suspects that Yuto has somehow become a part of him. Meanwhile, as Yugo shows up somewhere nearby, Zuzu speaks with Selena, questioning if she truly understands what Duel Academy is doing to the Xyz Dimension. Deciding that Selena should speak with Shay to get the full story, Zuzu swaps clothes with her so she can go find him, while Yuri appears before Dennis.",
          "Aliases": []
        },
        "47": {
          "ID": "5156954",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5156954",
          "TitleEnglish": "Identity Crisis",
          "SummaryEnglish": "As Zuzu, disguised as Selena, is confronted by the Obelisk Force, they are dispersed by Yuri, who traps Halil and Olga into cards. Learning that he is the one who captured Ruri, as well as another girl named Rin, Zuzu confronts Yuri in a duel. Meanwhile, Yugo comes across the Obelisk Force overwhelming the Youth duelists and decides to fight against them, leading Declan to suspect that the Synchro Dimension isn't their enemy like Shay stated. Just as Zuzu is pinned into a corner, Yuri is suddenly warped away by Zuzu's bracelet when Yugo arrives on the scene, with both Zuzu and Yugo becoming warped away when Yuya comes looking for her. Meanwhile, Shay is defeated by Sora just as Selena arrives on the scene.",
          "Aliases": []
        },
        "48": {
          "ID": "5156955",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5156955",
          "TitleEnglish": "Battlefronts",
          "SummaryEnglish": "While Tatsuya faces against Reira in the Junior Class final, Selena, noticing Shay's injuries, helps him escape from Sora with help from the ninja duelists Hikage and Tsukikage. As Hikage holds off Sora, Selena, Shay, and Tsukikage are confronted by more Obelisk Force soldiers. Michio and Teppei soon step in to join the latter duel, but they are both defeated and trapped in cards. As Hikage is dealt the same fate by Sora, Yuya barely manages to hold back the darkness within him and confronts Sora, while Silvio steps in on the other duel.",
          "Aliases": []
        },
        "49": {
          "ID": "5156956",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5156956",
          "TitleEnglish": "Fighting for Fun",
          "SummaryEnglish": "As Reira defeats Tatsuya to win the Junior class Championship, Gong, who mistakes Selena for Zuzu, joins the duel in order to give Shay some Pendulum Cards, allowing him to Xyz summon Raidraptor - Revolution Falcon and defeat the Obelisk Force. Meanwhile, Yuya duels against Sora in the hopes of bringing back his true smile, bringing out Odd-Eyes Rebellion Dragon. Before he can attack, however, the Battle Royale reaches its time limit, putting an end to the duel. After Sora escapes and Selena's identity is revealed, Declan appears on the scene, with Silvio explaining the Battle Royale was his way of recruiting duelists to be Lancers.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "689755",
      "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 50,
      "Episodes": {
        "1": {
          "ID": "5853557",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853557",
          "TitleEnglish": "Dueling Declan",
          "SummaryEnglish": "Yuya, angered by hearing the Battle Royale was just a testing ground and fearing Zuzu has been caught just like the others, challenges Declan to a duel. As Declan brings out his D/D/D Monsters, Selena talks to Shay, who confirms that everything Zuzu had told her about Duel Academy's attack on the Xyz Dimension is true. Yuya brings out Rune-Eyes Pendulum Dragon and Beast-Eyes Pendulum Dragon, but Declan manages to withstand his attack, stating he must become stronger if he wants to save Zuzu.",
          "Aliases": []
        },
        "2": {
          "ID": "5853558",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853558",
          "TitleEnglish": "Kings vs. Dragons",
          "SummaryEnglish": "Declan, who was aware that Zuzu had teleported away with Yugo, keeps quiet about it as he brings out his Pendulum Fusion Monster, D/D/D Wave Oblivion King Caesar Ragnarok. Yuya fights back with Dark Rebellion Xyz Dragon, but Declan responds with his own Pendulum Xyz Monster. Determined to win at all costs, Yuya brings out Odd-Eyes Rebellion Dragon, but Declan uses his monster effects and traps to win the duel.",
          "Aliases": []
        },
        "3": {
          "ID": "5853560",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853560",
          "TitleEnglish": "Parental Guidance: Part 1",
          "SummaryEnglish": "Following the closing of the Battle Royale, Henrietta reveals to the audience the truth about what is happening. She announces the Lancers are heroes that will protect Maiami City and encourages others to join them. Later, after Yuya informs Skip and Yoko about what happened to Zuzu, Yoko notices Yuya's wavering behavior. Yoko challenges Yuya to a duel, and she revealed she was once the leader of a woman's dueling gang. When a rival gang took one of her friends hostage, it was Yusho who showed her the importance of fun dueling. Yoko hopes to teach this lesson to Yuya in her duel.",
          "Aliases": []
        },
        "4": {
          "ID": "5853561",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853561",
          "TitleEnglish": "Parental Guidance: Part 2",
          "SummaryEnglish": "Following his mother's advice, Yuya regains his entertainment spirit and wins against Yoko. She gives him the 'Smile World' spell card that bonds her and Yusho. The next day, Declan gathers together the Lancers, which now include Reira. Declan announces they will be going to recruit allies in the Synchro Dimension, where it is revealed Zuzu has been taken to. Given new trans-dimensional Duel Disks, the Lancers set off for the Synchro Dimension.",
          "Aliases": []
        },
        "5": {
          "ID": "5853562",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853562",
          "TitleEnglish": "City 'Scape",
          "SummaryEnglish": "Following their sudden teleportation, Zuzu and Yugo end up in the Synchro Dimension at Yugo's hometown of City. Yugo tells Zuzu about how Yuri kidnapped Rin who is Zuzu's Synchro Dimension counterpart. Clear Wing Synchro Dragon sent him to the Xyz Dimension, where he mistook Yuto for Rin's kidnapper. Zuzu clears up the confusion who explains to Yugo about the various versions of herself and Yuya from different dimensions as well as Duel Academy's ambitions. As the two are soon forced to escape from Security, Yugo explains how 99% of the population, known as Commons, live in slums under fear from the privileged 1%, known as the Tops, with Yugo hopes to one day go up against Jack Atlas, a duelist from Commons who rose to become a champion. Just then, an officer from Security known as a Duel Chaser forces Yugo into a Turbo Duel, a high speed duel taking place on their Duel Runners.",
          "Aliases": []
        },
        "6": {
          "ID": "5853563",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853563",
          "TitleEnglish": "Tops Speed",
          "SummaryEnglish": "As the Turbo Duel begins, being reported on by news reporter Melissa Claire, the Duel Chaser brings out his Synchro Monster, Goyo Chaser, while Yugo responds with his Chambarider. The Duel Chaser soon brings out his ace monster, Goyo Predator, taking control of Yugo's monster to deal him heavy damage, but Yugo uses his trap to bring out Clear Wing Synchro Dragon and win the duel, escaping Security's grasp. Meanwhile, as Yuya, Selena, Silvio, and Reira arrive in City's slums, they are confronted by Security, who believe Yuya and Selena to be Yugo and Zuzu, with Selena and Silvio stepping in to duel in an Action Duel against them.",
          "Aliases": []
        },
        "7": {
          "ID": "5853564",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853564",
          "TitleEnglish": "Synchro Sector",
          "SummaryEnglish": "After Silvio is defeated in one turn, Yuya decides to use his entertainment dueling to fight against his opponent while protecting Reira. As Selena defeats her opponent, only to be surrounded by more Security, Yuya brings out his Pendulum Summoning to provide an opportunity for Selena to escape with Reira, but she refuses. Just then, they are rescued by a group of Turbo Duelists, led by Crow Hogan.",
          "Aliases": []
        },
        "8": {
          "ID": "5853565",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853565",
          "TitleEnglish": "Super Duelists",
          "SummaryEnglish": "Crow takes Yuya and the others to his home to let them lay low, informing them about how the Tops reign over the Commons. They soon learn that Zuzu and Yugo have been spotted nearby and decide to go in search for them. Meanwhile, Dennis, who arrived with Gong, decides to use entertainment to earn some money from the citizens and attract the attention of the media with a duel. Following the duel, Dennis and Gong are approached by a promoter named Gallager, who sees potential in their dueling ability.",
          "Aliases": []
        },
        "9": {
          "ID": "5853566",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853566",
          "TitleEnglish": "Scream for the Green",
          "SummaryEnglish": "Gallager brings Gong and Dennis to an underground Turbo Duel ring, where Shay is already participating in the search for strong duelists to join the Lancers. Meanwhile, as Yuya hears from Crow about how Tops and Security used Turbo Duel to subjugate the Commons who invented it, Serena and Silvio grow tired of waiting and decide to go off in search of information. Back at the underground duel ring, Shay, who needs one more consecutive win to enter the Friendship Cup where he could potentially fight against Jack Atlas, duels against Dennis in a Turbo Duel. As both duelists bring each other's life points down to 100, Dennis' Pendulum Summon attracts attention from Security.",
          "Aliases": []
        },
        "10": {
          "ID": "5853567",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853567",
          "TitleEnglish": "Dueling’s Most Wanted",
          "SummaryEnglish": "Dennis deployed his Pendulum Summon in his Duel against Shay. Detecting that Summon, Roger, the Director of the Security, decided to keep an eye on them. On the other hand, Reira was depressed since Declan is not with him. Yuya wants to make Reira smile, but a slight difference in their opinions caused some hostility between Crow and Yuya, and the two of them begin a Duel.",
          "Aliases": []
        },
        "11": {
          "ID": "5853568",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853568",
          "TitleEnglish": "Showdown in the Slammer",
          "SummaryEnglish": "Yuya and his friends were captured by Security and taken to the Facility that everyone fears, with the rumor that once you're in, there's no way out. Yuya, who is worried about the missing Reira, is reunited with his fellow Lancers. But the rejoice is short lived as they find a Duelist who controls all prison guards and prisoners waiting for them.",
          "Aliases": []
        },
        "12": {
          "ID": "5853569",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853569",
          "TitleEnglish": "Hero's Fall",
          "SummaryEnglish": "While the people of the Facility watch on, Yuya and Chojiro Tokumatsu began their intense Duel. As Crow observes the Duel, he begins speaking about the feelings that Tokumatsu used to cherish. Using the “Tokumatsu Lethal Combo” that allows him to draw and cut away Life Points, Chojiro drives Yuya into a corner. However Yuya wants to show the possibilities of Dueling to Tokumatsu and using his Entertainment Dueling style, Yuya stands against Tokumatsu's Lethal Combo!",
          "Aliases": []
        },
        "13": {
          "ID": "5853570",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853570",
          "TitleEnglish": "The Great Escape",
          "SummaryEnglish": "Since the Duel between Yuya and Tokumatsu, the inmates have become more lively. Meanwhile, Shinji suggests that Yuya should participate in the \"Great Entertainment Duel Tournament\" which takes place in the Facility. As Silvio and Tokumatsu enliven the Duel, Yuya learns that Crow and Shinji are planning a jailbreak!",
          "Aliases": []
        },
        "14": {
          "ID": "5853571",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853571",
          "TitleEnglish": "Fight for Freedom",
          "SummaryEnglish": "Yuya and co. was heading outside the Facility. However, Security's Arrest Corps are chasing after them, summoning their Goyo monsters to hunt them down! Silvio takes the initiative and Duels against them, but is quickly overwhelmed by the enemy's Goyo Monsters. On the other hand, Yuya attempts to fight back with his summoned monsters and tries to fight a way to escape, but the pursuit squad drives Yuya and co. into a corner. Just then Shay shows up to aid them! Facing off against Security's powerful monsters, Shay demonstrates his overwhelming strength!",
          "Aliases": []
        },
        "15": {
          "ID": "5853572",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853572",
          "TitleEnglish": "Match with the Master",
          "SummaryEnglish": "As proof that they have came to form alliances with the Executive Council, the Lancers have to participate in the Friendship Cup under Declan's proposal. Furthermore, Yuya is compelled to duel in an Exhibition Match during the previous night of the tournament, and his opponent is the Duel King - Jack Atlas! In a stadium completely filled with the high tensions of the audience, Yuya feels overwhelmed by Jack's presence, but he persists on with his ideal of an Entertainment Duel!",
          "Aliases": []
        },
        "16": {
          "ID": "5853573",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853573",
          "TitleEnglish": "Traits of a Traitor",
          "SummaryEnglish": "Yuya keeps thinking about the words Jack said to him: \"Your Duels are nothing but self-satisfaction only!\" And then, appearing before Yuya, is a teenage boy with a card in his hand. Later on, in the Duel Palace where the Friendship Cup is held, the participants are introduced one by one. On the other hand Zuzu, whom is worried about Yuya after his defeat, is in danger as she is surrounded by Security!",
          "Aliases": []
        },
        "17": {
          "ID": "5853574",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853574",
          "TitleEnglish": "Crow's Crew",
          "SummaryEnglish": "The Friendship Cup finally begins with much fanfare in the Duel Palace. The first match is between the \"Blackwing\" user, Crow, against Gong, using \"Superheavy Samurais\". Against Gong who is confused with his first Turbo Duel, Crow speeds with Blackbird. Gong takes the first turn and goes all-out with his full power, trying his best to clear Yuya's negative reputation as the Duelist who lost to Jack. On the other hand, Crow seems to be distracted by something among the audience, and could not focus on the Duel!",
          "Aliases": []
        },
        "18": {
          "ID": "5853575",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853575",
          "TitleEnglish": "Riley's Reveal",
          "SummaryEnglish": "The next Duel is Reira vs. Shinji, but Reira is unwilling to fight against Shinji. However, his brother, Declan, comes up with an alternative option! On the other hand, slipping past the strict Security, Tokumatsu visits Yuya's room! He then tells Yuya about the fate of the defeated Duelists!!",
          "Aliases": []
        },
        "19": {
          "ID": "5853576",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853576",
          "TitleEnglish": "Common Cause",
          "SummaryEnglish": "The next match is between Shinji against Tsukikage. In an attempt to change the problem of the class system in the City, Shinji calls out to all the Commons to stand up against the injustice. As Shinji moves forward against Tsukikage with his monsters that represent his ideals...",
          "Aliases": []
        },
        "20": {
          "ID": "5853577",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853577",
          "TitleEnglish": "A Concerted Effort",
          "SummaryEnglish": "After ten years of silence, Enjoy Chojiro has finally returned to the stage! His opponent is Zuzu! Meanwhile, Yuya watches through the television set the Turbo Duel debut of his childhood friend. Zuzu wants to show her everything to Yuya, and goes all-out against Chojiro's assault. Who shall triumph in the end!",
          "Aliases": []
        },
        "21": {
          "ID": "5853578",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853578",
          "TitleEnglish": "The Gift of Grit",
          "SummaryEnglish": "The last match of the tournament's first day is Selena's! Her opponent is Tony. The loser will be sent to do compulsory labor in an underground facility! Meanwhile, Yuya is inspired by the duel between Zuzu and Chojiro, and determines to stand up once again. At the same time, Jack appears before Declan, Reira and the Executive Council, and begins talking about his past...",
          "Aliases": []
        },
        "22": {
          "ID": "5853579",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853579",
          "TitleEnglish": "Duel Consequences",
          "SummaryEnglish": "The next duel is between Yuya and Duel Chaser 227. Learning from his defeat against Jack, and realizing that he must make the audience and his opponent smile through his Entertainment Duels, Yuya accepts the challenge. However, the audience seems to be more excited about Duel Chaser 227's plays!",
          "Aliases": []
        },
        "23": {
          "ID": "5853580",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853580",
          "TitleEnglish": "Turbotainers",
          "SummaryEnglish": "Yuya is depressed at the reality that he cannot show the kind of duel he believes in to the people of the City. As he mulls over it, the next duel between Yugo and Silvio begins. Facing off against Silvio's pride the \"Underworld Troupe\", Yugo summons his \"Clear Wing\" at the very beginning of the duel. As Yuya watches the two duel, his deck starts glowing faintly",
          "Aliases": []
        },
        "24": {
          "ID": "5853581",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853581",
          "TitleEnglish": "Turning Point",
          "SummaryEnglish": "Silvio lost his Duel, and was subsequently sent to the underground. In that place, Gong was arguing with the owner of the Underground Dueling Arena, Gallager. Gallager tells Gong, Silvio and Tsukikage about the rules of the underground facility, and how to get back to the surface. On the other hand, Tsukikage, whom managed to escape from the facility, speaks to Yuya about Declan and Reira's desires This episode is the 777 in the Yu-GI-Oh! franchise and feautures a special opening.",
          "Aliases": []
        },
        "25": {
          "ID": "5853582",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853582",
          "TitleEnglish": "A Traitor Unmasked",
          "SummaryEnglish": "The last match for the first round of the Friendship Cup is between Shay and Dennis, both Lancers. Against Shay who suspects his identity, Dennis plays in his usual Entertainment style. However, when Shay forces him into a corner, Dennis suddenly Summons a new monster that surprises everyone!",
          "Aliases": []
        },
        "26": {
          "ID": "5853583",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853583",
          "TitleEnglish": "Shay's Revenge",
          "SummaryEnglish": "Dennis revealed his true identity in front of everyone. The other members of Lancers could not believe their eyes at such a revelation. Shay's wrath and hate reaches a zenith. While witnessing Dennis and Shay's Duel unfolding, Yuto starts to respond within Yuya.",
          "Aliases": []
        },
        "27": {
          "ID": "5853584",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853584",
          "TitleEnglish": "Plans of Attack",
          "SummaryEnglish": "The Executive Council and Security finally clash together over the custody of Dennis. Although the Executive Council manages to seal away Security's powers, its leader Roger announces a new plan called \"King's Gambit\". On the other hand, \"that teenage boy\" appears before Dennis, who is injured thanks to the duel.",
          "Aliases": []
        },
        "28": {
          "ID": "5853586",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853586",
          "TitleEnglish": "A Cons Game",
          "SummaryEnglish": "The first match of the second round is Zuzu vs. Sergey. Zuzu faces off against her opponent, aiming for the same goal as Yuya. As she tries to convey the message of the Interdimensional War through her Duel, Sergey seems to be inviting Zuzu to attack him, inflicting more and more damage upon himself. Seeing all this, Zuzu attempts to stop the Duel, but...",
          "Aliases": []
        },
        "29": {
          "ID": "5853587",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853587",
          "TitleEnglish": "Rebel Road",
          "SummaryEnglish": "While Yuya worries over the condition of Zuzu, he is suddenly called to Duel Shinji. Yuya tries to argue against Shinji's thoughts to stir up a revolution within this world, but is backed down to a corner by his opponent's relentless attacks. At that time, the person that has been following Yuya all along starts to...!?",
          "Aliases": []
        },
        "30": {
          "ID": "5853588",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853588",
          "TitleEnglish": "Road To Rebellion",
          "SummaryEnglish": "Trusting in Sora's message that Zuzu is fine, Yuya puts in all his thoughts and draws his card. The card he drew is the one that Sam gave to him, the card that mustn't be used, \"Tuning Magician\". While everyone is believing that is a miss, Yuya trusts in the card that he drew...!!",
          "Aliases": []
        },
        "31": {
          "ID": "5853590",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853590",
          "TitleEnglish": "Where the Truth Lies",
          "SummaryEnglish": "Jean cordially praises Yuya for winning his Duel. Seeing this, Shinji and the Commons begin to suspect that there’s a connection between Yuya and Jean. In order to look for Sora, Yuya escapes from the Duel Palace. And then, the two friends who are finally reunited…!?",
          "Aliases": []
        },
        "32": {
          "ID": "5853591",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853591",
          "TitleEnglish": "Battle Birds",
          "SummaryEnglish": "Is Crow an enemy or a friend? In order to find out, Shay starts his fierce clash with Crow!! As the white-hot battle between both of their monsters continues, Jean agrees with Yuya's belief of \"Make everyone smile with Duels\", and proposes for a collaboration between the two to realize each of their dreams...!?",
          "Aliases": []
        },
        "33": {
          "ID": "5853592",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853592",
          "TitleEnglish": "Warriors of the Air",
          "SummaryEnglish": "The second round of the Friendship Cup. The clash between Crow and Shay reaches an all new level of excitement. However, facing Crow with his ace monster Special Summoned by his resurrected \"Phantom Synchro\" technique, Shay suddenly calls out for the Duel to be cancelled. Crow ignores Shay's pleas and insists on with the Duel. What actually happened before Shay's eyes?",
          "Aliases": []
        },
        "34": {
          "ID": "5853593",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853593",
          "TitleEnglish": "A Matter of Trust",
          "SummaryEnglish": "Zuzu is surrounded by Security together with Frank, Tanner and Amanda. None of them have a Duel Disk, so they cannot resist. But, Sora suddenly appears in front of them!",
          "Aliases": []
        },
        "35": {
          "ID": "5853594",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853594",
          "TitleEnglish": "A Plan and a Promise: Part 1",
          "SummaryEnglish": "In the midst of Jean's plans unfolding, Yugo and Selena's Duel begins. Yugo is at first confused by the similarities in looks between Selena and his childhood friend Rin, however when he receives an attack from his opponent, he snaps out of it and gives his full for the Duel. However, when Yugo launches his attack on Selena, something unexpected happens on the highway.",
          "Aliases": []
        },
        "36": {
          "ID": "5853595",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853595",
          "TitleEnglish": "A Plan and a Promise: Part 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "37": {
          "ID": "5853596",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853596",
          "TitleEnglish": "Against All Odds",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "38": {
          "ID": "5853597",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853597",
          "TitleEnglish": "The Many Dimensions of Yuya",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "39": {
          "ID": "5853598",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853598",
          "TitleEnglish": "Wake Up Call",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "40": {
          "ID": "5853599",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853599",
          "TitleEnglish": "Hunted and Hounded",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "41": {
          "ID": "5853600",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853600",
          "TitleEnglish": "Down with the Underground",
          "SummaryEnglish": "Yuya arrives just as Riley’s strength is diminishing as he stands against the Obelisk Force by himself. In order to protect Riley and Celina, Yuya begins a Duel. However, Barrett then arrives to aid the Obelisk Force. Willing to risk his own life to retrieve Celina, Barrett begins a Duel against Yuya!",
          "Aliases": []
        },
        "42": {
          "ID": "5853601",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853601",
          "TitleEnglish": "Chain Game",
          "SummaryEnglish": "Due to the Obelisk Force’s attack, Shay, Gong, and Zuzu are caught in the chaos in the underground. On the other hand, while Yuya fiercely fights back, the effects of Barrett’s \"Crests\" push him into a corner. At that moment, Sora manages to get to Riley and Celina’s location and confesses his true feelings. However, Yuri is right behind him...!",
          "Aliases": []
        },
        "43": {
          "ID": "5853602",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853602",
          "TitleEnglish": "Tragic Reunion",
          "SummaryEnglish": "As Yuya and Barrett’s intense battle continues, Yugo and Yuri confront each other in a nearby area. As all four of Yuya, Yuto, Yugo, and Yuri’s dragons appear on the field one by one, something abnormal occurs to Yuya once again! On the other hand, Roger, who is hellbent on capturing Zuzu, has sent Sergey to her location...",
          "Aliases": []
        },
        "44": {
          "ID": "5853603",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853603",
          "TitleEnglish": "Road Rage: Part 1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "45": {
          "ID": "5853604",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853604",
          "TitleEnglish": "Road Rage: Part 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "46": {
          "ID": "5853605",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853605",
          "TitleEnglish": "Martial Law",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "47": {
          "ID": "5853606",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853606",
          "TitleEnglish": "The Imitation",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "48": {
          "ID": "5853607",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853607",
          "TitleEnglish": "Making it Mine",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "49": {
          "ID": "5853608",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853608",
          "TitleEnglish": "Friendship Finale",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "50": {
          "ID": "5853609",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853609",
          "TitleEnglish": "A Vicious Cycle",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "689756",
      "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/seasons/official/3",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 49,
      "Episodes": {
        "1": {
          "ID": "5853610",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853610",
          "TitleEnglish": "A Warlike Welcome",
          "SummaryEnglish": "Yuya is transported to a strange world that's been decimated by Duel Academy.",
          "Aliases": []
        },
        "2": {
          "ID": "5853611",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853611",
          "TitleEnglish": "Realm of the Cipher Dragon",
          "SummaryEnglish": "Yuya and his friends cross paths with a mysterious duelist who is set on destroying every enemy in the galaxy.",
          "Aliases": []
        },
        "3": {
          "ID": "5853612",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853612",
          "TitleEnglish": "Rush to Revenge",
          "SummaryEnglish": "Yuya tries to convince Kite he’s not the enemy.",
          "Aliases": []
        },
        "4": {
          "ID": "5853613",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853613",
          "TitleEnglish": "Rise of the Resistance",
          "SummaryEnglish": "Yuya learns troubling news about his father; Zuzu goes on the run against Duel Academy in another dimension.",
          "Aliases": []
        },
        "5": {
          "ID": "5853614",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853614",
          "TitleEnglish": "Rumble in the Rubble",
          "SummaryEnglish": "Yuya stumbles across one of Duel Academy's most dangerous duelists and his father's main enemy.",
          "Aliases": []
        },
        "6": {
          "ID": "5853615",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853615",
          "TitleEnglish": "Fighting For Friendship",
          "SummaryEnglish": "Old friends become new enemies when Shay and Kite collide.",
          "Aliases": []
        },
        "7": {
          "ID": "5853616",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853616",
          "TitleEnglish": "An Academic Test",
          "SummaryEnglish": "The secret behind Yuya's dad's disappearance is finally revealed.",
          "Aliases": []
        },
        "8": {
          "ID": "5853617",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853617",
          "TitleEnglish": "Belles and Whistles",
          "SummaryEnglish": "Twins of terror arrive to destroy the Lancers.",
          "Aliases": []
        },
        "9": {
          "ID": "5853618",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853618",
          "TitleEnglish": "Twins with ‘Tude",
          "SummaryEnglish": "Yuya and Shay face a double dose of danger when they take on the Professor's go-to goonettes - the Tyler twins.",
          "Aliases": []
        },
        "10": {
          "ID": "5853619",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853619",
          "TitleEnglish": "Surprise Showing",
          "SummaryEnglish": "Yuya and his pals are ambushed by Obelisk Force and their dogs of doom.",
          "Aliases": []
        },
        "11": {
          "ID": "5853620",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853620",
          "TitleEnglish": "Fenced In",
          "SummaryEnglish": "Yuya has a date with destiny when he comes face to face with Aster Phoenix.",
          "Aliases": []
        },
        "12": {
          "ID": "5853621",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853621",
          "TitleEnglish": "Last Laugh",
          "SummaryEnglish": "Noticing Aster's wavering feelings, Yuya decides to show Aster how fun Dueltaining with joy and smiles can be. This reminds Aster of his duel with Yusho, who strived to make him enjoy dueling despite receiving an injury.",
          "Aliases": []
        },
        "13": {
          "ID": "5853622",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853622",
          "TitleEnglish": "Hat Trick",
          "SummaryEnglish": "Aster Phoenix and the Tyler twins switch sides and join Team Yuya, but it may not be enough to defeat the Professor's mighty army.",
          "Aliases": []
        },
        "14": {
          "ID": "5853624",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853624",
          "TitleEnglish": "Joy of Revenge",
          "SummaryEnglish": "A duelist from the past crosses dimensions to settle an old score with Yuya.",
          "Aliases": []
        },
        "15": {
          "ID": "5853625",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853625",
          "TitleEnglish": "All Duel Hands on Deck",
          "SummaryEnglish": "A high-stakes duel on the high seas erupts when Dennis and Kite clash on a cruise ship.",
          "Aliases": []
        },
        "16": {
          "ID": "5853626",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853626",
          "TitleEnglish": "Shiver Me Lancers",
          "SummaryEnglish": "Yuya and the gang are shanghaied by a corrupt captain working for the Professor.",
          "Aliases": []
        },
        "17": {
          "ID": "5853627",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853627",
          "TitleEnglish": "A Towering Achievement",
          "SummaryEnglish": "Kite and Yugo storm Duel Academy to free Rin and Lulu, but their rescues go awry when they run into two guardians.",
          "Aliases": []
        },
        "18": {
          "ID": "5853628",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853628",
          "TitleEnglish": "Grip of the Parasite",
          "SummaryEnglish": "Yugo's hopes of a warm reunion with Rin are put on ice when she is not the same girl he remembers.",
          "Aliases": []
        },
        "19": {
          "ID": "5853629",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853629",
          "TitleEnglish": "Survival of the Fittest",
          "SummaryEnglish": "Yuya and the gang are forced to battle against Duel Academy's most dangerous duelists in a Survival Duel.",
          "Aliases": []
        },
        "20": {
          "ID": "5853630",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853630",
          "TitleEnglish": "Family Face Off",
          "SummaryEnglish": "A battle between brother and sister arises when Lulu launches a surprise attack on Shay.",
          "Aliases": []
        },
        "21": {
          "ID": "5853631",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853631",
          "TitleEnglish": "The Battle Beast",
          "SummaryEnglish": "As the Survival Duel rages on, a hairy horror lurks in the shadows ready to pounce on whatever prey comes its way.",
          "Aliases": []
        },
        "22": {
          "ID": "5853632",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853632",
          "TitleEnglish": "Taming of the BB",
          "SummaryEnglish": "Yuya faces his toughest challenge yet against the brutal and barbaric savage BB.",
          "Aliases": []
        },
        "23": {
          "ID": "5853633",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853633",
          "TitleEnglish": "Show of Nature",
          "SummaryEnglish": "BB's wild side takes its toll on Yuya, leaving BB on the verge of victory.",
          "Aliases": []
        },
        "24": {
          "ID": "5853634",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853634",
          "TitleEnglish": "Fusion Destruction",
          "SummaryEnglish": "It's a battle between good and evil when Alexis goes head-to-head with Duel Academy's most dangerous duelist - Yuri.",
          "Aliases": []
        },
        "25": {
          "ID": "5853635",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853635",
          "TitleEnglish": "Paraside Seeing",
          "SummaryEnglish": "Lulu's been brainwashed; it's up to Yuya to figure out how to put her mind-controlling pest to rest.",
          "Aliases": []
        },
        "26": {
          "ID": "5853636",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853636",
          "TitleEnglish": "Rise of the Parasites",
          "SummaryEnglish": "Celina and Lulu corner Yuya and force him to duel in a bugged-out battle royal.",
          "Aliases": []
        },
        "27": {
          "ID": "5853637",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853637",
          "TitleEnglish": "An Evil Ascends",
          "SummaryEnglish": "The Professor details the horrors of the most dangerous and destructive duelist to ever exist, Z-ARC.",
          "Aliases": []
        },
        "28": {
          "ID": "5853638",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853638",
          "TitleEnglish": "Revival Zero",
          "SummaryEnglish": "All is revealed when The Professor unveils how the four dimensions came to be.",
          "Aliases": []
        },
        "29": {
          "ID": "5853639",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853639",
          "TitleEnglish": "What Lurks Beneath",
          "SummaryEnglish": "The Professor is determined to defeat Yuya.",
          "Aliases": []
        },
        "30": {
          "ID": "5853640",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853640",
          "TitleEnglish": "A Duel Within",
          "SummaryEnglish": "Leo wants to join the four dimensions into one, so Declan and Yuya join forces to stop him.",
          "Aliases": []
        },
        "31": {
          "ID": "5853641",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853641",
          "TitleEnglish": "Duel Interrupted",
          "SummaryEnglish": "Yugo's friends show up to save him, but they need saving themselves.",
          "Aliases": []
        },
        "32": {
          "ID": "5853642",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853642",
          "TitleEnglish": "Sibling Standoff",
          "SummaryEnglish": "Declan and Riley stop seeing eye-to-eye and start going toe-to-toe!",
          "Aliases": []
        },
        "33": {
          "ID": "5853643",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853643",
          "TitleEnglish": "Sleight of Hands",
          "SummaryEnglish": "Yusho must put on the show of the century to stop Yuri.",
          "Aliases": []
        },
        "34": {
          "ID": "5853644",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853644",
          "TitleEnglish": "A Father’s Finale",
          "SummaryEnglish": "Yuri has one final trick up his sleeve to make Yusho disappear for good.",
          "Aliases": []
        },
        "35": {
          "ID": "5853668",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5853668",
          "TitleEnglish": "Relentless",
          "SummaryEnglish": "After Yusho's defeat, Yuya enters combat with Yuri and uses his father's card to best him.",
          "Aliases": []
        },
        "36": {
          "ID": "5873801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5873801",
          "TitleEnglish": "Time to Reunite!",
          "SummaryEnglish": "As Z-ARC's grip over Yuya tightens, Yuya struggles to find a way to defeat Yuri.",
          "Aliases": []
        },
        "37": {
          "ID": "5873802",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5873802",
          "TitleEnglish": "A Most Brutal Duel",
          "SummaryEnglish": "Zarc awakens thanks to the support Yuya received in battle.",
          "Aliases": []
        },
        "38": {
          "ID": "5873804",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5873804",
          "TitleEnglish": "A Dark Summoning",
          "SummaryEnglish": "Shay and Kite step up to stop Zarc after Sora and Aster fall in battle.",
          "Aliases": []
        },
        "39": {
          "ID": "5873806",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5873806",
          "TitleEnglish": "Master of Disaster",
          "SummaryEnglish": "Gong and Jack fight Zarc and face a familiar dragon.",
          "Aliases": []
        },
        "40": {
          "ID": "5912257",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5912257",
          "TitleEnglish": "Clash Talk",
          "SummaryEnglish": "Sylvio and Crow duel Zarc and attempt to save Yuya, but a new challenger enters the fray.",
          "Aliases": []
        },
        "41": {
          "ID": "5912258",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5912258",
          "TitleEnglish": "A Ray of Hope",
          "SummaryEnglish": "After Leo's efforts fail to turn the tide, Declan challenges Zarc and the duelists sense a soul's presence inside their foe.",
          "Aliases": []
        },
        "42": {
          "ID": "5933529",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5933529",
          "TitleEnglish": "Swinging Back Into Action",
          "SummaryEnglish": "With the battle against Zarc over, Yuya enjoys the reprieve until Declan invites him and his friends to enter the Junior Arc League Championship.",
          "Aliases": []
        },
        "43": {
          "ID": "5953656",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5953656",
          "TitleEnglish": "Deja Duel",
          "SummaryEnglish": "The battle royale between Yuya, Gong, Sylvio and Moon Shadow continues.",
          "Aliases": []
        },
        "44": {
          "ID": "5968516",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5968516",
          "TitleEnglish": "Amateur Hour",
          "SummaryEnglish": "Yuya and Gong fight for Riley's smile.",
          "Aliases": []
        },
        "45": {
          "ID": "5968517",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5968517",
          "TitleEnglish": "Showtime Showdown",
          "SummaryEnglish": "Yuya sees Dennis in the Xyz Dimension and finds everyone there suffering from drained spirits, so the pair decide to duel each other to re-energize them.",
          "Aliases": []
        },
        "46": {
          "ID": "5968518",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5968518",
          "TitleEnglish": "Closure By Cards",
          "SummaryEnglish": "Yuya's visit to the Fusion Dimension interrupts a battle between Shay and Leo; Shay, driven by revenge after losing his sister and best friend, puts Yuya on the spot.",
          "Aliases": []
        },
        "47": {
          "ID": "5989540",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/5989540",
          "TitleEnglish": "One Way Street to Defeat",
          "SummaryEnglish": "Jack challenges Yuya to a duel.",
          "Aliases": []
        },
        "48": {
          "ID": "6003665",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/6003665",
          "TitleEnglish": "One Last Duel",
          "SummaryEnglish": "Yuya uses the four dragons' might against Jack, determined to return everyone's smiles.",
          "Aliases": []
        },
        "49": {
          "ID": "6003666",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-arc-v/episodes/6003666",
          "TitleEnglish": "That's a Wrap!",
          "SummaryEnglish": "Yuto, Yugo and Yuri come to Yuya's aid in his final duel against Declan.",
          "Aliases": []
        }
      }
    }
  }
}