{
    "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Mystery",
        "Romance",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3563898/",
        "https://www.vap.co.jp/gokukoku/index.html",
        "https://www.themoviedb.org/tv/60805"
    ],
    "TitleEnglish": "Brynhildr in the Darkness",
    "SummaryEnglish": "A high school senior Murakami Ryouta had a childhood friend called Kuroneko who died in an accident. Ryouta had made a promise with Kuroneko that he will prove there are aliens in the universe. In order to fulfil his promise, he joined the astronomy club at the school as its only member and kept observing the stars almost every night. One day, a girl who looks like Kuroneko transferred into his class. To his surprise, the girl's name is Kuroha Neko which is really similar to his childhood friend's name. However it seems that there is something unusual about her. It turns out that she is a witch who actually escaped from a research laboratory.",
    "TitleJapanese": "極黒のブリュンヒルデ",
    "SummaryJapanese": "一度見聞きしたことを忘れない特殊能力を持つ高校生・村上良太は、子供の頃に事故で死なせてしまった幼馴染の少女・クロネコのことが忘れられず、彼女と交わした「宇宙人の存在を証明する」という約束を果たすべくNASAを目指して学年トップの成績を維持し、天文部で毎日夜空を見上げて探し続けていた。ある日、良太の前にクロネコと瓜二つの転校生・黒羽寧子が現れるが、彼女は非人道的な人体実験を行っている研究所から逃げ出してきた《魔法使い》であり、物体を破壊する「破撃」の力を持った超能力者だった。寧子の首の後ろには「ハーネスト」と呼ばれる装置が埋め込まれており、「鎮死剤」と呼ばれる延命薬を毎日飲まないと、身体を維持することができずに死んでしまうという。やがて良太は、未来の死を「予知」する力を持つ橘佳奈、電子機器を操作する「操網」の力を持つカズミ＝シュリーレンツァウアー、他人と位置を入れ替える「転位」の力を持つ鷹鳥小鳥たちと一緒に暮らし始める。人目を避けながらではあるが、仲間たちは穏やかな幸せを感じる。\n次々と送り込まれてくる格上の刺客たちを撃退する中、研究所の上層部で暗躍する計画と、それに抗う「レジスタンス組織」の存在、そして《魔法使い》に隠された謎が判明していく。",
    "Aliases": [
        "Gokukoku no Brynhildr"
    ],
    "Modified": "2025-07-24",
    "Seasons": {
        "0": {
            "ID": "579102",
            "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "4909514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4909514",
                    "TitleEnglish": "Much Ado About Nothing",
                    "SummaryEnglish": "Unaired episode 11.5 included on the second Blu-ray/DVD volume.",
                    "TitleJapanese": "から騒ぎ",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "579419",
            "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4824615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4824615",
                    "TitleEnglish": "While I Wait For You",
                    "SummaryEnglish": "Murakami Ryouta's best friend, Kuroneko, died in an accident trying to prove aliens existed when they were kids. Now, a girl who looks just like her transfers into his high school. When confronted Kuroha Neko insists she isn't Kuroneko, but she ends up revealing something else even more surprising...",
                    "TitleJapanese": "きみを待ちながら",
                    "SummaryJapanese": "高校生の村上良太は、10年前に死んだクロネコという女の子の死を自分の責任だと深く感じ、自分なりの罪滅ぼしとして彼女の代わりに宇宙人の存在を証明すべく、NASAの研究員になるために天文部で1人活動をしていた。そんなある日、クロネコにとても似ている少女・黒羽寧子がクラスに転入してくる。彼女は村上を知らないというが…。"
                },
                "2": {
                    "ID": "4845882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845882",
                    "TitleEnglish": "Witches",
                    "SummaryEnglish": "Now that Murakami knows Kuroha is a lab-made witch on the run, he can't just leave her to fend for herself. Overcoming rejection, he manages to learn a bit more about her living situation... and her companion.",
                    "TitleJapanese": "魔法使い",
                    "SummaryJapanese": "村上は学校を欠席した寧子に転入届と夏合宿のしおりを渡しに、自宅があるという住所に向かう。廃村でひっそりと暮らしていた寧子を見つけ話をしていると、遠くから助けを求める人の声がする。しかし人の声ではないと主張する寧子に半ば強制的に帰らされる。が、どうしても気になる村上は密かに戻り声の主を探す。そこで村上が見たものは…。"
                },
                "3": {
                    "ID": "4845883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845883",
                    "TitleEnglish": "Death Suppressants",
                    "SummaryEnglish": "Murakami learns that witches need to take \"death suppressants\" in order to stay alive. Can they find a way to get more pills before tragedy strikes?",
                    "TitleJapanese": "鎮死剤",
                    "SummaryJapanese": "体中包帯まみれという異様な姿で登校してきた寧子。頑なに理由を言わず、翌日にまた学校を休んだことを心配した村上は彼女の家へ駆けつけ、全身血まみれで倒れている姿を発見する。目を覚ました寧子の指示通り「鎮死剤」という薬を飲ませなんとか一命を取り留めるが、薬の数はあと10個、佳奈と2人で5日分しか残っていないのだった…。"
                },
                "4": {
                    "ID": "4845884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845884",
                    "TitleEnglish": "Lost Memories",
                    "SummaryEnglish": "Having overcome the immediate death suppressant shortage issue, the witches start to settle into their lives as astronomy club members. A visit to the local onsen ends painfully for Murakami.",
                    "TitleJapanese": "失われた記憶",
                    "SummaryJapanese": "時折エキセントリックな行動を起こすが、物を知らないだけで決して頭が悪いわけではない寧子は学校生活を上手くこなしていた。そして天文台で生活していても不審に思われないように天文部に入部することになる。天文台ではカズミが様子を見に訪れており、雨に濡れた村上は近くにある町の温泉に入ることになるのだが…。"
                },
                "5": {
                    "ID": "4845885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845885",
                    "TitleEnglish": "Astronomical Observation",
                    "SummaryEnglish": "To welcome Kazumi and Kotori as members, the astronomy club goes stargazing on a mountaintop. Then Kana sees a forecast that wrecks the atmosphere.",
                    "TitleJapanese": "天体観測",
                    "SummaryJapanese": "1年に転入してきた鷹鳥小鳥という少女が天文部に入部希望でやってきた。彼女の親睦もかねて全員で天体観測会を企画する村上。翌日の夜、山の高台で望遠鏡を覗き込み熱心に星を観察する小鳥のうなじに村上がハーネストを発見をすると同時に、佳奈は小鳥が寧子を殺す予知を見る!!"
                },
                "6": {
                    "ID": "4845886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845886",
                    "TitleEnglish": "The Reason For Her Smile",
                    "SummaryEnglish": "The truth behind Kana's forecast of Kotori smiling over Neko's dead body is revealed, and Murakami has a possible lead on extending their pill supply.",
                    "TitleJapanese": "微笑の理由",
                    "SummaryJapanese": "薬が切れかけていた小鳥が姿を消す。どこかで1人死ぬつもりだと推測した村上は焦り探し始める。血だらけで床に座り込んでいる彼女をなんとか見つけるが、薬を飲むことを頑なに拒否をする。そして小鳥は語り出す、自分の誕生日を祝うために命を捨てた友達・千絵の話を…。"
                },
                "7": {
                    "ID": "4845887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845887",
                    "TitleEnglish": "Fragments of Hope",
                    "SummaryEnglish": "The gang waits out the result of Kogoro's initial analysis of the pill to find out if he'll be able to copy it in time. Neko tries karaoke. Murakami and Kazumi head to Akihabara.",
                    "TitleJapanese": "希望のかけら",
                    "SummaryJapanese": "1ヵ月分の鎮死剤しか無い村上は一縷の望みにかけて化学者の叔父・小五郎の元を訪れた。鎮死剤のコピーを依頼するが通常半年から数年かかるという。ただし有効成分が結晶性化合物であった場合1ヶ月で合成可能とのこと。宇宙人の受精卵が入っているという容器の中身の解析を合わせて依頼し、村上は1日でわかるというコピー可否の結果を待つ…。"
                },
                "8": {
                    "ID": "4845888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845888",
                    "TitleEnglish": "The Clue That Was Left",
                    "SummaryEnglish": "Murakami learns how reckless it is to act alone as he investigates the map. Meanwhile sex-obsessed Kazumi causes all kinds of awkward situations.",
                    "TitleJapanese": "残された手がかり",
                    "SummaryJapanese": "寧子から渡された端末にドイツ語で書かれたメッセージとどこかを指し示す地図、そしてパスワードを入力するフォームが表示された。村上とカズミは地形を手がかりに場所を特定しようとする。そして危険だからと寧子たちを天文台に待機させて、村上は1人で地図の場所に向かうのだが…！？"
                },
                "9": {
                    "ID": "4845889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845889",
                    "TitleEnglish": "Fake Memories",
                    "SummaryEnglish": "Nanami demonstrates her ability to scan and modify people's memory, Black Suit buys her sweets for her cooperation. After crossing with Kitsuka and scanned her memory of Ryōta, she erases Black Suit's memory of her existence for the time-being. Nanami apparently wants to enjoy herself in the outside world more. She later manipulates Kitsuka to lure Ryōta to her not knowing why. Nanami scans Ryōta and learns of the observatory and the girls. Shock for being discover, Ryōta talks Nanami that there is hope for her to live normally. Disbelieving, Nanami erases Ryōta's memories and leaves. Ryōta appears unaffected due to his photographic memory, and alerts the girls; makes a decision. After staying at a hotel, Nanami tries to socialize with people but doesn't how to make friends. Ryōta, Neko, and Kotori (both wearing sunglasses) found her at a park and try once more to befriend her. Neko takes off her glasses to convince Nanami but she alters Neko's memories to attack Ryōta and Kotori. When Neko remarks Nanami as a 'friend' she realizes her wrongdoing and undoes her magic. Nanami finally decide to go with them. Black Suit eventually learns what's going on.",
                    "TitleJapanese": "模造の記憶",
                    "SummaryJapanese": "村上たちの居場所を探すために新たな魔女・奈波が投入された。奈波は記憶をスキャンする能力を使い、多くの人々の記憶を覗き見て手がかりを探す。しかし手がかりが見つかると、一緒に行動していた黒服の監視を逃れ、1日だけ単独で自由行動をしようとする。そして公園で村上と対峙することになるのだが…！？"
                },
                "10": {
                    "ID": "4845890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845890",
                    "TitleEnglish": "Proof She's Alive",
                    "SummaryEnglish": "Taking Nanami to the observatory, Kogorō, who is there, asks him to find a way to remove the beacon on Nanami's harness. As Neko talks about how important friends are and painful it is to lose them. Before Kogorō can do anything, the beacon activates and Nanami melts to her death. She erased their memories of her, except Ryōta and Kogorō, to relief grieve. Ryōta cries then, Nanami appears beside him saying that she inserted her consciousness within his memory. Sometime later, studying for test finals next week, the club members decide whether continue going to school or not since they only have three weeks' worth of pills left. Ryōta reminds them how they wanted to live as high school students. He motivates them for a trip to the beach. In the evening, listening to Neko singing he comforts her. He notice Neko doesn't remember the time she went to karaoke with friends. Fearing that she will forget about him, Ryōta embraces her. After the finals, seeing the test scores: Neko 1st, Ryōta 2nd, and Kazumi 3rd. They then head for the beach as promise. Thinking of what they been through so far are happy with their lives for now. Elsewhere, Chisato took the initiative to release a Valkyria: an S-rank witch. In order to detect #1107, he has team of A-rank witches to monitor her but underestimate her, who had already killed them.",
                    "TitleJapanese": "生きている証",
                    "SummaryJapanese": "期末テストが迫っていたが、カズミは残り短い命なのだから勉強する意味がないとやる気がない。そんな彼女たちに学業の大切さを説く村上に対して、小鳥はテストで頑張ったら何かご褒美があるならやる気が出ると提案する。そこで村上はテストで平均点以上をとれれば海に連れていく約束をするのだが…。"
                },
                "11": {
                    "ID": "4845891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845891",
                    "TitleEnglish": "A Sudden Reunion",
                    "SummaryEnglish": "An army of police confronts the Valkyria for questioning, provoking her to unleash her antimatter magic that erupts the mountain. Having the citizens devastated of the explosion, one of the witches, Hatsuna Wakabayashi, recovers from her wounds thanks to her regeneration ability and freed away. Looking up on what happened, the girls tell Ryōta that Valkyria is an ultimate witch with many types of magic. Despite that fighting Valkyria is out of their league, they think of any strategy to avoid her. Hatsuna who overheard Valkyria has detected the witches at an observatory searches for them. She finds the club members faking their deaths as to protect themselves. Hatsuna is welcome to the astronomy club and goes to wash at the onsen. The girls tell Hatsuna how reliable Ryōta is. Testing if he really is trustworthy, she pretends to be helplessly struck on a radio tower and calls Ryōta to get her. She deliberately slips off and Ryōta grabs her. Refusing to let go, even though she plead her regeneration power, Ryōta swings her back onto the tower but sends him falling to the ground. Luckily, Kotori saves him, at which point reliefs Hatsuna. Touch of Ryōta's actions, Hatsuna bluntly confess and kisses him in front of the others, incited Neko to blast down the tower in jealous rage. Later, Kogorō calls in Ryōta with a theory that the witches' melting is based on a digestive enzyme: protease. Using a thesis that he learned from a man (Chisato) in college, it's possible to shorten the time of producing the medicine, however it will still take a month. Mako Fujisaki the Valkyria is sightseeing when Chisato appears to her. Revealing to have unrequited feelings for him, Chisato requests Mako to bring him to where #1107 is. Ryōta returns with the good & bad news, although there a possibility for one of the witches can survive, but unwilling to sacrifice anyone. Kotori carries some juices then accidentally spills them on Neko. Exposing her chest, Ryōta discovers the mole",
                    "TitleJapanese": "突然の再会",
                    "SummaryJapanese": "Sランクの魔女・ヴァルキュリアが1107番の回収に動き出した。しかし監視で付けられた魔法使いたちをすべて殺し、それを聞きつけて駆けつけた機動隊もろとも山を吹き飛ばし、勝手に行動し始める。一方、寧子たちの居場所を知った新たな魔法使い初菜が天文台にやって来る。"
                },
                "12": {
                    "ID": "4845892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845892",
                    "TitleEnglish": "Hexenjagd",
                    "SummaryEnglish": "Meeting Mako and Chisato who have arrived at the observatory are demanding to hand over #1107 who's in fact—Kotori. Ryōta distracts them for Hatsuna to jump on Mako from behind, but can't figure out which button to push on Mako's harness having her to slice Hatsuna. Wanting an explanation why they have to be killed, Chisato states the B-rank witches are unreasonable to live. He orders Mako to kill Neko, but Ryōta push her away and takes the hit from Mako's magic. Losing consciousness, Nanami appears in astral form to Ryōta informing that Neko used to be an S-rank witch stronger than Mako, the way to regain her power is by pressing the top button of her harness but it's a high risk; then Ryōta dies. With the girls distressed and defenseless, Mako about to finish them off, but then a group of black individuals arrive who have neutralized Mako's magic. Following the device's signal that Ryōta turned on earlier. Yet, Chisato escapes using Mako's teleportation taking Kotori along. Hatsuna had recovered and using her ability to heal; with Neko and Kazumi giving heart aid, they revive Ryōta. Hatsuna melts in the process however. Miki and the individuals introduce themselves as Hexenjagd, a group resisting the lab, stating the witches still has to die because the amoebas \"drasils\" inside them - the witches' true form - will eventually hatch and devour their bodies into monsters. Moreover, Kotori has an entity called the \"Grane\" that can destroy all humanity. They tried to capture Kotori once, but failed, causing the witches' escape and losing a comrade (Akane). Kotori awakens before Chisato, calling her Rena. Rena was Chisato's younger sister whom believed was the only life meaningful to him until she died of sickness. He tells Kotori how aliens were believed to be the creation of humans on Earth. His efforts to revive Rena's soul within Kotori's body somehow. Not giving up, despite the revelation, Kazumi hacks in the lab's database locating Chisato's whereabouts ne",
                    "TitleJapanese": "魔女狩り",
                    "SummaryJapanese": "ついに九とヴァルキュリアが天文台に現れた。奇策を使いヴァルキュリアをハングアップさせようとする村上と初菜。そこに寧子も参戦するが力を使いすぎて逆にハングアップしてしまう。絶望的な状況の中、九の指示でヴァルキュリアは寧子にトドメの一撃を放つのだが…！？"
                },
                "13": {
                    "ID": "4845893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845893",
                    "TitleEnglish": "Things to Protect",
                    "SummaryEnglish": "The light covers the Earth with Hexenjagd left praying for God, so Ryōta, Neko, and Kazumi go to rescue Kotori on their own. They knock Ryōta out - not wanting him to risk his life any longer. Chisato remarks how Takachiho's aim is to use \"Ain Soph Aur\" to reset the Earth in a whole new era. Though his only intention is to revive Rena, Kotori responds Chisato how she wants others to smile regardless of her life, so she ejects her own harness therefore cancels the light phenomenon. Mako slices Kazumi, but spares Neko as her little sister. As Nanami guides Ryōta, he finds Kotori's melting body. Listening to her final words, she asks Ryōta to tell her big brother not to harm anyone, and that she was happy till the very end. He also hears over Kazumi, as she mutters of wishing to have kids with Ryōta. Mako recalls how Chisato saved her once when exposing himself to radiation. Chisato commands to have Neko ejected until Ryōta hits him aside, shouting out Kotori/Rena's words at him.",
                    "TitleJapanese": "守りたいもの",
                    "SummaryJapanese": "地球の生命を絶滅させる信号、アイン・ソフ・オウルが発動し世界を覆い始める。戦いを諦め神とすべての生命に祈りを捧げるヘクセンヤクトを横に、村上たちは小鳥を救うため九の隠れ家へと走り出す！　牙をむくヴァルキュリアに立ち向かう寧子。戦いの行方は…！？"
                }
            }
        }
    }
}