{
  "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Drama",
    "Fantasy",
    "Mystery",
    "Romance",
    "Science Fiction",
    "Thriller"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3563898/",
    "https://www.vap.co.jp/gokukoku/index.html",
    "https://www.themoviedb.org/tv/60805"
  ],
  "TitleEnglish": "Brynhildr in the Darkness",
  "SummaryEnglish": "A high school senior Murakami Ryouta had a childhood friend called Kuroneko who died in an accident. Ryouta had made a promise with Kuroneko that he will prove there are aliens in the universe. In order to fulfil his promise, he joined the astronomy club at the school as its only member and kept observing the stars almost every night. One day, a girl who looks like Kuroneko transferred into his class. To his surprise, the girl's name is Kuroha Neko which is really similar to his childhood friend's name. However it seems that there is something unusual about her. It turns out that she is a witch who actually escaped from a research laboratory.",
  "Aliases": [
    "Gokukoku no Brynhildr"
  ],
  "Modified": "2025-07-24",
  "Seasons": {
    "0": {
      "ID": "579102",
      "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "4909514",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4909514",
          "TitleEnglish": "Much Ado About Nothing",
          "SummaryEnglish": "Unaired episode 11.5 included on the second Blu-ray/DVD volume.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "579419",
      "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "4824615",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4824615",
          "TitleEnglish": "While I Wait For You",
          "SummaryEnglish": "Murakami Ryouta's best friend, Kuroneko, died in an accident trying to prove aliens existed when they were kids. Now, a girl who looks just like her transfers into his high school. When confronted Kuroha Neko insists she isn't Kuroneko, but she ends up revealing something else even more surprising...",
          "Aliases": []
        },
        "2": {
          "ID": "4845882",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845882",
          "TitleEnglish": "Witches",
          "SummaryEnglish": "Now that Murakami knows Kuroha is a lab-made witch on the run, he can't just leave her to fend for herself. Overcoming rejection, he manages to learn a bit more about her living situation... and her companion.",
          "Aliases": []
        },
        "3": {
          "ID": "4845883",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845883",
          "TitleEnglish": "Death Suppressants",
          "SummaryEnglish": "Murakami learns that witches need to take \"death suppressants\" in order to stay alive. Can they find a way to get more pills before tragedy strikes?",
          "Aliases": []
        },
        "4": {
          "ID": "4845884",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845884",
          "TitleEnglish": "Lost Memories",
          "SummaryEnglish": "Having overcome the immediate death suppressant shortage issue, the witches start to settle into their lives as astronomy club members. A visit to the local onsen ends painfully for Murakami.",
          "Aliases": []
        },
        "5": {
          "ID": "4845885",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845885",
          "TitleEnglish": "Astronomical Observation",
          "SummaryEnglish": "To welcome Kazumi and Kotori as members, the astronomy club goes stargazing on a mountaintop. Then Kana sees a forecast that wrecks the atmosphere.",
          "Aliases": []
        },
        "6": {
          "ID": "4845886",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845886",
          "TitleEnglish": "The Reason For Her Smile",
          "SummaryEnglish": "The truth behind Kana's forecast of Kotori smiling over Neko's dead body is revealed, and Murakami has a possible lead on extending their pill supply.",
          "Aliases": []
        },
        "7": {
          "ID": "4845887",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845887",
          "TitleEnglish": "Fragments of Hope",
          "SummaryEnglish": "The gang waits out the result of Kogoro's initial analysis of the pill to find out if he'll be able to copy it in time. Neko tries karaoke. Murakami and Kazumi head to Akihabara.",
          "Aliases": []
        },
        "8": {
          "ID": "4845888",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845888",
          "TitleEnglish": "The Clue That Was Left",
          "SummaryEnglish": "Murakami learns how reckless it is to act alone as he investigates the map. Meanwhile sex-obsessed Kazumi causes all kinds of awkward situations.",
          "Aliases": []
        },
        "9": {
          "ID": "4845889",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845889",
          "TitleEnglish": "Fake Memories",
          "SummaryEnglish": "Nanami demonstrates her ability to scan and modify people's memory, Black Suit buys her sweets for her cooperation. After crossing with Kitsuka and scanned her memory of Ryōta, she erases Black Suit's memory of her existence for the time-being. Nanami apparently wants to enjoy herself in the outside world more. She later manipulates Kitsuka to lure Ryōta to her not knowing why. Nanami scans Ryōta and learns of the observatory and the girls. Shock for being discover, Ryōta talks Nanami that there is hope for her to live normally. Disbelieving, Nanami erases Ryōta's memories and leaves. Ryōta appears unaffected due to his photographic memory, and alerts the girls; makes a decision. After staying at a hotel, Nanami tries to socialize with people but doesn't how to make friends. Ryōta, Neko, and Kotori (both wearing sunglasses) found her at a park and try once more to befriend her. Neko takes off her glasses to convince Nanami but she alters Neko's memories to attack Ryōta and Kotori. When Neko remarks Nanami as a 'friend' she realizes her wrongdoing and undoes her magic. Nanami finally decide to go with them. Black Suit eventually learns what's going on.",
          "Aliases": []
        },
        "10": {
          "ID": "4845890",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845890",
          "TitleEnglish": "Proof She's Alive",
          "SummaryEnglish": "Taking Nanami to the observatory, Kogorō, who is there, asks him to find a way to remove the beacon on Nanami's harness. As Neko talks about how important friends are and painful it is to lose them. Before Kogorō can do anything, the beacon activates and Nanami melts to her death. She erased their memories of her, except Ryōta and Kogorō, to relief grieve. Ryōta cries then, Nanami appears beside him saying that she inserted her consciousness within his memory. Sometime later, studying for test finals next week, the club members decide whether continue going to school or not since they only have three weeks' worth of pills left. Ryōta reminds them how they wanted to live as high school students. He motivates them for a trip to the beach. In the evening, listening to Neko singing he comforts her. He notice Neko doesn't remember the time she went to karaoke with friends. Fearing that she will forget about him, Ryōta embraces her. After the finals, seeing the test scores: Neko 1st, Ryōta 2nd, and Kazumi 3rd. They then head for the beach as promise. Thinking of what they been through so far are happy with their lives for now. Elsewhere, Chisato took the initiative to release a Valkyria: an S-rank witch. In order to detect #1107, he has team of A-rank witches to monitor her but underestimate her, who had already killed them.",
          "Aliases": []
        },
        "11": {
          "ID": "4845891",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845891",
          "TitleEnglish": "A Sudden Reunion",
          "SummaryEnglish": "An army of police confronts the Valkyria for questioning, provoking her to unleash her antimatter magic that erupts the mountain. Having the citizens devastated of the explosion, one of the witches, Hatsuna Wakabayashi, recovers from her wounds thanks to her regeneration ability and freed away. Looking up on what happened, the girls tell Ryōta that Valkyria is an ultimate witch with many types of magic. Despite that fighting Valkyria is out of their league, they think of any strategy to avoid her. Hatsuna who overheard Valkyria has detected the witches at an observatory searches for them. She finds the club members faking their deaths as to protect themselves. Hatsuna is welcome to the astronomy club and goes to wash at the onsen. The girls tell Hatsuna how reliable Ryōta is. Testing if he really is trustworthy, she pretends to be helplessly struck on a radio tower and calls Ryōta to get her. She deliberately slips off and Ryōta grabs her. Refusing to let go, even though she plead her regeneration power, Ryōta swings her back onto the tower but sends him falling to the ground. Luckily, Kotori saves him, at which point reliefs Hatsuna. Touch of Ryōta's actions, Hatsuna bluntly confess and kisses him in front of the others, incited Neko to blast down the tower in jealous rage. Later, Kogorō calls in Ryōta with a theory that the witches' melting is based on a digestive enzyme: protease. Using a thesis that he learned from a man (Chisato) in college, it's possible to shorten the time of producing the medicine, however it will still take a month. Mako Fujisaki the Valkyria is sightseeing when Chisato appears to her. Revealing to have unrequited feelings for him, Chisato requests Mako to bring him to where #1107 is. Ryōta returns with the good & bad news, although there a possibility for one of the witches can survive, but unwilling to sacrifice anyone. Kotori carries some juices then accidentally spills them on Neko. Exposing her chest, Ryōta discovers the mole",
          "Aliases": []
        },
        "12": {
          "ID": "4845892",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845892",
          "TitleEnglish": "Hexenjagd",
          "SummaryEnglish": "Meeting Mako and Chisato who have arrived at the observatory are demanding to hand over #1107 who's in fact—Kotori. Ryōta distracts them for Hatsuna to jump on Mako from behind, but can't figure out which button to push on Mako's harness having her to slice Hatsuna. Wanting an explanation why they have to be killed, Chisato states the B-rank witches are unreasonable to live. He orders Mako to kill Neko, but Ryōta push her away and takes the hit from Mako's magic. Losing consciousness, Nanami appears in astral form to Ryōta informing that Neko used to be an S-rank witch stronger than Mako, the way to regain her power is by pressing the top button of her harness but it's a high risk; then Ryōta dies. With the girls distressed and defenseless, Mako about to finish them off, but then a group of black individuals arrive who have neutralized Mako's magic. Following the device's signal that Ryōta turned on earlier. Yet, Chisato escapes using Mako's teleportation taking Kotori along. Hatsuna had recovered and using her ability to heal; with Neko and Kazumi giving heart aid, they revive Ryōta. Hatsuna melts in the process however. Miki and the individuals introduce themselves as Hexenjagd, a group resisting the lab, stating the witches still has to die because the amoebas \"drasils\" inside them - the witches' true form - will eventually hatch and devour their bodies into monsters. Moreover, Kotori has an entity called the \"Grane\" that can destroy all humanity. They tried to capture Kotori once, but failed, causing the witches' escape and losing a comrade (Akane). Kotori awakens before Chisato, calling her Rena. Rena was Chisato's younger sister whom believed was the only life meaningful to him until she died of sickness. He tells Kotori how aliens were believed to be the creation of humans on Earth. His efforts to revive Rena's soul within Kotori's body somehow. Not giving up, despite the revelation, Kazumi hacks in the lab's database locating Chisato's whereabouts ne",
          "Aliases": []
        },
        "13": {
          "ID": "4845893",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/brynhildr-in-the-darkness/episodes/4845893",
          "TitleEnglish": "Things to Protect",
          "SummaryEnglish": "The light covers the Earth with Hexenjagd left praying for God, so Ryōta, Neko, and Kazumi go to rescue Kotori on their own. They knock Ryōta out - not wanting him to risk his life any longer. Chisato remarks how Takachiho's aim is to use \"Ain Soph Aur\" to reset the Earth in a whole new era. Though his only intention is to revive Rena, Kotori responds Chisato how she wants others to smile regardless of her life, so she ejects her own harness therefore cancels the light phenomenon. Mako slices Kazumi, but spares Neko as her little sister. As Nanami guides Ryōta, he finds Kotori's melting body. Listening to her final words, she asks Ryōta to tell her big brother not to harm anyone, and that she was happy till the very end. He also hears over Kazumi, as she mutters of wishing to have kids with Ryōta. Mako recalls how Chisato saved her once when exposing himself to radiation. Chisato commands to have Neko ejected until Ryōta hits him aside, shouting out Kotori/Rena's words at him.",
          "Aliases": []
        }
      }
    }
  }
}