{
    "URL": "https://www.thetvdb.com/series/himegoto",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3639864/",
        "https://www.themoviedb.org/tv/70718"
    ],
    "TitleEnglish": "Himegoto",
    "SummaryEnglish": "Himegoto follows Hime Arikawa, a second-year student at Shimoshina High School. Forced to assume a large amount of debt from by his now-absent parents, Hime is saved by the three girls of his school's student council after he is chased down by debt collectors. In return for paying off his debt, Hime agrees to their conditions of becoming the student council's \"dog\" and spending his high school life dressed as a girl.",
    "Aliases": [],
    "Modified": "2025-05-29",
    "Seasons": {
        "1": {
            "ID": "579464",
            "URL": "https://www.thetvdb.com/series/himegoto/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4825203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himegoto/episodes/4825203",
                    "TitleEnglish": "I Get the Feeling I've Lost as a Woman.",
                    "SummaryEnglish": "Having forcibly been dressed in a maid uniform, Hime Arikawa is chased down by two men, but is saved by the three girls of the Shimoshina High School student council from his school: president Unko, vice president 18-kin, and secretary Albertina II. They immediately invite him to join the student council, but are shocked to discover Hime is actually male. Hime explains that his parents forced him to assume a large amount of debt and the two men were debt collectors. The girls offer to pay off his debt, but in exchange, Hime has to spend the rest of his high school life cross-dressing as the student council's dog. Hime agrees to their terms, and the girls introduce Hime at an assembly in front of the other students, in the process revealing he is cross-dressing."
                },
                "2": {
                    "ID": "4913719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himegoto/episodes/4913719",
                    "TitleEnglish": "I'd Totally Hit That",
                    "SummaryEnglish": "When Hime arrives home, he is greeted by his younger, cross-dressing brother Kaguya who is overjoyed that Hime now cross-dresses, too. The next day, Hime's friend Tadokoro feels him up, which earns him a kick from Unko. Tadokoro tries to ask 18-kun out of tea, but she slaps him with a wad of cash and tells him to dress as a girl first if he wants to get her attention. Kaguya, along with his friend No. 1, are watching all of this from nearby, and Kaguya is angry that 18-kin is so clingy towards his brother. Mitsunaga Oda and Hiro from the public morals committee are also keeping on eye on the student council. Mitsunaga tells Kaguya that he wants to overthrow the current student council, and Kaguya agrees to help. Kaguya tells Hime that he will save him from the student council and runs off with Mitsunaga, Hiro and No. 1 in tow."
                },
                "3": {
                    "ID": "4913720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himegoto/episodes/4913720",
                    "TitleEnglish": "You're Too Cute, You Prick.",
                    "SummaryEnglish": "The student council receives instructions from Shimoshina High School's chairman, 18-kin's father, to help out some clubs. First, they help out the cheerleading club, and Hime later cheers for their volleyball team at a match, leading to Shimoshina's victory. Next, they help out the photography club, which has Hime modeling various cosplay outfits. Hime later gets angry at the other student council members for keeping the photos."
                },
                "4": {
                    "ID": "4913721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himegoto/episodes/4913721",
                    "TitleEnglish": "What's With This Messed Up Setting?",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "4913722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himegoto/episodes/4913722",
                    "TitleEnglish": "I Prefer the Edge of Just Barely Acceptable!",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "4913723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himegoto/episodes/4913723",
                    "TitleEnglish": "Can I Get a Low-Angle Shot?",
                    "SummaryEnglish": null
                },
                "7": {
                    "ID": "4913724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himegoto/episodes/4913724",
                    "TitleEnglish": "Your Breasts Are Completely Exposed, Is That Okay?",
                    "SummaryEnglish": null
                },
                "8": {
                    "ID": "4913725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himegoto/episodes/4913725",
                    "TitleEnglish": "Please Be Gentle, It's My First Time",
                    "SummaryEnglish": null
                },
                "9": {
                    "ID": "4913726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himegoto/episodes/4913726",
                    "TitleEnglish": "In the End, Did It Spill Out?",
                    "SummaryEnglish": null
                },
                "10": {
                    "ID": "4913727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himegoto/episodes/4913727",
                    "TitleEnglish": "You're Right, but Keep It to Yourself!",
                    "SummaryEnglish": null
                },
                "11": {
                    "ID": "4913728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himegoto/episodes/4913728",
                    "TitleEnglish": "A Premises Search, As It Were.",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "4913729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himegoto/episodes/4913729",
                    "TitleEnglish": "Hime-nii Says He's Quitting the Student Council!",
                    "SummaryEnglish": null
                },
                "13": {
                    "ID": "4913730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/himegoto/episodes/4913730",
                    "TitleEnglish": "I'm Sorry, Hime-kun",
                    "SummaryEnglish": null
                }
            }
        }
    }
}