{
    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3639872/",
        "http://kancolle-anime.jp/",
        "http://www.reddit.com/r/kancolle",
        "https://www.themoviedb.org/tv/65711",
        "https://x.com/anime_kancolle"
    ],
    "TitleEnglish": "KanColle",
    "SummaryEnglish": "Set in a world where humanity has lost control of the oceans to the “deep sea fleet,” the only hope to counter this threat are the Kanmusu, a group of girls who possess the spirit of Japanese warships. The story revolves around Fubuki, a destroyer who comes to the Chinjufu base to train with other Kanmusu. Watch as their stories unfold!",
    "TitleJapanese": "艦隊これくしょん －艦これ－",
    "SummaryJapanese": "海を蹂躙する脅威、それが「深海棲艦」。その脅威に対抗できるのは、「艦娘」と呼ばれる在りし日の艦艇の魂を持つ娘たちだけ――。深海棲艦に対向する艦隊の拠点、「鎮守府」。そこは、多種多彩な艦娘が集い、そして日々の演習などで切磋琢磨しながら、共同生活をする場所。その鎮守府になる日、一隻の艦娘が着任する。彼女は、特型駆逐艦――。その名を「吹雪」。「吹雪です！よろしくお願いします！」吹雪の、そして艦娘たちの物語が今始まります。",
    "Aliases": [
        "KanColle: Let's Meet at Sea",
        "KanColle: See You Again on Another Quiet Blue Sea"
    ],
    "Modified": "2025-05-29",
    "Seasons": {
        "0": {
            "ID": "579470",
            "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5319015",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/5319015",
                    "TitleEnglish": "KanColle: The Movie",
                    "SummaryEnglish": "The Mikawa Fleet are in the middle of Night Battle. Choukai uses Searchlight and gets medium damage, but they win in the end. A New Fleet Girl gets \"dropped\", emerging from the sea.",
                    "TitleJapanese": "劇場版 艦これ",
                    "SummaryJapanese": "三河艦隊は夜の戦いの真っ最中です。 鳥海はサーチライトを使用して中程度のダメージを与えますが、最終的には勝ちます。 新しい艦隊の少女が海から出てきて「落とされ」ます。"
                }
            }
        },
        "1": {
            "ID": "579471",
            "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4825207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/4825207",
                    "TitleEnglish": "Hello, Commander!",
                    "SummaryEnglish": "\"I'm Fubuki! Nice to meet you!\" Fleet Girls are girls who possess the souls of warships from days past. A new fleet girl Fubuki the Special Type Destroyer has come to their base, the Naval District. With her roommates Mutsuki and Yuudachi, she goes to see the bigger carrier girls, and is in awe of the carrier Akagi. Someday, she tells herself, she'll fight along with her.",
                    "TitleJapanese": "初めまして！司令官！",
                    "SummaryJapanese": "「吹雪です！よろしくお願い致します！」\n在りし日の艦艇の魂を持つ「艦娘」。彼女達が集う鎮守府に着任した特型駆逐艦「吹雪」。\nルームメイトの「睦月」や「夕立」と共に、第一航空戦隊の先輩たちの見学にいった彼女は、そこで見た航空母艦「赤城」の凛々しい姿から目が離せなくなってしまう。\nいつか一緒の艦隊で戦いましょう…という「赤城」の言葉に、「吹雪」の胸は高鳴るのだった。"
                },
                "2": {
                    "ID": "5094945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/5094945",
                    "TitleEnglish": "Don't Be Bad, Don't Be Ashamed, Don't Slack!",
                    "SummaryEnglish": "\"I wish I could protect everyone like that!\" Fubuki returns safely from her first mission. She'd love to be an escort for a carrier like Akagi, but she can't even sortie at her current level of training. The Sendai sisters offer to help her train.",
                    "TitleJapanese": "悖らず、恥じず、憾まず！",
                    "SummaryJapanese": "「私もあんな風に皆を護れたら素敵なのになぁ……って」\n初出撃から無事帰還した「吹雪」。\nその戦いで「赤城」たち先輩航空母艦の活躍に憧れる「吹雪」は、いつかは彼女達の護衛\n随伴艦になる目標を立てる。しかし、今の練度では出撃すら覚束ない。\n早速特訓を開始する「吹雪」に、川内型軽巡姉妹が次々と声をかけてくるのだった。"
                },
                "3": {
                    "ID": "5103584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/5103584",
                    "TitleEnglish": "The Operation to Capture W Island!",
                    "SummaryEnglish": "\"Thank you. I love you. You're wonderful. I'm so happy.\" The wonderful feelings you have for the wonderful people you care about. After participating in training, Fubuki and Torpedo Squad 3 move on to the attack on W Island. The night before the mission, Fubuki's roommate Mutsuki reassures her and makes her feel better.",
                    "TitleJapanese": "W島攻略作戦！",
                    "SummaryJapanese": "「ありがとう。大好き。素敵。嬉しい。……大切なひとへの大切な気持ち」\n演習や特訓を重ねた「吹雪」は、第三水雷戦隊と共にW島攻略作戦に参加する。\n出撃前の緊張で、不安な彼女を優しくカバーするのは、ルームメイトの「睦月」だった。\n「睦月」のその優しさは、かつて姉妹艦の「如月」からもらったもの。\nそして、「吹雪」「睦月」「如月」らが参加する、W島攻略作戦が開始されるのだった。"
                },
                "4": {
                    "ID": "5108525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/5108525",
                    "TitleEnglish": "It's Our Turn! Follow Me!",
                    "SummaryEnglish": "\"It's okay, I understand.\" Fubuki means the four Kongou sisters, powerful fast battleships who are a little weird. Fubuki tries her best to cheer her friend up, but she doesn't know what to say. She goes with the Kongou sisters to the southwest theater, where she fights the Abyssals again.",
                    "TitleJapanese": "私たちの出番ネ！Follow me！",
                    "SummaryJapanese": "「大丈夫、ちゃんとわかりマスヨ」\n圧倒的な戦力、金剛型高速戦艦姉妹。彼女たちに振り回される「吹雪」。\n一方、「睦月」は、帰らぬ「如月」をずっと待ち続けていた。\n何とかして彼女を励まそうとする「吹雪」だったが、どんな言葉をかけていいか分からないまま、「金剛」率いる南西方面艦隊に編入される。\nそして、深海棲艦との戦いに再び挑むことになるのだった。"
                },
                "5": {
                    "ID": "5114218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/5114218",
                    "TitleEnglish": "Don't Compare Me to the Girls in Carrier Group Five!",
                    "SummaryEnglish": "\"A reorganization?\" Fubuki has been assigned to a new force, along with Kongou, Zuikaku, Ooi, Kitakami, and Kaga. Zuikaku and Kaga hate each other, Ooi can't take her eyes off Kitakami, and Kongou... is Kongou. Will Fubuki be able to lead this odd band of misfits to victory?",
                    "TitleJapanese": "五航戦の子なんかと一緒にしないで！",
                    "SummaryJapanese": "「再編成……？」\n提督の指示によって鎮守府の各艦隊は再編成されることになった。\n第三水雷戦隊所属だった「吹雪」は、新編の第五遊撃部隊に編入される。\n「加賀」・「瑞鶴」・「金剛」・「北上」・「大井」……強烈な個性を放つ面々の中で、一人困惑する「吹雪」。そして、この新艦隊の旗艦選定を巡って、艦娘たちは激しく衝突するのだった。"
                },
                "6": {
                    "ID": "5120890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/5120890",
                    "TitleEnglish": "Destroyer Division Six and the Battle of the Curry Seas!",
                    "SummaryEnglish": "\"Okay! All the curries are here!\" The most important food in the world for fleet girls is curry, and it's time for the annual Naval District curry cookoff! The girls of destroyer group 6, Inazuma, Ikazuchi, Akatsuki, and Hibiki, try to win the contest, but Ashigara is desperate to stop them.",
                    "TitleJapanese": "第六駆逐隊、カレー洋作戦！",
                    "SummaryJapanese": "「さあ、全てのカレーがここに出揃いました！」\n艦娘たちにとって日々の道標のような大切な料理、「カレー」。\nそんなカレーの頂上を決める「鎮守府カレー大会」の季節がまたやってきた。\n過去幾多の名勝負が生まれたこの「鎮守府カレー大会」に、「暁」・「響」・「雷」・「電」からなる第六駆逐隊は、敢然と挑戦することになるのだった。勝負の結末は如何に！"
                },
                "7": {
                    "ID": "5126669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/5126669",
                    "TitleEnglish": "I Hate Carrier Group One!",
                    "SummaryEnglish": "\"Okay, let's go, Zuikaku!\" After Fubuki's hard work, Assault Group 5 is finally starting to come together. But Kaga is struck and badly damaged when she tries to protect Zuikaku from a torpedo. Shoukaku is added to the group in her stead, and they set off for an engagement against an enemy carrier task force in the Coral Islands.",
                    "TitleJapanese": "一航戦なんて、大ッッキライ！",
                    "SummaryJapanese": "「さあ、行くわよ。瑞鶴！」\n「吹雪」の奮闘で、ようやくまとまって来たかのように見える第五遊撃部隊。\nそんな中、任務で出撃中に「瑞鶴」を庇って被雷してしまう「加賀」。\nその傷ついた「加賀」の代わりに、戦列に加わる「翔鶴」。\n五航戦の空母二隻と共に出撃するMO攻略作戦に参加する「吹雪」は、珊瑚諸島海域で深海棲艦の機動部隊と会敵するのだった。"
                },
                "8": {
                    "ID": "5126670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/5126670",
                    "TitleEnglish": "I'm Not a Hotel!",
                    "SummaryEnglish": "\"Yamato-class nameship, Yamato! Here I come!\" Fubuki arrives at the forward base with a wounded Shoukaku, and meets Yamato, the ultimate battleship. Like Fubuki, Yamato's never been in a fight, and Nagato won't let her. Fubuki tries to help her out.",
                    "TitleJapanese": "ホテルじゃありませんっ！",
                    "SummaryJapanese": "「大和型一番艦、大和。推して参ります」\n傷ついた「翔鶴」と共に「吹雪」たち第五遊撃部隊がたどりついたのはFS作戦遂行の前進基地、トラック島。\nそこで一行を迎え入れてくれたのは、最強最新鋭の艦娘、大和型戦艦一番艦「大和」だった。\n南国ムードの中、久しぶりに羽を伸ばす艦娘たち。\n「吹雪」は、どこか寂しげな「大和」の表情が気になるのだった。"
                },
                "9": {
                    "ID": "5142502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/5142502",
                    "TitleEnglish": "Second Remodel-poi?!",
                    "SummaryEnglish": "\"I'll fight if I have to put my hammocks up as sails!\" Yuudachi undergoes a change. She and the other girls are undergoing a massive upgrade, and Fubuki is sad because she's being left behind.",
                    "TitleJapanese": "改二っぽい?!",
                    "SummaryJapanese": "「ハンモック張ってでも戦うよ！」\n体調が変化する「夕立」。\nその姿に「吹雪」をはじめ、他の駆逐艦たちは興味津々。\nそんな「夕立」を見た「長門」は、彼女を工蔽へと連れて行ってしまう。\n心配のあまり、「夕立」を追って工蔽へと足を踏み入れる「吹雪」と「睦月」。\nそこで２人が見たものは――!?"
                },
                "10": {
                    "ID": "5149037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/5149037",
                    "TitleEnglish": "Let's Do Our Best!",
                    "SummaryEnglish": "\"I want to be useful to someone!\" Fubuki hears a message from the admiral from Nagato. His words inspire her to do her best and continue her training and studies. Mutsuki looks sad as her friend grows.",
                    "TitleJapanese": "頑張っていきましょー！",
                    "SummaryJapanese": "「私、誰かの役に立ちたいの！」\n「長門」から聞いた、提督の言葉。\nその言葉に奮起し、ひたむきに練度を上げていく「吹雪」。\n大規模改装を目指して、トレーニング、勉学、実戦と努力を続ける「吹雪」。\n見違えるほど成長していく大切な友達を、「睦月」は哀しい予感を抱いて見守るのだった。"
                },
                "11": {
                    "ID": "5155555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/5155555",
                    "TitleEnglish": "Operation MI Begins!",
                    "SummaryEnglish": "\"Carrier Group 1, heading out!\" At last, operation MI has begun! With the admiral's orders in hand, the fleet girls prepare to attack. But Akagi is nervous, and has an awful premonition.",
                    "TitleJapanese": "MI作戦！発動！",
                    "SummaryJapanese": "「第一機動部隊、参ります！」\n遂に「MI作戦」が発動された。\n提督の残した指令書をもとに、鎮守府の艦隊はそれぞれ出撃準備を進める。\nそんな中「赤城」はただ一人、人知れぬ胸騒ぎを感じていた。\n不穏な予感を振り払うため、決戦を前に「赤城」は機動部隊の艦隊編成について、「長門」にある提案を意見具申するのだった。"
                },
                "12": {
                    "ID": "5161336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/5161336",
                    "TitleEnglish": "Enemy Planes Dive-Bombing From Above!",
                    "SummaryEnglish": "\"You let your guard down. My next torpedo is already loaded.\" The fleet attacks Abyssal base MI. Despite their strength the forces seem unkillable. When they sink an enemy it just comes right back up again. Is there any way to win the fight?",
                    "TitleJapanese": "敵機直上、急降下！",
                    "SummaryJapanese": "「それが全てを変えるんです！」\nMI作戦の決戦海域に集結する艦隊。\nしかし、予期せぬ事態の連続に加え、深海凄艦たちの猛攻により、窮地に立たされる「赤城」たち。\nその「赤城」を護る一隻の駆逐艦。\nその名を「吹雪」。\n彼女に嚮導されるように、艦娘たちはMI海域の深海棲艦の中枢に最後の決戦を挑んでいくのだった。"
                }
            }
        },
        "2": {
            "ID": "726467",
            "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/seasons/official/2",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "8926853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/8926853",
                    "TitleEnglish": "Sortie Day",
                    "SummaryEnglish": "Shigure finds herself assigned to the 1st Striking Force 3rd Division for an important upcoming operation along with a surprising variety of other Fleet Girls. What will their role in the next big offensive against the Abyssals be?",
                    "TitleJapanese": "出撃の日",
                    "SummaryJapanese": "深海棲艦と戦う力、「艦娘」。緒戦は圧倒的だったその艦隊も、敵に物量に徐々に圧倒され、戦局は大きく傾いていく。そんな中、白露型駆逐艦「時雨」も所属部隊が改編され、決戦戦力の一部、第一遊撃隊部隊第三部隊(1YB3H)に配属される。その艦隊の任務、そして彼女たちの向かう先に待ち受けるものとは――。"
                },
                "2": {
                    "ID": "6277012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/6277012",
                    "TitleEnglish": "Into the Strait",
                    "SummaryEnglish": "The Fleet Girls of 1st Striking Force 3rd Division head into the Surigao Strait, and begin to engage the Abyssals in combat.",
                    "TitleJapanese": "海峡へ",
                    "SummaryJapanese": "「時雨」たち、第一遊撃部隊第三部隊(1YB3H)は、主力部隊の掩護のため、運命の海峡へと向かう。\n海峡に向う道中で襲い掛かる敵艦載機、そして待伏せ攻撃を企図するPT小鬼群。1YB3Hは、彼女達の唯一の海上航空兵力、航空巡洋艦「最上」から「瑞雲」「強風改」の水上機部隊を発艦、迎撃にあたるのだった。"
                },
                "3": {
                    "ID": "9075300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/9075300",
                    "TitleEnglish": "Night Battle in the Strait",
                    "SummaryEnglish": "Yamashiro and her fleet face off against the Abyssals at night in the Surigao Strait.",
                    "TitleJapanese": "海峡夜戦",
                    "SummaryJapanese": "戦艦「山城」率いる、「時雨」たち第一遊撃部隊第三部隊(1YB3H)は、圧倒的に敵水上艦艇の蠢く運命の海峡に突入、夜戦での突破を試みる。\n夜の海峡入口で、早くも敵PT群や大型駆逐艦部隊の波状攻撃に晒される1YB3H。瞬く間に「山城」の僚艦「扶桑」が被雷、大損害を受ける。姉の被雷に狼狽する「山城」は、それでも1YB3Hの前進を決意する。\n海峡の奥で、彼女たちに待ち受ける運命とは。"
                },
                "4": {
                    "ID": "9075301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/9075301",
                    "TitleEnglish": "Sasebo",
                    "SummaryEnglish": "Shigure takes a short break before the next stage of the war begins.",
                    "TitleJapanese": "佐世保",
                    "SummaryJapanese": "激戦となった「海峡夜戦」。1YB3H「時雨」は、佐世保への帰還を果たしていた。だが、彼女たちの参加した捷一号作戦決戦は、戦術的勝利を勝ち取ったものの、艦隊の受けた損害も甚大だった。1YB3Hは解隊、「時雨」は新たに再編された第二水雷戦隊へ配属される。"
                },
                "5": {
                    "ID": "9075302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/9075302",
                    "TitleEnglish": "Torpedo Squadron 2",
                    "SummaryEnglish": "Torpedo Squadron 2 does a large-scale training exercise to prepare for the next big battle.",
                    "TitleJapanese": "二水戦",
                    "SummaryJapanese": "旗艦「矢矧」以下、残存の精鋭駆逐艦で再編成した第二水雷戦隊、通称「二水戦」。歴戦の駆逐艦「磯風」「浜風」、そして「雪風」と共に1YB3Hの残存艦「時雨」もその一翼となる。\nそんな中、提督と二水戦旗艦「矢矧」は、再編二水戦の練度を高めるべく、実戦形式の全力演習を実施するのだった。"
                },
                "6": {
                    "ID": "9075303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/9075303",
                    "TitleEnglish": "Dark Clouds",
                    "SummaryEnglish": "Shigure is sent on a dangerous undermanned escort mission with her old comrade, Ryuuhou.",
                    "TitleJapanese": "暗雲",
                    "SummaryJapanese": "航空戦艦「伊勢」「日向」、そして軽巡「大淀」を基幹とした完部隊は、戦略物資輸送のために昭南に向かう。残された二水戦は、少ない戦力を駆使して、海上輸送航路の護衛に努める。「時雨」はヒ船団の護衛艦艇として再び空母「龍鳳」の護りに就き、敵潜水艦の跳梁する海に出撃していく。"
                },
                "7": {
                    "ID": "9075304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/9075304",
                    "TitleEnglish": "Naval Interception Mission",
                    "SummaryEnglish": "A prelude to the final battle of the war is about to begin.",
                    "TitleJapanese": "海上遊撃戦",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "9075305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kantai-collection-kan-colle/episodes/9075305",
                    "TitleEnglish": "See You Again on Another Quiet Blue Sea",
                    "SummaryEnglish": null,
                    "TitleJapanese": "いつかあの海で",
                    "SummaryJapanese": null
                }
            }
        }
    }
}