{
    "URL": "https://www.thetvdb.com/series/blue-spring-ride",
    "Genres": [
        "Adaptation",
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3592708/",
        "http://www.aoha-anime.com/",
        "https://www.themoviedb.org/tv/62602"
    ],
    "TitleEnglish": "Blue Spring Ride",
    "SummaryEnglish": "Futaba Yoshioka was ostracized by her female classmates in middle school for being a little too popular with the boys, she desperately strives to avoid a similar situation in high school by being unnecessarily noisy and graceless.",
    "Aliases": [
        "Ao Haru Ride"
    ],
    "Modified": "2025-06-12",
    "Seasons": {
        "0": {
            "ID": "579521",
            "URL": "https://www.thetvdb.com/series/blue-spring-ride/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "4891635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4891635",
                    "TitleEnglish": "Page.0: Unwritten",
                    "SummaryEnglish": "Episode about Futaba and Kou in middle school. Based on the chapter called \"Unwritten.\" also known as chapter 0 or Prologue."
                },
                "2": {
                    "ID": "5083811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/5083811",
                    "TitleEnglish": "Page.13",
                    "SummaryEnglish": "An episode that continues the story after the recent television anime's 12th and final episode."
                }
            }
        },
        "1": {
            "ID": "579522",
            "URL": "https://www.thetvdb.com/series/blue-spring-ride/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4825726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4825726",
                    "TitleEnglish": "Page.1",
                    "SummaryEnglish": "At the end of her first year of high school, Futaba has a fateful reunion. Tanaka Kou, her first love -- who transferred without warning and disappeared from her life in middle school -- appears before her for the first time in three years."
                },
                "2": {
                    "ID": "4895062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895062",
                    "TitleEnglish": "Page.2",
                    "SummaryEnglish": "Motivated by painful memories of middle school, Futaba has taken on superficial friendships in high school. Kou refers to them as \"friends-in-name-only.\" One day, Futaba encounters a classmate, Makita Yuuri, who is shunned by the other girls for putting on a \"cutesy girl act,\" eating lunch alone."
                },
                "3": {
                    "ID": "4895063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895063",
                    "TitleEnglish": "Page.3",
                    "SummaryEnglish": "Futaba asks about Kou's family when she learns that Tanaka-sensei is actually Kou's older brother. She also learns the real reason Kou didn't meet her for the summer festival back in middle school. As her 2nd year begins, Futaba vows to start from scratch in her new class... which for some reason includes Kou, despite the fact that he's supposed to be in advanced classes."
                },
                "4": {
                    "ID": "4895064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895064",
                    "TitleEnglish": "Page.4",
                    "SummaryEnglish": "Futaba has volunteered to be class representative for her new class, and so has Kou. They're all set to participate in an overnight leadership workshop with event representatives Yuuri, Murao Shuuko, and Kominato Aya. However, a troubled start to their morning foreshadows anxieties down the road, and a bad vibe hangs over the team..."
                },
                "5": {
                    "ID": "4895065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895065",
                    "TitleEnglish": "Page.5",
                    "SummaryEnglish": "Futaba has begun to develop feelings for Kou, and Yuuri happens to learn about Shuuko's pining over Tanaka-sensei. As they bear under the weight of their emotions, the team slowly begins to grow closer over the course of the workshop. But then, the five of them get lost in the forest during orienteering."
                },
                "6": {
                    "ID": "4895066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895066",
                    "TitleEnglish": "Page.6",
                    "SummaryEnglish": "Yuuri reveals to Futaba that she's in love with Kou. Futaba's feelings about her long-awaited friendship struggle against her budding feelings of love. Futaba decides to suppress her feelings for Kou so as not to lose her friend, but class representative work puts her alone together with Kou."
                },
                "7": {
                    "ID": "4895067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895067",
                    "TitleEnglish": "Page.7",
                    "SummaryEnglish": "Futaba realizes that she likes Kou, and makes up her mind to tell Yuuri about it. But a chance encounter with an old friend from middle school makes her realize that it can be hard to balance love and friendship. Futaba decides she'll keep her love for Kou a secret, but this makes her conversations with Yuuri awkward."
                },
                "8": {
                    "ID": "4895068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895068",
                    "TitleEnglish": "Page.8",
                    "SummaryEnglish": "Futaba resolves to tell Yuuri about her feelings for Kou. After class, she tells Yuuri and Shuuko how she feels. On the way back, Futaba happens to run into Kou, who's out late at night. Intrigued, she follows him, and finds Kou hanging out with some kids in the entertainment district."
                },
                "9": {
                    "ID": "4895069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895069",
                    "TitleEnglish": "Page.9",
                    "SummaryEnglish": "Futaba tells Yuuri and Shuuko about Kou's words: \"Caring for things brings a lot of trouble.\" Futaba and Yuuri's worries about Kou deepen when they learn that his grades at school have been bad, too. So they bring Shuuko and Kominato along for a \"study meeting\" at Kou's house."
                },
                "10": {
                    "ID": "4895070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895070",
                    "TitleEnglish": "Page.10",
                    "SummaryEnglish": "Futaba notices a change in the vibe between Kou and Yuuri during the study meeting. She really wants to ask Kou about it, but ends up skirting the issue. Instead, she tells Kou that she wants to know more about him. Kou shows her to a certain room. There, in silence room, Futaba realizes the reason why Kou changed."
                },
                "11": {
                    "ID": "4895071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895071",
                    "TitleEnglish": "Page.11",
                    "SummaryEnglish": "While Kou was going to middle school in Nagasaki, he lost his mother to an illness. Futaba finally realizes the pain Kou feels over that sense of powerlessness. Hoping to open Kou's heart the way that Kou opened hers, she chases after Kou and desperately expresses her feelings to him."
                },
                "12": {
                    "ID": "4895072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blue-spring-ride/episodes/4895072",
                    "TitleEnglish": "Page.12",
                    "SummaryEnglish": "Futaba sees Kou's vulnerability for the first time, then sends him home to where his brother and father are waiting. As the three of them sit around the dinner table, Kou finally tells them how he feels. The next day, Kou's friends notice something different about him. At last, the class term ends. Their shining summer is about to begin!"
                }
            }
        }
    }
}