{
    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim",
    "Genres": [
        "Adaptation",
        "Psychological Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3358020/",
        "https://www.vap.co.jp/kiseiju/",
        "http://www.reddit.com/r/Parasyte",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP02273171",
        "https://www.themoviedb.org/tv/61459",
        "https://x.com/kiseiju_anime"
    ],
    "TitleEnglish": "Parasyte -the maxim-",
    "SummaryEnglish": "A species of parasitic aliens descends on Earth and quickly infiltrates humanity by entering the brains of vulnerable targets; insatiable beings that gain total control of their host and are capable of transforming themselves to feed on unsuspecting prey. High school student Shinichi Izumi falls victim to one of these parasites, but the creature fails to take over his brain and ends up in his right hand.",
    "TitleJapanese": "寄生獣 セイの格率",
    "SummaryJapanese": "平凡な高校生である泉新一は、ある日突然飛来してきた「パラサイト」の襲撃を受ける。間一髪で脳への寄生は免れるが、パラサイトは新一の右腕に寄生、同化してしまう。右手にちなんで「ミギー」と自ら名乗るパラサイトと人間の奇妙な共生生活が始まることに―。周囲に真実を話すことができず悩んでいた新一だが、やがて新一とミギーは友情に近いものを感じるようになっていく。\n\nしかし、新一とミギーの前には他のパラサイトが現れ始め、次々に人を殺し、また人がパラサイトを殺す事態に発展。新一の同級生・里美にも危険が迫る。\nその中で、高校教師として目の前に現れた田宮良子らパラサイトたちにもそれぞれの価値観が生まれ始める。\n「われわれはなぜ生まれてきたのか？」\n地球を壊し続ける人間たちを淘汰するために生まれてきたというパラサイトたち。そのパラサイトを殺し、生き延びようとする人間たち。\n「果たして生き残るべきはどちらなのか？」\nそれでも、地球を、そして愛する人を守らなければいけない。\nゆらぐ価値観の中で、新一とミギーはパラサイトとの戦いに身を投じていく。",
    "Aliases": [
        "Parasite",
        "Parasitic Beasts",
        "Parasyte - The Maxim",
        "Parasyte: The Maxim"
    ],
    "Modified": "2025-09-08",
    "Seasons": {
        "1": {
            "ID": "580253",
            "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4834155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/4834155",
                    "TitleEnglish": "Metamorphosis",
                    "SummaryEnglish": "The whole world is about to change one quiet evening with the arrival of parasytes who devour human brains. One of their eggs lands at the home of Izumi Shinichi, a high school student. The hatched parasyte attacks Shinichi, but it faces unexpected resistance and fails to infiltrate his brain.",
                    "TitleJapanese": "変身",
                    "SummaryJapanese": "ある夜の事、人知れず世界が変わろうとしていた。\n寝静まった一軒の家、高校生の泉新一のもとに人間の脳を食べ、寄生するパラサイトの卵が降ってきた。パラサイトは寝ていた新一を襲うが抵抗され脳への侵入に失敗、拍子で右腕に宿ってしまう。\n右腕を食われた泉新一と右腕に寄生したパラサイトとの奇妙な生活が始まる。"
                },
                "2": {
                    "ID": "5012473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5012473",
                    "TitleEnglish": "Demon in the Flesh",
                    "SummaryEnglish": "As Shinichi and his parasyte continue their unasked-for coexistence, the parasyte in his right (migi) arm decides to take on the name of \"Migi.\" Shinichi realizes that parasytes are involved in the ongoing mincemeat murders. Feeling alone in his discovery, Shinichi grapples with frustration. Unbeknownst to him, he is about to meet another parasyte for the first time...",
                    "TitleJapanese": "肉体の悪魔",
                    "SummaryJapanese": "泉新一と右腕に寄生したパラサイト。\n共に意に沿わない形での共生生活を過ごす中、右腕のパラサイトは自ら「ミギー」と名乗った。\n新一は友人の裕子から世界各地で「ミンチ殺人」が起きている事を聞きパラサイトが関わっている事を察する。\n自分だけが知っている状況にもどかしく思う中、新たなパラサイトの影が迫る。"
                },
                "3": {
                    "ID": "5018532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5018532",
                    "TitleEnglish": "Feast",
                    "SummaryEnglish": "As the number of mincemeat murder victims grows, Shinichi, alone in his knowledge of the truth, is in turmoil. When Migi suddenly alerts him to the presence of another parasyte, he is aghast to find that it is in his own school. Paranoid, Shinichi attends a schoolwide assembly, where the staff introduce a beautiful new teacher...",
                    "TitleJapanese": "饗宴",
                    "SummaryJapanese": "日に日に「ミンチ殺人」の被害者の数が増えていく中、真相を知る新一は葛藤に頭を悩ませていた。\n通学中、突如ミギーから仲間が近くにいると聞かされ、向かった先で新一は愕然とする！新一が通う「西高」であったのだ。\n全校集会で新一が警戒する中、一人の美麗な女性教師が壇上に立ち、新一はそれと目を合わせてしまう。"
                },
                "4": {
                    "ID": "5018811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5018811",
                    "TitleEnglish": "Disheveled Hair",
                    "SummaryEnglish": "Shinichi's life returns to \"normal\" after A's killing spree, but Shinichi remains in low spirits. His mother, Nobuko, becomes worried, but Shinichi just bluffs when she asks him what's wrong. His father, Kazuyuki, suggests to Nobuko that a past incident may be involved. Nobuko looks down at the old scar on her hand and thinks back to what happened when Shinichi was a little boy...",
                    "TitleJapanese": "みだれ髪",
                    "SummaryJapanese": "殺人鬼A事件のその後、普段の生活を取り戻すが新一に元気が戻らない。\n心配に思った母、信子が新一に話をかけるが誤魔化す様な態度をとる新一。\n新一の様子がおかしい事を信子は夫の一之に打ち明けると、昔の事故が原因ではと諭される。\n思わず見る信子の手には古い火傷の傷痕。幼少期の新一との過去が思い出される。"
                },
                "5": {
                    "ID": "5031444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5031444",
                    "TitleEnglish": "The Stranger",
                    "SummaryEnglish": "Running late to school, Shinichi sees Nagai in trouble with some punks. When Shinichi steps in to help, he meets a high school student, Kimishima Kana. Shinichi and Satomi share a close moment when she tends to his injuries, but his life is about to take a sudden turn with a single phone call from his father...",
                    "TitleJapanese": "異邦人",
                    "SummaryJapanese": "遅刻で道を急ぐ新一は、不良グループに絡まれている長井と遭遇する。\n長井を庇う新一。そこに現れる一人の女子高生、君嶋加奈。\n新一は里美の手当てを受け、二人は良い雰囲気になるも、旅行先では新一の両親の身に・・・。\n鳴り響く父からの一本の電話、ここから新一の過酷な物語が動き出す。"
                },
                "6": {
                    "ID": "5031445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5031445",
                    "TitleEnglish": "The Sun Also Rises",
                    "SummaryEnglish": "Struck through the heart by his mother-turned-parasite, Shinichi survives only through Migi's efforts. After regaining consciousness, Shinichi is devastated by the realization that none of it had been a dream.",
                    "TitleJapanese": "日はまた昇る",
                    "SummaryJapanese": "パラサイトと化した母・信子に胸を貫かれた新一。ミギーの懸命な処置のおかげで一命を取り留める。\n目覚めた新一は一連の出来事が夢ではなかった事に呆然とする・・・。そこへ病院から連絡が入り、父・一之が重傷で入院していることを知る。父の身を守るため！そして母の仇の為、桜崎へと向かう。"
                },
                "7": {
                    "ID": "5031446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5031446",
                    "TitleEnglish": "Dark Night's Passing",
                    "SummaryEnglish": "Thinking he'd found his mother's killer, Shinichi instead meets Uda Mamoru, a man in a similar situation as himself. Uda sympathizes with Shinichi and suggests that they all work together. The time to avenge his mother has come at last! Shinichi heads to the precipice...",
                    "TitleJapanese": "暗夜行路",
                    "SummaryJapanese": "母の仇であるパラサイトを発見したと思いきや、その正体はなんと自分と同じ様な境遇に置かれた宇田守であった。\nお互いに自分の境遇を語り合う二人。宇田は新一の置かれた現状を不憫に思い、協力することを提案する。\nそしてついに決着をつける為、断崖絶壁の崖の上にはパラサイトと対峙する新一の姿が・・・！"
                },
                "8": {
                    "ID": "5037894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5037894",
                    "TitleEnglish": "Freezing Point",
                    "SummaryEnglish": "Shinichi has regained some semblance of a normal life. However, with Migi's cells dispersed throughout his body, his physical abilities have greatly increased to the point that not even Mitsuo poses a threat. Shinichi fears that the changes go beyond the physical and into the psychological. Just as peace returns to his school, a new parasite appears!",
                    "TitleJapanese": "氷点",
                    "SummaryJapanese": "両親の件も一応は落ち着き、日常生活に戻った新一。ミギーの細胞が全身に散らばった状態の新一は、身体能力も飛躍的にUPし、ミツオをも軽くあしらってしまう。だがその一方で心も変化しているのではないかと苦悩する。\nそしてまた平穏を取り戻しつつあった学校に忍び寄る新たなパラサイトの影が！"
                },
                "9": {
                    "ID": "5037895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5037895",
                    "TitleEnglish": "Beyond Good and Evil",
                    "SummaryEnglish": "Yuko is drawn to Shimada Hideo, but gradually realizes that something is seriously amiss with Shimada's face itself. As Yuko pursues Shimada's secret, she connects the dots between him and her brother's police investigation.",
                    "TitleJapanese": "善悪の彼岸",
                    "SummaryJapanese": "島田秀雄に惹かれていく裕子だったが、彼の顔に次第に違和感を覚える。裕子は島田を追っていく中で刑事の兄が関わっている事件と島田とを結びつける。一方で、島田の行動に翻弄されまた一つ人間性を見失い始める新一。そして裕子は踏み入ってはならない核心に迫る。"
                },
                "10": {
                    "ID": "5037896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5037896",
                    "TitleEnglish": "What Mad Universe",
                    "SummaryEnglish": "Incapable of rationala thought, Shimada Hideo is a savage beast on a rampage, and Satomi's class has become his prey. Shinichi must make his way through the carnage in order to save Satomi...",
                    "TitleJapanese": "発狂した宇宙",
                    "SummaryJapanese": "暴走するパラサイト・島田秀雄。猛獣と化した島田には理性や思考の欠片も残されてはいなかった。逃げ遅れた里美のクラスが島田の餌食となり、校内は一変して凄惨な殺人現場へと化す。血と死体の山を越え、里美を救出するため廊下の先へと進む新一。"
                },
                "11": {
                    "ID": "5037897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5037897",
                    "TitleEnglish": "The Blue Bird",
                    "SummaryEnglish": "Kana's feelings for Shinichi grows day by day, and so does Shinichi's apprehension about Kana's ability. As ordinary life returns, Satomi struggles with her mounting suspicion that something has changed in Shinichi. Meanwhile, a new parasite appears to wreak havoc in a local gang hideout. Everyone's lives are about to get shattered yet again.",
                    "TitleJapanese": "青い鳥",
                    "SummaryJapanese": "日に日に新一の存在は加奈の中で大きくなる。そんな加奈の能力を危惧するが、真実を打ち明けられない新一。再び訪れる当たり前の日常の中で新一への不信感に葛藤する里美。また一方で、暴力団事務所に乗り込む一匹のパラサイト。腕試しの名目で殺される組員達。また新しいパラサイトが新一達の日常を脅かす・・・。"
                },
                "12": {
                    "ID": "5037898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5037898",
                    "TitleEnglish": "Kokoro",
                    "SummaryEnglish": "Kana's special ability is gaining in strength. Believing that ignoring her will only endanger her life, Shinichi tells Kana everything about the parasites. Shinichi only wants to save Kana, but Kana believes Shinichi is lying to her. They are two ships, passing in the night...",
                    "TitleJapanese": "こころ",
                    "SummaryJapanese": "加奈の特殊な能力は日に日にその力を増していく。これ以上ほうっておくことは彼女自身の身に危険が及ぶかもしれないと考えた新一は、加奈にパラサイトのことを全て打ち明ける。加奈を助けたい新一・・・。嘘をつき、はぐらかされていると思い込む加奈・・・二人の気持ちはすれ違う。"
                },
                "13": {
                    "ID": "5037899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5037899",
                    "TitleEnglish": "Hello Sadness",
                    "SummaryEnglish": "A few days after Kana's death, things seem to be back to normal for Shinichi. Satomi and her friends are perturbed by his seeming indifference, but Shinichi, himself, is grappling with his own sense of disquiet with his unnatural state of mind. Meanwhile, a man begins snooping around about Shinichi...",
                    "TitleJapanese": "悲しみよこんにちわ",
                    "SummaryJapanese": "加奈の事件から数日が経ち、何事も無かったかのように見える新一。その姿に違和感を感じる里美達・・・。だが新一も自分の心が正常ではないような違和感に悩んでいた。そんな中、新一の身辺を嗅ぎ回る一人の男の姿があった！"
                },
                "14": {
                    "ID": "5037900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5037900",
                    "TitleEnglish": "The Selfish Gene",
                    "SummaryEnglish": "Shinichi's secret becomes known to Kuramori, the private investigator hired by Tamura. Shinichi tries to confide in Satomi, but his unsuccessful attempt only drives a wedge between them. Shinichi recruits Uda's help to break the impasse.",
                    "TitleJapanese": "利己的な遺伝子",
                    "SummaryJapanese": "田村に雇われている探偵の倉森に、ついに自分の素性がバレてしまった。精神的にも追い詰められていく新一は里美に秘密を明かそうとするが、なにも話せないままお互いの距離は遠のいていく・・・。この状況を打破する為、新一は宇田の協力を得て倉森に接触を試みようとする。"
                },
                "15": {
                    "ID": "5037901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5037901",
                    "TitleEnglish": "Something Wicked This Way Comes",
                    "SummaryEnglish": "Though still full of doubt, Kuramori has, for the time being, accepted Shinichi. Soon after, Kuramori's resolve is severely shaken by witnessing a parasite murder a human being. Shinichi is frustrated by the turn of events, but the lull is cut short when a new parasite appears...",
                    "TitleJapanese": "何かが道をやって来る",
                    "SummaryJapanese": "懐疑的ではあるが一応は納得して、新一の存在を認めた倉森。だがその考えもパラサイトによる殺人を目の当たりにし、すぐ変わることになる。倉森に協力を求める新一・・・恐怖でこの件から身を引くという倉森・・・。思い通りにいかない歯がゆさから、イラだつ新一の前にまたしても新たなパラサイトが！"
                },
                "16": {
                    "ID": "5037902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5037902",
                    "TitleEnglish": "Happy Family",
                    "SummaryEnglish": "The newest parasite to appear is different from the others. Chatty and expressive, the parasite identifies himself as Miki and immediately makes his move. With Migi asleep, all Shinichi can do is to run and keep running...",
                    "TitleJapanese": "幸福な家庭",
                    "SummaryJapanese": "新一の前に現れたパラサイトは、いつもとは少し様子が違っていた。自らを三木と名乗り、軽い口調で、そして豊かな表情で新一へと迫ってくる。戸惑いつつもミギーが眠っている間、必死に逃げる新一。やっとミギーが起きたと思いきや、その口からは衝撃の事実が！"
                },
                "17": {
                    "ID": "5037903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5037903",
                    "TitleEnglish": "The Adventure of the Dying Detective",
                    "SummaryEnglish": "Having determined Tamura to be a threat, Kusano's group moves to eliminate her. Meanwhile, Kuramori moves to avenge his family's death by abducting Tamura's baby. With her baby in his arms, Kuramori faces Tamura and threatens to throw the infant down a steep slope--what will Tamura do?",
                    "TitleJapanese": "瀕死の探偵",
                    "SummaryJapanese": "田村の行動が危険と判断した草野は、仲間と共に田村の排除にかかる。その一方、大事な家族を殺された倉森は、復讐の為、田村の赤ちゃんを誘拐する。赤ちゃんを抱いて公園で待っていた倉森と対峙する田村。一矢報いる為、崖下へと赤ちゃんを投げ捨てようとする倉森に対して、田村は・・・！？"
                },
                "18": {
                    "ID": "5037904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5037904",
                    "TitleEnglish": "More Than Human",
                    "SummaryEnglish": "Shinichi and Migi arrive at the park, only to find Tamura holding her child. As Shinichi struggles to quell his fury at the sight of her, Tamura unleashes a flurry of questions about the meaning of the parasites' existence and what humanity means to them.",
                    "TitleJapanese": "人間以上",
                    "SummaryJapanese": "待ち合わせに指定された公園に着くと、そこには赤ちゃんを抱いた田村がいた。人間にとって我々は・・・パラサイトは何なのか？我々にとって人間とはいったい何なのか。ただただ疑問に答えを求めてきた田村を前に、受け入れがたいその存在を前にして、新一は何を想うのか・・・。"
                },
                "19": {
                    "ID": "5037905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5037905",
                    "TitleEnglish": "In Cold Blood",
                    "SummaryEnglish": "Suspecting Shinichi's connection to the parasite cases, Hirama arranges to have Shinichi meet with Uragami, a convict with a peculiar ability. Although cleared of any suspicion and able to return to his high school life, it isn't long before Hirama appears once more before Shinichi. A government operation to neutralize the parasites with Hirokawa is about to begin...",
                    "TitleJapanese": "冷血",
                    "SummaryJapanese": "パラサイトによる一連の事件に新一が深く関与していると睨んだ平間は、特別な感性を持つ囚人の浦上と引き合わせる。なんとか容疑が晴れ、高校生活へと戻った新一の元へまたしても現れる神妙な面持ちの平間！そしてついに政府による広川たちへの掃討作戦が幕を開ける！！"
                },
                "20": {
                    "ID": "5037906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5037906",
                    "TitleEnglish": "Crime and Punishment",
                    "SummaryEnglish": "The joint operation by the police and the strike force to eliminate the group of parasites led by Hirokawa has begun. Yamagishi's unit uses their special sensor system to hunt down the parasites. Amidst the chaos, human victory seems all but confirmed. But the tables are about to be turned by a single parasite...",
                    "TitleJapanese": "罪と罰",
                    "SummaryJapanese": "警察と特殊部隊の共闘による広川率いるパラサイト掃討作戦がついに幕を開けた！山岸率いる特殊部隊は、特殊なセンサーを使用し、混乱が起きつつも確実にパラサイト達を追い詰めていく。だが人間側の勝利に終わるかに見えた戦況は、ある１匹のパラサイトの手によって覆ろうとしていた・・・。"
                },
                "21": {
                    "ID": "5037907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5037907",
                    "TitleEnglish": "Sex and Spirit",
                    "SummaryEnglish": "The assault squad succeeds in eliminating Hirokawa, the parasites' leader, but they find themselves in a bind when the ultimate parasite appears. Their failure to eliminate Gotou strikes fear into Shinichi's heart--who will give him the final courage to face Gotou?",
                    "TitleJapanese": "性と聖",
                    "SummaryJapanese": "パラサイト側のリーダーである広川も仕留め、残りは残党を始末するのみと思いきや、最強のパラサイトである後藤の手によって、窮地に追い込まれる特殊部隊！後藤だけは仕留められなかった事実を前に、その影に怯える新一・・・。\nそんな新一にも最後に勇気をくれる人が！！"
                },
                "22": {
                    "ID": "5037908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5037908",
                    "TitleEnglish": "Quiescence and Awakening",
                    "SummaryEnglish": "Motivated by Satomi to stay alive, Shinichi resolves to fight Gotou. With Migi's support, they press their attack in an isolated forest. However, they fail to finish Gotou at a critical juncture, causing Shinichi to lose Migi and flee in defeat.",
                    "TitleJapanese": "静と醒",
                    "SummaryJapanese": "里美に生きる力をもらい後藤と戦う決心をする新一。人気の無い山の中、ミギーと協力し合い後藤相手にも有利に戦いを進める。\nだがあと一歩というところで仕留めることが出来ず、さらにミギーをも失い敗走することになる。悲しみの中、山里を彷徨っているとある一軒家へとたどり着く。"
                },
                "23": {
                    "ID": "5037909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5037909",
                    "TitleEnglish": "Life and Oath",
                    "SummaryEnglish": "With no chance to survive, Shinichi pulls off a desperate move.",
                    "TitleJapanese": "生と誓",
                    "SummaryJapanese": "一軒屋に住んでいた老婆は自らを美津代と名乗り、新一を温かくむかえいれてくれた。生に対して自棄になっている新一に激しい口調で檄を飛ばす美津代。そんな美津代の言葉を後にして後藤と決着をつける為、山へと戻る新一。\n薄暗い山の中、当てもないはずなのに新一の方が先に「後藤」を発見するのであった。"
                },
                "24": {
                    "ID": "5037910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/parasyte-the-maxim/episodes/5037910",
                    "TitleEnglish": "Parasyte",
                    "SummaryEnglish": "With Gotou's defeat, Shinichi's life is finally back to \"normal.\" Though saddened by Migi's sudden departure, Shinichi moves forward with his life. However, a final threat appears...",
                    "TitleJapanese": "寄生獣",
                    "SummaryJapanese": "後藤との決着がつき、本当の平穏が新一へと訪れた。ミギーからの一方的な別れに落ち込みはするものの、通常の生活を取り戻すべく受験勉強に励む新一。だがまたしても、その平穏を脅かす存在が新一と里美の前に現れる！\n最終話「寄生獣」。新一とミギーの奇妙な物語もついに幕を閉じる！！"
                }
            }
        }
    }
}