{
  "URL": "https://www.thetvdb.com/series/terra-formars",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Drama",
    "Horror",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3894916/",
    "https://www.themoviedb.org/tv/61398"
  ],
  "TitleEnglish": "Terra Formars",
  "SummaryEnglish": "With the space program attempting to travel to Mars, 21st century scientists were tasked with warming up the planet so that humans could survive on its surface. They came up with an efficient and cost-effective plan of sending cockroaches and mold to the surface so that the mold would absorb the sunlight and the insect corpses would serve as a food source for the mold. It is now the year 2577 and the first manned ship to Mars has landed on the planet and the six crew members are ready for their mission. But what they find are giant mutated humanoid cockroaches with incredible physical strength. The crew members are easily wiped out, but not before sending a transmission back to Earth. Now, humanity will send elite warriors to exterminate the mutated bugs and claim back Mars.",
  "Aliases": [
    "テラフォーマーズ",
    "TERRAFORMARS REVENGE"
  ],
  "Modified": "2025-09-06",
  "Seasons": {
    "0": {
      "ID": "580246",
      "URL": "https://www.thetvdb.com/series/terra-formars/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 5,
      "Episodes": {
        "1": {
          "ID": "4834147",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/4834147",
          "TitleEnglish": "BUGS2: The Encounter",
          "SummaryEnglish": "After BUGS1 was wiped out by the surprising life on mars, U-NASA deployed 15 people as a part of BUGS2 to go to Mars to investigate and if possible to exterminate the cockroaches.",
          "Aliases": []
        },
        "2": {
          "ID": "4962571",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/4962571",
          "TitleEnglish": "BUGS2: Undefeated",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "7352309",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/7352309",
          "TitleEnglish": "Terra Formars",
          "SummaryEnglish": "In the 21st century, overpopulation has become such a problem that scientists begin preparing for the colonization of Mars. Their first steps in the terraforming of Mars involve seeding the planet with moss in order to absorb the sunlight and create a hospitable atmosphere as well as increase the surface temperature. They also introduce cockroaches in order to spread the moss.",
          "Aliases": []
        },
        "5": {
          "ID": "7926932",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/7926932",
          "TitleEnglish": "Earth-hen 1: Born to be guardian",
          "SummaryEnglish": "Bundled with the 21st and 22nd volumes, the OVAs adapt the Earth arc of the manga. The OAD adaptation of the series' Earth Chapter that was to be released with volume 21 in May has been delayed indefinitely.",
          "Aliases": []
        },
        "6": {
          "ID": "7926933",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/7926933",
          "TitleEnglish": "Earth-hen 2: The life of invoking",
          "SummaryEnglish": "Bundled with the 21st and 22nd volumes, the OVAs adapt the Earth arc of the manga. The OAD adaptation of the series' Earth Chapter that was to be released with volume 21 in May has been delayed indefinitely.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "580247",
      "URL": "https://www.thetvdb.com/series/terra-formars/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "4834146",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/4834146",
          "TitleEnglish": "Symptom: Mutation",
          "SummaryEnglish": "It has been twenty years since the tragedy of Bugs 2 and is now 2619. In order to save his childhood friend, Yuriko, from an unknown illness, Hizamaru Akari was fighting in an underground arena in Bangkok.",
          "Aliases": []
        },
        "2": {
          "ID": "5000126",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5000126",
          "TitleEnglish": "Departure: For the Front",
          "SummaryEnglish": "In order to create a vaccine for the A.E. Virus, Annex 1 heads to Mars. Akari and the other crew members try to enjoy their time on the ship before they land on Mars for the life-threatening mission.",
          "Aliases": []
        },
        "3": {
          "ID": "5000127",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5000127",
          "TitleEnglish": "To Mars: To the Planet of Calamity",
          "SummaryEnglish": "Annex 1 ends up a blood bath at the sudden appearance of the terraformars. Akari and Marcos go to get the medicine in order to deal with the situation they've been given, but find that the terraformars are in the room with the medicine, and they are destroying their supply of the medicine.",
          "Aliases": []
        },
        "4": {
          "ID": "5000128",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5000128",
          "TitleEnglish": "War: All-Out War",
          "SummaryEnglish": "Shokichi and his division make it safely to Mars, however they are immediately attacked by the terraformars. The other divisions are also attacked, and since there is only one terraformar in sight for each division, they feel that the threat is minimal.",
          "Aliases": []
        },
        "5": {
          "ID": "5014512",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5014512",
          "TitleEnglish": "Exceptional Two: The Miracle Child",
          "SummaryEnglish": "Marcos remembers his childhood in Gran Mexico. Sheila, who always smiled like the sun, is now gone. Marcos lets all of his rage explode against the terraformars, his eyes filled with tears of sorrow for his fallen friend.",
          "Aliases": []
        },
        "6": {
          "ID": "5033381",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5033381",
          "TitleEnglish": "2 Minutes",
          "SummaryEnglish": "The thing that jumped onto No. 2 Division's escape vessel was a strange terraformar with strangely developed legs. It then takes the controls and tries to fly off with the escape vessel while everyone is still aboard. Yaeko and the others prepare for the worst as they're trying to figure out why it knows how to fly the vessel.",
          "Aliases": []
        },
        "7": {
          "ID": "5033423",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5033423",
          "TitleEnglish": "Crab: Brave Warrior",
          "SummaryEnglish": "Michelle and Akari battle the mysterious terraformars. After the battle is over, Michelle goes to change and Alex and Akari try to take a peek. A brand new act was about to start right there on Mars. Meanwhile, Asimov and No. 3 Division reach the mysterious pyramids, where they fight the terraformar that stole Elena's life.",
          "Aliases": []
        },
        "8": {
          "ID": "5033424",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5033424",
          "TitleEnglish": "Der Zitteraal: The Electric Organism",
          "SummaryEnglish": "Adolf and No. 5 Division head toward the main ship of the Annex in the rain. But then, they unexpectedly get rammed by No. 4 Division's ship, and are grounded. While getting ready to face the horde of terraformars outside, Adolf remembers his past. He remembers his sad past, undergoing the M.O. operation... and then one day, someone changed his life forever.",
          "Aliases": []
        },
        "9": {
          "ID": "5052323",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5052323",
          "TitleEnglish": "Too Sad to Die: A Single Drop From a Thunderstorm",
          "SummaryEnglish": "Adolf takes his pent up anger and aims it at all of the terraformars in the form of electricity. Who is it that he cries for? Once the lightning clears, the terraformars' boss appears. Suddenly, the tables turn as the terraformars attack in a much more calculated fashion and Adolf falls. In this time of need, the one who stands up was...",
          "Aliases": []
        },
        "10": {
          "ID": "5052324",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5052324",
          "TitleEnglish": "Desire",
          "SummaryEnglish": "Fierce lightning rips through the terraformars, as though it was an act of God. Adolf gives it everything he has, and collapses. Eva comes to his side. However, the safety felt from this victory was short. The boss of the terraformars is brought back to consciousness and they use all of their power to attack the No. 5 Division.",
          "Aliases": []
        },
        "11": {
          "ID": "5052325",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5052325",
          "TitleEnglish": "Boxer",
          "SummaryEnglish": "The No. 1 Division were spread apart because of the Terraformars. In the depths of a dark hole, the gong had rung on a battle of the Earth vs. Mars. On Mars's side, a weevil-based Terraformar and on Earth's side, was Onizuka Keiji! He had always lived a very simple life. In order to protect the island his mother loved, and to protect his precious new friends, Onizuka stands in the ring yet again. Thus begins the brutal and unrelenting battle of fists.",
          "Aliases": []
        },
        "12": {
          "ID": "5052326",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5052326",
          "TitleEnglish": "Shooting Star: On Track and Reckless",
          "SummaryEnglish": "After being surrounded by the thread that a Terraformar with the powers of a silkworm laid out, Shokichi remembers Akita Nanao. Shokichi regrets the fact that they had to leave her body behind on Mars after they had killed her during the Bugs 2 mission. Now, he wants to get revenge. Will Shokichi be able to restart the clock that had stopped twenty years ago? Meanwhile, The No. 3 Division is within the pyramids and find something that shouldn't be there, and suddenly, a deafening sound can be heard throughout Mars.",
          "Aliases": []
        },
        "13": {
          "ID": "5052327",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5052327",
          "TitleEnglish": "Terra For Mars: This Way and That Way",
          "SummaryEnglish": "The No. 1 Division finally comes to No. 2 Division's aid in their most desperate hour. Michelle and Akari both use their BUGS powers and face off with the Terraformars. Because they are reunited, the truth of Sheila's death also comes to light. Meanwhile, the presidents of the allied nations was meeting with the prime minister of Japan, Hiruma Ichiro. The Annex crew is about to face the true test of survival!",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "649932",
      "URL": "https://www.thetvdb.com/series/terra-formars/seasons/official/2",
      "TitleEnglish": "REVENGE",
      "SummaryEnglish": null,
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "5455578",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5455578",
          "TitleEnglish": "2nd Generation",
          "SummaryEnglish": "2620 AD. Humanity tried a terraforming project on Mars, which lead to super evolved roaches, as well as the Alien Engine virus, which has a 100% death rate. To break through this nightmare, a crew that had undergone a special surgery has been sent to Mars. Hizamaru Akari and Michelle K. Davis lead crew members with special powers to try to resolve both of these issues.",
          "Aliases": []
        },
        "2": {
          "ID": "5575408",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575408",
          "TitleEnglish": "Century of Raising Arms",
          "SummaryEnglish": "No. 4 Division gets to the main ship, but finds they've walked into a trap. The Chinese division has betrayed them, and wants the two post-surgery humans as experimental samples. The Chinese have brought weapons, which they use to slaughter the Terraformars by the hundreds.",
          "Aliases": []
        },
        "3": {
          "ID": "5575409",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575409",
          "TitleEnglish": "Friend Here",
          "SummaryEnglish": "The No. 1 and No. 2 divisions have walked into a trap set by the Chinese team. They manage to neutralize the Chinese' superior weaponry, but they still have a few tricks up their sleeve, and their transforming power is greater than it may appear!",
          "Aliases": []
        },
        "4": {
          "ID": "5575410",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575410",
          "TitleEnglish": "Triple Combat",
          "SummaryEnglish": "The battle between humans is interrupted by a horde of thousands of angry aliens. Will the crew of Annex 1 be able to work together long enough to survive the onslaught of a new Terraformar general?",
          "Aliases": []
        },
        "5": {
          "ID": "5575412",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575412",
          "TitleEnglish": "Man on a Mission",
          "SummaryEnglish": "The Chinese division has revealed their ultimate weapon: a girl with an anthrax surgery base. Unless she's killed, there is no hope of defeating them and reclaiming Annex 1. Alexander goes in alone into the anthrax-covered spaceship to assassinate her.",
          "Aliases": []
        },
        "6": {
          "ID": "5575413",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575413",
          "TitleEnglish": "Strategy and Tactics",
          "SummaryEnglish": "Separated from the group, Michelle and Hizamaru are attacked by Terraformars using the powers of the other Mosaic operation subjects who died. Overwhelmed and outmatched, their only hope is to use a cunning plan to trick No. 4 division into destroying their foes for them.",
          "Aliases": []
        },
        "7": {
          "ID": "5575415",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575415",
          "TitleEnglish": "Happy Birthday",
          "SummaryEnglish": "Michelle and Hizamaru use their unique weapons to defeat the Terraformars who possess the powers of the former crew. Will their Ninja-vibro-blades and acceleration-boosted martial arts be enough to stand up against the superpowered Terraformars?",
          "Aliases": []
        },
        "8": {
          "ID": "5575416",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575416",
          "TitleEnglish": "Web of Bend",
          "SummaryEnglish": "Michelle and Akari are kidnapped by Bao from No. 4 division. He tries to take them back to Annex 1, but to get there, he'll have to break through a horde of thousands of Terraformars. He decides to sacrifice Yaeko to get away. Will her non-combatant rank powers be enough to hold off the swarm?",
          "Aliases": []
        },
        "9": {
          "ID": "5575418",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575418",
          "TitleEnglish": "The Foremost",
          "SummaryEnglish": "The mighty rank 1, Joseph G. Newton, arrives to save Yaeko from the horde! He easily dispatches Bao and rescues Akari and Michelle. But will he be able to achieve his greatest objective... and win Michelle's heart?",
          "Aliases": []
        },
        "10": {
          "ID": "5575419",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575419",
          "TitleEnglish": "No Place to Hide",
          "SummaryEnglish": "The engineering team, led by a few lower-ranking combat soldiers, mounts a desperate assault on the bioweapon-infested Annex 1. The Terraformars attack at the same time, making for a disastrous 3-way battle.",
          "Aliases": []
        },
        "11": {
          "ID": "5575420",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575420",
          "TitleEnglish": "Silence or Violence",
          "SummaryEnglish": "The engineering team continues its strike on Annex 1, but the Terraformars have infiltrated the ship as well. With foes on all sides, both human and inhuman, will they be able to make their way to the control room and alert Earth to No. 4 Division's treachery?",
          "Aliases": []
        },
        "12": {
          "ID": "5575421",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575421",
          "TitleEnglish": "Strength of Weakest",
          "SummaryEnglish": "The battle for the broadcast tower rages on as the civilian crew of No. 1 division infiltrates the control room. But the Terraformars are there two! If they make any noise the trained killers of No. 4 Division will hear them, so they're forced to continue their work in total silence as the killer cockroaches get every closer...",
          "Aliases": []
        },
        "13": {
          "ID": "5575670",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575670",
          "TitleEnglish": "The 12 Seconds",
          "SummaryEnglish": "The heroic sacrifice of the civilian crew allows No.1 and No. 2 division to temporarily take back control of the communications tower. But the last member of the crew passes out before she can tell Earth about No. 4 division's betrayal. Is all hope lost, or is there another way?",
          "Aliases": []
        }
      }
    }
  }
}