{
  "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3741584/",
    "https://wwws.warnerbros.co.jp/anime/argevollen/index.html",
    "https://www.themoviedb.org/tv/64957",
    "https://x.com/ARGEVOLLEN"
  ],
  "TitleEnglish": "Argevollen",
  "SummaryEnglish": "Known as \"Shirogane no Ishi Arugevorum\" in Japanese. A Japanese mecha anime television series by Xebec. // Story Plot: An action-mecha series, Silver Will Argevollen follows the long standing war between the countries of Arandas and Ingelmia. In a conflict with no end in sight, the introduction of a new weapon begins to change the tide of the war.",
  "Aliases": [
    "Argevollen",
    "Hakugin no Ishi: Argevollen"
  ],
  "Modified": "2025-05-29",
  "Seasons": {
    "0": {
      "ID": "580242",
      "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "5001821",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/5001821",
          "TitleEnglish": "Episode 12.5",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "580243",
      "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "4834142",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4834142",
          "TitleEnglish": "Encounter",
          "SummaryEnglish": "ngelmia invades Arandas in the name of liberating the people, and pushes the Arandas army back to their fortress known as the Great Wall. The Independent 8th Attack Unit, which is stationed far to the east, is summoned to join the desperate battle.",
          "Aliases": []
        },
        "2": {
          "ID": "4921261",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921261",
          "TitleEnglish": "Awakening",
          "SummaryEnglish": "Tokimune, acting on his own, has driven them far off route, and the Independent 8th Attack Unit is forced to break through enemy lines. Tokimune has been registered as the Argevollen's pilot, and is sent into the next battle without time to recover from his first.",
          "Aliases": []
        },
        "3": {
          "ID": "4921262",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921262",
          "TitleEnglish": "One Man Army",
          "SummaryEnglish": "The 8th Unit fights off their pursuers and unites with the main force. At the Gate of No Retreat, a fortress between the two countries, they are given the mission to support the forces' retreat and close the gate. In the middle of the operation, Tokimune encounters an enemy ace pilot.",
          "Aliases": []
        },
        "4": {
          "ID": "4921263",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921263",
          "TitleEnglish": "Return",
          "SummaryEnglish": "The successful retreat at the Gate of No Retreat brings the Ingelmian advance to a halt, and puts the war into a stalemate. As Ingelmia tries to secure an invasion route, Arandas is forced to rebuild its army. The 8th Unit is officially given Argevollen, and Jamie is ordered to remain with them.",
          "Aliases": []
        },
        "5": {
          "ID": "4921264",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921264",
          "TitleEnglish": "Surprise Attack",
          "SummaryEnglish": "The Ingelmia forces split and attempt to attack the Arandas capital from multiple directions. The fastest advance is in the Gatar mountains, so the 8th Unit is sent there. A plan is drawn up to destroy the enemy's forward base, and Tokimune is given an important role.",
          "Aliases": []
        },
        "6": {
          "ID": "4921265",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921265",
          "TitleEnglish": "Run, Jamie!",
          "SummaryEnglish": "Unforeseen trouble brings the entirety of the enemy's firepower down on the 8th Unit. But Argevollen, the core of the mission, shuts down and is exposed to vicious long-range artillery fire. Samonji comes up with a plan to continue the mission and protect his men. Jamie runs towards the battlefield to restart Argevollen.",
          "Aliases": []
        },
        "7": {
          "ID": "4921266",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921266",
          "TitleEnglish": "Bellhals",
          "SummaryEnglish": "The 8th Unit is given unofficial R&R on the neutral island of Bellhals. Jamie has a coupon to a luxurious spa on the island and plans to visit, but is called by her boss at the last minute to update Argevollen's OS. The rest of the women go to the spa, while the men hang out at a local bar. Seeker and Suzushiro watch for any hostile movement while Samonji goes to procure supplies for the unit. Later, Jamie and Tokimune finish updating the Argevollen, but find that all of the attractions on the island are closed. While looking for something to do, they accidentally run into Ingelmian soldiers led by Richthofen, though neither side recognizes the other. Jamie later gets Tokimune to take a picture of her in front of a field of sunflowers, but Tokimune recognizes the background as the same one from his late sister's last photo. Suddenly, Samonji appears right behind him.",
          "Aliases": []
        },
        "8": {
          "ID": "4921267",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921267",
          "TitleEnglish": "Rematch",
          "SummaryEnglish": "Samonji remembers an experiment that once took place in Bellhals. He meets Tokimune and Jamie in a field filled with sunflowers. Richthofen begins a decoy attack in Bellhals to allow for a full-scale assault elsewhere. The 8th Unit detects him and attacks on their own. In what's supposed to be a neutral zone, Tokimune and Richthofen face off.",
          "Aliases": []
        },
        "9": {
          "ID": "4921268",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921268",
          "TitleEnglish": "Promise",
          "SummaryEnglish": "Tokimune finally decides to take a step forward as a soldier. His Argevollen is called the Demon of Arandas by the Ingelmians because of its incredible power. The 8th Unit attacks the Zong base where forces are gathering for an attack on Arandas. They begin a surprise attack to cut-off the full-scale assault. At the base they're attacking is Richthofen's old friend, Daniels...",
          "Aliases": []
        },
        "10": {
          "ID": "4921269",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921269",
          "TitleEnglish": "End of Absence",
          "SummaryEnglish": "The Independent 8th Unit has destroyed Zong base and stopped Ingelmia's assault. They take a short break in Wishpe when an order comes in that an enemy is attacking. Suzushiro and Samonji have left for the capital so Okui is forced to take command. He fights to protect his hometown and the people who live there.",
          "Aliases": []
        },
        "11": {
          "ID": "4921270",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921270",
          "TitleEnglish": "Rage",
          "SummaryEnglish": "The 8th Unit holds a party to celebrate their success at Wishpe. As everyone enjoys themselves, Tokimune is told by Samonji about his sister and the experiment she participated in. \"I'm the one who killed your sister,\" says Samonji, and Tokimune is infuriated. Samonji was told that Tokimune's sister was Reika Nanjou, a girl he knew.",
          "Aliases": []
        },
        "12": {
          "ID": "4921271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921271",
          "TitleEnglish": "Reika Nanjou",
          "SummaryEnglish": "Eight years ago, Samonji and Suzushiro are assigned to security at an Arandas Trail Krieger research station. Reika Nanjou is a test pilot there. She wants to make an army where nobody dies and is partiipating in tests for a revolutionary system to use unmanned units. The project is going well, but the units go out of control during a demonstration for military leadership...",
          "Aliases": []
        },
        "13": {
          "ID": "4921272",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921272",
          "TitleEnglish": "Blue and Indigo",
          "SummaryEnglish": "Unit 8 is given the latest technology: the Seiran. The 8th is now far stronger, and is also given a new pilot. Namie Portman: a fellow student of Tokimune's and a new test pilot. She is talented by nervous and overreliant on her manuals. The 8th is given an order to attack. Having someone under his command changes Tokimune...",
          "Aliases": []
        },
        "14": {
          "ID": "4921273",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921273",
          "TitleEnglish": "Ghost",
          "SummaryEnglish": "Arandas forces are being wiped out in border areas. Each force is wiped out completely, with no survivors. The army has taken to calling the attacker the \"Ghost.\" The 8th is stationed in Kitazamahara to counterattack this new enemy.",
          "Aliases": []
        },
        "15": {
          "ID": "4921274",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921274",
          "TitleEnglish": "Sturm",
          "SummaryEnglish": "The Kitazamahara base is wiped out in the battle between the Argevollen and the new enemy unit. The 8th retreats to Pudder base to recover and regroup. They chart a course through an abandoned industrial city, and bait the \"Ghost\" into attacking, but in the ensuing battle Tokimune loses control.",
          "Aliases": []
        },
        "16": {
          "ID": "4921275",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921275",
          "TitleEnglish": "Freeze",
          "SummaryEnglish": "Samonji forbids Tokimune from piloting the Argevollen. Tokimune listens to a recording of himself going out of control and attacking his own allies, and Samonji tells him a shocking truth: the Argevollen is based off the unit that killed his sister.",
          "Aliases": []
        },
        "17": {
          "ID": "4921276",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921276",
          "TitleEnglish": "Defeat",
          "SummaryEnglish": "The 8th Unit withdraws from the Pudder supply base as a huge legion advances. Samonji refuses to allow the Argevollen to launch, despite the fact that they're outnumbered, but Cayenne puts pressure on him. And when the Sturm Alpha shows up, he no longer has a choice.",
          "Aliases": []
        },
        "18": {
          "ID": "4921277",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921277",
          "TitleEnglish": "Farewell",
          "SummaryEnglish": "The 8th Unit successfuly retreats after a fierce battle with the Sturm Alpha. But Tokimune collapses after leaving the Argevollen, and is in a coma. Jamie blames herself for not being able to stop him, and Samonji says that he's been defeated.",
          "Aliases": []
        },
        "19": {
          "ID": "4921278",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921278",
          "TitleEnglish": "Resolve",
          "SummaryEnglish": "Arandas and Ingelmia both want to make peace to end the stalemate. Samonji is brought out by Cayenne, who tells him that if the war ends like this, all the sacrifices will have been for nothing. Cayenne shows him a line of Perfevollens, mass-produced Argevollen units, and asks him to make a choice",
          "Aliases": []
        },
        "20": {
          "ID": "4921279",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921279",
          "TitleEnglish": "Another Mind",
          "SummaryEnglish": "The Perphevollens have been put into combat. Samonji has left the 8th Unit to lead them. They're pushing back the Ingelmia army and winning many battles. Meanwhile, the 8th enjoys a short break at a northwestern supply base, but the troops are uneasy...",
          "Aliases": []
        },
        "21": {
          "ID": "4921280",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921280",
          "TitleEnglish": "Disturbance",
          "SummaryEnglish": "Ingelmia has introduced the Sturm Beta to counter the Perphevollens. The tide of battle turns towards Ingelmia's side again. General Cayenne, disgusted with the other generals desire for an easy peace, rebels against the Arandas government, with Samonji at his side.",
          "Aliases": []
        },
        "22": {
          "ID": "4921281",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921281",
          "TitleEnglish": "Capture",
          "SummaryEnglish": "Cayenne rebels against the Arandas military, and Captain Samonji sides with him. The 8th Unit goes to stop Samonji, but Argevollen is captured instead.",
          "Aliases": []
        },
        "23": {
          "ID": "4921282",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921282",
          "TitleEnglish": "Counterattack",
          "SummaryEnglish": "By deliberately leaking information, Cayenne is able to capture the enemy Sturm Betas. The U-Link squad is now much more powerful, and Samonji has broken through the Gate of No Retreat. Jamie and Tokimune swear they will get Argevollen back.",
          "Aliases": []
        },
        "24": {
          "ID": "4921283",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/shirogane-no-ishi-argevollen/episodes/4921283",
          "TitleEnglish": "Silver Will",
          "SummaryEnglish": "Tokimune Susumu faces Ukyo Samonji only to be forced out of the ARGEVOLLEN. Samonji walks off in his the PERFEVOLLEN Command unit with all other Kriegers. He contemplates what it is he's been doing.",
          "Aliases": []
        }
      }
    }
  }
}