{
    "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3615002/",
        "https://www.themoviedb.org/tv/61379",
        "https://x.com/nozaki_anime"
    ],
    "TitleEnglish": "Monthly Girls' Nozaki-kun",
    "SummaryEnglish": "Sakura Chiyo confesses to her crush, Nozaki-kun, but he mistakes her as a fan! Unable to convey her feelings, what happens when he invites her to his house? Find out in this hilarious series!",
    "TitleJapanese": "月刊少女野崎くん",
    "SummaryJapanese": "無骨な男子高校生の野崎梅太郎に恋をした女子高校生の佐倉千代は、\nある日、勇気を振り絞って告白をするのだが、想いは上手く伝わら\nず、気が付くと彼のとあるお仕事をアシスタントとして手伝うことに……。\n男子高校生でありながら人気の少女漫画家である野崎くんを中心に、\n個性豊かなキャラクターたちが織り成す少女漫画家男子コメディー！",
    "Aliases": [
        "Gekkan Shoujo Nozaki-kun",
        "Shojo Mangaka Nozaki-kun"
    ],
    "Modified": "2025-05-29",
    "Seasons": {
        "0": {
            "ID": "580185",
            "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "4937713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun/episodes/4937713",
                    "TitleEnglish": "Nozaki-kun Shorts 1 - Is That Handsome Boy Just a Friend or Her Boyfriend? (Part 1)",
                    "SummaryEnglish": "Wakamatsu is still worrying about the \"hot guy\" Seo was with at the Obon festival. He tries to ask Nozaki and Hori about him—neither is very helpful, but Hori invites Waka to the drama club's summer beach trip. Meanwhile, Kashima invites Chiyo along, and Mikoshiba's former ease about traveling to a new place full of new people is disturbed when he realizes he can't room with Kashima.",
                    "TitleJapanese": "特典アニメ 第一号「あの美男子、男友達？?それとも彼氏？?」",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "4937714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun/episodes/4937714",
                    "TitleEnglish": "Nozaki-kun Shorts 2 - Is That Handsome Boy Just a Friend or Her Boyfriend? (Part 2)",
                    "SummaryEnglish": "Waka overhears Seo talking with Kashima and Chiyo about their plans for the summer beach trip he's just been invited to, and his misapprehension only grows as he misinterprets their casual discussion. Worried about their planned swimsuit buying trip, he shows up at the mall and gets roped into their outing. Assuming Kashima is another guy roped in, his behavior becomes more and more… questionable.",
                    "TitleJapanese": "特典アニメ 第二号「続・あの美男子、男友達？?それとも彼氏？?」",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "4937715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun/episodes/4937715",
                    "TitleEnglish": "Nozaki-kun Shorts 3 - The Correlation Chart That Connects Everything",
                    "SummaryEnglish": "Still believing Kashima is a guy, Waka's trip to the swimsuit store gets more and more awkward. Kashima is disturbed by Waka's behavior, Seo plans to buy the bra Waka suggested, and Chiyo demands his input on a swimsuit that Nozaki might like. When Waka finally describes the outing to Nozaki and realizes his mistake, his behavior is thrown into an embarrassing new light.",
                    "TitleJapanese": "特典アニメ 第三号「全てが繋がる相関図」",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "4937716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun/episodes/4937716",
                    "TitleEnglish": "Nozaki-kun Shorts 4 - It's Summer! It's the Ocean! It's Training Camp!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "特典アニメ 第四号「夏だ！海だ！合宿だ！」",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "4937717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun/episodes/4937717",
                    "TitleEnglish": "Nozaki-kun Shorts 5 - Me or the Sun... Which Do You Think Shines More?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "特典アニメ 第五号「俺と太陽、どっちが眩しい？」",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "4937718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun/episodes/4937718",
                    "TitleEnglish": "Nozaki-kun Shorts 6 - This Happening is Being Turned Into a Shojo Manga",
                    "SummaryEnglish": null,
                    "TitleJapanese": "特典アニメ 第六号「その事件は少女漫画化されてゆく。」",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "580186",
            "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4833785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun/episodes/4833785",
                    "TitleEnglish": "This Love... Is Being Turned Into a Shojo Manga",
                    "SummaryEnglish": "Chiyo Sakura, age 16, tells her crush Umetaro Nozaki that she is his fan, but he responds by giving her his autograph. She then says she wants to be with him always, so Nozaki invites her home and gives her some \"beta work\", which after several hours, she realizes she is doing inking for him. She realizes he is a shojo manga artist who is published in a magazine she has bought. Later, they think of romance ideas such as making a guy a delinquent but should obey the laws, and taking a girl home with a bicycle. Nozaki invites Sakura home but he has a tandem bicycle, so they see if any of the situations are conducive to romance. After seeing him interact with some cats, Sakura tries to confess her love again, but gets another autograph. Nozaki introduces Sakura to his friend.",
                    "TitleJapanese": "その恋は、少女漫画化されてゆく。",
                    "SummaryJapanese": "佐倉千代、16歳。無骨な男子高校生、野崎梅太郎に恋をした彼女は、ある日勇気を振り絞って告白するのだが、うまく想いを伝えることが出来ずに、なぜか野崎のサイン色紙を貰ってしまう。さらに言葉の取り違えから野崎の家に誘われた千代は、突然原稿を渡され漫画のアシスタントをさせられることに……。なんと彼は男子高校生でありながら、「月刊少女ロマンス」で連載中の人気少女漫画家だったのだ。"
                },
                "2": {
                    "ID": "4921355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun/episodes/4921355",
                    "TitleEnglish": "Say Hello to the New Heroine",
                    "SummaryEnglish": "Nozaki introduces Sakura to his friend Mikoto Mikoshiba, a popular and flirtatious guy who Sakura soon learns is actually painfully shy and is often ashamed of his own words. He spends a session at Nozaki's place eagerly waiting for Sakura to ask him for help although he is too shy to prompt her. Sakura learns that Mikoshiba's artistic specialty is adding background decorations such as flowers, and she discovers that Mikoshiba is Nozaki's model for the heroine of his manga. Nozaki later asks Sakura if she has any friends who might fit in a shojo manga. Sakura introduces them to Yuzuki Seo, a girl who the guys discover has a habit of being insensitive and oblivious (not reading the atmosphere). However, she has an angelic singing voice, of which she is nicknamed the Glee Club's Lorelei.",
                    "TitleJapanese": "新(ニュー)ヒロインをよろしくね♪",
                    "SummaryJapanese": "野崎が心の中で「みこりん」と呼ぶアシスタントの御子柴実琴を紹介された千代。いったいどんな癒やし系が来るのかと思いきや、やってきたのは「みこりん」という響きからはほど遠いチャラチャラした男だった。挨拶もそこそこに千代に対して先輩アシスタントとして敬うようにと告げる御子柴。しかし、そんな御子柴には隠された一面があるのだった……。"
                },
                "3": {
                    "ID": "4921356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun/episodes/4921356",
                    "TitleEnglish": "Violence vs. the Prince",
                    "SummaryEnglish": "Mikoshiba introduces to Sakura and Nozaki his best friend, Yū Kashima, who is known as the school prince, but is actually a girl. She is a member of the acting club and is really popular among the girls. However, she is a bit dense and acts idiotic sometimes that her senior at acting club Masayuki Hori will scold and even physically beat her. After helping Hori paint some sets, Sakura discovers that he is the one who does backgrounds for Nozaki's manga. When Mashima sees Hori with Nozaki, she gets a bit jealous. Nozaki later has Hori and Sakura role-play some parts, during which Mikoshiba also gets involved.",
                    "TitleJapanese": "バイオレンスVSプリンス",
                    "SummaryJapanese": "「恋しよっ♥」に新キャラを登場させたい野崎に結月を紹介した千代は、御子柴にも少女漫画のモデルになれそうな知り合いがいないかどうか尋ねる。御子柴が千代に紹介したのは、端正な顔立ちとキザな立ち居振る舞いから「学園の王子様」と呼ばれ、女子生徒に絶大な人気を誇る美男子……ではなく演劇部所属の女子、鹿島遊だった。"
                },
                "4": {
                    "ID": "4921357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun/episodes/4921357",
                    "TitleEnglish": "There Are Times When Men Must Fight",
                    "SummaryEnglish": "Mikoshiba asks Nozaki if he can stay over in order to seek his advice regarding girls, however the \"girls\" turn out to be heroines of a dating simulation game. As they try out the game, they realize that the protagonist's best friend, Tomoda, has been caring for him throughout his adventures, which prompts Nozaki to make a story about their friendship, which appears to Sakura to be a Boy's Love-genre story. Later, Mikoshiba is invited to attend a mixer but is too shy to know what to do there, so Nozaki and Sakura practice with him.",
                    "TitleJapanese": "男には、戦わねばならない、時がある。",
                    "SummaryJapanese": "野崎の家でいつものように漫画の原稿を仕上げていた野崎、千代、御子柴の三人。一日分の作業が一段落したところで、今日はこのまま野崎のところに泊まっていくと言う御子柴。そんな御子柴が羨ましい千代は、二人でいつもどんなことをしているのかを尋ねる。すると御子柴は得意気に主に女のことで相談に乗ってもらっていると話すのだが……。"
                },
                "5": {
                    "ID": "4921358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun/episodes/4921358",
                    "TitleEnglish": "The Man Who Envisions Love",
                    "SummaryEnglish": "Nozaki frantically cleans his apartment for his editor, Ken Miyamae, who appears and leaves so quickly that Sakura thinks he does not like Nozaki. However, Nozaki praises him in comparison to his previous editor Maeno, with whom he had bad experiences. Sakura meets Nozaki's neighbor, Yukari Miyako, who also draws manga in the same magazine, and later meets Maeno himself. When Ken tells Nozaki that the heroine of the manga should express more feelings, Nozaki pretends to act like the heroine for the day by giving lunches to his friends and carting Kashima away from a mob of livid girls. He concludes that Mamiko needs to study more and draws that into his storyboards.",
                    "TitleJapanese": "恋を「思い」「描く」男子。",
                    "SummaryJapanese": "ある日、千代が野崎の家を訪れると、部屋がいつもより片付いていた。思わず私が来るから片付けてくれたのかもと妄想する千代だったが、どうやら特に理由はないようだった。そんなとき野崎の携帯に一本の電話がかかってくる。電話に出た野崎は激しく動揺し、より一層部屋を片付けなくてはと慌て始める。どうやら電話の主は野崎の担当編集らしいのだが……。"
                },
                "6": {
                    "ID": "4921359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun/episodes/4921359",
                    "TitleEnglish": "I'll Cast a Spell on You",
                    "SummaryEnglish": "Nozaki sees Hirotaka Wakamatsu, his junior from middle school when they were on the basketball club. Wakamatsu tells Nozaki about being stressed out and unable to sleep because of Seo's antics, however, when he hears a recording of Lorelei's singing, he immediately falls asleep and feels refreshed. Using Nozaki's shōjo manga as a basis, he confronts Seo, but she interprets his actions as gestures of friendship. Later on, Nozaki gets a fever and sends the text message \"SOS\" to Hori, Sakura, and Wakamatsu. The three team up to help Nozaki with his manga, but are challenged with the task of applying screentones.",
                    "TitleJapanese": "魔法をかけて、あ・げ・る♥",
                    "SummaryJapanese": "体育館で結月の餌食となっていたのは野崎の後輩の若松だった。バスケ部の助っ人の結月によって散々な目にあっている若松は、野崎に不眠症であることを伝える。野崎は眠れないなら漫画の原稿を手伝って欲しいと告げるが、いざ原稿に向かうと野崎が間違ってかけてしまったローレライの歌声によって、若松は一瞬のうちに眠りの世界に誘われてしまい……。"
                },
                "7": {
                    "ID": "4921360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun/episodes/4921360",
                    "TitleEnglish": "The Manga Artist's Brain, Nozaki-kun",
                    "SummaryEnglish": "When Nozaki agrees to go with Sakura on his day off, Sakura thinks of it is a date situation, but Nozaki uses the time to get more manga ideas. They go to the mall and encounter Mikoshiba at a doll store. Later on, Mikoshiba volunteers to model for the art club.",
                    "TitleJapanese": "マンガ家脳野崎くん",
                    "SummaryJapanese": "めずらしく締め切りよりも早くに原稿が終わってしまった野崎は、漫画から解放された自分の無趣味さを噛み締めていた。そんな野崎を見かねて、千代はお休みっぽいことをしようと遊びに誘う。しかし気軽に誘ってみたものの、もしかしてこれはデートなのではないかとドキドキとほのかな期待を胸にショッピングモールに向かうのだが……。"
                },
                "8": {
                    "ID": "4921361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun/episodes/4921361",
                    "TitleEnglish": "The Prince (Girl) of the School's Problems",
                    "SummaryEnglish": "Kashima has been driving Hori crazy with her antics, but she gets confused when she discovers that Hori and the guys have been reading Yumeno’s shojo manga and taking it rather seriously. Hori challenges Nozaki to do some backgrounds, but Nozaki frustrates him when he does not get the perspective right, placing boxes under his characters to compensate. Thinking Hori aspires to be a princess, Kashima replaces his clothes with something more feminine. When Hori collapses during a rehearsal, Kashima carries him to the nurse’s office while wearing a bull mask.",
                    "TitleJapanese": "学園の王子様(女子)の悩み",
                    "SummaryJapanese": "最近、堀が自分に対して冷たいと嘆く鹿島に、それはアピールが足りないからだと告げる御子柴。押して押して押しまくれという御子柴の助言に従い、堀を執拗に追いかける鹿島は、ある日、堀の鞄から「恋しよっ♥」を見つけてしまう。まさか漫画の手伝いのために持ち歩いているとは知らない鹿島は勝手な勘違いをし始め……。"
                },
                "9": {
                    "ID": "4921362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun/episodes/4921362",
                    "TitleEnglish": "Do You Have Enough Excitement?",
                    "SummaryEnglish": "When Sakura and Nozaki both forget to bring umbrellas for a rainy day, Nozaki takes the opportunity to gather romance ideas about umbrella sharing for his manga. After Seo gives them her umbrella, Chiyo cherishes the walk from school. Later, the two observe how Miyako deals with editor Maeno’s crazy recommendations, and tell her to stand up to him.",
                    "TitleJapanese": "ドキドキ、たりてる？",
                    "SummaryJapanese": "雨降りの放課後、傘を忘れてしまった千代と野崎は、少女漫画のシチュエーションを参考に、上着で雨をしのいで帰ろうと試みるが、すぐに雨に負けてしまい戻ってきてしまう。そしてぐっしょりと濡れた上着を脱いだ野崎は、再びこの状況で思いつく漫画のシチュエーションをぽつりぽつりと語り始めるのだが……。"
                },
                "10": {
                    "ID": "4921363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun/episodes/4921363",
                    "TitleEnglish": "What's Strengthened Is Our Bond and Our Reins.",
                    "SummaryEnglish": "Hoping for some ideas for his side characters, Nozaki has Wakamatsu accept a movie date with Seo. When Hori suggests doing a musical production, Kashima scrambles for help as she is tone-deaf and cannot sing. During rehearsals, Hori duels Kashima, but when Mikoshiba is volunteered to do a part, Hori realizes he resembles Mamiko.",
                    "TitleJapanese": "強まるのは、絆と手綱。",
                    "SummaryJapanese": "剣さんに次の「恋しよっ♥」で、若松と結月がモデルになっているサブキャラクターの話を勧められた野崎。そんな野崎の元に「結月から映画のチケットをもらってしまい、どうすればいいのかわからない」と若松が相談にやってくる。野崎は気の進まない若松に対して絶対に行くべきだと思うと答え、若松と結月をデートへと送り出す。"
                },
                "11": {
                    "ID": "4921364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun/episodes/4921364",
                    "TitleEnglish": "Let's Rice",
                    "SummaryEnglish": "Nozaki wants to create some excitement within the manga's story, and for reference, he tries a variety of strategies to surprise Sakura. Later, Mikoshiba, Hori, and Wakamatsu get caught in the rain, and all sleep over at Nozaki's apartment for shelter. Nozaki begins to use the others as a reference point for another chapter of the manga.",
                    "TitleJapanese": "米しよっ♡",
                    "SummaryJapanese": "鈴木とマミコのラブストーリーが展開としていまいち盛り上がらないと悩む野崎は、手伝いに来ていた千代に何かアイディアはないかと尋ねる。びっくりする展開やどっきりする展開はどうだろうかと答える千代。野崎は「実際に試してみるから感想をよろしく」と千代に告げ、学校でどっきりなことを仕掛けるのだが……。"
                },
                "12": {
                    "ID": "4921365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/monthly-girls-nozaki-kun/episodes/4921365",
                    "TitleEnglish": "If This Feeling Isn't Love, Then There Is No Love in the World",
                    "SummaryEnglish": "Chiyo tries to advance her relationship with Nozaki when she finds that she still has not given him the chocolates she had for Valentine’s Day. Chiyo, Nozaki and their friends attend a summer festival where Chiyo is reminded of the time when she and Nozaki first met.",
                    "TitleJapanese": "この気持ちが恋じゃないなら、きっと世界に恋はない。",
                    "SummaryJapanese": "バレンタインデーに渡すことのできなかった野崎へのチョコレートを冷蔵庫の奥底で見つけた千代。バレンタインデーはとうの昔に終わってしまったけれど、このチョコレートには募り続けている野崎への恋心がつまっているのかもしれない。アシスタントとして一緒に過ごす毎日に満足していた千代の心が再び動き出す。"
                }
            }
        }
    }
}