{
    "URL": "https://www.thetvdb.com/series/terra-formars",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Horror",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3894916/",
        "https://www.themoviedb.org/tv/61398"
    ],
    "TitleEnglish": "Terra Formars",
    "SummaryEnglish": "With the space program attempting to travel to Mars, 21st century scientists were tasked with warming up the planet so that humans could survive on its surface. They came up with an efficient and cost-effective plan of sending cockroaches and mold to the surface so that the mold would absorb the sunlight and the insect corpses would serve as a food source for the mold. It is now the year 2577 and the first manned ship to Mars has landed on the planet and the six crew members are ready for their mission. But what they find are giant mutated humanoid cockroaches with incredible physical strength. The crew members are easily wiped out, but not before sending a transmission back to Earth. Now, humanity will send elite warriors to exterminate the mutated bugs and claim back Mars.",
    "TitleJapanese": "TERRAFORMARS",
    "SummaryJapanese": "｢バグズ2号｣の惨劇から20年…地球では火星より飛来した未知のAEウイルスが猛威をふるっていた。\nＡＥウイルスのワクチンを作るには、火星へ向かい、ウイルスのサンプルを入手する必要がある。\n「テラフォーマー」の攻撃をくぐりぬけて…\n\n20年前の生存者、小町小吉を艦長としたクル―は、大型宇宙船「アネックス1号」に乗り、人類の存亡を懸けて、火星へと飛ぶ。\n予想だにしないアクシデント、交差する各国の陰謀、更なる進化を遂げたテラフォーマー…\n再び火星で繰り広げられる、極限サバイバル。\n\n新たなる人体改造-MO手術-を引っ提げて、万物の霊長と害虫の王が、種の存続を懸けて戦う。",
    "Aliases": [
        "テラフォーマーズ",
        "TERRAFORMARS REVENGE"
    ],
    "Modified": "2025-09-06",
    "Seasons": {
        "0": {
            "ID": "580246",
            "URL": "https://www.thetvdb.com/series/terra-formars/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "4834147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/4834147",
                    "TitleEnglish": "BUGS2: The Encounter",
                    "SummaryEnglish": "After BUGS1 was wiped out by the surprising life on mars, U-NASA deployed 15 people as a part of BUGS2 to go to Mars to investigate and if possible to exterminate the cockroaches.",
                    "TitleJapanese": "OVA「バグズ2号 前編」",
                    "SummaryJapanese": "2599年、火星を居住可能にする「テラフォーミング計画」はいよいよ大詰めを迎えていた。最終段階として、火星を暖めるために500年前に放たれた大量の「ゴキブリ」を駆除するために送り込まれた宇宙船「バグズ2号」の乗組員。その中の一人、小町小吉とその幼馴染、秋田奈々緒は火星上陸後、宇宙人と思しき謎の生命体に遭遇する。彼らはなんと500年かけて火星の過酷な環境で人間大に進化したゴキブリ、「テラフォーマー」だった…"
                },
                "2": {
                    "ID": "4962571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/4962571",
                    "TitleEnglish": "BUGS2: Undefeated",
                    "SummaryEnglish": null,
                    "TitleJapanese": "OVA「バグズ2号 後編」",
                    "SummaryJapanese": "部下達のために自らを犠牲にし、命の限り戦い続ける艦長デイヴィス。逃走するも追撃され、次々と仲間を失っていく、小吉らクルー。混乱の最中、突如地球へと発射するバグズ2号。朝霧の切れ間に忽然と姿を現した謎のピラミッド……謎が謎を呼ぶ極限のパニックの中、小吉は生きて地球の土を踏むことができるのか？生存を懸けた人類とテラフォーマーの戦いは急転直下にクライマックスを迎える！"
                },
                "3": {
                    "ID": "7352309",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/7352309",
                    "TitleEnglish": "Terra Formars",
                    "SummaryEnglish": "In the 21st century, overpopulation has become such a problem that scientists begin preparing for the colonization of Mars. Their first steps in the terraforming of Mars involve seeding the planet with moss in order to absorb the sunlight and create a hospitable atmosphere as well as increase the surface temperature. They also introduce cockroaches in order to spread the moss.",
                    "TitleJapanese": "テラフォーマーズ",
                    "SummaryJapanese": "21世紀、人口爆発を迎えた人類が選択した火星移住計画。人類はコケと“ある生物”を送ることで火星を地球化させようとした。それから500年。計画の仕上げのために火星へ送り込まれた隊員15人のミッションは、その生物の駆除。ところが、“ある生物”は人型に異常進化した凶暴な驚愕生物へと姿を変え、隊員たちに次々と襲いかかる。絶体絶命な状況のなか、彼らの身体に秘策が仕込まれていたことが明かされる。昆虫のDNAによって虫の姿に“変異”し、超人的なパワーを発揮できるのだ。騙されたことに怒りながらも、どう猛すぎる力を与えられた小町小吉のもと立ち上がる隊員。ついに人類対テラフォーマーの壮絶な戦いが始まる！だが、その裏で、もうひとつの陰謀が着々と進んでいた─。"
                },
                "5": {
                    "ID": "7926932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/7926932",
                    "TitleEnglish": "Earth-hen 1: Born to be guardian",
                    "SummaryEnglish": "Bundled with the 21st and 22nd volumes, the OVAs adapt the Earth arc of the manga. The OAD adaptation of the series' Earth Chapter that was to be released with volume 21 in May has been delayed indefinitely.",
                    "TitleJapanese": "テラフォーマーズ アース編 1: Born to be guardian",
                    "SummaryJapanese": "Bundled with the 21st and 22nd volumes, the OVAs adapt the Earth arc of the manga.\nThe OAD adaptation of the series' Earth Chapter that was to be released with volume 21 in May has been delayed indefinitely."
                },
                "6": {
                    "ID": "7926933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/7926933",
                    "TitleEnglish": "Earth-hen 2: The life of invoking",
                    "SummaryEnglish": "Bundled with the 21st and 22nd volumes, the OVAs adapt the Earth arc of the manga. The OAD adaptation of the series' Earth Chapter that was to be released with volume 21 in May has been delayed indefinitely.",
                    "TitleJapanese": "テラフォーマーズ アース編 2: The life of invoking",
                    "SummaryJapanese": "Bundled with the 21st and 22nd volumes, the OVAs adapt the Earth arc of the manga.\nThe OAD adaptation of the series' Earth Chapter that was to be released with volume 21 in May has been delayed indefinitely."
                }
            }
        },
        "1": {
            "ID": "580247",
            "URL": "https://www.thetvdb.com/series/terra-formars/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4834146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/4834146",
                    "TitleEnglish": "Symptom: Mutation",
                    "SummaryEnglish": "It has been twenty years since the tragedy of Bugs 2 and is now 2619. In order to save his childhood friend, Yuriko, from an unknown illness, Hizamaru Akari was fighting in an underground arena in Bangkok.",
                    "TitleJapanese": "SYMPTOM 変異",
                    "SummaryJapanese": "「バグズ2号」の惨劇から20年後の、2619年…原因不明の病に伏す幼馴染の百合子を救うため、20歳の少年、膝丸燈はバンコク郊外の地下競技場に立っていた。優勝賞金を手にし、臓器移植手術を百合子に施すためにここまで勝ち抜いてきた燈をあざ笑うかの如く、最後の対戦相手として現れたのは、巨大な殺人熊。生物としての圧倒的な力の差に蹂躙される燈だったが、彼の目が突然変態し……！"
                },
                "2": {
                    "ID": "5000126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5000126",
                    "TitleEnglish": "Departure: For the Front",
                    "SummaryEnglish": "In order to create a vaccine for the A.E. Virus, Annex 1 heads to Mars. Akari and the other crew members try to enjoy their time on the ship before they land on Mars for the life-threatening mission.",
                    "TitleJapanese": "DEPARTURE 出陣",
                    "SummaryJapanese": "A.E.ウイルスのワクチンを作るため、火星へと飛び立ったアネックス1号。燈ら100名のクル―はこれから待ち受ける命がけの任務をよそに、火星に着くまでの束の間の日常を噛みしめる。残り3時間で火星到着となった時、突如監視カメラに不具合が発生する。火星を目前にしてのトラブルに不吉な予感を隠せないミッシェルだが、同時刻、燈らの前に「ヤツら」が現れる……"
                },
                "3": {
                    "ID": "5000127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5000127",
                    "TitleEnglish": "To Mars: To the Planet of Calamity",
                    "SummaryEnglish": "Annex 1 ends up a blood bath at the sudden appearance of the terraformars. Akari and Marcos go to get the medicine in order to deal with the situation they've been given, but find that the terraformars are in the room with the medicine, and they are destroying their supply of the medicine.",
                    "TitleJapanese": "TO MARS 災いの星へ",
                    "SummaryJapanese": "突如現れたテラフォーマー達によって、アネックス1号は一瞬にして血の海となってしまった。状況を打破するために「薬」を取りに行った燈とマルコスが目にしたのは、その「薬」を淡々と破壊していくテラフォーマー。何者かの陰謀を感じざるを得ない絶望的な状況に、ミッションの中止と地球への帰還を提言する小吉。しかし、モニター越しのアネックス計画司令官から言い渡されたのは、まさかの「ミッションの続行」だった……！"
                },
                "4": {
                    "ID": "5000128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5000128",
                    "TitleEnglish": "War: All-Out War",
                    "SummaryEnglish": "Shokichi and his division make it safely to Mars, however they are immediately attacked by the terraformars. The other divisions are also attacked, and since there is only one terraformar in sight for each division, they feel that the threat is minimal.",
                    "TitleJapanese": "WAR 全面戦争",
                    "SummaryJapanese": "小吉率いる第１班は、無事火星に着陸したのも束の間、脱出機に取りついていたテラフォーマーの襲撃に遭う。相手が１匹だけであることを好機と捉え、この１匹を捕獲しようと画策するが、突如飛来した別のテラフォーマーにより、状況は一変する。チームの危機を救うため、大切な人を守るため、シ―ラは勇気を振り絞り、「対テラフォーマー発射式蟲獲り網」の照準を合わせるが……！"
                },
                "5": {
                    "ID": "5014512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5014512",
                    "TitleEnglish": "Exceptional Two: The Miracle Child",
                    "SummaryEnglish": "Marcos remembers his childhood in Gran Mexico. Sheila, who always smiled like the sun, is now gone. Marcos lets all of his rage explode against the terraformars, his eyes filled with tears of sorrow for his fallen friend.",
                    "TitleJapanese": "EXCEPTIONAL TWO 奇跡の子",
                    "SummaryJapanese": "グランメキシコでの懐かしい日々を思い返すマルコス。太陽のような笑顔で自分を照らしてくれていたシ―ラは、もういない。全ての怒りをもってテラフォーマー達をなぎ倒していくマルコス。その眼には亡き友に捧ぐ、悲しみの涙が……同時刻、燈・ミッシェルら第2班もテラフォーマー達に囲まれていた。変態を済ませたミッシェルは、ヤツらへの怒りをむき出しに戦う。ついに、ミッシェルが父から受け継いだ「奇跡」の能力が明らかに……？"
                },
                "6": {
                    "ID": "5033381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5033381",
                    "TitleEnglish": "2 Minutes",
                    "SummaryEnglish": "The thing that jumped onto No. 2 Division's escape vessel was a strange terraformar with strangely developed legs. It then takes the controls and tries to fly off with the escape vessel while everyone is still aboard. Yaeko and the others prepare for the worst as they're trying to figure out why it knows how to fly the vessel.",
                    "TitleJapanese": "2 MINUTES 2分間",
                    "SummaryJapanese": "2班脱出機に突然飛び移ってきたのは、脚が異様に発達した謎のテラフォーマー。操縦桿を握り、空へと飛び出す脱出機。「なぜヤツらが脱出機を運転できるのか……」その疑問に答えられる者は無く、死を覚悟した八恵子達。仲間を助けにいく燈は、ついに自身の手術ベースを明らかにする……！一方水中では、ミッシェルと水中仕様型テラフォーマーの、戦いのゴングが既に鳴り響いていた……！"
                },
                "7": {
                    "ID": "5033423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5033423",
                    "TitleEnglish": "Crab: Brave Warrior",
                    "SummaryEnglish": "Michelle and Akari battle the mysterious terraformars. After the battle is over, Michelle goes to change and Alex and Akari try to take a peek. A brand new act was about to start right there on Mars. Meanwhile, Asimov and No. 3 Division reach the mysterious pyramids, where they fight the terraformar that stole Elena's life.",
                    "TitleJapanese": "CRAB 猛士",
                    "SummaryJapanese": "謎のテラフォーマー2体との死闘を制した燈・ミッシェルら第2班。戦闘を終え次の移動の前に着替えをするミッシェル、男子の本能としてそれを覗かねばならない燈とアレックス。火星を舞台に、もうひとつの死闘が始まろうとしていた……！一方、謎のピラミッドを前にして、アシモフら3班と、エレナの命を奪ったテラフォーマーとの戦いの火ぶたが切っておろされる！"
                },
                "8": {
                    "ID": "5033424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5033424",
                    "TitleEnglish": "Der Zitteraal: The Electric Organism",
                    "SummaryEnglish": "Adolf and No. 5 Division head toward the main ship of the Annex in the rain. But then, they unexpectedly get rammed by No. 4 Division's ship, and are grounded. While getting ready to face the horde of terraformars outside, Adolf remembers his past. He remembers his sad past, undergoing the M.O. operation... and then one day, someone changed his life forever.",
                    "TitleJapanese": "DER ZITTERAAL 電撃生物",
                    "SummaryJapanese": "雨の中、アネックス本艦のもとへ,脱出機を走らせるアドルフら第五班。だが突如、あり得ない所から向かってきた第四班の脱出機と激突し、斜面下へと落下してしまう。そこに待ち受けるテラフォーマー達との戦いが始まろうとする中、アドルフは自分の過去に思いを馳せる。M.O.手術の被験体として過ごした、孤独な少年期の事。そして、そんな自分を変えてくれた、大切な人の事を……"
                },
                "9": {
                    "ID": "5052323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5052323",
                    "TitleEnglish": "Too Sad to Die: A Single Drop From a Thunderstorm",
                    "SummaryEnglish": "Adolf takes his pent up anger and aims it at all of the terraformars in the form of electricity. Who is it that he cries for? Once the lightning clears, the terraformars' boss appears. Suddenly, the tables turn as the terraformars attack in a much more calculated fashion and Adolf falls. In this time of need, the one who stands up was...",
                    "TitleJapanese": "TOO SAD TO DIE 雷雨の一粒",
                    "SummaryJapanese": "自身のやり場の無い怒りを、悲しみを、迫りくるテラフォーマーに「電撃」として打ち込んでいくアドルフ。その眼からこぼれる涙は誰のためのものなのか。その電撃が尽きかけた時、ついにヤツらのボスが現れる。一転して統率の取れた軍隊のごとく襲いかかる敵に対し、為す術無く倒れるアドルフ。万事休すかと思われた矢先に立ちあがったのは……？"
                },
                "10": {
                    "ID": "5052324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5052324",
                    "TitleEnglish": "Desire",
                    "SummaryEnglish": "Fierce lightning rips through the terraformars, as though it was an act of God. Adolf gives it everything he has, and collapses. Eva comes to his side. However, the safety felt from this victory was short. The boss of the terraformars is brought back to consciousness and they use all of their power to attack the No. 5 Division.",
                    "TitleJapanese": "DESIRE 願い",
                    "SummaryJapanese": "強烈な雷がヤツらを襲う。それは、神の怒りそのもののように。全てを出しつくし、倒れこむアドルフと、それを支えるエヴァ。しかし、勝利の安堵は一瞬にして打ち砕かれる。適切な蘇生法によってボスを取り戻したテラフォーマー達は、全勢力をもって第五班を攻める。初めて得た「仲間」と共に地球へ帰ることを信じ、その猛攻に必死で抗うアドルフ。今、「実験動物」が「人間」に変わる……！"
                },
                "11": {
                    "ID": "5052325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5052325",
                    "TitleEnglish": "Boxer",
                    "SummaryEnglish": "The No. 1 Division were spread apart because of the Terraformars. In the depths of a dark hole, the gong had rung on a battle of the Earth vs. Mars. On Mars's side, a weevil-based Terraformar and on Earth's side, was Onizuka Keiji! He had always lived a very simple life. In order to protect the island his mother loved, and to protect his precious new friends, Onizuka stands in the ring yet again. Thus begins the brutal and unrelenting battle of fists.",
                    "TitleJapanese": "BOXER ボクサー",
                    "SummaryJapanese": "テラフォーマー達によって分断された第１班。暗い穴の底では、地球対火星の無差別級異種格闘技戦のゴングが鳴らされた。火星代表、クロカタゾウムシ型テラフォーマーに対するは、地球代表・鬼塚慶次！ただひたすらに愚直な生き方を続けてきたこの男。母さんが愛した島を守るため、信じてくれる仲間を守るため、鬼塚は再びリングに立つ。惑星間の生存を懸けた、漢達の仁義なき殴り合い。その第一ラウンドが、今始まった！！"
                },
                "12": {
                    "ID": "5052326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5052326",
                    "TitleEnglish": "Shooting Star: On Track and Reckless",
                    "SummaryEnglish": "After being surrounded by the thread that a Terraformar with the powers of a silkworm laid out, Shokichi remembers Akita Nanao. Shokichi regrets the fact that they had to leave her body behind on Mars after they had killed her during the Bugs 2 mission. Now, he wants to get revenge. Will Shokichi be able to restart the clock that had stopped twenty years ago? Meanwhile, The No. 3 Division is within the pyramids and find something that shouldn't be there, and suddenly, a deafening sound can be heard throughout Mars.",
                    "TitleJapanese": "SHOOTING STAR 軌道と無軌道",
                    "SummaryJapanese": "「カイコガ」の能力を持つテラフォーマーによって張り巡らされた糸の中で、小吉は秋田奈々緒を思い出す。バグズ2号計画でヤツらに無残にも殺された奈々緒の遺体を、火星に置いてきてしまった後悔…小吉は今、20年前の因縁に決着を付けようとしていた。20年間止まったままの時計の針を、小吉は再び動かすことができるのか…！その頃、ピラミッド内を探索する第３班は不可解な、「あるはずの無い人工物」を見つける…。同時刻、火星の空に轟音が鳴り響く…！！"
                },
                "13": {
                    "ID": "5052327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5052327",
                    "TitleEnglish": "Terra For Mars: This Way and That Way",
                    "SummaryEnglish": "The No. 1 Division finally comes to No. 2 Division's aid in their most desperate hour. Michelle and Akari both use their BUGS powers and face off with the Terraformars. Because they are reunited, the truth of Sheila's death also comes to light. Meanwhile, the presidents of the allied nations was meeting with the prime minister of Japan, Hiruma Ichiro. The Annex crew is about to face the true test of survival!",
                    "TitleJapanese": "TERRA FOR MARS 彼方と此方",
                    "SummaryJapanese": "第１班のピンチに、ついに合流を果たした第２班！燈・ミッシェルはそれぞれ１班を襲うバグズ型テラフォーマーと相対する。そして、１班と２班の合流は即ち、シーラの死をアレックスが直視することでもあった……一方その頃地球では、合衆国大統領と日本国内閣総理大臣、蛭間一郎との極秘会談が催されていた…！背後に渦巻く様々な思惑と、眼前に迫るヤツらの脅威に挟まれる燈らアネックスクルー。この未曽有の環境下で、極限サバイバルの最終楽章が始まる…！！"
                }
            }
        },
        "2": {
            "ID": "649932",
            "URL": "https://www.thetvdb.com/series/terra-formars/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5455578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5455578",
                    "TitleEnglish": "2nd Generation",
                    "SummaryEnglish": "2620 AD. Humanity tried a terraforming project on Mars, which lead to super evolved roaches, as well as the Alien Engine virus, which has a 100% death rate. To break through this nightmare, a crew that had undergone a special surgery has been sent to Mars. Hizamaru Akari and Michelle K. Davis lead crew members with special powers to try to resolve both of these issues.",
                    "TitleJapanese": "2ND GENERATION ～特別な二人～",
                    "SummaryJapanese": "西暦2620年。かつて人類が遂行した「テラフォーミング計画」により火星は地球に近い星へと変貌を遂げたが、一方で謎の進化生物“テラフォーマー”との遭遇、致死率100%の 病原体“エイリアンエンジンウィルス”の地球飛来という2つの問題が生まれてしまった。この悪夢を断ち切るべく、特殊な手術で人体を強化されたクルーが火星へと送り出された。主人公 膝丸燈とミッシェル・K・デイヴスをはじめ、さまざまな過去を背負いながら懸命に戦う戦士たち。その胸には、失った仲間への思いや地球で自分たちの帰りを待つ人々の姿が刻まれていて――。"
                },
                "2": {
                    "ID": "5575408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575408",
                    "TitleEnglish": "Century of Raising Arms",
                    "SummaryEnglish": "No. 4 Division gets to the main ship, but finds they've walked into a trap. The Chinese division has betrayed them, and wants the two post-surgery humans as experimental samples. The Chinese have brought weapons, which they use to slaughter the Terraformars by the hundreds.",
                    "TitleJapanese": "CENTURY OF RAISING ARMS ～怒りの艦長～",
                    "SummaryJapanese": "火星で散り散りになったクルーたち。行動を共にする第一班と第二班は、合流を目指してアネックス本艦へと向かう。第三班は通信不能、第六班からのSOS信号に次いで第四班の全滅報告に、気持ちが沈む小吉たち……。一方、別行動を取っていたアシモフたち第三班は調査をしていたピラミッドの中で衝撃の事実を目の当たりにする。時を同じくして、無人のはずのアネックス本艦にてテラフォーマーの死体の山が築かれる。火星で何が起きているのか？ 誰も知らなかった事実が、ついに明らかに――！"
                },
                "3": {
                    "ID": "5575409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575409",
                    "TitleEnglish": "Friend Here",
                    "SummaryEnglish": "The No. 1 and No. 2 divisions have walked into a trap set by the Chinese team. They manage to neutralize the Chinese' superior weaponry, but they still have a few tricks up their sleeve, and their transforming power is greater than it may appear!",
                    "TitleJapanese": "FRIEND HERE ～同盟見参～",
                    "SummaryJapanese": "人類を裏切り、燈とミッシェルを要求する第四班のオフィサー・劉に対し、艦長として必死に投降を呼びかける小吉だったが、それに応えるどころか無情にも攻撃を促す劉……。被弾し、成す術の無くなった小吉に浴びせられたのは惨殺兵器の更なる弾丸の嵐。しかし気がつくとそこに小吉の死体は無く、劉たちは幻影を見せられていたことに気づく。戸惑う第四班の前へ間髪入れず突っ込んできたのは、アシモフ率いる第三班。第三班と第四班、それぞれ一歩も譲れない殴り合いが始まる――！"
                },
                "4": {
                    "ID": "5575410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575410",
                    "TitleEnglish": "Triple Combat",
                    "SummaryEnglish": "The battle between humans is interrupted by a horde of thousands of angry aliens. Will the crew of Annex 1 be able to work together long enough to survive the onslaught of a new Terraformar general?",
                    "TitleJapanese": "TRIPLE COMBAT ～三つ巴～",
                    "SummaryJapanese": "劉の発勁と豹紋蛸の毒で満身創痍のアシモフ。それでも攻撃の手を緩めることなく、徐々に劉を追い詰めていく。さらにアレクサンドルの策略も加わり、混迷を極める第三班と第四班の死闘。その最中、アネックスの周囲を囲む巨大な黒い影。鳴りを潜めていた「やつら」が、大群となりアネックス本艦を包囲する!! 人間同士の争いをあざ笑うかのように、容赦なく襲いかかるテラフォーマー。命がけのバトルは「人間VS人間VSテラフォーマー」の三つ巴の戦いへとなだれ込んでいく。"
                },
                "5": {
                    "ID": "5575412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575412",
                    "TitleEnglish": "Man on a Mission",
                    "SummaryEnglish": "The Chinese division has revealed their ultimate weapon: a girl with an anthrax surgery base. Unless she's killed, there is no hope of defeating them and reclaiming Annex 1. Alexander goes in alone into the anthrax-covered spaceship to assassinate her.",
                    "TitleJapanese": "MAN ON A MISSION ～兵士と父親～",
                    "SummaryJapanese": "細菌型M.O.手術を施した紅の能力発動により撤退を余儀なくされた第四班。しかし、一人アネックス本艦に残る男がいた。A.Eウィルスに感染した妻の病気を治すため、ロシアで最初にワクチンを造る、そう誓った男。愛する家族を守るため、ただそれだけのために、細菌兵器の舞う艦内を決死の覚悟で進んでいく。男の名はアレクサンドル・アシモフ。地球に帰った後の生活すら捨てた者たちと、死んででも守りたいものがある男との、譲れないバトルが始まる――。"
                },
                "6": {
                    "ID": "5575413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575413",
                    "TitleEnglish": "Strategy and Tactics",
                    "SummaryEnglish": "Separated from the group, Michelle and Hizamaru are attacked by Terraformars using the powers of the other Mosaic operation subjects who died. Overwhelmed and outmatched, their only hope is to use a cunning plan to trick No. 4 division into destroying their foes for them.",
                    "TitleJapanese": "STRATEGY AND TACTICS ～武器と術～",
                    "SummaryJapanese": "アレクサンドルとの死闘を終え、燈とミッシェルを追う第四班。一方、燈とミッシェルは、第六班、ジョセフの助けを求めて高速脱出機を走らせる。その最中、突如二体のテラフォーマーが二人の行く手を阻んだ。ミッシェルと同じパーツを持つパラポネラ型と、武術の心得があるかのごとく隙の無い動きで燈を追い詰めるマイマイカブリ型。パラポネラ型を目にしたミッシェルは、未だかつて見たことの無い激しい怒りを露にする。パラポネラ型のベースになっているのは、20年前にこの火星で息絶えた父、ドナテロ・Ｋ・デイヴスの能力なのだから――。"
                },
                "7": {
                    "ID": "5575415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575415",
                    "TitleEnglish": "Happy Birthday",
                    "SummaryEnglish": "Michelle and Hizamaru use their unique weapons to defeat the Terraformars who possess the powers of the former crew. Will their Ninja-vibro-blades and acceleration-boosted martial arts be enough to stand up against the superpowered Terraformars?",
                    "TitleJapanese": "HAPPY BIRTHDAY ～最初の一日～",
                    "SummaryJapanese": "仲間の思いが込められた剣を手にした燈。どこで生まれたかも、造られたかもわからない自分に、存在意義と繋がりを与えてくれた『膝丸』という名のその剣に誇りを込め、再びマイマイカブリ型テラフォーマーへと立ち向かう。一方、パラポネラ型テラフォーマーとミッシェルの激闘は続いていた。父親の遺体、父親の能力を弄ばれた怒りと憎しみをその拳に込めて、何度倒れても起き上がり宿敵の体へねじ込んでいく。この惑星に来た意味を、自分が生まれた意味を問いながら、何度も、何度でも――。"
                },
                "8": {
                    "ID": "5575416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575416",
                    "TitleEnglish": "Web of Bend",
                    "SummaryEnglish": "Michelle and Akari are kidnapped by Bao from No. 4 division. He tries to take them back to Annex 1, but to get there, he'll have to break through a horde of thousands of Terraformars. He decides to sacrifice Yaeko to get away. Will her non-combatant rank powers be enough to hold off the swarm?",
                    "TitleJapanese": "WEB OF BEND ～猟師の網～",
                    "SummaryJapanese": "燈とミッシェルは成す術なく、爆に捕獲されてしまった。二人が一号機へと担ぎ込まれると、そこへ怯えた八恵子と膝を負傷したアレックスも連行される。手も足も出ない燈達は、このまま劉の手に堕ちてしまうのか―!? すると突如目の前に現れたのはおびただしい数のテラフォーマー。燈から奪い取った膝丸を手に、爆は向かい来るテラフォーマーを次々と切り裂いて行くが、この量には敵わないと判断し、囮として八恵子をためらいなく車外へ放り出す。混乱と恐怖に包まれた八恵子の元へ反射的に飛び出した生身のアレックス―そしてテラフォーマーの波が二人に迫り――!?"
                },
                "9": {
                    "ID": "5575418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575418",
                    "TitleEnglish": "The Foremost",
                    "SummaryEnglish": "The mighty rank 1, Joseph G. Newton, arrives to save Yaeko from the horde! He easily dispatches Bao and rescues Akari and Michelle. But will he be able to achieve his greatest objective... and win Michelle's heart?",
                    "TitleJapanese": "THE FOREMOST ～首位～",
                    "SummaryJapanese": "八恵子とアレックスの危機に駆けつけた第六班オフィサー・ジョセフ。西洋刀・ジョージ・スマイルズを携えて、生身の体ながら圧倒的な強さをテラフォーマーに、そして爆にぶつけていく。ジョセフはミッシェル達を奪還することができるのか―？ 一方、アネックスに向かう地下坑道では、一班と二班のクルー達が電波塔を奪取する計画を進めていた。夜明けと共に作戦を開始しようとしたその瞬間、クルー達の前に不穏な影が現れる―！"
                },
                "10": {
                    "ID": "5575419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575419",
                    "TitleEnglish": "No Place to Hide",
                    "SummaryEnglish": "The engineering team, led by a few lower-ranking combat soldiers, mounts a desperate assault on the bioweapon-infested Annex 1. The Terraformars attack at the same time, making for a disastrous 3-way battle.",
                    "TitleJapanese": "NO PLACE TO HIDE ～群体～",
                    "SummaryJapanese": "一、二班のアネックス奪還への道は、またしても阻まれてしまった。マルコスが爆と交戦する一方、計画を遂行する為アネックス本艦に向けて全力疾走する慶次達。アネックス内への侵入には成功するが、すぐにオニヤンマ型テラフォーマーに行く手を阻まれる。艦内に充満する細菌は、近寄る者の身体を無差別に蝕む……残された活動限界時間は15分。彼らは無事、コントロールルームに辿り着き、ハッキングを成功させることができるのか―!?"
                },
                "11": {
                    "ID": "5575420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575420",
                    "TitleEnglish": "Silence or Violence",
                    "SummaryEnglish": "The engineering team continues its strike on Annex 1, but the Terraformars have infiltrated the ship as well. With foes on all sides, both human and inhuman, will they be able to make their way to the control room and alert Earth to No. 4 Division's treachery?",
                    "TitleJapanese": "SILENCE OR VIOLENCE ～不言の拳～",
                    "SummaryJapanese": "細菌が充満する艦内に侵入したウォルフ達は、防護服の確保に走る。だがその頃、謎の影が残りの防護服をすべて破壊していた―！二つの影は一体何者なのか？一方危険を察知したウォルフ達は迂回して目的地を目指すが、刻一刻と活動限界は迫る。徐々に蝕まれていく身体。ハッキングを目指すエンジニア集団と、それを阻止する第四班に、忍び寄るテラフォーマー達。アネックスを舞台に、火星の命運を懸けた最後の三つ巴の戦いが始まる。コントロールルームは遠い―。"
                },
                "12": {
                    "ID": "5575421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575421",
                    "TitleEnglish": "Strength of Weakest",
                    "SummaryEnglish": "The battle for the broadcast tower rages on as the civilian crew of No. 1 division infiltrates the control room. But the Terraformars are there two! If they make any noise the trained killers of No. 4 Division will hear them, so they're forced to continue their work in total silence as the killer cockroaches get every closer...",
                    "TitleJapanese": "STRENGTH OF WEAKEST ～持たざる者の魂～",
                    "SummaryJapanese": "必死の思いでコントロールルームにたどり着いたウォルフ達は、ハッキングを開始する。地球ではエンジニアとして地味に、不器用に生きていたウォルフ。だが今、彼は地球を救うため、頭脳と技術をフルに活かし、戦う――！ 一方、コントロールルームの外では西と慶次が交戦していた。四班以外のコントロールルームへの侵入を阻止しようとする西だが、部屋の異変に気付いてしまう。あと一歩のところで、ハッキングは失敗してしまうのか――？"
                },
                "13": {
                    "ID": "5575670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/terra-formars/episodes/5575670",
                    "TitleEnglish": "The 12 Seconds",
                    "SummaryEnglish": "The heroic sacrifice of the civilian crew allows No.1 and No. 2 division to temporarily take back control of the communications tower. But the last member of the crew passes out before she can tell Earth about No. 4 division's betrayal. Is all hope lost, or is there another way?",
                    "TitleJapanese": "THE 12 SECONDS ～12秒の革命～",
                    "SummaryJapanese": "ハッキングは阻止され、アネックス艦内での活動限界として定めた時間は既に過ぎた。電波塔の奪還は絶望的になり、悔しさに涙の止まらないウォルフ達。しかしその時、一人コントロールルームに残り作業を続けるクルーがいた――アミリアだ。皆が必死で繋いだ希望を捨てず、限界を超えている身体をハッキングただ一つに集中させる。小さくも幸せな思い出を胸に――。命を削りながら、一歩一歩前へ進み地球への距離を縮めるアミリア。その声を、皆の思いを、地球へ繋ぐことができるのか？ 火星での三つ巴の戦いは果たしてどのような終末を迎えるのか――!?"
                }
            }
        }
    }
}