{
    "URL": "https://www.thetvdb.com/series/garo-the-animation",
    "Genres": [
        "Adaptation",
        "Superhero"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/AC49-1F98-067C-88E9-2B2A-V",
        "https://www.imdb.com/title/tt3957550/",
        "http://garo-project.jp/ANIME/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH02451027&tmsId=SH024510270000&from=TVGrid&aid=gapzap",
        "https://www.themoviedb.org/tv/63453",
        "https://x.com/anime_garo",
        "https://www.youtube.com/c/UC7AinGyPhqwSyhAmthw6Qfg"
    ],
    "TitleEnglish": "Garo: The Animation",
    "SummaryEnglish": "Garo: The Animation is a Japanese animated franchise based on the Garo tokusatsu drama. Each entry takes place within their own narrative and continuity. The first entry of the series, titled in Japan as Garo: The Carved Seal of Flames premiered in October 2014, featuring character designs from Hiroyuki Takei. The anime was written by Yasuko Kobayashi, who previously worked on Attack on Titan and JoJo's Bizarre Adventure and directed by Yuichiro Hayashi.",
    "Aliases": [
        "Garo: Honoo no Kokuin",
        "Garo -Honō no Kokuin-",
        "ガロ ほのおのこくいん",
        "牙狼＜ＧＡＲＯ＞－炎の刻印－",
        "炎の刻印",
        "Garo: The Carved Seal of Flames"
    ],
    "Modified": "2025-08-21",
    "Seasons": {
        "0": {
            "ID": "580640",
            "URL": "https://www.thetvdb.com/series/garo-the-animation/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5096608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5096608",
                    "TitleEnglish": "Daybreak",
                    "SummaryEnglish": "A whole new series of events are about to begin. But before that, we will spend some time with the actors who have brought the main characters to life. They will discuss their personal feelings about the different characters in GARO THE ANIMATION.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5450617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5450617",
                    "TitleEnglish": "Home",
                    "SummaryEnglish": "Home is a DVD exclusive bonus episode of Garo: Honoo no Kokuin, with the events set years after the final episode. Ema visits her friend Tina at the orphanage set up by their foster mother Natoria to care for children whose parents were killed by Horrors. While singing, they spin yarn, but Tina also spins the special thread used by Alchemists like Ema on a Madou spinning wheel. Tina meets their teacher Tobias who doesn't trust strangers and Ema suspects that Tina is attracted to him. When Ema takes the Madou spinning wheel away to avoid it attracting Horrors, Tobias' knife exploits his hatred of strangers and prompts him to kill two rogues who are planning to kidnap an orphan. This act causes Tobias to become a Horror and he pursues Ema so she is forced to kill him using Natoria's magic thread.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5077885",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5077885",
                    "TitleEnglish": "Garo Movie: Divine Flame",
                    "SummaryEnglish": "Leon, who has succeeded the name of Golden Knight \"GARO,\" devotes himself to train a young Makai Knight for the next generation, together with Prince Alfonso of the Valiante Kingdom. Then, they receive an order to exterminate the most beautiful Horror in the world which resides in a neighboring country \"Vazelia.\" At the same time, a young Makai Knight for the next generation is kidnapped by an unknown person. Leon desperately follows them, only to find that he is surrounded by his enemies at a dead end. Then, a Makai Knight Dario who was supposed to be missing for some time suddenly appears and rescues him. Under his guidance, Leon is led to the town where he meets up a totally unexpected person.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "580641",
            "URL": "https://www.thetvdb.com/series/garo-the-animation/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4838074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/4838074",
                    "TitleEnglish": "Hellfire",
                    "SummaryEnglish": "When the European kingdom of Valiante is plagued by a witch hunt sanctioned by the king's advisor Mendoza, a man in silver wolf-themed armor saves a newborn child from being burned at the stake with his mother. Seventeen years later, having lived outside Valiante since fleeing the country, Germán Luis and his son León Luis find themselves targeted by Mendoza's men.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5001852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5001852",
                    "TitleEnglish": "Divine Flame",
                    "SummaryEnglish": "On their return to Valiante, León and his father come across a group of inquisitors.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5001853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5001853",
                    "TitleEnglish": "Zaruba",
                    "SummaryEnglish": "As León cannot properly control the flames of the Garo armor, Germán takes him to a priest who has been repairing a ring that part of his son's birthright as the Golden Knight.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5001854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5001854",
                    "TitleEnglish": "Bloodville",
                    "SummaryEnglish": "On the way to Santa Bard, León and Germán take a side trip to a village under the guise of pilgrims due to the rumors of people disappearing.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5021371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5021371",
                    "TitleEnglish": "Gaia",
                    "SummaryEnglish": "Forced to flee his kingdom when Mendoza takes it over, Alfonso tracks down a man he believed to be the legendary Knight of Light. But his search brings him to an abandoned cathedral where he confronts the man, who introduces himself as Rafael Banderas while revealing to Alfonso truth of his family's connection to the Knight of Light.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5033421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5033421",
                    "TitleEnglish": "Black Knight",
                    "SummaryEnglish": "León and Germán finally arrive to the city of Santa Bard where they meet a blacksmith and son before encountering the Black Knights of Castle Santa Bard.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5033422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5033422",
                    "TitleEnglish": "Sorrow Beast",
                    "SummaryEnglish": "After kicking Germán out of the inn, León comes across a fallen Makai Knight in black armor.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5040672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5040672",
                    "TitleEnglish": "Full Monty",
                    "SummaryEnglish": "Separated from León, Germán has his own misadventures once he is deceived by some bandits and stripped of all his possessions, including his clothes.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5040673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5040673",
                    "TitleEnglish": "New Hope",
                    "SummaryEnglish": "After learning his mother is the youngest sister of León's mother Anna, Alfonso trained under Rafael to become a Makai Knight in order to defeat the Horrors plaguing his kingdom. But Alfonso soon learns that must kill a powerful Horror in his final test.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5040674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5040674",
                    "TitleEnglish": "Fallen Blood",
                    "SummaryEnglish": "Germán reminisces about his youth when he went by the name of Roberto, remembering his time with Anna and their friend Bernardo Dion.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5058312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5058312",
                    "TitleEnglish": "Shadow Slasher",
                    "SummaryEnglish": "When León fails to defeat Bernardo, he wants a rematch. But Bernardo, having sold his soul to Mendoza to settle things with Germán, soon becomes obsessed with winning once more.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5058313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5058313",
                    "TitleEnglish": "Blood Moon",
                    "SummaryEnglish": "León and Alfonso finally meet as the two join forces to face Mendoza. But during the confrontation against their mutual enemy, León's grudge causes him to lose control of the Garo armor, and Alfonso must take some drastic measures to stop him.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5077872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5077872",
                    "TitleEnglish": "Burning Ashes",
                    "SummaryEnglish": "As his friends and family have no clue about his whereabouts León is rescued by a girl named Lara and starts living with her family.",
                    "Aliases": []
                },
                "14": {
                    "ID": "5077873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5077873",
                    "TitleEnglish": "Geste",
                    "SummaryEnglish": "Splitting his time between managing the Kingdom in his father's place and hunting down the Horrors, Alfonso, now donning the Garo Armor joins forces with Germán to unveil the mystery of a fortress which became a thieves' den.",
                    "Aliases": []
                },
                "15": {
                    "ID": "5077874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5077874",
                    "TitleEnglish": "Project G",
                    "SummaryEnglish": "At Santa Bard, the local craftsmen decide to create an armored suit inspired by the legend of the Knight of Light to protect the city, but they soon find that such feat is not easy as they believed.",
                    "Aliases": []
                },
                "16": {
                    "ID": "5077875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5077875",
                    "TitleEnglish": "Cure",
                    "SummaryEnglish": "The capital is visited by the famous doctor Fabian, who treats his patients free of charge, but little the citizens know of his true nature and intentions.",
                    "Aliases": []
                },
                "17": {
                    "ID": "5077876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5077876",
                    "TitleEnglish": "Snow Fall",
                    "SummaryEnglish": "Alfonso and León meet again, and after making amends with the prince, León decides to keep living with Lara and her family. However, his peaceful days with her come to a tragic end when a massive Horror attacks them.",
                    "Aliases": []
                },
                "18": {
                    "ID": "5077877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5077877",
                    "TitleEnglish": "Scar Flame",
                    "SummaryEnglish": "While mourning Lara's death, León is engulfed by the flames of his seal, but once conquering his hatred, he renews his conviction and confronts Alfonso to reclaim his armor and become Garo once more.",
                    "Aliases": []
                },
                "19": {
                    "ID": "5077878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5077878",
                    "TitleEnglish": "Tempest",
                    "SummaryEnglish": "Still disturbed upon hearing that Mendoza is still alive, and Germán was assigned to assist him, León goes after Emma, who is recklessly pursuing the Horror that once was her husband and fellow Makai Priest Luciano.",
                    "Aliases": []
                },
                "20": {
                    "ID": "5077879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5077879",
                    "TitleEnglish": "Double Dealer",
                    "SummaryEnglish": "Once reunited, León, Alfonso and Emma start investigating the castle looking for clues about Mendoza's whereabouts, unaware that he is closer that they could imagine.",
                    "Aliases": []
                },
                "21": {
                    "ID": "5077880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5077880",
                    "TitleEnglish": "Knights",
                    "SummaryEnglish": "Despite Germán's warnings, León and his friends still pursuit after Mendoza, and both father and son must settle their differences in a duel.",
                    "Aliases": []
                },
                "22": {
                    "ID": "5077881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5077881",
                    "TitleEnglish": "Dreadly Focus",
                    "SummaryEnglish": "Once taking heed of Mendoza's master plan, Gérman takes the opportunity to betray him and make an opening for León and the others to infiltrate his hideout.",
                    "Aliases": []
                },
                "23": {
                    "ID": "5077882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5077882",
                    "TitleEnglish": "Doom",
                    "SummaryEnglish": "Despite León and the others' efforts, Mendoza manages to summon the massive Horror Anima, and all hope seems lost.",
                    "Aliases": []
                },
                "24": {
                    "ID": "5077883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-the-animation/episodes/5077883",
                    "TitleEnglish": "Chiastolite",
                    "SummaryEnglish": "Mendoza absorbs Anima into his own body becoming a godlike immortal being and León makes one desperate, final stand to stop him.",
                    "Aliases": []
                }
            }
        }
    }
}