{
    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3741446/",
        "http://www.bladedance.tv/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=02051345"
    ],
    "TitleEnglish": "Blade Dance of the Elementalers",
    "SummaryEnglish": "In a world where maidens can form contracts with powerful spirits is a school tasked with the training and education of these \"Elementalers\", the Areishia Spirit Academy. For 1000 years, the only Elementalers have been female. That is, until Kamito Kazehaya, a male teenager, does something thought impossible – he contracts with a spirit! Being the only male elementalist in the world he receives an invitation to transfer into Areishia Spirit Academy, much to the surprise of the all female student body. As Kamito tries to acclimate to his new classmates, and past secrets are revealed, what could the future hold for the only male elementaler?",
    "Aliases": [
        "Bladedance of the Elementalers",
        "Blade Dance of the Elementalers",
        "Seirei Tsukai no Blade Dance"
    ],
    "Modified": "2025-06-02",
    "Seasons": {
        "0": {
            "ID": "580648",
            "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "5037083",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/5037083",
                    "TitleEnglish": "Special Mini OVA 1 - Imperial City Spirit Festival",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "5038009",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/5038009",
                    "TitleEnglish": "Special Mini OVA 2 - Nurse Est",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "5061812",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/5061812",
                    "TitleEnglish": "Special Mini OVA 3 - The Princess' Secret Part-Time Job",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "5061813",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/5061813",
                    "TitleEnglish": "Special Mini OVA 4 - Find the Legendary Big-Breasted Spirit!",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "5061814",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/5061814",
                    "TitleEnglish": "Special Mini OVA 5 - The Terrible Mystery Hot Pot Battle",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "5061815",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/5061815",
                    "TitleEnglish": "Special Mini OVA 6 - The Elementalers Take a Break",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "580649",
            "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4838151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4838151",
                    "TitleEnglish": "The Sword, the Academy, and the Firecat Girl",
                    "SummaryEnglish": "Areishia Spirit Academy: a place where young girls train to become elementalers, where no men are allowed. Kazehaya Kamito gets lost trying to head to the school, and runs into Claire Rouge, a girl purifying herself for a spirit contracting ceremony. She tries to contract with the Demon Slayer, a sword that no one had succeeded in contacting with before, but it goes out of control.."
                },
                "2": {
                    "ID": "4921432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921432",
                    "TitleEnglish": "Midnight Blade Dance",
                    "SummaryEnglish": "Kamito is the only guy in at Areishia Spirit Academy, where no men are supposed to be allowed. He ends up getting a house next to the stable, when Rinslet comes to see him. She offers him some soup, in exchange for him to become her servant. Claire shows up at the same time with some canned food. The two begin fighting over Kamito."
                },
                "3": {
                    "ID": "4921433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921433",
                    "TitleEnglish": "The Holy Sword, Slayer of the Demon King",
                    "SummaryEnglish": "At the end of the battle with Sylphid knights, commanded by Ellis, a demon spirit appears. Claire desires a strong spirit and attempts to contract with it, and confronts it by herself. She ultimately proves no match to it, and Kamito uses the sword spirit to try to rescue her."
                },
                "4": {
                    "ID": "4921434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921434",
                    "TitleEnglish": "The Strongest Blade Dancer",
                    "SummaryEnglish": "Claire lost her contracted spirit in the fight with the demon spirit, and goes to participate in the contracting ceremony to obtain the military spirit, Glasya-Labola. Kamito heads towards the ceremony, as he's worried that Claire will get herself killed in the battle royale that uses spirits to fight."
                },
                "5": {
                    "ID": "4921435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921435",
                    "TitleEnglish": "Lost Queen",
                    "SummaryEnglish": "Only the two three teams from Areishia Spirit Academy can participate in the Blade Dance. Also, the teams need to be made up of five members each. Due to their lack of members and teamwork, Clare and Kamito find their school ranking constantly falling. Then Grayworth introduces him to a young girl..."
                },
                "6": {
                    "ID": "4921436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921436",
                    "TitleEnglish": "Successor to the Demon King",
                    "SummaryEnglish": "Grayworth orders Kamito on a special mission to protect the second crown princess of the Ordesia emprie, Fianna Ray Ordesia. Claire is upset that she has to have Fianna as her roommate. Fianna and Claire fight over Kamito. Fianna challenges Claire to a \"food contest\" in order to figure out who is best for Kamito."
                },
                "7": {
                    "ID": "4921437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921437",
                    "TitleEnglish": "Fight at the Mine Town",
                    "SummaryEnglish": "Jio Inzaghi is capable of controlling many spirits and is extremely strong. It's the next morning after Jio's attack, where he called himself the next demon lord and left everyone wondering what his purpose is. Clare makes a deal with Rinslet and lets her come along on the mission. They all head to the mining town, Gad."
                },
                "8": {
                    "ID": "4921438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921438",
                    "TitleEnglish": "Team Scarlet",
                    "SummaryEnglish": "Kamito and the others were able to get out of a one-sided fight with Jio using Fianna's spirit stone. In order to stop the strategic military spirit from fully awakening, they must find the true altar, and perform a spirit dance. Although they were all beat up, Est manages to take them to the location of the true alter, but Jio stands in their way once again."
                },
                "9": {
                    "ID": "4921439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921439",
                    "TitleEnglish": "Pledge of the Wind",
                    "SummaryEnglish": "Festival of Valentia is upon them, and it's time to give chocolate to their crush. Fianna and Claire are crazy about making chocolate. Est and Ellis also join in, and they fight over Kamito. But some students head to the festival looking for power instead, and get involved with cursed seals..."
                },
                "10": {
                    "ID": "4921440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921440",
                    "TitleEnglish": "Sylphids",
                    "SummaryEnglish": "Kamito is invited to Ellis room, as she wants him to help her study. Suddenly, she appears in a maid outfit. She asks Kamito if he wants to join the knights. Kamito agrees to help the knights out after seeing Ellis worried about her role as their leader. At same time, Ellis' sister comes back to school..."
                },
                "11": {
                    "ID": "4921441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921441",
                    "TitleEnglish": "Valentia Night",
                    "SummaryEnglish": "The whole town is abuzz with the Festival of Valentia, and Kamito and Ellis are doing their duty as knights to keep everyone safe. A mysterious girl approaches Claire when she's feeling down about how weak she is. Claire almost loses after being controlled with magic, but is saved due to help. However, two others have already fallen to the mysterious girl's tricks..."
                },
                "12": {
                    "ID": "4921442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921442",
                    "TitleEnglish": "Ren Ashbell",
                    "SummaryEnglish": "Ellis joins them, and now the five of them form a proper team. It's finally time for them to fight the strongest team, Velsaria's team. She might have strong members, but they might not have the best teamwork. Kamito believes that is why they have a chance to win. The final battle beings with the right to enter the Blade Dance in the balance."
                }
            }
        }
    }
}