{
    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3741446/",
        "http://www.bladedance.tv/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=02051345"
    ],
    "TitleEnglish": "Blade Dance of the Elementalers",
    "SummaryEnglish": "In a world where maidens can form contracts with powerful spirits is a school tasked with the training and education of these \"Elementalers\", the Areishia Spirit Academy. For 1000 years, the only Elementalers have been female. That is, until Kamito Kazehaya, a male teenager, does something thought impossible – he contracts with a spirit! Being the only male elementalist in the world he receives an invitation to transfer into Areishia Spirit Academy, much to the surprise of the all female student body. As Kamito tries to acclimate to his new classmates, and past secrets are revealed, what could the future hold for the only male elementaler?",
    "TitleJapanese": "精霊使いの剣舞【ブレイドダンス】",
    "SummaryJapanese": "清らかな乙女にのみ許された特権、精霊契約。元素精霊界(アストラル・ゼロ)より精霊を召喚し、その力を自在に使役する姫巫女たちを人々は精霊使いと呼んだ。\n\n男にして唯一その特権を有するカゼハヤ・カミトは、過去の因縁から、精霊使いとして訓練を積む姫巫女たちが集められたアレイシア精霊学院へとやってくる。\nそこで告げられたのは学院に編入し、姫巫女たちとチームを組んで、最強の精霊使いを決める《精霊剣舞祭(ブレイドダンス)》に出場し、優勝すること。\n優勝すればどんな願いも一つだけ叶えられるという《精霊剣舞祭(ブレイドダンス)》を巡り、それぞれの願いを胸に秘めた姫巫女たちと過去に抗う一人の少年の運命の物語が動き出す。",
    "Aliases": [
        "Seirei Tsukai no Blade Dance",
        "Blade Dance of the Elementalers",
        "Bladedance of the Elementalers"
    ],
    "Modified": "2025-06-02",
    "Seasons": {
        "0": {
            "ID": "580648",
            "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "5037083",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/5037083",
                    "TitleEnglish": "Special Mini OVA 1 - Imperial City Spirit Festival",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミニOVA「帝都の精霊大祭」",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5038009",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/5038009",
                    "TitleEnglish": "Special Mini OVA 2 - Nurse Est",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミニOVA「エスト、看病する」",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5061812",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/5061812",
                    "TitleEnglish": "Special Mini OVA 3 - The Princess' Secret Part-Time Job",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミニOVA「お姫様の内緒のアルバイト」",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5061813",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/5061813",
                    "TitleEnglish": "Special Mini OVA 4 - Find the Legendary Big-Breasted Spirit!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミニOVA「伝説の巨乳精霊を追え！」",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5061814",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/5061814",
                    "TitleEnglish": "Special Mini OVA 5 - The Terrible Mystery Hot Pot Battle",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミニOVA「戦慄の闇鍋バトル」",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5061815",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/5061815",
                    "TitleEnglish": "Special Mini OVA 6 - The Elementalers Take a Break",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミニOVA「精霊使いの休息」",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "580649",
            "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4838151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4838151",
                    "TitleEnglish": "The Sword, the Academy, and the Firecat Girl",
                    "SummaryEnglish": "Areishia Spirit Academy: a place where young girls train to become elementalers, where no men are allowed. Kazehaya Kamito gets lost trying to head to the school, and runs into Claire Rouge, a girl purifying herself for a spirit contracting ceremony. She tries to contract with the Demon Slayer, a sword that no one had succeeded in contacting with before, but it goes out of control..",
                    "TitleJapanese": "剣と学院と火猫少女",
                    "SummaryJapanese": "精霊使いを目指す姫巫女たちが通う由緒正しき男子禁制の学び舎、アレイシア精霊学院。\nその学院へと向かう途中で道に迷ってしまったカゼハヤ・カミトは、精霊契約のために禊をしていた少女、クレア・ルージュと出会う。\n彼女は未だかつて契約に成功した姫巫女はいないと言われる伝説の聖剣、デモンスレイヤーと契約を結ぼうとするのだが、精霊はクレアの呼びかけに応えず暴走を始める。"
                },
                "2": {
                    "ID": "4921432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921432",
                    "TitleEnglish": "Midnight Blade Dance",
                    "SummaryEnglish": "Kamito is the only guy in at Areishia Spirit Academy, where no men are supposed to be allowed. He ends up getting a house next to the stable, when Rinslet comes to see him. She offers him some soup, in exchange for him to become her servant. Claire shows up at the same time with some canned food. The two begin fighting over Kamito.",
                    "TitleJapanese": "真夜中の剣舞(ブレイドダンス)",
                    "SummaryJapanese": "男子禁制のアレイシア精霊学院において、唯一の男子生徒となったカミト。\n馬小屋の隣に作られた掘っ立て小屋に住むことになった彼の元に、同じクラスのリンスレットがやってくる。\n彼女はお腹を空かせたカミトにスープを差し出し、欲しければ下僕になれと迫るのだが、そこに缶詰を持ったクレアが現れる。\n二人はカミトをめぐって口論を繰り広げ、ついには精霊を使った戦いへと発展する。"
                },
                "3": {
                    "ID": "4921433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921433",
                    "TitleEnglish": "The Holy Sword, Slayer of the Demon King",
                    "SummaryEnglish": "At the end of the battle with Sylphid knights, commanded by Ellis, a demon spirit appears. Claire desires a strong spirit and attempts to contract with it, and confronts it by herself. She ultimately proves no match to it, and Kamito uses the sword spirit to try to rescue her.",
                    "TitleJapanese": "魔王殺しの聖剣",
                    "SummaryJapanese": "エリス率いる風王騎士団(シルフィード)との決闘の最中、突如として現れた魔精霊。\n強力な精霊を求めるクレアは、現れた魔精霊と契約しようと、たった一人で飛び込んでいく。\nしかし、クレアの攻撃をものともしない魔精霊は、徐々にクレアを追い詰めていく。\n絶体絶命の危機を迎えるクレアを救うべく、右手に契約した剣の精霊の力を顕現しようと呼びかけるのだが……。"
                },
                "4": {
                    "ID": "4921434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921434",
                    "TitleEnglish": "The Strongest Blade Dancer",
                    "SummaryEnglish": "Claire lost her contracted spirit in the fight with the demon spirit, and goes to participate in the contracting ceremony to obtain the military spirit, Glasya-Labola. Kamito heads towards the ceremony, as he's worried that Claire will get herself killed in the battle royale that uses spirits to fight.",
                    "TitleJapanese": "最強の剣舞姫(ブレイドダンサー)",
                    "SummaryJapanese": "魔精霊との戦いで契約精霊であるスカーレットを失ってしまったクレアは、軍用精霊グラシャラボラスを手にいれるために、契約式典に参加する。\n精霊を用いたバトルロワイヤルによって勝敗を決する契約式典に、精霊を失った状態で挑むのは自殺行為に他ならないと、クレアを心配するカミトは、彼女を追って契約式典へと向かう。"
                },
                "5": {
                    "ID": "4921435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921435",
                    "TitleEnglish": "Lost Queen",
                    "SummaryEnglish": "Only the two three teams from Areishia Spirit Academy can participate in the Blade Dance. Also, the teams need to be made up of five members each. Due to their lack of members and teamwork, Clare and Kamito find their school ranking constantly falling. Then Grayworth introduces him to a young girl...",
                    "TitleJapanese": "ロスト・クイーン",
                    "SummaryJapanese": "2ヶ月後に控えた精霊剣舞祭(ブレイドダンス)に出場できるのはアレイシア学院内のランキング上位3チームのみ。\nしかも今回の精霊剣舞祭(ブレイドダンス)は5人のチームでないと参加することができない。\nメンバー不足に加え、チームワークに欠けるカミトとクレアは、学院内のランキングを左右する対抗戦で敗北してしまう。\nそんなある日、カミトはグレイワースから一人の少女を紹介されるのだが……。"
                },
                "6": {
                    "ID": "4921436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921436",
                    "TitleEnglish": "Successor to the Demon King",
                    "SummaryEnglish": "Grayworth orders Kamito on a special mission to protect the second crown princess of the Ordesia emprie, Fianna Ray Ordesia. Claire is upset that she has to have Fianna as her roommate. Fianna and Claire fight over Kamito. Fianna challenges Claire to a \"food contest\" in order to figure out who is best for Kamito.",
                    "TitleJapanese": "魔王の後継者",
                    "SummaryJapanese": "グレイワースから学院に編入してきたオルデシア帝国第二王女フィアナ・レイ・オルデシアを護衛する特別任務を言い渡されたカミト。\n一方、クレアはフィアナがルームメイトになることに対して不満を爆発させる。\nさらにカミトをめぐって争うクレアとフィアナ。\nどちらがカミトにふさわしいのかを決めるべく、フィアナはクレアに料理勝負を申し込む。"
                },
                "7": {
                    "ID": "4921437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921437",
                    "TitleEnglish": "Fight at the Mine Town",
                    "SummaryEnglish": "Jio Inzaghi is capable of controlling many spirits and is extremely strong. It's the next morning after Jio's attack, where he called himself the next demon lord and left everyone wondering what his purpose is. Clare makes a deal with Rinslet and lets her come along on the mission. They all head to the mining town, Gad.",
                    "TitleJapanese": "鉱山都市の戦い",
                    "SummaryJapanese": "複数の契約精霊を自在に操り、圧倒的な力を見せつけたジオ・インザーギ。\n自らを魔王の後継者と名乗るジオの目的は謎に包まれたまま、襲撃から一夜が明けた。\n特別任務に向かおうとするクレアに対し、リンスレットはとある取り引きを持ち掛ける。\n取り引きに応じたクレアは、リンスレットの任務への同行を許し、カミトたち一行は鉱山都市ガドへと向かう。"
                },
                "8": {
                    "ID": "4921438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921438",
                    "TitleEnglish": "Team Scarlet",
                    "SummaryEnglish": "Kamito and the others were able to get out of a one-sided fight with Jio using Fianna's spirit stone. In order to stop the strategic military spirit from fully awakening, they must find the true altar, and perform a spirit dance. Although they were all beat up, Est manages to take them to the location of the true alter, but Jio stands in their way once again.",
                    "TitleJapanese": "チーム・スカーレット",
                    "SummaryJapanese": "フィアナが隠し持っていた精霊鉱石によって、劣勢に陥っていたジオとの戦いからどうにか逃れることができたカミトたち。\n目覚めかけている戦略級軍用精霊を止めるためには真祭殿を見つけ、儀式神楽を舞わなければならない。\n満身創痍の中、エストの導きによって真祭殿にたどり着いたカミトたちだったが、再び彼らの前にジオが立ちはだかる。"
                },
                "9": {
                    "ID": "4921439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921439",
                    "TitleEnglish": "Pledge of the Wind",
                    "SummaryEnglish": "Festival of Valentia is upon them, and it's time to give chocolate to their crush. Fianna and Claire are crazy about making chocolate. Est and Ellis also join in, and they fight over Kamito. But some students head to the festival looking for power instead, and get involved with cursed seals...",
                    "TitleJapanese": "風の誓約",
                    "SummaryJapanese": "想い人へチョコレートを贈るヴァレンティア聖祭の季節がやってきた。\nチョコレート作りに夢中になっているクレアとフィアナに、負けてなるものかとエストやエリスも加わって、カミトをめぐる熾烈な戦いがエスカレートしていく。\nそんなヴァレンティア聖祭で浮き足立った学院都市に、力を求める学院生を相手に呪装刻印を売りつける闇商人の魔の手が忍び寄っていた。"
                },
                "10": {
                    "ID": "4921440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921440",
                    "TitleEnglish": "Sylphids",
                    "SummaryEnglish": "Kamito is invited to Ellis room, as she wants him to help her study. Suddenly, she appears in a maid outfit. She asks Kamito if he wants to join the knights. Kamito agrees to help the knights out after seeing Ellis worried about her role as their leader. At same time, Ellis' sister comes back to school...",
                    "TitleJapanese": "風王騎士団(シルフィード)",
                    "SummaryJapanese": "エリスから勉強を教えてほしいと部屋に誘われたカミト。\nカミトがエリスの部屋へ行くと、そこにはメイド姿のエリスが立っていた。\n混乱するカミトに、エリスは騎士団に入らないかと持ちかける。\n騎士としての自分の力に不安を抱くエリスを見て、カミトは騎士団の手伝いをすることを了承する。\nそして時を同じくてエリスの姉であるヴェルサリアが学院へ戻ってくるのだが……。"
                },
                "11": {
                    "ID": "4921441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921441",
                    "TitleEnglish": "Valentia Night",
                    "SummaryEnglish": "The whole town is abuzz with the Festival of Valentia, and Kamito and Ellis are doing their duty as knights to keep everyone safe. A mysterious girl approaches Claire when she's feeling down about how weak she is. Claire almost loses after being controlled with magic, but is saved due to help. However, two others have already fallen to the mysterious girl's tricks...",
                    "TitleJapanese": "ヴァレンティアの夜",
                    "SummaryJapanese": "街中がヴァレンティア聖祭でにぎわっている中、エリスと共に騎士団の仕事に奔走するカミト。\nその頃、力を求めるクレアの心の隙間を利用しようと謎の女が近づいていた。\n危うく支配魔術によって我を失ってしまいそうになるクレアだったが、仲間との絆により呪縛を打ち破ることに成功する。\nしかし、その背後に呪装刻印を刻まれたディナーレとエルザが迫る……。"
                },
                "12": {
                    "ID": "4921442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blade-dance-of-the-elementalers/episodes/4921442",
                    "TitleEnglish": "Ren Ashbell",
                    "SummaryEnglish": "Ellis joins them, and now the five of them form a proper team. It's finally time for them to fight the strongest team, Velsaria's team. She might have strong members, but they might not have the best teamwork. Kamito believes that is why they have a chance to win. The final battle beings with the right to enter the Blade Dance in the balance.",
                    "TitleJapanese": "レン・アッシュベル",
                    "SummaryJapanese": "エリスを新たに仲間に加え、5人のメンバーが揃ったチームスカーレットは、ついに学院最強の精霊使いヴェルサリアが率いるチームと戦うことになる。\nヴェルサリアのチームは強力なメンバーを揃えているが、チームワークに欠ける。\nクレアたちの勝機はそこにあると信じるカミト。\n大勢の学院生が見守る中、ついに精霊剣舞祭への出場をかけた最後の戦いが幕を開ける！"
                }
            }
        }
    }
}