{
    "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3761860/",
        "http://sabagebu.com/",
        "https://www.themoviedb.org/tv/61424"
    ],
    "TitleEnglish": "Sabagebu! - Survival Game Club! -",
    "SummaryEnglish": "Middle school girl Momoka is dragged into joining one of the strangest associations at her school, the Survival Game Club. Its members participate in various forms of paramilitary training under the watchful eye of charming and alarming president, Miou. How on Earth will the inexperienced Momoka survive her training, let alone Miou's company?!",
    "Aliases": [],
    "Modified": "2025-06-02",
    "Seasons": {
        "0": {
            "ID": "581666",
            "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "7183617",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club/episodes/7183617",
                    "TitleEnglish": "OVA 1 - And Then There Were Four",
                    "SummaryEnglish": "The club go to the countryside for a training camp, where they come up against a gruelling obstacle course."
                },
                "2": {
                    "ID": "7183630",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club/episodes/7183630",
                    "TitleEnglish": "OVA 2 - April Fool",
                    "SummaryEnglish": "The girls decide to try play some April's Fool pranks on Miou while Momoka tries various drinks to keep her awake in class."
                },
                "3": {
                    "ID": "7183637",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club/episodes/7183637",
                    "TitleEnglish": "OVA 3 - Girls Who Never Learn",
                    "SummaryEnglish": "The club has a surprise sleepover in Momoka's room, much to Momoka's dismay."
                },
                "4": {
                    "ID": "7183643",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club/episodes/7183643",
                    "TitleEnglish": "OVA 4 - Student Council President Yayoi Isurugi's Counterattack!",
                    "SummaryEnglish": "Facing a lot of bad luck, Yayoi tries to rub some of it off on Miou, with no such luck."
                },
                "5": {
                    "ID": "7183650",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club/episodes/7183650",
                    "TitleEnglish": "OVA 5 - Return of the Saba Shorts!",
                    "SummaryEnglish": "Momoka takes an interest in everyone's lunches before everyone gets together for a flower viewing party."
                },
                "6": {
                    "ID": "7183655",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club/episodes/7183655",
                    "TitleEnglish": "OVA 6 - King Game!",
                    "SummaryEnglish": "The girls play the King's Game, resulting in assorted hijinks."
                }
            }
        },
        "1": {
            "ID": "810573",
            "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7183474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club/episodes/7183474",
                    "TitleEnglish": "Join the Club! / Didn't You Join? I Lied / I Thought We Were Playing Real Survival Games",
                    "SummaryEnglish": "While heading to her first day of school, Momoka is rescued from a pervert by a girl wielding Desert Eagles. After becoming friends with the school's charismatic Miou, the other students begin harassing Momoka. As a member of the Survival Game Club, Momoka prepares for her first battle."
                },
                "2": {
                    "ID": "7183513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club/episodes/7183513",
                    "TitleEnglish": "The Pigtails' Trap / Psychological Training / Silent KILL or DIE",
                    "SummaryEnglish": "Urara, who seeks to get rid of anyone standing between her and Mio, attempts to dispose of Momoka, only for her plan to backfire when Momoka's fear of praying mantis' lands her in the group's favor. Momoka gets her revenge, only for Urara to develop a masochistic side and latch onto her. Later, Maya asks the other to help her train how to eat natto for a commercial shoot, receiving harsh training from Momoka, who is jealous of her breasts, resulting in her developing an acute fear of natto. Afterwards, Momoka spends time with the silent Kaya, who seems to change her cosplay whenever she isn't looking. The two soon engage in a survival game, which the other members soon join, after which Kaya reveals she just wanted to have a conversation about cosplay."
                },
                "3": {
                    "ID": "7183533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club/episodes/7183533",
                    "TitleEnglish": "Here She Comes! The Female Walking Disaster Makes Her Entrance! / Here They Come! Hell's Children Issue a Challenge!!",
                    "SummaryEnglish": "Momoka meets the Survival Game Club's advisor, Sakura, who often finds herself in a string of unfortunate incidents. Sakura tasks the club with removing a hornet's nest, with proves more dangerous than expected due to Sakura's involvement. Later, Momoka faces up against the Chino Elementary School Survival Game Club after their representative, Roselia Haguro, insults her, finding Roselia to be a tougher opponent than she thought. Miou soon shows up and changes the rules, with the winner decided by whoever can retrieve the club mascot, Platy, from a crow."
                },
                "4": {
                    "ID": "7183542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club/episodes/7183542",
                    "TitleEnglish": "Fateful (Laughs) Boy Meets Girl LOL / The Pig Who Laughs at the Will to Lose Weight / Platy in My House",
                    "SummaryEnglish": "Momoko competes in a light gun game against one of its top ranked players, a fat otaku named Karaage Lemon, with an embarrassing punishment should she lose. Later, Momoka ends up gaining a large amount of weight and ends up going to extreme lengths in order to lose it. Afterwards, Momoka tries to find out the true nature behind Platy, before winding up in a battle against her mother."
                },
                "5": {
                    "ID": "7183551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club/episodes/7183551",
                    "TitleEnglish": "Ascension?! Silent Survival / The Pigtails that Never Die / The Crusade - Regnarok Between an Angel and a Devil",
                    "SummaryEnglish": "Miou takes the girls to a temple to practice meditation, where she almost becomes tempted to follow the way of the Buddha. Later, Urara finds herself stuck on the side of the school building after inadvertently breaking the toilet, valuing her dignity over her safe rescue. Afterwards, as Momoka discovers a priceless antique gun, her desire to auction it resulting in a battle between the heavenly and devilish sides of her conscience."
                },
                "6": {
                    "ID": "7183557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club/episodes/7183557",
                    "TitleEnglish": "Student Body President Yayoi Isurugi Gets Revenge! / A Battle with Ridiculously Little Honor",
                    "SummaryEnglish": "Student Council President Yayoi Isurugi, fed up with Miou making a fool of her at club meetings, attempts to destroy the Survival Game Club by swaying over its members to her side, but doesn't have much success. She then attempts to defeat Miou herself by constantly serving her food she doesn't like, though this only leads to some dubious rumors. Later, Sakura brings an executive chair to the clubroom, prompting the club members, who had just watched a yakuza movie, to compete over who gets to sit in it."
                },
                "7": {
                    "ID": "7183564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club/episodes/7183564",
                    "TitleEnglish": "Hunting Club! / Boys will be Boys / PERVERT",
                    "SummaryEnglish": "Coming across a village that is constantly plagued by animals eating their crops, the girls aim to get hunting licenses in order to help the village with their crisis, only to find they are too young. Later, the girls dress themselves up as men, with Momoka taking advantage of her manly look to become popular with the girls, learning a harsh lesson in the process. Afterwards, the girls go on a search for a suspicious person roaming the school grounds targeting the club members."
                },
                "8": {
                    "ID": "7183570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club/episodes/7183570",
                    "TitleEnglish": "Snow White Defense Force / The Silver Huntresses. Maya Falls",
                    "SummaryEnglish": "Momoka accepts Maya's offer to do a photoshoot for money, but runs into trouble when an infamous trio of perverted camera otaku use every technique they can to get a picture of her panties. With the help of the creepy Karage Lemon, she just might be able to escape. Afterwards, the Survival Club of \"The Immaculate and Pure Ladies Academy\" challenges the protagonists to a 5-on-5 battle in the mountains. Maya very quickly finds herself the only surviving member of the team when it turns out all of the opponents set up the match to act out their fantasies on her."
                },
                "9": {
                    "ID": "7183573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club/episodes/7183573",
                    "TitleEnglish": "Story of the Platy-Dog / The Pool Closest to Heaven / MAD Gramps and Grannies X",
                    "SummaryEnglish": "Momoka attempts to pass Platy off as a well-trained dog in order to enter a swanky dog café. Meanwhile, Maya, Urara, and Kayo end up getting locked in the school pool, which is believed to be haunted, putting them in a life or death situation. Later, the girls go to Australia to participate in a survival game race against a team of elderly but skilled players."
                },
                "10": {
                    "ID": "7183581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club/episodes/7183581",
                    "TitleEnglish": "Treasure Hunters / The Sad Idol / Steal the Victory Point",
                    "SummaryEnglish": "Momoka finds a treasure map she had drawn when she was a kid, so the group go to her hometown to search for treasure. Later, the girls try to help out an idol named Yammy, who has gained an incredible amount of weight after being heartbroken. Afterwards, the girls find themselves being hunted by a mysterious being during a jungle exercise."
                },
                "11": {
                    "ID": "7183588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club/episodes/7183588",
                    "TitleEnglish": "Too Much Glam / Absolute Cinderella / The Red Shooting Star",
                    "SummaryEnglish": "While on an errand to get Miou's gun fixed, she visits a decal shop to get her phone decorated, but due to some misunderstanding from the cashier accidentally gets Mio's gun decorated instead. Later, Momoka learns how to walk in high heels from Lemon in order to impress a rich old man and get a cash reward. Afterwards, Miou brings in a high quality crab, who becomes determined not to become dinner, prompting a battle between the survival game club and Platy, who tries to protect the crab."
                },
                "12": {
                    "ID": "7183596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sabagebu-survival-game-club/episodes/7183596",
                    "TitleEnglish": "Farewell, Friends! The Survival Game Club's Final Day! / From the Survival Game Club with Love",
                    "SummaryEnglish": "When Momoka appears to have caught an unknown virus, the others vow to protect her from becoming a medical test subject, coming up against the National Survival Game Club. After an intense battle filled with many sacrifices, Momoka prepares to give herself up, only to learn they have found a simple cure. Later, at Christmas, the group attempts to plan a surprise birthday party for Urara, whose birthday is on Christmas Day, but nothing seems to go according to plan."
                }
            }
        }
    }
}