{
  "URL": "https://www.thetvdb.com/series/akame-ga-kill",
  "Genres": [
    "Action",
    "Adventure",
    "Anime",
    "Fantasy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3742982/",
    "http://akame.tv/",
    "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP02074118",
    "https://www.themoviedb.org/tv/61223",
    "https://x.com/akame_tv"
  ],
  "TitleEnglish": "Akame ga Kill!",
  "SummaryEnglish": "In a fantasy world, fighter Tatsumi sets out for the Capitol to earn money for his starving village, and finds a world of unimaginable corruption, all spreading from the depraved Prime Minister who controls the child Emperor's ear. After nearly becoming a victim of this corruption himself, Tatsumi is recruited by Night Raid, a group of assassins dedicated to eliminating the corruption plaguing the Capitol by mercilessly killing those responsible.",
  "Aliases": [
    "Akame ga Kill! Theater",
    "AkaKill! Theater",
    "Red Eyes Sword",
    "Akame ga Kiru!",
    "アカメが斬る!劇場",
    "Akame ga Kill! Gekijou"
  ],
  "Modified": "2025-09-05",
  "Seasons": {
    "0": {
      "ID": "581667",
      "URL": "https://www.thetvdb.com/series/akame-ga-kill/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 25,
      "Episodes": {
        "25": {
          "ID": "7417056",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/7417056",
          "TitleEnglish": "Digest Recap - Episode 8.5",
          "SummaryEnglish": "Recap of the first eight episodes of the main series.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "586235",
      "URL": "https://www.thetvdb.com/series/akame-ga-kill/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "4889060",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4889060",
          "TitleEnglish": "Kill the Darkness",
          "SummaryEnglish": "Tatsumi heads for the capital despite warnings about the area's dark nature as he needs to raise money for his village. Shortly after arriving, Tatsumi is robbed by a woman and has to sleep in the streets. However, he is invited to the manor of a young rich girl named Aria. As he awaits his best friends, Sayo and Ieyasu, Tatsumi learns of an assassin group named Night Raid. One night, the group appears and starts killing Aria's family and their guards. Tatsumi faces Night Raid's Akame but their duel is interrupted by Leonne, the same woman who robbed him. Leonne reveals to Tatsumi that Aria and her family has tortured several people from the countryside including Ieyasu and Sayo, the latter already being dead. Tatsumi kills Aria just before Ieyasu dies and Leonne invites the young man to join their group.",
          "Aliases": []
        },
        "2": {
          "ID": "4897954",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4897954",
          "TitleEnglish": "Kill the Authority",
          "SummaryEnglish": "Tatsumi is taken to the Night Raid's secret hideout by Leone, in which he's introduced to the rest of the members of Night Raid--Bulat, Sheele, Mine, Najenda, Lubbock, and of course Akame, the latter of which who tried to kill him the previous night--and instantly formed distinct relationships with each one of them. While he didn't think much of Bulat, Sheele, Mine, Najenda, or Lubbock either way, he still got flustered around Leone all the time, and began to dislike Akame at first, both because of her strange attitude toward him, and because she tried to kill him the previous night. Before Tatsumi could be excepted into Night Raid, he had to help them with a specific assassination to prove his skill to them.",
          "Aliases": []
        },
        "3": {
          "ID": "4897955",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4897955",
          "TitleEnglish": "Kill Your Cares",
          "SummaryEnglish": "Tatsumi training with Mine next (in spite of their first meeting being less than friendly!). A new job comes up, causing them to put aside their differences and work together.",
          "Aliases": []
        },
        "4": {
          "ID": "4897956",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4897956",
          "TitleEnglish": "Kill the Imperial Arm Users",
          "SummaryEnglish": "Tatsumi learns of Imperial Arms, wanting one of his own. Night Raid is assigned to eliminate Zank the Executioner, whose hobbies include cutting the heads off of his victims.",
          "Aliases": []
        },
        "5": {
          "ID": "4897957",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4897957",
          "TitleEnglish": "Kill the Dream",
          "SummaryEnglish": "Sheele begins to mentor Tatsumi. After their strenuous session, he tests Zank's Imperial Arm for compatibility. On patrol with Leone, Tatsumi meets a strange Imperial officer.",
          "Aliases": []
        },
        "6": {
          "ID": "4897958",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4897958",
          "TitleEnglish": "Kill the Absolute Justice",
          "SummaryEnglish": "While on assignment in the Red Light District of the Capital, Mine and Sheele cross paths with a certain Imperial officer hungry for justice... and revenge.",
          "Aliases": []
        },
        "7": {
          "ID": "4897960",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4897960",
          "TitleEnglish": "Kill the Three - Part One",
          "SummaryEnglish": "After Sheele has passed, the group have no other option than to get on with their lives. However, Tatsumi is still greatly affected by this but admires the way that Akame is so composed (only to find out, after a midnight confrontation, that she is everything but). The group shortly thereafter are tasked with bringing down a new threat; a group of skilled fighters who -under the command of Esdeath- are killing political opponents and trying to put the blame on the Night Raiders. Leone is tasked with watching over Esdeath, Akame and Lubbock are to hunt the imposters down while Tatsumi and Bulat are to act as bodyguards to another political opponent that maybe on the kill list. Though things don't go as planned when the false Night Raiders are on the same ship as Tatsumi and Bulat. Tatsumi is confronted by one of the three and is saved by Bulat. Bulat then confronts General Liver.",
          "Aliases": []
        },
        "8": {
          "ID": "4897961",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4897961",
          "TitleEnglish": "Kill the Beasts - Part Two",
          "SummaryEnglish": "General Liver reveals himself as part of the Three Beasts. Bulat's strength and undying resolve will have to be pushed to the limit to defeat his former mentor and friend.",
          "Aliases": []
        },
        "9": {
          "ID": "4897962",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4897962",
          "TitleEnglish": "Kill the Lust for Combat",
          "SummaryEnglish": "After taking a bath, Mine fully resolves to avenge the deaths of her comrades Sheele and Bulat. At the training grounds, Tatsumi and Lubbock are taking push-ups, with Akame and Leone respectively sitting on their backs. Najenda later tells Night Raid that she will be leaving to recruit new members and assigns Akame as temporary leader. At the Capital, Wave tries to make an impression as other Imperial Arms users, namely Kurome, Seryu, Dr. Stylish, Run, and Bols, come and introduce themselves one by one. Esdeath arrives and introduces herself to the group, called the Jaegers, then announces their intention to hunt down enemies of the Empire. At Lubbock's library, Lubbock, Tatsumi, and Leone learn that Mine is now included in the Wanted list and an upcoming tournament sponsored by Esdeath is to be held at the Capital. Tatsumi pretends to be a blacksmith and joins the tournament, where he flawlessly defeats a muscular opponent without using his Incursio. Esdeath suddenly becomes infatuated over Tatsumi's fighting prowess and approaches him. Tatsumi thinks that the reward for winning the tournament is money, but instead, he is shackled by Esdeath and taken inside the Palace. Learning of Tatsumi's capture, Akame and the others wonder whether they should rescue Tatsumi.",
          "Aliases": []
        },
        "10": {
          "ID": "4897963",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4897963",
          "TitleEnglish": "Kill the Seduction",
          "SummaryEnglish": "Following Tatsumi's capture by Esdeath, Tatsumi is dragged along with Esdeath and the Jaegers to raid and destroy a bandit's fortress as a backup Jaeger. Esdeath forces Tatsumi to watch the destruction as part of his training. Afterwards, Esdeath tries to seduce Tatsumi in her bedroom, but Tatsumi resists the temptation and believes he can convince her to turn against the Empire. However, Esdeath slaps him and explains her motive of \"survival of the fittest\" as well as her being the one to change Tatsumi, even if it meant protecting his family. After further arguing, they both decide to end the discussion and sleep, with neither convincing each other. However, Esdeath still remains in love with Tatsumi. The next day, Tatsumi meets up with Wave and Kurome. Tatsumi notices Kurome's gluttony, to which she reveals that she is Akame's sister and wants to kill her for betraying the Capital. Later, Esdeath, Kurome, Wave, and Tatsumi go on a hunt at Mount Fake, with Tatsumi and Wave paired together. Both Tatsumi and Wave fight tree-like Danger Beasts with ease and without their Imperial Arms. Upon destroying the monsters, Tatsumi attempts to escape using Incursio and Wave follows him with his Imperial Arm, Grand Chariot. Unaware of each other's identities, Wave attacks while Tatsumi tries to escape once more. Tatsumi is defeated, but he escapes using invisibility and is rescued by Akame and Lubbock. Wave is punished by Esdeath for allowing Tatsumi to escape. Tatsumi returns back to the Night Raid base and tells them about the Jaegers. Meanwhile, Dr. Stylish and his men, Team Stylish, locate the base and prepare to attack.",
          "Aliases": []
        },
        "11": {
          "ID": "4897964",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4897964",
          "TitleEnglish": "Kill the Mad Scientist",
          "SummaryEnglish": "Team Stylish carries out their attack on the Night Raid base, and multiple foot soldiers are killed during the assault, while Leone is incapacitated by a member named Trooma. One of the members, Toby, decides to duel Akame, and she is unable to fatally poison him with her Imperial Arm, Murasame, because his body is mostly machine due to it being installed with multiple weapons, but she is eventually able to kill him after he is impaled by Lubbock in an ambush. Meanwhile, Tatsumi fights Kaku, another member of Team Stylish, and is shocked to find that he has possession of Ecstasy, Sheele's old Imperial Arm. The battle is interrupted by Mine, who is also horrified to see Ecstasy, and she quickly kills Kaku, safely retrieving Ecstasy. Trooma prepares to ambush Mine, but is attacked by Leone, who had recovered, and she accidentally kills him with a single blow, to her displeasure. After Night Raid regroups, everyone but Tatsumi suddenly collapses, having been afflicted with a paralytic poison during the battle. When more foot soldiers move in, a biological Imperial Arm named Susanoo intervenes and dispatches them. Outmatched, Dr. Stylish injects himself with a liquid that turns him into a Danger Beast, and he consumes his remaining men. Tatsumi, Akame, and Susanoo fight Dr. Stylish before he is shot by Mine, allowing Akame to slash Dr. Stylish's real body contained in the Danger Beast, killing him. Najenda and a girl observe the aftermath of the battle.",
          "Aliases": []
        },
        "12": {
          "ID": "4897965",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4897965",
          "TitleEnglish": "Kill the New Recruits",
          "SummaryEnglish": "After Dr. Stylish's death Night Raid ventures into a Danger Beast-infested area so they can set up their new hideout. Najenda introduces Susanoo and Chelsea, the girl from the previous episode. After their introduction, Chelsea berates Night Raid for their incompetence, which she alleges led to Sheele and Bulat's deaths. Angered, Mine decides to teach Chelsea a lesson and recruits Lubbock and Tatsumi, the latter of whom uses Incursio to sneak on the hot spring where Chelsea is bathing. However, Tatsumi instead confronts Susanoo, but it is actually Chelsea using her Teigu, Gaea Foundation, which changes her physical appearance. Chelsea tells her story about her former team being massacred, leaving her as the only survivor, and she reveals that she berated Night Raid because she didn't want them to die like her former team did. Meanwhile, a depressed Esdeath learns of the loss of Dr. Stylish and comforts Seryu when she grieves his death. At the Capital, Run tells Esdeath that there are many lookalikes of Tatsumi for her to court, but Esdeath declares that there is only one Tatsumi. At the mining caves, miners are being devoured by modified Danger Beasts while watched by a hooded man.",
          "Aliases": []
        },
        "13": {
          "ID": "4921345",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4921345",
          "TitleEnglish": "Kill the Hinderance",
          "SummaryEnglish": "The prime minister assigns Esdeath to track down the Danger Beasts from the previous episode and kill them. Later, the Jaegars attack some of the Danger Beasts when they attack a wagon of supplies. The next day, Wave recalls the incident and notes that the present merchants were terrified of Bols despite his kind personality because of his otherwise fearsome appearance. However, Bols tells him that despite his personality, he had killed many people in the past, which understandably earned him a lot of hate. Then, the group is visited by Bols's wife and young daughter who support his work, which surprises Wave. Meanwhile, while doing some training with Susanoo, Tatsumi tells him that he should be considered one of Night Raid, not as a tool. Later, Night Raid travels to another hideout and are given their newest mission: to kill the modified Danger Beasts, essentially helping the Capital they have been fighting. When Chelsea states her belief that the Jaegers should take care of the problem, Tatsumi counters that by aiding the Capital, they would be able to save more lives. Chelsea later confides to Najenda that she believes Tatsumi's kindness will eventually lead him to his death. Esdeath and Run express to each other their beliefs that, since the new Danger Beasts were revealed to have once been human, they were possibly the result of one of Dr. Stylish's experiments, and assume they somehow managed to escape their containment. The following night, while patrolling the mountains, Tatsumi learns about Lubbock's reasons for joining Night Raid, which involved Najenda. Later, Tatsumi travels to the summit of a mountain alone and is suddenly confronted by a wandering Esdeath, who is shocked to see him.",
          "Aliases": []
        },
        "14": {
          "ID": "4921346",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4921346",
          "TitleEnglish": "Kill the Giant Danger Beast",
          "SummaryEnglish": "Esdeath and Tatsumi get teleported to a desert island by an Imperial Arms user who can control space and time. While trying to find an escape, Esdeath reveals her past.",
          "Aliases": []
        },
        "15": {
          "ID": "4921347",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4921347",
          "TitleEnglish": "Kill the Religion",
          "SummaryEnglish": "Lubbock asks Tatsumi why he teleported Esdeath back to the mainland instead of leaving her on the island. However, Najenda responds that Esdeath would have escaped the island either way before revealing that she knows her personally. Meanwhile, Wave confronts Seryu about murdering three bandits who were suspected Night Raid members, but she brushes him off. Despite remarking that the Capital is twisted, Wave maintains his loyalty as a soldier. Later, Najenda tells Night Raid about Path of Peace, a pacifist religious organization that is inciting a religious insurrection, and that the Revolutionary Army (the rebellion force Night Raid is a part of) and an allied tribe will launch attacks against the Capital simultaneous to Path of Peace's uprising. She then assigns Night Raid to assassinate Borick, the adviser to Path of Peace's founder who is a spy for the prime minister and is drugging several of the religion's followers into obedience, also instructing them to take out the Jaegers, especially Kurome and Bols, who will undoubtedly respond. The next day, Akame begins expressing her doubts about battling Kurome, but Mine comforts her. Meanwhile, Esdeath splits the Jaegers into two teams: she will attack Najenda with Seryu and Ran, while Wave, Kurome, and Bols will pursue Akame. Wave's team arrives at a canyon, where Mine fires at Kurome, but she dodges the shot. Susanoo arrives and knocks Wave away, leaving Kurome and Bols to be confronted by the entire Night Raid team. Kurome activates her Imperial Arm, Yatsufusa, which brings forth the last eight victims of its blade as Kurome's puppets. Among those summoned is a gigantic Danger Beast, which Night Raid prepares to battle.",
          "Aliases": []
        },
        "16": {
          "ID": "4921348",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4921348",
          "TitleEnglish": "Kill the Dolls",
          "SummaryEnglish": "Night Raid engages Bols and Kurome along with her puppets. Kurome draws first attack from her puppet Destaghoul, an ultra-class Danger Beast, who shoots a powerful beam and afterwards the hand-to-hand combat begins as Akame engages Bols and the puppet bodyguard Woll after a short melee with Kurome and their deceased friend turned puppet Natala, then Tatsumi against Apeman and Hentarr, Susanoo against Destaghoul, Leone against Rokgough, and Mine against the gunslinger Doya. Leone's left arm gets amputated by Kurome while battling Rokgough and Najenda tells Leone to leave Rokgough to her because they're both Imperial generals and close friends. Najenda destroys Rokgough and quickly heads to Susanoo. Bols questions Akame in joining the Revolutionary Army and Akame responded that she chose it from her heart and thinks it is the right path. Leone joins Akame as they double-teamed against Bols, eliminating Woll in the process and Leone disables Bols' flamethrower. Tatsumi is having a hard time fighting Apeman and Hentarr but a disguised Chelsea distracts Hentarr which disables his movement by the use of a needle punctured on his head then being sliced by Tatsumi. Then Tatsumi gains the upper hand in eliminating Apeman. Mine was swallowed by a Kaiser frog, the eight puppet summoned by Kurome. However, Mine destroys the frog. Susanoo transforms into a much powerful form gained from Najenda's life force and destroys Destaghoul. In a desperate attempt, Bols throws his Rubicante upward and detonates intending to destroy Akame and Leone.",
          "Aliases": []
        },
        "17": {
          "ID": "4921349",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4921349",
          "TitleEnglish": "Kill the Curse",
          "SummaryEnglish": "After the massive explosion set by Bols' Rubicante, everyone from Night Raid and Jaegers manage to stay alive. As Bols walks away, he still thinks about the Jaegers as his family and he must regroup with them as soon as possible. Bols meets a wounded girl and treats the wound with a bandage, but the girl responded of how many people does he burned with his Rubicante and it reveals as the disguised Chelsea, piercing a needle on Bols' nape. Bols crawls as he accepts his fate and the only thing he can do is to get home but he succumbs. Chelsea meets Lubbock and she is requesting for reinforcements before Kurome acquires new puppets. Before trailing Kurome, Chelsea disguises herself as Bols. In the Night Raid outpost, they debrief on their skirmish with Jaegers until Lubbock arrives and asking for assisting Chelsea. Meanwhile, Kurome becomes tired and as she recuperates from their previous battle, she recalls her past with her older sister Akame where they're being tested first to become capable assassins. They passed the test but separated on which Kurome was designated on the Imperial forces and was experimented with various drugs to enhance her fighting prowess. After her recollection, Kurome is then joined by Chelsea, in disguised of Bols. Chelsea maintains patience but takes advantage when Kurome shows exhaustion, piercing a needle on her nape. Chelsea seems satisfied and recalls her past on how she wants to change the world by becoming an assassin, from her early days as an apprentice, seeing her master brutally toying people and accepting bribes, to acquiring the Imperial Relic Gaea Foundation on which she kills her master using deception. Chelsea shocks when Kurome approaches her and uses Natala and Doya to kill her. Akame and Tatsumi reaches a town and Tatsumi roams around in stealth, but shocks to see Chelsea's head placed on the top of the pole.",
          "Aliases": []
        },
        "18": {
          "ID": "4921350",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4921350",
          "TitleEnglish": "Kill the Demons",
          "SummaryEnglish": "Night Raid enters the city of Kyoroch, which is the headquarters for Path of Peace. The prime minister orders the Jaegers to protect Borick, who simultaneously sets the four \"Koukenji Rakshasa Demons\" on the offensive. Kurome, still recovering from her previous battle, continues on with her mission in order to not be disposed of. Lubbock, intending to meet with a spy from the city, is attacked by two of the Demons, Sten and Mez. Akame fights against another of the Demons, Ibara, whom she recognizes as being from her old assassination squad. Both Lubba and Akame succeed in killing their opponents. While searching the outskirts of town, Tatsumi and Mine encounter the leader and founder of Path of Peace.",
          "Aliases": []
        },
        "19": {
          "ID": "4921351",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4921351",
          "TitleEnglish": "Kill the Fate",
          "SummaryEnglish": "Night Raid plans to infiltrate the palace during Path of Peace's anniversary festival. Mine and Tatsumi are assigned as a diversion, and the two are eventually driven to the city's edge, where Seryu spots and recognizes them. She attacks the pair alongside the last member of the Four Rakshasa Demons, Suzuka. Mine manages to slice Seryu and Coro in half, but Seryu retaliates by setting off a suicide bomb implanted in her head. Exhausted, Mine struggles to escape the bomb, but is saved by Tatsumi, who had previously defeated Suzuka by crushing her with nearby ruins. Meanwhile, the rest of Night Raid storm the palace. Despite being told by Esdeath to stay put, Borick attempts to flee, but is quickly killed by Lubbock and Akame.",
          "Aliases": []
        },
        "20": {
          "ID": "4921352",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4921352",
          "TitleEnglish": "Kill the Carnage",
          "SummaryEnglish": "The Minister introduces his son Syura as the leader of a new elite unit. Lubbock and Tatsumi look for weaknesses on the streets while Mine and Leone do the same underground.",
          "Aliases": []
        },
        "21": {
          "ID": "4921353",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4921353",
          "TitleEnglish": "Kill the Despair",
          "SummaryEnglish": "Esdeath implores Tatsumi to join her side but he refuses, so she resolves to execute him. Mine is about to sneak out to rescue Tatsumi on her own, but Akame, Leone and Najenda intercept her, and decide to accompany her. At the execution site, just as Esdeath is about to kill Tatsumi, the remaining members of Night Raid attack. Budo fights Leone and Mine, Najenda and Susanoo confront Esdeath, and Akame faces the Imperial Guard to retrieve Incursio. With Leone paralyzed by Budo's lightning-based Imperial Arms, Mine takes him on by herself and unleashes an overwhelmingly powerful blast enough to kill Budo, and leave Mine severely wounded. Meanwhile, Najenda uses Susanoo's trump card, Magatama Manifestation, which drains a portion of Najenda's life force each time it is used, but Esdeath overpowers him by using a spell that briefly freezes time and she destroys Susanoo's core.",
          "Aliases": []
        },
        "22": {
          "ID": "4921354",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4921354",
          "TitleEnglish": "Kill the Little Sister",
          "SummaryEnglish": "Even with Esdeath's efforts, the Revolutionary Army draws close to the capital, where the people start rebelling as well. Meanwhile, Kurome knows that she does not have much time left and sends a message to Akame, challenging her to a duel. Tatsumi attempts to dissuade her, but she leaves to confront her sister nonetheless. Once they meet, Kurome expresses all of her resentment for being left behind when Akame defected to Night Raid. Then, they begin fighting, but a giant beast interrupts their duel. After defeating the beast together, the two resume their fight. Wave appears and assists Kurome, but Tatsumi arrives to stop him, claiming that no one must interfere in their fight. Eventually, Akame defeats and kills Kurome. As Wave departs, taking Kurome's body with him, Akame mourns over the loss of her sister. Meanwhile, the Revolutionary Army surrounds the capital, and the prime minister instructs the Emperor to activate the Ultimate Imperial Arm in order to stop the revolution.",
          "Aliases": []
        },
        "23": {
          "ID": "4927728",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4927728",
          "TitleEnglish": "Kill the Emperor",
          "SummaryEnglish": "Now with only four members left in their ranks, Night Raid decides to start their final mission to assassinate the prime minister. While Najenda leads the Revolutionary Army into the capital, Tatsumi, Akame, and Leone break into the palace, where they are confronted by Run. Leone stays behind to fight Run while Akame and Tatsumi push forward to the throne room. Refusing to listen their pleas, the Emperor activates Shwarzentazer, the Ultimate Imperial Arm, which reveals itself as a towering armored giant. Witnessing the destruction the Emperor inflicted against his own subjects, Tatsumi confronts him and is assisted by Wave while the others help the citizens evacuate the capital. After continuously striking the Imperial Arm's armor at a single point, Tatsumi manages to destroy it and defeat the Emperor once he unlocks the true power of Incursio. However, when the giant threatens to fall over the citizens, Tatsumi uses his last ounce of strength to stop it, despite being gravely wounded, and dies in Akame's arms, much to her grief and Esdeath's.",
          "Aliases": []
        },
        "24": {
          "ID": "4927729",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/akame-ga-kill/episodes/4927729",
          "TitleEnglish": "Akame ga Kill!",
          "SummaryEnglish": "With the Empire all but defeated, Esdeath still refuses to surrender and challenges Akame to a duel. With all of her attacks deflected, Akame is forced to unleash her Imperial Arm's trump-card by poisoning her own body with it, increasing her abilities and making a comeback to the point of wounding Esdeath's left arm. As a result, Esdeath cuts it off to prevent the poison from spreading through her body. With no time left to act, Akame puts all of her efforts into one final strike, forcing Esdeath to use her own Imperial Arm's trump-card to freeze time, which fails to prevent Akame from dealing her a fatal blow.",
          "Aliases": []
        }
      }
    }
  }
}