{
  "URL": "https://www.thetvdb.com/series/majimoji-rurumo",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3774766/",
    "http://anime-rurumo.com/index.html?top",
    "https://www.themoviedb.org/tv/79208"
  ],
  "TitleEnglish": "Majimoji Rurumo",
  "SummaryEnglish": "Shhibaki is a high-school boy whose only interest is girls. Except he's been branded as the most perverted boy at school and the girls avoid him like the plague. One day he finds a book in the library about how to summon witches. He tries it as a joke, but it turns out to be the real thing. An apprentice witch named Rurumo appears to grant him a wish. Shibaki helps Rurumo and she in return refuses to take his soul. When the story starts, Shibaki wishes he could see Rurumo again. His wishes is granted immediately as Rurumo falls from the sky and crash lands in front of him. He finds out that as punishment for not taking his soul she's been busted down to an apprentice demon. Now, she must complete the task of getting Shibaki to use up 666 magic tickets that grant wishes before she can become a witch again. However, what she doesn't know is that each time he uses a ticket it shortens his life. When the last ticket is used up, Shibaki will die. Shibaki knows this because Rurumo's familiar black cat Chiro tell him as part of the \"contract\" for giving him the tickets. Now, Shibaki has a choice, make a wish and help Rurumo become a witch again or resist the temptation and try to save his own life.",
  "Aliases": [],
  "Modified": "2025-06-02",
  "Seasons": {
    "0": {
      "ID": "584433",
      "URL": "https://www.thetvdb.com/series/majimoji-rurumo/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "7268838",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majimoji-rurumo/episodes/7268838",
          "TitleEnglish": "The Conclusion (1)",
          "SummaryEnglish": "Kota learns Rurumo's witch training will end in 14 days, at which point she will return to the spirit world, regardless of the state of her training. Unable to sacrifice his life for her, he prepares to send her off with a party. However, on the way home, he sees a truck speeding towards a little girl...",
          "Aliases": []
        },
        "2": {
          "ID": "7268839",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majimoji-rurumo/episodes/7268839",
          "TitleEnglish": "The Conclusion (2)",
          "SummaryEnglish": "Rurumo sneaks into the soul crystal vault in order to steal Kota's soul crystal and speak to him one last time. However, she is discovered by the first class witches guarding the vault. They are just about to arrest her, when...",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "584434",
      "URL": "https://www.thetvdb.com/series/majimoji-rurumo/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4872393",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majimoji-rurumo/episodes/4872393",
          "TitleEnglish": "I Will Grant You Your Wish",
          "SummaryEnglish": "As a member of the Mysterious Discovery Club, one day Shibaki Kota summons a witch using a witch summoning manual he found in the library. He asks for girls' panties. However, he had no idea. Having his wish granted meant creating a contract with a witch and giving her his life...",
          "Aliases": []
        },
        "2": {
          "ID": "4928791",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majimoji-rurumo/episodes/4928791",
          "TitleEnglish": "The Dream of Living Together",
          "SummaryEnglish": "When Rurumo appears again, Kota receives magic tickets from her that allow him to freely use magic. Making a human use up the magic tickets was the demoted witch's training. However, Rurumo doesn't know the owner of the tickets dies once they're used up. When Kota learns this from Rurumo's Chiro, he swears never to use the tickets again.",
          "Aliases": []
        },
        "3": {
          "ID": "4928792",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majimoji-rurumo/episodes/4928792",
          "TitleEnglish": "Magical Girl Showdown",
          "SummaryEnglish": "Through the power of a memory alteration spell, Rurumo begins living with the Shibaki family under the guise of Kota's younger sister. Despite them living together, Kota experiences great distress at his inability to do anything to his \"younger sister\". Meanwhile, in order to punish herself for having too much fun, Rurumo begins working in the cafeteria at Kota's high school, where she makes mistake after mistake.",
          "Aliases": []
        },
        "4": {
          "ID": "4928793",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majimoji-rurumo/episodes/4928793",
          "TitleEnglish": "Inoue, the Disciplinary Committee Member",
          "SummaryEnglish": "Strictly cracking down on students and beating offenders with their fists are the West High student council's student monitors. Student monitor Inoue Sumiko has known Kota since elementary school and cannot stand the sight of \"Shibaki the pervert\".",
          "Aliases": []
        },
        "5": {
          "ID": "4940329",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majimoji-rurumo/episodes/4940329",
          "TitleEnglish": "My First Errand",
          "SummaryEnglish": "One summer Sunday, as Rurumo makes mistake after mistake while trying to clean the house, she is sent to deliver something to Kota, who is working at his grandmother's farm. Rurumo heads to the post office to purchase \"stamps\" to ride the train, with Kota's friends and acquaintances from school spotting her on the way.",
          "Aliases": []
        },
        "6": {
          "ID": "4940330",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majimoji-rurumo/episodes/4940330",
          "TitleEnglish": "Incident on a Rainy Day",
          "SummaryEnglish": "the place you are going Hiroo the gravure magazine, which had fallen to underclassman Kota witnessed. After trying to cheat it, I decided to take three abandoned cats home. However, he was found by his mother who hates animals and decided to keep it at school until he found a foster parent. Seeing how Kota, who had longed to keep animals, loved the kittens, was impressed by Kota's kindness. Chiro is also hated and slaps his mouth, but he takes care of the three cats as if he were a mother cat. Chiro also had a past that was picked up by Ruru, who had been abandoned. At night, the rain became heavy, and Kota was worried about the kittens, but he went home with three of them from school.",
          "Aliases": []
        },
        "7": {
          "ID": "4955306",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majimoji-rurumo/episodes/4955306",
          "TitleEnglish": "The Legendary Swimsuit",
          "SummaryEnglish": "Kota and his friends came to the sea. There were also three members of the disciplinary committee, a big-breasted classmate Maaya, and a policewoman Iida. No matter how much Kota recommended, he wouldn't change from witch clothes to a swimsuit, but it turned out that he didn't actually buy a swimsuit. Kota hurriedly tries to procure a swimsuit, but cannot find it easily. A senior who tells Kota that he has a swimsuit. The purpose of this swim was to find a \"legendary swimsuit\" whose personality changed suddenly when worn. Kota tried to find out in advance so that Rurumo wouldn't wear such a swimsuit, but Rurumo wearing a swimsuit appeared there.",
          "Aliases": []
        },
        "8": {
          "ID": "4955307",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majimoji-rurumo/episodes/4955307",
          "TitleEnglish": "1st Class Witch, Harulily, Appears",
          "SummaryEnglish": "A cute girl with an umbrella and a twin tail descends from above Kota while attending school. I came. Calling her first-class witch, Warla Haruriri, she tells Kota that she \"has come down to sign a contract with you.\" Haruriri tells Kota, who runs away if she is dying to take her life, \"no special compensation is required.\" She came into contact with her when she knew that she was a classmate from the magic school of Rumono and was a contractor of Kota. If you make a double contract with a witch, the new contract will take precedence. Chiro, who thought that Haruriri had come to harass her, hangs on her, but Hitoru keeps her expression saying, \"It's up to Kota.\" What is the real purpose of coming to this world of Haruriri?",
          "Aliases": []
        },
        "9": {
          "ID": "4969713",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majimoji-rurumo/episodes/4969713",
          "TitleEnglish": "A Secret That No One Can Know",
          "SummaryEnglish": "Masako Shimomura, who is the chairman of the discipline and is called a serious girl, had a secret that she loved anime and made her own cosplay costume. Masako who brought a cosplay item to school drops it. It was Harumo who witnessed it. Masako, who originally misunderstood the witch clothes as cosplay and had a sense of intimacy, was impressed by Rurumo who did not make a fool of her hobby, and invited Rurumo to a cosplay event. Rurumo will watch her recommended anime and make cosplay costumes together. Then, Rurumo tells Kota that the other party is Masako. Without knowing that Masako kept that secret ...",
          "Aliases": []
        },
        "10": {
          "ID": "4969714",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majimoji-rurumo/episodes/4969714",
          "TitleEnglish": "Mixed Bath Trip in Ookami Village",
          "SummaryEnglish": "mountainous Ookamimura with many legends related to Japanese wolves from ancient times. FHK members and Kota Torumo, classmates Nishino, Sugawara, Sakurai, Maaya, and the disciplinary committee were all heading to Kamimura by train. In addition, Chiro, who transformed into a human figure, also participated as a younger sister of Rumono. This trip was presided over by FHK, whose purpose was to uncover the legend of the wolf, but it was far more important to Kota. The inn where you stay has a mixed bathing open-air bath. Kota floats in a mixed bath with girls. However, an unexpected change appears in his body, which casually drank the water given by his senior. On the other hand, there was a fuss about the appearance of a phantom wolf inside the inn ...",
          "Aliases": []
        },
        "11": {
          "ID": "4983369",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majimoji-rurumo/episodes/4983369",
          "TitleEnglish": "Forming The Girls Band",
          "SummaryEnglish": "Kametani FHK with few customers at the school festival. It is not possible to be promoted to the department as it is. In order to raise the name of FHK, he decided to join \"High School Band Heaven\" at the initiative of Tanako. However, although I started practicing, I couldn't talk at the level of Shibaki and the male members ... So Tanako decided to gather members. Tanako, who is in charge of the keyboard himself, brought in Maaya on the guitar, Sumiko on the bass, and Kyoko on the drums. And what a vocal Harurumo. I didn't know what the band was, but when I was confused, I squeezed a song I knew ...",
          "Aliases": []
        },
        "12": {
          "ID": "4983370",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/majimoji-rurumo/episodes/4983370",
          "TitleEnglish": "A Day Without Rurumo",
          "SummaryEnglish": "season is winter. It's the end of the year. Kota, who finished the lonely Christmas party between men, was planning a first visit with his friends Nishino and Sugawara. At Nishino's request, I decided to invite him to visit Hatsumode. Meanwhile, Kota Torumo goes shopping and sees furisode in the show window of a kimono shop. Kota desperately works hard to work part-time because he wants to put on a kimono for the first time, even though he is nailed. Kota managed to procure a kimono by borrowing the shortage from his mother. I kept it secret until New Year's Eve to surprise Rurumo, but it was New Year's Eve. Kota woke up and couldn't remember anything important.",
          "Aliases": []
        }
      }
    }
  }
}