{
    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3612626/",
        "https://www.saenai.tv",
        "https://www.themoviedb.org/tv/69367"
    ],
    "TitleEnglish": "Saekano: How to Raise a Boring Girlfriend",
    "SummaryEnglish": "The life of Tomoyo Aki, a highschool otaku working part time to support his BD hoarding. With remarkable luck, he bumps head-first into, Megumi Kato, the most beautiful girl he has ever seen. Naturally, the meeting twists his life into a complicated torrent of relationships. Eriri Spencer Sawamura, his half-foreigner childhood friend who's always valued her relationship with MC. Kasumigaoka Utaha, a cold, composed renowned literary genius who shoves everyone aside from our protagonist. What is this? An eroge introduction? The tale of a small not quite doujin circle, but not quite indie studio's journey through the tough territory of comiket and beyond.",
    "TitleJapanese": "冴えない彼女の育てかた",
    "SummaryJapanese": "オタク高校生の「安芸倫也」は桜舞い散る坂道で、ある少女と運命的な出会いをする。\nインスピレーションを受けた倫也は、その少女をメインヒロインにしたギャルゲーの制作を思いつき、同学年の美術部エース「澤村・スペンサー・英梨々」と学年一位の優等生の先輩「霞ヶ丘詩羽」を\nスタッフに迎えようと邁進する。\nそんなある時、倫也は運命的な出会いをした少女が、特に目立たない普通のクラスメイトの女子\n「加藤恵」だったことを知り、愕然とする。\n倫也は加藤恵をゲーム中で絶対的なヒロインにしようと決意するのだが…。",
    "Aliases": [
        "Saekano",
        "Saekano 2",
        "Saekano ♭",
        "Saenai Heroine no Sodate-kata",
        "Saenai Heroine no Sodate-kata 2",
        "Saenai Heroine no Sodate-kata ♭",
        "Saenai Heroine no Sodatekata",
        "Saenai Heroine no Sodatekata 2",
        "Saenai Heroine no Sodatekata ♭",
        "Saenai Hiroin no Sodatekata",
        "Saenai Kanojo no Sodate-kata",
        "Saenai Kanojo no Sodate-kata 2",
        "Saenai Kanojo no Sodate-kata ♭",
        "Saenai Kanojo no Sodatekata",
        "Saenai Kanojo no Sodatekata 2",
        "Saenai Kanojo no Sodatekata ♭",
        "How to Raise a Boring Girlfriend",
        "How to Raise a Boring Girlfriend .flat",
        "How to Raise a Boring Girlfriend 2",
        "How to Raise a Novice Heroine",
        "How to Train the Ordinary Girl to be a Heroine",
        "Saekano .flat",
        "Saekano: How to Raise a Boring Girlfriend .flat",
        "Saekano: How to Raise a Boring Girlfriend 2"
    ],
    "Modified": "2025-06-02",
    "Seasons": {
        "0": {
            "ID": "584484",
            "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5095772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/5095772",
                    "TitleEnglish": "Fan Service of Love and Youth",
                    "SummaryEnglish": "An otaku high school student, Tomoya Aki, designs his very own dating-simulation game. In order to make his desire a reality, Tomoya must persuade a few eccentric \"creators\" from his school. Note: Listed as episode 0, but takes place chronologically after all the others.",
                    "TitleJapanese": "愛と青春のサービス回",
                    "SummaryJapanese": "サークルのメンバーと一緒に、制作中のゲームのロケハン旅行へと向かった倫也たち。\n露天風呂でもどこでも喧嘩ばかりしている詩羽と英梨々。\n自由過ぎる美智留。\nそして、抜群のステルス性能の恵。\n旅館の夜も無事に過ごせるわけがなく…？！\n\n「サークル、空中分解しないといいね」\n「縁起でもないこと言うなよ！？」"
                },
                "2": {
                    "ID": "6034450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/6034450",
                    "TitleEnglish": "Fan Service of Love and Pure Heart",
                    "SummaryEnglish": "The team has come to the pool of a luxury hotel to do research for a swimsuit event for their game. As always, Utaha and Eriri are fighting, Michiru is doing her own thing, and of course Megumi is being aloof. Episode zero is here to bring you the swimsuit episode fans have been waiting for!",
                    "TitleJapanese": "恋と純情のサービス回",
                    "SummaryJapanese": "水着イベントの原画を描くため、ロケハンと称しとある高級ホテルのプールにやってきたメンバーたち。\n相変わらず喧嘩ばかりの詩羽と英梨々に、自由過ぎる美智留。そして、やっぱりフラットな恵。\n今度の#0は、皆様の期待にお応えして水着回をお届け！！"
                },
                "3": {
                    "ID": "7289777",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/7289777",
                    "TitleEnglish": "Saekano the Movie: Finale",
                    "SummaryEnglish": "After Blessing Software announced their first work, Eriri and Utaha left the group to join popular creator Akane Kosaka in developing a major game called Fields Chronicle. Meanwhile, Tomoya and Megumi join hands with their new members and various other parties to produce their new game. What will become of Eriri and Utaha’s major work? Will the relationship between Tomoya and Megumi change? And what will be the ultimate fate of Blessing Software’s new game?",
                    "TitleJapanese": "冴えない彼女の育てかた Fine",
                    "SummaryJapanese": "ある春の日、安芸倫也は桜舞う坂道で運命的に出会った少女・加藤恵をメインヒロインにした同人ゲームを制作することを思いつく。美術部に所属していながら、同人イラストレーターとして活動する澤村・スペンサー・英梨々と、学年一位の優等生でありながら、ライトノベル作家として活躍している霞ヶ丘詩羽を誘い、blessing softwareを結成。やっとのことで一作目を発表した──。\n英梨々と詩羽は大作ゲーム『フィールズ・クロニクル』を開発するために、人気クリエイターの紅坂朱音のもとへ。blessing software代表の倫也はサークル活動を継続し、副代表の恵とともに新作の開発を開始した。イラストレーターに後輩・波島出海を起用、プロデューサーを出海の兄・伊織へ依頼し、氷堂美智留と彼女のバンドicy tailとともに新作の開発を進めるが……。　\n英梨々と詩羽の大作はどうなるのか？　倫也と恵の関係に異変が？　はたしてblessing softwareの新作の行方は？\n冴えないヒロインをめぐる青春グラフィティ、グランドフィナーレ。"
                }
            }
        },
        "1": {
            "ID": "584485",
            "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4872724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/4872724",
                    "TitleEnglish": "An Error-Ridden Prologue",
                    "SummaryEnglish": "A chance encounter with a beautiful girl during spring break inspires Tomoya to make a dating simulation video game. He tries recruiting Eriri and Utaha to assist him.",
                    "TitleJapanese": "間違いだらけのプロローグ",
                    "SummaryJapanese": "「ある春の日、俺は、運命と出逢った」\n\n桜が舞い散る坂の上で、高校2年生の安芸倫也は白いワンピースの美少女に出会う。\nその出会いに運命を感じたオタク少年の倫也は、彼女をメインヒロインにした「最強ギャルゲー」を制作する事を決意する。\nそこで、美術部のエースにして超有名同人作家の澤村・スペンサー・英梨々と、学園一の才女にして超人気ラノベ作家の霞ヶ丘詩羽に協力を仰ごうとする。\nそんな中、あの時の「美少女」が意外な人物だったことが判明する。"
                },
                "2": {
                    "ID": "4872725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/4872725",
                    "TitleEnglish": "A Girlfriend Without a Raised Flag",
                    "SummaryEnglish": "Tomoya asks Megumi out and gives her a lecture on how a perfect heroine should be like. He invites her to his home for an even more detailed lesson!",
                    "TitleJapanese": "フラグの立たない彼女",
                    "SummaryJapanese": "あの日、運命を感じた美少女は、なんてことはないただのクラスメイト、加藤恵だった。「メインヒロイン」のイメージ像とは程遠い薄い存在感の恵に、倫也は途方に暮れてしまう。\n\n「加藤……俺の創作意欲を返せ」\n\n落ち込んでいるのもつかの間、倫也と恵のもとに待ち合わせをすっぽかされた英梨々と詩羽がやってくる。"
                },
                "3": {
                    "ID": "4872726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/4872726",
                    "TitleEnglish": "Retake the Climax",
                    "SummaryEnglish": "Tomoya continues to procrastinate despite a fast approaching deadline for his project proposal. Eriri and Utaha wonder if he's really serious about creating a dating sim.",
                    "TitleJapanese": "クライマックスはリテイクで",
                    "SummaryJapanese": "ゴールデンウィーク明けまでに英梨々と詩羽を納得させる企画書を作る事になった倫也。\nそこで恵をミーティングに誘うが、恵はゴールデンウィークいっぱいは家族旅行で北海道にいると言う。ひとり、机に向かう倫也だが、全くはかどらず、時間ばかりが過ぎていく。\n\nそこへ、突如英梨々がやって来る。\n\n「もしかしてお前、今日来たのって、俺のこと励ましに……？」"
                },
                "4": {
                    "ID": "4872727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/4872727",
                    "TitleEnglish": "Budget, Deadline and New Development",
                    "SummaryEnglish": "Tomoya sets up a meeting with his recruits to discuss the game. After seeing Megumi with a boy, he can't help but feel jealous!",
                    "TitleJapanese": "予算と納期と新展開",
                    "SummaryJapanese": "「それにしても、いまだに信じられないな……\nこれを書いたのが、あの霞ヶ丘先輩だなんて」\n\n霞ヶ丘 詩羽、その正体は、シリーズ累計５０万部突破『恋するメトロノーム』原作者、超人気女子高生ラノベ作家、霞詩子である。\n\n次回作も期待されているのだが、全くプロットが進んでいない。\nそんな彼女のもとに、編集部よりインタビューの仕事が舞い込む。乗り気ではない詩羽だったが、その相手が意外な人物であると知り……!?"
                },
                "5": {
                    "ID": "4872728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/4872728",
                    "TitleEnglish": "The Date Event of Crossing Paths",
                    "SummaryEnglish": "Utaha manages to write out the plot of their game, but it might not be what Tomoya is looking for. Megumi and Tomoya go on a date.",
                    "TitleJapanese": "すれ違いのデートイベント",
                    "SummaryJapanese": "ついにサークル活動がスタートした。\n英梨々は恵をモデルにしてキャラクターデザインを始めるが、全くキャラの立たない恵から二次元的メインヒロインをデザインするという作業に早速頭を抱えていた。\n\nそんな中、倫也が唐突に口を開く。\n\n「ところでさ、英梨々。デートって、したことあるか？」\n\n英梨々と詩羽の動揺は凄まじく…。"
                },
                "6": {
                    "ID": "4872729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/4872729",
                    "TitleEnglish": "Deciding the Night for Two",
                    "SummaryEnglish": "Tomoya leaves Kato in the middle of their date to meet up with Utaha. She takes him to a hotel, and they spend the night together. Alone…",
                    "TitleJapanese": "二人の夜の選択肢",
                    "SummaryJapanese": "次回作の取材のため町田とともに和合市を訪れていた詩羽へ、『倫理君』からの着信が続く。\n気になりながらもその電話に出ることができない詩羽は、倫也との出会い、そして半年前の出来事を思い出していた。\n\nその頃詩羽を追いかけて和合市まで来た倫也は、二人の思い出の場所、ファミレス、駅前公園などを探しまわるが、ついに雨まで降り出して…。\n\n「いつになったら許してくれるのかな……」"
                },
                "7": {
                    "ID": "4872730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/4872730",
                    "TitleEnglish": "Friend, Foe or a New Character",
                    "SummaryEnglish": "While Tomoya is preparing for the Summer Comiket, two familiar faces from his past show up. Will this affect his game and all the preparations?",
                    "TitleJapanese": "敵か味方か新キャラか",
                    "SummaryJapanese": "「お、お前っ、\n男の俺を巻き込んでおきながら十八禁作るつもりか！？」\n\n夏コミを控え修羅場モードの英梨々に呼び出された倫也。\n原稿が遅れている原因が自分であるため手伝いを申し出るが、同人誌作りに関して素人である倫也に英梨々はストーリーを一緒に考えてほしいと言う。\nかくして原稿の読み合わせをする二人だが、英梨々の描く同人誌は十八禁で……。"
                },
                "8": {
                    "ID": "4872731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/4872731",
                    "TitleEnglish": "A Wingman's Traumatic Recollection Mode",
                    "SummaryEnglish": "Megumi makes a concerted effort to understand dating sims. Later, Megumi and Tomoya assist Izumi during Summer Comiket.",
                    "TitleJapanese": "当て馬トラウマ回想モード",
                    "SummaryJapanese": "キャラクターデザインの方向性を打ち合わせるため倫也の部屋を訪れた恵だったが、そこには夏コミ開始を翌日に控えて原稿を進める英梨々と手伝う倫也の姿があった。\n集中するふたりにサークルの打ち合わせはできないと感じた恵は、時間潰しのためリトラプをプレイし始めたのだった。\n\nそして翌日、倫也の\"弟子\"出海が出展するサークルスペースへ倫也と恵がやってきた。感激で胸をぎゅうぎゅうと押し付け倫也に抱きつく出海に、恵は少しの感情も込めずに言う。\n\n「えっと……せっかく彼女と勘違いされてることだし『倫也から離れなさいよこの泥棒猫っ』とか言った方がいいかな？」"
                },
                "9": {
                    "ID": "4872732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/4872732",
                    "TitleEnglish": "One-on-one Route After 8 Years",
                    "SummaryEnglish": "After Tomoya hurts Eriri's feelings by praising Izumi's book, Utaha and Megumi urge him to make up with her in order to keep their group together.",
                    "TitleJapanese": "八年ぶりの個別ルート",
                    "SummaryJapanese": "走り去る英梨々にただ立ち尽くすことしか出来なかった倫也。\n自室で目が覚めた倫也は、目の前にいる詩羽に驚きの声を上げる。恵からの連絡に詩羽はすぐさま駆けつけたのだった。\nふたりに英梨々とのやりとりを説明するが、大人げないと指摘され、このことが原因で英梨々はクリエイターとして活動できなくなるかもしれないと言われてしまう。\nサークル崩壊の危機を乗り越えようと思案する倫也に恵が告げた。\n\n「安芸くんが……\n主人公じゃなくて、ヒロインになればいいんだよ」"
                },
                "10": {
                    "ID": "4872733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/4872733",
                    "TitleEnglish": "A Melody of Reminiscing and Support",
                    "SummaryEnglish": "After an argument with her dad, Michiru runs away and decides to crash at Tomoya's place for a while. In the circle meeting, it is decided that background music is needed for the game. Will they find someone to help them out?",
                    "TitleJapanese": "思い出とテコ入れのメロディ",
                    "SummaryJapanese": "倫也、英梨々、詩羽、恵の4人がゲームでのお風呂遭遇イベントについて、ビデオ通話をしていた夜。 夏コミでの出来事からモチベーションの上がっている英梨々と、自分の新作小説以上に熱を込めてゲームシナリオに取り組む詩羽、ネット上でもステルス能力を発揮する恵だったが、時刻はいつの間にか0時半に。\n本日のネット会議は解散して倫也は風呂へ向かうが、なぜかそこには下着だけを身に付けた従姉妹の美智留がいて……。\n\n「違うだろ！お前は悲鳴を上げて『な、何見てるのよこのスケベ～！』って怒らなくちゃならない立場だろ！」"
                },
                "11": {
                    "ID": "4872734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/4872734",
                    "TitleEnglish": "Ready to Start Resolving the Subplots",
                    "SummaryEnglish": "Tomoya continues his attempts to recruit Michiru to his cause. Her critical words, however, cause Tomoya to question the dedication of his circle's members.",
                    "TitleJapanese": "伏線回収準備よし",
                    "SummaryJapanese": "サークルの音楽担当として美智留を他のメンバーに紹介する倫也。だが、当の美智留はオタクへの興味を全く示さないばかりか、『痛い夢追っかけてないで、脱オタして現実見ようよ』と逆説得を始める始末。それでも美智留の才能に惚れ込んだ倫也は、必死にサークルへの参加を頼み込むのだが……。\n\n「あたしたちのバンドは、みんなが本気で同じ夢を\n目指してるんだ……あんたのサークルとは違うんだよ」"
                },
                "12": {
                    "ID": "5168949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/5168949",
                    "TitleEnglish": "The Ups and Downs at the End of Each Day",
                    "SummaryEnglish": "The group goes to see Icy Tail's first-ever concert. Before performing, Michiru's bandmates reveal a startling secret.",
                    "TitleJapanese": "波乱と激動の日常エンド",
                    "SummaryJapanese": "ゲーム制作の進行が遅れている中、英梨々や詩羽には事情を明かさぬまま、『icy tail』のマネージャーも引き受けた倫也。彼の尽力により、ついに『icy tail』は初ライブを迎える。だがこのライブには美智留の知らない秘密があり……？\n\n美智留のマネージャーを引き受けた倫也の真意とは!?\nblessing softwareはゲームを完成できぬまま、解散してしまうのか!?"
                }
            }
        },
        "2": {
            "ID": "653043",
            "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/seasons/official/2",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "5892814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/5892814",
                    "TitleEnglish": "The Way of Two Boring Rivals' Encounter",
                    "SummaryEnglish": "One and a half years ago at Toyogasaki Academy. Utaha confirms that the library is carrying the light novel she wrote Metronome in Love. She leaves and gets stopped along the way by Eriri Spencer Sawamura. We finally get to see how Eriri and Utaha meet. What exactly happened between them?!",
                    "TitleJapanese": "冴えない竜虎の相見えかた",
                    "SummaryJapanese": "時は1年前の豐ヶ崎学園。\n自分の書いたライトノベル「恋するメトロノーム」が図書室に入ったのを確認する詩羽。\nその帰り道の廊下を歩いていると、途中階段に差しかかったところである人物に突然声をかけられる。\n声をかけたその人物こそ「澤村・スペンサー・英梨々」だった。\nついに明かされる英梨々と詩羽の出会い。\n二人の間にはいったい何が！？"
                },
                "2": {
                    "ID": "6035497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/6035497",
                    "TitleEnglish": "Turning Point of Earnest and Real",
                    "SummaryEnglish": "Utaha and Tomoya go out on a date in Ikebukuro to celebrate the completion of the script. After going around to a book store and movie theater, they have dinner at a restaurant. That's when Utaha asks Tomoya whether she should attend a nearby university or one located in Kansai for college. Tomoya gives her his answer at the end of the date. Hearing it, Utaha decides to take a certain action.",
                    "TitleJapanese": "本気で本当な分岐点",
                    "SummaryJapanese": "ついに完成したシナリオの脱稿祝いの打ち上げとして、池袋でデートをする倫也と詩羽。\n本屋、映画館と詩羽の知識欲を満たす場所を巡り、夜はレストランで食事をする二人。\nそこで詩羽は、近くの大学に進学するべきか、関西の大学に進学するべきかを倫也に問いかける。\nデートも終わり、帰り際の駅でその詩羽の問いかけに対し、とある結論をだす倫也。\nその、結論を聞いた詩羽はとある行動に出るのだった。"
                },
                "3": {
                    "ID": "6035499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/6035499",
                    "TitleEnglish": "First Draft, Second Draft and Great Long Thinking",
                    "SummaryEnglish": "Tomoya and the others arrive to meet Izumi, but to their surprise, Iori is there waiting as well. Iori reveals that his Dōjin Team, Rouge en Rouge, is making a new game that is in the same genre as the game Blessing Software is working on, and that Izumi will be in charge of its art. Tomoya believes in his team members, but Iori tells him that he is confident his game's story will be better.",
                    "TitleJapanese": "初稿と二稿と大長考",
                    "SummaryJapanese": "出海との待ち合わせ場所に着いた倫也達。なんとそこには、出海だけでなく伊織の姿もあった。\nそこで伊織は自分のサークル「rouge en rouge」の新作ゲームをメイン原画を出海が担当し、\nさらにゲームのジャンルを「blessing software」と被らせることで、真向勝負の構えを見せる。\nサークルメンバーの力を信じる倫也に、\n伊織は「シナリオだけは負ける気がしない」と言い放つ。"
                },
                "4": {
                    "ID": "6035500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/6035500",
                    "TitleEnglish": "New Route of Two Nights and Three Days",
                    "SummaryEnglish": "Tomoya has noticed a fatal flaw in the script Utaha had written. While her script reads amazingly as a novel, it does not hold up very well as a game script. As the director, Tomoya decides the script needs to be rewritten and begins revising it. Fortunately, Utaha comes in to help as well after composing herself, and the two of them work together to improve the writing as a game script.",
                    "TitleJapanese": "二泊三日の新ルート",
                    "SummaryJapanese": "詩羽の書いたシナリオの致命的な弱点に気付いてしまった倫也。\nそのシナリオは小説としては完璧のクオリティだが、ゲームのシナリオとしては成立していなかった。\n倫也はディレクターとしてシナリオのリテイクを決断し、シナリオの修正を始める。\nそこに、気持ちを整理した詩羽も協力し\n二人でゲームとしてのシナリオを作り上げていくのだった。"
                },
                "5": {
                    "ID": "6035501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/6035501",
                    "TitleEnglish": "Deadline or Awakening",
                    "SummaryEnglish": "With the script rewrites and additional character route, game production has been significantly delayed, and it's becoming apparent that Eriri is running behind with the art. Utaha points out the quality doesn't reflect the time she's putting in. Even so, Tomoya trusts that Eriri will deliver in the end. So Eriri withdraws herself to her secluded family villa in Nasu Kogen to focus on her work...",
                    "TitleJapanese": "締め切りが先か、覚醒が先か",
                    "SummaryJapanese": "シナリオのリテイク＆ルートの追加により、順調にゲーム制作の進行も遅れる中、\n英梨々の原画作業にも遅れが目立ち始める。\nかけた時間がクオリティに反映されてこないと指摘する詩羽。\nそれでも英梨々は最後に予想通りのものをきちんとあげてくると信じる倫也。\nそんな中、英梨々は那須高原の別荘に籠り、\n一人原画作業に没頭するのだが・・・。"
                },
                "6": {
                    "ID": "6035502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/6035502",
                    "TitleEnglish": "The Deadline Buried in Snow",
                    "SummaryEnglish": "Eriri finally finishes the artwork, but she collapses with a fever as she tells Tomoya she's done.",
                    "TitleJapanese": "雪に埋もれたマスターアップ",
                    "SummaryJapanese": "ついに最後の原画を完成させた英梨々だったが、\n倫也に電話で完成の報告をしている最中に風邪による高熱で気を失ってしまう。\n英梨々の異変に気付いた倫也は、マスターアップの作業よりも英梨々の元へ駆けつけることを優先する。\n伊織の助けにより那須高原の別荘にたどりつき、病床の英梨々を看病する倫也。\n果たしてゲームの完成はどうなってしまうのか――"
                },
                "7": {
                    "ID": "6035503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/6035503",
                    "TitleEnglish": "The New Plan of Revenge",
                    "SummaryEnglish": "The game Tomoya and his colleagues completed \"cherry blessing\" gained a lot of popularity on the Internet because of Eriri's art and Utaha's script, leading them to sell out all their copies at their booth, and receive a massive amount of additional orders.",
                    "TitleJapanese": "リベンジまみれの新企画",
                    "SummaryJapanese": "倫也たちが完成させたゲーム『cherry blessing』は、英梨々の原画と詩羽のシナリオがネットで評判となり、同人ショップでの委託販売もあっという間に完売し、大量の追加発注も来るほどに。\n倫也は作品の盛況ぶりを喜ぶ一方、\n恵とはまだ仲直りできないでいるのだった。"
                },
                "8": {
                    "ID": "6035504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/6035504",
                    "TitleEnglish": "The Girl Who Didn't Break the Flag",
                    "SummaryEnglish": "Replaying \"cherry blessing\", Tomoya notices details that makes him realize how dedicated Megumi had been to the game's development.",
                    "TitleJapanese": "フラグを折らなかった彼女",
                    "SummaryJapanese": "あらためて『cherry blessing』をプレイし、\nその演出の細かさから恵がどれほど真剣にゲーム制作に取り組んでいたかに気付いた倫也。\n翌日、気まずそうにする恵をなかば強引に視聴覚室に連れて行き、\nいつもの暑苦しい様子で「blessing software」の次回作について熱く語る。\nそして、ようやく恵に\n去年英梨々が倒れた時に相談できなかったことの謝罪と、\n「blessing software」を好きでいてくれたことの感謝を述べる。"
                },
                "9": {
                    "ID": "6035505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/6035505",
                    "TitleEnglish": "Graduation with a Twist",
                    "SummaryEnglish": "Tomoya celebrates Utaha's graduation from Toyogasaki Academy, and tells her that he would like to continue making games with the current members of the team.",
                    "TitleJapanese": "卒業式と超展開",
                    "SummaryJapanese": "豐ヶ崎学園の卒業式を迎えた詩羽の卒業を祝う倫也は、\n詩羽に対しこれからも今のメンバーでゲームを作っていきたいと告げる。\nそのためには、みんなが参加したいと思える企画を立てるしかないと考え、詩羽に新作ゲームの企画書を見せる倫也。\n詩羽はその企画書に対して75点という高評価をつけるも、\nこの企画には参加できないと告げるのだった。"
                },
                "10": {
                    "ID": "6035506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/6035506",
                    "TitleEnglish": "And the Rivals Will Challenge God",
                    "SummaryEnglish": "After the meeting with Akane, Eriri had every intention of not working for Akane. However, Utaha points out that she agreed with her comment about her slump and that she should think about the opportunity this presents. Some time later, Eriri calls Utaha over and convinces her that she is out of her slump and is able to draw better than ever, while also letting her know that she has accepted the offer to work on Field Chronicles XIII. With Eriri joining, Utaha decides to join the project in more of a supervisor role resulting in both girls leaving the circle. While Tomoya discusses the future of his next project with Iori, Iori lets him know that he and Izumi have left Rouge en Rouge feeling that they could not do what they want by remaining in that circle. Tomoya goes up that slope where he met Megumi a year ago, and Megumi is waiting for him.",
                    "TitleJapanese": "そして竜虎は神に挑まん",
                    "SummaryJapanese": "高坂朱音から、20年続く人気RPG「フィールズクロニクル」の新作に参加しないかと誘われた英梨々と詩羽。\n打ち合わせの場で、英梨々は絵が描けないのはスランプではなく、\nただ下手なだけだと罵倒され、詩羽は英梨々のおまけとして扱われてしまう。\n悔しい思いをする二人であったが、\nクリエイターとしては魅力的な企画に、心が揺れてしまう。"
                },
                "11": {
                    "ID": "6035507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saekano-how-to-raise-a-boring-girlfriend/episodes/6035507",
                    "TitleEnglish": "Resume and Start the Game",
                    "SummaryEnglish": "Tomoya is heartbroken by Utaha and Eriri's departure from the Dōjin Team, but Megumi takes the opportunity to ask Tomoya out on a date again. Back at Rokutenba Mall, the two of them go around the different stores reliving their previous date here. They visit a hat store last, and Tomoya buys her a certain hat to thank her for cheering him up and to repay her for the glasses she gifted him earlier.",
                    "TitleJapanese": "再起と新規のゲームスタート",
                    "SummaryJapanese": "詩羽と英梨々のサークル離脱で傷心の倫也。恵はそんな倫也をもう一度デートにと誘う。\n場所は再び六天馬モール。前回のデーのトことを懐かしく感じながら、色々なお店を回る二人。\n買い物の最後に入った帽子屋で、\n倫也は自分を元気づけようとしてくれたお礼と、\n前回プレゼントしてもらった眼鏡のお返しとして、\nとある帽子をプレゼントする。"
                }
            }
        }
    }
}