{
    "URL": "https://www.thetvdb.com/series/tokyo-ghoul",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Horror",
        "Romance",
        "Suspense",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3741634/",
        "https://www.themoviedb.org/tv/61374"
    ],
    "TitleEnglish": "Tokyo Ghoul",
    "SummaryEnglish": "In Tokyo ghouls are up to mischief. When it gets dark, they attack innocent citizens and feed on their flesh. Externally, they are indistinguishable from their fellow human beings. And worse: they live in the middle of us! Who knows, maybe the nice girl from the café or the neighbor next door has a little weakness for human flesh ?! So it's no wonder that bookworm and freshman Ken lands in the middle of a ghula's arms. Cute Rize is too great to be true: her first date with Ken even takes place in a bookstore! But when she leaves, she reveals her true nature and attacks Ken. Ken survives the ghoul attack by an incredible coincidence - but with serious injuries. He must be transplanted to his attacker's organs so that he can continue to live. At first his life goes on quite normally, but gradually he discovers some inconsistencies and develops strange cravings ...",
    "TitleJapanese": "東京喰種トーキョーグール",
    "SummaryJapanese": "「この世界は間違っている――」\n\n東京に潜む『絶望』。\nそれは、人々に『死』以上の恐怖を与える怪人――“喰種”（グール）。\n\n彼らはヒトに紛れ、ヒトを狩り、その死肉を喰らう。食物連鎖の頂点に君臨する“喰種”に怯えながら、人間たちはこの『間違った世界』を生きていた。\n読書好きの大学生・カネキは、行きつけの喫茶店「あんていく」にて、リゼという少女に出会う。年齢や境遇、読書の趣味も同じという事で、急接近する二人だが……\n\n僕は小説の主人公でも何でもない… だけど…もし仮に僕を主役にひとつ作品を書くとすれば ――それはきっと、“悲劇”だ\n\n『赫子』と呼ばれる捕食器官を用いて人間を襲い、その殺傷能力の高さから「化け物」と恐れられる“喰種”だが、彼らが生きる方法は、ヒトを喰う以外に存在しない。\nカネキは、この歪んだ世界に疑問と葛藤を抱きながら、逃れようのない負の連鎖に巻き込まれていく。",
    "Aliases": [
        "Tokyo Ghoul √A",
        "Tokyo Ghoul Root A",
        "Tōkyō Gūru",
        "Tokyo Ghoul:re",
        "Tokyo Ghoul: Original"
    ],
    "Modified": "2025-06-02",
    "Seasons": {
        "0": {
            "ID": "584423",
            "URL": "https://www.thetvdb.com/series/tokyo-ghoul/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "5353877",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/5353877",
                    "TitleEnglish": "Tokyo Ghoul: Jack (OVA)",
                    "SummaryEnglish": "An incident involving a human-devouring Ghoul occurs in Tokyo's 13th Ward. To seek the truth behind what happened to his friend, the rebellious high school boy Taishi Fura pursues the Ghoul named Lantern with the young ace investigator Kishō Arima. The story follows how the ace investigator Arima and the talented 7th Ward investigator Taishi Fura first met.",
                    "TitleJapanese": "東京喰種【JACK】",
                    "SummaryJapanese": "CCGによる“梟”討伐作戦から遡ること12年前。東京13区では“ランタン”と呼ばれる喰種による捕食事件が頻発し、CCGが捜査にあたっていた。そんな中、高校生・富良太志は、肘の故障が原因で野球を続けられなくなった挫折から、かつてのチームメイトで親友でもある、リョウ、アキと共に不良行為を繰り返していた。だが、リョウと仲違いしてしまった太志は、ふたりから離れ、ひとりで行動するようになる。リョウとアキはそんな太志を心配しつつも、うまく声をかけられず、それぞれにもどかしい思いを抱えていた。ある日の深夜、不良グループと行動を共にしていたリョウとアキを“ランタン”が襲う。通りがかった太志は、ふたりを助けようとするが到底敵わない。そこへ現れたのが、同じクラスの有馬貴将だった。有馬は人間離れした動きで“ランタン”を攻撃し、追詰めていく。勝てないと判断した“ランタン”はその場を立ち去り、太志は命を救われた。太志は、自分自身のため、そして失った仲間の仇を取るため、有馬にランタン討伐の協力を申し出る。"
                },
                "2": {
                    "ID": "5353876",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/5353876",
                    "TitleEnglish": "Tokyo Ghoul: Pinto (OVA)",
                    "SummaryEnglish": "Shuu Tsukiyama (aka Gourmet) is photographed by Chie Hori, a classmate, while eating a meal. However, she doesn't seem fazed by him or his choice of meals and is apparently in it just for photography. But Shuu Tsukiyama doubts her motives.",
                    "TitleJapanese": "東京喰種【PINTO】",
                    "SummaryJapanese": "カネキとリゼが出会う数年前――。\n“美食”を追い求める月山 習は、捕食の瞬間を高校の同級生・掘ちえに激写されてしまう。だが、ホ­リチエは“喰種”である月山を怖がることもなく、ただ最高の瞬間が撮れたことを喜ぶだ­けだった。ペースを崩された月山は、カメラ少女・ホリチエに興味を持ち接触するように­なるが、 なぜか“美食家”としての食指が動かない。そこで、ホリチエを「ディナー」に招待し、­彼女の本質を見極めようとするが…。"
                },
                "3": {
                    "ID": "8088053",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/8088053",
                    "TitleEnglish": "Tokyo Ghoul",
                    "SummaryEnglish": "Tokyo Ghoul takes place in an alternate reality where ghouls, individuals who can only survive by eating human flesh, live among normal humans in secret, hiding their true nature to evade persecution from the authorities.",
                    "TitleJapanese": "Tokyo Ghoul",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "10795391",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/10795391",
                    "TitleEnglish": "Tokyo Ghoul S",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Tokyo Ghoul 'S'",
                    "SummaryJapanese": "Ken Kaneki est étudiant à l'université. Il est aussi à moitié goule et à moitié humain. Il agonise devant sa situation. Essayant d'éviter d'autres goules, il s'abrite au café Anteiku et passe du temps avec Toka Kirishima. Un jour, une goule, Shu Tsukiyama, apparaît au café Anteiku, il s'appelle le \"Gourmet\"..."
                }
            }
        },
        "1": {
            "ID": "584426",
            "URL": "https://www.thetvdb.com/series/tokyo-ghoul/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4872381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/4872381",
                    "TitleEnglish": "Tragedy",
                    "SummaryEnglish": "Amid news reports of \"Ghoul\" attacks nearby, ordinary college student, Ken Kaneki, encounters Rize — a girl who is an avid reader like him, at the café he frequents. Little does he realize that his fate will change overnight.",
                    "TitleJapanese": "悲劇",
                    "SummaryJapanese": "東京。ここでは、人に紛れ人を喰らう「喰種（グール）」と呼ばれる怪人がはびこっていた。読書好きの大学生・金木研（カネキ　ケン）は、行きつけの喫茶店「あんていく」で自分の好きな作家・高槻泉(タカツキ　セン)の小説を愛読する神代利世（カミシロ　リゼ）と出会い、本屋デートをすることになる。自らの運命を変える事故に巻き込まれてしまうとも知らずに…。　瀕死の重傷を負うカネキだったが、手術により何とか一命を取り留めるが…。　「何を食べても不味いんです」　目覚めたカネキにある異変が起こりはじめ…!?"
                },
                "2": {
                    "ID": "4922954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/4922954",
                    "TitleEnglish": "Incubation",
                    "SummaryEnglish": "Kaneki struggles to adapt to his new nature with no success, until another ghoul, Nishiki Nishio attempts to prey on his friend Hideyoshi Nagachika and he must fight to protect him.",
                    "TitleJapanese": "孵化",
                    "SummaryJapanese": "死体の香りにつられ、喰種であるニシキと鉢合わせたカネキを救ったのは「あんていく」の店員・霧嶋董香（キリシマ　トーカ）と店長の芳村だった。喰種としての飢えに悩まされるカネキに、芳村は「ある包み」を渡す。翌日、友人・ヒデ（永近英良：ナガチカ　ヒデヨシ）のメールを見て大学に戻ったカネキは、ヒデから先輩の「西尾」を紹介される。それは、前日鉢合わせた喰種・ニシキだった。ごく普通の人間のようにふるまっていたが、帰り道に突然ヒデに襲いかかり、気絶させてしまう。　「お前の喰いモン汚しちまったよ」　　カネキの前で再び喰種としての本性を現すが…!?"
                },
                "3": {
                    "ID": "4922955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/4922955",
                    "TitleEnglish": "Dove",
                    "SummaryEnglish": "Yoshimura teaches Kaneki more about how to blend in with mankind, and takes in a mother and daughter needing protection. Two ghoul investigators are assigned to the 20th Ward.",
                    "TitleJapanese": "白鳩",
                    "SummaryJapanese": "「あんていく」に、喰種の笛口リョーコ（フエグチ　リョーコ）とその娘・雛実（ヒナミ）が匿われることになった。ヒナミの寂しげな表情が気になるカネキ。そんな中、カネキは芳村の右腕である四方蓮示（ヨモ　レンジ）と共に人を狩れない喰種たちのための食料調達に行くことになる。　一方、東京の喰種殲滅を目指すＣＣＧ（喰種対策局）本部ではリゼの一件から、「あんていく」のある２０区が捜査対象に挙がっていた。上等捜査官の真戸呉緒（マド　クレオ）と亜門鋼太朗（アモン　コウタロウ）が２０区に向かうことになり…。"
                },
                "4": {
                    "ID": "4922956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/4922956",
                    "TitleEnglish": "Supper",
                    "SummaryEnglish": "Kaneki starts receiving self-defense lessons from Yomo. He meets Itori, who runs her own bar, and is friends with Uta and Yomo. Kaneki is befriended by Tsukiyama, a ghoul who knew Rize, who also enjoys reading, and possesses other, more epicurean tastes.",
                    "TitleJapanese": "晩餐",
                    "SummaryJapanese": "「美食家（グルメ）」と呼ばれる喰種・月山習（ツキヤマ　シュウ）が「あんていく」を訪れた。月山を２０区の厄介者だと言い露骨に嫌な顔をするトーカは、カネキに「あいつとは関わらない方がいい」と釘を刺す。だが、月山はカネキの特殊な「におい」に目をつけ、接触を図ってきた。自らの悲劇の始まりでもあるリゼの事が気になるカネキは「リゼ行き付けの店」という月山の言葉につられ、「喰種レストラン」へ足を運ぶ。"
                },
                "5": {
                    "ID": "4922957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/4922957",
                    "TitleEnglish": "Scars",
                    "SummaryEnglish": "When Touka falls ill, Kaneki pays her a visit that has unexpected consequences. Meanwhile, as Nishiki is still recovering from his run-in with Kaneki, he is nearly preyed upon by other ghouls.",
                    "TitleJapanese": "残痕",
                    "SummaryJapanese": "体調を崩したトーカの見舞いに訪れたカネキは、トーカが人間の友人・依子(ヨリコ)を大事に思っている事に気が付く。その帰り、カネキは喰種に襲われているニシキを助ける。ニシキを自宅に送ったカネキは、そこでニシキの恋人だという西野貴未（ニシノ　キミ）と出会った。貴未は、ニシキが喰種であると知りながら共に生活していたのだ。だが、貴未はカネキの後をつけていた月山にさらわれてしまった。ニシキと共に貴未を取り戻しに行くカネキだったが…。"
                },
                "6": {
                    "ID": "4922958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/4922958",
                    "TitleEnglish": "Cloudburst",
                    "SummaryEnglish": "The fight against Tsukiyama is resolved, but Touka wants to kill Kimi, now that it's clear she knows that Nishiki and Kaneki are ghouls. Meanwhile, Hinami is eager to see her father again after being apart for so long.",
                    "TitleJapanese": "驟雨",
                    "SummaryJapanese": "ヒナミは「あんていく」でカネキに漢字を教えてもらっていた。新しい字を次々と覚えて喜ぶヒナミは、もっとたくさんの字を覚えて父親をびっくりさせたいと、リョーコと共に本を買いに出かけていく。だがその頃、ＣＣＧ捜査官の草場と中島が、母娘の喰種に絞って付近で捜査にあたっていた。いち早く異変に気が付いたリョーコはヒナミの手を引いて逃れようとするが、そのときヒナミはある“異変”に気付き…。"
                },
                "7": {
                    "ID": "4922959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/4922959",
                    "TitleEnglish": "Captivity",
                    "SummaryEnglish": "After Kaneki and Hinami witness Ryoko's fate, the personnel at Anteiku are grieved, and Touka decides to take the investigation into her own hands. Kaneki is fed up with not being able to do anything, and decides to get involved.",
                    "TitleJapanese": "幽囚",
                    "SummaryJapanese": "ヒナミの母・リョーコがＣＣＧ捜査官・真戸の手によって命を落とした。何もできなかったことを後悔するカネキ。一方、その知らせを受けたトーカは仇を取ろうと芳村に訴えるが、「皆の安全の為」と聞き入れてもらえない。更には、ＣＣＧに顔を見られてしまったヒナミを“２４区”に移す案を告げられてしまう。納得いかないトーカは、リョーコ、そしてヒナミを思い、ある決断をする。"
                },
                "8": {
                    "ID": "4922960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/4922960",
                    "TitleEnglish": "Circular",
                    "SummaryEnglish": "Touka sets out to lure the ghoul investigators, but before she can strike, she finds that Hinami has run away. When Touka and Kaneki go out looking for her, they find themselves face to face with Amon and Mado, who has a few surprises of their own.",
                    "TitleJapanese": "円環",
                    "SummaryJapanese": "ヒナミが「あんていく」から抜け出した。だがそれは、真戸の巧妙な罠だった。ヒナミを見つけたトーカの前に、真戸が姿を現す。その頃、同じようにヒナミを探していたカネキは、もう一人の捜査官・亜門と対峙していた。戦いの中、亜門はカネキに「喰種に家族を奪われ、残された者の悲しみを考えた事があるか？」と問いかけ、喰種がこの世界を歪ませている、と言い切る。"
                },
                "9": {
                    "ID": "4922961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/4922961",
                    "TitleEnglish": "Birdcage",
                    "SummaryEnglish": "After several weeks go by, everyone tries to return to their normal lives. Hinami moves in with Touka, and despite her aversion to birds, they nurse an injured cockatiel they name Hetare back to health. Kaneki visits Itori to try to learn more about Rize.",
                    "TitleJapanese": "鳥籠",
                    "SummaryJapanese": "「あんていく」の面々は、ようやく以前と変わらないかのような日常を取り戻し始めていた。そんな中、カネキはひとり、自分の運命を変えたリゼのことを知るため、１４区にあるバー「ヘルタースケルター」を訪れる。そこで喰種のイトリから、リゼがかつて１１区にいたという情報を聞き出し…。一方、１１区では謎の喰種たちによる不穏な動きが見られ・・・。"
                },
                "10": {
                    "ID": "4922962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/4922962",
                    "TitleEnglish": "Aogiri",
                    "SummaryEnglish": "Kaneki is kidnapped by members of Aogiri Tree, an underground ghoul faction who is interested in his connection with Rize. Meanwhile, Amon is introduced to his new partner, the eccentric and dangerous Juuzou Suzuya.",
                    "TitleJapanese": "青桐",
                    "SummaryJapanese": "ＣＣＧ１１区支部が、「アオギリの樹」を自称する喰種の集団に襲撃された。生き残った者はゼロ。それを受け、ＣＣＧは過去最大規模の対組織戦の準備を始める。一方、「あんていく」には万丈数壱（バンジョウ　カズイチ）と名乗る男が殴りこんできていた。リゼに心酔している万丈は、「アオギリの樹」がリゼを狙っていると知り、リゼに逃げるよう伝えにやって来たのだ。だがそこへ、「アオギリの樹」幹部の少年、「絢都（アヤト）」が突如乱入する。その姿を見て、驚くトーカ！"
                },
                "11": {
                    "ID": "4922963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/4922963",
                    "TitleEnglish": "High Spirits",
                    "SummaryEnglish": "Kaneki is held captive by Yamori, who practices his torturous craft on him. The police and CCG move in to deal with Aogiri Tree, who have made an 11th Ward shopping mall their headquarters. In all the commotion, the Anteiku team tries to rescue Kaneki.",
                    "TitleJapanese": "衝天",
                    "SummaryJapanese": "「アオギリの樹」に連れ去られたカネキを救出しようと、芳村、四方、トーカ、ニシキ、ヒナミ、ウタが集まった。更に驚くべき人物もそこに加わり…。ＣＣＧの亜門ら捜査官たちもまた、千人を超える体制で１１区にあるアオギリの拠点に突入しようとしていた。「アオギリの樹」とＣＣＧ、そして「あんていく」の三つ巴の戦いが始まる…。"
                },
                "12": {
                    "ID": "4922964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/4922964",
                    "TitleEnglish": "Ghoul",
                    "SummaryEnglish": "As Yamori continues to brutally torture Kaneki, Rize once again appears to him, and the two of them explore Kaneki's childhood and relationship with his mother. Kaneki is forced to make a choice that has a profound impact on him.",
                    "TitleJapanese": "喰種",
                    "SummaryJapanese": "戦闘が次第に激しさを増していく、「アオギリの樹」本拠地。喰種vs人間、その戦いの行方は…。　 「あんていく」の面々はカネキを救い出せるのか！？　 一方その頃、アオギリの幹部・ヤモリに一人連れて行かれたカネキは、想像を絶する苦しみを受けることに。　 意識が朦朧となった彼の精神世界に、突如現れた人物とは…？"
                }
            }
        },
        "2": {
            "ID": "599645",
            "URL": "https://www.thetvdb.com/series/tokyo-ghoul/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5014092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/5014092",
                    "TitleEnglish": "New Surge",
                    "SummaryEnglish": "As Shinohara and Kuroiwa prepare to take on the Owl, Amon insists on joining the battle. Ayato attacks Touka, and Kaneki comes to her rescue. Meanwhile, Yomo, Tsukiyama, and Uta take on Noro, but find him to be a most unexpected opponent.",
                    "TitleJapanese": "新洸",
                    "SummaryJapanese": "人を喰らう怪人“喰種（グール）”が潜む東京。\n好戦的な喰種集団「アオギリの樹（キ）」のアジトでは、アオギリと「ＣＣＧ（喰種対策局）」、そして「あんていく」の面々が激戦を繰り広げていた。ＣＣＧの篠原幸紀（シノハラ　ユキノリ）、黒磐　巌（クロイワ　イワオ）らはSSSレートの喰種「梟（フクロウ）」と戦い苦戦。また、あんていく側のウタ、四方蓮示（ヨモ　レンジ）、月山　習（ツキヤマ　シュウ）の３人はアオギリの幹部・ノロと対決。\n一方、自らの弟・絢都（アヤト）と対峙する霧嶋董香（キリシマ　トーカ）は、アヤトの圧倒的な力の前に追い込まれていた。\nそして、最後の一撃がトーカを襲おうとしたその時…。"
                },
                "2": {
                    "ID": "5095838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/5095838",
                    "TitleEnglish": "Dancing Flowers",
                    "SummaryEnglish": "With Kaneki having left Anteiku, Touka begins studying for college to distract her from everything that is happening. Meanwhile, having incurred so many casualties while fighting Aogiri, CCG gears up to completely wipe out Aogiri Tree, as well as the Owl.",
                    "TitleJapanese": "舞花",
                    "SummaryJapanese": "アオギリとの戦いを終え、半喰種の青年・金木 研（カネキ　ケン）は「あんていく」から去っていった。\nトーカは現実を忘れようと受験勉強に打ち込み始める。\nその頃、アオギリ戦で大きな損害を出したＣＣＧは、「アオギリの樹」を完全に殲滅するため、再び動き出していた。\nその最中、１０年前の対「梟」戦を経験している黒磐は、アオギリ戦での「梟」の違和感に気づく。"
                },
                "3": {
                    "ID": "5095839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/5095839",
                    "TitleEnglish": "Hangman",
                    "SummaryEnglish": "A CCG prison bus is attacked by Aogiri Tree members. At Anteiku, Touka and Hinami find out that Kaneki is involved in the attack, but each react to the news in different ways, prompting Hinami to try to be less of an imposition upon Touka.",
                    "TitleJapanese": "吊人",
                    "SummaryJapanese": "ＣＣＧの護送車が、「アオギリの樹」に襲撃された。「あんていく」のトーカと笛口雛実（フエグチ　ヒナミ）は、その襲撃事件にカネキが関わっている事を知り、それぞれに心を痛めていた。 そんな中、ヒナミはカネキも愛読していた作家・高槻 泉（タカツキ セン）のサイン会に、トーカに迷惑をかけまいと一人で出かけていく。一方、トーカは志望校の「上井大学」を見学に訪れ、そこでカネキの親友・永近英良（ナガチカ ヒデヨシ）と再会する。"
                },
                "4": {
                    "ID": "5095840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/5095840",
                    "TitleEnglish": "Deeper Layers",
                    "SummaryEnglish": "Amon and Akira visit Cochlea in order to get information about the Owl from Amon's former foster father, Donato Porpora. However, while they are there, the facility comes under attack by a large number of Aogiri Tree ghouls, led by Kaneki and Ayato!",
                    "TitleJapanese": "深層",
                    "SummaryJapanese": "「梟」の情報を得るため、ＣＣＧの亜門鋼太朗（アモン コウタロウ）とそのパートナーで、かつての上司・真戸呉緒（マド クレオ）の娘である真戸 暁（マド アキラ）は、生きたまま捕獲された喰種の収容所・コクリアを訪れていた。23区にあるこの施設には、かつて孤児院で亜門の父親代わりだったＳＳレートの喰種、ドナート・ポルポラが収容されている。彼から情報を聞き出そうとする亜門たち。しかしその時、コクリアに「アオギリの樹」が急襲してくる。"
                },
                "5": {
                    "ID": "5107721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/5107721",
                    "TitleEnglish": "Rift",
                    "SummaryEnglish": "After living together at a CCG children's home years earlier, Kurona, Nashiro, and Suzuya are reunited in combat at Cochlea. Ayato faces an uphill battle against Shinohara, who is equipped with armor created from the remnants of his own father, Arata.",
                    "TitleJapanese": "裂目",
                    "SummaryJapanese": "安久（ヤスヒサ）クロナとナシロ、そして鈴屋什造（スズヤ ジュウゾウ）は、かつては共にＣＣＧの児童養護施設で暮らしていた。その後、嘉納（カノウ）教授の手で半喰種となったクロナとナシロ、ＣＣＧの二等捜査官となった什造は、コクリアで敵として対峙する。だが、什造の躊躇のない一方的な攻撃に、クロナとナシロは追い詰められて行き…。一方、自身の父「アラタ」をクインケとして装着した篠原と戦うアヤトもまた、苦戦を強いられていた。"
                },
                "6": {
                    "ID": "5107722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/5107722",
                    "TitleEnglish": "Thousand Paths",
                    "SummaryEnglish": "Suzuya's hellish boyhood is revisited, and it is revealed how he came to work for CCG. As Touka studies for her entrance exams, Roma, a new waitress, fills in for her at Anteiku. Tempers erupt when Akira joins Amon and Seido for supper.",
                    "TitleJapanese": "千路",
                    "SummaryJapanese": "アオギリによるコクリア襲撃から数週間。「眼帯」ことカネキは、共喰いを繰り返し「半赫者（はんかくじゃ）」となっていた。コクリアでのアオギリとの戦いでカネキと交戦し、苦戦を強いられた篠原は、カネキを「キケンだ」と感じ、亜門にそのことを告げる。一方、その頃、アオギリのアジトに戻ったカネキは……。"
                },
                "7": {
                    "ID": "5111740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/5111740",
                    "TitleEnglish": "Permeation",
                    "SummaryEnglish": "Tsukiyama shows up at Anteiku with news for Yoshimura about Kaneki's attempt to become a kakuja via serial ghoul cannibalism. Concerned over her \"Big Brother,\" Hinami accompanies Tsukiyama to a coffee shop, where she again runs into Takatsuki.",
                    "TitleJapanese": "透過",
                    "SummaryJapanese": "月山が「あんていく」にやってきた。月山は、カネキが共喰いを繰り返し「赫者」になろうとしていると芳村（ヨシムラ）に報告する。そんなカネキを心配するヒナミは月山に誘われ、とある喫茶店を訪れるが、そこで高槻泉と再会する。カネキの事を相談するヒナミに、高槻は連絡先を渡し立ち去る。一方その頃、「あんていく」の芳村の元にカネキが訪れていた。"
                },
                "8": {
                    "ID": "5111741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/5111741",
                    "TitleEnglish": "Old Nines",
                    "SummaryEnglish": "During Kaneki's visit with Yoshimura, he asks for information about the Owl, and is told the tragic tale of a young ghoul named Kuzen. Touka makes plans to move out of Anteiku. A snowy day brings with it brisk business at the coffee shop.",
                    "TitleJapanese": "旧九",
                    "SummaryJapanese": "かつて功善（クゼン）という名の喰種がいた。人を、喰種を殺し続けた功善は、孤独な日々を過ごしていた。やがてその能力を買われ、ある組織と手を組むようになるが、孤独感は癒えないままだった。そんな時、功善は通っていた古い喫茶店で憂那（ウキナ）というひとりの人間の女性と出会う。ふたりはやがて愛し合うようになるが…。"
                },
                "9": {
                    "ID": "5111742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/5111742",
                    "TitleEnglish": "City in Waiting",
                    "SummaryEnglish": "Yoshitoki is granted permission to execute the operation to eradicate the Owl. The many CCG officers involved in the mission take time beforehand to write any last words they might have, as the 20th Ward is cordoned off and its civilians evacuated.",
                    "TitleJapanese": "街望",
                    "SummaryJapanese": "ＣＣＧ・和修常吉（ワシュウ　ツネヨシ）総議長より「梟討伐作戦」の決行の断が下された。対象の居所は…「あんていく」。大規模な作戦になることから、選ばれたＣＣＧの捜査官たちは遺書を書かされ、それぞれが死と向き合う。そしてついに２０区がＣＣＧによって封鎖。「あんていく」は梟討伐部隊に包囲される。その一報を耳にしたカネキ、そしてトーカは…。"
                },
                "10": {
                    "ID": "5111743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/5111743",
                    "TitleEnglish": "Last Rain",
                    "SummaryEnglish": "The battle between CCG and Anteiku continues, and Koma, Irimi, and Yoshimura each engage the special investigators. When a civilian gets caught in the middle, Hachikawa continues to press his attack unabated. Shinohara receives some unexpected advice.",
                    "TitleJapanese": "終雨",
                    "SummaryJapanese": "「あんていく」とＣＣＧの激しい攻防は続いていた。芳村は篠原・黒磐と、「魔猿（まえん）」こと古間円児（コマ エンジ）は田中丸望元（タナカマル モウガン）特等捜査官と戦う。一方、鉢川忠（ハチカワ チュウ）准特等捜査官たちと戦う入見（イリミ）カヤは、逃げ遅れた老婆を庇って負傷。民間人を巻き添えにしてでも攻撃をしかけてくる鉢川たちの前に、ついに死を覚悟するが…。"
                },
                "11": {
                    "ID": "5150515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/5150515",
                    "TitleEnglish": "Deluge of Flowers",
                    "SummaryEnglish": "Suzuya is left to face the newly-arrived one-eyed Owl on his own. Aogiri Tree joins the battle against CCG, who find themselves overwhelmed by the sheer number of opponents. Meanwhile, Kaneki confronts Amon, who stands in his way to Anteiku.",
                    "TitleJapanese": "溢花",
                    "SummaryJapanese": "梟の攻撃から什造を庇って、篠原が倒れた。時を同じくして、アオギリがＣＣＧとの戦いに乱入、アオギリ兵たちの猛攻にＣＣＧは次第に形勢不利となっていく。一方、カネキはあんていくへの道を封鎖する亜門と対峙していた。互いに一歩も譲らない戦いの中、ついに決着の時が訪れる…。"
                },
                "12": {
                    "ID": "5150516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/5150516",
                    "TitleEnglish": "Ken",
                    "SummaryEnglish": "Kaneki and Hide are reunited, and the two of them revisit the times they spent together. Kaneki and Touka separately remember the other members of Anteiku, as both they and CCG cope with their losses.",
                    "TitleJapanese": "研____",
                    "SummaryJapanese": "アオギリ兵たちが撤退し、「あんていく」での激しい戦いは終焉を迎えようとしていた。その最中、カネキたちの身を案じて「あんていく」への道をひた走るトーカ。人間と喰種、それぞれの想いが交錯する中、崩壊間近のあんていく店内でカネキが選んだ答えは…。"
                }
            }
        },
        "3": {
            "ID": "732650",
            "URL": "https://www.thetvdb.com/series/tokyo-ghoul/seasons/official/3",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "6348927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6348927",
                    "TitleEnglish": "Those Who Hunt: START",
                    "SummaryEnglish": "The members of Quinx Squad, an experimental division of Akira Mado's CCG squad, and composed of investigators who have been surgically made part ghoul, work to track down the A-rated ghoul Torso.",
                    "TitleJapanese": "狩る者たち　START",
                    "SummaryJapanese": "“ヒト”と変わらぬ姿をしながら“ヒト”の肉を喰らうことでしか生きながらえることができない存在“喰種（グール）”――。　彼らの脅威から人々を守るために設立された［ＣＣＧ］（喰種対策局）で、“クインクス”と呼ばれるチームが結成された。彼らは特殊な施術により喰種の能力を持つようになったヒトで構成されており、メンターとしてチームを率いる佐々木琲世（ささき はいせ）には、なぜか２年前までの記憶がない。そして彼には、［ＣＣＧ］内ではよく知られた秘密があった。\nクインクスが結成されてまもなく、女性ばかりを狙い、その胴体のみを捕食する喰種“トルソー”がらみの事件が頻発する。［ＣＣＧ］が捜査に乗り出す中、クインクスの班長・瓜江久生（うりえ くき）が独自の捜査を開始し、これに同じくメンバーの不知吟士（しらず　ぎんし）が便乗。そんな二人に掘ちえ（ホリチエ）と名乗るフリーカメラマンが情報提供者として接触してくるが、彼女は彼らに関係する“変わったもの”を報酬として要求する。"
                },
                "2": {
                    "ID": "6632156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6632156",
                    "TitleEnglish": "Member: Fragments",
                    "SummaryEnglish": "Haise loses control while fighting Orochi, and has to be subdued. Later at the Chateau, Haise berates Urie for not getting the squad to safety, and removes him from his squad captaincy. Urie seeks to increase his power.",
                    "TitleJapanese": "欠片　member",
                    "SummaryJapanese": "クインクスのメンバー、六月透（むつき とおる）の捨て身の追跡により、駆けつけた瓜江、不知に追い詰められたトルソー。だがそこに“オロチ”と呼ばれる喰種が現れ形勢は逆転する。遅れて援護に入った琲世が単独でオロチに立ち向かうが、非常に危険度の高い「Ｓ～（Ｓ以上）レート」に指定されるオロチの強さに苦戦。部下たちを守るため、琲世は全力で戦う決意をするが、それは、あまりに強大すぎるがゆえに、彼自身にも制御が難しい“喰種の力”を解放することとなり、己を見失う危険を孕んだ行為だった。"
                },
                "3": {
                    "ID": "6641289",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6641289",
                    "TitleEnglish": "Fresh: Eve",
                    "SummaryEnglish": "Urie speaks to Chief Washu about having his Frame level increased. With a mission coming up, the Quinxes try to get Saiko to come to work. Donato asks Haise about his missing memories. The squad goes undercover.",
                    "TitleJapanese": "前夜祭　fresh",
                    "SummaryJapanese": "[CCG]内での出世に執着する瓜江は、さらなる力を得るため、上官である琲世の許可を偽って自らの赫子の稼動レベルを引き上げる施術を受ける。一方クインクス班は、エース捜査官である鈴屋什造（すずや　じゅうぞう）率いる鈴屋班と、“ナッツクラッカー”と呼ばれる喰種の合同捜査を行うことに。ナッツクラッカーがＳＳレート喰種“ビッグマダム”の関与するオークションに出品するため、若い女性を中心にヒト攫いを行っていることを知り……。"
                },
                "4": {
                    "ID": "6644044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6644044",
                    "TitleEnglish": "Main: Auction",
                    "SummaryEnglish": "The Clowns act as auctioneers for a human auction, in which Mutsuki finds himself embroiled. CCG forces surround the complex in which the auction is being held, with orders to exterminate the ghouls inside--especially Big Madam.",
                    "TitleJapanese": "オークション　MAIN",
                    "SummaryJapanese": "ナッツクラッカーから首尾よく情報を引き出した六月によって、次回オークションの概要が判明した。[CCG]ではこの機会に大掛かりな喰種掃討作戦を行うことになり、六月と自ら志願した什造が“商品”として会場に潜入することに。当日――会場は、出品者や客、ビッグマダムがボディガードとして雇った“アオギリの樹（き）”構成員など多数の喰種で賑わっていた。什造と引き離され、外部との連絡も絶たれてしまった六月は、動揺を隠せないままオークションにかけられ……。"
                },
                "5": {
                    "ID": "6656305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6656305",
                    "TitleEnglish": "Press: Night of Scattering",
                    "SummaryEnglish": "The Quinx Squad rushes to save Mutsuki from Kanae. The Owl goes on a seemingly unstoppable rampage. Urie is frustrated when he is assigned escort duty. Ato Squad meets resistance trying to secure the monitor room.",
                    "TitleJapanese": "散りゆく夜　Press",
                    "SummaryJapanese": "什造の奇襲により混乱するオークション会場。に、待機していた[CCG]の部隊がなだれ込む。大乱戦の中、六月は何とか逃げ出すことに成功するが、月山家に仕える喰種、カナエ＝フォン・ロゼヴァルトに執拗に追いかけられ窮地に陥っていた。そんな六月のもとに琲世たちクインクス班が駆けつけるが…!?\n一方、掃討作戦決行中の[CCG]捜査官たちは、報告されているレート以上の戦力を見せつけるナッツクラッカーや、アオギリの樹の構成員で“オウル”と呼ばれる“半喰種（はんグール）”を相手に思いがけず苦戦を強いられることになる。"
                },
                "6": {
                    "ID": "6656306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6656306",
                    "TitleEnglish": "Turn: In the End",
                    "SummaryEnglish": "Takizawa continues his offensive against Haise on the main stage. Shirazu tries to get Saiko to help him subdue Nutcracker in the monitor room. Urie pursues Big Madam, and feels the effects of his increased Frame level.",
                    "TitleJapanese": "その、果てに　turn",
                    "SummaryJapanese": "戦線離脱した六月と護衛の瓜江が、抜け道を使って逃走を図る多数の喰種を発見。別ルートでたどり着いた什造とともに戦いに突入する。彼らの前に立ちはだかるのは、什造と浅からぬ縁があるビッグマダム。\n一方、不知たちとナッツクラッカーの駆逐に当たる琲世だったが、作戦の指揮を執る准特等捜査官・和修政（わしゅう　まつり）の命令で、行く手を阻むオウルに独り立ち向かうことに。オウルは、琲世の上司である真戸暁（まど　あきら）のかつての同僚、滝澤政道（たきざわ　せいどう）が喰種化手術を受けさせられた姿だった。彼は自分と似た境遇の琲世への対抗意識を露にし、激しい攻撃で追い詰める。"
                },
                "7": {
                    "ID": "6656307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6656307",
                    "TitleEnglish": "Mind: Days of Recollections",
                    "SummaryEnglish": "Haise asks Arima to allow him to take custody of Hinami, and the remaining ghouls retreat. Following an awards ceremony where many of the investigators are promoted, Haise hosts a celebratory dinner at the Chateau.",
                    "TitleJapanese": "心覚え在りし日々　mind",
                    "SummaryJapanese": "オークション会場を狙った喰種掃討作戦と、同時進行していたＣＣＧの移送車両の護衛作戦が終了した。捜査官にも喰種にも多数の死傷者が出る中、ハイセは“過去の自分”を知る喰種の少女、笛口雛実（フエグチ　ヒナミ）の“所有権”を申し入れる。今回の作戦で働きを認められたクインクスは、同じく功績を認められたほかの捜査官たちとともにメンバー全員の昇進が決まり、ハイセは上司の暁や、親交のある特等捜査官、有馬貴将（ありま　きしょう）を招いて、メンバーの昇進を祝うホームパーティを企画。だが、パーティ当日、ハイセの中にいるもうひとりの人格“カネキ　ケン”を知る何者かから、“奇妙な贈り物”が届く。"
                },
                "8": {
                    "ID": "6656308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6656308",
                    "TitleEnglish": "Take: The One That Wriggles",
                    "SummaryEnglish": "Tsukiyama's condition worsens. Tatara and Ayato argue about rescuing Hinami. Shirazu finds it difficult to take possession of the Nutcracker quinque. Quinx Squad begins a new joint investigation with S1 Squad.",
                    "TitleJapanese": "蠢くモノ　TAKe",
                    "SummaryJapanese": "[CCG]で、大量誘拐犯の喰種集団“ロゼ”の捜査が始まった。だが組織的に訓練され、痕跡をほとんど残さない彼らを追い詰める有効な手立ては見つからない。捜査が遅々として進まない中、琲世は自分宛に届いた“マスク”からヒントを得て、ある策を思いつく。\n一方、先日のオークションで六月を狙ったカナエは、大きな喪失感から心を病んだ主、月山習（つきやま　しゅう）の姿に心を痛めていた。そんなカナエに、月山の友人ホリチエが、彼を助けるための作戦を持ちかける。"
                },
                "9": {
                    "ID": "6656309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6656309",
                    "TitleEnglish": "Play: Ghost",
                    "SummaryEnglish": "Having seen a photo of Haise, Tsukiyama bounces back and races to see him. Haise takes the rest of the squad to Uta's shop to be fitted for masks. Kijima releases a shocking video on the CCG website to draw Rose out.",
                    "TitleJapanese": "亡霊　play",
                    "SummaryJapanese": "ホリチエから琲世の写真を見せられた月山は、“金木研”が生きていたことを知り喜々として会いに行く。だが“カネキ”としての記憶を失った琲世には、月山のことがわからない。そんな中、[CCG]准特等捜査官キジマ式が、ロゼの一件で捕らえた月山家の使用人、ユウマの拷問映像をＳＮＳ上に流す。それは月山家はもちろん、[CCG]内部でも反発がおきるほどショッキングなものだった。月山は何とかしてユウマを救い出そうと、捜査官である琲世に協力を頼もうと考えるが……。"
                },
                "10": {
                    "ID": "6656310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6656310",
                    "TitleEnglish": "Think: Wavering",
                    "SummaryEnglish": "Eto drops in on a defeated Kanae, offering to help. Shirazu decides he needs to make a fresh start. Ui finally consents to Haise's idea of an undercover fact-finding mission. Haise grows frustrated probing into his past.",
                    "TitleJapanese": "ゆれる　think",
                    "SummaryJapanese": "いまだ全容がつかめないロゼの捜査に、クインクスの特性を生かした琲世考案の“マスク作戦”が導入された。だが捜査を進める中で琲世は、喰種にすら畏れられる“眼帯の喰種”の存在を知り、“彼”の調査を始める。そして[CCG]の資料室で、殉職した捜査官、亜門鋼太朗（あもん　こうたろう）が遺したレポートを見つけ……!?　そんな中、キジマが仕掛けた新たな策から、ロゼの捜査が大きく進展する。"
                },
                "11": {
                    "ID": "6656311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6656311",
                    "TitleEnglish": "Write: Failure",
                    "SummaryEnglish": "Matsumae and Mairo try to hold off the investigators long enough for Shu to escape. Haise and Shu face each other on the building's helipad. Quinx Squad has their hands full when a powerful ghoul stands in their way.",
                    "TitleJapanese": "欠落者　writE",
                    "SummaryJapanese": "[CCG]に屋敷に踏み込まれ、父・観母（みるも）や使用人たちが投降する中、側近の松前（まつまえ）とともに逃げのびた月山は、彼を生かすために命を賭した者たちのことを想い、“当主”となる責任を噛み締める。その月山の前に喰種捜査官として立ちふさがる琲世。\n一方、“月山家駆逐作戦”で伊東倉元（いとう　くらもと）率いる伊東班と合流したクインクスは、“ノロ”と呼ばれる喰種と遭遇。脅威の再生力を持つノロを相手に迷いを断ち切った不知が、ナッツクラッカーの赫子から作り出したクインケで応戦するが……!?"
                },
                "12": {
                    "ID": "6656312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6656312",
                    "TitleEnglish": "Beautiful Dream: Dawn",
                    "SummaryEnglish": "Eto arrives on the rooftop, spurring Kanae to attack Haise, who must also reason with Kaneki. With the other squad members on the ropes, Shirazu goes all-out to stop Noro. Kanae and Tsukiyama reach an understanding.",
                    "TitleJapanese": "夜明け　Beautiful Dream",
                    "SummaryJapanese": "ノロを相手に次々と仲間が倒されてゆく中、踏みとどまって戦う不知。その姿を目にし、必死で立ち上がる瓜江。ふたりの渾身の攻撃がノロを捉える。\n一方、月山の窮地に駆けつけ、怒涛の攻撃を仕掛けるカナエだったが、“カネキ”の記憶を取り戻し始めた琲世の反撃に瀕死の重傷を負う。そこに“隻眼の梟（せきがんのフクロウ）”と呼ばれる半喰種、エトが現れ悪意を振りまく。最後の力を振り絞るカナエだが……。そして、琲世がついに、“カネキ”として完全に覚醒し――。"
                },
                "13": {
                    "ID": "6725812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6725812",
                    "TitleEnglish": "Place: And So, Once Again",
                    "SummaryEnglish": "CCG locates Aogiri Tree's headquarters. Hinami's execution is scheduled. Takatsuki's editor is questioned over whether or not she is a ghoul. Before Takatsuki can be questioned, however, she makes a stunning public announcement.",
                    "TitleJapanese": "そして、もう一度　Place",
                    "SummaryJapanese": "“ヒト”と変わらぬ姿をしながら“ヒト”の肉を喰らうことでしか生きられない存在、“喰種（グール）”――。\n喰種から人々を守るために組織された〔CCG〕（喰種対策局）で喰種捜査官として働く佐々木琲世（ささき　はいせ）は、もとは“ヒト”でありながら、喰種が持つ特殊な内臓器官“赫包（かくほう）”を移植されたことで“半喰種（はんグール）”となった青年・金木研（カネキ　ケン）であった。\n〔CCG〕が、喰種の一大組織“アオギリの樹”の本拠地が“流島（るしま）”にあることを突き止め、殲滅に乗り出す。激戦が繰り広げられる中、作家の高槻泉（たかつき　せん）こと芳村（よしむら）エトは、記者会見を開き、自ら“喰種”であることを公表。以前からエトを追っていたカネキは捜査官として彼女を喰種収容施設“コクリア”へと連行するが、そこでエトから、あることを託される。"
                },
                "14": {
                    "ID": "6827309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6827309",
                    "TitleEnglish": "Volt: White Darkness",
                    "SummaryEnglish": "Ayato leads a raiding party on Cochlea to rescue Hinami, He is joined by Touka and Yomo. Haise tries to get Hinami to safety, but is confronted by Furuta. As the others flee through the basement, Haise confronts Arima.",
                    "TitleJapanese": "白い闇　VOLT",
                    "SummaryJapanese": "コクリアに収容された喰種の少女、笛口雛実（フエグチ　ヒナミ）の“処分”が決まった。彼女のことを幼い頃から知る金木は、すべてを失う覚悟でヒナミを救い出す。同じ頃、アオギリの樹の構成員、霧嶋絢都（キリシマ　アヤト）と万丈数壱（バンジョー　カズイチ）率いる一団もまた、ヒナミを助けようとコクリアを急襲。だがそんなアヤトたちの前に「死神」と呼ばれる〔CCG〕最強の捜査官、有馬貴将（ありま　きしょう）が立ちふさがる。援護に現れたアヤトの姉、霧嶋董香（キリシマ　トーカ）や叔父の四方蓮示（ヨモ　レンジ）の力も及ばず追い詰められていく一同。そこに現れ、有馬に対峙したのは、かつて捜査官時代に彼を師と仰いだ金木だった――。"
                },
                "15": {
                    "ID": "6827310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6827310",
                    "TitleEnglish": "Union: Cross Game",
                    "SummaryEnglish": "CCG's assault on Aogiri Tree on Rushima Island continues, and Urie and Saiko are anxious to rescue Mutsuki. Tatara and Kurona both make their stands against the investigators. Akira receives help from a surprise source.",
                    "TitleJapanese": "クロスゲーム　union",
                    "SummaryJapanese": "流島の各地で〔CCG〕と“喰種”との死闘が続く中、喰種捜査官・阿原半兵衛（あばら　はんべえ）は、敬愛する班長・鈴屋什造（すずや　じゅうぞう）に恨みを持つ半喰種、安久黒奈（ヤスヒサ　クロナ）と遭遇。高い戦闘力と強靭な肉体を持つクロナに完全に追い詰められていた。そこに現れたのは…？\n一方、法寺項介（ほうじ　こうすけ）と真戸暁（まど　あきら）が率いる部隊の前に立ちふさがったのは、アオギリの樹の幹部、タタラだった。法寺との遺恨を晴らすべく、容赦ない攻撃を仕掛けてくるタタラ。そこに突如、“オウル”と呼ばれる元喰種捜査官の半喰種・滝澤政道（タキザワ　セイドウ）が割って入り……!?"
                },
                "16": {
                    "ID": "6827312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6827312",
                    "TitleEnglish": "Vive: Those Left Behind",
                    "SummaryEnglish": "As the fighting on Rushima reaches its climax, Akira makes a fateful decision. Urie, together with the new members of the Quinx Squad, continue their search for Mutsuki. Arima makes a startling revelation to Kaneki.",
                    "TitleJapanese": "遺したもの　vive",
                    "SummaryJapanese": "殉職したはずの同僚・滝澤と、上司だった亜門鋼太朗（あもん　こうたろう）との思いもよらぬ再会を果たしたアキラ。だが今の二人は、“実験体”としてその体に赫包を移植された半喰種だった。驚き混乱するアキラ。そこに瓜江久生（うりえ　くき）率いる “クインクス班”が到着した。クインクス班とは〔CCG〕が人工的に造り出した半喰種で組織されたチームであり、法寺・真戸班の援護のため、連携して滝澤たち“喰種”を追い詰めてゆく。\n一方、金木と有馬の戦いは激闘の末、有馬が捜査官人生で初めての敗北を喫する。有馬は金木にあることを託すが、それは金木がエトから託されたことと同じであった――。"
                },
                "17": {
                    "ID": "6827314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6827314",
                    "TitleEnglish": "Move: Confluence, Confusion",
                    "SummaryEnglish": "Kaneki assembles the remaining Aogiri Tree and Anteiku members to announce the creation of a new ghoul organization. Akira's course of treatment takes a surprise turn. Yomo and Touka both try to make peace with their past.",
                    "TitleJapanese": "出会い、とまどい　MovE",
                    "SummaryJapanese": "流島から逃れた喰種と、有馬の命を受けて金木たちの逃走を手助けした元〔CCG〕の“０番隊”、平子丈（ひらこ　たけ）たちが隠れ家に集まった。互いに敵対する立場だった喰種と０番隊は相容れないものがありながら、それぞれが信じるもののために手を組むことにし、“対・人間”の組織“黒山羊（ゴート）”を結成。金木が彼らをまとめるリーダー“隻眼の王（せきがん　の　おう）”となる。　そして、やはり流島から逃れ、金木たちのもとに身を寄せていたアキラと亜門は、迷い悩んだ末に、自分自身の心に従うことにし……。"
                },
                "18": {
                    "ID": "6827315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6827315",
                    "TitleEnglish": "Face: Effulgence",
                    "SummaryEnglish": "The CCG investigators that were close to Haise react to his leaving. Furuta takes over as the head of the CCG, and sets forth a new strategy to deal with the ghouls. The Clowns begin to riot, threatening CCG Headquarters.",
                    "TitleJapanese": "赫赫たる　FACE",
                    "SummaryJapanese": "最強の捜査官・有馬を失ったばかりか、トップである和修（わしゅう）一族を暗殺され混乱する〔CCG〕。　そんな中、世間を騒がせていた“ピエロ”と呼ばれる喰種の集団が、各区の〔CCG〕支局を同時に襲撃する。これに対し、総議長・和修常吉（わしゅう　つねよし）の遺言により新たな局長となった和修分家の旧多二福（ふるた　にむら）は、「彼ら喰種が次に狙うのは本局である」と推測。各区の防衛はそのままに、本局を有馬にかわる最強の捜査官、鈴屋什造に守らせる作戦に出る。　各区で戦いが繰り広げられる中、クインクス班を率いる瓜江は、因縁のある喰種、ドナート・ポルポラの姿を目にし……!?"
                },
                "19": {
                    "ID": "6827316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6827316",
                    "TitleEnglish": "Proof: Bonds",
                    "SummaryEnglish": "Under Furuta, CCG cracks down hard on the ghoul community, forcing Goat to go underground. Takeomi and Yoriko set a wedding date. Mutsuki locates Kaneki and invites him back. Touka takes the next step with Kaneki.",
                    "TitleJapanese": "紲　proof",
                    "SummaryJapanese": "〔CCG〕が新造のクインクス部隊“オッガイ”を新たな戦力として投入。彼らの活躍と、新局長・旧多の手腕により、窮地に立たされる喰種たち。少しでも多くの喰種を救おうと、黒山羊（ゴート）のメンバーとともに戦う金木だが、すべてを救えるわけもない。　そんな中、喫茶“：ｒｅ”で束の間の休息をとる金木は、トーカから突然告白され動揺。そこに金木の〔CCG〕時代の部下、六月透（むつき　とおる）が現れた。金木に恋心を抱く六月は、どんな手を使っても金木を連れ戻そうと激しい攻撃を繰り出すが――!?"
                },
                "20": {
                    "ID": "6827318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6827318",
                    "TitleEnglish": "Incarnation: Awakened Child",
                    "SummaryEnglish": "Mutsuki leads the Oggais in a raid on Goat's underground lair. Urie and Kuroiwa confront Furuta in his office over his fitness to lead. Kaneki and Suzuya face each other in combat. Kaneki goes to drastic lengths to protect Touka.",
                    "TitleJapanese": "めざめた子　incarnation",
                    "SummaryJapanese": "局長・旧多の下、喰種だけでなく、彼らと接点のある民間人に対しても厳しい弾圧を始めるなどの強硬手段に出た〔CCG〕。これにクインクス班の米林才子（よねばやし　さいこ）ら〔CCG〕内にも反発する者が現れるが、旧多は喰種排除の手を緩めようとしない。瓜江とベテラン捜査官の黒磐巌（くろいわ　いわお）は、旧多の暴走を止めるため査問にかけることを決めるが、局長室で彼らの前に現れたのは…!?そしてついに、多くの喰種が身を隠す黒山羊（ゴート）のアジトが見つかり、〔CCG〕による大規模な掃討作戦が始まった――!!"
                },
                "21": {
                    "ID": "6827319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6827319",
                    "TitleEnglish": "Morse: Remembrances",
                    "SummaryEnglish": "As Dr. Kanou visits his family's gravesite, Kurona confronts him. CCG gains a new ally and expert on ghouls. Hide enlists the help of Akira and Amon to plead his case to CCG. A despondent Mutsuki lashes out at Saiko and Urie.",
                    "TitleJapanese": "心覚え　Morse",
                    "SummaryJapanese": "大切なものを守るため、目の前に立ちふさがる什造やオッガイたちと戦う金木だが、激戦の中で深刻なダメージを受けてしまう。動くこともできず追い詰められた金木はある行動に出るが……!?\nそして――　“東京”に、人間も喰種も見たことの無い巨大なバケモノ“竜（りゅう）”が誕生する！竜の出現により街は破壊され多くの犠牲者が出る中、これまで謎の喰種“スケアクロウ”として成り行きを見守っていた金木の親友、永近英良（ながちか　ひでよし）が、金木を救うため動き出す！"
                },
                "22": {
                    "ID": "6827320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6827320",
                    "TitleEnglish": "Call: The Far Side of Tragedy",
                    "SummaryEnglish": "While Kaneki's body lies dormant in its giant kagune, he has an inner dialogue with Rize. Urie talks to Mutsuki about the hardships of going it alone. A crisis places the city on alert, forcing CCG and the ghouls to work together.",
                    "TitleJapanese": "悲劇の果て　call",
                    "SummaryJapanese": "什造たちとの戦いの途中で意識が途絶えた金木が目覚めたのは、不思議な空間だった――。 金木はそこで、自分が数奇な運命を辿るきっかけを作った喰種、神代利世（カミシロ　リゼ）と再会する。リゼは金木を「人殺し」と呼びあざ笑うが、そんなリゼに対し金木は自身の決意を語る。\n一方、“核”となっていた金木を失ったことにより、原形を留めることができず崩壊してゆく竜。だが、竜から産み出された不気味な“落とし児（おとしご）”たちが振りまく“毒”により、東京のあちこちで恐るべき現象が起こり始める。"
                },
                "23": {
                    "ID": "6827321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6827321",
                    "TitleEnglish": "Act: Encounters",
                    "SummaryEnglish": "Following increasing dragon activity and the discovery of a second core, Kaneki and Ayato volunteer to go and deal with it. When Kaiko and the members of V launch an attack, CCG and the ghouls must fight together to stop them.",
                    "TitleJapanese": "邂逅　ACT",
                    "SummaryJapanese": "竜とその落とし児の脅威に対抗するため、喰種の研究者・西野貴未（にしの　きみ）らが場所を特定した竜の中心部に、“落とし児の毒”に耐性のある金木が向かうことに。　そんな中、黒山羊の本部を和修家側近の武装集団“Ｖ（ヴィー）”が襲撃。月山習（ツキヤマ　シュウ）、西尾錦（ニシオ　ニシキ）らが〔CCG〕と協力し応戦するが、Ｖと手を組むピエロが“秘密兵器”を投入し、さらなる激闘が繰り広げられる。\n一方、アヤトとともに調査に向かった金木は、ついに首謀者、旧多と対峙する――。"
                },
                "24": {
                    "ID": "6827324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tokyo-ghoul/episodes/6827324",
                    "TitleEnglish": "The Final Episode",
                    "SummaryEnglish": "Kaneki and Furuta continue their duel below the streets of Tokyo, as CCG and Goat jointly continue fighting the members of V aboveground. Kaneki comes to terms with the events of the last several years.",
                    "TitleJapanese": "",
                    "SummaryJapanese": "黒山羊＆〔CCG〕が、Ｖと激しい攻防を繰り広げていた頃、地下では金木と旧多の戦いが始まった。　和修分家に産まれた者たちの中でも突出した才能を持つ旧多は手強く、金木は苦戦を強いられる。　傷だらけになりながら、互いの思いをぶつけ合い、熾烈な戦いを続ける金木と旧多。\n「あのとき　リゼに　出逢う事がなければ――」\nそれは、果たして“悲劇”だったのか……？　その先にある未来とは？"
                }
            }
        }
    }
}