{
    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Romance",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3909210/",
        "https://www.themoviedb.org/tv/61422"
    ],
    "TitleEnglish": "The Fruit of Grisaia",
    "SummaryEnglish": "Mihama Academy—on the surface, a closed learning environment established to nurture students who find themselves at odds with the world around them; in actuality, an orchard-cum-prison built to preserve fruit that has fallen too far from its tree. Yet with the arrival of the institute's first male student, the nearly preposterously opaque Kazami Yuuji, the students at Mihama begin to fall out of step with their predetermined rhythms. Will Yuuji prove to be the element the girls around him needed to take hold of their lives once more, or will the weight of their pasts prove too steep a wall to overcome?",
    "Aliases": [
        "グリザイア：ファントムトリガー THE ANIMATION",
        "Grisaia no Rakuen",
        "Grisaia no Kajitsu",
        "グリザイアの楽園",
        "The Labyrinth of Grisaia",
        "Grisaia no Meikyuu",
        "The Eden of Grisaia",
        "グリザイアの迷宮"
    ],
    "Modified": "2025-06-02",
    "Seasons": {
        "0": {
            "ID": "586243",
            "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/seasons/official/0",
            "# Episodes": 16,
            "Episodes": {
                "1": {
                    "ID": "5081421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5081421",
                    "TitleEnglish": "I'll Serve You, Pyon",
                    "SummaryEnglish": "Sakaki playing a rabbit for Yuuji. Short released with the first volume"
                },
                "2": {
                    "ID": "5081423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5081423",
                    "TitleEnglish": "Michiru Edition “How To Enjoy the Sea Tsundere-Style”",
                    "SummaryEnglish": "Special bonus video included with the \"Le Fruit de la Grisaia Vol.2 [Limited Edition]\" set on Blu-ray (Cat. #GNXA-1722, ¥6000) and DVD (Cat. #GNBA-3082, ¥5000)."
                },
                "3": {
                    "ID": "5081424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5081424",
                    "TitleEnglish": "I'll Wash Your Back",
                    "SummaryEnglish": "Special bonus video included with the \"Le Fruit de la Grisaia Vol.3 [Limited Edition]\" set on Blu-ray (Cat. #GNXA-1723, ¥6000) and DVD (Cat. #GNBA-3083, ¥5000)."
                },
                "4": {
                    "ID": "5081425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5081425",
                    "TitleEnglish": "Makina's Boot Camp",
                    "SummaryEnglish": "Special bonus video included with the \"Le Fruit de la Grisaia Vol.4 [Limited Edition]\" set on Blu-ray (Cat. #GNXA-1724, ¥6000) and DVD (Cat. #GNBA-3084, ¥5000)."
                },
                "5": {
                    "ID": "5081427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5081427",
                    "TitleEnglish": "Summer Temptation",
                    "SummaryEnglish": "Special bonus video included with the \"Le Fruit de la Grisaia Vol.5 [Limited Edition]\" set on Blu-ray (Cat. #GNXA-1725, ¥6000) and DVD (Cat. #GNBA-3085, ¥5000)."
                },
                "6": {
                    "ID": "5081428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5081428",
                    "TitleEnglish": "Shall We Play Doctor?",
                    "SummaryEnglish": "Yuuji and his sister play doctor. Special bonus video included with the \"Le Fruit de la Grisaia Vol.6 [Limited Edition]\" set on Blu-ray and DVD."
                },
                "7": {
                    "ID": "5155185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5155185",
                    "TitleEnglish": "The Labyrinth of Grisaia: The Cocoon of Caprice 0",
                    "SummaryEnglish": "Roughly a year after his arrival at Mihama Academy, Yuuji makes the unexpected decision to pursue promotion within the institution he works for. He meets with JB at \"corporate HQ\" to discussing the documents he submitted for review as a part of the promotion process, documents pertaining to none other than his own past. Meanwhile, back at the dorm, the girls find themselves unwittingly following along after Sachi and Makina restore the shredded rough draft of said documents."
                },
                "8": {
                    "ID": "5299099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5299099",
                    "TitleEnglish": "Crude Cream Party of the Takizono Basketball Club!",
                    "SummaryEnglish": "Special bonus video included with \"The Labyrinth of Grisaia: The Cocoon of Caprice 0\" Blu-ray and DVD release."
                },
                "9": {
                    "ID": "5328112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5328112",
                    "TitleEnglish": "Yumiko's Heart-Pounding Intimate Locker After a Hot Bath",
                    "SummaryEnglish": "Included in the BD/DVD Vol.1"
                },
                "10": {
                    "ID": "5328113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5328113",
                    "TitleEnglish": "Milliela's Top Secret Field Training",
                    "SummaryEnglish": "Included in the BD/DVD Vol.2"
                },
                "11": {
                    "ID": "5328114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5328114",
                    "TitleEnglish": "Michiru Edition “Tsundere-Style Prickly Photo Session”",
                    "SummaryEnglish": "Included in the BD/DVD Vol.3"
                },
                "12": {
                    "ID": "5328115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5328115",
                    "TitleEnglish": "Makina and Sachi's Naughty Snack Time",
                    "SummaryEnglish": "Included in the BD/DVD Vol.4"
                },
                "13": {
                    "ID": "5328116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5328116",
                    "TitleEnglish": "Amane and Kazuki's Massage That Can't Go In a Diary",
                    "SummaryEnglish": "Included in the BD/DVD Vol.5"
                },
                "14": {
                    "ID": "6938402",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/6938402",
                    "TitleEnglish": "Grisaia: Phantom Trigger - 01. SORD",
                    "SummaryEnglish": "Following the Heath Oslo incident, the existence of the US-Japanese anti-terror organization CIRS has become a matter of public knowledge. CIRS has been rebuilt from the ground up, and its most covert functions spun off to a new agency: SORD (Social Ops, Research & Development). The goal of SORD is to train a new generation of operatives to defend the country against future threats. To that end, the organization has established a series of schools up and down the country. Mihama Academy, more-or-less left to rot after its abrupt closure, has been given new purpose as one such 'specialist training school'. This new incarnation of Mihama Academy is home to a diverse group of students, who every day work to polish their unusual skills - sometimes on the job. Mihama now entrusts the misfit girls who attend it with guns and live ammunition. Paying their own safety no heed, these students are again and again plunged into dangerous extrajudicial missions - all for the good of the realm."
                },
                "15": {
                    "ID": "7540635",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/7540635",
                    "TitleEnglish": "Grisaia: Phantom Trigger - 02. Soul Speed",
                    "SummaryEnglish": "A VIP from overseas who was scheduled to enter Japan suddenly disappeared. Members of Mihama Gakuen SORD begin to support the search for disappearances. Cooperation and feud with twin sisters enrolled in Mihama's sister school \"Kyosen Sakuragaoka\". Rumors of a mysterious female rider \"Soul Speed\". The chase eventually becomes a fierce battle, and the mind and body are torn apart. It was also a journey back into the past, dating back to the encounter between Lena and Hart."
                },
                "16": {
                    "ID": "7540638",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/7540638",
                    "TitleEnglish": "Grisaia: Phantom Trigger - 03. Stargazer",
                    "SummaryEnglish": "Sniper Talker of Mihama Gakuen, a special skill training school, heads to a remote island in the Philippines for an overseas joint training camp with St. Yale Foreign School with members of the privately-owned work intelligence training organization SORD. However, he was involved in the \"trouble\" of a top secret operation aimed at destroying the weapon moonshine organization, and decided to participate in the operation to chase the escaper Gumi of St. Yale. During his mission, Toka meets his memories with his parents and his unfulfilled promises with his old friend, Shiho, and thinks about Gummy's circumstances. What is the answer that Talker came up with while each speculation intersected?"
                }
            }
        },
        "1": {
            "ID": "586244",
            "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4889089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/4889089",
                    "TitleEnglish": "Ordinary Academy Life",
                    "SummaryEnglish": "A young man walks a distance of 175km and moves to Mishima Cape with a single backpack on him: Yuuji Kazami. The wish of this man so free from worldiness was thus: \"I want to enter an ordinary school and lead the life of an ordinary student.\""
                },
                "2": {
                    "ID": "5009910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009910",
                    "TitleEnglish": "School Killer Sakaki",
                    "SummaryEnglish": "At first Makina is scared of Yuuji and hides behind Amane's back, but she gradually opens up and starts to get attached to him. While all his classmates deepen their friendships with Yuuji, just one remains on guard against him: Yumiko Sakaki."
                },
                "3": {
                    "ID": "5009914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009914",
                    "TitleEnglish": "Sweet Diet",
                    "SummaryEnglish": "One day while having fun with her classmates, Amane sprains her leg during PE. Mihama Academy has no resident nurse, so Yuuji, who learned first-aid at his previous school, treats her injury. While he tends to her, Amane confesses how she feels and says \"Be my boyfriend.\" It's so sudden Yuuji comes to the conclusion she's teasing him. Amane says in response, \"If you won't be my boyfriend, then I'll be your big sister!\""
                },
                "4": {
                    "ID": "5009916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009916",
                    "TitleEnglish": "Where You Aim the Silver Bullet",
                    "SummaryEnglish": "Yuuji notices Michiru walking along the path to the high ground which overlooks the sea while on his daily, early morning run. He gets curious and follows her. There, Michiru reveals an enervated side to herself so lacking in her usual energy and asks, \"What happens to people when they die?\""
                },
                "5": {
                    "ID": "5009917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009917",
                    "TitleEnglish": "VOX IN BOX",
                    "SummaryEnglish": "Michiru tries to run away from reality after losing Meowmel and does something impulsive. Yuuji finds her quickly, and she survives without issue thanks to him. The next day, Michiru acts as cheerful as can be, like what happened the day before was all a lie. She's the same tsundere and idiot as always..."
                },
                "6": {
                    "ID": "5009918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009918",
                    "TitleEnglish": "Raison d'être",
                    "SummaryEnglish": "Michiaki Sakaki, Mihama Academy's chairman, makes use of his influence and summons JB to his side. He becomes fed up that the academy he specifically created to put Yumiko, who is supposed to succeed the Sakaki home's headship, in line isn't fulfilling its purpose. He decides to borrow the strength of JB's \"company\" to do so."
                },
                "7": {
                    "ID": "5009919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009919",
                    "TitleEnglish": "Letter of Happiness",
                    "SummaryEnglish": "Sachi: the classmate dressed as a maid who will grant any wish. However, to achieve that end she will employ any means necessary. Everyone at the academy knows Sachi has that dangerous side to her, and are careful not to be humble when they speak to her. One day with summer close at hand, Michiru carelessly tells Sachi to make the tests go away while preparing for finals."
                },
                "8": {
                    "ID": "5009921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009921",
                    "TitleEnglish": "Seed of the World Tree I",
                    "SummaryEnglish": "Yuuji suddenly announces that he'll be Makina's father. Everyone around gets confused and looks at them skeptically, but the two of them act like father and daughter very dilligently. Yuuji even becomes a rather Spartan father at the end of the term. He attempts to drive all the knowledge he possesses into Makina, from hand-to-hand combat techniques to marksmanship."
                },
                "9": {
                    "ID": "5009922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009922",
                    "TitleEnglish": "Seed of the World Tree II",
                    "SummaryEnglish": "Yuuji is urgently summoned to headquarters by JB only to find an assassination directive for Makina Irisu waiting for him. Makina is the eldest daughter of the Irisu family which controls the country from behind the scenes, and knows all of its dark secrets."
                },
                "10": {
                    "ID": "5009923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009923",
                    "TitleEnglish": "Angelic Howl I",
                    "SummaryEnglish": "Amane has shown one-sided favor for Yuuji, who she should have been meeting for the first time, ever since the day he transferred in. Yuuji is left wondering if there isn't a more compelling reason she is always so devoted to him other than \"love at first sight,\" even though it hasn't been long since she got to know him."
                },
                "11": {
                    "ID": "5009924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009924",
                    "TitleEnglish": "Angelic Howl II",
                    "SummaryEnglish": "The Takizono basketball club members who have narrowly survived the bus' fall can't reach anyone for help. They've been left behind in what seems like Hell on Earth. In the middle of that hopeless brush with death, Amane meets a girl who calls herself \"Kazuki Kazami.\""
                },
                "12": {
                    "ID": "5009926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009926",
                    "TitleEnglish": "Angelic Howl III",
                    "SummaryEnglish": "It has been several days since falling into the abyss. The girls exhaust their food on hand and don't have the willpower left to believe they'll be saved. Slowly but surely they begin to break."
                },
                "13": {
                    "ID": "5072757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5072757",
                    "TitleEnglish": "Field of Fire:10 Centimetres",
                    "SummaryEnglish": "With Yuuji's encouragement, he and Amane decide to go face their past together. However, Yuuji does have one doubt about Amane's story: \"Did Kazuki really die?\" Yuuji heads to the accident site with Amane leading the way to find answers."
                }
            }
        },
        "2": {
            "ID": "607498",
            "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/seasons/official/2",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "5083783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5083783",
                    "TitleEnglish": "The Cocoon of Caprice I",
                    "SummaryEnglish": "Asako Kusakabe rescues a young Yuuji from terrorists on a certain mission. She has evaded death as a soldier time and time again, and on a whim decides to become Yuuji's guardian. Although she partially forces it, and despite her coworker JB's concerns, the awkward female soldier and young man begin to live under the same roof."
                },
                "2": {
                    "ID": "5201567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5201567",
                    "TitleEnglish": "The Cocoon of Caprice II",
                    "SummaryEnglish": "Asako's poor health begins to interfere with her work. Yuuji senses her change in condition, and as he covers for her, he starts to think he may have found his life's meaning. Asako tries to respect Yuuji's resolve, but JB, who watches over both of them closely, is apprehensive about Yuuji's attempts to return to that violent world."
                },
                "3": {
                    "ID": "5201591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5201591",
                    "TitleEnglish": "The Cocoon of Caprice III",
                    "SummaryEnglish": "Yuuji goes to America to follow the same path as Asako, and through his rigorous military life meets and forms a deep bond with war buddies who go through the same joys and sorrows."
                },
                "4": {
                    "ID": "5201592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5201592",
                    "TitleEnglish": "The Cocoon of Caprice IV",
                    "SummaryEnglish": "Yuuji moves forward on his path as a soldier to protect \"an important woman\": Asako. However, she leaves his side without waiting until he's reached maturity. Yuuji is yet again tormented by a sense of helplessness, but is saved by Asako's parting words and begins to be able to walk on his own two feet once more."
                },
                "5": {
                    "ID": "5201594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5201594",
                    "TitleEnglish": "The Seed of Blanc Aile I",
                    "SummaryEnglish": "After Yuuji suddenly disappears, the girls at Mihama Academy notice him on the TV screen. What's more, it's being reported nationwide that he's a suspect in a terrorist plot which will likely turn into an international incident."
                },
                "6": {
                    "ID": "5224797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5224797",
                    "TitleEnglish": "The Seed of Blanc Aile II",
                    "SummaryEnglish": "After Yumiko gets in touch with the informant \"Jimmy,\" she and the other girls at Mihama Academy learn that the current situation is even worse than they thought. Although they have lost Yuuji and have been driven from the academy, they secure a new base of operations and plan a rescue mission for him."
                },
                "7": {
                    "ID": "5233832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5233832",
                    "TitleEnglish": "The Seed of Blanc Aile III",
                    "SummaryEnglish": "A formless supporter, \"Thanatos,\" suddenly supports Amane and the others. \"Her\" objective is also to liberate and rescue Yuuji Kazami. Thanatos and the Mihama girls' interests align and begin preparing to execute their mission. The girls are perplexed by Thanatos's seemingly cryptic instructions that unfold via cell phone, but they bring the girls better results than they ever expected in bringing their goal to fruition."
                },
                "8": {
                    "ID": "5233848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5233848",
                    "TitleEnglish": "The Seed of Blanc Aile IV",
                    "SummaryEnglish": "The international terrorist Heath Oslo uses nuclear weapons as a shield to threaten the nation. The nation plans to make Yuuji a human sacrifice in their dealings with Oslo. There is no other way to save Yuuji from this crisis but to rescue him as he is transferred from Ichigaya to Akasaka."
                },
                "9": {
                    "ID": "5240535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5240535",
                    "TitleEnglish": "The Seed of Blanc Aile V",
                    "SummaryEnglish": "The Mihama girls have executed their intense getaway and have rescued Yuuji. Waiting at their goal is Kazuki Kazami, who lived as the core of Thanatos for a long time. This unexpected encounter leaves Yuuji and Amane unable to hide their surprise, but circumstances don't allow them time to savor their emotional reunion."
                },
                "10": {
                    "ID": "5240536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5240536",
                    "TitleEnglish": "The Seed of Blanc Aile VI",
                    "SummaryEnglish": "Tartarus, a gigantic, man-made island, floats on the Pacific Ocean. It is both the adversary of society, and the castle of Heath Oslo, Yuuji Kazami's mortal enemy. Oslo quietly awaits the moment Yuuji Kazami, the final key he needs to fulfill his ambitions, appears before him once more."
                }
            }
        }
    }
}