{
    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Romance",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3909210/",
        "https://www.themoviedb.org/tv/61422"
    ],
    "TitleEnglish": "The Fruit of Grisaia",
    "SummaryEnglish": "Mihama Academy—on the surface, a closed learning environment established to nurture students who find themselves at odds with the world around them; in actuality, an orchard-cum-prison built to preserve fruit that has fallen too far from its tree. Yet with the arrival of the institute's first male student, the nearly preposterously opaque Kazami Yuuji, the students at Mihama begin to fall out of step with their predetermined rhythms. Will Yuuji prove to be the element the girls around him needed to take hold of their lives once more, or will the weight of their pasts prove too steep a wall to overcome?",
    "TitleJapanese": "グリザイアの果実",
    "SummaryJapanese": "私立美浜学園―。\n一見すると普通の学園だが、そこには『訳あり』の5人の学生しか在籍していない。その場所に、新たな6人目の学生―風見雄二―が転入することになった。\n\n個性というにはあまりにも異質な学生達と、彼女らに劣らぬほどアクの強い自我を持った風見雄二。互いに触れ合ううちの理解を深め、少しずつ干渉しあうことで、それぞれの内面へと影響を与えていく。\n\n過去に囚われた彼女達の物語が今、動き出す―。",
    "Aliases": [
        "Grisaia no Kajitsu"
    ],
    "Modified": "2025-06-02",
    "Seasons": {
        "0": {
            "ID": "586243",
            "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/seasons/official/0",
            "# Episodes": 16,
            "Episodes": {
                "1": {
                    "ID": "5081421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5081421",
                    "TitleEnglish": "I'll Serve You, Pyon",
                    "SummaryEnglish": "Sakaki playing a rabbit for Yuuji. Short released with the first volume",
                    "TitleJapanese": "ご奉仕しちゃうぴょん♡",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5081423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5081423",
                    "TitleEnglish": "Michiru Edition “How To Enjoy the Sea Tsundere-Style”",
                    "SummaryEnglish": "Special bonus video included with the \"Le Fruit de la Grisaia Vol.2 [Limited Edition]\" set on Blu-ray (Cat. #GNXA-1722, ¥6000) and DVD (Cat. #GNBA-3082, ¥5000).",
                    "TitleJapanese": "みちる編「ツンデレ流　海の楽しみ方」",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5081424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5081424",
                    "TitleEnglish": "I'll Wash Your Back",
                    "SummaryEnglish": "Special bonus video included with the \"Le Fruit de la Grisaia Vol.3 [Limited Edition]\" set on Blu-ray (Cat. #GNXA-1723, ¥6000) and DVD (Cat. #GNBA-3083, ¥5000).",
                    "TitleJapanese": "お背中、お流しします",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5081425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5081425",
                    "TitleEnglish": "Makina's Boot Camp",
                    "SummaryEnglish": "Special bonus video included with the \"Le Fruit de la Grisaia Vol.4 [Limited Edition]\" set on Blu-ray (Cat. #GNXA-1724, ¥6000) and DVD (Cat. #GNBA-3084, ¥5000).",
                    "TitleJapanese": "蒔菜's Boot Camp",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5081427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5081427",
                    "TitleEnglish": "Summer Temptation",
                    "SummaryEnglish": "Special bonus video included with the \"Le Fruit de la Grisaia Vol.5 [Limited Edition]\" set on Blu-ray (Cat. #GNXA-1725, ¥6000) and DVD (Cat. #GNBA-3085, ¥5000).",
                    "TitleJapanese": "夏の誘惑",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5081428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5081428",
                    "TitleEnglish": "Shall We Play Doctor?",
                    "SummaryEnglish": "Yuuji and his sister play doctor. Special bonus video included with the \"Le Fruit de la Grisaia Vol.6 [Limited Edition]\" set on Blu-ray and DVD.",
                    "TitleJapanese": "お医者さんごっこしましょうか？",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "5155185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5155185",
                    "TitleEnglish": "The Labyrinth of Grisaia: The Cocoon of Caprice 0",
                    "SummaryEnglish": "Roughly a year after his arrival at Mihama Academy, Yuuji makes the unexpected decision to pursue promotion within the institution he works for. He meets with JB at \"corporate HQ\" to discussing the documents he submitted for review as a part of the promotion process, documents pertaining to none other than his own past. Meanwhile, back at the dorm, the girls find themselves unwittingly following along after Sachi and Makina restore the shredded rough draft of said documents.",
                    "TitleJapanese": "グリザイアの迷宮　カプリスの繭0",
                    "SummaryJapanese": "美浜学園の5人の少女たちの心を救った風見雄二。\nしかし、彼自身の心の闇は、いまだに晴れぬまま重く立ち込めていた。\n\n雄二は自らの生い立ちを振り返る。\n自らを育み、形作っているものが何なのか。\nそして、それらとの邂逅の中で何を得、何を失ったのか――。\n\n忌まわしくも、かけがえない時間をたどる旅路の果てに、\n雄二は自ら心の奥底にしまいこんだ闇の正体と対峙する。"
                },
                "8": {
                    "ID": "5299099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5299099",
                    "TitleEnglish": "Crude Cream Party of the Takizono Basketball Club!",
                    "SummaryEnglish": "Special bonus video included with \"The Labyrinth of Grisaia: The Cocoon of Caprice 0\" Blu-ray and DVD release.",
                    "TitleJapanese": "一姫&バスケ編「滝園バスケ部のクリームパーティ！」",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "5328112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5328112",
                    "TitleEnglish": "Yumiko's Heart-Pounding Intimate Locker After a Hot Bath",
                    "SummaryEnglish": "Included in the BD/DVD Vol.1",
                    "TitleJapanese": "由美子の、ドキドキ湯上がり密着ロッカー",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "5328113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5328113",
                    "TitleEnglish": "Milliela's Top Secret Field Training",
                    "SummaryEnglish": "Included in the BD/DVD Vol.2",
                    "TitleJapanese": "ミリエラの極秘野戦訓練",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "5328114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5328114",
                    "TitleEnglish": "Michiru Edition “Tsundere-Style Prickly Photo Session”",
                    "SummaryEnglish": "Included in the BD/DVD Vol.3",
                    "TitleJapanese": "みちる編 ツンデレ流プリクリャ撮影会",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "5328115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5328115",
                    "TitleEnglish": "Makina and Sachi's Naughty Snack Time",
                    "SummaryEnglish": "Included in the BD/DVD Vol.4",
                    "TitleJapanese": "蒔菜と幸のイケナイおやつタイム",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "5328116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5328116",
                    "TitleEnglish": "Amane and Kazuki's Massage That Can't Go In a Diary",
                    "SummaryEnglish": "Included in the BD/DVD Vol.5",
                    "TitleJapanese": "天音と一姫の、日記に書けないマッサージ",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "6938402",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/6938402",
                    "TitleEnglish": "Grisaia: Phantom Trigger - 01. SORD",
                    "SummaryEnglish": "Following the Heath Oslo incident, the existence of the US-Japanese anti-terror organization CIRS has become a matter of public knowledge. CIRS has been rebuilt from the ground up, and its most covert functions spun off to a new agency: SORD (Social Ops, Research & Development). The goal of SORD is to train a new generation of operatives to defend the country against future threats. To that end, the organization has established a series of schools up and down the country. Mihama Academy, more-or-less left to rot after its abrupt closure, has been given new purpose as one such 'specialist training school'. This new incarnation of Mihama Academy is home to a diverse group of students, who every day work to polish their unusual skills - sometimes on the job. Mihama now entrusts the misfit girls who attend it with guns and live ammunition. Paying their own safety no heed, these students are again and again plunged into dangerous extrajudicial missions - all for the good of the realm.",
                    "TitleJapanese": "グリザイア：ファントムトリガー THE ANIMATION 01.「SORD」",
                    "SummaryJapanese": "“国の組織ＣＩＲＳ(サーズ)”によって新たに作られた、特殊技能訓練校「美浜学園」… 様々な理由で行き場を失くした少女たちに与えられたのは、銃と実弾。 拳銃を使用するレナ、狙撃を得意とするトーカ、爆弾と情報処理のクリス、諜報活動担当の忍者ムラサキ。 彼女たちは、日々、ＳＯＲＤ(ソード)のメンバーとして、警察や自衛隊には解決できない事件にあたり、危険な活動を繰り返す。\n\nＫ県Ｕ港――。入国予定だった要人が突如として姿を消した。 ＳＯＲＤのメンバーは失踪事件の捜索を開始するが、消えた“荷物”を捉えようとする度に、もう少しの所で逃げていく。 姉妹校『京船桜が丘』のＳＯＲＤメンバーである、双子姉妹との協力、および確執。 そして――夜の街を疾走する謎の女ライダー「ソウルスピード」・マキの噂――。 追跡はやがて壮絶な死闘となり、心身ともに引き裂かれてゆく。\n\n…しかしそれは、レナたちの出逢いにまで遡る過去への旅でもあった。"
                },
                "15": {
                    "ID": "7540635",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/7540635",
                    "TitleEnglish": "Grisaia: Phantom Trigger - 02. Soul Speed",
                    "SummaryEnglish": "A VIP from overseas who was scheduled to enter Japan suddenly disappeared. Members of Mihama Gakuen SORD begin to support the search for disappearances. Cooperation and feud with twin sisters enrolled in Mihama's sister school \"Kyosen Sakuragaoka\". Rumors of a mysterious female rider \"Soul Speed\". The chase eventually becomes a fierce battle, and the mind and body are torn apart. It was also a journey back into the past, dating back to the encounter between Lena and Hart.",
                    "TitleJapanese": "グリザイア：ファントムトリガー THE ANIMATION 02.「ソウル・スピード」",
                    "SummaryJapanese": "日本へ入国予定だった海外からの要人が突如として姿を消した。美浜学園・SORD(ソード)のメンバーたちは失踪事件の捜索支援を開始する。美浜の姉妹校「京船桜が丘」に在籍する双子姉妹との協力、および確執。謎の女ライダー「ソウル・スピード」の噂。追跡はやがて壮絶な死闘となり、心身ともに引き裂かれてゆく。それは、レナとハルトの出逢いにまで遡る過去への旅でもあった。"
                },
                "16": {
                    "ID": "7540638",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/7540638",
                    "TitleEnglish": "Grisaia: Phantom Trigger - 03. Stargazer",
                    "SummaryEnglish": "Sniper Talker of Mihama Gakuen, a special skill training school, heads to a remote island in the Philippines for an overseas joint training camp with St. Yale Foreign School with members of the privately-owned work intelligence training organization SORD. However, he was involved in the \"trouble\" of a top secret operation aimed at destroying the weapon moonshine organization, and decided to participate in the operation to chase the escaper Gumi of St. Yale. During his mission, Toka meets his memories with his parents and his unfulfilled promises with his old friend, Shiho, and thinks about Gummy's circumstances. What is the answer that Talker came up with while each speculation intersected?",
                    "TitleJapanese": "グリザイア：ファントムトリガー THE ANIMATION 03.「スターゲイザー」",
                    "SummaryJapanese": "特殊技能訓練校・美浜学園の狙撃手トーカは、民間委託型工作諜報員育成機関SORDのメンバーたちと共に聖エール外国人学校との海外合同合宿のためフィリピン離島へと向かう。\nしかし武器密造組織壊滅を目的とした極秘作戦の\"トラブル\"に巻き込まれ、聖エールの脱走者グミを追う作戦に参加することに。\n任務に際しトーカは、両親との記憶や、昔の友人・シホとの果たされることのなかった約束と邂逅し、グミの境遇に想いを馳せる。それぞれの思惑が交差する中、トーカの導き出した答えとは――？"
                }
            }
        },
        "1": {
            "ID": "586244",
            "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "4889089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/4889089",
                    "TitleEnglish": "Ordinary Academy Life",
                    "SummaryEnglish": "A young man walks a distance of 175km and moves to Mishima Cape with a single backpack on him: Yuuji Kazami. The wish of this man so free from worldiness was thus: \"I want to enter an ordinary school and lead the life of an ordinary student.\"",
                    "TitleJapanese": "普通の学園生活",
                    "SummaryJapanese": "175キロもの距離を歩き、バックパック一つで三嶋崎へと引っ越してきた青年、風見雄二。\nそんな浮き世離れした彼の願い―― それは『普通の学園に入って、普通の学生生活が送りたい』というものだった。\n知人の橘千鶴によってその願いは叶えられ、雄二は彼女が学園長を務める私立美浜学園に通うこととなる。\n高い塀に囲まれ、通う学生は５人だけという“普通の学校”にやって来た雄二が出会ったのは、一癖も二癖もある少女達だった。"
                },
                "2": {
                    "ID": "5009910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009910",
                    "TitleEnglish": "School Killer Sakaki",
                    "SummaryEnglish": "At first Makina is scared of Yuuji and hides behind Amane's back, but she gradually opens up and starts to get attached to him. While all his classmates deepen their friendships with Yuuji, just one remains on guard against him: Yumiko Sakaki.",
                    "TitleJapanese": "スクールキラー由美子",
                    "SummaryJapanese": "最初は雄二のことを怖がって、天音の後ろに隠れていた蒔菜だが、次第に心を開き、雄二に懐き始める。\nクラスメイト達が雄二と親睦を深める中、ただ一人、由美子だけは彼のことを未だに警戒していた。\n時にカッターで斬りかかってくる由美子を、持ち前の身体能力で難なくかわす雄二は、彼女と距離を縮めようと冗談を言うが、むしろ逆に怒らせてしまう。\nなぜ由美子はそこまで自分を敵視するのか？\nその疑問を解決するため、雄二は千鶴のもとを訪れる。"
                },
                "3": {
                    "ID": "5009914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009914",
                    "TitleEnglish": "Sweet Diet",
                    "SummaryEnglish": "One day while having fun with her classmates, Amane sprains her leg during PE. Mihama Academy has no resident nurse, so Yuuji, who learned first-aid at his previous school, treats her injury. While he tends to her, Amane confesses how she feels and says \"Be my boyfriend.\" It's so sudden Yuuji comes to the conclusion she's teasing him. Amane says in response, \"If you won't be my boyfriend, then I'll be your big sister!\"",
                    "TitleJapanese": "甘い食生活",
                    "SummaryJapanese": "ある朝、日課のランニングから戻ってきた雄二は、自分の部屋に侵入しようとしている天音を発見する。\nあからさまに怪しい行動をとる天音の企みを看破すべく、後ろからそっと観察する雄二だったが、部屋に侵入した天音がとったとんでもない行動に呆れかえってしまう。\nその後も、変化を見せる蒔菜の言動や、真面目で融通のきかない幸の行動に肩をすくませながらも、クラスメイト達との賑やかな時間を過ごしてゆくことになるのだが、ひょんなことから、睡眠の重要性を再認識することとなり…"
                },
                "4": {
                    "ID": "5009916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009916",
                    "TitleEnglish": "Where You Aim the Silver Bullet",
                    "SummaryEnglish": "Yuuji notices Michiru walking along the path to the high ground which overlooks the sea while on his daily, early morning run. He gets curious and follows her. There, Michiru reveals an enervated side to herself so lacking in her usual energy and asks, \"What happens to people when they die?\"",
                    "TitleJapanese": "銀の弾丸で狙う場所",
                    "SummaryJapanese": "雄二が日課の早朝ランニングをこなしていると、海の見渡せる高台へと続く道を歩いていたみちるの姿を目撃する。\nふと気になって後を追うと、そこで雄二は普段のかしましさとは真逆のアンニュイな一面を見せるみちるに、「人って死んだらどうなるの？」と投げかけられる。\nその言葉がずっと胸の中で引っかかっていた雄二は、再び高台でみちるを見かける。\nそこで会ったみちるに何か妙な違和感を覚えた雄二は、彼女に問いかける。\n「オマエは誰だ？」と。"
                },
                "5": {
                    "ID": "5009917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009917",
                    "TitleEnglish": "VOX IN BOX",
                    "SummaryEnglish": "Michiru tries to run away from reality after losing Meowmel and does something impulsive. Yuuji finds her quickly, and she survives without issue thanks to him. The next day, Michiru acts as cheerful as can be, like what happened the day before was all a lie. She's the same tsundere and idiot as always...",
                    "TitleJapanese": "VOX IN BOX",
                    "SummaryJapanese": "ニャンメルを失った現実から逃れるようにして、衝動的な行動に走るみちる。しかし、いち早く彼女を見つけた雄二の手によって事なきを得るのだった。\n翌朝、昨日の出来事が嘘であるかのように、明るく振る舞うみちるの姿がそこにはあった。いつものとおりのツンデレでお馬鹿なみちる……。だが、ひとり雄二だけは、みちるの言動の裏に違和感を覚えていた。\nそんな折、雄二は、幸からとある箱の扱いについての相談を受ける。聞けばその箱は、以前みちるから預かって以来、返却も話題に出すことも禁じられたという。その中身に興味を持った雄二は……。"
                },
                "6": {
                    "ID": "5009918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009918",
                    "TitleEnglish": "Raison d'être",
                    "SummaryEnglish": "Michiaki Sakaki, Mihama Academy's chairman, makes use of his influence and summons JB to his side. He becomes fed up that the academy he specifically created to put Yumiko, who is supposed to succeed the Sakaki home's headship, in line isn't fulfilling its purpose. He decides to borrow the strength of JB's \"company\" to do so.",
                    "TitleJapanese": "レーゾン・デートル",
                    "SummaryJapanese": "美浜学園の理事長である榊道昭は、その権力を行使しJBを自らのもとに呼び出す。榊家の跡目を継ぐべき娘──由美子を更正させるためだけに作った学園が、その役目を果たしていないことに業を煮やし、彼女の｢会社｣の力を借りることを決意したのだ。\n道昭の依頼を受け、雄二を由美子の護衛に付けるJB。しかしそれは、由美子の身を護るための｢任務｣ではなかった。任務の裏にある道昭の意図、そして由美子が心の内に秘めたの真の想いと、彼女の背負った十字架の正体を知った時、雄二は誰もが予想しなかった行動を起こす。"
                },
                "7": {
                    "ID": "5009919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009919",
                    "TitleEnglish": "Letter of Happiness",
                    "SummaryEnglish": "Sachi: the classmate dressed as a maid who will grant any wish. However, to achieve that end she will employ any means necessary. Everyone at the academy knows Sachi has that dangerous side to her, and are careful not to be humble when they speak to her. One day with summer close at hand, Michiru carelessly tells Sachi to make the tests go away while preparing for finals.",
                    "TitleJapanese": "幸せの手紙",
                    "SummaryJapanese": "どんな願いも叶えてくれるメイド姿のクラスメイト“幸”。しかし、目的達成のためならその手段を選ばない──そんな危うい一面を幸が持ち合わせていることを知っている学園の皆は、彼女に対し下手な発言をしないように注意を払っていた。\nしかし、夏休みを目前にしたある日、期末テストを控えたみちるが、思わず「テストをなくして」と不用意な発言を幸に向けてしまう。その言葉を真に受け、幸は静かにミッションを開始する。刻一刻と試験日が近づく中、幸の「テスト対策」も着々と準備が整えられていくのだった。"
                },
                "8": {
                    "ID": "5009921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009921",
                    "TitleEnglish": "Seed of the World Tree I",
                    "SummaryEnglish": "Yuuji suddenly announces that he'll be Makina's father. Everyone around gets confused and looks at them skeptically, but the two of them act like father and daughter very dilligently. Yuuji even becomes a rather Spartan father at the end of the term. He attempts to drive all the knowledge he possesses into Makina, from hand-to-hand combat techniques to marksmanship.",
                    "TitleJapanese": "セカイ樹の種Ⅰ",
                    "SummaryJapanese": "突然、雄二は「蒔菜の父親になる」ことを宣言する。当惑する周囲を尻目に、当人たちはいたってまじめに「親子」として振る舞い、学期末の頃にはすっかりスパルタパパへとなっていた。\n格闘術や射撃など、自らの持てる全てを蒔菜に叩き込もうとする雄二。マンツーマンの特訓の中で、自らにも同じようにして全てを教えてくれた「師匠」の存在を思い返していた。\nそして里帰りで天音たちもいない夏休みのある日、「パパは実家に帰らないの？」という言葉に後押しされ、雄二は師匠の墓参りに行くことを決心する。その道すがら、雄二は自分の生い立ちや師匠との思い出を、蒔菜にぽつりぽつりと語りはじめるのだった。"
                },
                "9": {
                    "ID": "5009922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009922",
                    "TitleEnglish": "Seed of the World Tree II",
                    "SummaryEnglish": "Yuuji is urgently summoned to headquarters by JB only to find an assassination directive for Makina Irisu waiting for him. Makina is the eldest daughter of the Irisu family which controls the country from behind the scenes, and knows all of its dark secrets.",
                    "TitleJapanese": "セカイ樹の種Ⅱ",
                    "SummaryJapanese": "JBからの緊急呼び出しで、「本社」に出頭した雄二を待っていたのは、入巣蒔菜の暗殺指令だった。\nこの国を裏で牛耳る入巣家の長女にして、一族の暗い秘密を知る蒔菜。そんな彼女の存在自体を脅威と感じる者達──彼らの冷徹さと絶対的な意思の前には、組織の末端にすぎない雄二の心理など、無視されるものでしかなかった。\n「父親」として全力で守ると約束した蒔菜をその手で殺す──。雄二と蒔菜の関係を承知で残酷な命令を下すJBに対し、雄二は直立不動に任務受諾の意を示すのだが――。"
                },
                "10": {
                    "ID": "5009923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009923",
                    "TitleEnglish": "Angelic Howl I",
                    "SummaryEnglish": "Amane has shown one-sided favor for Yuuji, who she should have been meeting for the first time, ever since the day he transferred in. Yuuji is left wondering if there isn't a more compelling reason she is always so devoted to him other than \"love at first sight,\" even though it hasn't been long since she got to know him.",
                    "TitleJapanese": "エンジェリック･ハゥルⅠ",
                    "SummaryJapanese": "転校初日から、初対面であるはずの雄二に対して一方的な好意を寄せてきた天音。知り合って日が浅いにも関わらず、常に尽くそうとしてくる彼女の献身には、「一目惚れ」以外の切実な理由があるのではないかと雄二は考えていた。\nしかし、天音のことを憎からず想い始めていた雄二は、ついに彼女に問い詰める「なにがお前をそうさせるのか」と。\n雄二の問いかけに涙ながら告白を始める天音。それは雄二の姉“一姫”の死にまつわる──「滝園学園マイクロバス転落事故」の忌まわしい記憶だった。"
                },
                "11": {
                    "ID": "5009924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009924",
                    "TitleEnglish": "Angelic Howl II",
                    "SummaryEnglish": "The Takizono basketball club members who have narrowly survived the bus' fall can't reach anyone for help. They've been left behind in what seems like Hell on Earth. In the middle of that hopeless brush with death, Amane meets a girl who calls herself \"Kazuki Kazami.\"",
                    "TitleJapanese": "エンジェリック･ハゥルⅡ",
                    "SummaryJapanese": "バス転落事故でかろうじて生き残った滝沢学園バスケ部の部員たちは、誰の助けも届かない、世界の奈落のような場所に取り残されていた。\nそんな、死と隣り合わせの絶望的な状況の中、天音は“風見一姫”と名乗る少女と出会う。天才的な判断力と非情ともとれる冷静さで、部員たちを導き救っていく彼女の姿は、状況に立ち尽くすばかりの天音にとって強烈な印象を与えた。\n冷徹な一姫と優柔不断で内気な天音。タイプのまるで違う二人は、救いのない極限的な日々を共に過ごす内に、次第に強い友情で結ばれていくのだった。"
                },
                "12": {
                    "ID": "5009926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5009926",
                    "TitleEnglish": "Angelic Howl III",
                    "SummaryEnglish": "It has been several days since falling into the abyss. The girls exhaust their food on hand and don't have the willpower left to believe they'll be saved. Slowly but surely they begin to break.",
                    "TitleJapanese": "エンジェリック･ハゥルIII",
                    "SummaryJapanese": "奈落の底に落ちて数日後。手持ちの食料ととも、助けを信じる気力まで尽きかけた少女達は、ゆっくりとだが確実に壊れはじめていた。\n事故の怪我がもとで病に侵される者、耐え難い飢餓感に苛まれ続ける者、みなが救いのない世界に心を病んでいく中……天音と一姫は互いを励ますようにかろうじて正気を保ち続けていた。\nその日その日を、ただ死なずにいるだけの形だけの生存。そんな絶望的な日々からついに脱落者が出た時、天音は「この世の地獄」を目の当たりにするのだった。"
                },
                "13": {
                    "ID": "5072757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5072757",
                    "TitleEnglish": "Field of Fire:10 Centimetres",
                    "SummaryEnglish": "With Yuuji's encouragement, he and Amane decide to go face their past together. However, Yuuji does have one doubt about Amane's story: \"Did Kazuki really die?\" Yuuji heads to the accident site with Amane leading the way to find answers.",
                    "TitleJapanese": "射界10センチ",
                    "SummaryJapanese": "雄二の励ましもあり、自らの過去と向き合う決心をした天音。しかしながら雄二は、天音の話の中でひとつの疑念を抱く――「果たして一姫は本当に死んだのか」と。\n自らの疑問を確かめるため、天音の案内で事故現場へと赴く雄二。しかし、部員たちの末路はわかっても、肝心の一姫については結局わからずじまいだった。\nだが真相は知れずとも、事実と向き合えたことで、少なからず救われた気持ちになる天音。そんな中、忌まわしき事故の因縁は、彼女に新たな災厄をもたらそうと、静かに忍び寄りつつあるのだった。"
                }
            }
        },
        "2": {
            "ID": "607498",
            "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/seasons/official/2",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "5083783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5083783",
                    "TitleEnglish": "The Cocoon of Caprice I",
                    "SummaryEnglish": "Asako Kusakabe rescues a young Yuuji from terrorists on a certain mission. She has evaded death as a soldier time and time again, and on a whim decides to become Yuuji's guardian. Although she partially forces it, and despite her coworker JB's concerns, the awkward female soldier and young man begin to live under the same roof.",
                    "TitleJapanese": "カプリスの繭I",
                    "SummaryJapanese": "ある任務で、少年だった雄二をテロリストの手から救いだした日下部麻子。\n兵士として数々の死地をくぐり抜けてきた彼女は、何の気まぐれか保護者として雄二を引き取ることにする。同僚のＪＢの心配を他所に、半ば強引に一つ屋根の下で暮らし始めた不器用な女戦士と少年──。まるで家族の真似事のような奇妙な共同生活の中で、雄二は徐々に人間らしさを取り戻していく。\n母親でもあり、また師匠でもある麻子の厳しくも愛ある「教育」の賜物か、やがて自分の生きる意味についても考えられるようになるまで成長した雄二は、麻子にある「願い」を切り出すのだった。"
                },
                "2": {
                    "ID": "5201567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5201567",
                    "TitleEnglish": "The Cocoon of Caprice II",
                    "SummaryEnglish": "Asako's poor health begins to interfere with her work. Yuuji senses her change in condition, and as he covers for her, he starts to think he may have found his life's meaning. Asako tries to respect Yuuji's resolve, but JB, who watches over both of them closely, is apprehensive about Yuuji's attempts to return to that violent world.",
                    "TitleJapanese": "カプリスの繭II",
                    "SummaryJapanese": "体調の不調から、自らの「仕事」に支障をきたすようになった麻子。\n彼女の異変を肌で感じていた雄二は、彼女の負担を肩代わりすることで、自分の生きる意味を見いだせるのではないかと考え始めていた。\n雄二の意思を尊重しようとする麻子。しかし、ふたりを身近で見守ってきたＪＢは、自ら進んで暴力の世界に戻ろうとする雄二に、危うさを感じていた。\n雄二の身を案じて強く反対するＪＢだったが、そんな彼女を説得したのも他ならぬ雄二自身であった。\nそして、本格的な訓練を受けるため、麻子とともに渡米することとなる。\n初めて自らの意思で歩みはじめた新天地。しかしその道もまた、厳しく険しいものだった。"
                },
                "3": {
                    "ID": "5201591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5201591",
                    "TitleEnglish": "The Cocoon of Caprice III",
                    "SummaryEnglish": "Yuuji goes to America to follow the same path as Asako, and through his rigorous military life meets and forms a deep bond with war buddies who go through the same joys and sorrows.",
                    "TitleJapanese": "カプリスの繭III",
                    "SummaryJapanese": "麻子と同じ道へと進むため米国に渡った雄二は、過酷な軍隊生活の中で、苦楽を共にする戦友たちと出会い、彼らとの絆を深めていった。\nやがて、実戦へと配備された雄二は、絶望的な戦局の中、落ちこぼれたちの寄せ集め部隊──「ヤブイヌ小隊」と出会い、部隊の一員として戦火をくぐり抜けることになる。\n何が正義で何が勝利かすらも分からなくなる地獄の中、ただ生き残ることを目的に駆け抜ける雄二たちヤブイヌ小隊。誰もが正気を失い、目を覆いたくなるような極限状態の中でも、彼らは仲間のために戦い続ける。"
                },
                "4": {
                    "ID": "5201592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5201592",
                    "TitleEnglish": "The Cocoon of Caprice IV",
                    "SummaryEnglish": "Yuuji moves forward on his path as a soldier to protect \"an important woman\": Asako. However, she leaves his side without waiting until he's reached maturity. Yuuji is yet again tormented by a sense of helplessness, but is saved by Asako's parting words and begins to be able to walk on his own two feet once more.",
                    "TitleJapanese": "カプリスの繭IV",
                    "SummaryJapanese": "「大事な女」──麻子を護るために進んだ、戦士としての道。しかし、雄二の成長を待たずして、麻子は彼の許を去ろうとしていた。再び無力感にさいなまれる雄二だったが、別れ際、麻子に託された言葉に救われ、再び自分自身の足で歩き始められるようになる。そして、その言葉は彼を美浜学園へ導くことにもなるのだった。\n過去をたどる長い旅を終え、天音たちが待つ三嶋崎へと帰還する雄二。しかし、彼が再び学園に姿を見せることはなかった。"
                },
                "5": {
                    "ID": "5201594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5201594",
                    "TitleEnglish": "The Seed of Blanc Aile I",
                    "SummaryEnglish": "After Yuuji suddenly disappears, the girls at Mihama Academy notice him on the TV screen. What's more, it's being reported nationwide that he's a suspect in a terrorist plot which will likely turn into an international incident.",
                    "TitleJapanese": "ブランエールの種I",
                    "SummaryJapanese": "突如姿を消した風見雄二を、テレビ画面の向こうに認めることとなった美浜学園の少女たち。しかも彼は、国際問題に発展しかねないテロ事件の容疑者として全国報道されていた。\n突然の出来事に呆然とするも、彼の無実を信じて疑わない彼女たち。\n雄二の身に何が起こったのか――真実を知るために何が出来るのか？　その疑問への答えを見出せないまま立ち尽くす少女たちだったが、独り由美子だけは事態の全容を掴むべく行動を起こしていた。自らに残された資金とネットワークを駆使した情報収集の末、由美子はひとりの「情報屋」の存在へとたどり着くのだった。"
                },
                "6": {
                    "ID": "5224797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5224797",
                    "TitleEnglish": "The Seed of Blanc Aile II",
                    "SummaryEnglish": "After Yumiko gets in touch with the informant \"Jimmy,\" she and the other girls at Mihama Academy learn that the current situation is even worse than they thought. Although they have lost Yuuji and have been driven from the academy, they secure a new base of operations and plan a rescue mission for him.",
                    "TitleJapanese": "ブランエールの種II",
                    "SummaryJapanese": "「情報屋」ジミーとの接触で、今の状況が予想以上に悪いことを知った由美子と美浜学園の少女たち。雄二を失い、学園をも追われた５人だったが、新たな活動拠点を確保し、雄二奪還作戦を画策する。そんな少女たちのもとに、謎の協力者から支援の手が差し伸べられる。\n一方、テロ事件発生直後より「市ヶ谷」に拘束されていた雄二は、その地下深くである存在と邂逅していた。「彼女」の口から語られたのは、姉・一姫の死の真相、そして今この国が直面している危機についてだった。"
                },
                "7": {
                    "ID": "5233832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5233832",
                    "TitleEnglish": "The Seed of Blanc Aile III",
                    "SummaryEnglish": "A formless supporter, \"Thanatos,\" suddenly supports Amane and the others. \"Her\" objective is also to liberate and rescue Yuuji Kazami. Thanatos and the Mihama girls' interests align and begin preparing to execute their mission. The girls are perplexed by Thanatos's seemingly cryptic instructions that unfold via cell phone, but they bring the girls better results than they ever expected in bringing their goal to fruition.",
                    "TitleJapanese": "ブランエールの種III",
                    "SummaryJapanese": "突如、天音たちに寄り添う姿なき支援者「タナトス」──。「彼女」の目的もまた、風見雄二の解放と奪還だった。利害が一致した美浜の少女たちとタナトスは、作戦を実行するため準備を整えていく。\n携帯電話越しに繰り広げられる、一見意味不明なタナトスの指示に戸惑う彼女たちだったが、それらは目的を結実させるため、予想以上の成果を少女たちへもたらしてくれるのだった。\nそして雄二の身柄が赤坂へと移送される当日。可能な限りの準備を整えた彼女たちは、かけがえない存在を取り戻すための戦いへと赴くのだった。"
                },
                "8": {
                    "ID": "5233848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5233848",
                    "TitleEnglish": "The Seed of Blanc Aile IV",
                    "SummaryEnglish": "The international terrorist Heath Oslo uses nuclear weapons as a shield to threaten the nation. The nation plans to make Yuuji a human sacrifice in their dealings with Oslo. There is no other way to save Yuuji from this crisis but to rescue him as he is transferred from Ichigaya to Akasaka.",
                    "TitleJapanese": "ブランエールの種IV",
                    "SummaryJapanese": "核兵器を盾に国家を脅迫する国際的テロリスト・ヒースオスロ。彼との取引のため、国家の人身御供にされんとする雄二の危機を救うには、その身柄が市ヶ谷から赤坂へと移送されるタイミングで奪還するしかないという。そしてタナトスの情報のもと、移送ルートを割り出した美浜の少女たちは、護送車の襲撃を企てるのだった。\n一方、オスロがタナトスシステムの掌握を目論んでいることを察知した「彼女」は、情報屋ジミーとＪＢの協力のもと、タナトスのコアをシステム本体から物理的に切り離そうと試みる。\nそしてシステムがその機能を停止した時、少女たちは奇跡の光景を目の当たりにする。"
                },
                "9": {
                    "ID": "5240535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5240535",
                    "TitleEnglish": "The Seed of Blanc Aile V",
                    "SummaryEnglish": "The Mihama girls have executed their intense getaway and have rescued Yuuji. Waiting at their goal is Kazuki Kazami, who lived as the core of Thanatos for a long time. This unexpected encounter leaves Yuuji and Amane unable to hide their surprise, but circumstances don't allow them time to savor their emotional reunion.",
                    "TitleJapanese": "ブランエールの種V",
                    "SummaryJapanese": "雄二を奪還し、激しい逃亡劇を繰り広げた美浜の少女たち。そのゴールで待っていたのは、タナトスのコアとして生きながらえていた風見一姫だった。\n思いがけない邂逅に驚きを隠しきれない雄二と天音だったが、事態は再会の感慨に浸る暇さえも許してはくれないのだった。\n自分の運命を狂わせ、世界に死と災いを振りまく忌むべき男──ヒース・オスロ。彼との因縁を断ち切るため、風見雄二は最後の戦場へと向かう。そしてかつて雄二に救われた少女たちは、彼にとっての帰るべき場所を守るため、ともに戦う意思を固めるのだった。"
                },
                "10": {
                    "ID": "5240536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-fruit-of-grisaia/episodes/5240536",
                    "TitleEnglish": "The Seed of Blanc Aile VI",
                    "SummaryEnglish": "Tartarus, a gigantic, man-made island, floats on the Pacific Ocean. It is both the adversary of society, and the castle of Heath Oslo, Yuuji Kazami's mortal enemy. Oslo quietly awaits the moment Yuuji Kazami, the final key he needs to fulfill his ambitions, appears before him once more.",
                    "TitleJapanese": "ブランエールの種VI",
                    "SummaryJapanese": "太平洋に浮かぶ巨大な人工物・タルタロス。それは世界の敵、そして風見雄二の宿敵、ヒース・オスロの居城だった。彼は静かに待っていた、己の野望を成就するための最後の鍵・風見雄二が再び自らの眼前に現れるその瞬間を。そして、復讐の鬼と化した雄二がタルタロスに降り立った時、彼は歓喜の声をあげるのだった。\n一方、タルタロスへと赴く雄二を見送った美浜の少女とタナトスは、愛しくも罪深い彼が帰ってこられる場所を作るため、ある計画を開始していた。心の安らぐ場所──「楽園」を手に入れたい。ささやかだが切望された願いを叶えるため、皆が最後の戦いへと臨む。"
                }
            }
        }
    }
}