{
    "URL": "https://www.thetvdb.com/series/pripara",
    "Genres": [
        "Animation",
        "Anime",
        "Children"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3803820/",
        "https://www.themoviedb.org/tv/67627"
    ],
    "TitleEnglish": "PriPara",
    "SummaryEnglish": "Manaka Lala is a 5th-grader at Paprika Academy. Like most girls, she admires the world of PriPara, a sport that tests idol girls on song, dance, and fashion. Unfortunately for her, the world of PriPara does not send PriPara tickets to elementary school students. However, through miraculous circumstances, Lala passes the audition to become a PriPara idol. A new anime that is based on the theme of the Pretty Rhythm series.",
    "Aliases": [
        "Idol Time PriPara",
        "PuriPara",
        "アイドルタイムプリパラ"
    ],
    "Modified": "2025-07-11",
    "Seasons": {
        "0": {
            "ID": "586500",
            "URL": "https://www.thetvdb.com/series/pripara/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "6009301",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6009301",
                    "TitleEnglish": "PriPara Movie: Minna Atsumare! Prism☆Tours",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "6009302",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6009302",
                    "TitleEnglish": "Tobidasu PriPara: Minna de Mezase! Idol☆Grand Prix",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "6009303",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6009303",
                    "TitleEnglish": "PriPara Movie: Minna no Akogare♪ Let's Go☆Prix Paris",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "7435097",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/7435097",
                    "TitleEnglish": "PriPara Movie: Mi~nna de Kagayake! Kirarin☆Star Live!",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "586501",
            "URL": "https://www.thetvdb.com/series/pripara/seasons/official/1",
            "# Episodes": 38,
            "Episodes": {
                "1": {
                    "ID": "4890954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/4890954",
                    "TitleEnglish": "I Became an Idol!",
                    "SummaryEnglish": "Upon finding a bag dropped by PriPara idol Mirei, Lala enters the world of PriPara for the first time and ends up performing alongside her."
                },
                "2": {
                    "ID": "4928043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/4928043",
                    "TitleEnglish": "Breaking Promises Is Pri-Bad!",
                    "SummaryEnglish": "Lala, paranoid that she has broken her school's rules, tries to avoid having her ticket stolen by headmistress Gloria and join Mirei in time for an audition."
                },
                "3": {
                    "ID": "4928044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/4928044",
                    "TitleEnglish": "Team Breakup? No Way-kuma!",
                    "SummaryEnglish": "After discovering Mirei is actually the head disciplinarian of her school, she wonders if they can really stay partners."
                },
                "4": {
                    "ID": "4928045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/4928045",
                    "TitleEnglish": "Capisce! Cheer for You",
                    "SummaryEnglish": "A fan of Lala's named Eiko approaches her about giving a performance to help her face up against a tough tennis opponent, but Lala has trouble finding a way to get to PriPara in time."
                },
                "5": {
                    "ID": "4957533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/4957533",
                    "TitleEnglish": "I Wanna Sing with Sophie!",
                    "SummaryEnglish": "Lala attempts to get top PriPara idol, Sophie, to join her and team, but is met with resistance from Sophie's groupies."
                },
                "6": {
                    "ID": "4957534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/4957534",
                    "TitleEnglish": "Objection? Lala`s Coming to My Place-pri!",
                    "SummaryEnglish": "Wanting to come up with a new Making Drama for their performances, Lala comes over to Mirei's house and meets her lawyer parents."
                },
                "7": {
                    "ID": "4957535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/4957535",
                    "TitleEnglish": "Search for the Red Flash...",
                    "SummaryEnglish": "Encountering one of her regular customers in PriPara, Lala tries to find her some pickled plums, unaware she is actually Sophie."
                },
                "8": {
                    "ID": "4975179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/4975179",
                    "TitleEnglish": "Excitement! Summer! Swimsuits! Capische at the Pool!",
                    "SummaryEnglish": "Lala tries to tell her friend, Nao, about PriPara who doesn't know that the idol she admired was her best friend."
                },
                "9": {
                    "ID": "4984018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/4984018",
                    "TitleEnglish": "Exciting Idol Meeting!",
                    "SummaryEnglish": "Lala is paired up with Sophie in an idol quiz show, during which she learns of her true identity."
                },
                "10": {
                    "ID": "4985919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/4985919",
                    "TitleEnglish": "Autumn Colours Lovely Live",
                    "SummaryEnglish": "Whilst looking for inspiration for an autumn-themed contest, Lala and Mire help Eiko's tennis rival, Love Tochiotome, make her first trip to PriPara. Meanwhile, Sophie attempts to make her way to PriPara with her own strength."
                },
                "11": {
                    "ID": "4990000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/4990000",
                    "TitleEnglish": "What To Do? What'll Happen!? The Third Member!!!",
                    "SummaryEnglish": "Determined to find out why Sophie declined to join their team, Lala and Mirei hear about her situation from her sister, Cosmo. Refusing to accept any replacement, Lala takes on several solo performances to increase her idol rank and reach the same class as Sophie."
                },
                "12": {
                    "ID": "4998926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/4998926",
                    "TitleEnglish": "Spread Your Wings, Sophie!",
                    "SummaryEnglish": "Despite Mirei's suggestion that she move on and work with a different third member, Lala remains determined to give Sophie the push she needs to free herself from her emotional cage."
                },
                "13": {
                    "ID": "4998927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/4998927",
                    "TitleEnglish": "Look at the Sky and Laugh! Team Name Announcement!",
                    "SummaryEnglish": "Mirei is jealous with Lala and Sophie because the get really closer.However,in this episode,Lala,Mirei, and Sophie will get their team up names."
                },
                "14": {
                    "ID": "5010410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5010410",
                    "TitleEnglish": "The Rivals Enter! Good Luck!!",
                    "SummaryEnglish": "With her decision to become an idol, Shion is thrust into PriPara with no pre-set plans. She is soon met and promised the revenge she wishes to gain and joins the twin unit of Dorothy and Leona, which is led by the once-defeated Usagi."
                },
                "15": {
                    "ID": "5013538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5013538",
                    "TitleEnglish": "Going Critical? Shion VS Mireille-pri!",
                    "SummaryEnglish": "Shion and Mirei both argue. A lot. Because of this, they try to settle their differences in every (and any) way they can. So when they bring in their unitmates into this, who will win this fierce battle of pride?"
                },
                "16": {
                    "ID": "5047976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5047976",
                    "TitleEnglish": "Exclusive! Laala's Secret is Out of the Bag!?",
                    "SummaryEnglish": "Nene Tokuda has been tasked with discovering the reasons behind Laala's strange behaviour lately. But will the girls be able to convince her not to report what she discoveres to Headmistress Gloria?"
                },
                "17": {
                    "ID": "5047977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5047977",
                    "TitleEnglish": "Halloween Terror! Jack・OH! Ran-tan",
                    "SummaryEnglish": "Its Halloween in Pripara, Laala meets a girl called Ran who is trying to be scary but everyone thinks is cute. Laala decides to help Ran to scare some of the idols."
                },
                "18": {
                    "ID": "5047978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5047978",
                    "TitleEnglish": "Leona, Dash at Full Force!",
                    "SummaryEnglish": "Leona and Dorothy transfer to Paprika Private Academy."
                },
                "19": {
                    "ID": "5047979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5047979",
                    "TitleEnglish": "Mirei and Kuma, A Fated Encounter-Pri-Kuma!",
                    "SummaryEnglish": "It's been one year since Mirei became an idol, Laala learns that Mirei became an idol while she was still in elementary school! This shock suddenly leads Mirei to tell the story about how she first became an idol and met Kuma."
                },
                "20": {
                    "ID": "5054660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5054660",
                    "TitleEnglish": "Pasta VS Ninja!",
                    "SummaryEnglish": "Now that the headmistress is closer to finding out Laala's secret, Laala finds herself in a crisis, meanwhile a new omonoyaki shop opens, causing competition for Papa's Pasta, will Laala's secret be safe once more? And who will win the great promotion war?"
                },
                "21": {
                    "ID": "5054661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5054661",
                    "TitleEnglish": "Disbandment!? Sophie-sama's Bodyguards",
                    "SummaryEnglish": "Now that Sophy is part of SoLaMi Smile, the royal guards feel they've outlived their purpose and disband. However Sophy feels it is her fault all her friends are feeling down so goes fishing for red flash in an attempt to cheer them up. Her disappearance causes Laala and Mirei concern, but its thanks to the royal guard's resourcefulness that Sophy is finally found. Still feeling they have no place in Sophy's life, the royal guard still decide to dispand. But before they do Sophy performs a live with a new making drama involving all her friends to show them how much their support means to her. Touched by the performance the royal guard continue to support Sophy."
                },
                "22": {
                    "ID": "5103465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5103465",
                    "TitleEnglish": "Live at the School Festival-kumā!",
                    "SummaryEnglish": "It's school festival time at Paprika Private and Mirei decides to have SoLaMi Smile and Dressing Pafé perform at the festival. But, a new rule banning events from PriPara at the school rises, canceling the event! Will the show go on as planned?"
                },
                "23": {
                    "ID": "5103466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5103466",
                    "TitleEnglish": "The Last Day of PriPara-dessu wa!",
                    "SummaryEnglish": "As a result of the school festival, Headmistress Gloria decides to take revenge into her own hands by banning PriPara by not only elementary school children, but to all students! Is this really the final time our heroines shine on the PriPara stage? Can they convince Headmistress Gloria that everyone can be an idol?"
                },
                "24": {
                    "ID": "5103467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5103467",
                    "TitleEnglish": "Goodbye, PriPara",
                    "SummaryEnglish": "Laala finds and old priticket in Gloria's office and shows it to Mirei, Sion, Dorothy and Reona, while Gloria finds one of Laala's friend tickets and one of Mirei's in her stash of confiscated pritickets. Gloria confronts the girls, saying she knows they are part of SoLaMi SMILE and attend PriPara against her ruling, but the girls demand to know about the priticket and why she hates PriPara. She tells the girls that when she was their age, she attended PriPara as an idol named Sugar. She also met a friend named Himeka, whose friend ticket Laala found in her office. Gloria and Himeka promised to meet outside PriPara one day, but to Gloria's disappointment Himeka didn't show up. Feeling abandonded Gloria vowed to hate PriPara for the rest of her life. Laala feeling saddened by the story, tells the headmistress she'll perform a live show to remind her of the good times she spent in PriPara. Feeling remorse from SoLaMi SMILE's performance, Gloria makes her way to Prism Stone, breaking her vow never to step within 100 meters of PriPara. To everyones suprise, Gloria finds Himeka waiting outside the shop, who is revealed to be Laala's mother."
                },
                "25": {
                    "ID": "5103468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5103468",
                    "TitleEnglish": "Christmas Present for you!",
                    "SummaryEnglish": "Gloria and Himeka meet outside Prism Stone much to the suprise of everyone. Himeka explains that she did go looking for Gloria but they kept missing each other due to them not being able to recognise each other outside of PriPara. They both reconcile and the next day Gloria calls a school assembly, where she recinds her ban on PriPara and gives everyone their pritickets back. Laala attends PriPara with her friends who are suprised to find out she is the famous SoLaMi SMILE idol Laala. SoLaMi SMILE start practice for the Christmas Idol Grand Prix, where the winner will receive the first part of the Paradise Coord, the Paradise Shoes. Dressing Pafe also exchange friend tickets and officially form their group. As the Grand Prix starts, Gloria and Himeka are seen entering PriPara to watch Laala perform, and it is reveal that Dressing Pafe and SoLaMi SMILE have combined into one idol unit, SoLaMi Dressing, who win the event and gain the Paradise Shoes."
                },
                "26": {
                    "ID": "5103469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5103469",
                    "TitleEnglish": "That Girl Finally Makes Her Debut-dechu!",
                    "SummaryEnglish": "After winning the first part of the Paradise Coord, the competition for the next part of the coord, the Paradise Tiara, is revealed to take place on new years eve. The girls also discover that if they lose the competion, they will lose their part of the coord to the winner, who will receive both the Tiara and the shoes. Laala again meets Falulu and both go to fortune telling tent at the sugggestion of Akai, where a cat mascot predicts Falulu's debut before her unicorn mascot takes her away. At the competition SoLaMi Dressing perform, but before they announce the winner, Akai tells the audience of a late entry. To the suprise of everyone it is Falulu. She makes her debut performance, jumping straight to the top rank of debut class, and wins the competition. Kuma also discovers she has the prism voice and Falulu's mascot introduces herself. As the girls leave PriPara, they decide to go back to their friendly rivalry, and Laala is left contemplating the events of the day as the new year's bell sounds."
                },
                "27": {
                    "ID": "5103470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5103470",
                    "TitleEnglish": "The New Year's Capisce!",
                    "SummaryEnglish": "As the new year starts, the anouncement for the event to win final part of the Paradise coord is made, with a suprise twist - only one idol may win the full coord. Laala comes down with a cold and is forced to stay in bed the following day, while here mother and little sister look after her. Mirei and Sophy come to visit her, as do Dressing Pafe, and many of her friends in Pripara. Laala gets better the following day but discovers her sister has come down with her cold. She also see's that Non is a fan of Falulu so decides to get her autograph to cheer Non up. In Pripara, Laala finds out from Chanko that Falulu has an appartment in the Paradise tower and go to visit her, much to the annoyance of her unicorn mascot. Falulu gives Laala her autograph for Non, and mentions the Prism voice as the girls leave. Laala asks Kuma about the prism voice, he explains that it's a legendary voice only held by an idol like Falulu, he also explains to Sophy and Mirei that only Laala has it. Laala gives Non Falulu's autograph, her sister is grateful but says that some day she really wants to go to Pripara and watch her big sister perform live. Moved by this, Laala performs a show with Sophy and Mirei, to show her sister how much her support means to her."
                },
                "28": {
                    "ID": "5103641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5103641",
                    "TitleEnglish": "PriPara Goes with The Pandas",
                    "SummaryEnglish": "Another idol challenges Shion to a game of Go live on Pripara TV, the winner of which will win a new cyalume coord for themselves and each member of their team. But there's a twist; the game is played with black and white panda mascots."
                },
                "29": {
                    "ID": "5106151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5106151",
                    "TitleEnglish": "EZ DO Glosercise",
                    "SummaryEnglish": "With only a week until the Paradise Prize competition, Laala, Sophy and Mirei are faced with a lack of training. That is until Gloria and Love put them into shape at a training camp! Will the girls survive?"
                },
                "30": {
                    "ID": "5112594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5112594",
                    "TitleEnglish": "Heart-Pounding! The Paradise Coord Belongs to Who!?",
                    "SummaryEnglish": "It's finally time for the decisive battle for the final piece of the Paradise Prize!! It's SoLaMi Smile vs Dressing Pafe vs Faruru! The question is, who will win?"
                },
                "31": {
                    "ID": "5114881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5114881",
                    "TitleEnglish": "Smile, SoLaMi♡Smile!",
                    "SummaryEnglish": "After the shocking results of the last ParaPri, Laala, Mirei and Sophy along with Sion, Dorothy and Reona feel down at their defeat. It's up to their friends, family and fans to cheer them up. Sophy's sister Cosmo performs a live involving all of the girls friends in order to show them how much they mean to each other. The girls are touched and vow to continue to make everyone smile. Meanwhile Unicorn announces the Miracle Live performance by Falulu to show off the abilities of the Paradise Coord. However when Falulu attempts to Cylaume change the coord refuses to shine. Panicked Unicorn cuts the lights and drags Falulu off stage, and to buy more time, announces a special competition for a second chance to win the Paradise Coord."
                },
                "32": {
                    "ID": "5174099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5174099",
                    "TitleEnglish": "Mirei Quits Saying",
                    "SummaryEnglish": "Valentine's Day is coming up, as is the Valentine's Day Live and Mirei feels that as long as she has her PriPara character, she can't win. Mirei reveals that she decided to announce that she's SoLaMi♡SMILE's Mirei, but Amamiya ruins the announcement during the morning assembly. Mirei drops her character and attempts to be herself, but this results in her being thrown off in her personality. Worried Amamiya decides to take matters into his own hands. During the Valentine's assembly Amamiya gives Mirei chocolate as a present before giving her her first warning ticket. Amamiya tells Mirei that even though her bubbly character was just a reason to hide her true self to begin with, it is just as much apart of her character now as her disciplinarian character. Mirei sees the error of her ways and finally embraces both sides to her personality."
                },
                "33": {
                    "ID": "5174100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5174100",
                    "TitleEnglish": "Laala, Tell Me More About You",
                    "SummaryEnglish": "With a second chance at obtaining the Paradise Coord only weeks away, everyone is training hard. Laala leaves training early and is asked to sign autographs by her fans. She also witnesses Falulu doing the same and is astonished at how fast she does them. Meanwhile Unicorn prevents Falulu trading friends tickets saying that all her fans need to do is support her to the fullest limit, however Falulu witnesses Laala trading with her fans. Falulu begins to wonder more about Laala and asks her all about her idol story up until now."
                },
                "34": {
                    "ID": "5174101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5174101",
                    "TitleEnglish": "Falulu's Friend",
                    "SummaryEnglish": "Laala wants to show Falulu the outside world using her PriPass. However Unicorn is determined to keep Falulu locked away and takes her PriPass from her. But Falulu disobeys Unicorn, steals back her PriPass and runs off. Laala continues to show her the outside world including her little sister Non. Falulu, deciding she would like a little sister christens one of her robot toys as Falulu's Non. Non also asks Laala to give Falulu a poppy flower. Then next day the girls visit Falulu to give her the flower, but unicorn catches them. Furious unicorn attemts to punish Falulu only to have Dressing Pafe intervene and the girls escape. Falulu's robot becomes damaged but all the girls manage to fix it for her. When Falulu asks why they are helping her Laala says its because they are friends and thats what friends do. Falulu then performs a live with a new making drama, much to the dismay of Unicorn."
                },
                "35": {
                    "ID": "5174102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5174102",
                    "TitleEnglish": "The Last Stage Battle!",
                    "SummaryEnglish": "SoLaMi Dressing reforms, with a new song for the last battle against Falulu. The competition takes place on a special stage atop Pripara Hills. Before the concert the girls ask Meganii and Meganee if they have discovered anything about Falulu. Meganii states that when she next scans her ticket during the concert they will be able to analyse her data. SoLaMi Dressing performs first, followed by Falulu, with both Laala and Falulu excited to be competing as friends. SoLaMi Dressing wins by a margin and gain the paradise coord. After the concert Falulu approaches the winners podium and attempts to trade friends tickets with Laala. Unicorn attempts to stop them but its too late. When she snaps her ticket a system error occurs and Falulu collapses."
                },
                "36": {
                    "ID": "5174104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5174104",
                    "TitleEnglish": "Falulu! Please Wake Up-dechu!",
                    "SummaryEnglish": "Falulu suddenly collapses and the blame is all on Laala. Meganii appears and explains that Falulu was created from the wishes of girls from all over the worlds wanting to become idols, which is why Falulu possesses such amazing skills. Also as her priticket contains all her data, snapping it would corrupt the data, which is why she has collapsed. Desperate to save her friend, Laala wonders if she can use her prism voice to awaken the paradise coord. Unicorn scofts at her saying her prism voice is a million years too early to do that. Determined to success Laala attempts to strengthen her voice by performing as many lives as she can."
                },
                "37": {
                    "ID": "5174106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5174106",
                    "TitleEnglish": "Call Forth a Miracle! Miracle☆Live",
                    "SummaryEnglish": "Falulu's only chance is a miracle. SoLaMi Dressing prepare to perform their Wake Up Live, but Laala begins to feel nervous. With all of Pripara watching she wonders if she'll be able to do it. Encouraged by her friends they begin to perform, everyone holds their breath as they cylaume change but it works and the paradise coord shines. However they are unable to keep it up and the light fades. Laala feels that she has let everyone down and tries to apologise only for the audience to burst into song. The prism sparkle suddenly appears and Kuma theories that the prism voice doesn't belong to one person alone, but is the collective harmonisation of everyones voices. Everyone snaps friends tickets and throws them to Falulu, the paradise coord bursts into light and the girls continue their performance. Falulu finally awakens, her coord transforms and she performs in the concert with the other girls. At the end of the concert everyone in Pripara receives silver pritickets and their very own Paradise Coords."
                },
                "38": {
                    "ID": "5174108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5174108",
                    "TitleEnglish": "Capisce for Everyone's Friends!",
                    "SummaryEnglish": "With Falulu awakened, everyone decides to celebrate her first birthday. Kuma and Usagi announce that all members of SoLaMi dressing have reached the major class idol rank, but Unicorn seems distant. It is later revealed that with her mission to make the Paradise Coord shine complete, she must leave. However, Falulu refuses to say goodbye and, in attempting to board Unicorns helicopter, nearly falls from the roof of PriPara Hills. Unicorn suddenly transforms into a pegasus and saves her, and the two decide to travel away together. SoLaMi Dressing performs a farewell concert with Laala and Falulu promising to meet again soon as Pegausus flies away. The next day, the girls go to register for a performance only to have Meganii Akai inform them that SoLaMi Dressing and its sub units are disbanded."
                }
            }
        },
        "2": {
            "ID": "607590",
            "URL": "https://www.thetvdb.com/series/pripara/seasons/official/2",
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "5084583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5084583",
                    "TitleEnglish": "Will I become an Idol Once Again!?",
                    "SummaryEnglish": "Laala and the girls are upset about their teams being disbanded. However Meganii shows them a new area of Pripara, the Pripara Dream Theatre, and tells them about the upcoming Idol Dream Grand Prix. The winner of the Grand Prix will gain a new coord that will shine brighter than the Paradise coord and the chance to appear in the Pripara Parade. Meganii also gives the girls the Cylaume Charm and state they will need to form a five member team to be eligible to perform in the Dream Theatre. Laala is also asked to perform in a demonstration and gains the pink lovely Cylaume Charm. Two new idols also appear."
                },
                "2": {
                    "ID": "5194478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5194478",
                    "TitleEnglish": "An Angel and a Devil-neko!",
                    "SummaryEnglish": "Two new idols, Mikan and Aroma make there debut along with their mascot Neko. Aroma reveals her plan to destroy SoLaMi Smile and Dressing Pafe, and then recruit Laala, Sion and Dorothy to her group in order to win the Idol Dream Grand Prix. It is also revealed that a unit can only be formed if there is a manager to witness the formation ceremony. However when the girls try to get Kuma an Usagi to agree to reform they refuse. It turns out both mascots had their fortune read by Neko and if they reform their units they will have great misfortune, though it was actually a ruse to prevent Laala Dorothy and Sion from joining their old units. Aroma and Mikan try to tempt Laala into joining Aromageddon but Laala resists. The new idols then make their debut."
                },
                "3": {
                    "ID": "5194489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5194489",
                    "TitleEnglish": "The Cursed Solo Live ~pri",
                    "SummaryEnglish": "Aroma's next target is Mirei, who is desperately trying to reform SoLaMi Smile in time for the next live. Laala gets matching ribbons as presents for Mirei and Sophy, but Mirei's present mysteriously vanishes. Mirei can't tell Laala and she's already said she is using the present in her next solo live to celebrate her election to student council president. After hunting all over Pripara Mirei finally finds the box with her present in and that someone placed a frog in it causing it to move around seemingly on its own. Laala finds Mirei and Mirei tells her what happened. Laala tells Mirei that whatever happens they'll always be friends, and that she actually forgot to put the ribbon in the box and gives it to her. Mirei finally performs her live and gains the blue pop Cylaume Charm."
                },
                "4": {
                    "ID": "5253907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5253907",
                    "TitleEnglish": "The Man Who Came from Brazil",
                    "SummaryEnglish": "Sophy's dad is back in Japan after his long journeys in South America. He has grown plum plantations abroad for Sophy, and he's come to pick her up so she can live overseas with him. Sophy has a choice to make, either go overseas with her dad or stay with her friends in Japan. Sophy decides to show her dad how much more independent she has become because of going to Pripara with her friends. She performs a solo live with a new making drama and gains the purple cool Cylaume Charm. Sophy's dad seeing how much his daughter has grown decides to let her stay in Japan."
                },
                "5": {
                    "ID": "5253908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5253908",
                    "TitleEnglish": "The Dream Theater Number 1! ~kuma!",
                    "SummaryEnglish": "The Dream Theater's construction is finally complete! But the question is, who will be on the 5 member team? There's only one way to decide and that's with a sports day in PriPara, complete with an athletic meet! The winner who places first gets to perform with their team live on stage! The teams are Dressing Pafe, SoLaMi Smile and Aromageddon. Each team participates in three events with the winner of the final event earning enough points to win and register as the first team to compete in the Dream Theatre. The final event is a multilegged race with each team member. SoLaMi Smile narrowly defeat Dressing Pafe, with Aromageddon coming third. Laala, Mirei and Sophy reform their team and participate in the Dream Theatre."
                },
                "6": {
                    "ID": "5253909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5253909",
                    "TitleEnglish": "Go, Farewell-usa!?",
                    "SummaryEnglish": "Determined to get Sion and Dorothy to join Aromageddon, Aroma and Mikan trick both girls into thinking the other joined Aromageddon already, causing Sion and Dorothy to have a major fight and refuse to reform Dressing Pafe. Reona tries his best to stop the fighting but its no use. Usagi discovers the trick that Neko played on him and Kuma and asks SoLaMi smile to help stop Sion and Dorothy's argument. In Pripara, Laala tries to get Sion and Dorothy to talk, but realises Reona is missing. She goes to find him training but he hurts his ankle. Still determined to make Dorothy and Sion reconcile, Reona atttempts to perform a solo live. Sion and Dorothy see how hard Reona is working and stop fighting. They reform Dressing Pafe and perform in the live as a team, with Dorothy and Reona gaining the blue pop Cylaume Charm and Sion the purple cool Cylaume Charm. Afterwards outside Mirei, Sophy and Laala meet Aroma and Mikan who both attend Paprika Private Academy as elementary schoolers."
                },
                "7": {
                    "ID": "5253910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5253910",
                    "TitleEnglish": "The Devil from the Neighboring Class ~nano!",
                    "SummaryEnglish": "Laala discovers that Aroma and Mikan have both just transferred to Paprika Private Academy and are in the class next door to Laala. Laala observes both Aroma and Mikan and sees how they keep their devil and angel characters outside of Pripara, however they constantly find themselves in trouble because of their behaviour. Aroma asks Mirei if SoLaMi Smile would consider joining with Aromageddon to form the ultimate team to win the Idol Dream Grand Prix, but Mirei refuses. Then during a Live, Aroma asks Dressing Pafe to joint Aromageddon to form Aroma Dressing Pafe, which Sion says she will think about it."
                },
                "8": {
                    "ID": "5253911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5253911",
                    "TitleEnglish": "Devi&An Preschool! Ribbit?",
                    "SummaryEnglish": "While walking home after school, Laala meets up with Mikan and Aroma, as well as two preschool children who have lost their dog. The group split up into two teams to help look for the dog. While searching Aroma helps on of the preschoolers overcome her shyness, and Mikan tells Laala how she and Aroma became friends in preschool and how Aroma developed her devil character to overcome her own shyness."
                },
                "9": {
                    "ID": "5253912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5253912",
                    "TitleEnglish": "Keep it a Secret from Aroma ~nano",
                    "SummaryEnglish": "In their new dressing room in Pripara, Laala wonders about asking Aroma and Mikan about join their team for the Dream Theatre which Mirei is reluctant to do. Meanwhile after school Aroma meets Mikan at the school statue. Mikan says she's very hungry because she hasn't had lunch yet. Aroma tells her she'll go and buy her something from in town if she waits at school. Neko however calls Mikan and asks her to come to Pripara and help make something for Aroma's birthday but not to tell Aroma about it as she wants to make it a surprise. Mikan has trouble deciding what to make Aroma when SoLaMi Smile show up and offer to help her make a cake. Things don't go too well though as Mikan keeps eating the ingredients. Aroma meanwhile heads to a bakery to buy Mikan her lunch only to find she hasn't enough money. Dressing Pafe show up and Dorothy and Reona take her to their parents restaurant and help Aroma to prepare something for Mikan. Aroma then goes looking for Mikan and, when discovering she's not at school, goes to Pripara with Dressing Pafe to find her. Mikan and SoLaMi Smile have just finished the cake for Aroma but Mikan ends up eating part of it, so the girls decide to start the surprise party early. But Aroma ends up walking in on them and misinterprets the situation, thinking Mikan has betrayed her, she then decides to end their friendship."
                },
                "10": {
                    "ID": "5253913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5253913",
                    "TitleEnglish": "June 6, Falling Out Idols",
                    "SummaryEnglish": "After witnessing Mikan eating cake with SoLaMi Smile, Aroma tears up the drawing Mikan gave her when they were in preschool and disbands Aromageddon. Desperate to reconcile with Aroma, Mikan goes in search of the two halves of the drawing but only manages to recover one. She then decides to remake Aroma's birthday cake all by herself while Laala, Sophy, Mirei, Dorothy, Reona and Sion search for the other half of the drawing. Mikan struggles to control her urge to eat the cake as she tries to complete it. Neko seeing how hard Mikan is working calls Aroma to show her and explain what happened. Aroma decides to give Mikan another chance and Mikan manages to complete the birthday cake. All the girls start the party over again and SoLaMi Smile reveal they found the other half of the drawing which Aroma reluctantly thanks them for. This causes Aroma's, Mikan's, Laala's, Mirei's and Sophy's cyalume charms to react and Meganii announces they are able to form a compatible five membered team. The girls are then taken to the Dream Theatre Stage and become the first group to perform a Dream Theatre Live. Mirei and aroma discuss the name of the new combined team and decide on SoLa Amageddon Mi."
                },
                "11": {
                    "ID": "5253914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5253914",
                    "TitleEnglish": "That's My Little Sister",
                    "SummaryEnglish": "At the Pripara cafe, all the girls are discussing their recent success in the Dream Theatre and what the new Paradise Coord will be like. Then a small female rabbit mascot comes running up to them and Usagi reveals her to be his little sister Usa. After introductions, Usa tells Usagi she has come too see how her brother works as a mascot in the hope of becoming one herself when she grows up. Usagi takes her with him as he trains Dressing Pafe. Dorothy comments on how unusually strict Usagi is being while his little sister is around, believing he is trying to impress her. When Usagi goes off to work and leaves Usa on her own, Kuma decides to show her what her brother is really like and they secretly observe him. But this only strengthens Usa's pride in her brothers hard work. Kuma then tricks Usagi into thinking he is Neko, causing Usa to become upset at his behavior. Laala and the others then confront Kuma and ask him why he upset Usa and Usagi, which he tells them was because of what happened with his own little sister. Laala goes and talks with Usa and after some explaining they decide to go to see Dressing Pafe's new live to show Usa the results of her brother's hard work. After seeing how wonderful the show is, Usa reconciles with her brother and vows to work really hard to become a mascot before leaving for home. Meanwhile in a far away country, a new idol leaves her home in Europe for Japan, in order to participate in the Dream Theatre."
                },
                "12": {
                    "ID": "5268070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5268070",
                    "TitleEnglish": "Fuwari, Girl of the Palps",
                    "SummaryEnglish": "While walking to school one morning, Laala encounters a group of people starring and shouting at a girl in a tree. Laala climbs up to speak to the girl, who introduces herself as Fuwari Midorikaze, who has come to Japan at the request of a prince to participate in the Dream Theatre Grand Prix. Fuwari says she is up the tree to see if she can find Paprika Private Academy, which she will be attending while in Japan, so Laala offers to show her the way. Meanwhile Gloria receives a phone call from the mysterious prince concerning Fuwari and asks for her support in looking after her both at school and in Pripara, to which Gloria agrees. Laala tells the other girls about Fuwari and Mirei tells them that Fuwari will most likely be staying in the academy dormitory behind the school. SoLaMi Smile go to see Fuwari just as Gloria is explaining that she doesn't need to sleep on the floor of her room. Everyone is taken back by Fuwari's open and carefree attitude, so much so that she manages to avoid receiving warning tickets from Mirei and having to wear a tie because she feels it is too constrictive like a collar on an animal. Fuwari is placed in the same class as Dorothy West, who is surprised to see her writing with chalk and slate. Fuwari explains that its easier because her goat always eats paper, just as said goat begins to devour Dorothy's school work. Laala takes Fuwari to Pripara after school to show her round. However when attempting to register her ticket Meganee cannot find a brand for Fuwari, explaining that because the ticket was given to her by another person it does not register which brand she can use. Fuwari is therefore forced to wear the idol training outfit instead. While showing Fuwari around Pripara, Laala bumps into Kuma and, during the distraction, looses Fuwari who wanders off. The weather changes to rain and everyone takes shelter. Mirei and Sophy see Laala, and the girls manage to find Fuwari who is singing in the rain. Everyone including the animals"
                },
                "13": {
                    "ID": "5268071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5268071",
                    "TitleEnglish": "The Prince and the Blue Bird of Misfortune",
                    "SummaryEnglish": "The mysterious prince arrives in Japan and makes hs way to Paprika Private Academy. Fuwari recognise him but he ignores her. During morning assembly, the prince introduces himself as Hibiki Shikyoin, and will be staying at the academy while he is in Japan. Fuwari, upset by Hibiki ignoring her, tells the other girls how she came to meet him back in the Palps, when her singing attracted the attention of the prince's horse. Hibiki gives Fuwari a preticket and asks her to go to Japan and participate in the Dream Theatre which she promises to do. The girls agree to help Fuwari keep her promise. Sion also sees that Fuwari would make a good memeber to Dressing Pafe's dream team so she, Dorothy and Reona go to Prism Stone to register her. But Meganee tells the girls that Fuwari cannot join their team until she has made her debut by performing her first live, which she cannot do until she gets a brand registered. Cosmo also reveals, via video chat, that she is working on designing new brands for girls like Fuwari and to be patient. The girls decide that in the mean time they should get Fuwari a manager to manage her idol activities. The girl introduce Fuwari to Usagi, and many other mascots flock to her because of her natural charm, all except a timid blue bird. Kuma reveals the bird to be Toriko, who is always fearful of others and tends to keep to himself. Fuwari tries to talk to Toriko only for him to fly off, so she persues him causing her to trip and fall into a river. Toriko, seeing her in danger, plucks up the courage to resuce her but ends up nearly drowning himself before Fuwari saves him. Fuwari asks Toriko to become her manager but he is afraid he isn't up to the job, so Dressing Pafe perform a live in order to inspire him. The performance works and Toriko agrees to be Fuwari's manager."
                },
                "14": {
                    "ID": "5296713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5296713",
                    "TitleEnglish": "Fuwari Dances! First Live ~tori!",
                    "SummaryEnglish": "Gloria tells Fuwari that in order to become a proper princess she must attend special lessons, taught by the headmistress herself. Fuwari agrees and Laala also gets dragged into attending the lessons for breaking another school rule. The girls soon discover how tough the princess lessons are, they include how to correctly walk in high heels, how to wear heavy tiara's and use chopsticks properly. Laala sucumbs to exhaustion and faints, so Fuwari uses the distraction to slip out of the window while the headmistress is preoccupied with Laala. Fuwari hides up a tree and wonders if she made the right decision leaving home to come to Pripara in Japan, and if she really has what it takes to be a princess. When the headmistress comes searching for her, Fuwari loses her balance and falls from the tree, but is caught by Hibiki on a motorcycle. Hibiki, seeing she is upset, encourages Fuwari to do her best and that he believes in her. Inspired to become a princess once more, Fuwari returns to Gloria's office to continue the lessons, but is interupted by her Pripass. Laala tells Fuwari that it must be Toriko and shows her how to answer the phone call. Kuma is revealed to be the one calling, saying that Toriko has been trying to ring Fuwari all day to tell her her new brand is ready. All the girls head over to Prism Stone where Cosmo and Meganee reveal the GoCo Flower brand designed for her. Cosmo gives Fuwari her own Priticket and upon scanning it enters Pripara in her new outfit. Everyone admires how much the brand suits Fuwari and Meganee reveals Meganii has written her a song for her debut. Toriko gives Fuwari a cyalume charm and enters her into her debut concert. Fuwari's debut ends with her ranking up to debut class idol and gaining the green natural Cyalume Charm."
                },
                "15": {
                    "ID": "5296714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5296714",
                    "TitleEnglish": "E~veryone's on a PriPara Prohibition Order",
                    "SummaryEnglish": "Laala wakes up from a nightmare, where she dreams that Pripara has been closed for good, only to find out the nightmare has become real when she receives a call from Meganee on her Pripass. Laala makes her way to Pripara but ends up getting chased by Gloria, who appears to have fallen into her old ways of hating Pripara and attempts to confiscate her Priticket. Meanwhile Dorothy, having gotten out of bed late is on her way to meet Reona at Pripara when she bumps into Laala. Laala explains the situation and both girl decide to got to Prism Stone to investigate, narrowly avoiding a group of crazed idols who are upset they can't go to Pripara anymore. Upon arriving at Prism Stone, the girls discover it deserted but are still able to enter the Pripara world by scanning their tickets. Inside they find the place desolate before being confronted by a demonic image of mascots telling them to get out. With encouragement from Dorothy, Laala bravely faces the mascots and discovers Kuma, Usagi and Neko were playing a trick. All of Pripara springs into life and all of Laala's friends reveal a surprise party for her one year debut anniversary. Dorothy angrily asks Reona why she wasn't informed, to which Reona says he tried to wake her up that morning but she was too deep in sleep to hear him. Laala thanks everyone for the party and everyone begins celebrating, which includes everyone telling their most memorable experience of Laala over the past year, as well as a performance from Dressing Pafe. Falulu also appears via video link from Paris, France where she has been living since leaving Japan. The party ends with a performance from SoLaMi Smile, and Cosmo reveals she has updated everyone's cyalume coords. Later that evening, Fuwari returns to her dorm room to find another present and a note from Hibiki, while Aroma is seen spying on her from the elementary school roof."
                },
                "16": {
                    "ID": "5296715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5296715",
                    "TitleEnglish": "The Devil's Museum ~kuma!",
                    "SummaryEnglish": "SoLaMi Smile and Dressing Pafe both want Fuwari to join their dream team, but so does Aroma and with Neko's help she plans to eliminate the competition. Meanwhile Fuwari shows the present Hbiki gave her to Gloria who reveals it to be a portrait of a princess dancing with a prince. All the girls then receive mysterious invitations to a museum in Pripara and they decide to check it out. But the mascots tell the girls the museum is haunted and not to enter. Ignoring their mascots pleas they enter to find Aroma and Mikan. Aroma then proceeds to scare each of the girls and trap them in silly costumes. With only Laala left, she and Fuwari run into a room where Fuwari notices an old loom for making cloth. As Aroma appears to deal with Laala, her plan back fires when a giant spider appears and captures everyone with its thread. Fuwari notices how beautiful the thread is and the spider says it was once used to make cloth. Fuwari tells the spider she will make something from its thread if it lets her go. The spider agrees and Fuwari uses the old loom to make a colorful banner depicting the spider. The spider touched by the display disappears and everyone is freed. Meganee then appears and congratulates Fuwari for her creativity. Inspired, Aromageddon perform a new making drama in an effort to convince Fuwari to join their team."
                },
                "17": {
                    "ID": "5296716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5296716",
                    "TitleEnglish": "The Prince, a Goat, a Date and Me",
                    "SummaryEnglish": "The Summer Idol Grand Prix is fast approaching and everyone is excited. SoLaMi Smile and Dressing Pafe still need to finalise their dream teams and both really want Fuwari to join, but Fuwari is more concerned over her princess lessons. Gloria tells Fuwari she must learn ballet in order to be able to dance more elegantly. Fuwari practices very hard and manages to learn the various ballet moves, but she begins to have doubts about if she is doing the right thing. During a confrontation by Dorothy and Laala, both of whom want Fuwari to join their respective teams, Fuwari voices her concerns and is overheard by Hibiki's personnal butler. Hibiki, worried Fuwari is losing heart, decides to take her out on a date, buying her a new dress, then taking her to dinner and dancing. Hibiki encourages Fuwari to do her best at becoming a princess and gives her a pair of purple glass slippers. The next day however, Fuwari thinks on what Hibiki told her when Laala and Dressing Pafe show up. Fuwari tells them what happened and that she doesn't really know what she has to do. The girls decide to have fun with Fuwari since they haven't really hung out since she moved to Paprika Private Academy. While playing chase around the school playground, Fuwari comes to realise that being a princess is not who she is meant to be and that she would be happier being herself. She writes an apology to Hibiki and then performs a live. Hibiki, who is watching the live, becomes concerned and makes a phone call. The next day one of Hibiki's private helicopters is seen approaching Pripara with four shadowy figures aboard."
                },
                "18": {
                    "ID": "5296717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5296717",
                    "TitleEnglish": "Run! Summer Dream Grand Prix!",
                    "SummaryEnglish": "A group of four top ranking idols called Celebrity 4 arrive in Japan from Europara planning to enter the Summer Idol Grand Prix. The idol group approaches Fuwari and ask her to join them to form a dream team. Althought Fuwari politely refuses the girls don't take no for an answer, and after one of them hits Toriko, Fuwari runs away from them. Finding Laala and the others, she asks to form a dream team with Dressing Pafe and Laala because they had so much fun the other day together. Dressing Pafe excitedly agree, however Mirei objects saying Laala is part of SoLaMi Smile just as Celebrity 4 show up in a pedal powered car and begin to chase the girls around Pripara. The girls manage to lose Celebrity 4 but Sophy becomes tired and Mirei injures her leg. Dressing Pafe manage to lead Celebrity 4 away from the others while Fuwari tends to Mirei. Mirei thanks her and relucantly agrees to let Laala form the dream team. Laala and Fuwari meet up with Dressing Pafe and begin making their way to the Dream Theatre in time for the Grand Prix. As they transverse a narrow ledge in a gorge, Celebrity 4 appear on a four person bike, only to be driven back by panda mascots playing skittles with boulders. One of the boulders goes off course, forcing Laala and the others to jump into the river. As they are swepped along, Celebrity 4 appear in a balloon to pick up Fuwari, but the balloon is popped on an old tree and the four idols are plunged over a waterfall. Fuwari clings to Laala and the other to save them from the waterfall. This causes all of their cyalume charms to react indicating the formation of a compatible dream team. The girls are then swepped down the waterall and end up in the fountain in the main square. They rush to the Dream Theatre and perform as a team, winning the event and the Summer Dream Parade Coord, the first of the princess coords. As the girls are interviewed by Meganii, Hibiki switches off the TV in annoyance. Later Fuwari goes to return the glass slippers Hib"
                },
                "19": {
                    "ID": "5336759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5336759",
                    "TitleEnglish": "What's a Genius ~panda?",
                    "SummaryEnglish": "Fuwari prepares to leave Paprika Private Academy for home, but SoLaMi♡SMILE and Dressing Pafé confront her and beg her not to go. Fuwari tells them that she was only able to stay in Japan if she became a princess for Hibiki and since she no longer wants to she must leave. The others however decide to ask Hibiki to reconsider and let Fuwari stay. Andou prevents them from entering Hibiki's office so they force their way in. Hibiki agrees to hear them out and after pleading with him to let Fuwari stay he agrees. As everyone celebrates Hikibi takes a sudden interest in Sophy and Sion. Although Fuwari can stay at the school she must move into a different dorm room in the attic, and all the girls and headmistress Gloria help her to settle in. Everyone then head to Prism Stone so that Dressing Flower can perform a Dream Theatre live with their new Summer Dream Parade Coord. Aroma and Mikan are seen outside a Bagel and Coffee shop opposite Prism Stone, Mikan wanted to get a Bagel but the shop appears to be closed much to her dismay. On witnessing the others entering Prism Stone, Aroma rushes to meet them so as not to miss the performance. Just before entering the store, Mirei witnesses Hibiki's butler entering the Coffee shop. Everyone gathers at the Dream Theatre and Dressing Flower perform a concert. At the end of the concert however, someone cuts the lights, and after they are restored, Laala and the others realise their Summer Dream Parade Coord has been stolen. A mysterious man appears above the stage, calling himself Thieving Genius and revealing he has stolen the Coord before fleeing the building. Despite Meganii and the Panda mascots best efforts they are unable to locate the thief. Everyone begins to wonder what will happen to the competition now, but Meganee reassures them that the Autumn Idol Grand Prix will still go ahead as planned. Everyone also agrees they will do their best to put on the best performances they can. Meanwhile the thief is seen leaving Prip"
                },
                "20": {
                    "ID": "5336760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5336760",
                    "TitleEnglish": "Faruru's Come Back ~dechu",
                    "SummaryEnglish": "SoLaMi♡SMILE and Dressing Pafé gather on the roof of Pripara Hill ready to welcome back Falulu. Even Kuma and Usagi are excited about seeing Unicorn again, especially after her transformation into Pegasus. As a bright pink light appears in the sky, everyone assumes it to be pegasus but it turns out to be the landing light for a helicopter which lands on the rooftop helipad. Unicorn appears at the door, having assumed her original form to everyone's surprise, and announces Falulu's arrival. Falulu descends the steps to greet everyone. Laala tells Falulu how thrilled she is to see her friend again, before Falulu reveals she has brought some friends with her. Then dozens of mini Falulus begin to disembark from the helicopter much to everyone's surprise and confusion. In her old apartment in PriPara Hills, Falulu talks about her time in Paris, France and give everyone presents from her trip. They then ask about all the mini Falulus, which Unicorn explains came into existence the same way Falulu did. Just like Falulu was created from the strong wishes of girls wanting to become idols, the mini Falulus were created the same way. Unicorn scanned all of their tickets and brought them to life in the hope of giving them the same chance at becoming real girls like Falulu. Falulu is then called away to a meet and greet event for her fans and leaves the others and Unicorn with the mini Falulus. However the mini Falulus all decide to run off, and Laala and the others try to recapture them. The mini Falulus cause mayhem all over Pripara, including interrupting a performance by another idol group. Falulu meets up with everyone and begins to apologise for her miniatures' behavior. Laala suggests Falulu perform a Live to keep the mini Falulus entertained. Falulu agrees and the Live is successful, she also gains the Pink Lovely type Cyalume Charm, but it has gold colored wings instead of pink. Falulu's performance is witnessed by Hibiki, who shows great interest in Falulu, as well"
                },
                "21": {
                    "ID": "5336761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5336761",
                    "TitleEnglish": "Fair, then Partly Gaaruru",
                    "SummaryEnglish": "Unicorn and the mini Falulus leave Pripara by helicopter, while Falulu stays behind to find Gaaruru. Kuma spots Gaaruru using some binoculars and everyone begins to chase her down. Falulu reveals that Gaaruru always seemed to distance herself from her and the other miniatures, even refusing to watch Falulu perform. Falulu begins to feel downcast but Laala and Mirei cheer her up. The others promise to find Gaaruru and leave Falulu on a bench, where she is approached by Aromageddon, who entertain her with fortune telling. The others track Gaaruru to the Cafe where they try to talk to her but end up getting bitten as no one can understand what Gaaruru is saying, except Sophy. Sophy tries to talk to Gaaruru saying she understands how she feels only to have Gaaruru bite her. But as the others run after Gaaruru Sophy mentions to Mirei that the bite didn't really hurt. Laala and Mirei follow Gaaruru to PriPara Hills, where she takes the elevator to the Thirtieth floor. Gaaruru then stumbles upon the control room where Meganee changes the weather in PriPara. After Meganee leaves Gaaruru uses the controls to create a monster attack in Pripara before running off. Laala and Mirei are told to evacuate the building by Meganee who proceeds to the control room, but the door becomes jammed because of the monster attack. Sophy, who lagged behind, only just reaches the thirtieth floor and sees Gaaruru head to the roof. Sophy follows her and protects her from the debris caused by the monster attacking the building, before collapsing from fatigue. She apologies to Gaaruru for not being able to protect her because of her weak constitution and her dependence on pickled plums. Gaaruru, understanding Sophy's feelings, tries to help her before the royal guard arrive in a helicopter with Falulu. Chanko shoots a pickled plum to Sophy but she gives it to Gaaruru. Meganee manages to break into the control room and shut down the program, returning Pripara to normal. Gaaruru's mood changes becaus"
                },
                "22": {
                    "ID": "5336762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5336762",
                    "TitleEnglish": "It's Summer! MAX Love at the Pool!",
                    "SummaryEnglish": "Dorothy and the others are still upset over the Thieving Genius stealing the Summer Dream Parade Coord, so they decide to go to the pool and have fun with their friends. Laala meets up with Eiko and when she enquires as to the whereabouts of Love, Eiko tells her that Love has become distant lately. Dorothy and Reona head up to the high diving board and notice Love sitting on the edge looking at something. When Dorothy asks her what she's doing, Love acts defensive and dives into the pool to escape. Dorothy has a sudden thought and thinks that Love is the Thieving Genius and it was the tickets containing the Summer Dream Parade Coord she was holding. Dorothy and Reona decide to follow Love and see if she really has the tickets. On the way they notice Amamiya is also following Love, when Dorothy confronts him he says he heard Mirei talking about how upset she was about the Coord being stolen and wanted to find the thief in order to impress Mirei. He, like Dorothy, thought Love had the tickets. They follow love to a secluded park bench where they confront her but she refuses to hand over what she's holding. They are suddenly interrupted by Hibiki who is playing tennis on his private court opposite the bench. Hibiki asks what they're doing, but quickly changes the subject when Dorothy mentions they are looking for the Thieving Genius. He offers them to play tennis as he has heard of Love's skill. The first match pins Love against Dorothy, Reona and Amamiya. Although Dorothy thinks it unfair, she is soon proved wrong when Love beats them easily. Hibiki then places himself against the four of them and shows he has equal skill as only Love is able to return his serves. Dorothy becoming frustrated, attempts to return one of Hibiki's serves but is cut across by Reona who had the same idea. The ball flies off and the gust of wind extracts the paper from Love's jacket. Dorothy seeing a chance grabs the paper thinking it is the Coord before Love can get it. However it turns out"
                },
                "23": {
                    "ID": "5336763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5336763",
                    "TitleEnglish": "Cool Scandal☆I'll Gladly Oblige",
                    "SummaryEnglish": "As Sophy leaves for school, she enters the elevator, only for it to go up to the penthouse suite before going to the lobby. As the doors open Hibiki steps in and Sophy, surprised, greets him in the appropriate manner. As the elevator descends, Hibiki advances on Sophy, telling her how perfect she is as an idol and that she would easily reach the Divine rank. He also offers her a special pickled plum, which will give her energy for much longer than her normal ones. Although Sophy politely refuses, Hibiki forces her to take it causing her to become super energized. As the elevator door opens to the lobby, Nene Tokuda who has been snooping around spots Sophy in the elevator with Hibiki and takes pictures of the two. Sophy then mounts one of the horses pulling Hibiki's carriage and rides it to school followed by Hibiki. At school, everyone is overcome by Sophy's new energetic attitude, but Laala, Mirei, Sion, Reona and Dorothy express their concerns and wonder why she's acting the way she is. Nene then appears and shows them the pictures of Sophy and Hibiki, believing that they are romantically involved, and that this is the reason she is being so energetic. Sophy goes to Pripara followed by Mirei and Laala who wonder what she's up to. Sophy approaches Meganee at the performance registration desk with Kuma and asks to register SoLaMi♡SMILE for a performance marathon in the hopes of boosting their idol rank to divine. Mirei and Laala become shocked at the prospect of performing so many consecutive Lives but Meganee reluctantly agrees and registers them. She also notices the unnatural sparkle in Sophy's eyes and gives a look of concern. SoLaMi♡SMILE begin performing their marathon of Lives, but after the fifth consecutive performance, Laala and Mirei begin to feel exhausted. Sophy tries to encourage them before kissing each girl on the cheek, transferring some of her energy to them and allowing them to keep performing. However the effect is only temporary, and Mirei a"
                },
                "24": {
                    "ID": "5336764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5336764",
                    "TitleEnglish": "Shion VS Hibiki",
                    "SummaryEnglish": "Sion wakes up from a dream reliving the moment the Thieving Genius stole the Summer Dream Parade Coord, while Hibiki plots his next scheme to lure Sion into his plans. At school everyone is talking when Sion is approached by Andou, who gives her a letter from Hibiki, asking her to meet him after school. Sion decides to go through with the request although she doesn't understand why Hibiki would want to see her. The others think that Hibiki has sent Sion a love letter and plan to secretly follow her to find out if Hibiki is in love with her. Hibiki turns up on his horse and whisks Sion off, taking her home. The others follow but are prevented from entering Sion's house by Andou. Sion shows Hibiki her abilities in sword fighting and martial arts before he asks her for a game of Go. The others meanwhile are forced to play soccer and must score a goal against Andou before he will allow them to see Sion. This is however a distraction while Hibiki talks with Sion. Hibiki tells her that she has all the potential to become a divine idol and that if she wishes to know more she should come to his apartment. Hibiki then leaves, ignoring the questions from the others who are all exhausted from playing soccer. That evening at festival, Sion thinks about what Hibiki said and decides to go and see him. Hibiki takes her on a helicopter ride over the festival, where she notices the city looks just like a giant Go board. Hibiki asks her if she has ever performed on her own to which Sion replies no as she has always performed as part of Dressing Pafé. She however remembers the day she became an idol and her vow to become the best and wonders if she has what it takes on her own. The next day she performs her very first solo live with her own song and making drama, and manages to rank up. Her resolve strengthened, Sion vows to be more passionate at being an idol and strive to reach the divine rank as part of Dressing Pafé. The last scene shows Hibiki placing a model of Sion into the D"
                },
                "25": {
                    "ID": "5336765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5336765",
                    "TitleEnglish": "Friends Tickets Will Save the World",
                    "SummaryEnglish": "Everyone is still upset over the Thieving Genius, so SoLaMi♡SMILE and Dressing Pafé decide to hold an event in Pripara to boost everyone's spirits. The event involves a friend ticket exchange with the members of each team and their fans, the goal of which is to get enough tickets to cover the front of the PriPara Hills building within 24.5 hours. The event will also involve each team member and their friends putting on various performances which will be broadcast to the world on Pripara TV, with the aim of getting a 100% viewing rate. Hibiki also decides to use the event to evaluate potential members for his dream team. However he becomes increasingly annoyed with Laala and the others so attempts to sabotage their efforts by getting a team of workers to post complaints about the broadcast. As the ratings plummet and the queue of fans dwindles, everyone starts to lose hope. Laala however tries to keep up everyone's spirits say how much fun it is to be able to be with them in PriPara. The others, encouraged decide to reform SoLaMi♡Dressing and put on one last performance to turn the event around. With their friends support SoLaMi♡Dressing pulls it off and they manage to successfully complete their goals for the event before time runs out. Hibiki, frustrated he was unable to find anymore candidates for his dream team, turns his attention to stopping Laala ruining his plans."
                },
                "26": {
                    "ID": "5542517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542517",
                    "TitleEnglish": "Ham and Ajimi",
                    "SummaryEnglish": "Everyone arrives at Pripara and are greeted by Meganii. Meganii informs the group that he has created a Pripara Police department in order to catch the Thieving Genius and is looking for recruits. As Meganii leaves, a new idol is seen entering the Pripara world through the mirror in Prism Stone. Upon entering Pripara the idol begins frantically rushing round painting graffiti on everything and everyone. When she stops in front of Laala and the others she introduces herself as Ajimi Kiji and everyone is taken back by her energetic and flamboyant personality. However their meeting is interrupted by an announcement from Meganii, who says he has discovered a clue supposedly left by the Thieving Genius. The clue appears to be a picture made from seeds, which Gloria cleans up for evidence with Rina. Everyone ponders what the clue means, and attempt to solve its mystery. It is Ajimi who ends up solving the puzzle by discovering the seeds are sunflower seeds dropped by a hamster mascot. Meganii appears and congratulates Ajimi, revealing the clue was a test to recruit the best idol to be a detective at the Pripara Police department. He gives Ajimi a special Cyalume Charm with a sheriff's star on the back, as well as a special type of Pripass, the Cyalume Miracle Compact. He also introduces her manager, the hamster mascot, who Kuma and Usagi reveal to be a high profile and well respected mascot in Pripara. Ajimi then makes her debut, which Hibiki watches to see if she is worthy of joining his dream team, but quickly throws her model counterpart into the bin box afterwards. The next day Gloria introduces the new art teacher to Paprika Private Academy, who is none other than Ajimi."
                },
                "27": {
                    "ID": "5542518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542518",
                    "TitleEnglish": "The Da Vinci Coord",
                    "SummaryEnglish": "Ajimi begins her first day at Paprika Private Academy but her mind appears to be on other things. After attempting to arrest the headmistress for being the thieving genius and covering the academy in graffiti, Gloria reprimands her and reveals she is also supposed to be designing a Coord for the Autumn Dream Idol Grand Prix, and that she will be working with Cosmo Hojo. At this news she rushes out of Gloria's office and bumps into Cosmo and everyone is surprised to see they know each other. Ajimi and Cosmo reveal they both attended a design course in Paris together and both won an award for the best Coord designs as they were considered equally good. Ajimi then decides to challenge Cosmo to a design contest in Pripara to determine who is the better designer. The contest is hosted by Laala and Dorothy and Mikan are chosen to be models for Cosmo and Ajimi respectively. Both designers each produce a Coord and the audience votes on the best, however both Cosmo and Ajimi receive equal marks for every design they produce causing them to become frustrated . However Laala, Dorothy and Mikan manage to cheer them up by making rice omelettes. Both Cosmo and Ajimi remember that the reason they became friends was because of their love for rice omelettes and both girls design one final Coord each, which still results in a tie in the contest. However everyone is happy with the outcome causing Cosmo's, Ajimi's, Dorothy's, Mikan's and Laala's Cyalume Charms to react indicating a compatible dream team. However Laala, Dorothy and Mikan are worried it will upset their teammates, and Hibiki is seen spying on everyone using a camera disguised as a butterfly, and promptly throws his Cosmo model into his 'fool' bin."
                },
                "28": {
                    "ID": "5542519",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542519",
                    "TitleEnglish": "The Terra-cosmic Autumn Grand Prix!",
                    "SummaryEnglish": "Laala, Dorothy and Mikan form a compatible dream team with Ajimi and Cosmo called Cosmic Omurice da Vinci, but are worried about what the others will say. However, Sophy, Mirei, Sion, Aroma and Reona all show support for their friends and understand their feelings, causing their own Cyalume Charms to react and Meganii reveals they may also form a compatible dream team, which they call Aromasoreshi Mi. Meanwhile Fuwari is seen at the school with Non helping her goat to give birth to three baby goats. She then takes them to Pripara and it is reveal there is a separate gate for the goats to enter the Pripara world through. Fuwari also enters the Dream theatre with her goat and three babies much to the surprise of everyone. Many teams compete in the dream theatre but it's not until Aromasoreshi Mi perform that things get interesting. The team fails to Cyalume Change into the Autumn Dream Parade Coord, which surprises even Hibiki who thought that Sophy and Sion would manage to do it. During the after-performance interview, the mascots reveal that if no team is able to win the Princess Coords, the dream theatre will be cancelled, shocking Laala and the other members of Cosmic Omurice da Vinci. However the members of Aromasoreshi Mi all believe that Laala and the others will succeed and cheer them on. Cosmic Omurice da Vinci perform their dream theatre live and manage to win the Coord. The Thieving Genius then appears but does not steal the Coord."
                },
                "29": {
                    "ID": "5542520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542520",
                    "TitleEnglish": "What's a Mega Genius ~panda?",
                    "SummaryEnglish": "Security around the dream theatre is tightened as Cosmic Omurice da Vinci plan to perform their live to show off the Autumn Dream Parade Coord. Ajimi is also on alert as she still plans to catch the Thieving Genius and nearly does when she catches Hibiki's spy camera, but unfortunately she believes it to be a real butterfly and lets it go. Cosmic Omurice da Vinci perform their live and at the end of the show, they disappear below the stage briefly to change out of the cord in case the Thieving Genius shows up. Laala is about to give the PriTickets containing the Coord to Meganii for safekeeping but a second Meganii appears. Unable to determine who is the real Meganii, Laala accidentally gives the Coord to the impostor, who reveals himself as the Thieving Genius. Meganii chases the thief around the theatre until he apparently escapes. But Ajimi reveals she switched the tickets with fake ones and that she still has the real tickets. Their victory is short lived as the thief returns and uses Gloria's vacuum Rina to steal the real tickets. Meganii reveals the tickets have a tracker on them and begins monitoring the thief's location, but Hibiki realises this and places the tracker on one of the panda mascots to confuse Meganii. Laala manages to track down the thief and apparently corners him in an elevator with Mirei and Sion, but he manages to escape."
                },
                "30": {
                    "ID": "5542521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542521",
                    "TitleEnglish": "Heya! Happy Halloween ~nya",
                    "SummaryEnglish": "It's Halloween in Pripara, but everyone is struggling to enjoy the festivities, because the Thieving Genius has managed to steal the second Princess Coord. Laala however, manages to cheer everyone up. As everyone is admiring the decorations and costumes, an old friend of Laala's appears, Ran. Laala initially becomes afraid of her as she still believes she is a ghost due to her apparent ability to disappear, however when everyone else shows they can see her too, Laala relaxes. Meganii announces there will be a competition where the girl who manages to scare the most people will be crowned Miss Halloween. Ran expresses her desire to win the competition however she is unable to scare anyone as everyone thinks she's cute. Aroma then scares everyone and takes the top position on the leader board, determined to win the competition herself. She is immediately overtaken by several other idols. Laala and the others agree to help Ran win the competition while Aroma tries to regain the top position. Ajimi is also trying to find inspiration for the competition. Aroma attempt to scare Fuwari, and succeeds in scaring the mascots regaining the lead. Fuwari however then scares Aroma and Mikan with a snake and unintentionally gains the lead. Laala and the others are busy finding a costume for Ran when they become distracted by Ajimi, causing Ran to fall into the fountain. Ajimi, who has come up with an idea of a costume designed to look like a statue, starts behaving erratically which causes her to take the lead in the competition until Ran emerges from the fountain. Her makeup having been smeared by the water, causes her to scare everyone in Pripara winning the competition. Solami♡SMILE decide to celebrate by performing a live, before everyone trades tickets with Ran. Ran becomes overjoyed and dances around before suddenly disappearing, causing everyone to run off screaming thinking she's a ghost. It is revealed however that Ran had fallen into a giant Pumpkin, which she climbs o"
                },
                "31": {
                    "ID": "5542522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542522",
                    "TitleEnglish": "The Dangerous PriPara Police, Holler at the Forefront",
                    "SummaryEnglish": "Hibiki begins contemplating Laala's ability as an idol, remembering how she awoke the prism voice to revive Falulu. He removes the model Laala from the 'fool' bin and balances it precariously on the top where it stays. He then goes to watch SoLaMi♡SMILE performing in PriPara, disguised as the Genius, but is spotted by one of the audience members who yells out causing everyone to look at him. Hibiki manages to escape but leaves many of the idols in Pripara infatuated with him. Ajimi is becoming frustrated as she has been unable to think of a way of catching the Genius, but is suddenly hit with inspiration. She calls her dream team mates, Laala, Dorothy and Mikan to the Pripara Police department and lets them in on the plan. The girls will perform a live and if the Genius appears again, Laala will alert everyone with her loud voice, Mikan will then chase and capture the Genius as she is the most athletic, and Dorothy will use her charm to get him to confess to his crimes and return the stolen Coords. The girls begin training but Dorothy hurts herself, she is then tended to by the Pripara nurses, made up of Sophy, Fuwari and Reona. Mirei and Aroma are also seen training together for their next performances. With everyone working hard Ajimi is convinced they will catch the Genius and everyone can enjoy the Winter Idol Grand Prix. As Laala and the others get ready for their live, Hibiki also plans to lure Laala away from the others in order to question her. The girls perform their live and Laala spots the Genius afterwards up on the balcony. As Mikan begins to chase him, he distracts her with a hamburger causing her to crash into Laala and Dorothy. Everyone splits up to look for the Genius, causing Laala to be lured into a room by the Genius. He questions Laala about her idol abilities, say she could be a top idol is she focused more, but Laala rebuffs his comments saying its because of her friends that she can be who she is. Everyone then runs in on the two, Ajimi rev"
                },
                "32": {
                    "ID": "5542523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542523",
                    "TitleEnglish": "Princess Falulu",
                    "SummaryEnglish": "Falulu returns to Parajuku Pripara to participate in the Dream Parade, and Gaaruru has snuck off to join her much to Unicorn's dismay. Everyone greets Falulu as she arrives, but Ajimi confronts her and tries to interrogate her, until Gaaruru bites Ajimi. Falulu sits down with the others in her old apartment, where they proceed to tell her about the Thieving Genius. Falulu begins various activities around Pripara, including a meet and greet event where she officially gets introduced to Aroma, Mikan and Fuwari, she also receives flowers from Laala's sister Non. As Pripara closes for the evening everyone leaves, but as Falulu is a vocal doll she must remain alone in Pripara during the night. Falulu puts Gaaruru to bed before sitting alone and playing with her Non robot but breaks it due to a lapse in concentration. As she picks up the toy, the window opens and the Genius appears and greets her. Falulu however ignores her remembering Unicorn's advice about talking to strangers. The Genius manages to get her attention by stealing and fixing her robot toy. Falulu thanks him and he tells her how much like a princess she is. The two dance as the Genius convinces her to become a princess and lead his dream team to victory in the Dream Parade, but are interrupted by Gaaruru who bites the Genius. He leaves but asks Falulu to keep their meeting a secret. The next day Falulu is talking with Laala and the others, who say they are looking forward to her Live later. Gaaruru tries to tell Sophy about the events of the previous night but Falulu stops her. Falulu then performs her live, where she ranks up to the Top idol rank. She then announces her desire to become a princess, much to the shock of Laala and the others. Falulu then sends Gaaruru home to Unicorn even though she protests saying she must stay to protect Falulu, but Falulu reassures her she'll be fine. Hibiki is delighted that Falulu has accepted his proposal, and grins over the Dream Theatre diorama."
                },
                "33": {
                    "ID": "5542524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542524",
                    "TitleEnglish": "A Birthday Promise, Capisce-!",
                    "SummaryEnglish": "It's Laala's birthday and everyone plans to help her host a special birthday performance at the Dream Theatre. Laala also reveals that she shares her birthday with her best friend Nao. During the event Laala is overwhelmed by fans wishing her happy birthday, and Nao who tried to give Laala her present is pushed aside. Nao returns home but is not upset as she remembers all the good times she's had with Laala. Laala realises Nao is nowhere to be found and goes to find Her. Laala finds Nao at her home and they both exchange presents. Nao then drags Laala back to Pripara to perform in the Birthday Dream Theatre with SoLaMi Dressing. During the performance, when everyone performs Cyalume Airy and gains wings, Laala picks up Nao from the audience and flies around the stage with her before performing the end of performance pose with Nao and the others. Hibiki, who had been watching the days events, takes the model Laala and throws it into another bin, vowing to get rid of Laala once and for all."
                },
                "34": {
                    "ID": "5542525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542525",
                    "TitleEnglish": "Capisce Mystery: The PriPara Serial da Vinci Incidents",
                    "SummaryEnglish": "Hibiki continues to see Falulu during the evenings when she's alone, and during their latest meeting Falulu comments on the stars in the sky. The next day Gloria is horrified to discover that Rina is injured and unconscious. The Pripara Police turn up to investigate as Ajimi suspects foul play. Rina appears to have left a clue, a figure eight, in drool on the floor, which leads Ajimi to falsely arrest Kuma and Usagi when her overactive imagination causes her to misinterpret the clue. Meanwhile Sion and Mirei talk about the Genius and begin to suspect Hibiki. Hibiki's butler, Andou, voices his concerns that Hibiki's identity as the Genius may be at risk. Hibiki rebuffs him then orders him to sneak into PriPara. Andou dresses as a male goat and uses the goat mirror to enter PriPara. While avoiding detection, Andou breaks into Meganii's control centre and sends Meganii a message that the Genius is on a helicopter about to leave Pripara in order to lure him away. He then programs the weather system so that when Hibiki visits Falulu again that night, the sky is full of stars which makes Falulu very happy. The next day Laala, Mikan and Dorothy find Ajimi seemingly unconscious and covered in ketchup. The girls think she has been attacked until she jumps up and explains the situation before realising what the figure eight clue means. Its butterfly wings, representing Hibiki's spy cam. The girls find and pursue the spy cam, cornering it at the edge of a small cliff. Gloria turns up with the Pripara nurses who have manages to revive Rina. Gloria then explains that the butterfly is Rina's friend and that she ran into a wall while chasing it, causing her to be knocked unconscious. The two devices then exchange friends tickets and Ajimi and the Pripara Police perform two lives as a celebration of solving the mystery. However Mirei and Sion suddenly realise that the place where Rina was injured is the elevator where the Genius disappeared. Mirei theories that there must be a secr"
                },
                "35": {
                    "ID": "5542526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542526",
                    "TitleEnglish": "That Girl's Debut Date",
                    "SummaryEnglish": "After discovering the secret entrance to Pripara, everyone finds evidence that Hibiki is the culprit. Kuma and Usagi inform Meganii who rushes back to Pripara, while everyone else sets a trap for Hibiki. However when Hibiki turns up he walks into Prism Stone instead of the secret hideout. Meganee registers his brand as Brilliant Prince and he enters Pripara through the normal mirror gate. Everyone else rushes back to Pripara through the second mirror gate in time to see Hibiki's debut. Just as Meganii, the Panda's, Laala and friends are about to confront him, Hibiki reveals himself as the Thieving Genius. He then drops another bombshell, he is in fact a girl! Although the audience is shocked they still cheer Hibiki on who makes her debut. During the performance Hibiki is able to perform the Cyalume Airy during a normal performance and without a Cyalume Charm, the Airy also has golden wings. After the performance, Hibiki goes up to the balcony with Falulu, while everyone else goes to confront her. Meganee allows them in, but only Laala, Sophy, Dressing Pafe and Aromageddon get in, Mirei and the Mascots are locked in a security booth with a window into the box, while Ajimi is left outside. Hibiki explains her reasons for the way she acted, stating only those talented enough should become idols, but Laala argues otherwise. Hibiki then proposes a battle of Dream Teams, using the up coming Winter Dream Idol Grand Prix as the stage. The battle will determine who is deserving of being an idol, she also makes a deal with Meganii. After some convincing, everyone agrees and Hibiki returns the Summer and Autumn Dream Parade Coords. Mirei is then released from the security box but is unable to punish Hibiki for rule breaking as the audience demands an encore. Meganii reluctantly gives Hibiki a Cyalume Charm with a golden crown on, she then performs her encore as the credits roll."
                },
                "36": {
                    "ID": "5542527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542527",
                    "TitleEnglish": "Hibiki Shikyoin's Splendid Everyday Life",
                    "SummaryEnglish": "As the shock of Hibiki's revelation begins to sink in across the world, Hibiki continues her life as a celebrity both inside and outside of Pripara. Meganii decides to dispand the Pripara Police now that the Genius has been revealed, much to the dismay of Ajimi, who Meganii says can still be an idol which cheers her up. Laala, Mirei, Dorothy and Reona discuss Hibiki while sitting outside Prism Stone. While Dorothy is still frustrated that Hibiki's fanbase continues to grow despite being revealed as the Thieving Genius, Mirei accepts the fact they can do nothing about it. Instead Mirei discusses how they will defeat Hibiki in the upcoming Winter Idol Grand Prix, believing Laala is the key to victory because of her past achievements. Laala promises to do her best as does everyone else, before asking where sophy and Sion are. Both Sophy and Sion are in Hibiki's office while she asks the girls about joining her dream team. Sophy is hesitant while Sion directly refuses, before both girls leave Hibiki's office. Afterwards however both girls admit Hibiki's offer did leave an impression on them. Fuwari is still struggling with Hibiki's revelation and is unsure about her feelings towards Hibiki, after finally getting out of bed, she bumps into Hibiki after her horse runs up to Fuwari. The two talk but Fuwari is still no clearer on what she should do. Dorothy, still angry with Hibiki, decides to sneak into a studio where Hibiki is filming a drama to spy on her. Dorothy takes Reona with her but both twins are caught, however Hibiki begins to show an interest in Reona. Hibiki asks the twins to assist her in rehearsals. As the actress playing the role of a princess has not arrived, Reona is asked to fill the position, while Dorothy is put in a background role as a pirate. Initially Reona struggles to perform because of his shyness but ends up becoming more encouraged by Hibiki, surprising everyone. As the scene reaches its climax, Dorothy interrupts it and both twins are then th"
                },
                "37": {
                    "ID": "5542528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542528",
                    "TitleEnglish": "Going・My Way",
                    "SummaryEnglish": "While walking to school, Sophy tells Mirei and Laala about the meeting with Hibiki, which Nene Tokuda overhears about. The girls ask the West Twins about Sion, who say she is busy contemplating the offer. Sophy is then harassed by Nene Tokuda and her reporters, but the Royal guard step in and scare them off allowing the girls to flee. As the reach the school statue, many more girls confront Sophy about Hibiki only to be chased off by Fuwari's goats. Fuwari and a teary eyed Gloria appear, who tells the others she has decided to return to the Palps after thinking over everything. Everyone accompanies Fuwari to the station and say goodbye as she boards a train and leaves. The news of Hibiki's offer reaches Pripara worrying both Kuma and Usagi. Kuma encourages Mirei, Laala and Sophy during their training and Mirei vows to put 101% effort into their performances. Usagi spies on Sion while she still contemplates the offer from Hibiki before Iroha Kagawa turns up and talks with Sion. Sion then talks with Dorothy and Reona at the cafe with Laala, Mirei and Sophy present, saying she has decided to take up Hibiki's offer. Dorothy becomes angry as Reona tries to calm her. But the talk is interrupted by an announcement that Falulu is performing a surprise live. Everyone heads over to the stage to watch Falulu who announces her participation in Hibiki's Princess team. Falulu then performs her live where she manages to produce a golden airy cyalume change, to everyones amazement. Afterwards Laala realises Sophy also wants to join the Princess team and she and Mirei agree to support her. Hibiki, having watched the performance from one of the balconies, is horrified to find Ajimi has sneaked into the balcony to watch also. As Ajimi begins to act erratically, Hibiki suddenly becomes agitated, forcing Andou to place headphones on her to drown out Ajimi, before throwing Ajimi out. Ajimi is initially insulted by Hibiki's rudeness but finds it odd about the way she reacted. Dorothy and"
                },
                "38": {
                    "ID": "5542529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542529",
                    "TitleEnglish": "Happy Bye-Bye Xmas ~nano",
                    "SummaryEnglish": "As Laala, Mikan and Aroma chat about the upcoming Christmas Live, in which both SoLaMi Dressing and Aromageddon will be performing, they overhear crying coming from the nearby play park. Upon investigation they discover Anko and Miruku, the two Preschool childen they had met earlier in the year. Miruku tells the girls that Anko is moving away soon and that both girls are heartbroken at the thought of being separated. Mikan tries to cheer them up by saying that no matter how far the distance they will always be connected by a friendship line, just like her and Aroma. The two girls cheer up and Miruku gives Anko her christmas present early, a pair of mittens with each girl's face on a separate mitten, along with half a heart, so when placed together they form a full heart. Anko decides to give Miruku the mitten with Anko's face on so that they will each hold half the heart. Meanwhile Dorothy, Reona and Mirei are walking through town when Sion and Sophy arrive. Sophy gives everyone a special jellyfish Priticket but Dorothy's is stolen by a crow. Dorothy and the others pursue the crow to the play park, where it drops the Priticket. However just as Anko is about to give her mitten to Miruku the crow steals it and flies to its nest on top of a church. Miruku becomes upset but Mikan comes up with a plan to get the mitten back. Both Mikan and Aroma go to the appartment block where both Sophy and Hibiki live. Mikan asks Andou over the intercom if she can come up to the roof which Hibiki allows. When Hibiki asks what they are doing, Mikan reveals she is going to paraglide from the appartment block to the roof of the church to get to the crows nest and retrieve the mitten. Although Andou protests about the recklessness of Mikans plan, Hibiki agrees to accompany Mikan on her own glider and gives Mikan a radio she can use to communicate with her. As Mikan and Hibiki take off, Hibiki begins to think about the final member of her princess team. Most of the idols she has examined,"
                },
                "39": {
                    "ID": "5542530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542530",
                    "TitleEnglish": "Showdown! Winter Grand Prix",
                    "SummaryEnglish": "Laala sends a message to Fuwari telling her about the events leading up to the Winter Idol Grand Prix, before joining Mirei, Aroma, Dorothy and Reona to begin training. Laala's team wish Sion, Falulu, Sophy and Mikan good luck as Hibiki takes them up to a room in Pripara Hills where she tells the other girls how they will be preparing for the competition. Both teams have different approaches to their training regimes, while Laala's team work hard and have fun practicing their dancing and deciding on their coords and making drama, Hibiki has her team attending the cinema and listening to opera while eating fine cuisine. Hibiki believes that a successful idol should enjoy the finer things in life, like proper celebrities, and hopes to bring the whole of Pripara to her way of thinking. As the day of the competition arrives, its down to two teams, Laala's and Hibiki's. Laala's team performs first but is unable to cyalume change into the Winter Dream Parade Coord. Hibiki's team, Celepara Opera Company, takes their turn and manage to win the coord and ring the winter bell, Sion, Sophy and Mikan also produce golden airies. The audience raise the roof of the Dream Theatre with their applause. As Meganii lost the bet with Hibiki he reluctantly hands over his glasses to her, giving Hibiki control of the Pripara system. Hibiki then announce that Pripara will be renamed Celepara and begins planning her rule over the world of idols."
                },
                "40": {
                    "ID": "5542531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542531",
                    "TitleEnglish": "Let's・Go! CelePara!!",
                    "SummaryEnglish": "As Laala, Mirei, Dorothy, Reona and Aroma express their disappointment at losing the Winter Idol Grand Prix, Hibiki makes an announcement on Pripara TV about the reformation of Pripara to Celepara. The idols decide to go to Celepara and find out what Hibiki has planned. They are shocked to discover that Hibiki has completely transformed Pripara, turning Pripara Hills into a giant castle that dominates the park. Castle is full of entertainment and refreshment facilities, but as Laala and the others look around, Dorothy comments that not everything is an improvement, expressing her dislike of sparkling water over still water. Meanwhile Hibiki contemplates her victory at the Winter Grand Prix, and begins looking towards the Spring Grand Prix and the Dream Parade itself. Andou then reminds her that Celepara Opera Company are having their debut concert for the Winter Dream Parade Coord, but that Mikan seems to have disappeared. Mikan has been having doubts about the events proceeding the Winter Grand Prix, after failing to talk to Aroma about it she becomes depressed and watches pigeons eating bread in Pripara. Hibiki arrives and tries to get her to come to the debut concert, struggling at first before consulting the guide book Aroma gave her for how to deal with Mikan. Celepara Opera Company perform the concert but afterwards Mikan goes to find Aroma, deciding she doesn't want to be part of Hibiki's Dream Team anymore. Mikan gives Hibiki her Priticket containing her copy of the Autumn coord before leaving with Aroma. As Laala watches Hibiki leave, she notices an idol refusing to trade Pritickets with another idol. When questioned, the girl said its against the rules to trade with an idol of a lower rank than yourself. Shocked Laala, Dorothy, Reona and Mirei attempt to register for a live, realising their managers are missing. Both Kuma and Usagi turn up pushing a box on a trolley, while wearing manual labour clothes, and tell the idols that all mascots have been made re"
                },
                "41": {
                    "ID": "5542532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542532",
                    "TitleEnglish": "Idol End ~pri",
                    "SummaryEnglish": "Following the events of the previous episode, Laala and Mirei's entry failed. Together with Dorothy and Reona, they were surprised and questioned Meganee, but before she answered, it was announced that Sophie would perform. Laala, Dorothy, Leona, especially Mirei, were surprised that her entry was accepted. During Sophie's performance, everyone was amazed and some are surprised when she performed Cyalume Fairy out of the Dream Theater. After the performance, Hibiki announced that only her teammates in CelePara Opera Company and Top Class idols can perform and participate in the Spring Grand Prix. However, since there are not enough idols to compete with CelePara Opera Company, she announced that the said unit automatically won and will participate in the Dream Parade. She also announced that Mikan left the group and will be replaced by Peyonce. Both Sophie and Shion are surprised by both news. Laala and Mirei, at once, approached Hibiki to explain the case with her and also tried to convince her to change the system again, but refuses. She also told Mirei that her determination wont grant her victory, making her a little upset. Andou pushes away the two girls ending the conversation. Meanwhile, Meganee received a call from Peyonce that she wont be able to make it because of a sand storm. Ajimi notices her and the fact she is lost. Since Peyonce can't make it, she decides to perform instead. After the performance, Meganee showed the Spring Dream Parade Coord with the audience complimenting it as pretty but they then realized that they can't win it. They all left the performance hall and optimstically handled the situation but are actually sad. Meanwhile, Sion and Sophy are looking for Mirei. Outside the CelePara Castle, the supporting cast, Aromageddon, and the West Twins gathered together and shout out that they dislike the new CelePara system. They're also worried about Mirei, who soon, along with Laala, joins the group, with a depressed expression. Sion and Sophy"
                },
                "42": {
                    "ID": "5542533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542533",
                    "TitleEnglish": "Pop・Step・Garuru!",
                    "SummaryEnglish": "Laala tries to convince Mirei to return to being an idol, but Mirei refuses. However in Pripara a mysterious new idol appears, and Laala and the others get a shock when they find out it is non other than Gaaruru, Falulu's sister, but she is no longer a mini Falulu and has grown up. Gaaruru tells the others that she has been working hard to become and idol, and came back to Pripara to make her debut so that her big sister and her friends could watch. But she is frustrated that she is not allowed to perform because of the new rules in Pripara. Everyone heads out towards Neko's bar, where Meganii and the mascots have been spending alot of time since Hibiki's take over. Meganii leaves to put some of his things in the trash when he sees Laala and the others coming. He hides behind the trash cans and watches as Gaaruru sings and dances to the other who all applaud her. Neko and the mascots also appear after hearing Gaaruru sing. When Laala tells Kuma that Gaaruru wants to debut, Neko points out Meganii and says he maybe able to help. After some convincing Meganii gets over his depression and shows the group a hidden stage under an abandoned building. He agrees that the idols can use it if they help to fix things up. Everyone gets to work and the stage is up and running in no time. As Gaaruru gets ready for her debut, Laala and Kuma come up with a plan to lure Mirei into Pripara under the pretext of returning her Pripass, Cyalume charm and ticket bag. Once in the park, Laala and the others force her into the underground stage to watch Gaaruru perform. Falulu, Sophy and Sion also come to watch along with all the idols that are friends with Laala and the others. As Gaaruru performs she falls over a number of times but gets back up and continues, something Mirei takes note of. At the end of her performance, Gaaruru gains the pink lovely cyalume charm with golden wings like the ones Falulu received before trading them with Laala. Mirei also comes to realise the importance of n"
                },
                "43": {
                    "ID": "5542534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542534",
                    "TitleEnglish": "I Became an Underground Idol",
                    "SummaryEnglish": "Laala and the others start handing out leaflets to try and promote the new found underground stage where all idols are allowed to perform. Although they mostly get ignored, an old friend of Laala's, Hanana appears and takes a leaflet before being dragged off to a Celepara performance by some friends. Hanana doesn't enjoy the show and sneaks out part way through. Meanwhile Gaaruru who is also handing out leaflets, bumps into Aroma and Mikan who offer to give her a hand. Hanana appears and asks Mikan where the underground stage is. The girls take Hanana to the stage where she is able to watch all her friends perform. Laala then suggests Hanana perform. Alhough reluctant at first, Hanana gains confidence from the support of the others and makes her debut. Falulu also sneaks off from Hibiki to watch Gaaruru perform, taking pride in her sister's ability. Other idols begin to express their displeasure that they cannot perform in Celepara because they are not top idols and begin attending the underground stage. As its popularity increases, Laala sends one of her regular updates to Fuwari. Fuwari is back in the Palps living happily with her goats, but her father thinks that she misses being an idol. He confronts her and asks her to think about how much she has changed after attending Pripara. Fuwari then realizes she misses her friends, especially Toriko and decides to return to Parajuku. Meanwhile Ajimi is abroad looking for a childhood friend. She finds the house her friend lived in and sneaks through a secret hole in the hedge and into the back garden. After bumping into the old gardener and explaining who she is, she asks if her friend still lives there. The gardener reveals that Ajimi's friend is in Japan, and is non other than Hibiki."
                },
                "44": {
                    "ID": "5542535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542535",
                    "TitleEnglish": "Garumageddon's Devitine's Day",
                    "SummaryEnglish": null
                },
                "45": {
                    "ID": "5542536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542536",
                    "TitleEnglish": "Kurukuru-chan of Persailles ~da Vinci",
                    "SummaryEnglish": null
                },
                "46": {
                    "ID": "5542537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542537",
                    "TitleEnglish": "Pop・Step・Pri-Pri Pri!",
                    "SummaryEnglish": null
                },
                "47": {
                    "ID": "5542538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5542538",
                    "TitleEnglish": "The Revenge Of Celebrity 4",
                    "SummaryEnglish": null
                },
                "48": {
                    "ID": "5902942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902942",
                    "TitleEnglish": "Win the Spring Grand Prix!",
                    "SummaryEnglish": null
                },
                "49": {
                    "ID": "5902945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902945",
                    "TitleEnglish": "The End of Gobi",
                    "SummaryEnglish": null
                },
                "50": {
                    "ID": "5902946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902946",
                    "TitleEnglish": "Ring the Bell of Miracles!",
                    "SummaryEnglish": null
                },
                "51": {
                    "ID": "5902947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902947",
                    "TitleEnglish": "Everyone's Friends! Everyone's an Idol!",
                    "SummaryEnglish": null
                }
            }
        },
        "3": {
            "ID": "649891",
            "URL": "https://www.thetvdb.com/series/pripara/seasons/official/3",
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "5455342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5455342",
                    "TitleEnglish": "I Became a Divine Idol?!",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "5902950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902950",
                    "TitleEnglish": "I Became a Mama Idol?!",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "5902951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902951",
                    "TitleEnglish": "The Superior Cool Butterfly",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "5902952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902952",
                    "TitleEnglish": "Jururu's Great Adventure",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "5902953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902953",
                    "TitleEnglish": "Come on, come on ・ Kanon!",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "5902954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902954",
                    "TitleEnglish": "Perfect Mama Mirei!",
                    "SummaryEnglish": null
                },
                "7": {
                    "ID": "5902955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902955",
                    "TitleEnglish": "I've Had Enough of Aromat Cards!",
                    "SummaryEnglish": null
                },
                "8": {
                    "ID": "5902956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902956",
                    "TitleEnglish": "Super Miracle Delicious Peach",
                    "SummaryEnglish": null
                },
                "9": {
                    "ID": "5902957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902957",
                    "TitleEnglish": "Playing Three Roles Alone Is Hard!",
                    "SummaryEnglish": null
                },
                "10": {
                    "ID": "5902958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902958",
                    "TitleEnglish": "Youth Jumping Snapping!",
                    "SummaryEnglish": null
                },
                "11": {
                    "ID": "5902959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902959",
                    "TitleEnglish": "Tension 100 MAX!",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "5902960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902960",
                    "TitleEnglish": "It has come! The Divine Idol Grand Prix!",
                    "SummaryEnglish": null
                },
                "13": {
                    "ID": "5902961",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902961",
                    "TitleEnglish": "Ever-changing Appearance! Jewel Change~poyo♡",
                    "SummaryEnglish": null
                },
                "14": {
                    "ID": "5902962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902962",
                    "TitleEnglish": "I've Become a Failed Idol",
                    "SummaryEnglish": null
                },
                "15": {
                    "ID": "5902963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902963",
                    "TitleEnglish": "LOVE! Devil Color! With Magic, the Devil can do anything!",
                    "SummaryEnglish": null
                },
                "16": {
                    "ID": "5902964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902964",
                    "TitleEnglish": "Garuru, wake up-dechu!",
                    "SummaryEnglish": null
                },
                "17": {
                    "ID": "5902965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902965",
                    "TitleEnglish": "The Divine Idol Grand Prix is Over",
                    "SummaryEnglish": null
                },
                "18": {
                    "ID": "5902966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902966",
                    "TitleEnglish": "Emergency meeting! It's a talented manager ~kuma!",
                    "SummaryEnglish": null
                },
                "19": {
                    "ID": "5902967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902967",
                    "TitleEnglish": "PriPari has come back",
                    "SummaryEnglish": null
                },
                "20": {
                    "ID": "5902968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902968",
                    "TitleEnglish": "An SOS from Sapanna",
                    "SummaryEnglish": null
                },
                "21": {
                    "ID": "5902969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902969",
                    "TitleEnglish": "Swimming Tournament-pri! GO!",
                    "SummaryEnglish": null
                },
                "22": {
                    "ID": "5902972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902972",
                    "TitleEnglish": "The Great Babysitter Thief Maho-chan",
                    "SummaryEnglish": null
                },
                "23": {
                    "ID": "5902973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902973",
                    "TitleEnglish": "Koi Koi Jururu",
                    "SummaryEnglish": null
                },
                "24": {
                    "ID": "5902975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902975",
                    "TitleEnglish": "Frizzy Chiri-chan!",
                    "SummaryEnglish": null
                },
                "25": {
                    "ID": "5902976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902976",
                    "TitleEnglish": "Hurry up! Divine Idol Grand Prix!",
                    "SummaryEnglish": null
                },
                "26": {
                    "ID": "5902977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902977",
                    "TitleEnglish": "Resound! Divine Idol Grand Prix!",
                    "SummaryEnglish": null
                },
                "27": {
                    "ID": "5902978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902978",
                    "TitleEnglish": "The Missing Managers! The Mysterious Girl from Sapanna",
                    "SummaryEnglish": null
                },
                "28": {
                    "ID": "5902979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902979",
                    "TitleEnglish": "The Goddess Became an Idol",
                    "SummaryEnglish": null
                },
                "29": {
                    "ID": "5902980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902980",
                    "TitleEnglish": "The Big Sister, the Little Sister, the Princess and the Beast",
                    "SummaryEnglish": null
                },
                "30": {
                    "ID": "5902981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902981",
                    "TitleEnglish": "Heya! Hallomageddon ~nya",
                    "SummaryEnglish": null
                },
                "31": {
                    "ID": "5902982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902982",
                    "TitleEnglish": "NonSugar, Don't Be Sweet!",
                    "SummaryEnglish": null
                },
                "32": {
                    "ID": "5902984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902984",
                    "TitleEnglish": "Awaken! The Goddess's Dress Design!",
                    "SummaryEnglish": null
                },
                "33": {
                    "ID": "5902985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902985",
                    "TitleEnglish": "Capisce for Sister!",
                    "SummaryEnglish": null
                },
                "34": {
                    "ID": "5902986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902986",
                    "TitleEnglish": "NonSugar Drifting",
                    "SummaryEnglish": null
                },
                "35": {
                    "ID": "5902987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902987",
                    "TitleEnglish": "Jewlie and Janice",
                    "SummaryEnglish": null
                },
                "36": {
                    "ID": "5902989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902989",
                    "TitleEnglish": "Let's Live! The Main Character is You",
                    "SummaryEnglish": null
                },
                "37": {
                    "ID": "5902990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902990",
                    "TitleEnglish": "Merry Grand Prix",
                    "SummaryEnglish": null
                },
                "38": {
                    "ID": "5902991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902991",
                    "TitleEnglish": "The Grand Prix is Not So Sweet ~ucha",
                    "SummaryEnglish": null
                },
                "39": {
                    "ID": "5902992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902992",
                    "TitleEnglish": "Goodbye, Usacha....",
                    "SummaryEnglish": null
                },
                "40": {
                    "ID": "5902994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/5902994",
                    "TitleEnglish": "E~veryone's Chance!? The Revenge Live!",
                    "SummaryEnglish": null
                },
                "41": {
                    "ID": "6043150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6043150",
                    "TitleEnglish": "The Goddess' Feelings, Mama's Oath",
                    "SummaryEnglish": null
                },
                "42": {
                    "ID": "6043151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6043151",
                    "TitleEnglish": "Heaven and Hell? The Eve of the Battle!",
                    "SummaryEnglish": null
                },
                "43": {
                    "ID": "6043152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6043152",
                    "TitleEnglish": "The Rockin'・Gajira Great Battle",
                    "SummaryEnglish": null
                },
                "44": {
                    "ID": "6043153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6043153",
                    "TitleEnglish": "Beyond the Gobi",
                    "SummaryEnglish": null
                },
                "45": {
                    "ID": "6043154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6043154",
                    "TitleEnglish": "Valentine's Day is Not So Sweet",
                    "SummaryEnglish": null
                },
                "46": {
                    "ID": "6043155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6043155",
                    "TitleEnglish": "Smile 0%",
                    "SummaryEnglish": null
                },
                "47": {
                    "ID": "6043156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6043156",
                    "TitleEnglish": "For Those Greatest Three Years",
                    "SummaryEnglish": null
                },
                "48": {
                    "ID": "6043157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6043157",
                    "TitleEnglish": "Showdown! Divine Idol",
                    "SummaryEnglish": null
                },
                "49": {
                    "ID": "6043158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6043158",
                    "TitleEnglish": "Birth of a Divine Idol!?",
                    "SummaryEnglish": null
                },
                "50": {
                    "ID": "6043159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6043159",
                    "TitleEnglish": "I Friend You",
                    "SummaryEnglish": null
                },
                "51": {
                    "ID": "6043160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6043160",
                    "TitleEnglish": "Every~one Friends! For~ever Friends!",
                    "SummaryEnglish": null
                }
            }
        },
        "4": {
            "ID": "707661",
            "URL": "https://www.thetvdb.com/series/pripara/seasons/official/4",
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "6042075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6042075",
                    "TitleEnglish": "I Became a Dreamy-Cute Idol!?",
                    "SummaryEnglish": "Yui Yumekawa is a sixth grade boarding student at Avocado Private Academy where BoyPara, boys who are idols, is very popular. She loves to daydream about becoming an PriPara idol also called Delusion Time which causes her to be late occasionally. When she is running late to class, she sees a Prism Stone shop opening up. When she is looking at the Prism Stone store, Laala Manaka, who is a Divine Idol in season 3 of PriPara, collides into Yui. The Principal Babaria introduces Laala as the new transfer student. Yui thinks Laala is joking that she is a Divine Idol from SoLaMi SMILE. After class, she goes to the new store, where she meets Laala. They both enter the gate, unfortunately Laala can't PriPara Change, looking the same age in her new school, due to running into Yui and bending her PriTicket. When they enter into Paparajuku PriPara, they get Idol Watches which they have to max up all way to get a performance. Then Yui meets the mascot Punicorn which becomes her manager and max out her Idol Watch. Then she performs a three-minute performance on stage, using a pre-made making drama which Mirei and Laala did in season 1, the very first performance in Paparajuku. After the performance, Laala and Yui become roommates after running into the dorm before 5:00 due to Principal Babaria strict dorm rule where they trade Friend Tickets."
                },
                "2": {
                    "ID": "6042077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6042077",
                    "TitleEnglish": "Digging Here, Idol",
                    "SummaryEnglish": "Yui asks why Laala is here in Parajuku, Yui believes that Laala got stranded after a boat crash and her stepmother casted her out. While Laala explains that the other two Divine Idols, Sophy and Mirei went to different cities to hype PriPara in the respected cities. When Laala and Yui are on lunch break, Laala never knew there was a Boy PriPara, BoyPara, in Paparajuku. During lunch break, Principle Babaria tells all the student that PriPara is for only boys and the female idol is the epitome of unseemliness, banning all the girls to go to Girls' PriPara. The Principle Babaria calls Yui into her office to have her weed out the school's entire rear-grounds without getting any help due to performing in PriPara. When Yui begins her weeding, Laala tries to get the cheerleaders to come to PriPara. The cheerleaders says they are going to watch the BoyPara and they transform in sheep uniforms and goes into a tunnel with Yui and Laala staying outside. Yui goes back to weeding while Lala enters the tunnel and tries to find a way to get to the girl PriPara. Minami Mirei calls Laala and ask her how she is doing in Parajuku which Laala lies that she is bringing a lot of idols to PriPara. After the phone call, Laala begins to dig a tunnel with a spoon first, then a pickaxe while Yui still weeding the next day. The next day, Yui and her two friends, Hana and Suzu, help Laala to finally dig a tunnel to PriPara. The four girls enter PriPara and Laala's Idol Watch maxes out due to digging the most where she transforms into the grownup Laala in SoLaMi SMILE which surprises Suzu, Hana and Yui, who finally believes she is a Divine Idol. She does a three-minute performance and does a speech after her performance saying PriPara is place that all girls' dreams can be granted while Suzu and Hana realize that girl idols are fun too and want to go back to PriPara. After the speech, Meganee announces they are going to have a competition in June."
                },
                "3": {
                    "ID": "6042078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6042078",
                    "TitleEnglish": "Yumekawa! Making Drama!",
                    "SummaryEnglish": "Laala and Yui make the tunnel safer to travel to Girls' PriPara. When they are discussing about making drama, Suzu and Hana tell them not to discuss it at the table because of the head disciplinarian Mimiko who can hear anything a kilometer away. They ask schoolmates for ideas for the making drama. They are then confronted by the Principal saying if they get into Girls' PriPara, they will have to weed out the grounds. They go back to dorm to eat while Laala notices a book she saw before where Yui says it is her dreamy-cute design book. Yui tells her she has more and opens up the closet and all the books collapse on Laala which Yui says she has been designing them when she was three years old. Mimiko does an inspection in the dorm at 9:00 saying they cannot eat after 8:00 and has strict rules in the dorms. Suzu and Hana say that dreams and freedom are both denied here. Laala and Yui go outside sneakily to cook a midnight snack where they find the Principal watching the BoyPara where Yui cooking machine, Cooky, said something aloud. The Principal puts on the siren and headlight from the tower of school while Nino is doing her late night run, she collides into Laala and Yui. She helps them get away from the headlights and they both get into the tunnel to cook ramen with Cooky with sheep costumes then bird costumes and this helps Yui to make her making drama. Her Idol Watch maxes out and Laala brings some more people where Yui finally does her making drama in her performance. After the performance, a PriPara Cafe building comes out of nowhere and Meganee announces the name for the competition, Idol Time Grand Prix, where she tells the girls if they don't get any participants the Paparajuku PriPara will be closed and Laala will be fired as a Divine Idol."
                },
                "4": {
                    "ID": "6072188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6072188",
                    "TitleEnglish": "Nice to see you! It's Mirei!",
                    "SummaryEnglish": "Laala and Yui hears that Mirei is coming to Parajuku. Laala and Yui panics because Laala told Mirei that she is bringing a lot of idols to Paparajuku PriPara. Laala decides to use the hologram trick that her sister used to create buildings and people in PriPara from Cooky. Laala tells Yui to wait for Mirei to come to Paparajuku PriPara at the entrance. Yui meets Mirei and thinks she is a new idol. They both go in and Yui is surprised that Mirei is another Divine Idol. Mirei is also surprised that Laala is short and Laala explains what happened to her. Mirei goes around PriPara and finds out that Yui and Laala are using holograms and mannequins. She hears from Laala that Paparajuku PriPara will be closed and Laala will be fired as a Divine Idol so she decides to help them get more girls into PriPara. Mirei brings a whiteboard and tells all the girls in Avocado Private Academy to come to PriPara. The Head Disciplinarian Mimiko gives 2 tickets to Mirei and Mirei tells Mimiko she is breaking one school regulations. She then tells Mimiko that she is the Exemplary Head Disciplinarian Champion and in the hall of fame. She puts all the tickets she got on her and put them all on Mimiko. She then asks everyone in the room if they want to got PriPara. While they are traveling through the tunnel Mirei tells Yui and Laala that they can stream PriPara on the internet. Some of the girls went into PriPara and are amazed and Mirei gets her Idol Watch Maxed out. The girls, including Yui, wants Mirei to perform. Mirei tells Laala that she wants to perform together and they did a performance together while Yui asks Meganee to stream the performance. The girls staying at Avocado Academy watch the performance and want to go to PriPara. After Laala and Mirei's performance, Laala and Mirei get Super Cyalume Coords. Another PriPara building pops up and Mirei tells Laala if she has trouble call her. Mirei's Idol Watch rings and tells her to go to Iparaki and Yui and Mirei trade Friend Ticket"
                },
                "5": {
                    "ID": "6072189",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6072189",
                    "TitleEnglish": "Punicorn's Manager Lesson ~kuma!",
                    "SummaryEnglish": "Laala asks Punicorn if she knows how to be manager and able to reserve a venue. When Punicorns hears that she goes to sleep and Laala says that is not what a manager does. When Kuma arrives in Paparajuku to deliver shoes, he meets Laala and Yui and decides to train Punicorn. After Punicorn's training, she is able to reserve a venue which cause Laala and Yui's Idol Watches to max out and they do separate performances. During the performances, Head Disciplinarian Mimiko tries to block all the girls from watching the performances in PriPara and wonders how the two got in. After Yui performance, Punicorn hears something in the clock tower so she goes into the clock tower with Laala and Yui chasing after her. Punicorn meets a mysterious girl in the clock tower playing on a harp. When the clock gets to different time, the mysterious girl goes back to sleep. While Punicorn is in the clock tower, Yui and Laala try to open up the door but it is locked and they are amazed of the song. Kuma gets a message from his boss and Meganee asks him to deliver shoes to Parajuku. While he is on the way Punicorn thanks hims. Laala wonders why Kuma is in a Shoebill Uniform, Meganee tells her that Kuma made a mess in Parajuku and had his Manager license revoked which surprise Laala and Yui."
                },
                "6": {
                    "ID": "6072190",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6072190",
                    "TitleEnglish": "Dream Dream!? Infiltrating to the BoyPara!",
                    "SummaryEnglish": "Laala begins a performance to attract girls to become idols. However, she is not successful and the girls leave PriPara to go to BoyPara. Laala decides to infiltrate into BoyPara. Principle Babaria knows that girls are going to BoyPara and wants to go herself. Then Head Disciplinarian Mimiko comes into the Principals office. Principal Babaria asks her to find out the entrance of all the girls that sneak into BoyPara. Laala and Yui joins the Sheep Squad. They do some sheep training and Yui smells some rice ball. She follows the scent and comes across her brother Shougo who rejects the rice ball to her. While she is doing that Laala decides to go into the tunnel but Head Disciplinarian Mimiko arrives at the entrance. Yui comes back needing a earmuff that she puts on Mimiko. The Sheep Squad, Laala and Yui goes into the tunnel while Mimiko is distracted. The Sheep Squad and Laala thank Yui for saving them. At BoyPara, Yui jumps and rolls on top of the males to get close to WITH. One of the male punches Yui into the air and she grabs the curtain on the ceiling. Shougo catches her and then kicks her out of the stage which Meganii is glad she is safe. After WITH's concert, Laala joins Yui in the room and she is surprised that Meganii is here in which he explains that he has two jobs, one in BoyPara and one in PriPara. Meganii delivers some advice to Yui and Laala in which Yui's Idol Watch maxes out. She does a performance and even the boy idols, WITH, in BoyPara are watching her. She is able to psyche and energize the crowd that all girls in the audience believe that PriPara is better than BoyPara. With WITH watching her show, Shougo gets annoyed that Yui interrupted his show and drew some of spotlight while the other members of WITH do like her show. Yui sends a present to Shougo which was embarrassing photos of him."
                },
                "7": {
                    "ID": "6087368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6087368",
                    "TitleEnglish": "Sophie is Coming!",
                    "SummaryEnglish": "Yui thinks of a plan to bring a Divine Idol for a TV special, Sophie calls Laala and Sophie agrees to help them. The TV live is starting but Sophie is missing. Yui tries to find Sophie while Laala continue hosting the TV live. Yui found Sophie, who lost her stamina and Head Disciplinarian Mimiko stops them. Mimiko doesn't think Sophie is a Divine Idol because she has lost stamina was not cool looking. After Mimiko leaves, Nino arrives ask if Yui and Sophie needs help and she carries them both for her workout. Yui stops to eat rice and Yui gave a rice ball to Sophie that had a Red Flash. Sophie eats the Red Flash and she is able to get some more girls into PriPara from her cool look. Sophie enters PriPara and her Idol Watch maxes out for bringing some girls and she meets Laala who was waiting for her. Sophie gives a stunning performance that boosts ratings and she gets a Super Cyalume Coord while Nino is watching the show and she knows that Sophie is the girl she carried."
                },
                "8": {
                    "ID": "6200856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6200856",
                    "TitleEnglish": "Aim for the Rice!",
                    "SummaryEnglish": "Yui and Laala want to invite Sophie and Mirei to the Divine Idol Contest in Paparajuku but Meganee tells them both that only new idols that performed here can participate. She also says that they can do the opening stage performance so Yui and Laala decide to scout idols. They try to scout Nino who does a lot of sports. They follow her to her sport activities and say that Nino must come to PriPara if they win. Laala and Yui fail in the activities except tennis. Yui and Laala get their Idol Watches max out for trying and they perform together. After performing together, Nino says that there is a connection between idols and sports. Yui and Laala meet Laala friends from Parajuku after they exit the stage."
                },
                "9": {
                    "ID": "6200857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6200857",
                    "TitleEnglish": "Grand Opening of the Fashion Studio",
                    "SummaryEnglish": "Yui and Laala make flyers to convince girls to become idols. When the Head Disciplinarian Mimiko arrives, Yui and Laala escape. They are startled by Chiako who sneaks up on them and she does their hair. They drag Chiako to PriPara and she opens up a fashion store with simple stuff. Then it upgrades into a shack which causes a lot people to come to PriPara. The Sheep Squad arrives and argues with Yui and Laala that Chiako should stop going to PriPara for her friends and stick with BoyPara. In the end, Chiako decides not to go with both her friends, BoyPara and PriPara. After Chiako stop going to PriPara, the Fashion Studio was closed and that causes the decline of girls coming to PriPara. Laala disguises herself as WITH members to convince the Sheep Squad to let Chiako continue her dream. Yui is able to convince the Sheep Squad to come to PriPara to see how good Chiako is with her fashion studio. Now see her doing well in the fashion studio they decide to support her. Yui and Laala max out their Idol Watches and do a Duet performance. After the performance, the fashion studio changes to a PriPara Fashion Studio with Sheep Squad saying that Chiako will accept to become a Stylist in PriPara Fashion Studio and she can still go to BoyPara."
                },
                "10": {
                    "ID": "6200858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6200858",
                    "TitleEnglish": "Yo, I Became a Helper Idol!",
                    "SummaryEnglish": "Laala and Yui still try to convince Nino to perform in PriPara. Laala and Yui try to do a showroom in Paparajuku Sports Competition selling rice balls, which didn't do anything. Nino wins every competition except That's How It Goes. In That's How It Goes, she meets Shion who proves to be better than Nino and Nino lost the game. Shion tells her that she is an idol trying to hone her skill. In paintball, Laala and Yui team up to get Nino but they were taken out by Nino. Then Head Disciplinarian Mimiko arrives to make Laala and Yui retire from being an idol. Yui begin to daydream and Laala wakes her up from her daydream. Nino throws Paintball smoke grenades and they try to escape from Mimiko. Yui protects Nino from Mimiko's Paintball gun and Laala gives a big Paintball gun to Nino and she wins the Paintball game. She then decides to go with Yui and Laala to PriPara and her Idol Watch maxes out for helping Laala and Yui. She does performance and Shion watches her on her phone smiling. Laala and Yui tell her about the idol Grand Prix which is on a Sunday and Nino tells them that she has softball game that day which shocks Laala and Yui."
                },
                "11": {
                    "ID": "6200859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6200859",
                    "TitleEnglish": "Throw it! Idol Time Grand Prix",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "6200860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6200860",
                    "TitleEnglish": "Hit it! Idol Time Grand Prix",
                    "SummaryEnglish": null
                },
                "13": {
                    "ID": "6200861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6200861",
                    "TitleEnglish": "Let's go! Parajuku",
                    "SummaryEnglish": null
                },
                "14": {
                    "ID": "6200862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6200862",
                    "TitleEnglish": "Gaarumageddon Arrived!",
                    "SummaryEnglish": null
                },
                "15": {
                    "ID": "6200863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6200863",
                    "TitleEnglish": "Reach Me, Michiru",
                    "SummaryEnglish": null
                },
                "16": {
                    "ID": "6200864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6200864",
                    "TitleEnglish": "Goodbye to the Old Jigoku",
                    "SummaryEnglish": null
                },
                "17": {
                    "ID": "6253300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6253300",
                    "TitleEnglish": "Yo, It's An Idol Scavenger Battle!",
                    "SummaryEnglish": null
                },
                "18": {
                    "ID": "6253301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6253301",
                    "TitleEnglish": "Grand Prix! Escort to Victory",
                    "SummaryEnglish": null
                },
                "19": {
                    "ID": "6253302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6253302",
                    "TitleEnglish": "The Journey Idol! Let's Go!",
                    "SummaryEnglish": null
                },
                "20": {
                    "ID": "6253303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6253303",
                    "TitleEnglish": "Happy My Birthday",
                    "SummaryEnglish": null
                },
                "21": {
                    "ID": "6348821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6348821",
                    "TitleEnglish": "Exciting! The NoodlePara Enigma",
                    "SummaryEnglish": null
                },
                "22": {
                    "ID": "6348822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6348822",
                    "TitleEnglish": "La Pool de Purance The Great Race!",
                    "SummaryEnglish": null
                },
                "23": {
                    "ID": "6348823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6348823",
                    "TitleEnglish": "I Became a Jigoku Idol!?",
                    "SummaryEnglish": null
                },
                "24": {
                    "ID": "6348824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6348824",
                    "TitleEnglish": "Yo, It's a Game! Shion-senpai!",
                    "SummaryEnglish": null
                },
                "25": {
                    "ID": "6348825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6348825",
                    "TitleEnglish": "Dreamy-dream! A Time Slip",
                    "SummaryEnglish": null
                },
                "26": {
                    "ID": "6348826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6348826",
                    "TitleEnglish": "Do Your Best Michiru!!",
                    "SummaryEnglish": null
                },
                "27": {
                    "ID": "6348827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6348827",
                    "TitleEnglish": "It's Shuuka Hanazono",
                    "SummaryEnglish": null
                },
                "28": {
                    "ID": "6348828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6348828",
                    "TitleEnglish": "Number One is Coming!",
                    "SummaryEnglish": null
                },
                "29": {
                    "ID": "6388658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6388658",
                    "TitleEnglish": "Grand Prix Large Decisive Battle!",
                    "SummaryEnglish": null
                },
                "30": {
                    "ID": "6388659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6388659",
                    "TitleEnglish": "Galala and Pakku are Eating the Dreams!",
                    "SummaryEnglish": null
                },
                "31": {
                    "ID": "6388660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6388660",
                    "TitleEnglish": "Revival! Falala A Larm",
                    "SummaryEnglish": null
                },
                "32": {
                    "ID": "6388661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6388661",
                    "TitleEnglish": "WITH and Pri×Pri Festival!",
                    "SummaryEnglish": null
                },
                "33": {
                    "ID": "6454451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6454451",
                    "TitleEnglish": "The Secret of Galala's Tower",
                    "SummaryEnglish": null
                },
                "34": {
                    "ID": "6454452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6454452",
                    "TitleEnglish": "Galala's Forest",
                    "SummaryEnglish": null
                },
                "35": {
                    "ID": "6454453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6454453",
                    "TitleEnglish": "Close Encounters of the Michiru Kind",
                    "SummaryEnglish": null
                },
                "36": {
                    "ID": "6507744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6507744",
                    "TitleEnglish": "Big Pinch in Dream Eye Camp",
                    "SummaryEnglish": null
                },
                "37": {
                    "ID": "6507745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6507745",
                    "TitleEnglish": "Hop Step Grand Prix!",
                    "SummaryEnglish": null
                },
                "38": {
                    "ID": "6507746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6507746",
                    "TitleEnglish": "Dreamerry・Glassesmas★",
                    "SummaryEnglish": null
                },
                "39": {
                    "ID": "6507747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6507747",
                    "TitleEnglish": "The End of the Year! It's Bava Great Cleaning Time!",
                    "SummaryEnglish": null
                },
                "40": {
                    "ID": "6507748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6507748",
                    "TitleEnglish": "Parajuku Pultra Quiz!",
                    "SummaryEnglish": null
                },
                "41": {
                    "ID": "6507750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6507750",
                    "TitleEnglish": "Shuuka and Galala",
                    "SummaryEnglish": null
                },
                "42": {
                    "ID": "6538149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6538149",
                    "TitleEnglish": "Dear My Friend",
                    "SummaryEnglish": null
                },
                "43": {
                    "ID": "6538150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6538150",
                    "TitleEnglish": "Burning Up Nino",
                    "SummaryEnglish": null
                },
                "44": {
                    "ID": "6538152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6538152",
                    "TitleEnglish": "Call me Michiru-sama",
                    "SummaryEnglish": null
                },
                "45": {
                    "ID": "6594304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6594304",
                    "TitleEnglish": "Decisive fight! Yui vs Shuuka",
                    "SummaryEnglish": null
                },
                "46": {
                    "ID": "6594305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6594305",
                    "TitleEnglish": "Traversing Time and Space MY DREAM!",
                    "SummaryEnglish": null
                },
                "47": {
                    "ID": "6594306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6594306",
                    "TitleEnglish": "The Panic of Pakku! Rampage!",
                    "SummaryEnglish": null
                },
                "48": {
                    "ID": "6594307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6594307",
                    "TitleEnglish": "Deliver to Laala, Come back Live!",
                    "SummaryEnglish": null
                },
                "49": {
                    "ID": "6626666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6626666",
                    "TitleEnglish": "I will Birth! The Divine Idol!?",
                    "SummaryEnglish": null
                },
                "50": {
                    "ID": "6626667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6626667",
                    "TitleEnglish": "Fly With the Wings of Dreams, My Dream!",
                    "SummaryEnglish": null
                },
                "51": {
                    "ID": "6626668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pripara/episodes/6626668",
                    "TitleEnglish": "Everyone Gather Together! It's Time to Become an Idol!",
                    "SummaryEnglish": null
                }
            }
        }
    }
}