{
    "URL": "https://www.thetvdb.com/series/persona-4-the-golden-animation",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3761892/",
        "https://www.themoviedb.org/tv/61465"
    ],
    "TitleEnglish": "Persona4 the Golden ANIMATION",
    "SummaryEnglish": "In the spring when the cherry blossom petals fall, Yu Narukami moves to the town of Inaba to live with his uncle and cousin due to his family's circumstances. He transfers to Yasogami High School, where his event-filled school life begins. However, when serial murders begin occurring in the peaceful town, Yū is awakened to the power of his heart turned to physical form: A Persona. Within these new mysteries is Marie, a resident of the alternate world, the Velvet Room, who has no memories of her past. Together with his friends, Yū must solve all the riddles set in front of him and save Inaba from further violence.",
    "TitleJapanese": "Persona4 the Golden ANIMATION",
    "SummaryJapanese": "春。都会から離れ穏やかな時間の流れる田舎町。桜の舞い散るなか八十稲羽駅に降り立つひとりの少年・鳴上 悠。家庭の事情から叔父のいるこの町へやってきた悠は、地元の八十神高校へと転入することとなる。そしてはじまる学園生活―。\n放課後のショッピングモール。街で起こる連続殺人事件。深夜に流れるマヨナカテレビ…。悠と仲間たちに“今度は”一体どんな日々が待ち受けているのだろうか？",
    "Aliases": [
        "Persona 4: The Golden Animation"
    ],
    "Modified": "2025-06-02",
    "Seasons": {
        "0": {
            "ID": "586464",
            "URL": "https://www.thetvdb.com/series/persona-4-the-golden-animation/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5208239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-4-the-golden-animation/episodes/5208239",
                    "TitleEnglish": "Thank You Mr. Accomplice",
                    "SummaryEnglish": "After Yu finds out the past and circumstances of Adachi, he makes a single decision in order to save him. This is an alternate ending to the Persona 4 The Golden Animation series.",
                    "TitleJapanese": "Thank You Mr. Accomplice",
                    "SummaryJapanese": "失意のままテレビの世界をあとにした悠。足立の境遇、彼を苦しめていた自分の行動。様々な思いが駆け巡り、苦悩の果てに悠が辿り着いたのは「足立を救いたい」という答えだった。だが再度対峙した足立は、そんな悠の思いをあざ笑うかのような態度で彼を警察の取調室へと誘う。そこで足立が取り出したのは、かつて悠の家に届いた脅迫状だった。事件の真相、真犯人に結びつく重要な証拠を前に、悠はひとつの決断を下す。これは、鳴上 悠のありえたかもしれないもうひとつの結末――"
                },
                "2": {
                    "ID": "5368648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-4-the-golden-animation/episodes/5368648",
                    "TitleEnglish": "Welcome Home (Extended Version)",
                    "SummaryEnglish": "Extended version of Welcome Home (Episode 12) released on Blu-Ray.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "6078361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-4-the-golden-animation/episodes/6078361",
                    "TitleEnglish": "Persona 5 The Animation: The Day Breakers",
                    "SummaryEnglish": "The story focuses on the 16-year-old Protagonist after he is transferred to Shujin High School in Tokyo. Staying with friends of his parents, he meets up with two fellow students, problem child Ryuuji Sakamoto and withdrawn An Takamaki, and a talking, shape-shifting cat-like creature known as Morgana. During his time there, feeling suppressed by their environment, the four form a group known as the \"Phantom Thieves,\" working together to carry out heists and encountering mysterious phenomena along the way.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "586465",
            "URL": "https://www.thetvdb.com/series/persona-4-the-golden-animation/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4890692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-4-the-golden-animation/episodes/4890692",
                    "TitleEnglish": "The Golden Days",
                    "SummaryEnglish": "A teenager named Yu Narukami transfers to Yasogami High School. He hears from his new friends about something called the \"Midnight Channel.\" Will he attempt to watch a turned-off TV on a rainy night to find out what it is all about?",
                    "TitleJapanese": "THE GOLDEN DAYS",
                    "SummaryJapanese": "雨降る日の午前０時、消えたテレビに運命の相手が映るという『マヨナカテレビ』その噂を確かめようとしたことをきっかけにテレビの中の世界のことを知った都会からの転校生・鳴上悠は、友人である陽介、千枝と共にテレビの中へ入る。謎の着ぐるみクマと出会い、そして人間を襲う敵であるシャドウに追い詰められた悠は、内なる声に従いペルソナ・イザナギを召喚。鬼神の如き強さで周囲のシャドウを圧倒する。そんな彼に、ベルベットルームの住人マーガレットはひとりの少女を紹介する。少女の名はマリー。記憶がないという彼女との出会いをきっかけに、悠や仲間達の黄金の日々が幕を開ける。"
                },
                "2": {
                    "ID": "4921409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-4-the-golden-animation/episodes/4921409",
                    "TitleEnglish": "The Perfect Plan",
                    "SummaryEnglish": "Yosuke tells Yu that they should get motorcycles to pick up girls. They head to Okina City on their new bikes on the day that Yu is also supposed to meet Marie, Chie, and Yukiko for clothes shopping. How will he manage to keep everyone happy?",
                    "TitleJapanese": "THE PERFECT PLAN",
                    "SummaryJapanese": "「密着計画」の為に陽介と共にバイクの免許を取った悠。 一方マリーは、千枝と雪子から買い物に誘われる。彼女達の付き添いをすることになった悠だが、買い物が運悪く陽介との計画実行の日と重なってしまう。 どちらの約束も裏切れず追い詰められた悠は、同日に両方の約束をこなすというパーフェクトな計画を立てるのだった。 しかし、予想外のトラブルもあり、密着計画は完二も交えた漢の勝負に、買い物は海老原あいを巻き込んだコーディネート対決へと発展。 右往左往し、なんとか両方の約束をこなす悠だが、さらにそこに菜々子からの電話が入り――"
                },
                "3": {
                    "ID": "4921410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-4-the-golden-animation/episodes/4921410",
                    "TitleEnglish": "I Have Amnesia, Is It So Bad?",
                    "SummaryEnglish": "Yu and his friends head down to the beach to enjoy the last days of summer. Everyone seems very keen on knowing more about Marie, even though they are unaware that she has lost her memories.",
                    "TitleJapanese": "I Have Amnesia, Is It So Bad?",
                    "SummaryJapanese": "七里海岸にバイクで遊びに来た悠たちは、きらめく太陽の下、水着ではしゃぎ、楽しいひと時をすごす。しかし、ふとしたきっかけでマリーは、みんなとの間に疎外感を覚えてしまう。自分とみんなは、なにがちがうのか？彼らの会話に出た“セーシュン”という言葉にその答えが隠されていると感じたマリーは、マーガレットの助言を受けある行動にでる。それは、ビデオカメラを持ってのインタビューだった。「本当の自分と向き合うって、どういうことですか？」夏の終わりを予感させる花火の中、彼らの答えと向き合ったマリーが思うことは……。"
                },
                "4": {
                    "ID": "4921411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-4-the-golden-animation/episodes/4921411",
                    "TitleEnglish": "The Mayonaka Ohdan Miracle Quiz!",
                    "SummaryEnglish": "A teenager named Yu Narukami transfers to Yasogami High School. He hears from his new friends about something called the \"Midnight Channel.\" Will he attempt to watch a turned-off TV on a rainy night to find out what it is all about?",
                    "TitleJapanese": "THE MAYONAKA OHDAN MIRACLE QUIZ!",
                    "SummaryJapanese": "マリーの記憶を取り戻すために、唯一の手がかりとなる櫛について調べる悠たち。だが、調査中マリーが謎の頭痛に何度も襲われ、最後には倒れてしまう。さらに櫛にまつわる不吉な話を聞き、ショックを受けたマリーは記憶を取り戻すことを諦めてしまう。後日、何事もなかったかのように振る舞い、皆と楽しく遊ぶマリー。しかし、ふとしたきっかけで自分の記憶がないことを思い知らされ、ベルベッドルームに引きこもってしまう。悩むマリーに対し、悠は一計を案じる。マリーを呼び出した悠が彼女にさしだしたのはものとは……？"
                },
                "5": {
                    "ID": "4921412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-4-the-golden-animation/episodes/4921412",
                    "TitleEnglish": "Let's Go Get It! Get Pumped!",
                    "SummaryEnglish": "Yosuke asks Rise to get up on stage and perform to help him and his father. Rise accepts on one condition… That they will all take the stage as a band! Will they succeed in playing music together as a group?",
                    "TitleJapanese": "Let's Go Get It! Get Pumped!",
                    "SummaryJapanese": "陽介転校の危機を救うため、ジュネスでのライブを承諾するりせ。その条件は悠たちもバックバンドとして参加することだった。マリーは新たな思い出を作るために躍起になるが、その熱意が空回りしてしまう。他のメンバーも慣れない楽器演奏にひと苦労。そんな中りせは、プロとしてのプライドを見せ、ライブの成功を約束する。それに感化され、練習の中で自信をつける仲間たち。しかしライブ当日、噂を聞きつけたりせのファンが家に押し寄せ、大混乱に。りせ救出隊として陽介たちが向かう中、開演が差し迫るライブ会場に残ったマリーは、りせの言葉を思い出し――"
                },
                "6": {
                    "ID": "4921413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-4-the-golden-animation/episodes/4921413",
                    "TitleEnglish": "See? I Told You, Yu.",
                    "SummaryEnglish": "There is a new detective in town. He starts working with Dojima. Marie thinks that he gives off a bad vibe and warns Yu to stay away from him. However, Yu wants to get to know him better. Is Marie right about her hunch?",
                    "TitleJapanese": "See? I Told You, Yu.",
                    "SummaryJapanese": "足立に不吉なものを感じたマリーは彼の正体を見定めるため後を追うが、マリーを心配し追いついた悠に呼びかけられ、見失ってしまう。「あの人には近づかないほうがいい」と忠告するマリー。一方、マリーの警告を受けてなお、「なんだかほうっておけない」と足立と関わろうとする悠。そんな彼に足立は、「誰かのためにやったことが、本当にその人のためになるのかは分からない」と説く。そして、菜々子がマヨナカテレビに映り――"
                },
                "7": {
                    "ID": "4921414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-4-the-golden-animation/episodes/4921414",
                    "TitleEnglish": "It's Cliché, So What?",
                    "SummaryEnglish": "Ryotaro and Nanako are in the Inaba Municipal Hospital. Yu gets worried when Dojima tells him that Adachi is at the hospital with them. Yu and the gang go after Adachi. Will Yu be able to convince Adachi to turn himself in?",
                    "TitleJapanese": "It’s cliche, so what?",
                    "SummaryJapanese": "事件の真相を聞き出すため足立を追い、ひとりテレビの中へ向かう悠。そこで待ち受けていた足立は、自らが首謀者だと挑発的にほのめかしマガツイザナギを召喚。悠のイザナギと激突する。だが、ふたりのペルソナがぶつかり合った瞬間、互いの過去や相手から見た世界の姿がフラッシュバック。悠は足立の孤独や虚無感を知り、善意のつもりだった行為が逆に彼を追い詰めていたことに気付いてしまう。持つ者と持たざる者の違い。その残酷さを思い知り、足立にかける言葉を失った悠は失意のままテレビの外へ。そんな悠を、マリーはある場所へ連れていく。"
                },
                "8": {
                    "ID": "4921415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-4-the-golden-animation/episodes/4921415",
                    "TitleEnglish": "Not So Holy Christmas Eve",
                    "SummaryEnglish": "Yu asks his friends if they are free on Christmas Eve. The girls are under the impression that Yu is asking for a date. How will things prevail?",
                    "TitleJapanese": "Not So Holy Christmas Eve",
                    "SummaryJapanese": "「１２月２４日、空いてるか？」悠にそう聞かれ、クリスマスデートに誘われたと思いパニックになる千枝。しかし、雪子、りせ、直斗もそれぞれ別の場所で同じ誘いを受けていた。実はそれは陽介達と一緒に催す堂島家でのクリスマスパーティーの誘いなのだが、時既に遅く女子全員がデートだと勘違いする事態に。慣れない誘いに動揺する千枝と雪子。張り切るりせ。混乱を極め迷推理を展開する直斗。そうして各々の思惑が食い違ったまま迎えたパーティー当日、一緒に料理の準備をするはずだった陽介達が来られなくなったことで、事態はさらなる混乱へと――"
                },
                "9": {
                    "ID": "4921416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-4-the-golden-animation/episodes/4921416",
                    "TitleEnglish": "A Missing Piece",
                    "SummaryEnglish": "Yu is leaving soon and everyone decides they need to make sure their time together is memorable. But as they all go to a ski resort they begin to realise memories of a forgotten past.",
                    "TitleJapanese": "A missing piece",
                    "SummaryJapanese": "夏にした約束どおり、スキー旅行にやってきた悠たち。春には悠との別れが待っていることを思い出し、陽介たちは一瞬しんみりするが、そんな気分を吹き飛ばすように「遊ぼう！」と盛り上がる。スキー場で思い思いに楽しむ仲間達。だが、悠はどこか引っかかるものを感じていた。その違和感は、不自然に記憶が欠け落ちた思い出話と、本当は居たはずの誰かが忽然と消えてしまったかのような隙間のある、仲間との集合写真で確信へと変わる。悠の説得もあり、陽介達は調査することを決める。そして翌日、悠は突如強い吹雪に巻き込まれ遭難し、その先にある人影を見る――"
                },
                "10": {
                    "ID": "4921417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-4-the-golden-animation/episodes/4921417",
                    "TitleEnglish": "Not a Friend Anymore",
                    "SummaryEnglish": "Yu and his friends try to bring Marie back, but the truth behind her memories is preventing them from doing so.",
                    "TitleJapanese": "Not a Friend Anymore",
                    "SummaryJapanese": "マリーの記憶を取り戻した悠たちは、山小屋にあるテレビからマリーの閉じこもる異世界へといざなわれた。そこでは、彼女の思い出が奇妙なオブジェとなった世界だった。彼らを導いたマーガレットによれば、この異世界はあと数時間で完全に閉ざされ、悠たちはマリーの記憶を完全に失う、それこそが彼女の望みだと話す。到底納得出来ない悠たちはマリーを探すため奥へと進んでいくが、そこでみつけたマリーは変わり果てた姿となっていた。彼女の正体を、人間界をスパイしていた敵だと告白し、悠たちを拒絶しようとする。そんなマリーに、悠は怒りの声を上げる。「なんで黙っていなくなった！」"
                },
                "11": {
                    "ID": "4921418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-4-the-golden-animation/episodes/4921418",
                    "TitleEnglish": "Let it OUT! Let it GO!",
                    "SummaryEnglish": "Yu and his friends make their last stand to save Marie and bring her back.",
                    "TitleJapanese": "Let it OUT! Let it GO!",
                    "SummaryJapanese": "アメノサギリが倒れたことによって溢れた大量の霧を吸い込み抱えたまま虚ろの森と共に消える。それこそがみんなを救う唯一の方法であり、クスミノオオカミの本来の役目だと話すマリー。役目を全うするために頑なに悠たちを拒むが、悠たちの真摯な投げかけに、ついに本音が零れ落ちる。「助けてよ、悠」そのマリーの言葉で、一度は倒れた仲間達も再び立ち上がり、彼女を救出すべく最後の戦いが始まった。"
                },
                "12": {
                    "ID": "4921419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/persona-4-the-golden-animation/episodes/4921419",
                    "TitleEnglish": "Welcome Home",
                    "SummaryEnglish": "Will Yu and his friends finally find out who Marie really is?",
                    "TitleJapanese": "Welcome Home",
                    "SummaryJapanese": null
                }
            }
        }
    }
}