{
    "URL": "https://www.thetvdb.com/series/sky-wizards-academy",
    "Genres": [
        "Action",
        "Anime",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.themoviedb.org/tv/67553"
    ],
    "TitleEnglish": "Sky Wizards Academy",
    "SummaryEnglish": "The story is set in a world where humanity, driven off the land by the threat of magical armored insects, now live in aerial floating cities. Thus wizards - aerial combat mages who fight the insects with magical powers - came into being. Kanata Age is a young man who lives on the floating wizard academy city of \"Misutogan.\" He was once celebrated as the \"Black Master Swordsman,\" the elite ace of the S128 special team. However, he is now despised as the \"traitor of the special team.\" One day, he is assigned as the instructor of E601, a team that has suffered 10 consecutive defeats. E601 has three girls - Misora Whitale, Lecty Eisenach, and Rico Flamel - with one or two peculiar quirks.",
    "TitleJapanese": "空戦魔導士候補生の教官",
    "SummaryJapanese": "「地上を≪魔甲蟲≫と呼ばれる魔物に支配され、天空の浮遊都市へ追いやられた人類は、≪魔甲蟲≫に対抗しうる存在――空戦魔導士を生み出した。空戦魔導士の育成機関である学園浮遊都市≪ミストガン≫の生徒、カナタ・エイジは≪黒の剣聖(クロノス)≫の称号を持つエリートエース。しかし、今では“とある事件”から「裏切り者」の烙印を押され、前線を退いていた。そんなカナタが、“おちこぼれ”と揶揄されるE601小隊の教官に任命される。この小隊に所属するのは、一癖も二癖もある3人の少女。彼女たちに叩き込むカナタの指導法は、荒唐無稽な常識外のものばかりで…「俺がお前たちを最強の空戦魔導士にしてやるよ」“裏切り者”教官の型破りな指導で「最強の空戦魔導士」を目指す！“落ちこぼれ”少女たちの成長の物語が今、始まる。",
    "Aliases": [
        "Kuusen Madoushi Kouhosei no Kyoukan",
        "The Instructor of Aerial Combat Wizard Candidates"
    ],
    "Modified": "2025-06-02",
    "Seasons": {
        "0": {
            "ID": "591530",
            "URL": "https://www.thetvdb.com/series/sky-wizards-academy/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5323668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5323668",
                    "TitleEnglish": "Lecty's Animal Care",
                    "SummaryEnglish": "Unaired episode bundled with the ninth light novel volume of Kuusen Madoushi Kouhosei no Kyoukan.",
                    "TitleJapanese": "OVA「レクティの、いきものがかり」",
                    "SummaryJapanese": "原作第9巻Blu-ray付限定版"
                }
            }
        },
        "1": {
            "ID": "591531",
            "URL": "https://www.thetvdb.com/series/sky-wizards-academy/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4937660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/4937660",
                    "TitleEnglish": "Fireteam E601",
                    "SummaryEnglish": "Former elite Sky Wizard Kanata is often called \"Traitor\". Fireteam E601 calls him \"Pervert\". As their new instructor, Kanata must show the three girls how to improve their rock-bottom grades, and hopefully get them to forget about his underwear.",
                    "TitleJapanese": "E601小隊",
                    "SummaryJapanese": "突如現れた人類の敵――魔甲蟲。脅威によって空へと追いやられた人類は、魔力をもって対抗する「空戦魔導士」を生み出していた。その育成機関である学園浮遊都市≪ミストガン≫に通うカナタ・エイジは、S128特務小隊の元エースでありながら“裏切り者”の烙印を押された学園一の嫌われ者。そんな彼に言い渡された任務は、ミソラ、レクティ、リコが所属する連戦連敗・学園最弱“落ちこぼれ小隊”の指導教官で!?"
                },
                "2": {
                    "ID": "5262849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262849",
                    "TitleEnglish": "The Strongest Traitor",
                    "SummaryEnglish": "Fireteam E601's first training session under instructor \"Traitor\" Kanata begins. Kanata quickly notices that each Sky Wizard has her own strengths, but their overwhelming weaknesses are much more pronounced.",
                    "TitleJapanese": "最強の裏切り者",
                    "SummaryJapanese": "学内ランキング戦で、いまだ勝ち星ゼロの落ちこぼれE601小隊。最下位Eランクでもダントツ最低戦績の彼女たちについた不名誉なあだ名は、存在しないはずの“Fランク小隊”……。そんな彼女たちの実力を見極めようと、カナタはある訓練を提案する。それは、ダガー一本で応戦するカナタに対し、魔装錬金武装攻撃可、教官撃墜を目的とした手加減無用の“鬼ごっこ”!?　「それじゃ、訓練開始な！」「覚悟しなさいよ！　裏切り者！」"
                },
                "3": {
                    "ID": "5262850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262850",
                    "TitleEnglish": "The Potentials of the Weakest",
                    "SummaryEnglish": "Kanata, armed with knowledge of the weaknesses and strengths of each of his students, assigns special training exercises to Lecty and Misora. The two girls prepare for the toughest challenge, but get something beyond their expectations.",
                    "TitleJapanese": "最弱がもたらす可能性",
                    "SummaryJapanese": "初日の訓練で三人の特性と弱点を見抜いたカナタ。サボリのリコを除く二名に、翌日からさっそく特訓指導を開始する。「特訓ってのは厳しいもんだし、楽して強くなれるもんじゃねーからな」「望むところよ！」「カ、カナタさんの指導を受けることが出来て嬉しいです！」「いい覚悟じゃねーか」特訓第一弾――レクティが課題のためにまずすべきことは……メイド服に着替えること？"
                },
                "4": {
                    "ID": "5262851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262851",
                    "TitleEnglish": "The Unforgettable Past",
                    "SummaryEnglish": "It's obvious that Misora has no chance of success with her current weapon, the Magic Cannon Sword. However, she is not willing to use a weapon more suited to her talents. Kanata must find out why.",
                    "TitleJapanese": "忘れざる過去",
                    "SummaryJapanese": "前衛の魔砲剣士から中衛の魔砲士へコンバートを勧められたミソラは、カナタに猛反発し、翌日から学園に来なくなってしまう。ミソラが魔砲剣士にこだわるのは、何故なのか――？　カナタはミソラの実家が営む喫茶店「リトルウィング」へ赴く。そこで彼女の父親から聞かされたのは、ミソラ愛用の魔砲剣＜ラーズグリーズ＞にかける彼女の想いと、彼女の愛する家族の物語だった……。"
                },
                "5": {
                    "ID": "5262852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262852",
                    "TitleEnglish": "The Key to Victory",
                    "SummaryEnglish": "Kanata is able to train Misora and Lecty to realize their strengths and weaknesses, bringing up their combat readiness. However, as a team, they are still incomplete - until Kanata convinces Rico to join, Fireteam E601 is a doomed as ever.",
                    "TitleJapanese": "勝利の鍵は",
                    "SummaryJapanese": "いよいよ次のランキング戦が近づいてきた。E601小隊の対戦相手は、E571小隊。Dランク昇格確実と噂される小隊だ。特訓に励むミソラとレクティだが、肝心の最後のひとり・リコは相変わらず特訓不参加を貫いており、さらにランキング戦にも出ないと表明していて……？　「負けるとわかって無様をさらす趣味はない」「俺がくれてやるよ。勝利の鍵ってやつをな」。カナタの言う「勝利の鍵」とは？"
                },
                "6": {
                    "ID": "5262853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262853",
                    "TitleEnglish": "The Skies, Taken",
                    "SummaryEnglish": "A surprise attack of Devil Beetles catches the Sky Wizards off guard, allowing a detachment to enter the city. The only Sky Wizards remaining in the city are those tasked with non-combat duties - Fireteam E601 is among them.",
                    "TitleJapanese": "奪われし空",
                    "SummaryJapanese": "ついに新生E601小隊がランキング戦に臨もうとした――そのとき。魔甲蟲の接近を知らせる警報が鳴り響く。一万を越える魔甲蟲の大軍に、上位小隊のみならず下位小隊の前線投入の総力戦に。しかし、司令塔の変異種（キメラ）を撃滅しても進撃は止まず……。「よーし。行くぞ」「!?」「お前らが変異種を倒すんだよ」「!!?｣　新生E601小隊、まさかの初陣で実践投入！　初勝利となるか――!？"
                },
                "7": {
                    "ID": "5262854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262854",
                    "TitleEnglish": "Mistgun Tournament",
                    "SummaryEnglish": "In order to accelerate the training of battle-ready Sky Wizards, Chloe organizes a grand tournament with lucrative prizes. Kanata sees this as a prime opportunity to push E601into the spotlight.",
                    "TitleJapanese": "ミストガン・トーナメント",
                    "SummaryJapanese": "変異種（キメラ）と壮絶な戦いを繰り広げたE601小隊だったが、その後のランキング戦ではあっけなく敗北……。初勝利を切望するミソラ達の耳に飛び込んできたのは、空戦魔導士科の戦力増強を目的としたランクフリーの「ミストガン・トーナメント」だった。しかし、その裏でカナタはE601小隊解散命令を突きつけられていて……。一方、医療医学科のレアルは先日堕とされた新種変異種＜キメラ・アンタレス＞の研究に着手し――？"
                },
                "8": {
                    "ID": "5262855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262855",
                    "TitleEnglish": "Beyond the Rankings",
                    "SummaryEnglish": "Kanata and Fireteam E601 begin a new training session, which Rico catches on to quickly. Meanwhile, a mysterious hooded figure assaults students of the Sky Wizards Academy at night.",
                    "TitleJapanese": "ランクを超えて",
                    "SummaryJapanese": "教官を務めることにとなったA227小隊の訓練に、続発する傷害事件対策と多忙を極めるユーリ。しかし、「負けたらうちの隊員になれ」というカナタの言葉が頭から離れない。落ちこぼれ小隊に勝算があるはずがないと思いつつも、格上小隊に挑んでいたかつてのカナタの姿を思い出す……。一方のカナタは、前衛・中衛・後衛のポジションシャッフルというとんでもない特訓をミソラ達に課していて――？"
                },
                "9": {
                    "ID": "5262856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262856",
                    "TitleEnglish": "The Victory Formula",
                    "SummaryEnglish": "With the team roles shuffled again, Lecty begins to have serious doubts about the effect of this new training. Meanwhile, despite patrols guarding the entire town, the mysterious attacks against the students continue.",
                    "TitleJapanese": "必勝の方程式",
                    "SummaryJapanese": "ポジションシャッフルの特訓を戦術の幅を広げるためと理解したレクティは、いまの自分たちにどれほど効果があるのか疑問を抱いていた。特訓を中止すべきではと進言するレクティに、カナタは「ヒントをやろうか？」と特別指導を開始する。それは……「って、またこれですか～!?」ウェイトレスとして再び奮闘するレクティが掴んだ答えとは？　最後に残ったミソラは、次なるステージ“共同生活”で答えを見つけられるのか？"
                },
                "10": {
                    "ID": "5262857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262857",
                    "TitleEnglish": "Potentials of the Zero",
                    "SummaryEnglish": "Lecty and Rico, having passed Kanata's test, seems to be getting along well. However, Misora is still lost. Her frustrations grow as Lecty and Rico show off their skills in training. Before Misora is ready, the tournament begins.",
                    "TitleJapanese": "ゼロが生み出す可能性",
                    "SummaryJapanese": "連続傷害事件の犯人と思われる黒ローブの男の襲撃で傷ついたユーリを、カナタはミソラたちの部屋に運び込んだ。そこで初めてＥ601小隊の面々と直接顔を合わせたユーリは、かつての自分たちの姿に思いをはせる。そして、改めてミソラ達に手加減はしないと宣言する。答えを見つけられないミソラは、カナタの課題をクリアできるのか？　いよいよＥ601小隊の行方を決める、「ミストガン・トーナメント」の幕が開く……！"
                },
                "11": {
                    "ID": "5262858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262858",
                    "TitleEnglish": "The Finals, And…",
                    "SummaryEnglish": "Against all odds, E601 scores victory after unexpected victory, defying the expectations of everyone watching - except, of course, Kanata, their instructor. Now they must face A227, the crowd favorite instructed by Yuri.",
                    "TitleJapanese": "決勝戦、そして…",
                    "SummaryJapanese": "初勝利を手にしたＥ601小隊の快進撃はとどまることを知らず、決勝戦まで勝ち進む。それぞれにカナタへの感謝の思いを胸に、ユーリ率いるA227小隊との決戦の場へ……！\nしかしカナタの立てた戦術を看破し、不敵に笑うユーリ。負けたら小隊解散――優勝候補相手にミソラ達は勝機を見いだせるのか？　そして決着のときが――!?"
                },
                "12": {
                    "ID": "5262859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262859",
                    "TitleEnglish": "Instructor of the Sky Wizards Academy",
                    "SummaryEnglish": "Before Fireteam E601 can congratulate themselves for the decisive victory, the mysterious assailant strikes again. Now, Kanata's students - current and former - must work together to defeat this terrible foe.",
                    "TitleJapanese": "空戦魔導士候補生の教官",
                    "SummaryJapanese": "魔甲蟲の力を手にしたレアルは、その姿も異形のものに変えていく。執拗にユーリを狙うレアルにミソラ達も対抗するが、力及ばず倒れていく。そして自分を庇い傷ついたカナタを目にし、諦めかけるユーリ……。しかしカナタは黒きオーラをまとい“あの時の力”を発動する――！　「空戦魔導士第一の条件はなんだ？」「絶対に、諦めないこと――」教官と候補生たちの、空戦魔導士の誇りを懸けた戦いが始まる！"
                }
            }
        }
    }
}