{
    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn",
    "Genres": [
        "Adaptation",
        "Anime - Shojo",
        "Political"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3957196/",
        "http://marv.jp/special/yona/",
        "https://www.themoviedb.org/tv/61461",
        "https://x.com/yona_anime"
    ],
    "TitleEnglish": "Yona of the Dawn",
    "SummaryEnglish": "The legend of the Four Dragons and the origin of the land has been passed down for generations in the land of Kouka. Currently, Hiryuu Palace has no one else next in line for the throne other than the fifteen year old princess, Yona, who had been raised with care. Finally, the night of her sixteenth birthday arrives. She expects it to be a wonderful day spent with her peace-loving father, Il, her servant and friend Hak, and her cousin Soo-won, who she had feelings for... However... That night, Yona goes to visit her father to tell him how she really feels, because he opposes to her getting married to Soo-won. However, when she gets to her room, she encounters a shocking truth. The destinies of Yona and the Four Dragons entwine in this period drama fantasy romance!",
    "TitleJapanese": "暁のヨナ",
    "SummaryJapanese": "――そして始まる、少女と四龍の天命の物語。\n“生きるため”少女は今、剣を取る。\n\n建国神話・四龍伝説が伝わる高華王国。\n緋龍城では当時、\n王の他には世継ぎの王子も、世継ぎを産むお妃も無く\nただ齢十五の王女・ヨナが、大切に大切に育てられていた――。\n\nそして迎えた十六歳の誕生日。\n武器を厭う心優しい父王・イル、幼馴染で護衛のハクや、\nヨナが想いを寄せていた従兄のスウォンと共に、幸せな一日を過ごす・・・はずだった。\n\n宴の夜、スウォンとの婚姻を反対するイルに、\nヨナは自分の気持ちを伝えに行く。\nしかし、イルの部屋で彼女が遭遇したのは思いもよらぬ過酷な現実で・・・！？\n\nヨナと四龍、それぞれの運命が絡みあう、\n激動の大河ファンタジー・ロマン――！",
    "Aliases": [
        "Akatsuki no Yona"
    ],
    "Modified": "2025-08-07",
    "Seasons": {
        "0": {
            "ID": "591528",
            "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "5166840",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5166840",
                    "TitleEnglish": "On That Back",
                    "SummaryEnglish": "Yona and the gang head to a hot springs hotel, where they are greeting by the owner, an old women who always dozes off. Later on, Jae-Ha wonders why Kija has not entered the men's bath, discovering that Kija has a scar on his back shaped like claw marks and coming to the conclusion that the previous white dragon warrior scarred Kija's back.",
                    "TitleJapanese": "その背には",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5677716",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5677716",
                    "TitleEnglish": "The Yellow Dragon's (Zeno's) Past, Part 1: The Starting Dragon",
                    "SummaryEnglish": "This is the first of a two-part OVA surrounding Zeno's backstory which is not revealed in the main series. It starts out with the group having a drinking contest. Kija is quickly eliminated by Jae-ha as he wants to see who has the more powerful dragon limb.",
                    "TitleJapanese": "黄龍ゼノ過去編 前編 「はじまりの龍」",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5677717",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5677717",
                    "TitleEnglish": "The Yellow Dragon's (Zeno's) Past, Part 2: The Red Star Rises",
                    "SummaryEnglish": "A continuation of the second OVA. Zeno tracks down the presences of the four dragons after the originals die. He eventually finds the village of Hakuryuu and the new White Dragon. The villagers are alarmed and shoot him with an arrow. Zeno wakes up in a hut being tended to by a girl named Kaya.",
                    "TitleJapanese": "黄龍ゼノ過去編 後編 「あかい星が昇る」 ／ 「今日はおやすみ」",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "6205671",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/6205671",
                    "TitleEnglish": "Good Night for Today",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "591529",
            "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "4937659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/4937659",
                    "TitleEnglish": "Princess Yona",
                    "SummaryEnglish": "Princess Yona of the Kingdom of Kouka, with her unusual red hair, has lived a comfortable life in Hiryuu Castle protected by her father King Il, who hates conflict, and her childhood friend and guard, the young general Hak. Yona is overjoyed when her cousin Soo-Won, whom she has loved since childhood, arrives for her sixteenth birthday banquet.",
                    "TitleJapanese": "王女ヨナ",
                    "SummaryJapanese": "｢好きだと言った……スウォンが、私の髪を……｣\n高華王国、緋龍城―― 珍しい緋色の髪を持つ愛らしい王女・ヨナ姫は、この城で、戦を好まない優しい父・イル王や、幼なじみで彼女の護衛役を任されている若き将軍・ハクに大切に守られ、何不自由ない暮らしをしていた。十六歳の誕生日を迎えるヨナのために祝いの宴が開かれることになり、従兄のスウォンも城を訪れる。幼い頃から想いを寄せるスウォンの来訪に喜ぶヨナ。だが、父イル王は、ヨナの結婚相手としてスウォンだけは認められないと頑なに拒む。困惑するヨナだったが、当のスウォンから自分の髪を褒められ、美しいかんざしをもらい嬉しくなる。その喜びも束の間、思いもよらぬ出来事がヨナの身に降りかかる。"
                },
                "2": {
                    "ID": "5000372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000372",
                    "TitleEnglish": "Broken Bond",
                    "SummaryEnglish": "“We'll go anywhere as long as it means you'll live.” As Yona is dazed by the sudden rebellion at the castle, Hak runs to her rescue. Also known as the “Thunder Beast of Kouka”, Hak protects Yona, and with a single lightning-quick strike from his blade, he dispatches the mercenaries attacking them one after another.",
                    "TitleJapanese": "ちぎれた絆",
                    "SummaryJapanese": "｢どこへでも行きますよ。 あんたが生き延びられるなら｣\n突如、城で起きた反乱に驚き、呆然とするヨナのもとにハクが駆けつけた。｢高華の雷獣｣の異名を持つハクは、ヨナをかばい、稲妻のごとき大刀の一撃で、襲い掛かる賊軍を次々と倒してゆく。イル王の側近・ミンスの手助けもあり、辛くも城を脱出したヨナとハクだったが、ヨナは、自分の身に起こったできごとが受け入れられない。 絶望するヨナの姿に心を痛めるハクは、ヨナをどこまでも守る決意を固める。"
                },
                "3": {
                    "ID": "5000373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000373",
                    "TitleEnglish": "Faraway Sky",
                    "SummaryEnglish": "“I wish the three of us could have been sick and slept together forever...” Hak protects Princess Yona as they make their way through the mountains. Having lost her will, Yona is only able to follow behind Hak. Hak painfully watches Yona grow weaker.",
                    "TitleJapanese": "遠い空",
                    "SummaryJapanese": "｢私はずっとずーっと、あのまま3人で風邪ひいて寝てたかったです……｣\n城を追われた王女・ヨナを守りながら山道を進むハク。だが、気力を失ったヨナは、ただハクのあとを歩くことしかできなくなっていた。弱る一方のヨナを辛そうに見つめるハク。その脳裏に、幼い頃、ヨナ、スウォン、そして自分の3人で過ごした日々と、かつての親友と交わした言葉がよみがえる。 何とかヨナに気力を取り戻して欲しいと願うハクだが、そんな中、ヨナが初めて、自分自身の意志で歩き出すできごとが起きる。"
                },
                "4": {
                    "ID": "5000374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000374",
                    "TitleEnglish": "The Wind Clan",
                    "SummaryEnglish": "“These are the final orders of Son-Hak, chief of the Wind Tribe.” At the end of their difficult escape, Yona and Hak arrive in Hak's hometown of Fuuga, the capital of the Wind Clan, where Yona receives a warm welcome.",
                    "TitleJapanese": "風の部族",
                    "SummaryJapanese": "｢風の部族長、ソン・ハクの最後の命令だ｣\nつらい逃亡の旅の末、ヨナはハクとともに、ハクの故郷・風の部族、風牙の都にたどり着いた。ヨナはそこで、人々に温かく迎え入れられる。一方、緋龍城では、緊急の呼び出しを受け、火、水、地の各部族長と、失踪した風の部族長ハクの代理として長老ムンドクが集められていた。イル王崩御に伴い、次期国王にスウォンを推すためだが、ただひとりムンドクだけはスウォンの即位を認めようとしない。その後、風牙の都に帰還したムンドクはヨナとハクの無事を喜ぶが、スウォンの国王即位を承認するように、風の部族は火の部族から圧力をかけられることになる。"
                },
                "5": {
                    "ID": "5000375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000375",
                    "TitleEnglish": "Roar",
                    "SummaryEnglish": "“The red hair of what should have been the young and weak princess appeared to be a flame consuming her...” Hak is accused of murdering King Il. In order to protect Yona and the Wind Village, he gives up his title of chief and decides to wander alone.",
                    "TitleJapanese": "咆哮",
                    "SummaryJapanese": "｢幼くて弱いはずの姫の紅い髪が…… 己を焼き尽くす炎に見えた……｣\nイル王殺害の汚名を着せられたハクは、ヨナと風の部族を守るため、部族長の地位を譲ってひとり放浪の旅に出ることを決意するにする。だがヨナは、何があってもハクと一緒に行くと言って譲らず、ふたりはそろって風牙(フウガ)の都を出る。 ムンドクの助言により、ヨナとハクは、風の地のどこかにいるという神官を探すことにするが、ふたりを火の部族長の次男、カン・テジュン率いる兵たちが追いかけ、追い詰める。 自分自身の出世のため、ハクを葬り去り、ヨナを緋龍城へと連れ帰ろうとするテジュン。そんなテジュンにヨナが放った言葉は！？"
                },
                "6": {
                    "ID": "5000376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000376",
                    "TitleEnglish": "The Crimson Hair",
                    "SummaryEnglish": "“I will restore Kouka Kingdom to the powerful kingdom of the previous kings. Should anyone stand in my way, even if he is a god, I will crush him underfoot!” Though Hak continues to fight off the soldiers pursuing him, a poison prevents him from fighting like his usual self.",
                    "TitleJapanese": "紅い髪",
                    "SummaryJapanese": "｢私はこの高華国を先々代国王の時代のような強国へと再生させる。 立ちふさがるものがあれば、たとえ天でも、私はねじ伏せる！｣\n追っ手の兵たちを相手に奮闘を続けるも、毒を受けたハクはいつものような戦いができなくなっていた。スキをついた兵の一撃で谷底へと落ちそうになるハク。そのハクを助けるため、ヨナは自分自身の髪を切り捨ててテジュンから奪った剣を手に、ハクを守ろうとする。そのヨナの気迫、燃えるような瞳と紅い髪に気おされる兵たちだが……。一方、緋龍城では、風の部族長老ムンドクを含めた五部族長すべての承認のもと、いよいよスウォンの新王即位式が執り行われようとしていた。"
                },
                "7": {
                    "ID": "5000377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000377",
                    "TitleEnglish": "Fate",
                    "SummaryEnglish": "“If you want to live earnestly and cannot stop the hot blood from flowing through your veins, I will convey the voice of god to you.” Yona and Hak, covered in wounds from protecting the princess, are saved by the Priest Ik-Soo and his caretaker Yoon living on the valley floor.",
                    "TitleJapanese": "天命",
                    "SummaryJapanese": "｢あなたが、ただ真っ直ぐに生きたいのなら、熱き血潮を止められぬなら、あなたに神の声を伝えましょう｣\nヨナと、彼女をかばい全身に大ケガを負ったハクは、谷底で暮らす神官イクスと彼の身の回りの世話をしている少年ユンに助けられる。ヨナは、神官がなぜ不便な谷底で暮らしているのか気になりたずねるが、ユンに、城にいたのに何も知らないのか？ と、厳しい言葉をぶつけられる。 自分の無知さと無力さを思い知らされたヨナは、その思いをイクスに伝えるが、イクスはそんなヨナに、彼女の｢天命｣について語り始める。"
                },
                "8": {
                    "ID": "5000378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000378",
                    "TitleEnglish": "The Chosen Door",
                    "SummaryEnglish": "“There are many books in this world I do not know. It makes me angry.” Ik-Soo suddenly announces he will travel with Yona and Hak to see the world. Yoon is upset and unable to contain his anger. Though Yona and Hak understand his feelings, they are unable to do anything but watch in silence.",
                    "TitleJapanese": "選んだ扉",
                    "SummaryJapanese": "｢世界にはオレの知らない本がたくさんある。 ムカつく｣\nイクスから突然、ヨナやハクと共に旅に出て、世界を見てくるよう言われたユンは困惑し、腹立たしさを抑えきれないでいた。ヨナとハクはそんなユンの気持ちを思いやるが、黙って見守ることしかできない。――ユンは、幼い頃、身寄りもなく、貧しい村で独り暮らしていた。日々を生きるのが精一杯の生活の中で、偶然イクスと出会ったユンは、イクスの無欲で裏表のない優しさに救われた。以来、ユンにとってイクスは誰よりも信じられる人間となり、その言葉は何よりも大切なものになっていった――。"
                },
                "9": {
                    "ID": "5000379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000379",
                    "TitleEnglish": "Wavering Determination",
                    "SummaryEnglish": "“Drawing a bow means taking and losing lives. But Father, if I do not take a life... If I do not take a life, I cannot go on living.” The words of god conveyed to Yona through the priest Ik-Soo are to find the four Dragon Warriors of Kouka Kingdom's Legend of the Four Dragons.",
                    "TitleJapanese": "ふるえる覚悟",
                    "SummaryJapanese": "｢弓を引くということは……命を奪い、奪われるということ…… でも父上、奪わなければ……奪わなければ、私は今、生きてゆけません｣\n神官イクスから、神の言葉としてヨナに伝えられたのは、高華王国に伝えられる四龍伝説に登場する四龍の戦士を探せというものだった。 ヨナは、ハクやユンとともに四龍のひとり｢白龍｣がいるという幻の里へと向かう。だが、国境近くにあるその里は、火の部族の土地や王都に近いこともあり、一行は、兵や追っ手に見つからないように先へと進まなければならなかった。 これまでハクに助けられるばかりだったヨナは、自分の身を守り、少しでもハクの役に立ちたいと、武器の使い方を教えて欲しいと言うが、そんなヨナにハクやユンは……。"
                },
                "10": {
                    "ID": "5000380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000380",
                    "TitleEnglish": "Yearn",
                    "SummaryEnglish": "“This person... This person is the master I have been hoping for...” Yona and her friends arrive in the village where the White Dragon lives. The proud villagers who have protected the power of the White Dragon and passed it down through generations of White Dragons believe Yona may be the descendant of the Hiryuu King who employed the first White Dragon when they see her red hair.",
                    "TitleJapanese": "待望",
                    "SummaryJapanese": "｢ああ、この御方か…… この御方こそ、求め続けた……我が主……｣\n四龍のひとり、白龍がいる里へとたどり着いたヨナたち。 長きにわたり、白龍の力を守り、その力を次の代の白龍へとつなげてきた誇りを持つ里の人々は、初代白龍が仕えていた緋龍王(ひりゅうおう)を思わせる紅い髪を持つヨナこそがその末裔ではないかと考える。一方、行き違いで、不審な者が里に入り込んだと聞いた｢白龍｣ことキジャは、里の人々を守るため、自分自身の手で侵入者を排除しようとヨナたちの前に姿を現す。だが、ヨナの姿をひとめ見たキジャは、全身の血が沸騰するような衝撃を受ける。"
                },
                "11": {
                    "ID": "5000381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000381",
                    "TitleEnglish": "The Dragon's Claws",
                    "SummaryEnglish": "“I want to support her. That delicate form on the verge of tears trying to be strong...” Joined by the White Dragon Ki-Ja, following his claim that Dragon Warriors can sense each other, Yona and her friends begin their search for the Blue Dragon. However, even with Ki-Ja's power, they are unable to determine his exact location.",
                    "TitleJapanese": "龍の爪",
                    "SummaryJapanese": "｢……支えて差し上げたい…… 強くあろうとする、泣き出しそうなかよわいあの背中を……｣\n白龍キジャを旅の仲間に加えたヨナたち一行は、｢四龍の戦士は互いにその存在を感じ取ることができる｣というキジャの言葉に従い、次なる四龍の戦士｢青龍｣を探すことにする。だが、そのキジャの能力をもってしてもその居場所をはっきりと知ることができない。そこで、ハクやユンがこれまでの経験や持っている知識を使って青龍の居場所を探るが、キジャはふたりと自分を比べ、自分は何の役にも立てていないのではないかと悩む。そんな中、夜更けにひとり弓を射る練習中のヨナを見たキジャは？"
                },
                "12": {
                    "ID": "5000382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5000382",
                    "TitleEnglish": "The Blindfolded Dragon",
                    "SummaryEnglish": "“Listen, Blue Dragon! Your eyes are cursed. I will teach you how to control them, but you must never use them!” In their search for the Blue Dragon, Yona and her friends visit a hidden village carved from stone. Though Ki-Ja insists the Blue Dragon is there, the villagers claim there is no Blue Dragon.",
                    "TitleJapanese": "目隠しの龍",
                    "SummaryJapanese": "｢いいか、青龍！ その眼は呪いの眼だ。 制御の仕方は教えるが、決して使うな！！｣\n青龍を探し、岩山に築かれた隠れ里を訪れたヨナたち一行。だが、この場所にいるはずだというキジャの言葉とは裏腹に、里の人々は皆、口をそろえて、｢青龍などいない｣ と言う。 よそ者を寄せ付けず、明らかに何かを隠している様子に疑いの目を向けるヨナたちは、里にとどまって密かに青龍を探すことに。ところが、迷路のように入り組んだ岩穴を進む途中で、ヨナは仲間たちとはぐれてしまい…。"
                },
                "13": {
                    "ID": "5075437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5075437",
                    "TitleEnglish": "The Rippling Fear",
                    "SummaryEnglish": "Though the Blue Dragon appears before the party, he immediately leaves. Yona tries to head deeper into the Blue Dragon's cave to speak with him again. Hak tries to stop her out of concern, but she is determined.",
                    "TitleJapanese": "反響する恐怖",
                    "SummaryJapanese": "｢あなたの手は、とても温かかった。あれが呪われた者の手だと言うのなら、あなたが恐ろしい呪いを持っていたって、私は全然構わない｣\n一行の前に現れたものの、そのまま立ち去ってしまった青龍。ヨナはもう一度会って話がしたいと思い、青龍のいる洞窟の奥へ行こうとする。ハクはヨナの身を案じ引き止めようとするが、ヨナの決意は変わらない。ハクをその場に残し、キジャやユンとともに青龍のもとへと向かったヨナは、彼に、自分や仲間のために｢龍の力｣を貸して欲しいと頼む。しかし青龍は、龍の力は｢呪いの力｣だと言い放つと、ヨナの頼みを拒絶するのだった。"
                },
                "14": {
                    "ID": "5075438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5075438",
                    "TitleEnglish": "Light",
                    "SummaryEnglish": "Yona and her companions are trapped when the cave collapses. The Blue Dragon appears to assist them, and together they begin digging through a cave wall that will lead them outside.",
                    "TitleJapanese": "光",
                    "SummaryJapanese": "｢アオ、俺の名前、『シンア』だって。 初めての、俺の、名前｣\n崩れた洞窟に閉じ込められてしまったヨナたちは、皆を助けるために現れた青龍とともに、外につながる洞窟の壁を掘ってゆく。だが壁はなかなか壊せず、慣れないヨナは酸素不足もあって気を失いそうになる。そんなヨナを気遣う青龍。そのやさしさに触れたヨナは、孤独な青龍を助けたいと強く思うのだった。一方、外に残されたハクもまたヨナたちを助けようと必死で岩を掘り続けていた。そこに、やはり洞窟に閉じ込められた家族を心配する村人たちがやってくる。"
                },
                "15": {
                    "ID": "5075439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5075439",
                    "TitleEnglish": "To a New Land",
                    "SummaryEnglish": "\"I need to become stronger so I don't lose Hak or anyone else. What can I do...?\" Yona names the Blue Dragon Sinha, or Moonlight, and he joins the group on its journey. While the group searches for the Green Dragon following Gija's guidance, they pass through a village abandoned by the king and generals. Yona is wounded by the miserable conditions and a villager's criticisms of her father King Il. Meanwhile, the new king Su-won travels with General Ju-do to the Earth Tribe capital of Chishin under General I Geun-tea's rule.",
                    "TitleJapanese": "新たな地へ",
                    "SummaryJapanese": "｢強くならなきゃ。みんなやハクを失わないために……私にできる事は……｣\nヨナから｢シンア=月の光｣という名前をつけてもらった青龍が旅の仲間に加わった。一行は、キジャが感じ取った｢緑龍｣の気配を頼りにその行方を探すが、旅の途中、王や将軍から見放された貧しい村を通りかかる。ヨナはその惨状と、村人から聞いた父イル王への批判の声に心を痛める。その頃、新王となったスウォンは、側近のハン・ジュド将軍らとともに、イ・グンテ将軍が治める地の部族の都、地心(チシン)を視察に訪れていた。"
                },
                "16": {
                    "ID": "5075440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5075440",
                    "TitleEnglish": "Pretend-War",
                    "SummaryEnglish": "\"Are those the eyes of a rabbit...?\" At Su-won's suggestion, a \"war game\" is held to provide entertainment at a festival. Su-won, Ju-do, and Geun-tea participate in the war game. Geun-tea, one of the best warriors in Kouka Kingdom, admires Su-won's father Yuhon, an exceptional warrior. Though he deems the laid back Su-won who is unlike his father a \"rabbit,\" during the war game, Geun-tea...",
                    "TitleJapanese": "戦ごっこ",
                    "SummaryJapanese": "｢あの眼は、兎か……？｣\nスウォンの提案により、地心の都で、祭りの催しとして｢戦ごっこ｣が開催されることになった。その戦ごっこに、スウォンやジュド、そしてグンテも参加することに。自分自身も高華国屈指の武人といわれるグンテは、優れた武人であったスウォンの父、ユホンに憧れていた。そして、その父とは似ても似つかぬ、のんびりしているスウォンを｢兎｣と評するが、この戦ごっこの中でグンテは…。"
                },
                "17": {
                    "ID": "5075688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5075688",
                    "TitleEnglish": "The Pirates of Awa",
                    "SummaryEnglish": "\"I will run from my destiny... Even if King Hiryuu appears, I will kick him away.\" The Green Dragon's presence leads Yona and her companions to the Earth Tribe's port of Awa. However, the Green Dragon is constantly on the move, and the group is unable to track him down. When Hak heads into the town to purchase some items for Yun, he happens to rescue a young woman being harassed by officials with a young passer-by named Jeaha. Jeaha, one of the pirates who oppose the evil Lord Yan Kumji and his officials, takes a liking to Hak and follows him around.",
                    "TitleJapanese": "阿波の海賊",
                    "SummaryJapanese": "「逃げ切ってみせるさ。宿命（さだめ）から……　緋龍王が現れたって、僕は蹴り飛ばしてみせるよ」\n「緑龍」の気配を頼りにヨナたち一行がたどり着いたのは、地の部族、阿波（アワ）の港だった。だが、緑龍は移動を繰り返しているらしく、その居場所をつかむことができない。　そんな中、ユンに頼まれ街に買い出しに出かけたハクは、偶然、その場を通りかかった若い男、ジェハとともに、役人たちからしつこく言い寄られている娘を助ける。阿波の悪徳領主ヤン・クムジや配下の役人と対立する海賊のひとりであるジェハは、ハクを気に入り、その後もつきまとうようになる。"
                },
                "18": {
                    "ID": "5075689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5075689",
                    "TitleEnglish": "Bond",
                    "SummaryEnglish": "\"Captain Gigan is right... but... I have my own reasons for not backing down.\" Yona and her companions leave Sinha behind and head into town. They are unable to suppress their rage when they witness an official unjustly murder a child. Jeaha appears before the group. He tries to recruit Hak to replace the pirates injured in battle, but the moment he sees Yona, he feels the weight of his destiny as the Green Dragon. The freedom-loving Yona gives up on convincing Jeaha when he refuses to accompany her on her journey, but she asks to see Captain Gigan, the leader of the pirates who fight continuously against Awa's Lord Kumji and his officials.",
                    "TitleJapanese": "縁",
                    "SummaryJapanese": "「……ギガン船長の言うとおりだわ……　だけど……　私にも、退けない理由がある」\nシンアを残し街に出かけたヨナたちは、理不尽な役人の犠牲になった子供の姿を目にし怒りを抑えきれない。そんなヨナたちの前にジェハが現れる。ジェハは戦いで傷ついた仲間のかわりにハクを海賊仲間に引き入れようとしていたのだが、ヨナの姿を見た途端、自分自身が背負った「緑龍」の宿命を思い知ることになる。ヨナは、自由を愛し、旅に同行することを拒むジェハを無理に説得することは諦めるが、彼に、阿波の領主クムジや役人と戦い続けている海賊の頭であるギガン船長に会いたいと言う。"
                },
                "19": {
                    "ID": "5119683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5119683",
                    "TitleEnglish": "Trial of the Cheonsu Plant",
                    "SummaryEnglish": "\"Maybe it's because you don't really want her.\" Captain Gigan agrees to allow Yona to fight alongside her pirates if she is able to pick the \"senjuso,\" a rare medicinal herb growing in the middle of a sheer cliff, without anyone's assistance. Yona's companions try to talk her our of accepting such a dangerous task, but Hak, who understands Yona's emotions, desperately suppresses his desire to stop her. Jeaha leads Yona to the seaside cliff where the senjuso grows. She gathers her courage and begins walking down the narrow path. However, the gusting wind and waves relentlessly assault Yona...",
                    "TitleJapanese": "千樹草の試し",
                    "SummaryJapanese": "「それって君が、彼女を本気で欲しいと思ってないからかな」\nギガン船長や海賊たちと共に戦う条件としてギガンがヨナに課した試練は、断崖絶壁の途中に生えている希少な薬草「千樹草（せんじゅそう）」を誰の力も借りずにひとりで採ってくるというものだった。あまりに危険な試練に、ヨナを思いとどまらせようとする仲間たち。だがヨナの思いを知るハクは、止めたい気持ちを必死で抑える。　ジェハの案内で千樹草のある海岸の絶壁へとやってきたヨナは、勇気を振り絞り、せまい足場を進んでゆく。だが、吹き荒れる風と打ちつける波がヨナに容赦なく襲いかかり……。"
                },
                "20": {
                    "ID": "5119684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5119684",
                    "TitleEnglish": "Chain of Courage",
                    "SummaryEnglish": "\"Why are you always so reckless, Princess? Sometimes I wish I could tie you up...\" Sensing the impending battle against Kumji, the pirates steel their resolve. Meanwhile, Yona heads into the town for reconaissance with Jeaha and happens to spot Lord Kumji. Based on the stories of the townsfolk, Jeaha determines the day of Kumji's human trafficking deal with the Kai Empire, Kouka Kingdom's neighboring country. With Jeaha's report, the pirates immediately begin working on a strategy under Captain Gigan, when Yona suddenly says the unthinkable.",
                    "TitleJapanese": "勇気の連鎖",
                    "SummaryJapanese": "「どうしてそんな……無謀なことばかりするんですかね……　時々、縛り付けておきたくなんだよ」\nクムジとの直接対決が間近に迫っていることを感じ、覚悟を決める海賊たち。そんな中、ジェハとともに街に偵察に出かけたヨナは、偶然、領主クムジの姿を目にすることになる。そしてジェハは、街の人々の話から、クムジが隣国である戒帝国（カイていこく）と人身売買取引を行う日どりの目星をつける。　ジェハから報告を受けて、早速、ギガン船長を中心に作戦を立てはじめる海賊たちだったが、そのとき、突然ヨナがとんでもないことを口にする。"
                },
                "21": {
                    "ID": "5119685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5119685",
                    "TitleEnglish": "Spark",
                    "SummaryEnglish": "Yona and Yun, who willingly entered Kumji's store as bait to help rescue the captured women, successfully infiltrate the ship transporting the women, where Kumji appears before them.",
                    "TitleJapanese": "火花",
                    "SummaryJapanese": "「イクス、俺……バカになったのかも」\n囚われた娘たちを助けるため囮となってクムジの店を訪れたヨナとユンは、予定通り、娘たちと同じ船に潜り込むことができた。そんなヨナたちの前にクムジが現れる。クムジは珍しい紅い髪を持つヨナに興味を持ち、かつて緋龍城で見かけた「ヨナ姫」の話を持ち出す。焦るユンだが、ヨナの機転で何とかその場を切り抜けるのだった。娘たちに協力してもらい、いよいよ作戦を決行するヨナとユン。だが、途中で協力者の娘、ユリが捕まってしまう。"
                },
                "22": {
                    "ID": "5119686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5119686",
                    "TitleEnglish": "History Is Made At Night",
                    "SummaryEnglish": "\"Why? Why am I so afraid? She's just a little girl...\" While suffering injuries, Yona and Yun successfully complete their task, and Jeaha rushes to their aid to fight against hordes of attacking mercenaries. Watching Jeaha fights, Yun realizes how truly amazing those who possess the strength of the dragons are. Sinha joins the fray, and the mercenaries continue to fall. Meanwhile, Hak and Gija remain behind to fight with the pirates, overwhelming their enemies with extraordinary strength. Realizing he is at a disadvantage, Kumji tries to flee so he can recuperate...",
                    "TitleJapanese": "歴史は夜作られる",
                    "SummaryJapanese": "「なぜだ……なぜ、こんなに、恐れを感じる……あんな、小娘ごときに」\n傷だらけになりながらも自分たちの役目を果たすことに成功したヨナとユンの元にジェハが駆けつけた。襲い掛かる大勢の傭兵たちと戦うジェハ。その戦いぶりと強さを目の当たりにしたユンは、「龍の力を持つ者」の凄さを改めて実感する。さらにシンアも加勢し倒されてゆく傭兵たち。　一方、その場に残り、海賊たちとともに戦うハクとキジャも常人離れした強さで敵を圧倒していた。　戦況不利と見たクムジは体勢を立て直すため、ひとり逃げ出すが……。"
                },
                "23": {
                    "ID": "5119687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5119687",
                    "TitleEnglish": "Morning of Pledges",
                    "SummaryEnglish": "\"You're not the frail princess you used to be.\" Hope returns to Awa after defeating Yan Kumji, and the townsfolk and pirates throw an extravagant party to celebrate. Jeaha steels his resolve. Yona decides to leave Awa and conveys her desire to her companions.",
                    "TitleJapanese": "誓いの朝",
                    "SummaryJapanese": "「風が吹いたら飛んでいきそうなヒョロヒョロ娘が、たくましくなったじゃないか」\n戦いに勝利し街中に希望が戻った阿波では、街の人々と海賊たちが盛大な祝いの宴を開いていた。そんな中、ジェハはある決意を固める。そしてヨナは阿波を発つことを決め、ハクや仲間たちにそのことを伝えるのだった。思い出深い阿波からいよいよヨナたちが旅立つときが来た。お互いに別れを惜しむ一行と阿波の人々。だがその中にジェハの姿はなく……。一方、地の部族の各地を視察していたスウォンは、その目的を全て果たし、緋龍城へと帰ることにする。"
                },
                "24": {
                    "ID": "5119688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yona-of-the-dawn/episodes/5119688",
                    "TitleEnglish": "From Here On",
                    "SummaryEnglish": "\"Miss, what do you want to do with the Four Dragons?\" Yona and her companions continue their journey to find the fourth and final \"Yellow Dragon\" when they encounter a traveler named Jeno. He is the \"Yellow Dragon\" they have been seraching for.",
                    "TitleJapanese": "これから",
                    "SummaryJapanese": "「娘さん。四龍を集めてどうしたい？」\nヨナたち一行は、四龍の戦士の最後のひとり「黄龍」を探すため旅を続けていた。その途中ヨナたちは、旅人ゼノと出会う。　彼こそ一行が探す「黄龍」だった。　ゼノは食事をご馳走になったお礼にとヨナたちに力を貸すことを決め、ついに四龍の戦士が全てそろう。だが、四龍伝説で伝えられることにはまだ謎が多く、一行はユンの提案で、神官イクスに話を聞きに行くことに。久々にイクスの住む谷底を訪れ、彼と再会したヨナは、これまでの旅で起きた様々なこと、自分自身で決めた今後のことを静かに、だが、力強く語る。"
                }
            }
        }
    }
}