{
    "URL": "https://www.thetvdb.com/series/trinity-seven",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3532752/",
        "https://trinity-7.com/",
        "https://www.themoviedb.org/tv/61460",
        "https://www.themoviedb.org/tv/61460"
    ],
    "TitleEnglish": "Trinity Seven",
    "SummaryEnglish": "In this \"romantic comedy but sometime serious magical school story,\" life as Arata Kasuga knows it is wiped out by a bizarre incident known as \"Collapse Phenomenon,\" which causes worldwide destruction and takes his cousin Hijiri Kasuga to the next world. To resolve the \"Collapse Phenomenon\" and bring back Hijiri, Arata enrolls in the Royal Biblia Academy. Waiting in the school are seven beautiful female magic users — the Trinity Seven.",
    "TitleJapanese": "トリニティセブン",
    "SummaryJapanese": "17歳の少年、春日アラタは同居人である少女、春日聖とごく普通の日常生活を過ごしていた。ある日、太陽が黒く見えたことをきっかけとして世界に違和感を覚えたことを語るアラタに対し、聖は突如豹変した。混乱するアラタの前に、武器を持った謎の少女が現れる。アラタは自分の住む街が「崩壊現象」なる謎の現象ですでに失われていること、現在の世界は彼の願いにより創られたものであることを知らされ、聖は魔導書をアラタに託して異界へと消えた。\n崩壊現象の調査のために魔導学園よりこの地に派遣されたという謎の少女、浅見リリスに魔導書の引き渡しと世界の原状復帰、そして聖に対する記憶の消去を要求されたアラタは、自身も魔道士となって崩壊現象の謎を解明し、聖を救うことを宣言する。\nアラタは世界に5つのみ存在する魔導学園の1つ、王立ビブリア学園へ入学するが、崩壊現象に遭遇した際に魔王候補と目されて伝説の魔導書を託されていたアラタを待ち受けていたのは、学園において各書庫にある「秘奥義」（ロスト・テクニカ）を習得した者の1人であったリリスと他6人の秘奥義の習得者、計7人の美少女魔道士「トリニティセブン」であった。\nこうして、「魔王の因子」を持つ魔王候補となったアラタと彼を取り巻くトリニティセブン、そして魔道士たちによるラブコメ&時々シリアスな魔法学園物語が幕を開く。",
    "Aliases": [],
    "Modified": "2025-08-04",
    "Seasons": {
        "0": {
            "ID": "591507",
            "URL": "https://www.thetvdb.com/series/trinity-seven/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5082351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trinity-seven/episodes/5082351",
                    "TitleEnglish": "Trinity Seven and Special Lesson!",
                    "SummaryEnglish": "Bundled with limited edition of the 11th compiled volume of the manga. Arata is set to be expelled! The only way to save himself is to be taught more about the magic archives from the Trinity Seven themselves.",
                    "TitleJapanese": "七つの大罪と七魔道士",
                    "SummaryJapanese": "春日アラタは、アーカイブを理解できていないという理由で退学の危機となる。そのため、トリニティセブンのみんなから話しを聞いて、レポートを8時までに提出する課題を出されるのだった。"
                },
                "2": {
                    "ID": "6001049",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/trinity-seven/episodes/6001049",
                    "TitleEnglish": "Trinity Seven Movie: Eternity Library and Alchemic Girl",
                    "SummaryEnglish": "The film's story begins when Arata inadvertently touches \"Hermes Apocrypha,\" Lilith's Grimoire. Suddenly, he is enveloped by a bright white light, and a girl appears before him. She calls herself Lilim, and treats both Arata and Lilith as her parents. At the same time she appears, something changes in the world. The forbidden Eternal Library awakens. In the Library is sealed the ultimate culmination of Alchemy, the White Demon Lord. The White Demon Lord plots to eliminate Arata and the Trinity Seven to usurp the position of Demon Lord. Bristling with untold power, the White Demon Lord attacks Arata, and triggers a desperate crisis where Arata and the Trinity Seven must save the world in this last battle.",
                    "TitleJapanese": "劇場版トリニティセブン -悠久図書館と錬金術少女-",
                    "SummaryJapanese": "ある日、“魔王因子”を持つ魔王候補・春日アラタが、トリニティセブンの一人・浅見リリスの魔道書『ヘルメス外典』に何の気なしに触れた瞬間、眩い光に包まれ、目の前には謎の少女が姿をあらわす。\n「リリム」と名付けられ、アラタとリリスを親と慕う少女。だが、\n少女の出現と同時に、世界に異変が――。\n目覚める禁忌の“悠久図書館”。\nそこには、錬金術の究極の産物――\n人の手によって造られし”白き魔王“が封じられていた。\n“白き魔王”は、真の魔王へ至るため、アラタとトリニティセブンたちの抹殺を企てる。\nかつてない強大な力を持つ”白き魔王“を前に、世界の崩壊と、絶体絶命の危機がアラタたちを襲う――。\nアラタとトリニティセブンたちは、この世界を守れるのか？\n彼らの最後の戦いが今、始まる――！"
                },
                "3": {
                    "ID": "7053745",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/trinity-seven/episodes/7053745",
                    "TitleEnglish": "Trinity Seven The Movie 2: Heavens Library and Crimson Lord",
                    "SummaryEnglish": "Kaunda Arata, who has the \"Devil 's Factor\" to collapse the world, was conducting an investigation of the ruins along with Asami Lilith, one of the Trinity Seven. The strong power that responded to Arata's power, the neighborhood was covered with dazzling light, and if noticed there was a place that is in the sky than the old, a place that governs the wisdom of the whole world: \"The Sky Library.\" Suddenly, a man with a face similar to Arata appears with red lightning. The name is Red Kaoru \"Abis Trinity.\" He is a demon king destroying the demon king because of the powerful power to eradicate the city in a blink, it has been sealed in the \"sky library\" for a long time. He reacted to Arata 's Demon Law Factor and unlocked the seal; he regained power as a demon king and was planning to return the world to nothing.",
                    "TitleJapanese": "劇場版 トリニティセブン -天空図書館と真紅の魔王-",
                    "SummaryJapanese": "世界を崩壊させるという“魔王因子”を持つ魔王候補・春日アラタは\nトリニティセブンの一人である浅見リリスらと共に遺跡調査を行っていた。\nアラタの力に反応した強い力により、辺りはまばゆい光に覆われ、\n気づけばそこは古より天空に存在する、全世界の英知を司る場所・「天空図書館」だった。\n\nすると突如、紅い稲光とともに、顔がアラタにそっくりなある男が現れる―。\n名は紅の魔王“アビィス・トリニティ”\n彼は、魔王を滅ぼすための魔王であり、街を一瞬で消し飛ばす強力な力の持ち主故、\n長く「天空図書館」に封印されていた。\n\nアラタの魔王因子に反応してその封印を解かれた彼は、\n魔王としての力を取り戻し、世界を、すべてを無に還すことを目論んでいた。\nそのカギとなるのが、彼の娘・リリス───\nなんと、リリスは最強魔王の娘だったのだ……っ！\n\nアビィスの危険すぎる力により囚われたリリス。\nアラタたちは、リリスを救い、最強魔王を打ち倒すべく魔王兵器を探すことに……。\n\nしかし、それを使えば、人の心を失い、完全に魔王化してしまうというが……。\n\n魔力を支配するか、それとも支配されるか──。\nアラタの最大のピンチが訪れる──！"
                }
            }
        },
        "1": {
            "ID": "591508",
            "URL": "https://www.thetvdb.com/series/trinity-seven/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4937466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trinity-seven/episodes/4937466",
                    "TitleEnglish": "Administer and Third Selection",
                    "SummaryEnglish": "After Lilith's arrival, Arata discovers that his normal, peaceful life had actually ended three days ago with the Black Sun gravitational phenomenon. He also learns that his current world was created by the grimoire that Hijiri gave him before disappearing, therefore granting his wish. After discovering that Hijiri is alive, Arata decides to become a mage in hopes of saving her. After he enters into the Royal Biblia Academy, he discovers that only those of Demon Lord class mages are able to create worlds. He also found out that in order to save Hijiri, he will need the help of the Trinity Seven.",
                    "TitleJapanese": "魔王候補と第三の選択",
                    "SummaryJapanese": "高校生・春日アラタは、けしからんオッパイの美少女に生命を狙われる。\n生命を救う代わりに記憶を消すという魔道士リリスにアラタは第三の選択をする「俺は、魔王になる！」と。しかし、行き着いた魔道学園の男風呂には、なぜか、全裸の美少女が？"
                },
                "2": {
                    "ID": "5008272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trinity-seven/episodes/5008272",
                    "TitleEnglish": "Prison Lock and Grimoire Security",
                    "SummaryEnglish": "After Arin following Arata the whole day, he stops her to question what she was doing. Arin told the reason for following him is that she will be the Demon Lord's wife. Serina, Lilith and Levy, together with Arata, were suddenly trapped in his room by a seal placed on the room. While trying to break the seal, all of the girls start having the urge to go to the bathroom, which ensues panic. Running out of ideas, the group tricks the grimoire into telling where the seal was. Arin confesses to placing the seal and explains the reason for trapping Arata and the three girls in the room, before proceeding to use her spells to break the grimoire's control over Arata's power, creating the Black Sun Phenomenon, which is a Breakdown Phenomenon. Grimoire Security members Mira and Akio arrive and then proceed to attack Arata after a short conversation after learning he is the cause of the Breakdown Phenomenon.",
                    "TitleJapanese": "空間閉鎖と王立図書館検察官",
                    "SummaryJapanese": "魔道士になるためには、7つの大罪をアーカイブする研究テーマが必要だ。\n寮でテーマを考えているとき、アラタたち４人は結界に閉じ込められる。出口はどこにもない。その時、リリスたちがオシ○○をもよおしてきた。大変だ！ 美少女たちのオシ○○の危機だ！"
                },
                "3": {
                    "ID": "5008273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trinity-seven/episodes/5008273",
                    "TitleEnglish": "Magus and Alchemist",
                    "SummaryEnglish": "Before all of the students in the academy went to the southern island, it's shown that Yui saved Arata from certain death by dragging him into her dream world. She then proceeds to tell him about magic and the seven archives of magic. She also explained he might able to control his powers by choosing his thema, which is founded in either of the archives. He then proceeds to stop the Breakdown Phenomenon after being released by Yui and choosing his thema. The magic that stopped the Breakdown Phenomenon also caused all the people around him, except Mira, who reflected his magic, to have their clothes dispelled and destroyed. On the island, he showed Serina his new-found magic prowess, breaking her swimsuit in the process. In the hot springs, Arata requested that Lilith demonstrate her magic. She reluctantly accepts it after Arata's constant pleading. After witnessing her spell, Arata requests the grimoire to copy the spell for him, which works out successfully, surprising the entire group.",
                    "TitleJapanese": "魔道士と錬金術",
                    "SummaryJapanese": "夏の海、南国の島、水着姿の美少女たち。\nなぜかアラタは焼きそばを焼いている。仕方がない。彼のせいで崩壊した学園を、学園長が修復しているらしい。美少女たちと混浴温泉を楽しみながら、魔王候補アラタはテーマを決定する「支配」だ！"
                },
                "4": {
                    "ID": "5008274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trinity-seven/episodes/5008274",
                    "TitleEnglish": "Labyrinth and Magic Gunner",
                    "SummaryEnglish": "Another Breakdown Phenomenon happens again in the academy, as shown by people with low magical capabilities falling asleep due to the disturbance. Lilith, Arata, Levy, and the Grimoire Security go to see the principle of the academy to figure out the source. It's learned that the cause of the Breakdown Phenomenon is Yui, a member of the Trinity Seven, losing control of her magic. After that, Lilith, Arata and Levy try to catch up with the Grimoire Security as they go to the source of Breakdown Phenomenon, in the academy's dungeon. After Arata, Arin, Lilith and Levi go through the dungeon, they run into Mira and Akio and stop them from advancing. To buy time, Levy challenges Akio to a one-on-one fight, while Arata, Arin and Lilith go on ahead to Yui's room. Arata's magic resonate with the magic of the code D monster found in the room and falls down to his feet. When the Grimoire Security arrived, Lilith and Arin together with the Grimoire Security proceeds on to fight the monster. After having a conversation with Levy, Arata is able to properly use the magic that he copied from Lilith to successfully stop the Breakdown Phenomenon caused by Yui. After waking up, Yui immediately hugs Arata and repeatedly shows her affection to him.",
                    "TitleJapanese": "巨大迷宮と魔銃起動",
                    "SummaryJapanese": "学園の地下から強大な魔力が流れ出てきた。その崩壊現象から学園を守るため、アラタたちは、巨大迷路に向かう。\nモンスターどもを倒し、最深部にたどり着いたとき、異変が起こる。「ぐあああっ！　なんだ、この力は!?」アラタの背にドラゴンの翼が！"
                },
                "5": {
                    "ID": "5030481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trinity-seven/episodes/5030481",
                    "TitleEnglish": "Dream World and Sub-Administer",
                    "SummaryEnglish": "Arata wakes up to Yui and Arin sleeping beside him naked before Lilith comes to his room to wake him up. During physical exercises class, Yui and Arin cling to Arata while he watches the girls doing exercise. Mira and Akio appear, and Mira issues a warning to Yui stating that if she loses control again, Mira will have to take her out. Serina shows up, getting the impression all four of them are fighting over Arata. Lilith and Levi appear, Lilith assuring Arata the girls aren't fighting over him, while Levi gets excited to fight against Akio. Everyone excluding Mira and Lilith activates their Magus Mode, but the fight is cut short as Yui uses her magic and transports everyone to her dream world. Before leaving the dream world, Arata tells Yui he will be her friend, which in turns makes her very happy. Later, Akio and Mira talk about all the breakdown phenomena happening recently.",
                    "TitleJapanese": "夢の世界と第二の魔王候補",
                    "SummaryJapanese": "体操着姿の美少女たちのランニング。揺れる胸。アラタの心はときめく。\n学園生活をエンジョイしているとき、図書館に幽霊が現れる。調査に向かったアラタたちは「永劫図書館」に強制移動させられた。そこには、行方不明になっていたトリニティセブンの一人が！"
                },
                "6": {
                    "ID": "5030492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trinity-seven/episodes/5030492",
                    "TitleEnglish": "Dark Mage and Big Event",
                    "SummaryEnglish": "Liese, the last Trinity Seven, appears in the Eternal Library bearing a demon lord seal, making her a demon lord candidate, as well. She tries to entice Arata to join the evil mage side to help save Hijiri, and kisses Arata while he's unsure what to do. Arata has his magic stolen from him, and Liese decides to attack the school.",
                    "TitleJapanese": "悪の魔道士と学園襲撃",
                    "SummaryJapanese": "永劫図書館の中に現れた最後のトリニティセブン、リーゼ！　彼女は魔王の刻印を受けた魔王候補だった。 そして聖を救うなら、悪の道を選べとアラタを誘惑する。ためらうアラタに突然のキス！「ぐわあああっ」アラタの魔力が吸い尽くされる！リーゼはビブリア学園に襲い掛かる。"
                },
                "7": {
                    "ID": "5030494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trinity-seven/episodes/5030494",
                    "TitleEnglish": "Lost Technica and Problem Solving",
                    "SummaryEnglish": "The headmaster's grimoire, Solomon's Gate, has activated. Even high level mages go crazy if they stare at it too long. Liese escapes battle with the headmaster, and attacks Arata and the others, where she uses her ultimate secret technique, Final Crest. And then, the school in the West falls when Liese freezes time...",
                    "TitleJapanese": "秘奥義と異変解決",
                    "SummaryJapanese": "学園長の魔道書『ソロモンズゲート』が発動した。高位の魔道士でも長く見すぎれば、発狂する。 しかし、リーゼは学園長との戦いを潜り抜け、アラタたちを襲った。そして究極の「秘奥義」ラスト・クレストを発動させる！　時間が止まった――その時、西の学園が消滅した。"
                },
                "8": {
                    "ID": "5030496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trinity-seven/episodes/5030496",
                    "TitleEnglish": "Study and Holiday",
                    "SummaryEnglish": "Arata is appointed to be the second in charge for the censorship committee. The whole gang is transported to the destroyed Royal Liber Magic Academy, and there he finds his long lost cousin, but...",
                    "TitleJapanese": "魔道勉強と安息日",
                    "SummaryJapanese": "なんと、なんと、なんと！　アラタが検閲官セキュリティセカンドに任命される。 そしてリリスたちと消滅した『王立リベル魔道学園』の近くに空間転移される。しかし、そこには、アラタが捜し求めていた従姉妹の姿が……!?"
                },
                "9": {
                    "ID": "5035980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trinity-seven/episodes/5035980",
                    "TitleEnglish": "Bible Battle and Sweet Memory",
                    "SummaryEnglish": "Arata and the others appear in a world floating in a rift in the sea of parallel dimensions. Monsters attack. The legendary grimoire, \"Fragments of the Iliad\" challenges them to a fight. An evil power awakes in Arata due to his anger when the Astil Codex are sealed...",
                    "TitleJapanese": "魔道書戦闘と過去記憶",
                    "SummaryJapanese": "アラタたちの着いた場所は、多元宇宙の狭間を浮遊した異世界だった。次々と魔物たちが襲ってくる。 現れた伝説の魔道書『イーリアスの断章』が、『アスティルの写本』に戦いを挑んできた。時間も空間も止まった世界で『アスティルの写本』は封じられ、消滅！？怒りに駆られたアラタの邪悪な力が目覚める！"
                },
                "10": {
                    "ID": "5035981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trinity-seven/episodes/5035981",
                    "TitleEnglish": "Game Master and Satan Slave",
                    "SummaryEnglish": "The ultimate demon lord, Astral Trinity, shows up in the form of Arata with a grotesque new appearance. Hijiri appears as well, and the others discover that she is a high-level mage whose goal is to kill Arata and destroy the school.",
                    "TitleJapanese": "支配者と憤怒の魔人",
                    "SummaryJapanese": "究極の魔王アストラル･トリニティが現れる。それはアラタが変身したその異形の姿――。目の前に現れた聖は高位魔道士だと判明する。しかし、聖の目的はアラタを殺し、魔道学園を消滅することだった。「なぜ――!?」困惑。危機。崩壊。「福音探求会」イシュ・カリオテがビブリア学園へ攻撃に向かう。"
                },
                "11": {
                    "ID": "5035982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trinity-seven/episodes/5035982",
                    "TitleEnglish": "Fianna Knights and Sisters",
                    "SummaryEnglish": "Lugh attacks the school while Arata and Mira are being held far away. Yui evacuates everyone in the school into her dream to protect them, and Levi sets out to fight alone. But Lugh is a demon lord candidate who has obtained a demon lord element.",
                    "TitleJapanese": "光輝剣士と姉妹の絆",
                    "SummaryJapanese": "学園にルーグが襲ってきた。アラタやミラたちは遠い地で足止めされている。学園を守るため、ユイは皆を夢の世界に避難させ、ただ一人、レヴィだけが戦いを挑んだ。しかし、相手は魔王因子を得た魔王候補だ。レヴィは、斬られ、打たれ、倒される。そして巨大な魔力を持った、聖が現れた！"
                },
                "12": {
                    "ID": "5035983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/trinity-seven/episodes/5035983",
                    "TitleEnglish": "Criminal Girl and His World",
                    "SummaryEnglish": "It's the last episode, and Hijiri and Arata have their final showdown. Lugh joins in the fight, along with the Trinity Seven--Lilith, Levi, Arin, Mira, Akio, Yui, and Liese. Why is she attacking Arata? And what secret does Arata hold?",
                    "TitleJapanese": "聖戦少女と魔王世界",
                    "SummaryJapanese": "最終回！　ついに聖とアラタは直接戦う！　\nルーグが参戦し、リリスが、レヴィが、アリンが、ミラが、アキオが、ユイが、リーゼが、トリニティセブン全員が参戦する。いったい何のために聖はアラタを襲うのか？　強大な魔力と魔力がぶつかり合い、ついに魔王候補アラタの秘密が解き明かされる！"
                }
            }
        }
    }
}