{
    "URL": "https://www.thetvdb.com/series/world-trigger",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3950102/",
        "http://www.toei-anim.co.jp/tv/wt/",
        "http://www.reddit.com/r/worldtrigger",
        "https://www.themoviedb.org/tv/61628",
        "https://x.com/Anime_W_Trigger"
    ],
    "TitleEnglish": "World Trigger",
    "SummaryEnglish": "A gate to another world opens in Mikado City, and monsters called Neighbors emerge. Border Defense agent Osamu Mikumo fights them with his 'Trigger.'",
    "TitleJapanese": "ワールドトリガー",
    "SummaryJapanese": "人口28万人が暮らす三門市に、ある日突然異世界への「門」が出現。門から襲い来る異世界の侵略者「近界民」の手により、たちまち戦火に巻き込まれてしまう。しかし、その時突如現れた界境防衛機関「ボーダー」が戦闘に介入、迅速に事態を鎮圧させた。\nそれから4年。ボーダーの訓練生である中学生・三雲修と、自ら「近界民」を名乗る転校生・空閑遊真との運命的な出会いをきっかけに物語は大きくうねり始める。",
    "Aliases": [
        "World Trigger (2014)"
    ],
    "Modified": "2025-06-27",
    "Seasons": {
        "1": {
            "ID": "591506",
            "URL": "https://www.thetvdb.com/series/world-trigger/seasons/official/1",
            "# Episodes": 73,
            "Episodes": {
                "1": {
                    "ID": "4937464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/4937464",
                    "TitleEnglish": "Visitors from Another World",
                    "SummaryEnglish": "Approximately four years ago, a gate to another world opened in Mikado City, and invaders called Neighbors appeared.",
                    "TitleJapanese": "異世界からの訪問者",
                    "SummaryJapanese": "ある日、三門市で異世界への“門（ゲート）”が開いた。\nその“門”から、後にネイバーと呼ばれる侵略者が現れ街を蹂躙、人々は恐怖に包まれた。しかし突如現れた謎の一団が侵略者を撃退し、こう言った 「こいつらのことは任せてほしい。我々はこの日のためにずっと備えてきた」と。\nそれから4年。三門市の中学校に通う三雲修のクラスに空閑遊真という少年が転校してきた。この遊真との出会いが修の運命を大きく変えることになる。"
                },
                "2": {
                    "ID": "5004921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5004921",
                    "TitleEnglish": "Neighbor and Trion Soldier",
                    "SummaryEnglish": "Border sees the Neighbor Yuma as an enemy… but Osamu is unable to view him as someone with hostile intentions, and trust begins to bloom between the two boys. Osamu finds himself caught between his own thoughts and the rules of the organization he belongs to, Border.",
                    "TitleJapanese": "近界民(ネイバー)とトリオン兵",
                    "SummaryJapanese": "現場に駆けつけた三輪隊は、すでに何者かに撃破された大型ネイバーと地面が陥没し凄まじい有様の残骸を目撃する。「一体誰がこれを・・・？」困惑する三輪隊。\n一方、三雲修は自らネイバーを名乗る空閑遊真に振り回されていた。\n遊真が無防備に百万円の札束を取り出したせいで不良グループに囲まれるが、いとも簡単に追い払ってしまう。そんな遊真を何でも力で解決するなとたしなめる修。\n徐々に信頼関係が生まれ始めた二人。新たな危険が迫っていた。"
                },
                "3": {
                    "ID": "5004922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5004922",
                    "TitleEnglish": "Osamu Mikumo's Ability",
                    "SummaryEnglish": "Combat-use Trion Soldiers attack when a gate opens in Osamu’s school just outside of the Forbidden Zone. Worried he’s not strong enough, Yuma tries to stop Osamu from fighting back, but Osamu’s determination to save the other students is limitless.",
                    "TitleJapanese": "三雲修の実力",
                    "SummaryJapanese": "基地内誘導装置がゲートの開く位置を基地周辺に限定しているにもかかわらず、警戒区域外の三雲修たちのいる学校にゲートが開き、戦闘用のトリオン兵が襲撃し始めている。\n「オサムの腕じゃ死ぬぞ」と止める空閑遊真を振りきり、修は生徒たちを救うため自分の非力を承知で戦闘用トリオン兵モールモッドと戦おうとする。案の定すぐに絶体絶命に陥る修。そんなところに遊真が現れる「悪いなオサム、お前のトリガー、ちょっと借りるぜ」。"
                },
                "4": {
                    "ID": "5004923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5004923",
                    "TitleEnglish": "Ai Kitora, A-Rank No.5 Agent",
                    "SummaryEnglish": "Osamu gets more trouble than credit when he claims to have defeated Trion Soldier Marmod. Really, he’s covering for the Neighbor, Yuma. Kitora, an A-rank Border Agent, is furious with Osamu for stepping out of line… But does she suspect the truth?",
                    "TitleJapanese": "A級5位・嵐山隊の木虎藍",
                    "SummaryJapanese": "ネイバーである空閑遊真をかばう為、三雲修がトリオン兵モールモッドを倒した事になり、訓練以外でのトリガー使用を認められていないC級隊員の修はA級隊員の木虎にルール違反を批判される。「実力不足の隊員がヒーロー気取りで現場に出ればいずれ深刻なトラブルを招くのは火を見るより明らかです」\n冷ややかな態度とは裏腹にエリート意識の強い木虎は、なぜC級隊員の修が訓練用のトリガーでモールモッドを倒せたのか信じられず…。"
                },
                "5": {
                    "ID": "5027811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5027811",
                    "TitleEnglish": "Power Elite, Yuichi Jin",
                    "SummaryEnglish": "Kitora boldly jumps onto the back of Ilgar, a new type of Trion Soldier, while it’s mid-flight and bent on attacking the city below. Suddenly, Ilgar transforms, enters self-destruct mode and plummets toward its target. How will she escape now?!",
                    "TitleJapanese": "実力派エリート・迅悠一",
                    "SummaryJapanese": "市街地上空をゆっくり旋回しつつ爆弾を投下している新種のトリオン兵イルガー。果敢にイルガーの大きな背中に乗りこむ木虎。イルガーの口部分上下の歯が突然ガシャンと噛み合い閉じた途端、その背の左右脇に不気味な突起物が出て光りだす。自爆モードに入り市街地へ向かうイルガー。「止まれ、止まりなさい！」想定外の事がおこった木虎に…。"
                },
                "6": {
                    "ID": "5027812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5027812",
                    "TitleEnglish": "Chika Amatori's Side Effect",
                    "SummaryEnglish": "Yuichi and Osamu's critical mission to investigate the abnormal gate puts a lot of pressure on Osamu. Meanwhile, Yuma follows Replica’s advice and conducts an investigation of his own. The next morning, Osamu and Yuichi have a fateful meeting with Yuma...",
                    "TitleJapanese": "雨取千佳のサイドエフェクト",
                    "SummaryJapanese": "イレギュラーゲートの原因究明を指示された迅。修は自分の処遇を上層部にかけあってくれた迅の存在を心強く思いつつ、時間が無いミッションに不安を隠しきれずに居た。一方、遊真はレプリカの助言に従い、深夜の学校で、イレギュラーゲートの原因を調べてまわっていた。翌朝、修と迅、そして遊真は引き寄せられるように出会うが…"
                },
                "7": {
                    "ID": "5027813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5027813",
                    "TitleEnglish": "Miwa Squad's Assault",
                    "SummaryEnglish": "Osamu reaches out to Yuma and Replica. He and Chika learn some critical information about Neighbors from Yuma, but they're soon discovered by two A-Rank agents, Shuji and Yosuke; they're searching for a Neighbor in human form...",
                    "TitleJapanese": "三輪隊の強襲",
                    "SummaryJapanese": "「空閑、レプリカ。二人の知恵を貸してくれ。－こいつはネイバーを引き寄せる人間なんだ―」と告げる修。千佳は他人を巻き込みたくない思いが強くこれまで誰にも頼れずにいた。遊真から何故ネイバーがこっちの世界にくるのか、どんな人間が狙われるか、理由を知らされる千佳と修。その時、人型ネイバーを追っていたA級隊員の三輪と米屋に見つかってしまう。"
                },
                "8": {
                    "ID": "5027814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5027814",
                    "TitleEnglish": "Black Trigger",
                    "SummaryEnglish": "Shuji and Yosuke are soon joined by two snipers and they wage a four on one battle against Yuma. Osamu seeks help from Yuichi for the human-form Neighbor but is told to stand down.",
                    "TitleJapanese": "ブラックトリガー",
                    "SummaryJapanese": "問答無用に遊真に攻撃を仕掛ける三輪、米屋。さらにスナイパー2人が加わり4人と同時に戦うことになる遊真。A級7位部隊である三輪隊の攻撃は凄まじく、遊真が苦戦しているとみた修は迅に連絡して助けを乞う。が、迅は「遊真は特別」だから安心してみていろと修をさとす。そのとき三輪隊が…！！"
                },
                "9": {
                    "ID": "5054063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5054063",
                    "TitleEnglish": "The Organization Known as Border",
                    "SummaryEnglish": "With Shuji's squad singlehandedly defeated, the Border Agency's executives order Yuichi to defeat Yuma and recover the Black Trigger. Osamu worries about Yuichi's impending clash, while a secret hidden by Yuma is slowly exposed.",
                    "TitleJapanese": "ボーダーという組織",
                    "SummaryJapanese": "三輪隊を一人で撃破した遊真のブラックトリガーを巡って意見が割れるボーダー上層部。「そのネイバーを始末して、ブラックトリガーを回収しろ」と今度は迅にブラックトリガーの捕獲を命じる城戸司令。遊真と迅の衝突を案じている修。そして遊真に隠された謎が次第に明らかになっていく…。"
                },
                "10": {
                    "ID": "5054064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5054064",
                    "TitleEnglish": "Tamakoma Branch",
                    "SummaryEnglish": "Yuma is invited to join the Border Agency’s Tamakoma Branch, and agrees on the condition that Osamu and Chika join with him.",
                    "TitleJapanese": "玉狛支部",
                    "SummaryJapanese": "ネイバーである遊真をボーダーに入れる、それも玉狛支部へ来ないかと誘う迅。遊真は修と千佳が一緒ならと、前向きな答えをする。迅に率いられて三人は水上に建つ玉狛支部へ案内される。隊員全員が実力者揃い、少数精鋭の集団である玉狛支部に緊張を隠せない修だったが…"
                },
                "11": {
                    "ID": "5071905",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5071905",
                    "TitleEnglish": "The Determination of Each One",
                    "SummaryEnglish": "Yuma's revealed why he came from the other world. Chika's resolved to join the Border Agency so she can go to the other world in search of her friend and her older brother.",
                    "TitleJapanese": "それぞれの決意",
                    "SummaryJapanese": "異世界からこちら側に来た理由を明かした遊真。\n向こう側の世界に兄と友人を捜しに行くため、ボーダー入隊の意思を固めた千佳。\n遊真に隠された秘密と千佳の真意を知った修が取った行動とは…"
                },
                "12": {
                    "ID": "5071906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5071906",
                    "TitleEnglish": "A-Rank Agents of Tamakoma",
                    "SummaryEnglish": "Osamu, Yuma and Chika set their sights on joining the expeditionary force. First, they'll need to win a tournament called the Rank Wars.",
                    "TitleJapanese": "玉狛のA級隊員",
                    "SummaryJapanese": "玉狛支部に加わった修・遊真・千佳は、遠征部隊に選ばられるためにA級昇格を目指すことになった。\nしかし昇格のためにはボーダー内部で行われるランク戦を勝ち抜かねばならない事実を知る。\n迅の取りなしで玉狛支部の先輩であるA級隊員、木崎レイジ・烏丸京介・小南桐絵を師匠に、三人の厳しいトレーニングが始まった。"
                },
                "13": {
                    "ID": "5083264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5083264",
                    "TitleEnglish": "Border Top Team",
                    "SummaryEnglish": "Yuichi and Yuma join forces...while Commander Masamune begins to fear the power gathering in the Tamakoma Branch.",
                    "TitleJapanese": "ボーダートップチーム",
                    "SummaryJapanese": "ブラックトリガーを持つ遊真と迅が手を握る…玉狛支部に力が集まる事を危惧する城戸司令。\n遠征より帰還した、ボーダー本部の精鋭部隊に遊真のブラックトリガー奪取を命じる。\n遊真を襲撃しようとする精鋭部隊の前に実力派エリート・迅悠一が立ちはだかるのだった。"
                },
                "14": {
                    "ID": "5091958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5091958",
                    "TitleEnglish": "Miwa Corps",
                    "SummaryEnglish": "The battle between the A-Rank attack unit and Yuichi Jin begins to rage. In the face of top-level agents, Yuichi tries to turn it into a test of endurance. But just as Shiro Kikuchihara gets by him, Yuichi's Black Trigger goes off!",
                    "TitleJapanese": "NO.1アタッカー・太刀川慶",
                    "SummaryJapanese": "太刀川率いるA級揃いの襲撃部隊と迅悠一の戦いの火ぶたが切って落とされた。\nA級上位の太刀川、風間らを相手に持久戦に持ち込もうとする迅。\n襲撃部隊の一人・菊地原が迅を避け、直接玉狛を襲撃しようとしたそのとき迅のブラックトリガーが発動する。"
                },
                "15": {
                    "ID": "5105392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5105392",
                    "TitleEnglish": "Black Trigger Wind Blade",
                    "SummaryEnglish": "Yuichi finally reveals his \"Wind Blade\" technique with the Black Trigger. As his battle with A-Rank vets Kei and Soya reaches its climax, the Arashiyama Unit shows up in support and clashes with the Miwa Unit. Who will emerge victorious?!",
                    "TitleJapanese": "ブラックトリガー・風刃",
                    "SummaryJapanese": "迅のブラックトリガー・風刃がついにそのベールを脱いだ。\nA級上位の太刀川、風間らとの戦いが苛烈を極める中、救援に駆けつけた嵐山隊VS三輪隊のチーム戦も熱を帯び始めていた。\n勝利を掴むのは果たして…！？"
                },
                "16": {
                    "ID": "5105397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5105397",
                    "TitleEnglish": "To the Future",
                    "SummaryEnglish": "Yuichi Jin and the Arashiyama Unit repel the enemy. Receiving news of their elite squad's defeat, the Border Agency's headquarters starts to get nervous.",
                    "TitleJapanese": "動き出す未来",
                    "SummaryJapanese": "嵐山隊の救援を受けた迅悠一は太刀川率いるA級揃いの襲撃部隊を退けた。\nトップチームの潰走の報が入ったボーダー本部に緊張が走る。\nそのとき会議室に迅が現れ、城戸司令にある取引を持ちかける…！？"
                },
                "17": {
                    "ID": "5105398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5105398",
                    "TitleEnglish": "Border Official Enlistment",
                    "SummaryEnglish": "The day of Yuma and Chika's initiation into the Border Agency arrives. Osamu nervously stands by in support, while they draw the scrutiny of their new peers. At that time,",
                    "TitleJapanese": "ボーダー正式入隊",
                    "SummaryJapanese": "遊真と千佳のボーダー正式入隊日がやってきた。\n付き添いをするといってやってきた修の緊張をよそに周囲の注目を集める遊真と千佳。\nそのとき、A級3位部隊の隊長・風間蒼也が修に戦いを申し入れる…！"
                },
                "18": {
                    "ID": "5105399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5105399",
                    "TitleEnglish": "Mikumo Shu VS Kazama Souya",
                    "SummaryEnglish": "Osamu readies for his practice fight against Soya Kazama. Soya is a symbol of overwhelming strength, while Osamu has yet to land a hit in over twenty battles!",
                    "TitleJapanese": "三雲修 VS 風間蒼也",
                    "SummaryJapanese": "A級3位部隊の隊長・風間蒼也との模擬戦に臨む修。\n圧倒的な強さを見せる風間を前に20戦以上戦って一度も攻撃を当てる事ができない。\n実力の差に愕然とする修。\nしかし目的を果たし模擬戦を終えようとする風間が放った一言が修に火をつけた。"
                },
                "19": {
                    "ID": "5107719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5107719",
                    "TitleEnglish": "Ranking Battle! Midorikawa Jun's Strategy",
                    "SummaryEnglish": "Osamu doesn't know how to deal with his new reputation as \"the guy who tied with Soya Kazama\". He is soon challenged by one of his fellow agents to a Rank War.",
                    "TitleJapanese": "ランク戦！緑川駿の策略",
                    "SummaryJapanese": "A級3位の風間蒼也と引き分けた男、という話が一人歩きしてしまい困惑する修。\nそんなとき一人の少年が修に正隊員同士のランク戦を申し入れる。\nひときわ多くの観客を集めて、修とのランク戦がスタートするが…！？"
                },
                "20": {
                    "ID": "5112391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5112391",
                    "TitleEnglish": "Duel! Yuma VS Midorikawa",
                    "SummaryEnglish": "Yuma and Shun Midorikawa's fight begins. Yuma quietly rages over Shun's humiliating public defeat of Osamu. How will he fight against the A-rank vet? Meanwhile, Commander Kido convenes a meeting to prepare for the forecast massive Neighbor invasion.",
                    "TitleJapanese": "激突！遊真 VS 緑川",
                    "SummaryJapanese": "遊真と緑川のランク外対戦10本勝負が始まった。\n緑川が意図的に大勢の観客の前で修を叩きのめしたことを察し、静かな怒りを燃やす遊真。\nA級部隊所属の緑川を相手にどう戦うのか…！？\n一方、ボーダー最高責任者の城戸は予想されるネイバー大規模侵攻に備え会議を招集する。"
                },
                "21": {
                    "ID": "5112392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5112392",
                    "TitleEnglish": "Neighbor's World",
                    "SummaryEnglish": "The Border brass puts together a strategy based on Replica's information about Neighborhood. Meanwhile, Yuichi Jin senses impending danger for Osamu and asks Shuji Miwa for help. A massive battle with the Neighbors is about to begin in Mikado City!",
                    "TitleJapanese": "近界民の世界",
                    "SummaryJapanese": "レプリカが語りはじめたネイバーの世界・ネイバーフッド。\nボーダー上層部は、その情報をもとに対策を練る。\n一方、未来予知のサイドエフェクトにより、近い将来の修の危機を察した迅は、三輪に助けを求めるのだった。\nそして、今まさに、三門市に迫り来るネイバーとの大規模な戦闘が始まろうとしていた…！"
                },
                "22": {
                    "ID": "5151482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5151482",
                    "TitleEnglish": "A Large-Scale Invasion Starts",
                    "SummaryEnglish": "The Neighbors' large-scale invasion finally begins. The invading army of Trion soldierrs is countered with a defense strategy. Just as the battle seems to turn in Border's favor, a new Trion soldier, Rabbit, emerges from a defeated Bamster!",
                    "TitleJapanese": "大規模侵攻開始",
                    "SummaryJapanese": "ネイバーの大規模侵攻が遂に始まった。\n市街地に攻め入ろうとするトリオン兵の大集団に対し、防衛作戦を展開。\n戦況はボーダー優位に傾きかけたその時、倒したはずのバムスターの中から、新型トリオン兵・ラービットが姿を現す！"
                },
                "23": {
                    "ID": "5151483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5151483",
                    "TitleEnglish": "The Holy Land, AftoKrator",
                    "SummaryEnglish": "Border seeks a way to counter the new Trion soldier, Rabbit. Yuma prevents Trion soldiers from infiltrating the city, but is mistaken for the enemy and attacked by the B-rank Chano Unit. Meanwhile, an Ilgar Trion Soldier menaces Border headquarters!",
                    "TitleJapanese": "神の国アフトクラトル",
                    "SummaryJapanese": "新型トリオン兵・ラービットの出現で、対策に追われるボーダー。\n修と共にトリオン兵の市街地への侵入を阻止すべく交戦中だった遊真は、B級19位の茶野隊に敵の人型ネイバーに間違えられて狙撃を受ける。\n一方、本部基地には爆撃型トリオン兵・イルガーが迫っていた…！"
                },
                "24": {
                    "ID": "5172822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5172822",
                    "TitleEnglish": "Nestling from Mysterious World",
                    "SummaryEnglish": "Trion soldiers from Aftokrator appear all over Mikado City. Border is forced to divide its forces to deal with their numbers. Chika's C-rank unit is attacked while organizing the civilian evacuation. What is Aftokrator's true goal?",
                    "TitleJapanese": "玄界の雛鳥",
                    "SummaryJapanese": "次々と三門市の各処に現れるアフトクラトルのトリオン兵。\n数が多く、ボーダーは戦力を分散して対応せざるを得ない。\n警戒区域ではボーダーの正隊員が連携して防衛に当たるが、市街地で一般市民の避難を誘導していた千佳たちC級隊員にトリオン兵が襲いかかる！\nボーダーの戦力を分散する作戦に隠されたアフトクラトルの真の目的とは一体…！？"
                },
                "25": {
                    "ID": "5182425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5182425",
                    "TitleEnglish": "Best Force in Border",
                    "SummaryEnglish": "The C-rank units are revealed to be the true target. The battle intensifies as Hyrein sends humanoid Neighbors Enedora and Ranbanein into combat. Osamu fights to give the C-ranks a chance to escape, but Rabbit's merciless attack on Chika continues!",
                    "TitleJapanese": "ボーダー最強の部隊",
                    "SummaryJapanese": "木虎の活躍により、アフトクラトルの狙いがC級隊員であることが判明したが、アフトクラトルの隊長・ハイレインはボーダーの戦力をより分断するためついに人型ネイバーであるエネドラとランバネインを投入、戦局は激しさを増していく…！！\nC級隊員を逃がすべく奮戦する修だったが、新型トリオン兵・ラービットは容赦なく千佳に襲い掛かる…！！"
                },
                "26": {
                    "ID": "5183402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5183402",
                    "TitleEnglish": "Fierce Fight! Enedora vs. Kazama Squad",
                    "SummaryEnglish": "Aftokrator's humanoid Neighbors are unveiled. These so-called Horn Triggers overwhelm the Border agents with powerful Triggers! The A-rank Kazama Unit uses Kikuchihara's Side Effect in a skillful combo play against Enedora, but will their luck continue?",
                    "TitleJapanese": "激闘！エネドラVS風間隊",
                    "SummaryJapanese": "遂にベールを脱いだ、アフトクラトルの人型ネイバー。\n「角付き」と呼ばれる彼らは、それぞれが独自の強化トリガーを持ち、すさまじい力でボーダー隊員たちを圧倒していく！\nそんな中、エネドラと相対したA級3位の風間隊は菊地原のサイドエフェクトを利用した巧みな連携で戦いを優位に進めていくが…！?"
                },
                "27": {
                    "ID": "5183403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5183403",
                    "TitleEnglish": "Counterattack of Border",
                    "SummaryEnglish": "Kizaki, Karauma and Konami fight the sinister Hyuse and Viza so that Osamu and Chika can escape. Meanwhile, Ranbanein easily defeats Chano unit and takes on Yoneya, Izumi, Midorikawa and Azuma's combined forces. Can Jin's worst case scenario be prevented?",
                    "TitleJapanese": "反撃のボーダー",
                    "SummaryJapanese": "市街地では、木崎、烏丸、小南の玉狛第一が、未だ真価を発揮していない不気味さを残すアフトクラトルの人型ネイバー・ヒュースとヴィザと交戦、修と千佳を逃す作戦を実行に移す。\n一方、茶野隊を軽々と撃破したランバネインと米屋、出水、緑川、東を中心とした合同チームが戦闘を開始。\n果たして迅の予知する「最悪の未来」を回避することはできるのか…！？"
                },
                "28": {
                    "ID": "5183404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5183404",
                    "TitleEnglish": "Star Wand Master",
                    "SummaryEnglish": "Kizaki has figured out Hyuse's Trigger, Lambiris. He orders Karasuma and Konami to protect the city while he holds off Hyuse and Viza.",
                    "TitleJapanese": "星の杖の使い手",
                    "SummaryJapanese": "ヒュースのトリガー・ランビリスの正体を見抜いた玉狛第一の隊長・木崎レイジ。\n烏丸京介に加え、小南桐絵にも戦線を離脱して市街地を守るように指示を出し、自身は単身でヴィザとヒュースの足止めを図る。\nその類稀な戦闘能力と、地の利を生かした戦術を駆使するレイジを強敵と認めたヴィザは、遂にアフトクラトルの国宝に手をかける…！"
                },
                "29": {
                    "ID": "5183405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5183405",
                    "TitleEnglish": "Crossroads of Destiny",
                    "SummaryEnglish": "Viza and Hyuse continue to pursue Chika, but Yuma and Jin arrive just in time. Yuma faces off against Viza while Jin battles Hyuse. Osamu and Karasuma lead Chika and the C-rank agents to Border HQ. However, Enedora's rampage has the HQ in chaos!",
                    "TitleJapanese": "運命の分岐点",
                    "SummaryJapanese": "千佳をつけねらうヴィザとヒュース、駆けつけた遊真と迅がその行く手を阻む。\n遊真はヴィザと、迅はヒュースと戦闘を開始する。\n千佳たちC級隊員を避難させるべく、修と鳥丸はボーダー本部基地を目指す。\nしかし、ボーダー本部基地は、暴走するエネドラの侵入によって混乱を極めていた…！！\n果たして迅の言う、「最悪の未来」を回避することができるのか…！？"
                },
                "30": {
                    "ID": "5183406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5183406",
                    "TitleEnglish": "Enemy Commander Hyrein",
                    "SummaryEnglish": "Suwa unit traps Enedora in a virtual training room. Director Shinoda goes to offer them back-up, and the tides begin to turn for Border. Mira's 7 Rabits block the evacuees led by Osamu, as the Aftokrator leader Hyrein heads out to capture Chika!",
                    "TitleJapanese": "敵将ハイレイン",
                    "SummaryJapanese": "基地を襲撃したエネドラを仮想戦闘訓練室内に閉じ込め、巧みに戦う諏訪隊。\n更には、戦況を冷静に見ていた忍田本部長も援護に向かい、ボーダーは一気に反撃に転じる。\n一方、遊真とヴィザ、迅とヒュースの戦いが激しさ増す中、本部基地への避難を急ぐ修たちの前に、ミラの送り込んだラービット7体が立ちはだかる。\nそして遂に、アフトクラトルの隊長・ハイレインが、千佳を捕らえるために出撃するのだった…！！"
                },
                "31": {
                    "ID": "5227651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5227651",
                    "TitleEnglish": "Mikumo Osamu's Consciousness",
                    "SummaryEnglish": "Hyrein's attack turns Chika into a cube. Osamu blames himself, but is inspired by his fellow Border agents to race for Border HQ in an attempt to save Chika",
                    "TitleJapanese": "三雲修の覚悟",
                    "SummaryJapanese": "ハイレインの攻撃によってキューブにされてしまった千佳。\n自身のミスから千佳を窮地に追い詰めた自分を責め、呆然とする修だったが、共に戦うボーダーの仲間たちの想いに奮い立ち、千佳を助けるべくボーダー本部基地を目指して走り出す。\n一方ボーダー本部基地では、侵入したエネドラと戦う諏訪たちの元に、忍田本部長が合流するのだった！！"
                },
                "32": {
                    "ID": "5227652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5227652",
                    "TitleEnglish": "Implacable Enedora",
                    "SummaryEnglish": "Director Shinoda corners Enedora in the virtual training room. However, Enedora's powerful Black Trigger attack are more than a match for the Border agents' group attacks. Meanwhile, Karasuma faces Hyrein and activates his true power, Geist!",
                    "TitleJapanese": "執念のエネドラ",
                    "SummaryJapanese": "ボーダー本部の仮想戦闘訓練室で、エネドラを追い詰める忍田本部長。\nしかし、エネドラのブラックトリガーによる反撃は凄まじく、複数のボーダー隊員の連携攻撃を相手に一歩も退く事はない。\n予断を許さぬまま一進一退の攻防が繰り広げられる中、ついに戦局が動く…！！\n一方、修たちの避難を援護していた玉狛第一の烏丸京介は、迫り来る敵将ハイレインを前に遂に、その真の力・ガイストを起動するのだった！！"
                },
                "33": {
                    "ID": "5232999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5232999",
                    "TitleEnglish": "The Terror of Hyrein",
                    "SummaryEnglish": "Karasuma uses Geist to buy Osamu enough time to make it to the base with Chika's cube. While Geist is immensely powerful, it forces a Bail Out within 200 seconds. Can Karasuma change the future predicted by Jin?",
                    "TitleJapanese": "ハイレインの恐怖",
                    "SummaryJapanese": "千佳のキューブを持った修が基地に辿り着くまでの時間を稼ぐため玉狛のトリガー・ガイストを起動した烏丸。\nしかしガイストは凄まじい力の代償に200秒で強制的に緊急脱出（ベイルアウト）してしまう諸刃の剣。\n迅の予知を受けて、全開戦闘をハイレインとの戦いにとっておいた烏丸。\n果たして、未来を変えることはできるのか…？！"
                },
                "34": {
                    "ID": "5233000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5233000",
                    "TitleEnglish": "A Fierce Showdown! The Fight of the Best",
                    "SummaryEnglish": "Skillfully using Red Bullet, a Trigger for advanced users, Miwa proves himself the equal of Hyrein. Facing defeat at the hands of Viza's Organon, Yuma recalls what his father taught him. Taking Osamu's words to heart, he commits to a risky plan!",
                    "TitleJapanese": "激闘決着！最強の戦い",
                    "SummaryJapanese": "上級者向けのトリガー・鉛弾（レッドバレット）を巧みに操り、ハイレインに対して互角以上の戦いを見せる三輪。\n一方、遊真とヴィザの戦いは最終局面を迎えようとしていた。\nヴィザの操るアフトクラトルの国宝・オルガノンを前にして劣勢を強いられる遊真の脳裏に去来するのは、父・有吾の遺した教え。\nしかし、遊真は修の言葉を胸に決死の作戦を決行するのだった！！"
                },
                "35": {
                    "ID": "5233001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5233001",
                    "TitleEnglish": "The End of the Battle",
                    "SummaryEnglish": "Yuma defeats Viza but is low on Trion. Miwa is separated from victory. Osamu is captured by Hyrein within sight of Border HQ. Miwa activates Fujin and fires on Hyrein with Yuma. With 7 seconds to go until the foretold future, can Yuma and Osamu win?",
                    "TitleJapanese": "戦いの果てに",
                    "SummaryJapanese": "遂に戦いは最終局面を迎える！\nヴィザを倒すもトリオンが残りわずかとなった遊真、あと一歩のところで戦場から引き離された三輪、ボーダー本部基地を目前にしてハイレインに追い付かれてしまった修。\n絶体絶命のその時、遊真、そしてブラックトリガー・風刃を起動した三輪が、敵将ハイレインに対して、渾身の一撃を放つのだった。\n未来の分岐点まで残された時間はわずか7秒、果たして遊真は、修は勝利をつかむことができるのか！？"
                },
                "36": {
                    "ID": "5259100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5259100",
                    "TitleEnglish": "The Have-Nots",
                    "SummaryEnglish": "Aftokrator retreats, but the wounds of the war are deep. Border struggles to revitalize Mikado City, Yuma searches for the missing Replica, and Osamu remains unconscious. In his dreams, he recalls why he joined Border, and why he seeks to protect Chika.",
                    "TitleJapanese": "持たざる者",
                    "SummaryJapanese": "激戦の末、アフトクラトルは撤退、ここに第二次大規模侵攻は終結した。\nしかし、その傷跡は決して浅くはなかった。\n三門市の復旧に追われるボーダー、行方の分からなくなったレプリカを探す遊真、そして、共に戦った仲間たちが見舞うも意識の戻らない修。\n修は夢の中で思い出していた。なぜボーダーに入ったのか、なぜそこまでして千佳を守るのか。\n修の過去がいま明らかになる…！！"
                },
                "37": {
                    "ID": "5262755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5262755",
                    "TitleEnglish": "A Hero and A Partner",
                    "SummaryEnglish": "Osamu wakes up in the hospital, where his mother and Shiori tell him what happened during his week-long coma. Suddenly, Business Director Karasawa takes Osamu out of the hospital to a press conference about the battle. What are Karasawa's true intentions?",
                    "TitleJapanese": "ヒーローと相棒",
                    "SummaryJapanese": "病院のベッドで修が目を覚ますと、母・香澄と千佳がそこにいた。\n眠っていた一週間もの間で起きた出来事を母や栞に聞かされた修は、ただただ驚くばかりであった。\nそんな最中、病院に現れたボーダー上層部の唐沢が、修を病院から唐突に連れ出す。\n連れられた先は、ボーダーによる記者会見の会場。今まさに、今回の大規模侵攻についての結果報告が行われようとしていた。"
                },
                "38": {
                    "ID": "5262756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5262756",
                    "TitleEnglish": "Rank B Battle Starts",
                    "SummaryEnglish": "PR Director Netsuki sets up Osamu as a scapegoat for the devastation from the battle. But Osamu speaks from the heart and changes everyone's mind. Next, Osamu, Yuma and Chika must prepare for the next step towards A Rank: the B Rank Competition!",
                    "TitleJapanese": "B級ランク戦開幕",
                    "SummaryJapanese": "先の大規模侵攻によってもたらされた被害の責任がボーダー全体に及ぶのを避けるため、修個人をスケープゴートに仕立てようと、記者会見に工作をしたボーダー幹部の根付。\nしかし、修は集まった記者たちを前に、迷いの無い自分の想いを語り、場の空気を一変させるのだった。\nそんな修と遊真、千佳に、近界遠征への最低条件であるA級昇格を目指した新たな戦いの幕が上がる。B級ランク戦の開幕である！"
                },
                "39": {
                    "ID": "5262757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5262757",
                    "TitleEnglish": "Suwa Squad and Arafune Squad",
                    "SummaryEnglish": "Mikumo Squad's B Rank Competition debut ends in a stunning win. Their next opponents are the 8th ranked Suwa Squad and the 10th ranked all-Sniper Arafune Squad. Osamu tries to come up with a Tamakoma-support strategy, but can he lead his team to victory?",
                    "TitleJapanese": "諏訪隊と荒船隊",
                    "SummaryJapanese": "B級ランク戦に、鮮烈な勝利でデビューした三雲隊。\n次の対戦相手は、大規模侵攻でもアフトクラトルと死闘を演じた、B級8位の諏訪隊、そして同10位の全員がスナイパーで構成される荒船隊。\n戦いに備え、玉狛支部で作戦を考える修は、必死になればなるほどあらゆる可能性を前に結論を出すことができない。\n果たして、修率いる三雲隊はB級ランク戦を勝ち抜くことができるのだろうか。"
                },
                "40": {
                    "ID": "5262758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5262758",
                    "TitleEnglish": "Setting Off! Mikumo Squad",
                    "SummaryEnglish": "The squad puts into action their plan to defeat the more experiences units. Their trump card will be...",
                    "TitleJapanese": "始動！三雲隊",
                    "SummaryJapanese": "ボーダーB級ランク戦のラウンド2が始まる。\nケガの直った修が合流。遊真、千佳と共に揃いの隊服で身を包んで本格始動した、玉狛第二こと三雲隊。\n対戦相手は接近戦を得意とする諏訪隊と、三人全員がスナイパーの荒船隊。\n彼らと戦うために、ステージ選択権のある修が選んだ戦いの舞台は、スナイパーが明らかに有利な高低差のある市街地ステージだった。\n修が導き出した作戦とは一体？"
                },
                "41": {
                    "ID": "5262759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5262759",
                    "TitleEnglish": "An Impertinent Rookie",
                    "SummaryEnglish": "Yuma joins Round 2, armed with a new Option Trigger. Meanwhile, Arafune Squad finds itself hounded by Mikumo Squad and Suwa Squad. Arafune goes back to his roots as a former Attacker and uses the Attacker Trigger Kogetsu. What will Osamu and Chika do?",
                    "TitleJapanese": "生意気な新人",
                    "SummaryJapanese": "B級ランク戦の第2回戦は、諏訪隊と荒船隊によって戦端が開かれた。\nそこに、新たなオプショントリガーを身につけた遊真も参戦する。\nスナイパー有利のステージにもかかわらず、三雲隊と諏訪隊の挟撃で次第に追い詰められてゆく荒船隊。\n遊真と対峙した、元アタッカーという異色の経歴をもつ荒船は、遂にアタッカー用トリガー・弧月に手をかける。\nその時、修は？千佳は？はたして…！？"
                },
                "42": {
                    "ID": "5262760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5262760",
                    "TitleEnglish": "Murakami Ko",
                    "SummaryEnglish": "Mikumo Squad wins Round 2 and is promoted to 8th rank. Their next opponents are the 13th-ranked Nasu Squad and 9th-ranked Kuruma Squad. Yuma requests Individual Rank Competition with Kuruma's ace Attacker, Ko Murakami. What is Murakami's secret ability?",
                    "TitleJapanese": "鈴鳴第一の村上鋼",
                    "SummaryJapanese": "修の作戦が功を奏し、ランク戦第2回戦で勝利を収めた玉狛第二は8位に浮上した。\nそして、次の対戦相手が13位の那須隊と9位の鈴鳴第一・来馬隊と決まる。\nその鈴鳴第一のエース、アタッカー個人ランキング4位の村上鋼と鉢合わせた遊真は、個人ランク戦を申し入れるのだった。\nはたして遊真は勝利することができるのか？そして、戦いの中で次第に明らかになる、村上の隠された能力とは一体？"
                },
                "43": {
                    "ID": "5262761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5262761",
                    "TitleEnglish": "Nasu Squad's Choice",
                    "SummaryEnglish": "Shocked to learn that Yuma lost in a solo rank battle, Shiori explains Murakami’s Side Effect. The other units prepare for Nasu Squads stage selection.",
                    "TitleJapanese": "那須隊の選択",
                    "SummaryJapanese": "鈴鳴第一の村上に個人ランク戦で逆転負けを喫してしまった遊真。\n玉狛第二は、村上のサイドエフェクト・強化睡眠記憶への対策を急ぐ。\n一方、鈴鳴第一と、ステージ選択権のある那須隊もそれぞれ次の戦いへの準備を進めていた。\n那須隊が選んだステージとは？そして各隊のとった行動とははたして？\nメンバー編成が同じ3チームによる、混戦必至のラウンド3が今始まる！"
                },
                "44": {
                    "ID": "5262762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5262762",
                    "TitleEnglish": "The Battle in the Foul Weather",
                    "SummaryEnglish": "Round 3 begins in a violent storm. While Mikumo Squad and Kuruma Squad focus on finding each other, Nasu Squad carries out their strategy as planned. Just as Nasu Squad seems to have the advantage, Chika's Ibis strikes. Can Mikumo Squad grasp victory?",
                    "TitleJapanese": "悪天候の戦闘",
                    "SummaryJapanese": "玉狛第二、鈴鳴第一、そして那須隊の戦いが始まった。\n暴風雨のなか、隊員の合流を急ぐ、玉狛第二と鈴鳴第一に対し、運も味方につけた那須隊は、狙い通りに作戦を遂行してゆく。\nしかし、那須隊有利に見えたその時、千佳のアイビスが炸裂するのだった。\n修率いる玉狛第二は勝利を掴むことが出来るか！？"
                },
                "45": {
                    "ID": "5262763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5262763",
                    "TitleEnglish": "Something that Decides Victory or Defeat",
                    "SummaryEnglish": "The team members are divided due to Chika dropping the bridge. While Osamu goes after points on the east side, Yuma faces off against Murakami and Kumatani in a triple-attacker showdown in the west. The stakes are high for all teams. Who will win?",
                    "TitleJapanese": "勝負を決めるもの",
                    "SummaryJapanese": "千佳が橋を落とした事によって各隊員たちは東西に分断された。\n東側で得点を狙う修に対し、西側では遊真と鈴鳴第一の村上、そして那須隊の熊谷が、攻撃手（アタッカー）同士の三つ巴の戦いを繰り広げようとしていた。\n各隊それぞれの、この一戦に懸ける想いが交錯する中、戦いの行方ははたして？！"
                },
                "46": {
                    "ID": "5262764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5262764",
                    "TitleEnglish": "The Ace's Willpower",
                    "SummaryEnglish": "Kuruma Squad's Murakami and Mikumo Squad's Kuga clash on the West Bank!",
                    "TitleJapanese": "エースの意地",
                    "SummaryJapanese": "来馬隊・村上鋼と三雲隊・空閑遊真が西岸で激突！\n村上の持つボーダーNO4アタッカーの称号、遊真が背負っている過去…\nエースとして絶大な戦闘力を誇る二人が、チームの勝利のために激しくぶつかり合う。\n果たしてハイレベルなアタッカー同士の一対一の対決はどちらに軍配が上がるのか！？"
                },
                "47": {
                    "ID": "5262765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5262765",
                    "TitleEnglish": "The Captain's Pride",
                    "SummaryEnglish": "The B-Rank Competition's third round finale! Yuma triumphs while the team leaders fight on the east side. Osamu seeks to change the tide of battle by drawing water into the city and pitting Nasu against Kuruma. The three-way battle is about to conclude.",
                    "TitleJapanese": "隊長のプライド",
                    "SummaryJapanese": "B級ランク戦第三戦はいよいよ最終局面へ\n西岸では遊真がNO4アタッカー・村上鋼を撃破\n東岸では三人の隊長が激しい火花を散らす中、修は戦況に変化をもたらすため水を市街に引き入れ、さらに那須に来馬をぶつけようと試みる。\n三つ巴の戦いがついに決着する！"
                },
                "48": {
                    "ID": "5262766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5262766",
                    "TitleEnglish": "Then Towards Tomorrow",
                    "SummaryEnglish": "Mikumo Squad joins the B-rank upper tier. The fight against the top B-rank squads will be a touchstone for promotion to A-rank. Anticipating this, Osamu struggles with his inability to score a single point on his own and comes to a conclusion.",
                    "TitleJapanese": "そして明日へ",
                    "SummaryJapanese": "那須隊、来馬隊との激闘を制し、B級上位グループ入りを果たした玉狛第二。\nA級昇格への試金石ともなるB級トップチームとの戦いを控え、修はひとり、自力では戦闘で1点もあげられていない現状に苦悩する。\nはたして、迷いのなかで修が見い出した答えとは？"
                },
                "49": {
                    "ID": "5322715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5322715",
                    "TitleEnglish": "Fugitives From Another World",
                    "SummaryEnglish": "Unknown Trion soldiers show up at Border HQ. Jin and Tachikawa take them on.",
                    "TitleJapanese": "異世界からの逃亡者",
                    "SummaryJapanese": "ボーダー本部に未知のトリオン兵が出現！迅、そして太刀川の両雄が応戦する。\n一方、玉狛第2はB級ランク戦のスケジュールを縫ってチームの強化合宿を決行する。遊真、修、千佳、そして栞は合宿所のある三門市から離れた四塚（しずか）市を訪れていた。だが修達の前に突如、未知のトリオン兵を操る少年と彼に付き添う謎の少女が現れた。トリオン兵が現れた理由とは？そして彼らの正体は一体！？いま新たな物語が始まる。"
                },
                "50": {
                    "ID": "5322716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5322716",
                    "TitleEnglish": "Invisible Assailants",
                    "SummaryEnglish": "Zeno, a refugee from Elgates, begs Yuma and Osamu to harbor Lilith and him during their stay in this world. With Chika taken hostage, Osamu and Yuma have no choice but to agree. As they return to the Shizuka City retreat, an unseen assassin strikes!",
                    "TitleJapanese": "姿なき襲撃者",
                    "SummaryJapanese": "乱星国家エルガテスから逃走した未知のトリオン兵を操るネイバー・ゼノと謎の美少女・リリスはこちら側の世界にいる間だけ匿って欲しいと遊真、修に頼む。二人は千佳を人質に取られているため彼らと行動を共にする。四塚市の合宿所に戻り小南、烏丸と合流したが、修とゼノ達は姿を見せない敵から襲撃を受けてしまう！ゼノとリリスがこちら側の世界に来た理由とは！？そして二人をつけ狙う謎の男の正体とは一体！？"
                },
                "51": {
                    "ID": "5322717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5322717",
                    "TitleEnglish": "Zeno's Trion Soldier",
                    "SummaryEnglish": "Kazama Squad heads into combat as Gojima City is attacked by new Trion soldiers. Osamu tries to befriend Zeno and Lilith. Zeno offers to reveal his past, if Osamu will agree to a one-on-one fight. How far will he go to learn the truth about Elgates?",
                    "TitleJapanese": "ゼノのトリオン兵",
                    "SummaryJapanese": "ゼノとリリスの到来に呼応するかのように三門市とは別の都市・五島市で再び多数の新型トリオン兵が襲来、この異常事態にA級3位風間隊が戦闘を開始する。一方、修達はゼノ・リリス達とたこ焼きパーティーを催し、少しづつ親交を深めていく。そんな中、ゼノは修に自分の過去を話す条件として一対一の闘いを提案する。修は乱星国家エルガテスそして、ゼノとリリスの秘密を探るため一騎討ちに挑む！！"
                },
                "52": {
                    "ID": "5377490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5377490",
                    "TitleEnglish": "Sunset in Another World",
                    "SummaryEnglish": "Despite Lilith's best efforts, she can't hide her loneliness. Chika and Osamu work with Kitora and Midorikawa to try and cheer her up. At that moment, Karon and Gieve make their move, commanding Trion soldiers with special abilities.",
                    "TitleJapanese": "玄界の夕陽",
                    "SummaryJapanese": "こちら側の世界では居場所がないリリス、気丈に振舞ってはいるが自由に歩き回る事ができず時折寂しそうな顔を覗かせていた。そんな彼女を見て気の毒に思う千佳と修は監視に来ていた木虎と緑川の協力を得て、一計を講じる。だがリリスを喜ばせようと奮闘している最中、特殊な能力を持つトリオン兵を率いて、再びカロンとギーヴの魔の手が迫る。修たちはリリスの笑顔を取り戻す事ができるのか"
                },
                "53": {
                    "ID": "5377491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5377491",
                    "TitleEnglish": "The One that Shall Be Saved",
                    "SummaryEnglish": "While studying with Yoneya and Kodera, Miwa sees young siblings and is reminded of his past. The peace is shattered by an attack from Gieve's Spider-type Trion Soldiers.",
                    "TitleJapanese": "守るべきもの",
                    "SummaryJapanese": "三門市の隣町にある超高層ビル・タマガタワーで三輪、米屋、古寺の三人は学業に勤しんでいた。そんな中、三輪秀次は幼い姉弟のふれあいを眺め自分の過去に想いを巡らせていた。だが平穏な日常を破壊するように、タマガタワーにギーヴの放ったクモ型トリオン兵が襲来！その場にいた市民がタワーの中に囚われてしまう。三輪隊はこの窮地を脱する事ができるのかその時、迅悠一が取った行動とは？"
                },
                "54": {
                    "ID": "5377492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5377492",
                    "TitleEnglish": "Giev's Thrust",
                    "SummaryEnglish": "Zeno's devotion to Lilith leads him to treat Yuma and Chika like tools, enraging Osamu. Meanwhile, Gieve and Karon threaten Shizuka City with massive Trion soldiers! As Osamu's team joins Kitora in defending the city, Gieve isolates Osamu and Zeno.",
                    "TitleJapanese": "ギーヴの攻勢",
                    "SummaryJapanese": "リリスとの絆を深めたのも束の間、リリスを大切に想うあまり遊真や千佳を道具のように扱おうとするゼノに修は怒りを覚える。そんな中、ギーヴとカロンによって塚市全体を危機に陥れる超巨大トリオン兵が襲来！遊真達は木虎と共に迎え撃つ事に。だがギーヴ達の策略により、修とゼノは遊真達と分断されてしまう。絶対絶命の状況の中、遊真、修、千佳の運命は！？"
                },
                "55": {
                    "ID": "5402002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5402002",
                    "TitleEnglish": "Dead or Alive",
                    "SummaryEnglish": "Arashiyama Squad gathers Border's aces! Arafune and Murakami join in the battle, destroying Gieve's Trion soldiers. But Gieve's plot to blow up Shizuka City using massive Trion soldiers proceeds. As Osamu comes up with a plan, Zeno takes his own action.",
                    "TitleJapanese": "デッド・オア・アライブ",
                    "SummaryJapanese": "ボーダーA級5位チーム嵐山を中心に続々とボーダーの精鋭が集結！遊真達とB級ランク戦で激闘を演じた荒船と村上も駆けつけ、怒涛の進撃でギーヴのトリオン兵を殲滅していく。だが超巨大トリオン兵を使い、四塚市を爆破するというギーヴの作戦は確実に遂行されていく。そんな絶望的な状況の中でもあきらめない修はある作戦を思いつく。その時ゼノがとった行動とは…！？"
                },
                "56": {
                    "ID": "5410254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5410254",
                    "TitleEnglish": "The Secret of Lilith",
                    "SummaryEnglish": "Shiori takes Yuma, Osamu, and Chika on a relaxing trip to Shizuka Marine World with Zeno and Lilith. But the peace is interrupted by an attack by Gieve's powerful Trion soldiers. Lilith's body reaches its limit and begins to change, revealing her secret.",
                    "TitleJapanese": "リリスの謎",
                    "SummaryJapanese": "ギーヴとカロンによる四塚市爆破計画を切り抜けた遊真、修、千佳たちは栞に連れられ、ゼノ達と共に四塚マリンワールドで束の間の休息をとる。だがそんな平穏も束の間、ギーヴが放った強力なトリオン兵が修、そしてゼノを窮地に追い込んでいく。絶対絶命の状況の中、限界を超えたリリスの身に異変が起ころうとしていた…！遂に謎の美少女リリスの秘密が明らかに・・・！？"
                },
                "57": {
                    "ID": "5419029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5419029",
                    "TitleEnglish": "Xeno and Lilith",
                    "SummaryEnglish": "Lilith reveals her true power in order to save Xeno and Yuma.",
                    "TitleJapanese": "ゼノとリリス",
                    "SummaryJapanese": "ゼノと遊真達の危機を救う為、隠していた真の能力を発動させたリリス。その力でギーヴとカロンを退けるが、換装が解けてしまった修は連れ去られてしまう。一方、力を使い果たしたリリスは深い眠りに落ちてしまう。そんな中、ゼノの口から語られるゼノとリリスの出会い、そしてエルガテスから逃亡してきた理由が明らかとなる！そして、ギーヴとカロンに囚われた修の運命は・・・！？"
                },
                "58": {
                    "ID": "5419030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5419030",
                    "TitleEnglish": "The Captured Osamu",
                    "SummaryEnglish": "Yuma, Chika and Xeno take the fight to the enemy in order to rescue Osamu. However, a cunning trap separates them, forcing Yuma into a one-on-one fight against Giev. A Trion soldier generates a mysterious virtual world where Yuma faces an unexpected foe.",
                    "TitleJapanese": "囚われの修",
                    "SummaryJapanese": "囚われの修を救い出す為、ギーヴとカロンの待つ砕石場へと向かう遊真・千佳・ゼノ、修の無事を祈りながら敵地へと突き進んでいく遊真達であったが、ギーヴの巧妙な罠により双方に分断されてしまう。たった一人となった遊真はギーヴとの一騎討ちを迎える事となる。そこで遊真はギーヴのトリオン兵により、生み出された謎の仮想空間に取り込まれてしまう。そこで遊真が対峙する驚くべき敵とは！？"
                },
                "59": {
                    "ID": "5419031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5419031",
                    "TitleEnglish": "The Two Black Triggers",
                    "SummaryEnglish": "Zeno and Chika find Osamu, while Yuma continues his fight against Giev. He struggles against Giev and Charon's skillful coordination, so similar to what he had with Replica. At the same time, a new Trion soldier threatens Osamu, Chika and Xeno.",
                    "TitleJapanese": "二つのブラックトリガー",
                    "SummaryJapanese": "捕われていた修を遂に発見したゼノと千佳、一方、採石場では遊真とギーヴのブラックトリガー同士の戦闘が開始された。ギーヴブラックトリガーから呼び出された黒いトリオン兵に対して激闘を繰り広げる遊真だが、つての遊真とレプリカのように巧みな連携をとるギーヴとカロンに苦戦を強いられていく。さらにゼノ・修・千佳にも新たなトリオン兵の魔の手が迫る！修、千佳、そしてゼノはこの窮地を脱する事ができるのか！？"
                },
                "60": {
                    "ID": "5419032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5419032",
                    "TitleEnglish": "Yotaro's Adventure",
                    "SummaryEnglish": "Yotaro heads towards Shizuka City with Raijinmaru, hoping to catch up to Konami. He meets a troubled young girl named Cocoa and befriends her. As a violent fight between Border agents and Trion soldiers breaks out, Yotaro's true battle begins.",
                    "TitleJapanese": "陽太郎の冒険",
                    "SummaryJapanese": "四塚市に向かった小南達を追いかけ雷神丸と共に出動する林藤陽太郎は辿り着いた街で一人のワケあり少女・心愛（ここあ）と出会う。次第に心愛と交流を深めていく陽太郎だったが、そこではボーダー隊員とトリオン兵による激しい戦闘が繰り広げられていた。玉狛支部の林藤陽太郎の戦いが今、始まる。"
                },
                "61": {
                    "ID": "5419033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5419033",
                    "TitleEnglish": "Truth and Lies",
                    "SummaryEnglish": "Gieve and Charon begin their attack on Yuma.",
                    "TitleJapanese": "真実と嘘",
                    "SummaryJapanese": "追いつめられたギーヴとカロンは遊真達に決死の攻撃を仕掛けていく。そして、遊真達は玉狛第一のレイジ・小南・烏丸によるサポートを受けてこれを迎え撃つ。遂にゼノとリリスが玄界から別の星へと旅立つまで残り一日、遊真達はゼノとリリスを守り切る事ができるのか！そして迅悠一が予知した未来とはその時、ギーヴの身体に異変が起こる！"
                },
                "62": {
                    "ID": "5419034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5419034",
                    "TitleEnglish": "Giev and Charon",
                    "SummaryEnglish": "Giev's secret is revealed. Just like Lilith, he's a Humanoid Trion Soldier created by Lamia. Meanwhile, all of Shizuka City's citizens become Charon's hostages. Tachikawa, Kazama and other A-Rank Border agents gather in Shizuka City for the coming battle.",
                    "TitleJapanese": "ギーヴとカロン",
                    "SummaryJapanese": "遂にギーヴの隠された真実、リリスと同じくラミアによって生み出された人型トリオン兵である事が明らかとなる！そしてカロンの暗躍により、四塚市市民全員が人質となる最悪の事態を迎えてしまう。この極限状態の中、太刀川慶・風間蒼也など遂にA級ボーダー隊員が四塚市へ集結していく。遊真・ゼノ達の運命は？命運を懸けた最後の闘いが今、始まる！"
                },
                "63": {
                    "ID": "5419035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5419035",
                    "TitleEnglish": "A Reversed Future",
                    "SummaryEnglish": "Xeno's hand cuts thin air, and monster Gieve takes in Lilith and takes on a grotesque form.",
                    "TitleJapanese": "反転する未来",
                    "SummaryJapanese": "ゼノの手が空を切り、モンスターギーヴは無情にもリリスを取り込み異形の姿へと変貌を遂げる。さらにカロンによって全てを無に帰す大爆発のカウントダウンが動き出してしまう。そんな最悪の状況下で、修達を信じきる事ができないゼノは単独でリリス救出に向かってしまう。遊真・修・千佳は最悪の未来を変える事ができるのか？"
                },
                "64": {
                    "ID": "5490761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5490761",
                    "TitleEnglish": "A Prisoner From Aftokrator",
                    "SummaryEnglish": "Soon after meeting and parting with Xeno and Lilith, Yuma, Osamu and Chika begin preparing for their promotion battle.",
                    "TitleJapanese": "アフトクラトルの捕虜",
                    "SummaryJapanese": "異世界からの逃亡者ゼノそしてリリスとの出会いと別れを経て、玉狛支部へ帰ってきた遊真、修、千佳は昇格を目指し休む暇もなくB級上位とのランク戦に向けて準備を始めるのだった。一方、大規模侵攻の後、捕虜となっていたヒュースが遂に本部基地へと連行される。城戸指令たちボーダー上層部の狙いとは一体…！？今、物語は新たな未来へと動き出す！"
                },
                "65": {
                    "ID": "5498742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5498742",
                    "TitleEnglish": "No.1 Shooter Ninomiya Masaki",
                    "SummaryEnglish": "Aftokrator's Black Trigger user, Enedora, is alive! Enedora sheds new light on the Large Scale Invasion and the reason that Chika was targeted. Meanwhile, B-Rank No. 1 team leader Ninomiya approaches Osamu and Chika. Osamu makes a tough decision.",
                    "TitleJapanese": "No.1シューター二宮匡貴",
                    "SummaryJapanese": "明かされる大規模侵攻の真実、そして雨取千佳が習われた真実 。さらに二宮が修と千佳と対峙する。"
                },
                "66": {
                    "ID": "5501668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5501668",
                    "TitleEnglish": "Sharpened Fangs",
                    "SummaryEnglish": "Tamakoma-2 starts individual training in preparation for the B-Rank rank wars. Osamu visits Arashiyama for shooter training. Chika meets a young boy during group sniper training. Yuma meets Kageura, an agent that No. 4 attacker Murakami has never beaten.",
                    "TitleJapanese": "研ぎ澄まされた牙",
                    "SummaryJapanese": "B級上位チームとのランク戦に向け玉狛第二はレベルアップのため各々が訓練を開始する。修は嵐山からシューターの戦術を教わる為に嵐山隊作戦室を訪れ、そして千佳はスナイパーの合同訓練中に一人の少年と出会う。そんな中、遊真はNo.4アタッカー・村上鋼が勝ち越したことがない凶暴な空気を纏う実力者・影浦雅人と出会うのだった。"
                },
                "67": {
                    "ID": "5515437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5515437",
                    "TitleEnglish": "Rank B Battle",
                    "SummaryEnglish": "During their brief encounter, Yuma senses Kageura's limitless skill. Osamu receives shooter training from Arashiyama and Izumi, allowing him to truly contribute to the team. If they win, Mikumo Squad's promotion to A-Rank could become a reality.",
                    "TitleJapanese": "B級上位戦",
                    "SummaryJapanese": "只ならぬオーラを放つB級2位チーム隊長・影浦雅人と対峙した遊真は影浦を底知れぬ実力者である事を瞬時に察知する。一方、嵐山そして出水からシューターの訓練を受けた修は次の戦いに向けて自分がチームに貢献できる手ごたえを感じていく。勝てば三雲隊のA級昇格が現実味を帯びていく中で、トップチームとのB級ランク戦が始まろうとしていた。"
                },
                "68": {
                    "ID": "5515438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5515438",
                    "TitleEnglish": "The Targeted Tamakoma",
                    "SummaryEnglish": "Ninomiya Squad, Kageura Squad, Azuma Squad and Mikumo Squad face off! As tensions mount, each team targets Osamu and closes in. Meanwhile, the two strongest B-Rank agents, Ninomiya and Kageura, assess the situation. Can Mikumo Squad survive the onslaught?",
                    "TitleJapanese": "狙われる玉狛",
                    "SummaryJapanese": "遂に上位とのB級ランク戦の火蓋が切って落とされた。二宮隊、影浦隊、東隊そして三雲隊の四チームが遂に激突する！序盤から緊張感が高まる状況を打破するように各隊が修に狙いを定め動き始める。そしてB級の2強、二宮匡貴と影浦雅人はゆっくりと戦況を掌握していく。遊真・修・千佳は実力者達の猛攻を切り抜ける事ができるのか。"
                },
                "69": {
                    "ID": "5515439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5515439",
                    "TitleEnglish": "A Battle Royale",
                    "SummaryEnglish": "Osamu is quickly knocked out of combat by Azuma, former leader of an A-Rank No. 1 team. Chika tries to overcome her inability to fire on humans, but her sniping reveals her location. Meanwhile, Yuma enters a battle royale against 5 Attackers.",
                    "TitleJapanese": "バトルロイヤル",
                    "SummaryJapanese": "三雲修、ベイルアウト！修は開始早々、かつてA級1位チームを率いた実力者・東春秋によって落とされてしまう。厳しい戦況の中、『人が撃てない』弱点を克服しようとする千佳だったが、狙撃したことで逆に居場所を知られ窮地に立たされてしまう。一方、遊真は戦況を左右するアタッカー5人による乱戦に単独で挑む。圧倒的不利な状況の中、遊真たちは勝機を見出す事ができるのか！？"
                },
                "70": {
                    "ID": "5540601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5540601",
                    "TitleEnglish": "A Captain's Duty",
                    "SummaryEnglish": "Yuma faces Kageura. Ninomiya takes advantage of this to attack them both. After the battle, Osamu is devastated by his defeat. Kazama's advice leads him to make a major decision for the sake of the team, just as a new threat approaches Mikado City.",
                    "TitleJapanese": "隊長の務め",
                    "SummaryJapanese": "影浦雅人とのアタッカー対決に挑む遊真。それを好機とソロ総合2位の二宮匡貴による両攻撃追尾弾が二人に襲い掛かる。エースが激突する雪上の決戦に終わりの時が近づこうとしていた。ランク戦の後、敗戦に打ちひしがれる修。風間の提言を受けチームのために修が下した決断とは！？そして新たな危機が三門市に迫ろうとしていた。"
                },
                "71": {
                    "ID": "5551478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5551478",
                    "TitleEnglish": "New Threats",
                    "SummaryEnglish": "Shinoda announces an imminent invasion by a new Neighbor country. Tachikawa and Kazama Squad are assigned to deal with the threat, based on Jin's predictions. Osamu follows Jin's suggestion to add a new member to Mikumo Squad.",
                    "TitleJapanese": "新たなる脅威",
                    "SummaryJapanese": "忍田本部長の口から新たな惑星国家の襲来が明かされた。迅の予知を中心に太刀川隊・風間隊らボーダートップチームが対応に当たる事となる。一方、三雲隊のさらなるレベルアップを目指す修は迅に示唆された玉狛第2に加入する可能性のあるもう一人の「適任者」を探していたが、予想外の答えに辿り着くのだった。"
                },
                "72": {
                    "ID": "5555828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5555828",
                    "TitleEnglish": "An Evolving Mikumo Squad",
                    "SummaryEnglish": "After the Rank Wars against the B-Rank upper tier squads, Mikumo Squad tries to up their game. Yuzuru gives Chika an idea for overcoming her weaknesses, and Osamu gathers information about Hyuse, while an A-Rank Team leader tries to headhunt Yuma.",
                    "TitleJapanese": "進化する三雲隊",
                    "SummaryJapanese": "B級上位とのランク戦を終え、レベルアップの必要を感じて動き出す三雲隊。雨取千佳は影浦隊の狙撃手・絵馬ユズルから弱点を克服するためのヒントを手に入れる。一方、修がエネドラッドからヒュースに関する情報を収集する中、遊真を引き抜こうとするA級チームの隊長が現れる。そんな中、遂に新たな敵が姿を現し始めたのだった。"
                },
                "73": {
                    "ID": "5563202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/5563202",
                    "TitleEnglish": "To the Future",
                    "SummaryEnglish": "Osamu continues to try to improve himself, Chika confronts her faults, and Yuma has faith in them. Mikumo Squad's losses in the B-Rank Rank Wars motivate them further. As a new Neighbor invasion of Border HQ begins, can they open a path to the future?",
                    "TitleJapanese": "未来へ",
                    "SummaryJapanese": "修は木虎に教えを請い、糸を張るトリガー『スパイダー』の使い方を教わる。 \nそして遂にガロプラの侵攻が開始、ボーダー隊員が迎え撃つ。ヒュースは玉狛支部から抜け出し、ガロプラと接触を試みる。何も知らない遊真・修・千佳は新たな決意を胸にB級ランク戦に挑む！"
                }
            }
        },
        "2": {
            "ID": "636792",
            "URL": "https://www.thetvdb.com/series/world-trigger/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8013957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8013957",
                    "TitleEnglish": "The Attack",
                    "SummaryEnglish": "Galopoula's assault finally commences.",
                    "TitleJapanese": "襲来",
                    "SummaryJapanese": "近界（ネイバーフッド）最大級の軍事国家アフトクラトルの従属国・ガロプラによる襲撃作戦が開始される。ガロプラはアフトクラトルからボーダーを足止めせよという命令を遂行するため、隊長のガトリンは遠征艇破壊を目標とした作戦を決行、ボーダー本部への侵入を目論む。エネドラから情報を手に入れていたボーダーは迎撃態勢を整えるが、本部を襲撃する人型トリオン兵たちとの基地攻防戦のなか、トリオン兵に化けていたガトリン、ラタリコフ、ウェン・ソーの本部基地内への侵入を許してしまう。遠征艇へ迫る侵入者の背後から、迫るB級隊員の那須と熊谷。そんな彼女たちの前にウェン・ソーが立ちはだかった。\nそして基地の外、警戒区域ではA級隊員の三輪、米屋とガロプラ副隊長コスケロの戦闘がはじまろうとしていた――。"
                },
                "2": {
                    "ID": "8118151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8118151",
                    "TitleEnglish": "Collision",
                    "SummaryEnglish": "Gatlin, Ratarikov and Wen Sō manage to infiltrate HQ, but Border knows their goal thanks to Yūichi Jin's predictions, and positions the top 4 attackers to protect the expedition ship.",
                    "TitleJapanese": "激突",
                    "SummaryJapanese": "ボーダー基地への猛攻をしかける大量のトリオン兵、防衛任務に奔走するボーダーの隊員たち。しかし、基地内の遠征艇ドックにガトリンとラタリコフが侵入してしまう。二人を待ち構えるのはボーダーが誇るトップ攻撃手（アタッカー）――太刀川、風間、小南、村上の精鋭4人。\nさらに、基地外の警戒区域では他とはあきらかに動きの異なるトリオン兵アイドラに、隊員たちは苦戦を強いられる。アイドラを追う黒江と木虎。\n一方、玉狛支部を抜け出したヒュースはアフトクラトルに帰還するためガロプラとの接触を図るが……。"
                },
                "3": {
                    "ID": "8118154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8118154",
                    "TitleEnglish": "Battle",
                    "SummaryEnglish": "Kuroe and Kitora, along with Sasamori and Tsuji, form duos to take down the ace Idras, but Yomi deduces how Idaten works to intercept Kuroe's attack, injuring her in the process. Meanwhile, Miwa and Yoneya take care of Koskero with Jin's help, while Nasu and Kumagai defeat Wen Sō with Kikuchihara's aid.",
                    "TitleJapanese": "決戦",
                    "SummaryJapanese": "ヨミの操るアイドラに苦戦する黒江と木虎。\n基地内でウェンの分身に翻弄される那須と熊谷だったが、絶体絶命の危機をA級風間隊の菊地原の助言によって勝利を掴む。\n警戒区域では三輪と米屋、コスケロが駆け引きを繰り広げる。追い詰められる二人だったが、自分たちを囮にした作戦で勝利。劣勢を覆しつつあるボーダーが攻勢に転じる。焦ったレギンデッツが作戦にない単独行動に出る……。\nボーダー攻撃手トップ4 がガトリン、ラタリコフと激闘を繰りひろげている遠征艇ドックの戦いは膠着状態、しかし両者同時に勝負を賭けた最後の一手に出ようとしていた！戦いの結末はいかに……！？"
                },
                "4": {
                    "ID": "8118156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8118156",
                    "TitleEnglish": "Destiny",
                    "SummaryEnglish": "The invasion concludes with Border being able to prevent the invaders from destroying the Expedition Ship. Kazama defeats Ratarikov, Konami defeats Gatlin with assistance from Tachikawa's torso, and Kō blocks Gatlin's last attempt at destroying the Expedition Ship. Elsewhere, Hyuse's attempt to board Galopoula's ship ends unfruitfully.",
                    "TitleJapanese": "運命",
                    "SummaryJapanese": "太刀川、風間、小南、村上のボーダー攻撃手トップ4 とガトリン、ラタリコフの熾烈な戦いがついに決着！無事遠征艇を守ることに成功。戦闘が終結したかに見えた。しかしヒュースは単独行動に出たレギンデッツと遭遇、母国アフトクラトルへの帰還を望むヒュースだったが、そこに雷神丸と共に陽太郎がやってくる。引き止めるかに見えたがヒュースを温かく送り出そうとする陽太郎。疑念を払えないレギンデッツは駆け引きに出るが、息の合った芝居に引っ掛かり本音と事情を吐露する。母国に捨てられたと知ったヒュースはレギンデッツを「蝶の盾（ランビリス）」で圧倒する。追ってきた迅に対し、ヒュースは自分を何としてでもアフトクラトルへ送り届けろと要求するのだった。"
                },
                "5": {
                    "ID": "8168791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8168791",
                    "TitleEnglish": "New Technique",
                    "SummaryEnglish": "B-class rank battle ROUND5 / night section where Tamaki No. 2, Katori Corps, and Kakizaki Corps collide. The second new tactic of Tamaki awaits Katori, the captain of Katori, Ace, who attacked Yushin soon after the start of the game, and Wakamura and Miura, who follow him. The Katori corps suffers painful damage from the combination of the wire trigger \"Spider\" that Osamu learned from Kitora, Yushin's high-speed maneuvering, and Chika equipped with a lead bullet (Red Bullet) in Lightning. Although the Kakizaki corps, which had been cautious from the beginning, entered the war, the three-way battle remained in a stalemate. What is Tamaki's second next move to overcome this situation? ??",
                    "TitleJapanese": "新技",
                    "SummaryJapanese": "玉狛第2、香取隊、柿崎隊が激突するB級ランク戦ROUND5・夜の部。\n試合は開始早々に遊真に強襲をしかけた香取隊隊長・エースの香取、そしてフォローする若村と三浦を玉狛第2の新戦術が待ち受ける。\n修が木虎から学んだワイヤートリガー「スパイダー」と遊真の高速機動のコンビネーション、そして鉛弾（レッドバレット）をライトニングに装備した千佳によって手痛いダメージを受ける香取隊。\n開始から慎重な動きを見せていた柿崎隊が割って入る形で参戦するも、三つ巴の戦いはそのまま膠着状態となってしまう。\nこの状況を打開する玉狛第2の次の一手とはーー！？"
                },
                "6": {
                    "ID": "8168792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8168792",
                    "TitleEnglish": "Strong Will",
                    "SummaryEnglish": "Chika's ibis finally explodes in the stalemate B-rank battle ROUND5 / night section. The Kakizaki Corps and Katori Corps, who have no way of shooting Chika, develop a linked strategy and attack the wire zone where they have been trained. The Kakizaki corps attacks the area where Yuma waits, and the Katori corps attacks the area where Osamu waits. Each looks like 3 to 1, but with the addition of Chika, who is in a position to aim for sniping in both areas, the situation is actually 3 to 2. In a situation that seems to be numerically disadvantageous, Tamaki's second new tactic shows its true value.",
                    "TitleJapanese": "意地",
                    "SummaryJapanese": "膠着状態のB級ランク戦ROUND5・夜の部ではついに千佳のアイビスが炸裂する。千佳の砲撃に為す術の無い柿崎隊と香取隊は連動した作戦を展開、修の張ったワイヤー地帯へ攻め込む。\n遊真の待つエリアには柿崎隊、修の待つエリアには香取隊が攻め入ってくる。\nそれぞれ3対1のように見えるが、両エリアへの狙撃を狙える位置にいる千佳を加えて実質3対2の状況。数的不利に見える状況の中、玉狛第2の新戦術が真価を発揮する――"
                },
                "7": {
                    "ID": "8168793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8168793",
                    "TitleEnglish": "Showdown",
                    "SummaryEnglish": "Osamu, who faces the Katori corps, defeats Wakamura in a battle using the wire trigger \"Spider\", and also drops Miura in cooperation with Yuma who has rushed. By the two trainees, Tamaki's second run alone at once. Memories of the past are revived in the mind of Katori, who was forced into a difficult battle situation. On the other hand, it seemed that Chika, who greeted Teruya, the only survivor of the Kakizaki Corps, had won, but Chika escaped urgently (ruby: bailout) in response to Teruya's tenacious counterattack. The whereabouts of the battle were left to Yuma and Osamu.",
                    "TitleJapanese": "勝負",
                    "SummaryJapanese": "香取隊と相対する修はワイヤートリガー「スパイダー」を利用した戦いによって若村を倒し、さらに駆けつけてきた遊真と連携して三浦も落とす。二人の練家により一気に玉狛第2の独走状態に。苦しい戦況に追い込まれた香取の脳裏に過去の思い出が蘇る。\n一方、柿崎隊唯一の生き残りとなった照屋を迎え撃つ千佳が勝利したかに思えたが、照屋の粘りの反撃を受け千佳は緊急脱出（ルビ：ベイルアウト）。戦いの行方は遊真と修に委ねられるのだった。"
                },
                "8": {
                    "ID": "8168794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8168794",
                    "TitleEnglish": "Negotiation",
                    "SummaryEnglish": "ROUND5, a B-rank battle, ended with the second victory of Tamaki, who made a big leap from the defeat in ROUND4. That night, at the Tamaki branch, which is pleased with the victory, Hughes offers to join Tamaki No. 2 with certain conditions for mastery. The condition was to deliver myself to my home country, Aftkrattle. The members of the Tamaki branch can't hide their surprise from the sudden offer. It is certain that joining Hughes will be a great force, but for that purpose, we must first convince the upper borders. The next day, the second member of Tamaki and Hughes head to the border headquarters where Commander Kido and other senior executives await ...! ??",
                    "TitleJapanese": "交渉",
                    "SummaryJapanese": "ROUND4での敗戦から大きな躍進を遂げた玉狛第2の勝利によりB級ランク戦ROUND5は幕を閉じた。\nその夜、勝利を喜ぶ玉狛支部でヒュースは修達にある条件と共に玉狛第2に入隊を申し出る。その条件とは、母国アフトクラトルまで自身を送り届ける事だった。突然の申し出に驚きを隠せない玉狛支部のメンバー達。ヒュースの加入は大きな戦力になる事は確かだが、その為にまずはボーダー上層部を納得させなければならない。その翌日、玉狛第2のメンバーとヒュースは城戸司令ら上層部が待つボーダー本部へと向かうが…！？"
                },
                "9": {
                    "ID": "8168795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8168795",
                    "TitleEnglish": "Captain",
                    "SummaryEnglish": "Osamu, Yuma, and Chika who engage Hughes in the upper ranks of the border. However, the upper management is reluctant to join Hughes, who is a neighbor who once invaded Sanmon City and refuses to provide information and has a non-cooperative attitude toward the border. However, Osamu insists on the value of Hughes on the expedition as a guide to the unknown world of the near world (neighborhood). Commander Kido offers a deal on the condition that he takes Chika, who has a huge trion, to the expedition regarding Hughes' enlistment. Osamu couldn't hide his upset, but Chika accepted the conditions with a calm attitude and the deal was concluded. Then, ROUND6, where the B-class high-ranking Tamaki No. 2, Ikoma Corps, and Prince Corps collide, was about to begin ...",
                    "TitleJapanese": "隊長",
                    "SummaryJapanese": "ヒュースの入隊をボーダー上層部に掛け合う修、遊真、千佳。だが、かつて三門市を侵攻したネイバーであり、情報提供を拒否するなどボーダーへの非協力的な態度のヒュースの入隊に上層部は難色を示す。しかし修は、未知の世界である近界（ネイバーフッド）の案内役として遠征でのヒュースの価値を主張する。\n城戸司令はヒュースの入隊に関して膨大なトリオンを持つ千佳を遠征に連れて行く事を条件に取引を持ちかける。動揺を隠せない修だったが、千佳は落ち着いた態度でその条件を受け入れ取引は成立した。\nそして、B級上位の玉狛第2、生駒隊、王子隊がぶつかり合うROUND6が始まろうとしていた…。"
                },
                "10": {
                    "ID": "8168796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8168796",
                    "TitleEnglish": "The Upper Ranks",
                    "SummaryEnglish": "Class B rank battle, ROUND6 started! From the beginning, the Prince Corps / Kashio and the Ikoma Corps / Minamizawa approach Osamu while the wire is being stretched, but they use their wits to hit the Ikoma Corps and the Prince Corps. At one point, Ikoma Corps Minamizawa seemed to be dominant, but due to the cooperation between Prince Corps Kurauchi and Kashio, Minamizawa escaped urgently (bailout), and it was the Prince Corps that scored the first goal, but Yuma took the opportunity to be the Prince. Launch a surprise attack on the corps! !!",
                    "TitleJapanese": "上位",
                    "SummaryJapanese": "B級ランク戦・ROUND6開始！開始早々から王子隊・樫尾、生駒隊・南沢がワイヤーを張っている最中の修に接近するも機転を利かせて生駒隊と王子隊をぶつける。一時は生駒隊・南沢が優勢に見えたが王子隊・蔵内と樫尾の連携によって南沢は緊急脱出（ベイルアウト）、先制点をとったのは王子隊、しかしその隙を突いて遊真が王子隊に奇襲を仕掛ける――！！"
                },
                "11": {
                    "ID": "8168797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8168797",
                    "TitleEnglish": "The Strong Ones",
                    "SummaryEnglish": "Three members of the prince corps confront Yuma who launched a surprise attack. Ikoma, aiming at both, shoots a deadly whirlpool arc moon! In the midst of a three-unit battle centered on the attackers, the two princes who were dropped in the warehouse leave the front line. Ikoma VS Yuma who collides, and the prince corps aiming for Chika, Osamu who moves to follow it ... Can Tamaki No. 2 seize the chance in front of the prince corps with the ability of B class high rank, Ikoma corps! ?? ROUND 6 is finally in the final stage! !! !!",
                    "TitleJapanese": "強者",
                    "SummaryJapanese": "奇襲を仕掛けた遊真と対峙する王子隊の三人。両者に狙いを定めた生駒が必殺の旋空弧月を放つ！攻撃手を中心とする3部隊の乱戦の最中、蔵内を落とされた王子隊の2人は戦線を離脱する。激突する生駒VS遊真、そして千佳を狙う王子隊、それをフォローしようと動く修…B級上位の実力を持つ王子隊、生駒隊を前に玉狛第2は勝機を掴むことができるのか！？\nいよいよROUND6は最終局面へ！！！"
                },
                "12": {
                    "ID": "8168798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8168798",
                    "TitleEnglish": "New Face",
                    "SummaryEnglish": "The battle between Yuma, Ikoma, and the prince's attackers does not yield to each other. Chika supports Yuma, but the movement is blocked by the sniper Oki of the Ikoma Corps. In a turbulent battle, Yuma wins the battle with the prince and collaborates with Chika to drop the Oki Islands. Immediately after, Ikoma, who was reading Yuma's movements, fired a whirlpool arc moon and Yuma made an emergency escape (bailout), but due to the difference in points, Tamaki No. 2 won the B-class rank battle ROUND6. On the other hand, Hughes succeeded in being promoted to Class B without difficulty on the first day of joining the border. Tamaki No. 2, which Hughes officially joined, started.",
                    "TitleJapanese": "新人",
                    "SummaryJapanese": "遊真、生駒、王子の攻撃手（アタッカー）同士の戦いは互いに一歩も譲らない。千佳は遊真を援護するも生駒隊の狙撃手（スナイパー）隠岐によって動きを封じられてしまう。\n乱戦のなか、遊真は王子との戦いに勝利、さらに千佳と連携して隠岐を落とす。\n直後、遊真の動きを読んでいた生駒が旋空弧月を放ち遊真は緊急脱出（ベイルアウト）するが、辛くも得点差によってB級ランク戦ROUND6は玉狛第2が勝利を掴んだ。\n一方、ヒュースはボーダー入隊初日にして難なくB級昇格に成功。ヒュースが正式に加入した玉狛第2が始動するのだった。"
                }
            }
        },
        "3": {
            "ID": "1948298",
            "URL": "https://www.thetvdb.com/series/world-trigger/seasons/official/3",
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "8600517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8600517",
                    "TitleEnglish": "New Start",
                    "SummaryEnglish": "With Hyuse joining as a member, Mikumo Squad makes a fresh start as a new Tamakoma-2. Before the Rank Wars match, Tamakoma Branch's senior members, Michael Kronin and Yuri Rindo return to the branch. Yuri Rindo reveals the unknown past of the Tamakoma Branch.",
                    "TitleJapanese": "新生",
                    "SummaryJapanese": "三雲隊はヒュースを新たにメンバーに加え新生・玉狛第2として始動する。\nそんな中、ランク戦を前に玉狛支部の古参メンバーであるミカエル・クローニンと林藤ゆりが帰還。\n林藤ゆりの口から語られる玉狛支部の過去とは！？"
                },
                "2": {
                    "ID": "8766363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8766363",
                    "TitleEnglish": "Choice",
                    "SummaryEnglish": "During the dinner at Okonomiyaki Kageura, Yuma is told Yuzuru Ema's real thought that he is going to give up on victory in B-Rank Wars Round 7 because he cares for Chika. Meanwhile, at Tamakoma Branch, Osamu is feeling something uneasy deep in his heart just before the Rank Wars.",
                    "TitleJapanese": "選択",
                    "SummaryJapanese": "遊真はボーダー本部で影浦雅人、村上鋼と合流した後、影浦隊の影浦、絵馬、北添、鈴鳴第一の村上、そして冬島隊の当真と共に影浦の家でお好み焼きを食べていた。\nその中で、絵馬が千佳への想いから次のB級ランク戦・ROUND7では勝ちを譲るつもりでいた事を明かされる。途中でやってきた荒船隊の荒船からの言葉と遊真の自信に満ちた言葉に絵馬は玉狛第2と戦う決意をする。\nランク戦の直前、修はヒュースが加入し戦力の増強が図れているのにも関わらず胸の奥に引っかかる不安を感じていた。\n不安が消えないままB級ランク戦・ROUND7当日を迎えた修に迅がかけた言葉とはーー。"
                },
                "3": {
                    "ID": "8787344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8787344",
                    "TitleEnglish": "Strategy",
                    "SummaryEnglish": "The stage selected by Suzunaru Daiichi in the B-class rank battle, ROUND7, was \"Urban D\". Each unit rushes to take measures against a special map where a battle is expected in the shopping mall in the center of the map. After reading that the wire team does not work effectively, Osamu switches to a strategy that takes advantage of Hughes, who has just joined and is not known to each corps. All members started forwarding over time. Aiming for the fastest confluence of Yuma and Hughes, Osamu also heads there. The battle begins with the clash between Murakami of Suzunaru Daiichi and Kitazoe of Kageura Corps, and a fierce indoor battle is fought with Kageura Captain Kageura and Suzunaru Daiichi Captain Kuruma joining!",
                    "TitleJapanese": "作戦",
                    "SummaryJapanese": "B級ランク戦・ROUND7で鈴鳴第一が選択したステージは「市街地D」であった。マップ中央のショッピングモール内での戦いが予想される特殊なマップに各隊は対策 を急ぐ。ワイヤー陣が効果的 に機能 しないことを読んだ修は加入したばかりで各隊に手の内を 知られていないヒュースという利点を生かした作戦に切り替える。時間と共に全隊員が 転送開始。遊真とヒュースの最速での合流を目指 し、そこに修も向かう。戦いは鈴鳴第一の村上と影浦隊の北添の激突から始まり、影浦隊隊長・影浦と鈴鳴第一隊長・来馬が合流して激しい屋内戦が繰り広げられる！"
                },
                "4": {
                    "ID": "8798892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8798892",
                    "TitleEnglish": "Secret Plan",
                    "SummaryEnglish": "Suzunaru Daiichi Murakami holding a black arc moon and Kageura attacking with a scorpion that can be transformed. With the support of the gunner Kitazoe, Suzunaru Daiichi seemed to be on the other side of the battle due to the continuous attack of Kageura Corps, but Kageura Corps retreated to Suzunaru Daiichi's new tactics! ?? On the other hand, the sniper of the votive tablet of the Kageura corps was added to Osamu who was pressed by Okuji and Koarai of the eastern corps. However, suddenly the shopping mall goes out of power and Osamu loses his right arm due to the sniper of the votive tablet. In the offense and defense in the darkness of Kageura Corps and Suzunaru Daiichi, Murakami's invisible slash attacks Kageura. Each unit has a strange plan using the lighting mechanism of Suzunari Daiichi! ?? And Yuma and Hughes finally start to move in Tamaki No. 2!",
                    "TitleJapanese": "秘策",
                    "SummaryJapanese": "黒い弧月を手にした鈴鳴第一の村上と変幻自在のスコーピオンで攻める影浦。\n銃手・北添の援護もあり影浦隊の切れ目ない攻撃で鈴鳴第一が防戦一方と思われたが、鈴鳴第一の新戦法に影浦隊は後退！？\n一方、東隊の奥寺と小荒井に迫られる修に影浦隊の絵馬の狙撃が加わった。しかし突如ショッピングモールが停電、絵馬の狙撃によって修は右腕を失ってしまう。\n影浦隊と鈴鳴第一の暗闇での攻防では村上の見えない斬撃が影浦に襲い掛かる。\n鈴鳴第一の照明の仕掛けを用いた奇策に各部隊は―ー！？\nそして、玉狛第2はいよいよ遊真とヒュースが動き出す！"
                },
                "5": {
                    "ID": "8825367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8825367",
                    "TitleEnglish": "Unrivaled",
                    "SummaryEnglish": "Yuma and Hyuse fight together and make Kageura bail out, but the point goes to Suzunari-1, who dealt the most damage. Nevertheless, the two ride the momentum and take the fight to Suzunari-1! How will Tamakoma-2 counter Suzunari-1's new formation that has cornered Kageura Squad?",
                    "TitleJapanese": "無双",
                    "SummaryJapanese": "遊真とヒュースの共闘により影浦をベイルアウトさせたものの、初手で1番大きなダメージを与えた鈴鳴第一に点が入ってしまう。\n惜しくも影浦を獲り逃がしたが玉狛第2はそのままの勢いで鈴鳴第一の来馬、村上に猛攻をかける！\n接近戦を試みる遊真とヒュースだったが守りに徹する攻撃手(アタッカー)ランキング4位の村上に苦戦を強いられる。\nだが、遊真とヒュースはエスクードを使った戦い方で意表をつき、村上をベイルアウトさせる！\nしかし、修にも大ダメージが入ってしまい――。"
                },
                "6": {
                    "ID": "8826415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8826415",
                    "TitleEnglish": "Decision",
                    "SummaryEnglish": "B-Rank Wars Round 7 finally comes to its final phase! Being gradually surrounded by Tamakoma-2 who got an advantage in numbers, Azuma Squad decides to withdraw. Tamakoma-2 struggles to score to join the Away mission. Can they pull off a victory?",
                    "TitleJapanese": "判断",
                    "SummaryJapanese": "単独でのB級2位まであと3点。\nB級ランク戦・ROUND7もいよいよ最終局面を迎える！\n数の有利を取った玉狛第2が撤退を決断する東隊をサーチにかかり着実に追い込んでいく。そして、ついにヒュースが小荒井を捉えるも東が待ち構えていた！？\nヒュースは東の狙いを読んでいたものの討ち取られてしまう――\n落とされながらも最後に放ったヒュースの攻撃によって、東はベイルアウトを決意。\nB級ランク戦・ROUND7は玉狛第2の勝利で幕を閉じた。"
                },
                "7": {
                    "ID": "8826434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8826434",
                    "TitleEnglish": "Premonition",
                    "SummaryEnglish": "\"Tamakoma-2's result for B-Rank Wars Round 7 exceeded Osamu's expectation, but the bad feeling he had from before the match remains. And now, the opponents for the Final Round are decided. Who will they face off next?!\"",
                    "TitleJapanese": "予感",
                    "SummaryJapanese": "B級ランク戦ROUND7はヒュースが期待以上の活躍を見せて玉狛第2の勝利で幕を閉じた。\nしかし、修が試合前から胸に抱いていた「イヤな予感」はまだなくならない。\n\nそんな中、修はボーダーC級隊員の間でヒュースが近界民(ネイバー)であるという噂が流れている事を知らされる――。\n動揺する修だったが、迅からの言葉を思い出しすぐに行動を起こす。\n修はメディア対策室室長の根付のもとを訪れるがそこにいたのは東だった。\n\nそしてついにB級ランク戦ROUND8の対戦相手の通知が届く。\n最終戦の対戦相手は……！？"
                },
                "8": {
                    "ID": "8826435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8826435",
                    "TitleEnglish": "Will",
                    "SummaryEnglish": "Those who the Tamakoma Branch members happened to meet at a barbecue restaurant are Ninomiya Squad agents, their opponents in B-Rank Wars Round 8. After getting back to the branch office, Osamu and the other members start developing plans for their final match. However, a question posed by Hyuse to Chika creates a ripple.",
                    "TitleJapanese": "意志",
                    "SummaryJapanese": "修達、玉狛支部のメンバーは偶然にも焼き肉屋でB級ランク戦ROUND8の対戦相手である二宮隊のメンバーと出くわす。\n二宮隊・犬飼からの玉狛第2の作戦を暴こうとする質問に玉狛支部のメンバー達は戸惑う。\n\n玉狛支部に戻った修達は最終戦に向けて対策を講じ始めるが、その場でヒュースは千佳に対して「オレは千佳は人を撃てると思っている」と自身の胸の内を明かす。\n\n人を撃てない千佳にヒュースが投げかけた質問の意図とは…。そして、千佳は玉狛支部の屋上で、宇佐美とレイジに見守られながら自身に向き合うが…！？"
                },
                "9": {
                    "ID": "8826436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8826436",
                    "TitleEnglish": "Formidable Opponent",
                    "SummaryEnglish": "Yuma and Osamu, who are collecting information on the next opponent, are the same as Yuba Takuma and Midorikawa, who are the captains of the Yuba captain through Shun Midorikawa.Unit team of GunnerGunner・ Head to the headquarters to introduce Kazuma Satomi. Osamu who broke up with Yuma is No. 1 from Satomi Archer shooter Get information about the essence of Ninomiya's strength- On the other hand, Yuma who visited the operation room of Midorikawa and Yuba Corps decided to make arrangements with Yukari Obishima, a member of Yuba Corps. After seeing the battle, Yuba offers a single game to Yushin just for change! What is the ability that is said to have fought tens of thousands of battles against fierce men! ??",
                    "TitleJapanese": "難敵",
                    "SummaryJapanese": "次の対戦相手の情報を集めている遊真と修は緑川駿を通じて弓場隊隊長・弓場拓磨と緑川と同じ部隊(チーム)の銃手(ガンナー)・里見一馬を紹介してもらう為、本部へ向かう。\n遊真と別れた修は里見からNo.1射手(シューター)である二宮の強さの本質について情報を得る――\n一方、緑川と弓場隊の作戦室を訪れた遊真はひょんなことから弓場隊隊員・帯島ユカリと手合わせをする事に。その戦いを見た弓場は釣銭とばかりに遊真に一本勝負を申し出る！\n猛者たちを相手に何千何万も戦いを積み重ねたと言われたその実力とは！？"
                },
                "10": {
                    "ID": "8826437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8826437",
                    "TitleEnglish": "Change of Plans",
                    "SummaryEnglish": "At the Tamakoma Branch, they are developing game plans based on the information that each of them gathered, but it is hard to find the decisive factor to beat Ninomiya Squad in a shoot-out. Upon hearing Chika's decision in person, Osamu starts updating the strategy for the next match. B-Rank Wars Round 8 that will determine their destiny is about to begin.",
                    "TitleJapanese": "別案",
                    "SummaryJapanese": "遊真、修、千佳、ヒュースは栞、陽太郎らと共にそれぞれが持ち帰った情報をもとに次の戦いに向けて作戦を練るが、二宮隊に打ち勝つ為の作戦に決定的な要素が見つからない。\nその最中、自分の中の撃てない理由と向き合った千佳が次の戦いでは鉛弾(レッドバレット)ではない弾を撃つと申し出る。\n千佳の火力があれば二宮にも撃ち勝てると判断した修は心配しながらも千佳が撃つ作戦でいくことを決意。\nついに運命のB級ランク戦・ROUND8が始まろうとしていた…。"
                },
                "11": {
                    "ID": "8826438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8826438",
                    "TitleEnglish": "Final Battle",
                    "SummaryEnglish": "At last, the Final Round begins. Chika is ferociously attacked by Ninomiya as soon as the match starts. Amid the intense attack, will she truly be able to shoot people for the sake of her teammates?",
                    "TitleJapanese": "最終戦",
                    "SummaryJapanese": "ついに始まったB級ランク戦・ROUND8！運命の最終戦を前に玉狛第2は作戦室で最後の確認を行う。\n「全部隊(チーム)転送開始！」の声と共に幕が切って落とされる。\n本当に人が撃てるかどうかを見極める為、二宮は千佳がいる方向に誘導炸裂弾(サラマンダー)による重爆撃を仕掛けてくる。しかし、千佳は遊真に守られながら誘導弾(ハウンド)で応戦。\n千佳と二宮による射撃戦の一方、マップの反対側にも動きが見られる。1人離れた位置に転送されたヒュースは生駒隊、弓場隊に囲まれ怒涛の集中砲火を受けてしまう。\nヒュースの危機的な状況に修が下した決断は！？"
                },
                "12": {
                    "ID": "8826439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8826439",
                    "TitleEnglish": "Melee",
                    "SummaryEnglish": "Osamu attempts to open the way for Hyuse who is encircled. However, receiving fierce attacks from Ninomiya Squad, Ikoma Squad, and Yuba Squad, who want to ensure his dropout, Hyuse faces a desperate situation. What will be the outcome of this intense B-Rank Wars Round 8 battle?",
                    "TitleJapanese": "乱戦",
                    "SummaryJapanese": "包囲されたヒュースのために修は千佳の狙撃によって突破口を作ろうとする。\nしかし、ここで仕留めようとする二宮隊、生駒隊、弓場隊の猛攻を受け、ヒュースはダメージを負ってしまう。\n乱戦の最中、ヒュースの提案により玉狛第2は千佳の炸裂弾による爆撃でヒュースごと周囲の敵を倒す作戦に切り替える。\n炸裂弾を出し、狙いを定める千佳。しかしそこを弓場隊・狙撃手の外岡がそれを阻止しようと銃を構えるのだった。\n激闘のB級ランク戦ROUND8、戦いの行方は果たして！？"
                },
                "13": {
                    "ID": "8913504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8913504",
                    "TitleEnglish": "1 vs. 1",
                    "SummaryEnglish": "I was siege because Hughes was dropped Uni tteam It will be in a state of turmoil between each other. Tamaki No. 2 aiming at Ikoma Corps / Minamizawa and Yuba Corps / Obishima is wary of Tonooka's sniper, and Chika Explosive bullet Meteora Without using Guided bullet HoundAim at. However, the aim of Tonooka, who is hiding her breath, aims at Chika. On the other hand, Yuma encounters Minamizawa and Obishima, but Minamizawa falls due to an unexpected attack on Obishima, and the situation becomes severe without getting points for Tamaki No. 2 who needs \"3 more points\". Meanwhile, Yuba approaches Ninomiya while running through the barrage that falls. The B-rank battle ROUND 8, which is destined to never be defeated, is finally in the final stage!",
                    "TitleJapanese": "1対1",
                    "SummaryJapanese": "ヒュースが落とされた事により包囲をしていた部隊チーム同士による乱戦状態になる。\n生駒隊・南沢、弓場隊・帯島を狙う玉狛第2は外岡の狙撃を警戒し、千佳は炸裂弾メテオラを使わずに誘導弾ハウンドで狙いを定める。しかし、息を潜めている外岡の照準が千佳を狙う。\n一方、南沢と帯島に遭遇した遊真だが、帯島の意表を突いた攻撃によって南沢が落ち、「あと3点」が必要な玉狛第2としては点が取れないまま状況は厳しくなっていく。\nそんな中、降り注ぐ弾幕を駆け抜けながら二宮に迫る弓場――。\n絶対に負けられない運命のB級ランク戦ROUND8はついに最終局面へ！"
                },
                "14": {
                    "ID": "8913505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/world-trigger/episodes/8913505",
                    "TitleEnglish": "Resolve",
                    "SummaryEnglish": "The archery that was just a short distance away from Ninomiya was dropped, and the rest were Tamaki No. 2 and Ninomiya Corps. Corps team In a direct confrontation. Ninomiya Corps is ready to wait for Tamaki No. 2 in an open place. Yuma and Osamu start attacking at the same time, and two more points, Tamaki No. 2, will play until the expedition selection. However, of Ninomiya Both attacks Full attack One flash, Yuma gets a lot of damage. Finally, Chika's whereabouts have been narrowed down, and both Inukai and Tsuji are targeted! B-rank battle ROUND 8 finally decided! Whereabouts of the game! ??",
                    "TitleJapanese": "覚悟",
                    "SummaryJapanese": "二宮へあとわずかのところまで迫った弓場が落とされ、残るは玉狛第2と二宮隊の2部隊チームの直接対決に。\n開けた場所で玉狛第2を待ち受ける構えの二宮隊。\n遊真と修が同時に攻撃を開始、遠征選抜まであと2点の玉狛第2が勝負に出る。\nしかし、二宮の両攻撃フルアタック一閃、遊真が大ダメージを受けてしまう。\nそして、ついに千佳の居場所も絞り込まれてしまい、犬飼・辻の両隊員に狙われる！\nついに決まるB級ランク戦ROUND8！果たして勝負の行方は！？"
                }
            }
        }
    }
}