{
    "URL": "https://www.thetvdb.com/series/assassination-classroom",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/FD97-EF90-6958-5F7F-ABD6-K",
        "https://www.imdb.com/title/tt3837246/",
        "http://www.ansatsu-anime.com/main.php",
        "https://www.themoviedb.org/tv/62110"
    ],
    "TitleEnglish": "Assassination Classroom",
    "SummaryEnglish": "The students of class 3-E have a mission: kill their teacher before graduation. He has already destroyed the moon, and has promised to destroy the Earth if he can not be killed within a year. But how can this class of misfits kill a tentacled monster, capable of reaching Mach 20 speed, who may be the best teacher any of them have ever had?",
    "TitleJapanese": "暗殺教室",
    "SummaryJapanese": "クラス3-Eの生徒には、卒業前に教師を殺すという使命があります。 彼はすでに月を破壊しており、1年以内に殺せない場合は地球を破壊することを約束しています。 しかし、このクラスの不適合は、マッハ20の速度に達することができる触手モンスターをどのように殺すことができますか？",
    "Aliases": [
        "Ansatsu Kyoushitsu",
        "Assassination Classroom - Extracurricular Lesson"
    ],
    "Modified": "2025-06-02",
    "Seasons": {
        "0": {
            "ID": "591538",
            "URL": "https://www.thetvdb.com/series/assassination-classroom/seasons/official/0",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "5006324",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5006324",
                    "TitleEnglish": "Jump Festa 2013 Special",
                    "SummaryEnglish": "The story of the original manga begins after 70% of the moon was suddenly vaporized in an explosion. The super lifeform responsible for this catastrophe is a strange tentacled creature that can slink around at supersonic Mach 20 speeds. It has a 10 billion yen (US$100 million) price on its head, but for some reason, this creature ends up teaching a middle school class at the beginning of the school year. The students have until graduation to assassinate the teacher, or it will destroy Earth as well. The event anime special will adapt the original manga's popular segment about the field trip to ancient Kyoto.",
                    "TitleJapanese": "ジャンプ・スーパーアニメツアー2013 修学旅行編",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5222869",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5222869",
                    "TitleEnglish": "Episode 0 \"Meeting Time\"",
                    "SummaryEnglish": "Koro-sensei reminisces about his first meeting with Karasuma, where they first butted heads and fought against each other, ultimately coming to respect one another. However, Karasuma eventually points out their actual meeting wasn't nearly as eventful.",
                    "TitleJapanese": "出会いの時間",
                    "SummaryJapanese": "「殺せんせー」が椚ヶ丘中学校3年E組の担任となる以前、月を7割蒸発させた謎の超生物が監禁されている厳重なセキュリティルームで、防衛省職員・烏間惟臣は、その超生物から奇妙な提案を受ける。「来年の3月に地球を爆破するが、それまでは日本の椚ヶ丘中学校の担任になってもいい…」と。そこから話が大げさになっていき、思わぬ方向へ…!?"
                },
                "6": {
                    "ID": "6840990",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/6840990",
                    "TitleEnglish": "Extracurricular Lesson Takebayashi's Time 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "課外授業編 第01話 「竹林の時間-1」",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "6840993",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/6840993",
                    "TitleEnglish": "Extracurricular Lesson Takebayashi's Time 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "課外授業編 第02話 「竹林の時間-2」",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "6840995",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/6840995",
                    "TitleEnglish": "Extracurricular Lesson Sovereign Time, 2nd Period 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "課外授業編 第03話 「支配者の時間・2時間目-1」",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "6840996",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/6840996",
                    "TitleEnglish": "Extracurricular Lesson Sovereign Time, 2nd Period 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "課外授業編 第04話 「支配者の時間・2時間目-2」",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "6841904",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/6841904",
                    "TitleEnglish": "Extracurricular Lesson Everyone's Time 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "課外授業編 第05話 「それぞれの時間-1」",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "6841905",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/6841905",
                    "TitleEnglish": "Extracurricular Lesson Everyone's Time 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "課外授業編 第06話 「それぞれの時間-2」",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "6841906",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/6841906",
                    "TitleEnglish": "Extracurricular Lesson Everyone's Time 3",
                    "SummaryEnglish": null,
                    "TitleJapanese": "課外授業編 第07話 「それぞれの時間-3」",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "6841907",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/6841907",
                    "TitleEnglish": "Extracurricular Lesson Everyone's Time 4",
                    "SummaryEnglish": null,
                    "TitleJapanese": "課外授業編 第08話 「それぞれの時間-4」",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "5895947",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5895947",
                    "TitleEnglish": "Assassination Classroom the Movie: 365 Days",
                    "SummaryEnglish": "A compilation film of the Ansatsu Kyoushitsu TV series, featuring anime-only epilogue scenes not originally in the manga.",
                    "TitleJapanese": "劇場版 暗殺教室 365日の時間",
                    "SummaryJapanese": "7年後の“クラス会”前日譚、旧校舎を訪れた渚と業の想いとは・・・\n地球爆破を予告しながらも、落ちこぼれクラス3年E組の担任となった通称・殺せんせー。 即席の暗殺者アサシンとなった生徒たちと、暗殺対象ターゲットの教師。この奇妙な絆が結ぶ、「命」を賭けた卒業までの1年間の物語。\n…「暗殺教室」卒業から７年後、翌日にはクラスメイトが賑やかに集うはずの旧校舎に、特別な想いでひとり訪れる渚。しかし、誰もいないはずの教室には、すでに先客がいた。この教室で共に成長した業カルマだ。\nそれぞれの道で始まる新たな挑戦を目前に、ふたりはこの教室で得たものを確かめ合っていく。あの特別な１年に、彼らは何を感じていたのか。そして、今こそ分かる、殺せんせーの想いとは…。"
                }
            }
        },
        "1": {
            "ID": "591539",
            "URL": "https://www.thetvdb.com/series/assassination-classroom/seasons/official/1",
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "4937696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/4937696",
                    "TitleEnglish": "Assassination Time",
                    "SummaryEnglish": "A creature who blasted the moon into a crescent shows up at Kunugigaoka Junior High School--and he's giving the students a year to assassinate him!",
                    "TitleJapanese": "暗殺の時間",
                    "SummaryJapanese": "落ちこぼれクラス「エンドのE組」に担任として赴任したのは、月を爆破し、来年の３月には地球をも爆発するという超生物“殺せんせー”だった！政府はE組に殺せんせーの暗殺を成功報酬100億円で委ねるのだった。"
                },
                "2": {
                    "ID": "5097574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5097574",
                    "TitleEnglish": "Baseball Time",
                    "SummaryEnglish": "The reasoning behind the E Class's segregation is revealed. Nagisa tracks Koro Sensei's weak points in the hopes of using them to take him down.",
                    "TitleJapanese": "野球の時間",
                    "SummaryJapanese": "３年E組の生徒である杉野は、特技の野球で殺せんせーに暗殺を仕掛けるも失敗し自信をなくしてしまう。そんな彼を心配する渚。殺せんせーは落ち込む杉野にあるアドバイスをするのだった。"
                },
                "3": {
                    "ID": "5097575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5097575",
                    "TitleEnglish": "Karma Time",
                    "SummaryEnglish": "The brilliant, belligerent Karma Akabane, Nagisa's former classmate, joins 3-E and immediately jumps into the assassination mission with both feet.",
                    "TitleJapanese": "カルマの時間",
                    "SummaryJapanese": "停学中だった赤羽カルマが、3年E組に復帰した。初日から今まで誰もダメージを与えられなかった殺せんせーの触手を破壊するカルマ。彼ならば殺せんせー暗殺を成功させることができるのか！？。"
                },
                "4": {
                    "ID": "5097576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5097576",
                    "TitleEnglish": "Grown-Up Time",
                    "SummaryEnglish": "A new foreign-language teacher comes to 3-E with some major ulterior motives... among other things. Will she get any closer to killing Koro Sensei?",
                    "TitleJapanese": "大人の時間",
                    "SummaryJapanese": "３年Ｅ組に新たな先生がやってきた。名をイリーナ・イェラビッチ。彼女も政府から派遣された新たな殺し屋だった。着任早々得意のハニートラップをしかけるイリーナ。殺せんせーに色仕掛けは通用するのか！？"
                },
                "5": {
                    "ID": "5107725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5107725",
                    "TitleEnglish": "Assembly Time",
                    "SummaryEnglish": "Before the torturous school assembly begins, Okuda attempts to poison Koro Sensei in an unexpected way... with unexpected results.",
                    "TitleJapanese": "集会の時間",
                    "SummaryJapanese": "3年E組の奥田は殺せんせーに毒薬を飲ませ暗殺をしようとするが失敗する。殺せんせーは奥田に自分を殺せる薬の作り方を教え暗殺に手を貸すのだが。"
                },
                "6": {
                    "ID": "5107726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5107726",
                    "TitleEnglish": "Test Time",
                    "SummaryEnglish": "Time for midterms! Koro Sensei gives his aspiring assassins an ultimatum as they battle a grueling test and the disdain of the rest of the school.",
                    "TitleJapanese": "テストの時間",
                    "SummaryJapanese": "3年になって最初の中間テスト。E組の生徒達は暗殺さえ成功すればいいとテストに力をいれようとしない。そんな生徒達を見た殺せんせーは生徒達にある条件をだす。"
                },
                "7": {
                    "ID": "5111744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5111744",
                    "TitleEnglish": "School Trip Time, First Period",
                    "SummaryEnglish": "The students go on a school trip to Kyoto, where they must still keep assassination foremost in their minds. Kanzaki faces trouble from her past.",
                    "TitleJapanese": "修学旅行の時間・1時間目",
                    "SummaryJapanese": "待ちに待った修学旅行。E組の生徒達は旅行中に殺せんせーの暗殺も計画していた。だが暗殺場所の下見の途中茅野、神崎が他校の高校生に拉致されてしまう。無事二人を救出できるのか！？"
                },
                "8": {
                    "ID": "5111745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5111745",
                    "TitleEnglish": "School Trip Time, Second Period",
                    "SummaryEnglish": "The E Class gives a pro sniper plenty of chances to take down Koro Sensei, then try to make the most of what's left of their school trip to Kyoto.",
                    "TitleJapanese": "修学旅行の時間・2時間目",
                    "SummaryJapanese": "修学旅行も終わりに近づきプロのスナイパー手を借り殺せんせーの暗殺に臨む生徒達。修学旅行中に殺せんせーの暗殺に成功することはできるのか。"
                },
                "9": {
                    "ID": "5129527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5129527",
                    "TitleEnglish": "Transfer Student Time",
                    "SummaryEnglish": "A new student joins the E Class with a singleminded focus on assassination that drives her classmates to distraction. Koro Sensei to the rescue!",
                    "TitleJapanese": "転校生の時間",
                    "SummaryJapanese": "3年E組に転校生がやってくることに。しかし教室でE組の生徒達を待っていたのは人間ではなく「自律思考固定砲台」だった。転校生は殺せんせーを暗殺することができるのか。"
                },
                "10": {
                    "ID": "5129528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5129528",
                    "TitleEnglish": "L and R Time",
                    "SummaryEnglish": "Irina is greeted by her former master, retired assassin Lovro, who thinks she should give up as she has no chance of killing Koro-sensei. Hoping to prove him wrong, Koro-sensei proposes a match between Irina and Lovro to see who will be the first to 'kill' Karasuma, offering Karasuma his own incentive should neither win. Despite Lovro's doubts after he fails to kill Karasuma himself, Irina manages to use what she's learned targeting Koro-sensei to get close, with Karasuma accepting defeat at her hands and Lovro acknowledging her efforts. Later, Nagisa, Karma, and Ritsu accompany Koro-sensei on a mach speed trip to Hawaii to watch the premiere of a new movie, getting a lecture along the way and learning a lot more about Koro-sensei's point of view. On their way back, a man in a while cloak observes alongside a boy, the second transfer student who claims to be Koro-sensei's brother.",
                    "TitleJapanese": "LRの時間",
                    "SummaryJapanese": "すっかりE組になじんできたイリーナのもとに師匠であるロヴロが現れた。彼はイリーナにE組を去るように告げる。イリーナはこのままE組を去るしかないのか。"
                },
                "11": {
                    "ID": "5161364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5161364",
                    "TitleEnglish": "Transfer Student Time, Second Period",
                    "SummaryEnglish": "Class 3-E prepare for the arrival of their second transfer student, who is allegedly more powerful than Ritsu. At that moment, a white-robed man named Shiro arrives with the new student, Itona Horibe, who claims to be Koro-sensei's younger brother. When Itona faces against Koro-sensei later that day, it is revealed that he possesses the same kinda of tentacles Koro-sensei has in his hair. While Shiro uses his knowledge of Koro-sensei's weaknesses to give Itona the advantage, Koro-sensei takes advantage of that Itona's tentacles are identical to his and uses Anti-Sensei knives against them, allowing him to knock Itona out of the ring and win the match. When Itona reacts negatively to the thought of studying and tries to counterattack, Shiro knocks him out and takes him back with him. Afterwards, the class try to ask Koro-sensei about how he and Itona are connected, but he remains tight-lipped, stating they must use assassination to find the answers they seek. The students, determined to kill Koro-sensei before anyone else, decide to have Karasuma teach them more assassination techniques.",
                    "TitleJapanese": "転校生の時間・2時間目",
                    "SummaryJapanese": "E組に2人目の転校生イトナがやってきた彼は殺せんせーと同じ“ある特殊な能力”を持った暗殺者だった。殺せんせーを追い詰めるイトナ。ついに暗殺成功になるのか。"
                },
                "12": {
                    "ID": "5161365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5161365",
                    "TitleEnglish": "Ball Game Tournament Time",
                    "SummaryEnglish": "A baseball tournament is to be held, in which Class 3-E are forced to play an exhibition match against the top players of the school's baseball club, which Sugino used to be a part of. Despite knowing the odds are against them, particularly when pitted against the club captain Shindo, Sugino remains determined to win, prompting Koro-sensei to coach them for the match, teaching them how to go up against his mach speed fastballs. On the day of the match, Class 3-E use a bunting strategy to load the bases, allowing them to get an early lead. Not willing to let this slide, Asano takes over as the baseball club's coach to put a stop to Class 3-E's bunting strategy, using the power of hypnotic suggestion to turn Shindo into a bloodthirsty warrior. With the bases loaded against them, Class 3-E manage to use some provocations Karma made concerning some unfair play earlier to their own advantage, placing some of their player up close to Shindo to prevent him from swinging without hurting them, allowing Class-E to win the match. Afterwards. Sugino expresses how he wanted to show off the friends he made in Class 3-E, managing to rekindle his old friendship with Shindo.",
                    "TitleJapanese": "球技大会の時間",
                    "SummaryJapanese": "球技大会で野球部に勝つために特訓するＥ組の生徒達。その甲斐もあり試合は善戦。しかし教育理念に背く試合をする野球部に理事長が動き出す。"
                },
                "13": {
                    "ID": "5164680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5164680",
                    "TitleEnglish": "Talent Time",
                    "SummaryEnglish": "As Karasuma briefly senses what appears to be a fearsome aura coming from Nagisa, Akira Takaoka, an aquaintance of Karasuma from the Ministry of Defense, is sent to Class 3-E to take over Karasuma's role as P.E. teacher. While initially proving popular with the students to do his light-hearted personality, they soon learn his true nature as a ruthless and sadistic instructor who uses fear and violence to train his pupils. When Karasuma voices his objection, Takaoka challenges him to pick one of his students to face off against him using a real knife. Placing his faith in the aura he felt before, Karasuma nominates Nagisa to fight against Takaoka. Following Karasuma's advice and going against Takaoka's expectations of being afraid of wielding a knife, Nagisa uses the assassination skills he had learned and manages to get the upper hand on Takaoka, winning the match. When Takaoka violently objects to defeat, Karasuma beats him back while Asano fires him, with Karasuma returning to his usual teaching position.",
                    "TitleJapanese": "才能の時間",
                    "SummaryJapanese": "新たな教官、鷹岡がやってきた。父親のように接してくる鷹岡にE組生徒達ともすぐに打ち解ける。しかし、過酷さを増す練習に根を上げてしまう生徒たちに鷹岡が本性を現す。"
                },
                "14": {
                    "ID": "5164681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5164681",
                    "TitleEnglish": "Vision Time",
                    "SummaryEnglish": "Koro Sensei exposes a major weakness, and Terasaka interrupts a fun summer day out with an assassination attempt that goes a little too far.",
                    "TitleJapanese": "ビジョンの時間",
                    "SummaryJapanese": "夏の暑い日、殺せんせーが森に自然のプールを作る。そんな中クラスから取り残されていく寺坂。シロに唆された寺坂は、殺せんせーの暗殺にクラスの皆を巻き込んでしまう。"
                },
                "15": {
                    "ID": "5164682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5164682",
                    "TitleEnglish": "End-of-Term Time",
                    "SummaryEnglish": "For finals, Koro Sensei gives his class a new goal--with an irresistible reward. The E Class makes its own deal with the top-tier A Class's Big Five.",
                    "TitleJapanese": "期末の時間",
                    "SummaryJapanese": "期末テストに向けて勉強するＥ組に、浅野学秀率いる五英傑が立ちはだかる。より多く１位を取った方が何でも命令出来るという条件も加わり、様々な思いが交錯する中、運命の日がやってくる。"
                },
                "16": {
                    "ID": "5164683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5164683",
                    "TitleEnglish": "School's Out - First Term",
                    "SummaryEnglish": "After two days of exams, the results are in. Both the ace A Class and the end E Class must come to terms with the outcome--and so must Koro Sensei.",
                    "TitleJapanese": "終業の時間・1学期",
                    "SummaryJapanese": "いよいよ期末テスト当日、激しいバトルを繰り広げるＡ組とＥ組。努力の結果はテストの点数となり明白に、そして残酷に生徒達に突きつけられる。はたして勝負の行方は…"
                },
                "17": {
                    "ID": "5164684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5164684",
                    "TitleEnglish": "Island Time",
                    "SummaryEnglish": "The E Class trains intently under a pro killer to prepare for their island assassination. Once there, they must make sure everything falls into place.",
                    "TitleJapanese": "島の時間",
                    "SummaryJapanese": "夏だ！虫だ！エロ本だ！南の島への資金集めに昆虫採集をするＥ組。そこに岡島の仕掛けた罠に誘われる殺せんせー。エロは世界を救うのか！？"
                },
                "18": {
                    "ID": "5164685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5164685",
                    "TitleEnglish": "Action Time",
                    "SummaryEnglish": "The summer assassination attempt is followed by a crisis affecting nearly half the E Class. Can the rest think and move fast enough to save them?",
                    "TitleJapanese": "決行の時間",
                    "SummaryJapanese": "全ての条件は整った。入念に練られた作戦で、最大級の暗殺計画が殺せんせーを襲う。殺せんせーの運命やいかに！！"
                },
                "19": {
                    "ID": "5164686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5164686",
                    "TitleEnglish": "Pandemonium Time",
                    "SummaryEnglish": "The E Class must put their lessons into practice as they tackle an intimidating hotel brimming with baddies--and all without Koro Sensei's help.",
                    "TitleJapanese": "伏魔の時間",
                    "SummaryJapanese": "殺せんせー暗殺計画の直後、突如現れた新たな敵。人質に取られたクラスメイトを救うため、残されたメンバーは出撃する。２４時間以内に治療薬は奪取出来るのか。"
                },
                "20": {
                    "ID": "5164687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5164687",
                    "TitleEnglish": "Karma Time, Second Period",
                    "SummaryEnglish": "Karma must use his head to get past a formidable foe. Nagisa goes undercover as the E Class continues to sneak its way to the hotel's top floor.",
                    "TitleJapanese": "カルマの時間・2時間目",
                    "SummaryJapanese": "ホテルに潜入したＥ組生徒達。クセのある刺客達が次々と立ちはだかる。はたして無事、最上階まで辿り着けるのか。"
                },
                "21": {
                    "ID": "5164688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5164688",
                    "TitleEnglish": "XX Time",
                    "SummaryEnglish": "The students take on one last assassin opponent before meeting the shadowy figure who's holding the virus remedy hostage in exhange for Koro Sensei.",
                    "TitleJapanese": "××の時間",
                    "SummaryJapanese": "ガストロとの戦いで絶体絶命のＥ組。この局面をどう切り抜けるのか。そしてついに黒幕の正体が明らかに！？"
                },
                "22": {
                    "ID": "5164689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5164689",
                    "TitleEnglish": "Nagisa Time",
                    "SummaryEnglish": "Before Nagisa completely gives into his anger, Terasaka throws a stun-gun at him, urging him not to become a murderer and think about what's truly important. Despite being heavily beaten by Takaoka, Nagisa uses what he learned from Lovro to perform his secret technique; shocking Takaoka with a sudden clap before using the stun-gun Terasaka gave him to bring him to his knees, leaving him with the smile he fears so much before shocking him unconscious. Afterwards, the three assassins from earlier reveal the virus they used is nothing more than an enhanced food-poisoning bug that will wear off eventually, as they didn't agree with Takaoka's methods. The next day, after the affected students recover from their symptoms and Koro-sensei emerges from his crystallized state, the students makes the most of the remainder of their vacation before returning to school for the second term of their assassination classroom.",
                    "TitleJapanese": "渚の時間",
                    "SummaryJapanese": "極悪非道の鷹岡に逆上する渚。渚はこの窮地を救う事が出来るのか！？"
                }
            }
        },
        "2": {
            "ID": "626671",
            "URL": "https://www.thetvdb.com/series/assassination-classroom/seasons/official/2",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "5257344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5257344",
                    "TitleEnglish": "Summer Festival Time",
                    "SummaryEnglish": "Koro Sensei and his students try some matchmaking at the end of their island trip. Class 3-E's eventful summer ends with a taste of pure festival fun.",
                    "TitleJapanese": "夏祭りの時間",
                    "SummaryJapanese": "殺せんせーとその生徒たちは、島旅行の最後にマッチメイキングを試みます。 クラス3-Eの波乱に満ちた夏は、純粋な祭りの楽しみの味で終わります。"
                },
                "2": {
                    "ID": "5465969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5465969",
                    "TitleEnglish": "Kaede Time",
                    "SummaryEnglish": "Kaede comes up with a delicious plan of attack, Class 3-E plays an intense game of Cops and Robbers, and Koro Sensei is accused of a serious crime.",
                    "TitleJapanese": "カエデの時間",
                    "SummaryJapanese": "茅野発案、殺せんせー暗殺プラン「プリン爆殺計画」。E組の生徒達はいつもはサポートに回る茅野の指揮で殺せんせーの暗殺を試みるが…？\n烏間先生のトレーニングも厳しさを増し、裏山でフリーランニングを使った「暗殺ケイドロ」の授業も開催。着実に力を高めるE組だったが、一方で椚ケ丘市内を騒がす“下着泥棒”のニュースも気がかりで…。"
                },
                "3": {
                    "ID": "5465970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5465970",
                    "TitleEnglish": "Itona Horibe Time",
                    "SummaryEnglish": "Koro Sensei faces off against the powerful, tentacled Itona and his handler Shiro yet again, revealing more of his teaching philosophy along the way.",
                    "TitleJapanese": "堀部糸成の時間",
                    "SummaryJapanese": "シロに率いられたイトナが殺せんせーに再び襲いかかってきた！\n激しく切り結ぶ両者だったが、イトナを捨て駒とするシロの策略に、E組の生徒達もイトナを彼の“執着”から切り離すべく奔走する。 身の振り方を教える寺坂らを前に、葛藤を抱えるイトナは・・"
                },
                "4": {
                    "ID": "5465971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5465971",
                    "TitleEnglish": "Spinning Time",
                    "SummaryEnglish": "Itona endears himself to the boys in Class 3-E as he shows off his assassination creation. The students call each other code names for an entire day.",
                    "TitleJapanese": "紡ぐ時間",
                    "SummaryJapanese": "正式にE組に仲間入りしたイトナの特技を活かした「ラジコン作戦」により、ゲスい男子たちが一致団結！\n彼らは女子には内緒で綿密な計画を立てるが…。ある日、自身の本名を気にしていた木村のために、殺せんせーはその日1日生徒全員がコードネームで呼び合うことを提案。果たしてどんなコードネームが！？"
                },
                "5": {
                    "ID": "5465972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5465972",
                    "TitleEnglish": "Leader Time",
                    "SummaryEnglish": "Competition between the elite A Class and downtrodden E Class heats up at the school sports festival, with Isogai's livelihood hanging in the balance.",
                    "TitleJapanese": "リーダーの時間",
                    "SummaryJapanese": "Ｅ組のイケメン委員長、磯貝悠馬。家計を助けるために行った校則違反のアルバイトをＡ組の五英傑に見つかってしまう。浅野学秀が出した見逃す為の条件。それはＥ組が来たる体育祭でＡ組に勝利する事！全く異なるリーダーの素質を持つ二人の対決、その結果はいかに！？"
                },
                "6": {
                    "ID": "5465973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5465973",
                    "TitleEnglish": "Before & After Time",
                    "SummaryEnglish": "After an accident, the E Class winds up doing a whole different kind of studying off campus. But will they have a chance to bone up for the midterms?",
                    "TitleJapanese": "ビフォーアフターの時間",
                    "SummaryJapanese": "中間テストを2週間後に控えたある日、暗殺技術を過信したＥ組の生徒達はある保育施設の年老いた園長に大怪我を負わせてしまった！生徒達の間違った力の使い方を正す為、殺せんせーは一切のテスト勉強を禁止、保育施設でのボランティアを課す。老朽化した施設と、やんちゃだが問題を抱える児童を前に、Ｅ組の生徒たちは…。"
                },
                "7": {
                    "ID": "5465974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5465974",
                    "TitleEnglish": "Reaper Time, Part 1",
                    "SummaryEnglish": "A well-intentioned act leads to a falling-out with Professor Bitch. Soon the E Class finds itself facing off alone against a formidable assassin foe.",
                    "TitleJapanese": "死神の時間 前編",
                    "SummaryJapanese": "イリーナ先生の誕生日を気にも留めない烏間先生に、花束を贈るよう一計を案じるE組の生徒たち。\nしかし、あっけなくバレてしまい、その日以降イリーナ先生は学校へ姿を見せなくなった。 心配を募らせるE組生徒たちの前に、突如”死神”と名乗る殺し屋が現れ、イリーナ先生をさらったことを告げる。\n生徒たちだけで来るように告げた”死神”を追い、イリーナ救出に向かったE組を待っていたものは・・。"
                },
                "8": {
                    "ID": "5469909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469909",
                    "TitleEnglish": "Reaper Time, Part 2",
                    "SummaryEnglish": "When Koro Sensei and Mr. Karasuma reach the Reaper's hideout, it's anyone's guess who'll come out on top--especially with wild-card Irina in the mix.",
                    "TitleJapanese": "死神の時間 後編",
                    "SummaryJapanese": "“死神”に対し、全く歯が立たなかったE組の生徒たち。殺せんせーと烏間先生も駆けつけ全員で死神と対峙するが、そこへ“死神”の側へ付いたイリーナ先生も立ちはだかり、殺せんせーも捕われの身となってしまう。\n一人“死神”を追う烏間先生。そして、烏間先生と“死神”の一騎打ちが始まった！"
                },
                "9": {
                    "ID": "5469910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469910",
                    "TitleEnglish": "Round Two Time",
                    "SummaryEnglish": "The students consider their future career options. Nagisa struggles to come to terms with his talent; meanwhile, his mother has her own plans for him.",
                    "TitleJapanese": "２周目の時間",
                    "SummaryJapanese": "成熟の11月ー。暗殺期限が残り4ヶ月と迫る中、進路相談の時期がやってきた。クラスメイト各々が進路を考える中、悩んでしまう渚。 そんな中、渚は母親から突然「E組を抜けさせる」と告げられる。"
                },
                "10": {
                    "ID": "5469911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469911",
                    "TitleEnglish": "School Festival Time",
                    "SummaryEnglish": "Each class at Kunugigaoka Academy is competing for the highest sales totals in the school festival. How can the E Class even hope to stand a chance?",
                    "TitleJapanese": "学園祭の時間",
                    "SummaryJapanese": "クラスの経営手腕が試される椚ケ丘の学園祭。 浅野学秀率いるA組はスポンサー付の派手なイベントを開催。一方E組は旧校舎の立地を逆手に取っての自給自足、天然食材を使った飲食店で勝負！果たして結果は！？さらに歴代アサシンや「渚ちゃん」目当てのユージ君まで現れて...?"
                },
                "11": {
                    "ID": "5469912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469912",
                    "TitleEnglish": "End-of-Term Time - Second Period",
                    "SummaryEnglish": "It's exam time again, and the cream-of-the-crop A Class is a bigger threat than ever before. Top-ranking Asano, however, has something up his sleeve.",
                    "TitleJapanese": "期末の時間 2時間目",
                    "SummaryJapanese": "学園祭でひと際目立った活躍をみせたE組。教育方針に反すると問題視する浅野理事長と、良きライバルとしてE組の存在を評価する息子・浅野学秀の対立が表面化。次なる舞台は期末テスト！学秀はまっすぐな気持ちでE組に勝負を挑む。迎えた期末テスト。超難問題を前に、生徒達、どうする！？"
                },
                "12": {
                    "ID": "5469913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469913",
                    "TitleEnglish": "Think Outside the Box Time",
                    "SummaryEnglish": "The end-of-term exams come down to one doozy of a final problem. Principal Asano comes to Koro Sensei with a little wager that has a lot riding on it.",
                    "TitleJapanese": "空間の時間",
                    "SummaryJapanese": "Ｅ組対Ａ組の期末テスト対決はいよいよ大詰め！特に超難問が続く数学、他の生徒たちが途中脱落していく中、最終問題はカルマ対学秀の一騎打ちに。お互いに最終問題と格闘する中、カルマはE組で過ごした経験を思い起こし、あることに気づく。果たして学年１位の座はどちらの手に！？"
                },
                "13": {
                    "ID": "5469914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469914",
                    "TitleEnglish": "Let Live Time",
                    "SummaryEnglish": "Principal Asano recalls his first foray into the world of education. In the drama festival, the E Class puts on a play with a few unexpected twists.",
                    "TitleJapanese": "生かす時間",
                    "SummaryJapanese": "期末テスト後、殺せんせーへの解雇通知を盾に一方的な賭け勝負を挑んできた浅野学峯理事長。よく似ているというふたりの教育者像、その真意とは？浅野理事長を変えた過去の事件が明らかに…。一方、E組は、演劇発表会で行う演目を「桃太郎」に決めた。しかも殺せんせーが主役！？一体どうなる？"
                },
                "14": {
                    "ID": "5469915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469915",
                    "TitleEnglish": "Secret Identity Time",
                    "SummaryEnglish": "Following the drama festival, the E Class learn that one of their classmates is hiding a big secret connected to Koro Sensei's past!",
                    "TitleJapanese": "正体の時間",
                    "SummaryJapanese": "演劇発表会、倉庫の後片付けをする渚とカエデ、に殺せんせーも助っ人で参加。これまでの暗殺計画の思い出話に花が咲く。殺せんせーが初めて教室に現れた時、カルマが休学明けで戻ってきた時、イトナが登場した時、カエデ主導のプリン爆殺計画…。そんな中、カエデの様子に変化が…？"
                },
                "15": {
                    "ID": "5469916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469916",
                    "TitleEnglish": "Confession Time",
                    "SummaryEnglish": "Koro Sensei begins to come clean about his background after a tense and terrifying encounter with a student who has her own reasons to kill him,",
                    "TitleJapanese": "告白の時間",
                    "SummaryJapanese": "豹変したカエデからの攻撃を受ける殺せんせーは、自らの急所を囮に、暴走した彼女を阻止する術を生徒達に託す。そこで渚が取った行動とは！？\nそして、再びクラス全員が揃った時、殺せんせーは自らの過去を語り始める。生徒達はついに「殺せんせーとは何者なのか。」を知ることになる。"
                },
                "16": {
                    "ID": "5469918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469918",
                    "TitleEnglish": "Past Time",
                    "SummaryEnglish": "Following the traumatic story of Koro Sensei's past, the E Class is left reeling after learning revelations about his past deeds and identity. As the gather themselves with this new information, it begins to affect their assassination plans.",
                    "TitleJapanese": "過去の時間",
                    "SummaryJapanese": "「そして超生物は語りはじめた。秘められた人間の記憶を…。」\nかつて死神と呼ばれた殺し屋は、反物質を作る柳沢の人体実験の対象となる中、雪村あぐりと心の交流を深めていく。しかし、実験体である死神の体内エネルギーが限界を超え、来年には地球ごと爆発することが判明。柳沢は彼の殺処分を命じる。"
                },
                "17": {
                    "ID": "5469919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469919",
                    "TitleEnglish": "Discord Time",
                    "SummaryEnglish": "The E class is divided over whether to kill Koro Sensei or try to save him. Koro Sensei suggests a way of settling the issue between the two sides.",
                    "TitleJapanese": "分裂の時間",
                    "SummaryJapanese": "この先生を殺さなくちゃ、ならないのか―。\n殺せんせーの過去を知った生徒達に突如突きつけられた新たな難題。強い絆があるからこそ、自分たちの中にある一番大切な気持ちを殺さないために相反する主張をする渚と業を発端に、クラスが分裂の危機！\nそんな彼らに殺せんせーが出したまさに「暗殺教室らしい」仲裁案とは?"
                },
                "18": {
                    "ID": "5469920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469920",
                    "TitleEnglish": "Outcome Time",
                    "SummaryEnglish": "The battle amongst the E-Class comes down to the final two on each side: Karma vs. Nagisa. But, a new obstacle throws a wrench into the E Class's plans.",
                    "TitleJapanese": "結果の時間",
                    "SummaryJapanese": "それぞれが殺せんせーを真剣に想う気持ちがあるからこそ意見が分かれた暗殺サバイバル対決は、ついに「殺さない」の渚と「殺す派」の業の一騎打ちに！\n友達でありながらお互いにどこか他人行儀だった二人が本気でぶつかり合う！果たしてその結果は！？"
                },
                "19": {
                    "ID": "5469921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469921",
                    "TitleEnglish": "Outer Space Time",
                    "SummaryEnglish": "Class 3-E has agreed to try and save Koro Sensei. In order to do this, they must track down confidential information -- information that takes the class to another height.",
                    "TitleJapanese": "宇宙の時間",
                    "SummaryJapanese": "殺せんせーを救う研究が宇宙空間で密かに行われているという情報をキャッチしたE組。 クラスを代表して渚と業は実験データを盗みに打ち上げ予定の無人ロケットに潜入！ 「殺せんせーを助けたい！」その想いを胸に、季節はずれの自由研究、スタート！"
                },
                "20": {
                    "ID": "5469922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469922",
                    "TitleEnglish": "Valentine's Day Time",
                    "SummaryEnglish": "Nagisa remains uncertain about his future as high-school entrance exams loom over him. It's time for Class 3-E to celebrate Valentine's Day!",
                    "TitleJapanese": "バレンタインの時間",
                    "SummaryJapanese": "いよいよ受験シーズン到来！渚は殺せんせーの熱烈応援で会場へ！そしてバレンタインの季節。なかなか渚にチョコレートが渡せないカエデに、カルマと中村は…？\n他のクラスメイトたちもそれぞれのバレンタインを迎えていて…。\nそして、烏間とイリーナにも何やら動きが！？"
                },
                "21": {
                    "ID": "5469928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469928",
                    "TitleEnglish": "Trust Time",
                    "SummaryEnglish": "It's time for the last project from Koro Sensei before the E-Class closes out the year, but the government's own plans and threatens to get in the way.",
                    "TitleJapanese": "信頼の時間",
                    "SummaryJapanese": "全員の進路も決まり、E組卒業アルバム制作に精を出す殺せんせー。しかしついに政府による最終暗殺計画が発動。殺せんせーは地球を破壊する危険生物として報道され、E組は監視下に置かれてしまう。「殺せんせーに会いたい！」生徒達は決意の行動を起こす！"
                },
                "22": {
                    "ID": "5469929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469929",
                    "TitleEnglish": "Happy Birthday Time",
                    "SummaryEnglish": "The students fight to see their teacher one last time. A figure from Koro Sensei's past arrives with a serious grudge against the super-creature.",
                    "TitleJapanese": "ハッピーバースディの時間",
                    "SummaryJapanese": "殺せんせー暗殺期限まであと3時間。レーザーの照射時間も刻々と迫っていた。\n生徒達は政府の警備をくぐり抜け、旧校舎で殺せんせーに再会する。\nあぐりが誕生日と決めてから１年後の夜、束の間の語らい。しかし、そこに柳沢と変わり果てた二代目死神が現れる！"
                },
                "23": {
                    "ID": "5469930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469930",
                    "TitleEnglish": "Final Boss Time",
                    "SummaryEnglish": "A pitched battle between two super-creatures threatens to harm the students of Class 3-E. Can Koro Sensei protect them while fighting for his life?",
                    "TitleJapanese": "ラスボスの時間",
                    "SummaryJapanese": "殺せんせーＶＳ二代目死神！殺せんせーを上回る能力を身につけた二代目死神に、自らをも改造した柳沢が加勢し、ラストバトルへ突入！生徒達を守りながら戦う殺せんせーに、容赦ない攻撃を仕掛ける憎悪にまみれた二人。絶対絶命の中、意外な人物が攻撃を仕掛ける…！"
                },
                "24": {
                    "ID": "5469931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469931",
                    "TitleEnglish": "Graduation Time",
                    "SummaryEnglish": "Time is running out, and the E Class students must decide once and for all whether to kill the teacher who so changed their lives over the past year.",
                    "TitleJapanese": "卒業の時間",
                    "SummaryJapanese": "1年間の思い出が詰まった旧校舎は、殺せんせー、烏間、イリーナ、そして３年Ｅ組の生徒達だけになった。\n暗殺期限が刻一刻と迫り、残された時間はあと僅か。\nＥ組の生徒達が出した答えに、満身創痍の殺せんせーは満足げに頷くのだった。"
                },
                "25": {
                    "ID": "5469934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469934",
                    "TitleEnglish": "Future Time",
                    "SummaryEnglish": "Graduation day: one of life's chapters ends and another begins as the students and teachers of Class 3-E go on to forge their own paths in the world.",
                    "TitleJapanese": "未来の時間",
                    "SummaryJapanese": "「さようなら、殺せんせー。さようなら、椚ヶ丘中学校。」殺せんせーと過ごした宝物のような１年間。\nE組の生徒たちは「暗殺教室」を旅立ち、確かな一歩を踏み出す。そして月日は流れ…。"
                }
            }
        }
    }
}