{
    "URL": "https://www.thetvdb.com/series/when-supernatural-battles-became-commonplace",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3952100/",
        "https://www.themoviedb.org/tv/61423"
    ],
    "TitleEnglish": "When Supernatural Battles Became Commonplace",
    "SummaryEnglish": "Half a year ago, the four members of a literature club, as well as the elementary school niece of their faculty adviser, were bestowed with supernatural powers. The boy in the club, Ando Jurai, became able to produce black flames. The girls acquired a variety of powerful abilities: Tomoyo could slow, speed, or stop time, Hatoko could control the five elements (earth, water, fire, wind, light), little Chifuyu could create things, and Sayumi could repair objects or heal living things. However, since they gained these powers, nothing has really changed in their everyday life. Why have they been given these powers in the first place? Will the heroic fantasy life they imagined these powers would bring ever actually arrive?",
    "TitleJapanese": "異能バトルは日常系のなかで",
    "SummaryJapanese": "泉光高校文芸部・安藤 寿来を始めとする5人の部員は重度の厨二病を患っている安藤に呆れつつも、それなりに平穏な日常を過ごしていた。しかしある日、部員達は「異能」と呼ばれる特殊な能力を操れるようになる。妄想が現実になったことを喜ぶ安藤だったが、他の4人の異能がとんでもない能力ばかりなのに対して彼の異能は本当に、まったく全然大したものではなかった。他の異能の持ち主も現れるものの世界を揺るがすような大きな事件も起きず、「それなりに平穏な日常」は続くのであった。",
    "Aliases": [
        "Inou Battle wa Nichijou-kei no Naka de",
        "Inou-Battle in the Usually Daze",
        "Inou-Battle in the Usually Daze.",
        "Inou-Battle wa Nichijou-kei no Naka de",
        "Inou Battle Within Everyday Life"
    ],
    "Modified": "2025-06-02",
    "Seasons": {
        "1": {
            "ID": "591511",
            "URL": "https://www.thetvdb.com/series/when-supernatural-battles-became-commonplace/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4937468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/when-supernatural-battles-became-commonplace/episodes/4937468",
                    "TitleEnglish": "Episode Alpha",
                    "SummaryEnglish": "The members of Senkō High School's literature club become shocked when Jurai Andou, a boy usually known for his 'chunibyo' delusions, suddenly develops superpowers of his own. Six months later, each of the club members have since developed their own superpowers, which they put to the test in their monthly check-up. When student council member Mirei Kudou comes to check on the club, she ends up misinterpreting Jurai's chunibyo behavior and inadvertently reveals that she herself has developed superpowers as well. Mirei challenges the club to a superpower battle, using her own ability to steal Jurai's \"Dark and Dark\" ability, only to find it to be nothing more than a useless lukewarm flame. With the other members knowing not to show off their powers before her, they easily beat Mirei in a physical match. Learning that Mirei learned of the club's powers from an anonymous text, the group become curious about just who sent it.",
                    "TitleJapanese": "アルファ・エピソード「異変」",
                    "SummaryJapanese": "厨二病を絵に描いたような高校二年生・安藤寿来をはじめとする文芸部の仲間達５人は、ある日突然異能を手に入れてしまう。勝気で明るく隠れオタクの神崎灯代、癒し系で天然の安藤の幼馴染・櫛川鳩子、大人っぽく文武両道の先輩・高梨彩弓、そして顧問教員の姪である小学四年生の姫木千冬。それぞれが時を操る能力、自然界の全ての属性を操る能力、事物を元の状態に戻す能力、物質や空間を創造する能力、と強大な力を手に入れる。しかしなぜか安藤だけは攻撃力のまったくない黒い炎を手から出す能力を授かる。それでも『異能』を得たことに大喜びする安藤。これらの力を使ってまだ見ぬ敵との戦いが始まるのかと思いきや、いくら待っても何も起こらない。かくして彼らは、日常生活のなかで異能を無駄遣いすることになる。\n　と、そんな生活が続いたある日、部室に生徒会長の工藤美玲がやってくる。空気を読まない安藤が厨二全開の受け答えをするのだが、偶然真実を突いてしまい工藤の正体が露見する。実は工藤もまた、他人の異能を奪い取ることのできる異能者だったのだ。工藤は安藤を有能な人間と勘違いし安藤の異能を奪い取るが、灯代の機転でなんとか工藤に勝利する。そして工藤も内心怯えていたこと、さらに工藤に対し何者かがメールで文芸部を見張るよう指示されていたことが判明する。"
                },
                "2": {
                    "ID": "5008267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/when-supernatural-battles-became-commonplace/episodes/5008267",
                    "TitleEnglish": "Misconception",
                    "SummaryEnglish": "Mirei receives an elaborately-phrased letter from Jurai, intended to give her ability the name of \"Grateful Robber\", but misreads it as \"Grateful Lover\", misinterpreting the letter as a love letter and declaring herself to now be Jurai's girlfriend, leading the entire club, Jurai included, baffled. After having to deal with both Mirei's over-the-top affections and the jealous glares of the other girls, Jurai explains the situation to Mirei, who seems heartbroken from being turned down. As Tomoyo Kanzaki comes to cheer up Jurai during his moment of guilt, he explains he chose that particular name for Mirei's power so it would match the others and show that she was one of their friends. Afterwards, Jurai receives an e-mail from Mirei apologising for the misunderstanding and accepting the name he gave her power.",
                    "TitleJapanese": "ミスコンセプション「誤想」",
                    "SummaryJapanese": "文芸部の部室では、安藤が部員たちに『二つ名』についてレクチャーをした後、それぞれの二つ名を考えるという暇つぶしが行われていた。そこに工藤が現れ、なんと安藤に付き合って欲しいと告白をする。安藤が勝手に考えた工藤の異能名を知らせる手紙をなぜかラブレターと勘違いしてしまったらしい。困惑する安藤をよそに工藤は暴走、安藤を『ダーリン』と呼び、メアドも安藤とのカップル仕様に変える始末。勘違いだと指摘するタイミングを逃してしまった安藤は工藤の勢いに流されっ放し。\n安藤と工藤のバカップルぶりを見た文芸部の面々は、安藤に冷たく当たるようになる。きちんと工藤の誤解を解かなければと心を決める安藤。事実を知った工藤はショックを受けながらも気丈に振る舞う。誤解の元となった異能の命名の理由を尋ねる灯代に、安藤は異能について孤独に悩んでいたはずの工藤に自分たちと同じ仲間だと感じて欲しかったのだと告白する。"
                },
                "3": {
                    "ID": "5008268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/when-supernatural-battles-became-commonplace/episodes/5008268",
                    "TitleEnglish": "Rendezvous Point",
                    "SummaryEnglish": "The literature club have a recreation day spent playing tennis with their abilities. Later, as Jurai goes off to search for his misplaced \"Bloody Bible\", the other girls reflect on how he, despite his odd behavior, has been helping them all this time. While retrieving his book, Jurai comes across an alumni named Hajime Kiryuu, who seems to share his passion for chunibyo naming. He is later revealed to be Tomoyo's older half-brother who left home a year ago. The next day, honorary literature club member Chifuyu Himeki appears before Jurai, stating she has quit elementary school.",
                    "TitleJapanese": "ランデブーポイント「邂逅」",
                    "SummaryJapanese": "千冬の作り出した空間でテニスをして遊ぶ文芸部。それぞれの異能を無駄遣いし盛り上がる。その帰り道、安藤は思いついた二つ名などをメモするための厨二ネタ帳『ブラッディバイブル』を忘れてきたことに気が付き、ひとり教室に取りに戻る。するとそこにいたのは桐生一という謎の年上のイケメン。安藤の『ブラッディバイブル』の名を「センスが良い」と褒め、朗々と厨二感全開の偽名を名乗る桐生と安藤はその場で意気投合し、そのままファミレスへ向かう。\n電話で『リーティア』という謎の人物と『戦争管理委員会』について話してみせるなど、恥ずかしげもなく厨二病であることを曝け出しながらも、ドン・キホーテに準えて厨二病を語るなど知性的な面も見せる桐生に、安藤はすっかり心酔する。ところがそこに現れた灯代によって、桐生は灯代の義兄であることが明かされる。兄がオタクだから安藤の厨二ネタに対応できたのだと灯代に打ち明けられる安藤。"
                },
                "4": {
                    "ID": "5008269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/when-supernatural-battles-became-commonplace/episodes/5008269",
                    "TitleEnglish": "Capricious Lady",
                    "SummaryEnglish": "Jurai carried Chifuyu on his back to her school before he met up with Kuki Madoka and proceed to go to go to his own school. Later, the club use Chifuyu's \"World Create\" ability to dress up in various cosplay outfits, after which Chifuyu's aunt, teacher Shiharu Satomi, mentions that Chifuyu had left school early. Later, Chifuyu shows up at Jurai's house after getting into a fight with her friend, Madoka Kuki, who told her not to spend time with the Literature Club anymore. Things get worse between them due to Chifuyu being unable to tell Madoka about her powers, leading her to believe she likes them more than her. Jurai attempts his own dubious manner of trying to get the two to make up, but Chifuyu accomplishes this on her own by having Shiharu help her win Madoka a plush to match with hers. Afterwards, Chifuyu reveals that her wanting to quit elementary school was from a desire to skip grades and enter high school alongside the other members.",
                    "TitleJapanese": "カプリシャスレディカプリシャスレディ「奇行」",
                    "SummaryJapanese": "安藤のもとに「小学校を辞めた」と千冬が訪ねて来る。とりあえず学校に千冬を連れて行くと、千冬の親友・九鬼円がやってくる。しっかりものの九鬼に千冬の世話を任せる安藤。放課後、いつものように部室にやってきた千冬を前に、安藤は千冬の異能を使ってコスプレ大会をすることを思いつき、全員でくじ引きで決めたコスプレをして遊ぶ。\nいつもと変わらない様子の千冬だったが、実は日中、小学校で「高校生と遊ぶなんて変」と九鬼に言われ、喧嘩になってしまったことを安藤に話す。異能のことを隠したがために九鬼との関係がこじれてしまったことを知り、責任を感じる安藤。なんとか九鬼との仲を取り持とうと考えた結果、九鬼に自分はロリコンの変態で友達が居らず、唯一そんな自分と仲良くなってくれたのが千冬だったと嘘をつく。安藤といるのは千冬の優しさだったのだと納得する九鬼。また千冬自身も九鬼に素直な気持ちを打ち明けたことで、ふたりの関係は元通りになる。"
                },
                "5": {
                    "ID": "5030298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/when-supernatural-battles-became-commonplace/episodes/5030298",
                    "TitleEnglish": "Sensitive Age",
                    "SummaryEnglish": "Jurai buys himself a guitar, which he risks in a game against Chifuyu. Whilst retrieving his bag later that day, Jurai learns that Tomoyo is trying to become a novel author, being surprisingly supportive. Tomoyo feels pleased the next day when she passes the first round of a light novel award, so Jurai invites her to lunch on the weekend to celebrate. As the two spend time together on what many would see as a \"date\", element manipulator Hatoko Kushikawa is shocked to see them together.",
                    "TitleJapanese": "センシティブエイジ「厨二」",
                    "SummaryJapanese": "これ見よがしにギターを持って部室にやって来る安藤。散々自慢した末に千冬とギターを賭けた対決をし、誤って自分でギターを壊してしまう。その帰り道、ギターに気を取られて部室に鞄を忘れたことに気付き、取りに戻る安藤。すると、部室でひとり厨二感溢れる台詞を言いながら鏡の前でポーズをとっていた灯代と遭遇。更にパソコンにあった書きかけのラノベを見てしまい、実は灯代の夢がラノベ作家であることを知る。恥ずかしがる灯代に、無責任に応援はできないが、恥ずかしがる必要はどこにもないという安藤。\nその言葉に少し後押しされる灯代。数日後、灯代の作品がコンクールで一次を通過し、安藤はお祝いに灯代に何かごちそうしたいと提案する。みんなにはラノベのことを秘密にしてほしいと灯代が言うので、必然的にふたりきりで会うことになり、当日はほとんどデートのような感じになる。安藤、灯代共に楽しく時間を過ごすが、そんなふたりの姿を鳩子が偶然見てしまう。"
                },
                "6": {
                    "ID": "5036773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/when-supernatural-battles-became-commonplace/episodes/5036773",
                    "TitleEnglish": "Vice Penalty",
                    "SummaryEnglish": "After working with the Literature Club members to make a personalized video game for Jurai's birthday, Sayumi Takanashi, who has the power to revert things to their original state, catches a cold. Jurai pays Sayumi a visit at her house, where he meets her younger sister Maiya, though Sayumi attitude suddenly changes when Jurai bring up how she was the student council in middle school. The next day, after Jurai hears from Maiya about how Sayumi had originally wanted to join the student council during high school, Mirei theorizes she may have turned it down due to her powers. This leads Jurai to recall an incident that happened ten months ago in which Sayumi, who suggested they use her \"Root of Origin\" ability to remove everyone's powers, battled against Jurai who was against it. The result of that battle showed that Sayumi's power could not erase Jurai's Dark and Dark, as their powers were meant to be accepted as part of themselves.",
                    "TitleJapanese": "ヴァイスペナルティ「罪悪」",
                    "SummaryJapanese": "文芸部員から安藤を主人公にしたオリジナルのゲームをプレゼントされる安藤。そのクオリティの高さに感動する。ところが、実はそれはほとんど彩弓がひとりで作ったもので、その疲れから彩弓が寝込んでしまう。安藤は部員代表として一人お見舞いに行くことに。その際に彩弓の妹・舞矢とも親しくなった安藤は、舞矢や工藤から自分の知らない彩弓の過去を聞かされる。実は去年、彩弓は生徒会に入るつもりだったというのだ。しかし、生徒会選挙と同じ時期に安藤達は異能を手に入れた。\n彩弓は自分の異能でみんなの異能を消そうと提案したが、安藤がそれを拒否。意見の相違に決着をつけるため、安藤と彩弓は対決をすることになった。自分が我が儘を言ったことで彩弓の生徒会の夢を潰してしまったことを知って罪悪感を感じる安藤だが、彩弓はそんな安藤に「感謝している」と言う。実際、彩弓は安藤の異能を消そうとしたが、異能で異能を消すことは出来なかった。安藤は「もしかしたら彩弓の力を使えば異能を消せるかもしれない」という可能性を、希望として残しておくために、今すぐに消そうとしたくなかったのだと明かし、そんな安藤の優しさに感謝したという彩弓。少しだけ距離が縮まり、彩弓は自分が安藤を好きになり始めていることに気付く。"
                },
                "7": {
                    "ID": "5049085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/when-supernatural-battles-became-commonplace/episodes/5049085",
                    "TitleEnglish": "Juggernaut On",
                    "SummaryEnglish": "Hatoko is invited to Jurai's house to make dinner for him and his sister, but gets downhearted when Jurai decides to stay at school to talk with Tomoyo about her writing. Hatoko gets angry at Jurai when he refuses to tell him what he talked about with Tomoyo and snaps at him, going on a rant about how she just can't understand his chunibyo behavior before running off. As Jurai goes off in search for Hatoko, he worries that he might have been putting stress on her the entire time, but Tomoyo slaps some sense into him and helps him search. Meanwhile, Hatoko comes across another Chunibyo, who teaches her not to worry about not being able to under chunibyo, before using his own power to knock Hatoko unconscious. With Jurai having no luck in finding Hatoko, Sayumi decides to bring her Root of Origin to the next stage in order to find her.",
                    "TitleJapanese": "ジャガーノートオン 「覚醒」",
                    "SummaryJapanese": "部活でラノベの執筆大会をした日、安藤は姉の真智の提案により鳩子を家に呼ぶことになる。ところが安藤はスランプに陥っている灯代の相談に乗るため、鳩子を先に家に返す。安藤の帰宅後、やたらと「何を灯代と話してたのか」と聞いて来る鳩子に、「お前には判らないこと」と言う安藤。その言葉にキレた鳩子は溜め込んでいたことや安藤への不満を一気に捲し立て、そのまま家を飛び出して行ってしまう。\n慌てて鳩子を追いかける安藤だが、これまでの鳩子と自分の関係を見つめ直し、今まで自分は鳩子の負担になっていたのではないかと自信を失う。しかし灯代や彩弓に励まされ、『鳩子を大切だと思う気持ちは本物』ということに誇りを持って再び鳩子を探しに向かおうとする。そんな安藤に、彩弓は考えがあると言う。一方鳩子は、走っている間に迷子になり、川沿いで桐生と遭遇。なぜかお互いの悩みを相談し合っていた。桐生から「きっと君は彼に選ばれたかったんだ」と言われ、初めて自分の気持ちに気付く鳩子だが、そこに桐生の怪し気な仲間たちが現れ、鳩子は桐生らの異能で失神させられてしまう。"
                },
                "8": {
                    "ID": "5049086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/when-supernatural-battles-became-commonplace/episodes/5049086",
                    "TitleEnglish": "Holmgang Battle",
                    "SummaryEnglish": "A few weeks earlier, Hajime is seen using his \"Pinpoint Abyss\" ability to defeat another ability user, returning him to regular life with no memory of his ability. It is revealed that this \"Fairy War\" between superpower humans is for the entertainment of a group of fairies, with the last eight users standing being granted a wish. One of these fairies, Litia, informs Hajime's band of ability users, Fallen Black, that an organization known as F is fighting against the war, tasking Hajime with crushing it. While Hajime is meeting up with Jurai, his second-in-command, Hitomi Saito, leads the group in attacking F's base, encountering a mysterious girl allegedly possessing an unstoppable ability, though Hajime soon explains this girl is actually a new member known as System.",
                    "TitleJapanese": "ホルムガングバトル 「戦争」",
                    "SummaryJapanese": "安藤たちの日常とはまた別の所で、異能者たちと異能バトルを繰り広げている桐生とその仲間たちの日常。実は安藤たちも含め全ての異能者は別世界にいる『精霊』たちによって、人間同士を戦わせて賭けをする『精霊戦争』という見せ物のためにその力を与えられており、参加者のなかで最後の8人に残れば何でも願いが叶えられ、またそれ以外の敗者は戦争の記憶を消されて日常生活に返されるのだという。桐生は『リーティア』という名の妖精と手を組み、仲間たちと『F』という異端グループの殲滅を目論んでいた。『F』は『精霊戦争』を終わらせるために『システム』という最強の異能者を作り出そうとしていたが、『精霊戦争』を楽しんでいる桐生にとって『F』の存在は邪魔なものだった。\nところが桐生が『F』を倒すと『戦争委員会』の思惑通りに動くことになるのだと知った桐生は「自分は誰にも支配されない」と『F潰し』を放棄。しかし桐生に片想いしている仲間のひとり、一十三は、桐生との繋がりである戦争を少しでも長引かせようとして独断で『F』の本拠地に乗り込んでしまう。次々に相手を倒すものの少女の姿をした『システム』を前にして負けを確信する一十三。そこに実は先手を打って『システム』を手なずけていた桐生が登場、一十三は窮地を救われ、全ては丸く収まる。数日後、桐生は治癒系の能力を持った異能者を仲間に入れることを提案し、文芸部から彩弓を攫って来るよう皆に言う。ところが人違いで鳩子を誘拐してしまい困っていると、鳩子は彩弓の異能によって文芸部の部室に呼び戻される。ほっとする一十三たち。また文芸部の部"
                },
                "9": {
                    "ID": "5049206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/when-supernatural-battles-became-commonplace/episodes/5049206",
                    "TitleEnglish": "Girls Approach",
                    "SummaryEnglish": "While asking Jurai for some feedback on her completed novel, Tomoyo becomes embarrassed when she hears about a certain silver-wigged girl who convinced Jurai to continue his chunibyo lifestyle. Later, after the girls make Jurai to promise never to use his awakened power ever again, Hatoko helps Tomoyo with her studies. The next day, Jurai makes a promise with Chifuyu to take her to the pool during summer break, with Chifuyu learning that she may have developed feelings for him, while another male classmate, Shizumu Sagami, approaches Sayumi with the prospect of getting together with Jurai. Meanwhile, Hatoko reveals to Tomoyo that she is in love with Jurai, asking if she also feels the same.",
                    "TitleJapanese": "ガールズアプローチ 「布告」",
                    "SummaryJapanese": "期末テスト前。部室で勉強会をしていて成績の話になり、実は灯代の成績が一番悪いことが明らかになる。そんな灯代に学校帰り一緒に勉強しようと持ちかける鳩子。ふたりで勉強しながら安藤の話になったとき、不意に鳩子が「ズルいなあ」と口にしたため灯代は動揺する。試験終了後、部室の大掃除をしているとみんなの入部届と、安藤の履歴書が出て来る。\n実は安藤はかつて部長である彩弓に入部拒否され、ひとりだけ面接などの入部試験を受けていたのだ。厨二全開の安藤の面接が面白すぎて結局試験もなし崩しになってしまったのを懐かしく思い出す彩弓。一方、夏休みを前に、これまでのように毎日みんなに会えないことを寂しく思っている千冬。それを気取った安藤は、夏休み中一緒にプールに行く約束をする。また、彩弓に接触する相模。彩弓に、絶対メインヒロインになれなさそうな彩弓と主人公である安藤とくっつくのに協力したいと申し出る。そして鳩子は灯代に「安藤が好きだ」と告げ、「灯代ちゃんは？」と詰寄る。答えられない灯代。それぞれの思惑のなかで、ひとり能天気に夏休みを楽しみにしている安藤。"
                },
                "10": {
                    "ID": "5049207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/when-supernatural-battles-became-commonplace/episodes/5049207",
                    "TitleEnglish": "Fool's Labyrinth",
                    "SummaryEnglish": "As Jurai goes on his pool date with Chifuyu, Madoka tries to concoct a plan to get Chifuyu to hate Jurai. However, Jurai overcomes her expectations each time, leaving Madoka to become impressed by him as well. The next day, Sayumi brings Jurai to the very same pool, where Shizumu equips her with a swimsuit that would allegedly become see-through if she gets wet. Later that night, Tomoyo tries inviting Jurai to the pool, only to learn he is going on a family vacation with Hatoko. In this episode Mako Mankanshoku from Kill la Kill makes a cameo appearance.",
                    "TitleJapanese": "フールズラビリンスフールズラビリンス 「迷路」",
                    "SummaryJapanese": "夏休みが始まる。ラノベのコンクールに落選する灯代。結果の報告がてら安藤をプールに誘うか迷う。一方、安藤は千冬と九鬼を連れてプールへ行く。安藤をロリコンだと信じ込んでいる九鬼は、千冬が安藤に幻滅するよう、安藤が嫌われそうな状況を作ることを画策するがことごく失敗。結局九鬼までもが安藤のことをカッコイイと感じる。\n千冬から安藤を好きだと打ち明けられた九鬼は、叶わないだろう親友の恋を応援してあげることにする。翌日、彩弓から急にプールに行こうと呼び出される安藤。実は彩弓は相模が彩弓のために立てた計画に沿って動いており、水着も相模の用意したものを着るが、後になってから水に濡れると透けるタイプのものだと聞かされる。水に濡れないよう注意するためデートどころではなくなる彩弓だが、途中でそれが嘘だったと気付いて、二度と相模の手は借りないと殴りつける。夜、灯代は安藤をプールに誘おうと電話をかけるが、鳩子の家族と旅行に行くと言われ、何も言い出せないまま電話を切ってしまう。"
                },
                "11": {
                    "ID": "5049208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/when-supernatural-battles-became-commonplace/episodes/5049208",
                    "TitleEnglish": "Cupid Error",
                    "SummaryEnglish": "Tomoyo recalls how she first met Jurai during her chunibyo days. Hatoko tries to follow a magazine's advice to get Jurai to fall for her during their vacation, though not to much success. Upon his return, Jurai invites Tomoyo to a summer festival where they talk things out and watch the fireworks together, leading Tomoyo to realise she is also in love with Jurai. The next day, Mirei, who was captured by Hitomi the previous night, summons the literature club members together and steals Hatoko's ability, using it against her.",
                    "TitleJapanese": "キューピッドエラー 「存在」",
                    "SummaryJapanese": "毎年恒例の櫛川家との合同家族旅行で海にやってくる安藤。この旅行で安藤を振り向かせようと決意した鳩子は、雑誌で読んだモテ技をマニュアル通りに半ば強行で実行するが、全て空回り。挙げ句の果てに日射病で倒れてしまう。夜になってふたりきりで話す鳩子と安藤。鳩子は安藤が自分のことを特別だと思ってくれていることを知るが、その感情が恋愛感情になることはないのだと気付く。一方、安藤不在の間、自棄になってひとりでプールに行って散々な目にあった灯代のもとに、安藤からお祭りに行かないかと電話がある。\nお祭り当日、いつも以上に自分に優しい安藤にどぎまぎする灯代。しかし後になってから、安藤が灯代と鳩子の間に何かあったのではないかと気遣って優しくしていたのだと判り拍子抜けする。安藤と話すうちに、自分の気持ちに素直になるべきと気付いた灯代は、ようやく安藤を好きだということを自認する。翌日、工藤から連絡があったという彩弓から召集がかかり、部室に集まる部員たち。そこに工藤が現れ、突然攻撃される。"
                },
                "12": {
                    "ID": "5049209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/when-supernatural-battles-became-commonplace/episodes/5049209",
                    "TitleEnglish": "Usual Days",
                    "SummaryEnglish": "Mirei steals Chifuyu's ability when she uses it protect Hatoko, before Tomoyo helps everyone to escape. Regrouping at a karaoke box, the group deduce that the Mirei they fought against was an imposter possessing her body. Jurai goes by himself to confront the imposter, tricking her into stealing his enhanced \"Dark and Dark of the End\", which only serves to burn its user's hand with a neverending flame that cannot be extinguished. This forces the imposter to return Mirei to her body, after which they use Chifuyu's powers to chop off the burning hands and send them to another dimension whilst Sayumi heals them. Following the incident, Tomoyo and Hatoko discuss their respective feelings for Jurai, before everyone returns to their everyday lives.",
                    "TitleJapanese": "ユージュアルデイズ 「日常」",
                    "SummaryJapanese": "工藤からの攻撃からなんとか逃れる文芸部。しかし既に千冬と鳩子は工藤に異能を取られてしまっていた。工藤は誰かに身体を乗っ取られてるのではないかと推測し、再び部室にひとりで向かう安藤。工藤の持つ千冬と鳩子の異能で攻撃されて傷だらけになりながらも、異能の第二ステージを覚醒させる。工藤は安藤の異能を吸い取るが、実は覚醒した安藤の異能は、発動者も消すことの出来ないただ熱いだけの業火。結局工藤に憑依した人間・萩浦は燃える工藤の身体から逃げ出していく。文芸部の皆も駆けつけ、初めて発動したときと同じように、千冬の出したギロチンで腕を切り落とし、彩弓の力で治療することで何とか異能を収束させ、工藤を取り戻す。実は萩浦は『F』の残党。「面白いから」という理由で相模に唆されていたのだが、萩浦は桐生の手で倒され、相模もまた、桐生から二度と安藤達に手を出すなと警告を受ける。事件が解決した後、工藤のお見舞いに訪れた彩弓は、工藤とふたり、お互い厄介な人を好きなったものだと話し、苦笑する。また、鳩子は灯代に、本当はずっと異能なんていらないと思っていたけれど、今は異能は安藤と自分、そしてみんなをつないでくれるものだと思えるようになったと話す。\nそんな鳩子に、灯代は自分も安藤が好きだと告白し、ライバルでありながらも友達でいられたらと思っていると告げる。安藤は千冬に「異能のせいで今回のようなことが今後もあるかもしれないけれど、それでも仲間として一緒にいて欲しい」と言い、更に「異能はかっけー『だけ』でいい」のだと言い切る。そんな安藤を千冬は「かっけー」と"
                }
            }
        }
    }
}