{
  "URL": "https://www.thetvdb.com/series/assassination-classroom",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Comedy"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/FD97-EF90-6958-5F7F-ABD6-K",
    "https://www.imdb.com/title/tt3837246/",
    "http://www.ansatsu-anime.com/main.php",
    "https://www.themoviedb.org/tv/62110"
  ],
  "TitleEnglish": "Assassination Classroom",
  "SummaryEnglish": "The students of class 3-E have a mission: kill their teacher before graduation. He has already destroyed the moon, and has promised to destroy the Earth if he can not be killed within a year. But how can this class of misfits kill a tentacled monster, capable of reaching Mach 20 speed, who may be the best teacher any of them have ever had?",
  "Aliases": [
    "Ansatsu Kyoushitsu",
    "Assassination Classroom - Extracurricular Lesson"
  ],
  "Modified": "2025-06-02",
  "Seasons": {
    "0": {
      "ID": "591538",
      "URL": "https://www.thetvdb.com/series/assassination-classroom/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "5006324",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5006324",
          "TitleEnglish": "Jump Festa 2013 Special",
          "SummaryEnglish": "The story of the original manga begins after 70% of the moon was suddenly vaporized in an explosion. The super lifeform responsible for this catastrophe is a strange tentacled creature that can slink around at supersonic Mach 20 speeds. It has a 10 billion yen (US$100 million) price on its head, but for some reason, this creature ends up teaching a middle school class at the beginning of the school year. The students have until graduation to assassinate the teacher, or it will destroy Earth as well. The event anime special will adapt the original manga's popular segment about the field trip to ancient Kyoto.",
          "Aliases": []
        },
        "2": {
          "ID": "5222869",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5222869",
          "TitleEnglish": "Episode 0 \"Meeting Time\"",
          "SummaryEnglish": "Koro-sensei reminisces about his first meeting with Karasuma, where they first butted heads and fought against each other, ultimately coming to respect one another. However, Karasuma eventually points out their actual meeting wasn't nearly as eventful.",
          "Aliases": []
        },
        "6": {
          "ID": "6840990",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/6840990",
          "TitleEnglish": "Extracurricular Lesson Takebayashi's Time 1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "7": {
          "ID": "6840993",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/6840993",
          "TitleEnglish": "Extracurricular Lesson Takebayashi's Time 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "8": {
          "ID": "6840995",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/6840995",
          "TitleEnglish": "Extracurricular Lesson Sovereign Time, 2nd Period 1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "9": {
          "ID": "6840996",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/6840996",
          "TitleEnglish": "Extracurricular Lesson Sovereign Time, 2nd Period 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "10": {
          "ID": "6841904",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/6841904",
          "TitleEnglish": "Extracurricular Lesson Everyone's Time 1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "11": {
          "ID": "6841905",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/6841905",
          "TitleEnglish": "Extracurricular Lesson Everyone's Time 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "12": {
          "ID": "6841906",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/6841906",
          "TitleEnglish": "Extracurricular Lesson Everyone's Time 3",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "13": {
          "ID": "6841907",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/6841907",
          "TitleEnglish": "Extracurricular Lesson Everyone's Time 4",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "14": {
          "ID": "5895947",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5895947",
          "TitleEnglish": "Assassination Classroom the Movie: 365 Days",
          "SummaryEnglish": "A compilation film of the Ansatsu Kyoushitsu TV series, featuring anime-only epilogue scenes not originally in the manga.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "591539",
      "URL": "https://www.thetvdb.com/series/assassination-classroom/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 22,
      "Episodes": {
        "1": {
          "ID": "4937696",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/4937696",
          "TitleEnglish": "Assassination Time",
          "SummaryEnglish": "A creature who blasted the moon into a crescent shows up at Kunugigaoka Junior High School--and he's giving the students a year to assassinate him!",
          "Aliases": []
        },
        "2": {
          "ID": "5097574",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5097574",
          "TitleEnglish": "Baseball Time",
          "SummaryEnglish": "The reasoning behind the E Class's segregation is revealed. Nagisa tracks Koro Sensei's weak points in the hopes of using them to take him down.",
          "Aliases": []
        },
        "3": {
          "ID": "5097575",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5097575",
          "TitleEnglish": "Karma Time",
          "SummaryEnglish": "The brilliant, belligerent Karma Akabane, Nagisa's former classmate, joins 3-E and immediately jumps into the assassination mission with both feet.",
          "Aliases": []
        },
        "4": {
          "ID": "5097576",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5097576",
          "TitleEnglish": "Grown-Up Time",
          "SummaryEnglish": "A new foreign-language teacher comes to 3-E with some major ulterior motives... among other things. Will she get any closer to killing Koro Sensei?",
          "Aliases": []
        },
        "5": {
          "ID": "5107725",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5107725",
          "TitleEnglish": "Assembly Time",
          "SummaryEnglish": "Before the torturous school assembly begins, Okuda attempts to poison Koro Sensei in an unexpected way... with unexpected results.",
          "Aliases": []
        },
        "6": {
          "ID": "5107726",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5107726",
          "TitleEnglish": "Test Time",
          "SummaryEnglish": "Time for midterms! Koro Sensei gives his aspiring assassins an ultimatum as they battle a grueling test and the disdain of the rest of the school.",
          "Aliases": []
        },
        "7": {
          "ID": "5111744",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5111744",
          "TitleEnglish": "School Trip Time, First Period",
          "SummaryEnglish": "The students go on a school trip to Kyoto, where they must still keep assassination foremost in their minds. Kanzaki faces trouble from her past.",
          "Aliases": []
        },
        "8": {
          "ID": "5111745",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5111745",
          "TitleEnglish": "School Trip Time, Second Period",
          "SummaryEnglish": "The E Class gives a pro sniper plenty of chances to take down Koro Sensei, then try to make the most of what's left of their school trip to Kyoto.",
          "Aliases": []
        },
        "9": {
          "ID": "5129527",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5129527",
          "TitleEnglish": "Transfer Student Time",
          "SummaryEnglish": "A new student joins the E Class with a singleminded focus on assassination that drives her classmates to distraction. Koro Sensei to the rescue!",
          "Aliases": []
        },
        "10": {
          "ID": "5129528",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5129528",
          "TitleEnglish": "L and R Time",
          "SummaryEnglish": "Irina is greeted by her former master, retired assassin Lovro, who thinks she should give up as she has no chance of killing Koro-sensei. Hoping to prove him wrong, Koro-sensei proposes a match between Irina and Lovro to see who will be the first to 'kill' Karasuma, offering Karasuma his own incentive should neither win. Despite Lovro's doubts after he fails to kill Karasuma himself, Irina manages to use what she's learned targeting Koro-sensei to get close, with Karasuma accepting defeat at her hands and Lovro acknowledging her efforts. Later, Nagisa, Karma, and Ritsu accompany Koro-sensei on a mach speed trip to Hawaii to watch the premiere of a new movie, getting a lecture along the way and learning a lot more about Koro-sensei's point of view. On their way back, a man in a while cloak observes alongside a boy, the second transfer student who claims to be Koro-sensei's brother.",
          "Aliases": []
        },
        "11": {
          "ID": "5161364",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5161364",
          "TitleEnglish": "Transfer Student Time, Second Period",
          "SummaryEnglish": "Class 3-E prepare for the arrival of their second transfer student, who is allegedly more powerful than Ritsu. At that moment, a white-robed man named Shiro arrives with the new student, Itona Horibe, who claims to be Koro-sensei's younger brother. When Itona faces against Koro-sensei later that day, it is revealed that he possesses the same kinda of tentacles Koro-sensei has in his hair. While Shiro uses his knowledge of Koro-sensei's weaknesses to give Itona the advantage, Koro-sensei takes advantage of that Itona's tentacles are identical to his and uses Anti-Sensei knives against them, allowing him to knock Itona out of the ring and win the match. When Itona reacts negatively to the thought of studying and tries to counterattack, Shiro knocks him out and takes him back with him. Afterwards, the class try to ask Koro-sensei about how he and Itona are connected, but he remains tight-lipped, stating they must use assassination to find the answers they seek. The students, determined to kill Koro-sensei before anyone else, decide to have Karasuma teach them more assassination techniques.",
          "Aliases": []
        },
        "12": {
          "ID": "5161365",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5161365",
          "TitleEnglish": "Ball Game Tournament Time",
          "SummaryEnglish": "A baseball tournament is to be held, in which Class 3-E are forced to play an exhibition match against the top players of the school's baseball club, which Sugino used to be a part of. Despite knowing the odds are against them, particularly when pitted against the club captain Shindo, Sugino remains determined to win, prompting Koro-sensei to coach them for the match, teaching them how to go up against his mach speed fastballs. On the day of the match, Class 3-E use a bunting strategy to load the bases, allowing them to get an early lead. Not willing to let this slide, Asano takes over as the baseball club's coach to put a stop to Class 3-E's bunting strategy, using the power of hypnotic suggestion to turn Shindo into a bloodthirsty warrior. With the bases loaded against them, Class 3-E manage to use some provocations Karma made concerning some unfair play earlier to their own advantage, placing some of their player up close to Shindo to prevent him from swinging without hurting them, allowing Class-E to win the match. Afterwards. Sugino expresses how he wanted to show off the friends he made in Class 3-E, managing to rekindle his old friendship with Shindo.",
          "Aliases": []
        },
        "13": {
          "ID": "5164680",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5164680",
          "TitleEnglish": "Talent Time",
          "SummaryEnglish": "As Karasuma briefly senses what appears to be a fearsome aura coming from Nagisa, Akira Takaoka, an aquaintance of Karasuma from the Ministry of Defense, is sent to Class 3-E to take over Karasuma's role as P.E. teacher. While initially proving popular with the students to do his light-hearted personality, they soon learn his true nature as a ruthless and sadistic instructor who uses fear and violence to train his pupils. When Karasuma voices his objection, Takaoka challenges him to pick one of his students to face off against him using a real knife. Placing his faith in the aura he felt before, Karasuma nominates Nagisa to fight against Takaoka. Following Karasuma's advice and going against Takaoka's expectations of being afraid of wielding a knife, Nagisa uses the assassination skills he had learned and manages to get the upper hand on Takaoka, winning the match. When Takaoka violently objects to defeat, Karasuma beats him back while Asano fires him, with Karasuma returning to his usual teaching position.",
          "Aliases": []
        },
        "14": {
          "ID": "5164681",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5164681",
          "TitleEnglish": "Vision Time",
          "SummaryEnglish": "Koro Sensei exposes a major weakness, and Terasaka interrupts a fun summer day out with an assassination attempt that goes a little too far.",
          "Aliases": []
        },
        "15": {
          "ID": "5164682",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5164682",
          "TitleEnglish": "End-of-Term Time",
          "SummaryEnglish": "For finals, Koro Sensei gives his class a new goal--with an irresistible reward. The E Class makes its own deal with the top-tier A Class's Big Five.",
          "Aliases": []
        },
        "16": {
          "ID": "5164683",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5164683",
          "TitleEnglish": "School's Out - First Term",
          "SummaryEnglish": "After two days of exams, the results are in. Both the ace A Class and the end E Class must come to terms with the outcome--and so must Koro Sensei.",
          "Aliases": []
        },
        "17": {
          "ID": "5164684",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5164684",
          "TitleEnglish": "Island Time",
          "SummaryEnglish": "The E Class trains intently under a pro killer to prepare for their island assassination. Once there, they must make sure everything falls into place.",
          "Aliases": []
        },
        "18": {
          "ID": "5164685",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5164685",
          "TitleEnglish": "Action Time",
          "SummaryEnglish": "The summer assassination attempt is followed by a crisis affecting nearly half the E Class. Can the rest think and move fast enough to save them?",
          "Aliases": []
        },
        "19": {
          "ID": "5164686",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5164686",
          "TitleEnglish": "Pandemonium Time",
          "SummaryEnglish": "The E Class must put their lessons into practice as they tackle an intimidating hotel brimming with baddies--and all without Koro Sensei's help.",
          "Aliases": []
        },
        "20": {
          "ID": "5164687",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5164687",
          "TitleEnglish": "Karma Time, Second Period",
          "SummaryEnglish": "Karma must use his head to get past a formidable foe. Nagisa goes undercover as the E Class continues to sneak its way to the hotel's top floor.",
          "Aliases": []
        },
        "21": {
          "ID": "5164688",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5164688",
          "TitleEnglish": "XX Time",
          "SummaryEnglish": "The students take on one last assassin opponent before meeting the shadowy figure who's holding the virus remedy hostage in exhange for Koro Sensei.",
          "Aliases": []
        },
        "22": {
          "ID": "5164689",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5164689",
          "TitleEnglish": "Nagisa Time",
          "SummaryEnglish": "Before Nagisa completely gives into his anger, Terasaka throws a stun-gun at him, urging him not to become a murderer and think about what's truly important. Despite being heavily beaten by Takaoka, Nagisa uses what he learned from Lovro to perform his secret technique; shocking Takaoka with a sudden clap before using the stun-gun Terasaka gave him to bring him to his knees, leaving him with the smile he fears so much before shocking him unconscious. Afterwards, the three assassins from earlier reveal the virus they used is nothing more than an enhanced food-poisoning bug that will wear off eventually, as they didn't agree with Takaoka's methods. The next day, after the affected students recover from their symptoms and Koro-sensei emerges from his crystallized state, the students makes the most of the remainder of their vacation before returning to school for the second term of their assassination classroom.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "626671",
      "URL": "https://www.thetvdb.com/series/assassination-classroom/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "5257344",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5257344",
          "TitleEnglish": "Summer Festival Time",
          "SummaryEnglish": "Koro Sensei and his students try some matchmaking at the end of their island trip. Class 3-E's eventful summer ends with a taste of pure festival fun.",
          "Aliases": []
        },
        "2": {
          "ID": "5465969",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5465969",
          "TitleEnglish": "Kaede Time",
          "SummaryEnglish": "Kaede comes up with a delicious plan of attack, Class 3-E plays an intense game of Cops and Robbers, and Koro Sensei is accused of a serious crime.",
          "Aliases": []
        },
        "3": {
          "ID": "5465970",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5465970",
          "TitleEnglish": "Itona Horibe Time",
          "SummaryEnglish": "Koro Sensei faces off against the powerful, tentacled Itona and his handler Shiro yet again, revealing more of his teaching philosophy along the way.",
          "Aliases": []
        },
        "4": {
          "ID": "5465971",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5465971",
          "TitleEnglish": "Spinning Time",
          "SummaryEnglish": "Itona endears himself to the boys in Class 3-E as he shows off his assassination creation. The students call each other code names for an entire day.",
          "Aliases": []
        },
        "5": {
          "ID": "5465972",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5465972",
          "TitleEnglish": "Leader Time",
          "SummaryEnglish": "Competition between the elite A Class and downtrodden E Class heats up at the school sports festival, with Isogai's livelihood hanging in the balance.",
          "Aliases": []
        },
        "6": {
          "ID": "5465973",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5465973",
          "TitleEnglish": "Before & After Time",
          "SummaryEnglish": "After an accident, the E Class winds up doing a whole different kind of studying off campus. But will they have a chance to bone up for the midterms?",
          "Aliases": []
        },
        "7": {
          "ID": "5465974",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5465974",
          "TitleEnglish": "Reaper Time, Part 1",
          "SummaryEnglish": "A well-intentioned act leads to a falling-out with Professor Bitch. Soon the E Class finds itself facing off alone against a formidable assassin foe.",
          "Aliases": []
        },
        "8": {
          "ID": "5469909",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469909",
          "TitleEnglish": "Reaper Time, Part 2",
          "SummaryEnglish": "When Koro Sensei and Mr. Karasuma reach the Reaper's hideout, it's anyone's guess who'll come out on top--especially with wild-card Irina in the mix.",
          "Aliases": []
        },
        "9": {
          "ID": "5469910",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469910",
          "TitleEnglish": "Round Two Time",
          "SummaryEnglish": "The students consider their future career options. Nagisa struggles to come to terms with his talent; meanwhile, his mother has her own plans for him.",
          "Aliases": []
        },
        "10": {
          "ID": "5469911",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469911",
          "TitleEnglish": "School Festival Time",
          "SummaryEnglish": "Each class at Kunugigaoka Academy is competing for the highest sales totals in the school festival. How can the E Class even hope to stand a chance?",
          "Aliases": []
        },
        "11": {
          "ID": "5469912",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469912",
          "TitleEnglish": "End-of-Term Time - Second Period",
          "SummaryEnglish": "It's exam time again, and the cream-of-the-crop A Class is a bigger threat than ever before. Top-ranking Asano, however, has something up his sleeve.",
          "Aliases": []
        },
        "12": {
          "ID": "5469913",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469913",
          "TitleEnglish": "Think Outside the Box Time",
          "SummaryEnglish": "The end-of-term exams come down to one doozy of a final problem. Principal Asano comes to Koro Sensei with a little wager that has a lot riding on it.",
          "Aliases": []
        },
        "13": {
          "ID": "5469914",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469914",
          "TitleEnglish": "Let Live Time",
          "SummaryEnglish": "Principal Asano recalls his first foray into the world of education. In the drama festival, the E Class puts on a play with a few unexpected twists.",
          "Aliases": []
        },
        "14": {
          "ID": "5469915",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469915",
          "TitleEnglish": "Secret Identity Time",
          "SummaryEnglish": "Following the drama festival, the E Class learn that one of their classmates is hiding a big secret connected to Koro Sensei's past!",
          "Aliases": []
        },
        "15": {
          "ID": "5469916",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469916",
          "TitleEnglish": "Confession Time",
          "SummaryEnglish": "Koro Sensei begins to come clean about his background after a tense and terrifying encounter with a student who has her own reasons to kill him,",
          "Aliases": []
        },
        "16": {
          "ID": "5469918",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469918",
          "TitleEnglish": "Past Time",
          "SummaryEnglish": "Following the traumatic story of Koro Sensei's past, the E Class is left reeling after learning revelations about his past deeds and identity. As the gather themselves with this new information, it begins to affect their assassination plans.",
          "Aliases": []
        },
        "17": {
          "ID": "5469919",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469919",
          "TitleEnglish": "Discord Time",
          "SummaryEnglish": "The E class is divided over whether to kill Koro Sensei or try to save him. Koro Sensei suggests a way of settling the issue between the two sides.",
          "Aliases": []
        },
        "18": {
          "ID": "5469920",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469920",
          "TitleEnglish": "Outcome Time",
          "SummaryEnglish": "The battle amongst the E-Class comes down to the final two on each side: Karma vs. Nagisa. But, a new obstacle throws a wrench into the E Class's plans.",
          "Aliases": []
        },
        "19": {
          "ID": "5469921",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469921",
          "TitleEnglish": "Outer Space Time",
          "SummaryEnglish": "Class 3-E has agreed to try and save Koro Sensei. In order to do this, they must track down confidential information -- information that takes the class to another height.",
          "Aliases": []
        },
        "20": {
          "ID": "5469922",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469922",
          "TitleEnglish": "Valentine's Day Time",
          "SummaryEnglish": "Nagisa remains uncertain about his future as high-school entrance exams loom over him. It's time for Class 3-E to celebrate Valentine's Day!",
          "Aliases": []
        },
        "21": {
          "ID": "5469928",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469928",
          "TitleEnglish": "Trust Time",
          "SummaryEnglish": "It's time for the last project from Koro Sensei before the E-Class closes out the year, but the government's own plans and threatens to get in the way.",
          "Aliases": []
        },
        "22": {
          "ID": "5469929",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469929",
          "TitleEnglish": "Happy Birthday Time",
          "SummaryEnglish": "The students fight to see their teacher one last time. A figure from Koro Sensei's past arrives with a serious grudge against the super-creature.",
          "Aliases": []
        },
        "23": {
          "ID": "5469930",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469930",
          "TitleEnglish": "Final Boss Time",
          "SummaryEnglish": "A pitched battle between two super-creatures threatens to harm the students of Class 3-E. Can Koro Sensei protect them while fighting for his life?",
          "Aliases": []
        },
        "24": {
          "ID": "5469931",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469931",
          "TitleEnglish": "Graduation Time",
          "SummaryEnglish": "Time is running out, and the E Class students must decide once and for all whether to kill the teacher who so changed their lives over the past year.",
          "Aliases": []
        },
        "25": {
          "ID": "5469934",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/assassination-classroom/episodes/5469934",
          "TitleEnglish": "Future Time",
          "SummaryEnglish": "Graduation day: one of life's chapters ends and another begins as the students and teachers of Class 3-E go on to forge their own paths in the world.",
          "Aliases": []
        }
      }
    }
  }
}