{
  "URL": "https://www.thetvdb.com/series/gangsta",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Crime",
    "Drama"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt5025394/",
    "http://gangsta-project.com",
    "https://www.themoviedb.org/tv/66390",
    "https://x.com/GANGSTA_Project"
  ],
  "TitleEnglish": "GANGSTA.",
  "SummaryEnglish": "In the city of Ergastulum, a shady ville filled with made men and petty thieves, whores on the make and cops on the take, there are some deeds too dirty for even its jaded inhabitants to touch. Enter the \"Handymen,\" Nic and Worick, who take care of the jobs no one else will handle. Until the day when a cop they know on the force requests their help in taking down a new gang muscling in on the territory of a top Mafia family. It seems like business (and mayhem) as usual, but the Handymen are about to find that this job is a lot more than they bargained for.",
  "Aliases": [
    "Gangsta",
    "ギャングスタ"
  ],
  "Modified": "2025-10-08",
  "Seasons": {
    "0": {
      "ID": "591568",
      "URL": "https://www.thetvdb.com/series/gangsta/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "5319692",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gangsta/episodes/5319692",
          "TitleEnglish": "9.5 (Recap)",
          "SummaryEnglish": "A special program looking back on the TV anime series \"GANGSTA.\" which centers around Worick, Nicholas and Alex, who run the \"Handmen\", which handles tasks ranging from parcel delivery, escort and \"cleanup\" jobs.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "591569",
      "URL": "https://www.thetvdb.com/series/gangsta/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4937884",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gangsta/episodes/4937884",
          "TitleEnglish": "Naughty Boys",
          "SummaryEnglish": "In the city of Ergastulum, which is run by four crime families, a pair of \"Handymen\" provide a service doing dirty jobs for anyone who calls and hires them. A fifth power tries to gain a foothold within the city.",
          "Aliases": []
        },
        "2": {
          "ID": "5266419",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gangsta/episodes/5266419",
          "TitleEnglish": "Hundemarken",
          "SummaryEnglish": "Nina, Dr. Theo's young nurse, shows up to deliver some medicine to Nicolas, and to ask for the Handymen's help in dealing with a Tag who is threatening their clinic. Alex learns more about the dogtags that Nicolas wears.",
          "Aliases": []
        },
        "3": {
          "ID": "5268293",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gangsta/episodes/5268293",
          "TitleEnglish": "Ergastulum",
          "SummaryEnglish": "When Worick has to make himself available for his primary occupation, Alex accompanies Nicolas as he makes deliveries around Ergastulum. Joel offers Alex some advice about staying with the Handymen.",
          "Aliases": []
        },
        "4": {
          "ID": "5268294",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gangsta/episodes/5268294",
          "TitleEnglish": "Nonconformist",
          "SummaryEnglish": "After a massive body dump is discovered, Chad must take Worick and Nicolas in for questioning. Daniel Monroe enlists the aid of the Handymen during a gun battle. Worick recalls the first time he and Nicolas met.",
          "Aliases": []
        },
        "5": {
          "ID": "5268295",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gangsta/episodes/5268295",
          "TitleEnglish": "Sanctions",
          "SummaryEnglish": "The Paulklee Guild learns that Doug, one of their Twilights, has taken a job without their knowledge that would violate the Three Laws. Worick and Nicolas have their hands full trying to protect Monroe.",
          "Aliases": []
        },
        "6": {
          "ID": "5268597",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gangsta/episodes/5268597",
          "TitleEnglish": "Thorn",
          "SummaryEnglish": "Monroe makes arrangements to bury the men lost in the previous day's shootout. Corsica works to tie up any loose ends that can lead back to him. Nina tends to Nicolas' injuries as Worick pieces together the threat to the city's balance of power.",
          "Aliases": []
        },
        "7": {
          "ID": "5268598",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gangsta/episodes/5268598",
          "TitleEnglish": "Birth",
          "SummaryEnglish": "Worick has a nightmare, flashing back to when he found out that Nicolas was a Twilight. Doug returns to the Guild, disappointed that Nicolas wasn't who he thought he was. The Four Fathers meet to discuss the slain Twilights.",
          "Aliases": []
        },
        "8": {
          "ID": "5268599",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gangsta/episodes/5268599",
          "TitleEnglish": "Evening Dress",
          "SummaryEnglish": "When three more Twilight bodies are found, all signs point to an anti-Twilight campaign being carried out. The Handymen are hired to repair Constance's gun shop, and Alex discovers that she has some important memories missing.",
          "Aliases": []
        },
        "9": {
          "ID": "5268600",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gangsta/episodes/5268600",
          "TitleEnglish": "Siblings",
          "SummaryEnglish": "A few of the Twilights inside the night club suddenly pull knives and start attacking those around them, forcing Marco and Galahad to take action. Mikhail joins the fray, collecting dogtags, as Worick begins connecting the dots.",
          "Aliases": []
        },
        "10": {
          "ID": "5268601",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gangsta/episodes/5268601",
          "TitleEnglish": "Land of Confusion",
          "SummaryEnglish": "While Nicolas is again treated for his injuries, Alex discovers how important Dr. Theo is to the city's Twilights. Cody learns why the Handymen are independent. A lone woman is seen entering the Abandoned District, leading to the Paulklee Colony.",
          "Aliases": []
        },
        "11": {
          "ID": "5268602",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gangsta/episodes/5268602",
          "TitleEnglish": "Absence",
          "SummaryEnglish": "Delico and Yang go out looking for Erica. Sig, Colt, and Emilio attack the Paulklee Guild, setting off bombs whose smoke robs the Twilights of their sensory advantages. Loretta leaves her hiding place at the Handymen's office.",
          "Aliases": []
        },
        "12": {
          "ID": "5268603",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gangsta/episodes/5268603",
          "TitleEnglish": "Odds and Ends",
          "SummaryEnglish": "With Galahad at the Paulklee Colony, the Cristiano Family looks to Nicolas to protect Loretta. Joel confronts Marco about Constance's disappearance. Worick has suspicions about Ivan.",
          "Aliases": []
        }
      }
    }
  }
}