{
  "URL": "https://www.thetvdb.com/series/sky-wizards-academy",
  "Genres": [
    "Action",
    "Anime",
    "Drama",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt5159084/",
    "https://www.themoviedb.org/tv/67553"
  ],
  "TitleEnglish": "Sky Wizards Academy",
  "SummaryEnglish": "The story is set in a world where humanity, driven off the land by the threat of magical armored insects, now live in aerial floating cities. Thus wizards - aerial combat mages who fight the insects with magical powers - came into being. Kanata Age is a young man who lives on the floating wizard academy city of \"Misutogan.\" He was once celebrated as the \"Black Master Swordsman,\" the elite ace of the S128 special team. However, he is now despised as the \"traitor of the special team.\" One day, he is assigned as the instructor of E601, a team that has suffered 10 consecutive defeats. E601 has three girls - Misora Whitale, Lecty Eisenach, and Rico Flamel - with one or two peculiar quirks.",
  "Aliases": [
    "Kuusen Madoushi Kouhosei no Kyoukan",
    "The Instructor of Aerial Combat Wizard Candidates"
  ],
  "Modified": "2025-10-05",
  "Seasons": {
    "0": {
      "ID": "591530",
      "URL": "https://www.thetvdb.com/series/sky-wizards-academy/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "5323668",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5323668",
          "TitleEnglish": "Lecty's Animal Care",
          "SummaryEnglish": "Unaired episode bundled with the ninth light novel volume of Kuusen Madoushi Kouhosei no Kyoukan.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "591531",
      "URL": "https://www.thetvdb.com/series/sky-wizards-academy/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4937660",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/4937660",
          "TitleEnglish": "Fireteam E601",
          "SummaryEnglish": "Former elite Sky Wizard Kanata is often called \"Traitor\". Fireteam E601 calls him \"Pervert\". As their new instructor, Kanata must show the three girls how to improve their rock-bottom grades, and hopefully get them to forget about his underwear.",
          "Aliases": []
        },
        "2": {
          "ID": "5262849",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262849",
          "TitleEnglish": "The Strongest Traitor",
          "SummaryEnglish": "Fireteam E601's first training session under instructor \"Traitor\" Kanata begins. Kanata quickly notices that each Sky Wizard has her own strengths, but their overwhelming weaknesses are much more pronounced.",
          "Aliases": []
        },
        "3": {
          "ID": "5262850",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262850",
          "TitleEnglish": "The Potentials of the Weakest",
          "SummaryEnglish": "Kanata, armed with knowledge of the weaknesses and strengths of each of his students, assigns special training exercises to Lecty and Misora. The two girls prepare for the toughest challenge, but get something beyond their expectations.",
          "Aliases": []
        },
        "4": {
          "ID": "5262851",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262851",
          "TitleEnglish": "The Unforgettable Past",
          "SummaryEnglish": "It's obvious that Misora has no chance of success with her current weapon, the Magic Cannon Sword. However, she is not willing to use a weapon more suited to her talents. Kanata must find out why.",
          "Aliases": []
        },
        "5": {
          "ID": "5262852",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262852",
          "TitleEnglish": "The Key to Victory",
          "SummaryEnglish": "Kanata is able to train Misora and Lecty to realize their strengths and weaknesses, bringing up their combat readiness. However, as a team, they are still incomplete - until Kanata convinces Rico to join, Fireteam E601 is a doomed as ever.",
          "Aliases": []
        },
        "6": {
          "ID": "5262853",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262853",
          "TitleEnglish": "The Skies, Taken",
          "SummaryEnglish": "A surprise attack of Devil Beetles catches the Sky Wizards off guard, allowing a detachment to enter the city. The only Sky Wizards remaining in the city are those tasked with non-combat duties - Fireteam E601 is among them.",
          "Aliases": []
        },
        "7": {
          "ID": "5262854",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262854",
          "TitleEnglish": "Mistgun Tournament",
          "SummaryEnglish": "In order to accelerate the training of battle-ready Sky Wizards, Chloe organizes a grand tournament with lucrative prizes. Kanata sees this as a prime opportunity to push E601into the spotlight.",
          "Aliases": []
        },
        "8": {
          "ID": "5262855",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262855",
          "TitleEnglish": "Beyond the Rankings",
          "SummaryEnglish": "Kanata and Fireteam E601 begin a new training session, which Rico catches on to quickly. Meanwhile, a mysterious hooded figure assaults students of the Sky Wizards Academy at night.",
          "Aliases": []
        },
        "9": {
          "ID": "5262856",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262856",
          "TitleEnglish": "The Victory Formula",
          "SummaryEnglish": "With the team roles shuffled again, Lecty begins to have serious doubts about the effect of this new training. Meanwhile, despite patrols guarding the entire town, the mysterious attacks against the students continue.",
          "Aliases": []
        },
        "10": {
          "ID": "5262857",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262857",
          "TitleEnglish": "Potentials of the Zero",
          "SummaryEnglish": "Lecty and Rico, having passed Kanata's test, seems to be getting along well. However, Misora is still lost. Her frustrations grow as Lecty and Rico show off their skills in training. Before Misora is ready, the tournament begins.",
          "Aliases": []
        },
        "11": {
          "ID": "5262858",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262858",
          "TitleEnglish": "The Finals, And…",
          "SummaryEnglish": "Against all odds, E601 scores victory after unexpected victory, defying the expectations of everyone watching - except, of course, Kanata, their instructor. Now they must face A227, the crowd favorite instructed by Yuri.",
          "Aliases": []
        },
        "12": {
          "ID": "5262859",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sky-wizards-academy/episodes/5262859",
          "TitleEnglish": "Instructor of the Sky Wizards Academy",
          "SummaryEnglish": "Before Fireteam E601 can congratulate themselves for the decisive victory, the mysterious assailant strikes again. Now, Kanata's students - current and former - must work together to defeat this terrible foe.",
          "Aliases": []
        }
      }
    }
  }
}