{
  "URL": "https://www.thetvdb.com/series/gugure-kokkuri-san",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Fantasy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3957586/",
    "https://www.tv-tokyo.co.jp/anime/gugukoku/index2.html",
    "https://www.themoviedb.org/tv/61432",
    "https://x.com/gugukoku_anime"
  ],
  "TitleEnglish": "Gugure! Kokkuri-san",
  "SummaryEnglish": "The story revolves around a little girl named Kohina. Kohina ends up summoning a Kokkuri-san, a low-ranking ghost in Japanese folklore. The Kokkuri-san she calls turns out to be a white-haired handsome, young man. At first he had intended to merely haunt her, but soon he becomes worried about her terrible eating habit of cup ramen for every meal. He later decides to haunt her in order to protect her.",
  "Aliases": [],
  "Modified": "2025-06-02",
  "Seasons": {
    "0": {
      "ID": "591503",
      "URL": "https://www.thetvdb.com/series/gugure-kokkuri-san/seasons/official/0",
      "# Episodes": 11,
      "Episodes": {}
    },
    "1": {
      "ID": "591504",
      "URL": "https://www.thetvdb.com/series/gugure-kokkuri-san/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4937463",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gugure-kokkuri-san/episodes/4937463",
          "TitleEnglish": "Doll Girl Meets Kokkuri-san!",
          "SummaryEnglish": "A little girl named Kohina ends up summoning a Kokkuri-san, a lower-ranking ghost in Japanese folklore. The Kokkuri-san she calls ends up being a white-haired handsome, young man. Although he had intended to merely haunt her at first, he becomes worried about her terrible eating habit of cup ramen for every meal, so he decides to haunt her in order to protect her. Super, Ultra Cute!!!",
          "Aliases": []
        },
        "2": {
          "ID": "5008219",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gugure-kokkuri-san/episodes/5008219",
          "TitleEnglish": "A Refreshing Smile is the First Step Towards Becoming a Respectable Person!",
          "SummaryEnglish": "One day while out for a walk, Kohina discovers a suspicious man in a suit holding his knees and sitting inside a cardboard box. Kohina accidentally makes eye contact with the man and he follows her home, where he is revealed to be \"Inugami\", a dog ghost who ruins those he haunts!",
          "Aliases": []
        },
        "3": {
          "ID": "5008220",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gugure-kokkuri-san/episodes/5008220",
          "TitleEnglish": "Inugami Stay House!",
          "SummaryEnglish": "Inugami begins haunting Kohina and begins criticizing Kokkuri-san's housework in order to drive him out of the home. Kokkuri-san's stomach begins hurting from the stress inflicted on him by Inugami.",
          "Aliases": []
        },
        "4": {
          "ID": "5008221",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gugure-kokkuri-san/episodes/5008221",
          "TitleEnglish": "The One I'm Curious About Is a Sci-Fi Type!",
          "SummaryEnglish": "Kohina is haunted by the raccoon dog Shigaraki. The Ichimatsu Family is pushed around and thrown into chaos by the liquor, cigarette, woman, and gambling-loving Shigaraki. Shigaraki steals Kokkuri-san's precious savings and heads to an unexpected location!",
          "Aliases": []
        },
        "5": {
          "ID": "5028699",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gugure-kokkuri-san/episodes/5028699",
          "TitleEnglish": "The Flowers on the Desk are a Message!",
          "SummaryEnglish": "Inugami appears in her female form. Taking advantage of being the same sex as Kohina, she begins doing things she cannot do as a man to close the distance between them. However, she instead finds herself being badgered by ladies' man Shigaraki, and seeing this, Kokkuri-san worries for the corruption of the Ichimatsu household's morals...",
          "Aliases": []
        },
        "6": {
          "ID": "5035961",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gugure-kokkuri-san/episodes/5035961",
          "TitleEnglish": "Kohina and One Eye and Shigaraki!",
          "SummaryEnglish": "While living with Kokkuri-san and the other spirits, Kohina's sixth sense grows stronger and suddenly develops the ability to see monsters and ghosts. Kokkuri-san is concerned and warns Kohina not to approach them. Kohina encounters a cyclops. She skips ropes and draws pictures with the cyclops as she befriends it, but...",
          "Aliases": []
        },
        "7": {
          "ID": "5035962",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gugure-kokkuri-san/episodes/5035962",
          "TitleEnglish": "The Cat Spirit's Love at First Sight!",
          "SummaryEnglish": "Tama, a cat god with a fetish for dolls, takes a dubious interest in Kohina, who she believes to be an actual doll, and kidnaps her. Later, Kokkuri finds a cursed box in the family storehouse that turns him into a woman.",
          "Aliases": []
        },
        "8": {
          "ID": "5035963",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gugure-kokkuri-san/episodes/5035963",
          "TitleEnglish": "Ms. Kokkuri's Miracle Hot Springs Search in the Steam!",
          "SummaryEnglish": "A curse turns Kokkuri-san into a woman. When Shigaraki proposes they visit a legendary hot spring capable of lifting curses, the entire Ichimatsu household goes on a trip. Kokkuri-san and Shigaraki search for the hot spring together, and Kokkuri-san develops feelings for Shigaraki's gentlemanly behavior...",
          "Aliases": []
        },
        "9": {
          "ID": "5035964",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gugure-kokkuri-san/episodes/5035964",
          "TitleEnglish": "Age of Many Concerns!",
          "SummaryEnglish": "Kokkuri-san regularly uses yellow hair dye while in his animal form. However, when Shigaraki says using hair dye will make him go bald, Kokkuri-san is struck with fear. That night, he loses handfuls of hair while taking a bath, and hairballs thought to be made of Kokkuri-san's hair appear in the hallway. His fear of going bald suddenly swells!",
          "Aliases": []
        },
        "10": {
          "ID": "5035965",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gugure-kokkuri-san/episodes/5035965",
          "TitleEnglish": "Kureha's Days Being Stood Up!",
          "SummaryEnglish": "One winter day Kohina and Kokkuri-san discover a maple tree still displaying autumn colors. A girl dressed in a kimono standing behind the tree asks them to find the person she is waiting for. They seek out the tengu, who knows about everything happening in the mountains, and he agrees to tell them on one condition.",
          "Aliases": []
        },
        "11": {
          "ID": "5035966",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gugure-kokkuri-san/episodes/5035966",
          "TitleEnglish": "Drop Out of Being an Adult and Cosplay!",
          "SummaryEnglish": "Opening the refrigerator after a bath, Inugami discovers a single plastic bottle of \"ochimizu,\" a rejuvenating water Kokkuri-san purchased. Ignoring the written instructions not to drink it, Inugami gulps down the water in an instant, turning him into a child. Shigaraki, who also drank the water, appears from another room...",
          "Aliases": []
        },
        "12": {
          "ID": "5035967",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gugure-kokkuri-san/episodes/5035967",
          "TitleEnglish": "DESTINY!",
          "SummaryEnglish": "Kohina, who came to the city to buy chicken for Christmas, is called by a suspicious man and asked to choose a present for her daughter. The man is busy with work and hasn't done anything like a father, so he wants to make fun memories with her daughter this Christmas.",
          "Aliases": []
        }
      }
    }
  }
}