{
  "URL": "https://www.thetvdb.com/series/magic-kaito-1412",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt4008500/",
    "https://www.themoviedb.org/tv/68573"
  ],
  "TitleEnglish": "Magic Kaito 1412",
  "SummaryEnglish": "Kuroba Kaito loves to do magic, and he is a good performer. At high school, his childhood friend/girl friend tries to keep the boy inline. Of course Nakamori Aoko isn't gentle with the boy she'd never admit to loving. One morning, the classroom is filled with the talk about \"Kaitou Kid,\" a jewerly thief who uses magic in his robberies. Kaito isn't impressed with this so called legend that reappeared after eight years, and says he could easily take the thief magic to magic. At home, thinking about his dead father who was also a magician, Kaito stumbles upon a hidden doorway in his room. He discovers his father was the original Kaitou Kid. But since he is dead, he wonders who the supposed Kaitou Kid from recent robberies is. Kaito puts on his father's hat and cape, becomes Kaitou Kid to search out the imposter.",
  "Aliases": [
    "Magic Kaito (2014)"
  ],
  "Modified": "2025-09-28",
  "Seasons": {
    "1": {
      "ID": "591963",
      "URL": "https://www.thetvdb.com/series/magic-kaito-1412/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "4941350",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/4941350",
          "TitleEnglish": "Kid the Phantom Thief Returns",
          "SummaryEnglish": "It seems the notorious Kid the Phantom Thief has returned after eight years. At first, high school student and master illusionist Kaito seeks to challenge the magic trick-wielding outlaw out of pride, but then he learns that his deceased father was actually Kid the Phantom Thief, so who is the newcomer? Kaito puts on his dad's old cape, hat, and monocle and takes to the air to get answers.",
          "Aliases": []
        },
        "2": {
          "ID": "5004906",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5004906",
          "TitleEnglish": "Blue Birthday",
          "SummaryEnglish": "Kaito finds himself double-booked when a theft he announced beforehand is on the same night as Aoko's birthday party. Complicating matters is the appearance of a group of jewel-collecting thugs who may have had something to do with the murder of Kaito's father.",
          "Aliases": []
        },
        "3": {
          "ID": "5004907",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5004907",
          "TitleEnglish": "Hustler vs. Magician",
          "SummaryEnglish": "Kaito goes up against a Syndicate-owned pool hall hustler to win back the Legendary Cue, a treasure once owned by Jii before he was cheated it out of it by the Syndicate boss many years ago. However, things look dire when Jii's pool hall is put on the line and Kaito apparently has no skill with the game.",
          "Aliases": []
        },
        "4": {
          "ID": "5004908",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5004908",
          "TitleEnglish": "A Great Detective Comes to Light",
          "SummaryEnglish": "A brilliant if arrogant teen detective comes to town, determined to capture Kid the Phantom Thief. This turns the heat up for Kaito, especially since they're classmates. In fact, Kaito becomes Suguru's rival even out of uniform, leading to a \"gentlemen's bet\" over which of them will go on a date with Aoko.",
          "Aliases": []
        },
        "5": {
          "ID": "5021109",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021109",
          "TitleEnglish": "Scarlet Seduction",
          "SummaryEnglish": "Kaito has a new classmate, Akako, who appears to possess genuine magic abilities, the kind that bend everyone to her will... except for Kaito and his alter ego, Kid the Phantom Thief! Who will come out on top in the inevitable showdown, sorceress or illusionist?",
          "Aliases": []
        },
        "6": {
          "ID": "5021110",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021110",
          "TitleEnglish": "Black Star",
          "SummaryEnglish": "Kid the Phantom Thief attempts a bold clock tower robbery in a building swarming with the police, but his real rival takes the stage here for the first time, turning the endeavor into a fierce battle of wits!",
          "Aliases": []
        },
        "7": {
          "ID": "5021111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021111",
          "TitleEnglish": "Kaito Kuroba's Busy Day Off",
          "SummaryEnglish": "When Inspector Nakamori catches a glimpse of Kaito's face during an attempted robbery, the young magician has to \"prove\" he's not Kid the Phantom Thief by going on a date with Aoko at the same time Kid is supposed to make his next appearance!",
          "Aliases": []
        },
        "8": {
          "ID": "5021112",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021112",
          "TitleEnglish": "Adult's Charm",
          "SummaryEnglish": "Real magic comes back to haunt Kaito in the form of Akako. This time, the sorceress is so annoyed with her classmate that she plots to wipe him out when he's in his Phantom Thief identity. And to stack the deck, Akako turns Inspector Nakamori into a murderous thug!",
          "Aliases": []
        },
        "9": {
          "ID": "5021113",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021113",
          "TitleEnglish": "Enter: The Phantom Lady",
          "SummaryEnglish": "In the present, Kaito and Aoko are lured into a trap at the top of the Toto Tower, while in the past, the first Kid the Phantom Thief and the mysterious Phantom Lady have an exciting first encounter at the top of the Eiffel Tower!",
          "Aliases": []
        },
        "10": {
          "ID": "5021114",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021114",
          "TitleEnglish": "Phantom Lady and the Ryoma Treasure",
          "SummaryEnglish": "Kid's first order of business is saving himself and an unconscious, handcuffed Aoko as they plummet from the top of Toto Tower in an antique car. Assuming he succeeds, the next challenge is finishing his mother's last job, bringing a crooked antiques dealer to justice. But his mother never had to deal with the brilliant diminutive detective, Edogawa Conan!",
          "Aliases": []
        },
        "11": {
          "ID": "5021115",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021115",
          "TitleEnglish": "Kid, Conan, and the Ryoma Treasure Illusion",
          "SummaryEnglish": "The Detective Conan crossover concludes with a night at the museum, in which Kid goes out of his way to return stolen items amid a crowd of adoring fans, the police who want to take him down, and a couple of real criminals!",
          "Aliases": []
        },
        "12": {
          "ID": "5021116",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021116",
          "TitleEnglish": "Holy Night: Two Kid the Phantom Thieves!",
          "SummaryEnglish": "When the greedy owner of a department store has an employee impersonate Kid the Phantom Thief to steal the Star of the Giants, he doesn't count on the real Kid showing up on Christmas Eve to foil his plan!",
          "Aliases": []
        },
        "13": {
          "ID": "5021117",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021117",
          "TitleEnglish": "Get Away From Him",
          "SummaryEnglish": "Kaito takes a break from thieving to go on his class ski trip, but when his teacher holds a couples-only masquerade ski tournament, he finds himself in a tug-of-war between the witchy Akako and childhood friend Aoko!",
          "Aliases": []
        },
        "14": {
          "ID": "5021118",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021118",
          "TitleEnglish": "Crystal Mother",
          "SummaryEnglish": "Kaito and Aoko are on a luxury train with the Queen of Ingram, her son, and the Principality of Ingram's Crystal Mother, a huge topaz that may contain the Pandora jewel. The queen has the real jewel cleverly hidden, though, making it a challenge for Kaito/Kid to find it before the train reaches Osaka. On top of that, he's got competition, as there's a Snake on the train!",
          "Aliases": []
        },
        "15": {
          "ID": "5021119",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021119",
          "TitleEnglish": "The Princess and the Thief's Improv",
          "SummaryEnglish": "When a princess with a priceless jewel comes to town, Inspector Nakamori is sidelined by a detective from her country who shoots first and... shoots again later, until his quarry is killed. Naturally, his target is Kid the Phantom Thief!",
          "Aliases": []
        },
        "16": {
          "ID": "5021120",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021120",
          "TitleEnglish": "Kid vs Conan: Miraculous Airwalking",
          "SummaryEnglish": "Kid the Phantom Thief literally rises to the occasion when old man Jirokichi of the Suzuki conglomerate throws down the gauntlet. But with Detective Conan as part of the security team guarding the Blue Wonder jewel, will Kaito finally get his wings clipped?",
          "Aliases": []
        },
        "17": {
          "ID": "5021121",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021121",
          "TitleEnglish": "Green Dream",
          "SummaryEnglish": "Kid's next target is Green Dream, the world's largest emerald and a one-time-only stage prop for a local play. Though the venue is crawling with cops under Nakamori's command, will Kid be able to make off with Green Dream as well as make a young actress's dream come true?",
          "Aliases": []
        },
        "18": {
          "ID": "5021122",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021122",
          "TitleEnglish": "Golden Eye (Part One): Chat Noir's Challenge",
          "SummaryEnglish": "Kid has a new phantom thief rival in town, who flew all the way from France: Chat Noir! The felonious feline challenges Kid to steal a cat's-eye ring which may have belonged to Marie Antoinette, but this time, tough security measures have also been imported from France.",
          "Aliases": []
        },
        "19": {
          "ID": "5021123",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021123",
          "TitleEnglish": "Golden Eye (Part Two): Kid Versus Chat Noir: Endgame",
          "SummaryEnglish": "Right on schedule, Kid the Phantom Thief makes his move to steal Marie Antoinette's cat's-eye ring off the hand of Inspector Nakamori... but has the French cat burglar Chat Noir already made the first move? And will either one of them be able to escape the \"inescapable cage\"?",
          "Aliases": []
        },
        "20": {
          "ID": "5021124",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021124",
          "TitleEnglish": "Dark Knight",
          "SummaryEnglish": "Kid is pressured into teaming up with Nightmare, a masked criminal mastermind with a penchant for losing partners to police custody and sometimes death itself! Will Kid make a successful steal and survive the night?",
          "Aliases": []
        },
        "21": {
          "ID": "5021125",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021125",
          "TitleEnglish": "Teleportation Under the Moonlight",
          "SummaryEnglish": "Kid the Phantom Thief accepts another challenge from old man Suzuki, which means Conan will be on the scene, too. Although given short notice, Kaito tries to think of a show-stopper of a trick to impress his rival and get away with the jewels.",
          "Aliases": []
        },
        "22": {
          "ID": "5021126",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021126",
          "TitleEnglish": "Red Tear",
          "SummaryEnglish": "Kid's next target is Red Tear, a gem that belongs to the leader of a magic troupe. But just as he changes his mind after realizing something important, Kaito notices that Snake and his henchmen are also after Red Tear. What's a phantom thief to do?",
          "Aliases": []
        },
        "23": {
          "ID": "5021127",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021127",
          "TitleEnglish": "Midnight Crow (Part One): The Name is Corbeau the Phantom Thief!",
          "SummaryEnglish": "Corbeau the Phantom Thief, a black-clad, dead-ringer for Kid's father, appears and challenges him. Kaito agrees, but if he fails, he'll have to retire as a phantom thief!",
          "Aliases": []
        },
        "24": {
          "ID": "5021128",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/magic-kaito-1412/episodes/5021128",
          "TitleEnglish": "Midnight Crow (Part Two): Clash! White or Black?!",
          "SummaryEnglish": "In this final episode, Kid goes up against the enigmatic Corbeau one more time as they vie for the jewel that may contain Pandora, which means Snake can't be far behind!",
          "Aliases": []
        }
      }
    }
  }
}