{
    "URL": "https://www.thetvdb.com/series/shomin-sample",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5355196/",
        "https://www.themoviedb.org/tv/64552"
    ],
    "TitleEnglish": "Shomin Sample",
    "SummaryEnglish": "Shomin Sample, short for \"Shomin Sample: I Was Abducted by an Elite All-Girls School as a Sample Commoner\" (In Japnaese Known as \"Ore ga Ojousama Gakkou ni \"Shomin Sample\" Toshite Rachirareta Ken\") Kimito Kagurazaka is a extraordinarily average. Average grades, average abilities, average looks, average love life (nonexistent). That is, until one day he’s abducted by a mysterious organization and forced to enroll a super secret, super elite academy for the richest, classiest, elitest of the elite young ladies. Turns out Kimito has been chosen as a “commoner sample” to better help the isolated and naïve girls cope with entering into normal society. But there’s a catch—Kimito isn’t allowed to show any romantic or sexual interest in the girls, lest he face gruesome repercussions. Can this commoner enter the secret world of high society?",
    "TitleJapanese": "俺がお嬢様学校に「庶民サンプル」としてゲッツされた件",
    "SummaryJapanese": "「庶民って、すごいですわ！」\nごく平凡な高校生・神楽坂公人は、ある日突然、『清華院女学校』に連れてこられてしまう。\n伝統と格式あるこの学校に通うのは、名家の令嬢ばかり。\nおまけに外の世界に出たこともなければ、同世代の「男性」を見たこともないという超絶箱入りっぷり。\n世間と異性に免疫をつける教育のため、「庶民サンプル」として選ばれた公人だったが、\nケータイ、ゲーム、漫画すら知らないお嬢様たちにとって「庶民」は憧れの存在で…!?\nいきなり、お嬢様にモテモテ生活スタート!\nハートフル学園ラブコメディ！",
    "Aliases": [
        "Ore ga Ojou-sama Gakkou ni Shomin Sample Toshite Rachirareta Ken"
    ],
    "Modified": "2025-06-02",
    "Seasons": {
        "0": {
            "ID": "591901",
            "URL": "https://www.thetvdb.com/series/shomin-sample/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "5525346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shomin-sample/episodes/5525346",
                    "TitleEnglish": "Kujou-san's Sadistic Counseling",
                    "SummaryEnglish": null,
                    "TitleJapanese": "九条さんのドS相談室アニメ版",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5651520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shomin-sample/episodes/5651520",
                    "TitleEnglish": "Hey, How Come These Socks Are So Loose?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ねぇ、何でこの靴下こんなにゆるいの?",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5651521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shomin-sample/episodes/5651521",
                    "TitleEnglish": "Let Us Have an Eating Contest, Within Reason ♪",
                    "SummaryEnglish": null,
                    "TitleJapanese": "無理しない程度に大食い大会致しましょう♪",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5651522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shomin-sample/episodes/5651522",
                    "TitleEnglish": "Do You Know About Commoner Magic?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "庶民魔法って知ってるか?",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5715572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shomin-sample/episodes/5715572",
                    "TitleEnglish": "I'm Interested in \"Gyudo-n'b-owsl\" ♪",
                    "SummaryEnglish": null,
                    "TitleJapanese": "私ぎゅうどんいっぱいに興味がありますわ♪",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5715573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shomin-sample/episodes/5715573",
                    "TitleEnglish": "Ichizu Recipe, Commoner Club Ver.",
                    "SummaryEnglish": null,
                    "TitleJapanese": "イチズレシピ 庶民部Ver.",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "591902",
            "URL": "https://www.thetvdb.com/series/shomin-sample/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4940929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shomin-sample/episodes/4940929",
                    "TitleEnglish": "Welcome, Commoner",
                    "SummaryEnglish": "Entirely average high school student Kimito Kagurazaka is snatched out of his regular school and sent to an elite all-girl school in order to acclimate the students there to both boys and to the culture of commoners.",
                    "TitleJapanese": "ようこそ庶民",
                    "SummaryJapanese": "平凡な高校生・神楽坂公人はある日突然、謎の筋肉部隊にゲッツされ、＜清華院女学校＞へと連れ去られる。\nそこは名家の令嬢だけが集う、男子禁制のお嬢様学校。\n専属メイド・九条みゆきから伝えられたのは、\nここでただひとりの「庶民サンプル」としてお嬢様たちと生活すること――\n戸惑う公人は、ぼっちのお嬢様・天空橋愛佳と出会い…。"
                },
                "2": {
                    "ID": "5360808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shomin-sample/episodes/5360808",
                    "TitleEnglish": "Reiko Is Who We Wish to Be Like",
                    "SummaryEnglish": "A day in Reiko's life demonstrates how good she is at everything she does, and how the other girls look up to her. Reiko throws Kimito a welcome party. Kimito introduces the girls to instant ramen in a cup.",
                    "TitleJapanese": "麗子様は私たちの憧れですわ",
                    "SummaryJapanese": "庶民フィーバー冷めやらぬ中、お嬢様とのギャップを感じつつも、公人の新たな学校生活がスタート。\nそんな中、クラス委員長のお嬢様オブお嬢様・有栖川麗子が歓迎会を催してくれることになり、\n彼女との距離が縮まる。一方、人気者になるため公人と「庶民部」活動に勤しむ愛佳は、\n持ち前の“ツンピュア”ぶりを発揮して…。"
                },
                "3": {
                    "ID": "5360810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shomin-sample/episodes/5360810",
                    "TitleEnglish": "It Was Like the Garden of Eden",
                    "SummaryEnglish": "While trying to settle into his new life, Kimito runs into child prodigy Hakua Shiodome, a shy girl who writes complex equations wherever she finds convenient, and Karen Jinryo, a self-taught sword master who challenges him to battle.",
                    "TitleJapanese": "エデンの園ってカンジだった",
                    "SummaryJapanese": "閃きとともにいきなり服を脱ぐ幼女――見た目と裏腹に、\n天才的な頭脳を持つ中等部のお嬢様・汐留白亜と出会い、\nなぜか面倒を見ることになった公人。\nさらに常に刀を持ち歩いている剣術お嬢様・神領可憐と対峙した結果、\n彼女を下僕として従えることに!?\nこの２人も公人の部屋にやって来るようになり…"
                },
                "4": {
                    "ID": "5360811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shomin-sample/episodes/5360811",
                    "TitleEnglish": "The Tea Party Incident",
                    "SummaryEnglish": "When Reiko invites Kimito to her room to join in a tea party with the other girls, Aika monopolizes Kimito's time, insisting that her party planning comes first. Kimito offers to help when Reiko inadvertently offends the rest of the class.",
                    "TitleJapanese": "お茶会事件",
                    "SummaryJapanese": "公人への想いを募らせる麗子は、公人をお茶会へと誘おうとする。\nしかし愛佳が強引に庶民部へと連れ出してしまう。\n公人と愛佳を恋人のようだと噂する友人たちに、\nこれまで一度もお怒りになったことがないと言われる麗子が、\n思わず声を荒げてしまい…。"
                },
                "5": {
                    "ID": "5360812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shomin-sample/episodes/5360812",
                    "TitleEnglish": "Just Friends",
                    "SummaryEnglish": "Hakua unexpectedly shows up in Kimito's room one morning, and the two of them make breakfast together. Reiko, Aika, and Karen grow concerned about how Hakua is garnering so much of Kimito's attention, and confront her.",
                    "TitleJapanese": "友達だけ",
                    "SummaryJapanese": "料理をしたり、なぞなぞをしたりと、穏やかな休日を過ごす公人と白亜。\nふたりの様子にやきもきする愛佳、麗子、可憐は、白亜と\n「お話」するために、女子だけのお茶会を設ける。\nそんなある日、まだ互いにぎこちない愛佳と麗子が、公人の部屋で二人きりに。\n愛佳が見つけた漫画『ゆるゆり』に、興味を示した麗子は…。"
                },
                "6": {
                    "ID": "5360817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shomin-sample/episodes/5360817",
                    "TitleEnglish": "Step Outside",
                    "SummaryEnglish": "The class takes a field trip to the newly-completed theme park \"Shominland,\" where the students get to experience the commoner lifestyle. Kimito coaches the others through almost, but not-quite-authentic commoner activities.",
                    "TitleJapanese": "表に出ろ",
                    "SummaryJapanese": "今年の課外授業は、お嬢様に庶民文化を体験してもらうために建造されたテーマパーク「庶民ランド」。\n横断歩道、ファーストフードなどのアトラクション（？）にお嬢様達は大喜び。\n庶民部で「庶民」の知識と技を日々特訓してきた愛佳は、\nゲームセンターで成果を発揮し、ぼっちからの脱却を目指す。"
                },
                "7": {
                    "ID": "5360827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shomin-sample/episodes/5360827",
                    "TitleEnglish": "The Tsun-Pure In Her Element",
                    "SummaryEnglish": "Aika enjoys her newfound popularity by showing off her knowledge of a clothing store. Kimito helps Karen overcome her body image issues while trying on clothes. Aika asks Reiko to help her compose an apology text message to the class.",
                    "TitleJapanese": "ツンピュアさんの本領",
                    "SummaryJapanese": "「庶民ランド」での課外授業は続く。\nゲームセンターでの活躍がきっかけで愛佳には友達ができ、公人もひと安心。\nその夜、愛佳は意を決して、同室の麗子に相談をもちかける。\n今までどうして皆を避けていたのか、本当の気持ちをメールで伝えたい、と――。"
                },
                "8": {
                    "ID": "5360832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shomin-sample/episodes/5360832",
                    "TitleEnglish": "Aika-sama Has a Lot of Friends",
                    "SummaryEnglish": "While having their fortunes told by Kimito's phone, the girls discover that it can also predict their compatibility with members of the opposite sex. After Kimito asks Kujo to stop waking him in her usual manner, she is reluctant.",
                    "TitleJapanese": "愛佳様は友達が多い",
                    "SummaryJapanese": "庶民の「スマホ占い」をすることになった庶民部。\n最初は性格診断を楽しんでいたが、\n相性診断を見つけたお嬢様たちは公人との相性を巡ってヒートアップ。\n占いのアドバイスを真に受けた可憐は、\n「自分の特技をアピール」しようと、公人を自室に招くのだが…。"
                },
                "9": {
                    "ID": "5360833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shomin-sample/episodes/5360833",
                    "TitleEnglish": "Kagurazaka-sama is Here",
                    "SummaryEnglish": "The Commoner Club members learn about maid cafés, and take over the cafeteria in a practical exercise to learn more about what maid café maids do. When Sakimori learns of Kimito's affinity for maids, she invites him to Hakua's lab.",
                    "TitleJapanese": "神楽坂様が来てるのよっ",
                    "SummaryJapanese": "「『メイド喫茶』って何？」\n普段身の回りの世話をしているメイドが、\n庶民にとって憧れの対象である事に驚きを隠せない庶民部のお嬢様たち。\nそんな折、白亜の淡い恋心に気づいているメイド・崎守さんは、\nメイドの仕事見学と称して、公人をラボへと誘う。\nそこで白亜の意外な一面を垣間見た公人は…"
                },
                "10": {
                    "ID": "5360834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shomin-sample/episodes/5360834",
                    "TitleEnglish": "I've Been Curious About This For a While, But What Is Gets?",
                    "SummaryEnglish": "Kimito gives Aika a yellow suit of the same style worn by Dandy Sakano, famous commoner comedian and inventor of the \"Gets\" gesture. When Kimito says that he misses having male companionship, the girls assume the worst.",
                    "TitleJapanese": "前から気になっていたんだけど、ゲッツってなんなの？",
                    "SummaryJapanese": "人気者になるための秘密兵器と称し、\n愛佳に黄色いスーツを着せ、「ゲッツ！」を指導する公人。\n「ダンディ坂野」を知り「ゲッツ！」をマスターした愛佳は、\nお嬢様たちをも巻き込んでいく。\nそんなある日、公人が同級生との電話で「男が懐かしい」\nと言うのを聞いてしまった麗子たちは、\nなんとか公人を学校に留めようとするが……。"
                },
                "11": {
                    "ID": "5360835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shomin-sample/episodes/5360835",
                    "TitleEnglish": "Is This Not the Sky That Kimito-sama Was Looking At?",
                    "SummaryEnglish": "Reiko offers to give Kimito one-on-one tutoring to help him with his flower arranging class. Reiko's mother and brother come to visit the school, with news that promises to change Reiko's life forever.",
                    "TitleJapanese": "公人様の見ていた空はこうではありませんの？",
                    "SummaryJapanese": "麗子の母・鳳子と、兄・正臣が清華院にやって来た。\nそれは、突然決まった「麗子の縁談」のためだった。\n何も言えず、呆然としていた麗子を見た公人は、\n本人の気持ちを考えないやり方に疑問を抱くが、\nどうすればいいのかわからない。\n本当の気持ちを確かめることもできぬまま、\n麗子は実家へ連れ戻されてしまい…。"
                },
                "12": {
                    "ID": "5360836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/shomin-sample/episodes/5360836",
                    "TitleEnglish": "Inexperienced Though I Am, Please Accept Me Forever",
                    "SummaryEnglish": "With Masaomi's help, the rest of the Commoner Club members arrive at the Arisugawa estate to break off Reiko's engagement. Kimito makes an impassioned plea, but ends up saying more than he intends.",
                    "TitleJapanese": "末永く宜しくお願い致します。",
                    "SummaryJapanese": "麗子の縁談を阻止しようと、会場である屋敷に到着した庶民部の面々。\n警備員に対し自らの実力を試したくて仕方のない可憐、\n持ち前の頭脳でサポートする白亜、\nそして、麗子への思いを素直に告白する愛佳。\n「家」同士の縁談の重要性を説く鳳子に対し、公人のとった行動とは…。"
                }
            }
        }
    }
}