{
    "URL": "https://www.thetvdb.com/series/isuca",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4219148/",
        "https://www.themoviedb.org/tv/64831"
    ],
    "TitleEnglish": "Isuca",
    "SummaryEnglish": "Based on Japanese manga series by Osamu Takahashi. An anime adaptation by Arms started to air in January 2015. // Story Plot: Shinichirou decides to look for a job in order to pay his rent, and his teacher suggests that he work for someone at their house doing housekeeping; however, the person who hired him was Sakuya, a girl who is the 37th head of the Shimazu family, and her job is to exorcise and eliminate unwanted creatures. Shinichirou accidentally releases one of the creatures that Sakuya captures and they cooperate to catch it. A story of comedic creature hunting begins!",
    "Aliases": [],
    "Modified": "2025-06-02",
    "Seasons": {
        "0": {
            "ID": "592142",
            "URL": "https://www.thetvdb.com/series/isuca/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5172210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/5172210",
                    "TitleEnglish": "Paradise",
                    "SummaryEnglish": "Unaired episode bundled with the 7th volume of the Isuca manga. // Shinichiro, Sakuya, the gang and Nami travel to an island, but the combination of sun, surf, swimsuits and the misadventures that come with them mean things may get out of hand. When members of the party start disappearing one by one, things are DEFINITELY getting out of hand!",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "592143",
            "URL": "https://www.thetvdb.com/series/isuca/seasons/official/1",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "4942672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/4942672",
                    "TitleEnglish": "Chance Meeting",
                    "SummaryEnglish": "Strange things start happening to Asano Shinichirou, a second year student. A woman turns into a centipede, and he sees a girl is attacked by a monster. During all the chaos, he runs into Shimadzu Sakuya, who uses a bow as a weapon. She is the 37th head of the Shimadzu family, tasked with ridding the world of monsters. Shinichirou and Sakuya end up fighting one of the monsters together, when...",
                    "Aliases": []
                },
                "2": {
                    "ID": "5098052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/5098052",
                    "TitleEnglish": "True Name",
                    "SummaryEnglish": "Shinichirou becomes friends with Tamako, the cat-monster, and ends up helping Sakuya clean, as she lives alone. Sakuya is bossy and doesn't give Shinichirou a break. Another monsters appears at the school, which takes girls underground and eats their flesh.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5110060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/5110060",
                    "TitleEnglish": "Confrontation",
                    "SummaryEnglish": "Sakuya's younger sister, Suseri, shows up. She also works to rid the world of monsters, and is a rival to the head of the Shimadzu family. She wants to bring Shinichirou over to her side, so she attempts to seduce him, and eventually kidnap him, but they run into a bit of trouble with monsters on the way...",
                    "Aliases": []
                },
                "4": {
                    "ID": "5110062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/5110062",
                    "TitleEnglish": "Shadow Play",
                    "SummaryEnglish": "There's been a ghost samurai going around killing a bunch of people near the school, but why is all of this happening around the school? Everyone thinks it has to do with Western magic, but what does that have to do with Sakuya?",
                    "Aliases": []
                },
                "5": {
                    "ID": "5110064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/5110064",
                    "TitleEnglish": "Eye of Truth",
                    "SummaryEnglish": "Shinichirou has the Eye of Truth and it allows him to figure out people's true names, but Sakuya doesn't want anyone to know her true name, so she's keeping Shinichirou away from her.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5116538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/5116538",
                    "TitleEnglish": "Promise",
                    "SummaryEnglish": "Shinichirou tries to cheer Sakuya up after he finds out that she might lose her right to become next head of the family. The secret behind Sakuya's birth, and why she's so hung up on taking over the family becomes evident. But then a monster shows up which will test her allegiances to the past, to the present, and to herself.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5116539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/5116539",
                    "TitleEnglish": "Light and Shade",
                    "SummaryEnglish": "After surviving a number of battles together, Sakuya and Shinichirou have grown very close. Then, Shinichirou gets the a katana, and wants to train to help Sakuya. Just when everything seems to be going well, a smoke monsters appears in the subways and Sakuya and the gang head to get rid of it.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5116540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/5116540",
                    "TitleEnglish": "Trials",
                    "SummaryEnglish": "Sakuya is in a coma now that she's lost her spiritual energy, and Shinichirou would like nothing more to save her. Suseri decides to undergo the exorcism ritual after seeing Sakuya in her state. She must subdue a lightning beast on her own in order to make it into a shikigami, and during the fighting we learn about Suseri's hidden past and her feelings towards Sakuya.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5116541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/5116541",
                    "TitleEnglish": "Attack",
                    "SummaryEnglish": "I will defeat you with my own hands, Sakuya Shimazu!",
                    "Aliases": []
                },
                "10": {
                    "ID": "5116542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/isuca/episodes/5116542",
                    "TitleEnglish": "Resolution",
                    "SummaryEnglish": "The power I get from Shinichirou is so rich and energizing.",
                    "Aliases": []
                }
            }
        }
    }
}