{
  "URL": "https://www.thetvdb.com/series/lord-marksman-and-vanadis",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Fantasy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3888026/",
    "https://www.themoviedb.org/tv/72699"
  ],
  "TitleEnglish": "Lord Marksman and Vanadis",
  "SummaryEnglish": "Set in Western Europe during times of war, Eleanor \"Ellen\" Vertalia, one of the Vanadis of Zhcted, leads the battle into Brune. There are, in fact, seven Vanadis, named for having each received a powerful weapon from the dragon to individually reign over seven territories. The power of the Vanadis invokes dread and fear from their enemies. An earl in the service of the country of Brune, a young archer by the name of Tigre, experienced the Vandis's power firsthand after being defeated on the battlefield by Ellen. However, Ellen chose to spare his life after witnessing his skills, but in exchange, he is asked to serve her.",
  "Aliases": [
    "Madan no Ou to Vanadis"
  ],
  "Modified": "2025-06-02",
  "Seasons": {
    "0": {
      "ID": "592049",
      "URL": "https://www.thetvdb.com/series/lord-marksman-and-vanadis/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 14,
      "Episodes": {}
    },
    "1": {
      "ID": "592050",
      "URL": "https://www.thetvdb.com/series/lord-marksman-and-vanadis/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "4942079",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-marksman-and-vanadis/episodes/4942079",
          "TitleEnglish": "Wind Princess of the Battlefield",
          "SummaryEnglish": "Count Tigrevurmud Vorn of the Brunish territory of Alsace is taken prisoner by Eleonora Viltaria, a war maiden of the neighboring kingdom of Zhcted. She will return him to Brune if his ransom is paid, but she has another reason for keeping him.",
          "Aliases": []
        },
        "2": {
          "ID": "5004909",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-marksman-and-vanadis/episodes/5004909",
          "TitleEnglish": "The Return Home",
          "SummaryEnglish": "Duke Thenardier sends his son Zion to raze Tigre's fiefdom of Alsace. Tigre prepares to return and defend his home, but as her prisoner, Elen imposes conditions on letting him go. Titta defends the Vorn estate while she awaits Tigre's return.",
          "Aliases": []
        },
        "3": {
          "ID": "5004910",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-marksman-and-vanadis/episodes/5004910",
          "TitleEnglish": "Return of the Magic Marksman",
          "SummaryEnglish": "With the town safe, Elen and Tigre make plans to drive Zion's army out of Alsace. They are still outnumbered three-to-one, however, and must come up with some brilliant strategies if they are to succeed in defending Tigre's homeland.",
          "Aliases": []
        },
        "4": {
          "ID": "5004911",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-marksman-and-vanadis/episodes/5004911",
          "TitleEnglish": "Snow Princess of the Frozen Ripple",
          "SummaryEnglish": "Elen returns to Jhcted, and answers to the king for invading Brune without his permission, while Tigre tries to muster more help. Ludmilla, one of the other war maidens, may prove to be an obstacle in Tigre and Elen's war against Thenardier.",
          "Aliases": []
        },
        "5": {
          "ID": "5034021",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-marksman-and-vanadis/episodes/5034021",
          "TitleEnglish": "The Storming of the Tatra Mountains",
          "SummaryEnglish": "When Mila abruptly leaves Rodnik, Elen fears that it spells hostilities between their two lands. Their two armies meet on a snowy battlefield, but when Mila's forces retreat to a safe haven, Elen must figure out how she is going to claim victory.",
          "Aliases": []
        },
        "6": {
          "ID": "5034022",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-marksman-and-vanadis/episodes/5034022",
          "TitleEnglish": "The Black Knight",
          "SummaryEnglish": "Mila and Tigre reach an understanding. A united army of men from both Brune and Zhcted is formed, led by Tigre and Elen, but it is not without its difficulties. Sofy reaches Elen with bad news, while Roland, the Black Knight, is sent to deal with Tigre.",
          "Aliases": []
        },
        "7": {
          "ID": "5034023",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-marksman-and-vanadis/episodes/5034023",
          "TitleEnglish": "To Protect",
          "SummaryEnglish": "With Tigre seriously injured, Elen takes command of his men and prepares to fight Roland's forces the next day. Mashas returns from the capital with news of the king. Tigre and Titta follow the black bow's guidance in search of greater power.",
          "Aliases": []
        },
        "8": {
          "ID": "5034024",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-marksman-and-vanadis/episodes/5034024",
          "TitleEnglish": "2,000 vs. 20,000",
          "SummaryEnglish": "Elen is called back to Zhcted on urgent business, leaving Tigre and Rurick in charge of 1000 of her men. Roland heads to the royal capital to plead Tigre's case before the king. A massive invasion force from Muozinel threatens all of Brune.",
          "Aliases": []
        },
        "9": {
          "ID": "5037884",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-marksman-and-vanadis/episodes/5037884",
          "TitleEnglish": "Thunder Swirl and Luminous Flame",
          "SummaryEnglish": "Elen visits Sasha, and learns that Elizaveta, one of the other war maidens, is attacking her lands over a perceived slight. Meanwhile, Mila and Tigre negotiate the terms of her assistance in driving the invading Muozinel army out of the land.",
          "Aliases": []
        },
        "10": {
          "ID": "5037885",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-marksman-and-vanadis/episodes/5037885",
          "TitleEnglish": "The Ormea Campaign",
          "SummaryEnglish": "With overwhelming numbers, the Muozinellan army lays siege to the makeshift hilltop fortress, as Tigre and Mila's forces strike back. But with such a long battle ahead of them, will they be able to last long enough to achieve victory?",
          "Aliases": []
        },
        "11": {
          "ID": "5037886",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-marksman-and-vanadis/episodes/5037886",
          "TitleEnglish": "Two War Maidens",
          "SummaryEnglish": "The battle against Muozinel is behind them, the Silver Meteor Storm camps in Perche, where Regin makes a surprise announcement to Tigre and the others. With his dragons now mature, Thenardier sends his army to attack the Silver Meteor Storm.",
          "Aliases": []
        },
        "12": {
          "ID": "5037887",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-marksman-and-vanadis/episodes/5037887",
          "TitleEnglish": "The Holy Grotto (Saint-Groel)",
          "SummaryEnglish": "After resting up briefly from the battle with Thenardier's army, Tigre and the others plan to make their way into the Holy Grotto beneath Artesium, to establish Regin's royal identity. However, Thenardier has other plans for them once they arrive.",
          "Aliases": []
        },
        "13": {
          "ID": "5037888",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-marksman-and-vanadis/episodes/5037888",
          "TitleEnglish": "The Widening World",
          "SummaryEnglish": "Devastated by his surrogate father's loss, Tigre is comforted by Elen. Badouin shows up, and invites Regin back to see the king, who has regained his senses. However, Thenardier stands in their way, and a final showdown between him and Tigre awaits!",
          "Aliases": []
        }
      }
    }
  }
}