{
  "URL": "https://www.thetvdb.com/series/in-search-of-the-lost-future",
  "Genres": [
    "Animation",
    "Anime",
    "Drama",
    "Mystery",
    "Romance",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt3950066/",
    "https://www.themoviedb.org/tv/77294"
  ],
  "TitleEnglish": "In Search of the Lost Future",
  "SummaryEnglish": "Also Known as \"Ushinawareta Mirai o Motomete\" in Japanese. In Short \"Waremete\". Base on Japanese Adult Visual Novel developed by Trumple and release for Windows on November 26, 2010. the Title is derived from \"In Serarch of Lost Time\", a French novel written by Marcel Proust. Anime produced by Feel and directed by Naoto Hosoda. // Plot: The story is set one autumn at the beginning of the 21st century in the Uchihama area. Uchihama Academy is growing by leaps and bounds. With the construction of a new school building, there will be one last General Club Festival at the old building that is slated to be closed. The students vow to go all out to make this final cultural festival a success. The Astronomy Club of the protagonist Sou Akiyama is filled with the big names on campus. Just before the festival on October 1, the club receives a request from the student executive committee to calm the uneasiness among the students. There are reports of ghost sightings, accidents, sleeping sickness, and other mysterious incidents at the old building. When Yui Furukawa, a quiet girl who transfered late into the school, appears before Sou, the gears of fate slowly begin to move.",
  "Aliases": [
    "Ushinawareta Mirai o Motomete",
    "Ushinawareta Mirai wo Motomete"
  ],
  "Modified": "2025-06-02",
  "Seasons": {
    "0": {
      "ID": "592286",
      "URL": "https://www.thetvdb.com/series/in-search-of-the-lost-future/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "5429962",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-search-of-the-lost-future/episodes/5429962",
          "TitleEnglish": "In Search of the Lost Summer Vacation",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "592287",
      "URL": "https://www.thetvdb.com/series/in-search-of-the-lost-future/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "4943936",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-search-of-the-lost-future/episodes/4943936",
          "TitleEnglish": "The Lost Future",
          "SummaryEnglish": "Sou is an ordinary high school student. His biggest worries are his Astronomy Club's project, the zany antics of his fellow club members, and his childhood friend who's suddenly not her usual cheerful self. But then, things take a strange turn...",
          "Aliases": []
        },
        "2": {
          "ID": "5004912",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-search-of-the-lost-future/episodes/5004912",
          "TitleEnglish": "Proving the Existence of Her and the Ghost",
          "SummaryEnglish": "After Yui's sudden and mysterious appearance, the Astronomy Club gang tries to make her feel welcome as she struggles to figure out what she is doing at Uchihama Academy.",
          "Aliases": []
        },
        "3": {
          "ID": "5004913",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-search-of-the-lost-future/episodes/5004913",
          "TitleEnglish": "The President Dreams with Sparkling Eyes",
          "SummaryEnglish": "Airi reminisces about how she met Kaori and Sou. The Astronomy Club once again takes on the Judo and Karate Club dispute, with a slightly different outcome. And they also make headway on the case of the school ghost.",
          "Aliases": []
        },
        "4": {
          "ID": "5004914",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-search-of-the-lost-future/episodes/5004914",
          "TitleEnglish": "All Things Are in a State of Flux",
          "SummaryEnglish": "Sou enjoys getting to know his new camera. And to give Sou more quality time with it, the Astronomy Club uses the fine weather as an excuse to skip classes to go for a picnic. But things go slightly awry when they miss their bus stop.",
          "Aliases": []
        },
        "5": {
          "ID": "5021353",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-search-of-the-lost-future/episodes/5021353",
          "TitleEnglish": "The Way of the Quantum Cat and the Droplet",
          "SummaryEnglish": "The kids yawn through a lecture on quantum theory and Schrödinger's cat. And after classes, the Astronomy Club gets to the bottom of the oddly low-tech school festival project of the Computer Club.",
          "Aliases": []
        },
        "6": {
          "ID": "5021355",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-search-of-the-lost-future/episodes/5021355",
          "TitleEnglish": "Career Counseling for a Bird in a Cage",
          "SummaryEnglish": "he Astronomy Club members discuss the career paths everyone plans to take after high school. But Sou finds out that Nagisa's path is further complicated by an arranged marriage looming over her head.",
          "Aliases": []
        },
        "7": {
          "ID": "5021356",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-search-of-the-lost-future/episodes/5021356",
          "TitleEnglish": "Waiting 2.39 Million Light-years",
          "SummaryEnglish": "The Astronomy Club preps for the school festival, half of them working on the planetarium and half of them working on the café side of things. And Yui's apparent concern for Kaori leads her to do some odd things.",
          "Aliases": []
        },
        "8": {
          "ID": "5021357",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-search-of-the-lost-future/episodes/5021357",
          "TitleEnglish": "Shooting Stars Passing in the Night",
          "SummaryEnglish": "As the fateful day of Kaori's accident approaches once more, everything plays out slightly differently due to Yui's presence.",
          "Aliases": []
        },
        "9": {
          "ID": "5021358",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-search-of-the-lost-future/episodes/5021358",
          "TitleEnglish": "Gateway to the Past",
          "SummaryEnglish": "Kaori's poor prognosis of recovery from the accident leaves everyone reeling and desperate to find some way to save her.",
          "Aliases": []
        },
        "10": {
          "ID": "5021359",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-search-of-the-lost-future/episodes/5021359",
          "TitleEnglish": "The Time Remaining",
          "SummaryEnglish": "Yui returns to her \"save point\" once more and she recalls all the things she has tried before, each time hoping for a different outcome.",
          "Aliases": []
        },
        "11": {
          "ID": "5021360",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-search-of-the-lost-future/episodes/5021360",
          "TitleEnglish": "I'll See You Again Tomorrow, Right?",
          "SummaryEnglish": "Things are going quite a bit more differently in this timeline as Sou's interest in Yui seems stronger than usual. But even as the outcome remains uncertain, Yui ponders what the consequences will be if she succeed.",
          "Aliases": []
        },
        "12": {
          "ID": "5021361",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-search-of-the-lost-future/episodes/5021361",
          "TitleEnglish": "The Future That Has You",
          "SummaryEnglish": "Yui succeeds in keeping Kaori away from the accident and disappears, almost as though she never existed, but the other members of the Astronomy Club are left with a nagging feeling that they are missing something.",
          "Aliases": []
        }
      }
    }
  }
}