{
    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince",
    "Genres": [
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3950092/",
        "https://www.themoviedb.org/tv/68960"
    ],
    "TitleEnglish": "Wolf Girl & Black Prince",
    "SummaryEnglish": "The story centers around Erika Shinohara, a vain 16-year-old girl who tells her friends about her romantic exploits, but she actually has no boyfriend. She claims that a handsome boy in a candid photo is her boyfriend, but it turns out that boy is a schoolmate named Kyouya Sata. She has no choice but to make him her fake boyfriend. Unfortunately, Sata may look like a sweet person, but he is actually an ultra-black-hearted sadist. Sata takes advantage of Erika's weakness and treats her like his dog.",
    "Aliases": [
        "Wolf Girl and Black Prince",
        "Ookami Shoujo to Kuro Ouji"
    ],
    "Modified": "2025-06-02",
    "Seasons": {
        "0": {
            "ID": "593260",
            "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5406347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5406347",
                    "TitleEnglish": "Wolf Girl & Black Prince Recap",
                    "SummaryEnglish": "Recap of Wolf Girl & Black Prince TV series."
                },
                "2": {
                    "ID": "5357910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5357910",
                    "TitleEnglish": "Breeding Doubts -Happening Kiss-",
                    "SummaryEnglish": "OVA bundled with 12th manga volume. The OVA includes a popular chapter that was not adapted in the TV series."
                }
            }
        },
        "1": {
            "ID": "593261",
            "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "4956351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/4956351",
                    "TitleEnglish": "Caught in Her Own Trap -Liar-",
                    "SummaryEnglish": "Shinohara Erika tries to fit in at her new high school. She finds that her new friends; Marin and Tezuka only want to talk about their boyfriends, so Erika follows suit and makes one up. Her new friends start to believe she's lying about it, so Erika takes a picture of a good looking guy to convince her friends that she has one. It just happens that the boy she took the picture of was none other than Sata Kyouya, the prince of class 8. Erika tries to convince Kyouya to be her pretend boyfriend. He accepts with one condition: she must be his pet."
                },
                "2": {
                    "ID": "5008210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5008210",
                    "TitleEnglish": "A Rash and Blind Act -First Love-",
                    "SummaryEnglish": "Having had enough of Kyouya's frequent orders, Erika thinks about finding love and going out with someone for real. She finds herself being bullied by the back of a school building by some of Kyouya's fans. Just as it starts to get violent, Kimura, a kind boy, stops the girls from hurting Erika. After being bullied again, Kimura asks Erika to go out on the weekend while he cleans her wound in the nurse's office. Erika and Kimura meet on the weekend, but it turns out he only wanted to go out with her because she's Kyouya's girlfriend."
                },
                "3": {
                    "ID": "5008211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5008211",
                    "TitleEnglish": "A Precipitous Drop -Fall In-",
                    "SummaryEnglish": "Erika is depressed because she hasn't heard from Kyouya during summer break. The next day she learns from her friend Ayumi that Kyouya had caught a cold and has been at home the whole time. Concerned about his cold Erika visits his apartment to deliver handouts where she finds out that he's the only one home. Kyouya at first rejects her attempts to take care of him, but relents after realizing that she really wants to care for him. During the time she spends taking care of him, Erika begins to admit that she has feelings for Kyouya and decides to confess but is having difficulty expressing them. One day when she goes to Kyouya's house to deliver some apple-pears she sees a woman come out of his door which pushes her to confess to him. After hearing her confession Kyouya is surprised but then brushes it off telling her that she's only imagining her love due to their situation. The rejection leaves Erika hurt where she shoves the apple-pears at him and runs off in tears."
                },
                "4": {
                    "ID": "5008213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5008213",
                    "TitleEnglish": "Daily Anguish -Love attack-",
                    "SummaryEnglish": "Dismayed when Kyoya refuses to respond to her confession of love, Erika goes to all kinds of strange lengths to change her image to appeal to him more."
                },
                "5": {
                    "ID": "5028297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5028297",
                    "TitleEnglish": "An Impregnable Defense -Christmas eve-",
                    "SummaryEnglish": "In this episode, Erika wants to spend Christmas with Kyoya to keep up her image, but she really wants it to be romantic, too. He hates Christmas, so he plays a nasty trick on her."
                },
                "6": {
                    "ID": "5028298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5028298",
                    "TitleEnglish": "Preparing For Battle -Valentine's day-",
                    "SummaryEnglish": "Erika decides to make chocolate for Kyoya for Valentine's Day. A quiet boy in their class, Kusakabe, starts to fall for Erika, but she just can't think of anyone but Kyoya. Meanwhile, Kyoya's jealousy brings out his nastiest side yet."
                },
                "7": {
                    "ID": "5028299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5028299",
                    "TitleEnglish": "Mutual Love -White Day-",
                    "SummaryEnglish": "Erika tries as hard as she can to fall in love with Kusakabe. But her heart belongs to Kyoya, no matter what. If only the two can have mutual feelings."
                },
                "8": {
                    "ID": "5028300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5028300",
                    "TitleEnglish": "Self-Contradiction -Spring Storm-",
                    "SummaryEnglish": "Erika and Kyoya go out on their first proper date, and she wants to do all of the typical couple things. He thinks they're stupid, and refuses. But perhaps he might be showing his first hints of compromising...?"
                },
                "9": {
                    "ID": "5037890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5037890",
                    "TitleEnglish": "Honeyed Words -Wake up-",
                    "SummaryEnglish": "The new boy in their class, Kamiya, is determined to make Kyoya abandon monogamy. He thinks the only path to happiness is having loads of girlfriends and cheating on them all. As you might expect, Kyoya is unresponsive about this."
                },
                "10": {
                    "ID": "5037891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5037891",
                    "TitleEnglish": "Wasted Effort -Happy Birthday-",
                    "SummaryEnglish": null
                },
                "11": {
                    "ID": "5037892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5037892",
                    "TitleEnglish": "A Critical Situation -Judgement-",
                    "SummaryEnglish": "Kyoya's older sister comes to visit, and she's just like Kyoya -- only worse! When she decides to challenge Erika, can Erika hold up to her scrutiny?"
                },
                "12": {
                    "ID": "5037893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/wolf-girl-and-black-prince/episodes/5037893",
                    "TitleEnglish": "A Pressing Appeal -I Love You-",
                    "SummaryEnglish": "Erika and Kyoya have gone off to Kobe to visit Kyoya's mother. He claims he has no abandonment issues, but she's beginning to suspect he might be lying. Can she get him and his mother back together again?"
                }
            }
        }
    }
}