{
    "URL": "https://www.thetvdb.com/series/yurikuma-arashi",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Romance",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3981544/",
        "https://www.themoviedb.org/tv/68642"
    ],
    "TitleEnglish": "Yuri Kuma Arashi",
    "SummaryEnglish": "Some time ago, the asteroid Kumaria exploded in the depths of space. The resulting fragments became a meteor shower that rained down on Earth, and for some reason, bears all over the world rose up and attacked humanity! In \"Man vs. Bear,\" the bears ate the humans and the humans shot the bears, resulting in a seemingly unending battle and a cycle of hatred. In the end, a giant \"Wall of Extinction\" was erected between the humans and bears and a state of mutual nonaggression came to pass... The human world. One morning, Arashigaoka Academy students Kureha Tsubaki and Sumika Izumino were by themselves and saw the \"Yuri Flower\" that bloomed in a flower bed. The two are friends as well as lovers. The flower bed is an important place to the two. At that moment, the Bear Alarms ring out! The bears are invading the human world, and humans are being attacked! Are they really those bears? One mystery invokes yet another mystery, one after another. The curtain rises magnificently on Yuri Kuma Arashi!",
    "Aliases": [
        "Love Bullet: Yuri Kuma Arashi",
        "Love Bullet: Yurikuma Arashi",
        "Yuri Kuma Arashi"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "0": {
            "ID": "605792",
            "URL": "https://www.thetvdb.com/series/yurikuma-arashi/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5149132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5149132",
                    "TitleEnglish": "I Want To Meet You Right Now! Growl!",
                    "SummaryEnglish": "A special program hosted by voice actresses Miho Arakawa, Yoshiko Ikuta, and Nozomi Yamane as they discuss their favorite moments from the previous episodes. The program also features an interview between director Kunihiko Ikuhara and theme song artist Bonjour Suzuki, as well as a preview of episode 9."
                }
            }
        },
        "1": {
            "ID": "606333",
            "URL": "https://www.thetvdb.com/series/yurikuma-arashi/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5074277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5074277",
                    "TitleEnglish": "Never Back Down on Love",
                    "SummaryEnglish": "Kureha Tsubaki is a happy high school student in requited love until one day, bears suddenly start terrorizing the school, two mysterious transfer students appear, tragedy strikes, and things get... well, weird."
                },
                "2": {
                    "ID": "5091445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5091445",
                    "TitleEnglish": "Even If I Use Up All My Strength, I'll Never Forgive You",
                    "SummaryEnglish": "Kureha's not interested in going back to school, but not everyone is taking no for an answer. Will she come willingly, or will it take a home invasion, gunfire, and a direct challenge from the Wall?"
                },
                "3": {
                    "ID": "5091446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5091446",
                    "TitleEnglish": "The Invisible Storm",
                    "SummaryEnglish": "Kureha's classmates hold a terrible ceremony."
                },
                "4": {
                    "ID": "5091447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5091447",
                    "TitleEnglish": "I Can't Get a Kiss",
                    "SummaryEnglish": "The Severance Court has the day off, so Life Sexy takes the opportunity to relate a fairy tale - about a young princess named Lulu, who gave up on kisses."
                },
                "5": {
                    "ID": "5094774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5094774",
                    "TitleEnglish": "I Want to Have You All to Myself",
                    "SummaryEnglish": "Kureha's class apologizes for the Invisible Storm and offers to make it up to her. Meanwhile, we learn a little more about Ginko's past."
                },
                "6": {
                    "ID": "5094775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5094775",
                    "TitleEnglish": "The Moon Girl and the Forest Girl",
                    "SummaryEnglish": "Once upon a time, the worlds were divided in two by the sky."
                },
                "7": {
                    "ID": "5127234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5127234",
                    "TitleEnglish": "The Girl That I Forgot",
                    "SummaryEnglish": "As Ginko struggles to recover, Kureha realizes that she's forgotten a very dear friend for a very long time."
                },
                "8": {
                    "ID": "5140145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5140145",
                    "TitleEnglish": "Bride-in-the-Box",
                    "SummaryEnglish": "20 years ago, Yurika, revealed to be a bear, was taken in as a cub by a woman, who she ended up killing when she tried to leave her. Having lived alone at Arashigaoka Academy, Yurika was eventually befriended by Reia, becoming close to her and giving her a pendant as a sign of her love. However, she felt betrayed when Reia eventually gave birth to Kureha, and a few years later, Yurika killed Reia after she gave her pendant to Ginko. Back in the present, Kureha, who had heard Reia's pendant was taken by the bear who killed her, is shocked to find Ginko wearing it. The next day, Yurika reveals to Kureha that Ginko and Lulu are bears, claiming they were the ones who killed Reia. Later, the Judgemens call Kureha, Ginko, and Yurika to the rooftop, where Yurika tries to coerce Kureha into killing Ginko, who denies killing Reia but is willing to be shot if it will satisfy her. Just as Kureha is about to let down her aim, thinking about all the things Ginko has done for her, Lulu appears and tells Kureha about the crime that Ginko had committed concerning Sumika, prompting her to take aim again."
                },
                "9": {
                    "ID": "5143467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5143467",
                    "TitleEnglish": "The Future of the Girls",
                    "SummaryEnglish": "Ginko sees desire's true face, and Kureha longs to see Ginko's true face."
                },
                "10": {
                    "ID": "5143468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5143468",
                    "TitleEnglish": "The Door to Friendship",
                    "SummaryEnglish": "Now that Kureha knows the future her mother envisioned for her, she has to make some tough choices about what friendship means."
                },
                "11": {
                    "ID": "5143469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5143469",
                    "TitleEnglish": "What We Hope For",
                    "SummaryEnglish": "Chouko and her classmates have come up with a plan to eliminate their bear problem, but it involves a little sacrifice."
                },
                "12": {
                    "ID": "5143470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yurikuma-arashi/episodes/5143470",
                    "TitleEnglish": "Yuri Kuma Arashi",
                    "SummaryEnglish": "When yuri meets bear, a storm begins."
                }
            }
        }
    }
}