{
  "URL": "https://www.thetvdb.com/series/death-parade",
  "Genres": [
    "Psychological Thriller"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt4279012/",
    "http://www.ntv.co.jp/deathparade/",
    "https://www.themoviedb.org/tv/61901",
    "https://en.wikipedia.org/wiki/Death_Billiards",
    "https://x.com/dp_anime"
  ],
  "TitleEnglish": "Death Parade",
  "SummaryEnglish": "When two people die at the same time, they’re sent to a place that’s neither heaven nor hell—a lavish bar between worlds where the stakes are high and the rules are simple: if you win you live again, if you die… you’re gone for good. Decim is the bartender charged with serving the souls who enter Quindecim. He may make a mean cocktail, but his true profession is to play the role of arbiter—a judge who determines whether or not a soul is worthy of reincarnation. To aid in his judgment, the bar’s patrons are forced to play simple games laced with sadistic twists designed to bring their true natures to light. To Decim, judgment has always been black and white—that is—until he meets a mysterious young woman whose fate seems impossible to decide. His indecision shakes the very foundation of the games and raises the biggest question of all: Who is fit to judge the dead?",
  "Aliases": [],
  "Modified": "2025-06-23",
  "Seasons": {
    "0": {
      "ID": "605797",
      "URL": "https://www.thetvdb.com/series/death-parade/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "5087155",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/death-parade/episodes/5087155",
          "TitleEnglish": "Death Billiards",
          "SummaryEnglish": "An old and a young man find themselves in a mysterious bar where they have to play a game of billiards. The bet: their lives.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "606950",
      "URL": "https://www.thetvdb.com/series/death-parade/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5079012",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/death-parade/episodes/5079012",
          "TitleEnglish": "Death Seven Darts",
          "SummaryEnglish": "A young couple, Takashi and Machiko, arrive in the bar Quindecim without any recollection of how they got there. The bartender tells them they cannot leave until they first finish playing a game, one in which their lives will be at stake.",
          "Aliases": []
        },
        "2": {
          "ID": "5079015",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/death-parade/episodes/5079015",
          "TitleEnglish": "Death Reverse",
          "SummaryEnglish": "A black-haired woman awakens in an unfamiliar place, unable to remember even her own name. She is taken by a girl named Nona to Quindecim, where she is told that she will be an assistant, and is instructed as to the purpose of the bar's existence.",
          "Aliases": []
        },
        "3": {
          "ID": "5097702",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/death-parade/episodes/5097702",
          "TitleEnglish": "Rolling Ballade",
          "SummaryEnglish": "College student Shigeru Miura wakes up in Quindecim, and falls in love at first sight with the woman at the bar. Unable to remember even her own name, the woman asks him to play a game with her, after being assured that it will jog her memory.",
          "Aliases": []
        },
        "4": {
          "ID": "5104059",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/death-parade/episodes/5104059",
          "TitleEnglish": "Death Arcade",
          "SummaryEnglish": "TV personality Misaki Tachibana is convinced that she is in Quindecim as part of a hidden-camera TV show, and enlists her counterpart, Yousuke Tateishi, to help her liven the show up. Decim takes measures to ensure extreme conditions for the contestants.",
          "Aliases": []
        },
        "5": {
          "ID": "5104060",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/death-parade/episodes/5104060",
          "TitleEnglish": "Death March",
          "SummaryEnglish": "Two more people - a young boy and an older man - arrive at Quindecim, but this time, Decim senses something out of place. Before Decim can explain the game to the pair, the older man reveals that he remembers having seen Decim and the bar before!",
          "Aliases": []
        },
        "6": {
          "ID": "5105201",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/death-parade/episodes/5105201",
          "TitleEnglish": "Cross Heart Attack",
          "SummaryEnglish": "A high-school girl named Mayu arrives at a Japanese-style bar being tended by Ginti. He demands that she play a game against the man in the bar, who she instantly recognizes as Harada, of the boy idol band C.H.A, and she eagerly accepts.",
          "Aliases": []
        },
        "7": {
          "ID": "5110043",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/death-parade/episodes/5110043",
          "TitleEnglish": "Alcohol Poison",
          "SummaryEnglish": "When the black-haired woman stumbles upon a picture book, she asks Decim about it, and he tells her that it might belong to Quin, Quindecim's previous bartender. Decim reveals the reasons why he spends so much time putting together mannequins.",
          "Aliases": []
        },
        "8": {
          "ID": "5110044",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/death-parade/episodes/5110044",
          "TitleEnglish": "Death Rally",
          "SummaryEnglish": "Prior to the arrival of a pair of guests--a police detective and young man raising his sister--Decim wonders if there has been a mistake, since the memories he has received are those of a killer. But despite his protestations, Nona prods him to continue.",
          "Aliases": []
        },
        "9": {
          "ID": "5121980",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/death-parade/episodes/5121980",
          "TitleEnglish": "Death Counter",
          "SummaryEnglish": "As the two contestants continue their game, Shimada is surprised to learn that Detective Tatsumi is sympathetic to his desire for revenge against his sister's attacker. The black-haired woman is troubled by how far Decim is willing to go.",
          "Aliases": []
        },
        "10": {
          "ID": "5121981",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/death-parade/episodes/5121981",
          "TitleEnglish": "Story Teller",
          "SummaryEnglish": "Decim visits Nona and tells her that he believes that their way of passing judgment is flawed. Nona sends him another customer, whose case may unravel the mystery of the black-haired woman, and whom Decim chooses to judge without the aid of any memories.",
          "Aliases": []
        },
        "11": {
          "ID": "5150247",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/death-parade/episodes/5150247",
          "TitleEnglish": "Memento Mori",
          "SummaryEnglish": "Mayu is given a chance to spare Harada's soul from the void, for a price. With Chiyuki's judgment pending, she revisits her love of ice skating, with the hope that the memories she recovers will help her to come to terms with her passing.",
          "Aliases": []
        },
        "12": {
          "ID": "5150248",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/death-parade/episodes/5150248",
          "TitleEnglish": "Suicide Tour",
          "SummaryEnglish": "Oculus confronts Nona concerning Decim, demanding to know what she has done to him. Chiyuki awakens in her house the living world again to find that Decim has brought her there to offer her the chance to reclaim her life.",
          "Aliases": []
        }
      }
    }
  }
}