{
    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4623042/",
        "http://www.yamajo-anime.com/",
        "https://www.themoviedb.org/tv/62568",
        "https://x.com/yamajo_anime"
    ],
    "TitleEnglish": "Yamada-kun and the Seven Witches (2015)",
    "SummaryEnglish": "One day, high-school boy Yamada bumps into the beautiful girl Shiraishi on the stairs (literally), and their lips touch as they fall. When they regain their wits, they realize that they have swapped bodies. As time progresses, the two realize that this is not the only mysterious happening in the school.",
    "Aliases": [
        "Yamada kun & the Seven Witches (2015)",
        "Yamada-kun to 7-nin no Majo (2015)",
        "Yamada kun to 7 nin no Majo (2015)"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "0": {
            "ID": "607159",
            "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5081030",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5081030",
                    "TitleEnglish": "Second Coming of the Suzaku Fest: A Hot Springs Resort! Everyone Gather Up!",
                    "SummaryEnglish": "Shiraishi Urara is the top student in her school. One day, due to an accidental kiss, Urara finds herself in the body of the school delinquent, Yamada Ryuu! In trying to switch back to their own bodies, Urara and Ryuu discover that kissing causes them to switch bodies, which leads to their discovery that there are 7 witches in their school. They soon try to uncover the identities of the 7 witches..."
                },
                "2": {
                    "ID": "5119394",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5119394",
                    "TitleEnglish": "Second Coming of the Suzaku Fest: Sing! Dance! Supernatural Studies Club!",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "6496965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/6496965",
                    "TitleEnglish": "Yankee-kun na Yamada-kun to Megane-chan to Majo",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "607189",
            "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5081222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5081222",
                    "TitleEnglish": "I've Turned Into Her!",
                    "SummaryEnglish": "Yamada Ryu, a second year student who attends the prestigious Suzaku Private High School, is a problem child who comes to school late and leaves early, is prone to fighting all over the place, and even nods off in class. One day, he falls down the stairs with the honor student Shiraishi Urara. They faint, and when he wakes up in the infirmary he's turned into her!"
                },
                "2": {
                    "ID": "5185671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5185671",
                    "TitleEnglish": "Kiss Me, Okay?",
                    "SummaryEnglish": "Ito Miyabi, who loves supernatural phenomena, appears just as Yamada, Urara, and Miyamura restart Supernatural Studies Club activities. Miyabi shows off her supernatural paraphernalia so proudly that Yamada and the others can't tell her the truth: that they only want to use the clubroom to kiss."
                },
                "3": {
                    "ID": "5185672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5185672",
                    "TitleEnglish": "Will You Accept? Or Won't You?",
                    "SummaryEnglish": "\"They won't give us a club budget?\" Miyabi is unhappy the Supernatural Studies Club can't move forward with their research because the student council won't give them funding. Yamada isn't interested initially, but quickly changes his mind once he learns he could buy a microwave to warm up his beloved yakisoba bread."
                },
                "4": {
                    "ID": "5185673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5185673",
                    "TitleEnglish": "It Looks Like I've Fallen for Yamada!",
                    "SummaryEnglish": "\"We're going on the school camping trip today, huh?\" Yamada is less than thrilled, but gets his fill of all he wants to do after switching bodies with Urara and thinks, \"Looks like this'll be sorta fun now!\" However, Urara has never really fit in with the other girls."
                },
                "5": {
                    "ID": "5185674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5185674",
                    "TitleEnglish": "You Mustn't Kiss Her, Okay?",
                    "SummaryEnglish": "\"Keep this a secret from Shiraishi!\" Just as Yamada decides to keep the fact his kiss' power has changed to \"Charm\" a secret from Urara, she urges him to switch bodies. He'd better go see Odagiri Nene and get his power back to normal in a hurry! Elsewhere, Nene is irritated that Yamada hasn't become charmed by her kiss and shown up like he's supposed to."
                },
                "6": {
                    "ID": "5194786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5194786",
                    "TitleEnglish": "Respond!",
                    "SummaryEnglish": "\"It's summer! It's the beach! It's a summer retreat!\" The Supernatural Studies Club holds a summer retreat at the club house to find volume two of the notebook containing the legend of the witches, but Yamada's spirits plummet as he is forced to take supplementary lessons and exams with Otsuka Meiko, Tsurukawa Hideaki, and Kameda Mitsuru from the Manga Research Club."
                },
                "7": {
                    "ID": "5194787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5194787",
                    "TitleEnglish": "Anything but Tempura!",
                    "SummaryEnglish": "Yamada begins searching for the witches and visits the home of the fourth witch, Sarushima Maria, who is a shut-in taking a break from school. When they're alone, she tells him that her power is to see the future of the person she kisses."
                },
                "8": {
                    "ID": "5194788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5194788",
                    "TitleEnglish": "You're So Annoying",
                    "SummaryEnglish": "Yamada's group gets roped into making the group of first-year problem students lead by Takigawa Noa behave in order to open a yakisoba bread stand at the cultural festival. Noa is a witch, and appears to see the past of the person she kisses and latch onto their shortcomings. Worst yet, she seems to have volume two of the notebook containing the legend of the witches!"
                },
                "9": {
                    "ID": "5194790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5194790",
                    "TitleEnglish": "I'll Definitely Change the Future",
                    "SummaryEnglish": "Suzaku Fest is here! Thanks to copying Maria's power to predict the future, Yamada's fortunes guaranteed to strike home make the Supernatural Studies Club's yakisoba bread shop a huge success. Meanwhile, Maria confides in Yamada and tells him she wants to erase her witch power. \"I want to kiss and fall in love like a normal person.\""
                },
                "10": {
                    "ID": "5194792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5194792",
                    "TitleEnglish": "Please Go Out With Me!",
                    "SummaryEnglish": "The Supernatural Studies Club meets Miyamura's sister, Leona, in their search for the seventh witch. She has dropped out of school in order to escape from that witch's power to erase memories. The instant one learns her name, all of their memories related to witches will be erased."
                },
                "11": {
                    "ID": "5194793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5194793",
                    "TitleEnglish": "What Did You Do With Shiraishi?!",
                    "SummaryEnglish": "Unable to stand by and do nothing after seeing Urara's tears, Yamada tries to kiss her to prove she's really a witch, but she refuses. Yamada and Tamaki, unwilling to give up, continue trying to find a way to restore everyone's lost memories."
                },
                "12": {
                    "ID": "5194794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yamada-kun-and-the-seven-witches-2015/episodes/5194794",
                    "TitleEnglish": "I Love You, Shiraishi!",
                    "SummaryEnglish": "Yamada must get all the witches together to conduct the seven witches' ceremony, and the last three needed are Urara, Mikoto, and Rika. Hoping to at least save Urara, Yamada heads for Mikoto's house along with the student council president Miyamura, but they're stopped by Miyamura's sister Leona."
                }
            }
        }
    }
}