{
  "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt4219136/",
    "https://www.themoviedb.org/tv/63406",
    "https://www.themoviedb.org/tv/63406"
  ],
  "TitleEnglish": "THE iDOLM@STER Cinderella Girls",
  "SummaryEnglish": "A girl aiming to become an idol named Uzuki Shimamura is informed that she has been accepted into the Cinderella Project, a new project that collects girls and polishes them to become idols. After meeting Rin Shibuya, Mio Honda, and the other eleven fellow members of the group, the girls begin their journey at the 346 Pro talent agency, overcoming many trials and hoping to one day stand on the same stage as their senior idols.",
  "Aliases": [
    "Idolmaster: Cinderella Girls",
    "アイドルマスター シンデレラガールズ (2015)",
    "THE IDOLM@STER CINDERELLA GIRLS"
  ],
  "Modified": "2025-06-03",
  "Seasons": {
    "0": {
      "ID": "607215",
      "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 6,
      "Episodes": {
        "1": {
          "ID": "5135818",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5135818",
          "TitleEnglish": "Special Program (Recap)",
          "SummaryEnglish": "Episode 7.5. Recap.",
          "Aliases": []
        },
        "2": {
          "ID": "5339749",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5339749",
          "TitleEnglish": "Road to LIVE",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "5339750",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5339750",
          "TitleEnglish": "Smile History",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "5358031",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5358031",
          "TitleEnglish": "Anytime, Anywhere with Cinderella.",
          "SummaryEnglish": "Unaired episode bundled with the ninth Blu-ray and DVD volume of The iDOLM@STER Cinderella Girls.",
          "Aliases": []
        },
        "5": {
          "ID": "9739973",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/9739973",
          "TitleEnglish": "ETERNITY MEMORIES",
          "SummaryEnglish": "A special commemorating the 10th anniversary of the THE IDOLM@STER Cinderella Girls franchise. The anime features all 190 idols from the series. Note: A 6-minute preview \"Celebration Animation\" of ETERNITY MEMORIES was released on November 28, 2021, first unveiled during Day 2 of \"THE IDOLM@STER CINDERELLA GIRLS 10th ANNIVERSARY M@GICAL WONDERLAND TOUR!!!: Celebration Land\" live concert. The video was reuploaded on September 7, 2022 onto the IDOLM@STER Channel, correcting spelling, omissions, and credits on the initial upload that was on YouTube. (AniList.co)",
          "Aliases": []
        },
        "6": {
          "ID": "10825996",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/10825996",
          "TitleEnglish": "THE IDOLM@STER CINDERELLA GIRLS Spin-off!",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "607218",
      "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "5081575",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5081575",
          "TitleEnglish": "Who is in the Pumpkin Carriage?",
          "SummaryEnglish": "Uzuki Shimamura is an ordinary girl who dreams of being an idol, so she goes to a special training school. One day, a producer for 346 Production shows up with the news that she’s one of three girls chosen for the Cinderella Project, even though she didn’t pass the audition the first time around. Uzuki is thrilled, but the project can’t start until the other two members are picked… “P” scouts Rin Shibuya, who he has in mind for the second opening. However, Rin isn’t interested in becoming an idol and turns him down flat…",
          "Aliases": []
        },
        "2": {
          "ID": "5097504",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5097504",
          "TitleEnglish": "I've Never Seen such a Beautiful Castle",
          "SummaryEnglish": "Uzuki and Rin come to 346 Production for the first time. They meet the final member who won the idol version of a “second chance sweepstakes,” Mio Honda, as well as the 12 other eccentric members, and thus the project can finally start. The first job for the three newcomers is to do a publicity shoot, but their nervousness threatens to derail the whole thing. Somehow, they get through it, and well enough to impress superidol Mika Jougasaki, who suddenly hires the trio to be her backup dancers for an upcoming concert!",
          "Aliases": []
        },
        "3": {
          "ID": "5104317",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5104317",
          "TitleEnglish": "A Ball is Resplendent, Enjoyable, and...",
          "SummaryEnglish": "Uzuki, Rin, and Mio start taking lessons to train to be Mika’s back dancers. It’s a long, hard struggle, but thanks to the encouragement of the other project members, they somehow make it. But the pressure of being on stage for the first time has stressed the trio out so much that even the final rehearsal doesn’t go well. Will they be able to get it together for the actual concert?",
          "Aliases": []
        },
        "4": {
          "ID": "5111109",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5111109",
          "TitleEnglish": "Everyday life, really full of joy!",
          "SummaryEnglish": "Uzuki, Rin, and Mio have been tapped to film the Cinderella Project's PR video. They go around filming their fellow members on a handy cam, a few of whom are challenging subjects. But after the video is done, P makes an important announcement!",
          "Aliases": []
        },
        "5": {
          "ID": "5116276",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5116276",
          "TitleEnglish": "I don't want to become a wallflower",
          "SummaryEnglish": "Two units are going to make their debut, one with Uzuki, Rin, and Mio, the other with Minami and Anastasia. They all become busy with lessons to prepare for their mini-concert debut. However, Miku's frustrations boil over dangerously when her own debut can't be seen on the horizon.",
          "Aliases": []
        },
        "6": {
          "ID": "5122088",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5122088",
          "TitleEnglish": "Finally, our day has come!",
          "SummaryEnglish": "Uzuki, Rin, and Mio are the members of New Generations, while Minami and Anastasia make up Love Laika. A mini-concert to promote their respective debut CDs is planned, and the members of both units are preparing with interviews, fitting sessions, and the like. Minami and Anastasia are extremely nervous since it’ll be their first time performing on stage, but they do their best to prepare by working together and training a lot. Meanwhile, the members of New Generations can’t wait to have another onstage experience like they did with Mika. The day of their first concert finally comes, but what do the members see when they look out over the stage?",
          "Aliases": []
        },
        "7": {
          "ID": "5128124",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5128124",
          "TitleEnglish": "I wonder where I find the light I shine...",
          "SummaryEnglish": "P fails to chase after Mio when she runs out of the office. This makes Rin and the other project members distrust P's attitude and what he means to do on his own. Then Rin leaves the project too, and it looks like the whole thing may fall apart. P pays a visit to Uzuki, who had the misfortune of catching a cold at this critical time, but her smile and unflagging dream of becoming an idol strengthens P's resolve to bring Mio and Rin back into the fold. Meanwhile, the other members hear about how P became cowardly in the way he interacts with the idols after a past incident...",
          "Aliases": []
        },
        "8": {
          "ID": "5135817",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5135817",
          "TitleEnglish": "I want you to know my hidden heart.",
          "SummaryEnglish": "As summer rolls around, P and the idols become closer, while the project moves along nicely. And for Ranko, it's especially nice, as she gets to make her CD debut next. However, there's a major gap between the image Ranko has crafted for herself and the way P perceives that image. He makes an effort to understand her, and she does her best to communicate with him, but will they be able to reach a middle ground?",
          "Aliases": []
        },
        "9": {
          "ID": "5151651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5151651",
          "TitleEnglish": "'Sweet' is a magical word to make you happy!",
          "SummaryEnglish": "Kanako, Chieri, and Anzu make their unit debut as Candy Island. However, Anzu states that she doesn’t want to work. Kanako is laid-back and does everything at her own pace, and Chieri is so nervous about an audience watching her that she can’t look at them. The unit seems iffy from the get-go, but the three of them are invited to appear on a variety show hosted by Mizuki Kawashima and Airi Totoki. Preoccupied by the audience’s gaze, the newly-minted trio has zero teamwork as they face off against three other idols. It doesn’t help when a terrifying “punishment” is announced beforehand for whichever team loses!",
          "Aliases": []
        },
        "10": {
          "ID": "5151652",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5151652",
          "TitleEnglish": "Our world is full of joy!!",
          "SummaryEnglish": "The trio of Rika, Miria, and Kirari make their debut as Dekorationt and even do a tie-in with the fashion brand Pika Pika Pop. The unit does fine with a PR event, but P feels they can involve the audience more. While thinking of ways to do just that, the trio takes a breather in Harajuku, but when P gets separated from them, both sides look in all the wrong places for each other. The clock is ticking too, since the next event starts soon, so never mind engaging the audience, Dekoration may miss the whole thing!",
          "Aliases": []
        },
        "11": {
          "ID": "5157230",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5157230",
          "TitleEnglish": "Can you hear my voice from the heart?",
          "SummaryEnglish": "Miku Maekawa and Riina Tada are going to make their debut as the Cinderella Project's final unit. However, Miku aims to be a cute, cat-eared idol, while Riina's goal is to become a cool rock idol. The two are like oil and water, and both are strongly opposed to the unit idea. But when their participation in the units-only summer festival is on the line, they make an effort to get on the same wavelength, starting with becoming roommates!",
          "Aliases": []
        },
        "12": {
          "ID": "5157231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5157231",
          "TitleEnglish": "The magic needed for a flower to bloom",
          "SummaryEnglish": "With their participation in the summer fest decided, the project members work hard taking lessons at a camp. But when P has to leave for another duty, Minami is given the camp coordinator role. Aside from performing their own solo unit songs, the members also have to learn a new group song but have a rough time trying to get in sync with each other with the choreography. Seeing them struggle, Minami suddenly cancels the group lesson... and initiates an athletic meet under the guise of a \"special program\"!",
          "Aliases": []
        },
        "13": {
          "ID": "5157232",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5157232",
          "TitleEnglish": "It's about time to become Cinderella girls!",
          "SummaryEnglish": "The summer fest is here at last. All of the project members are nervous about performing on the grand stage, but their rehearsals go smoothly thanks to Minami's leadership. But then Minami collapses from accumulated stress. Ranko does an emergency fill in for Minami with Love Laika and somehow, the rest of the Cinderella Project's performances go off without a hitch... until a sudden downpour causes the rest of the concert to be canceled!",
          "Aliases": []
        },
        "14": {
          "ID": "5157229",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5157229",
          "TitleEnglish": "Who is the lady in the castle?",
          "SummaryEnglish": "It's been a month since the idol festival and the 346 Production Cinderella Project idols are expanding the scope of their activities and grow one step at a time. It's smooth sailing for Producer until a suspicious figure seems to follow him wherever he goes. Does Producer have a stalker!? In between jobs, the idols take turns guarding him. And then a woman who was working abroad for a company affiliated with 346 Production returns to Tokyo to take charge of the company's idol division. But what startling new policy does Executive Director Mishiro announce!",
          "Aliases": []
        },
        "15": {
          "ID": "5281544",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5281544",
          "TitleEnglish": "When the spell is broken...",
          "SummaryEnglish": "Executive Director Mishiro announces that the division is going to start anew and cancels all current projects. Furthermore, she proclaims that she will pick the idols as part of one grand project. Her policies are very different from that of Producer, the Cinderella Project, and other departments within the company. There's a lot of anxiety as idols are driven out of offices they've always been in and relocated, while Producer works hard to protect their department by presenting a plan in place of hers. Then Executive Mishiro calls 346 Production's top idol, Kaede Takagaki, in for a private meeting!?",
          "Aliases": []
        },
        "16": {
          "ID": "5288448",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5288448",
          "TitleEnglish": "The light shines in my heart.",
          "SummaryEnglish": "The project that Producer proposes to Executive Director Mishiro is called \"Cinderella's Ball: Power of Smile.\" It's meant to be a complex event that will showcase the idols' individual strengths. Though Mishiro's proposal runs completely counter to this idea, she gives Producer permission to run with it. Producer and the idols will be able to prevent the gutting of their division if they show results within a certain time frame. The Cinderella Project idols are happy about this reprieve, but idols in other departments, particularly those whose strong suit is with variety shows, find themselves facing changes due to Mishiro's course of action. And one of them is the eccentric Nana Abe, who claims to be from the planet Usamin! Cat character idol Miku worries about getting the ax, while Riina worries about Miku...",
          "Aliases": []
        },
        "17": {
          "ID": "5295849",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5295849",
          "TitleEnglish": "Where does this road lead to?",
          "SummaryEnglish": "In order to keep the Cinderella Project going and the \"Cinderella's Ball\" project a success, Producer and the idols feel they have to both up their game and increase their name recognition. With the cooperation of other departments, they start a new TV variety show called \"Totokira Academy,\" and Dekoration become regulars on the program. Meanwhile, Executive Director Mishiro is after Mika to change her image. Though Mika doesn't like it, she thinks of her department and younger colleagues and does her best. But on the set of Totokira Academy, Rika doesn't like how Mika is being asked to change her image, and the two sisters get into a fight. When Miria is depressed too, Kirari and the other idols worry about both of their own. At this rate, can the TV show be a success!?",
          "Aliases": []
        },
        "18": {
          "ID": "5301466",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5301466",
          "TitleEnglish": "A little bit of courage shows your way.",
          "SummaryEnglish": "After Totokira Academy gets off to a popular start, Candy Island makes a guest appearance on the show. Chieri and Kanako are so nervous that they act stiff, but with Anzu's casual support, they make it through the taping. The staff loves the stark differences between Anzu and Kirari and gives them a new recurring segment, \"Anki Ranking.\" Chieri and Kanako agree to do to a taped interview for that segment, but Anzu worries about them in her own way. Seeing how hard everyone is working for the upcoming ball, Chieri and Kanako get fired up, but their nervousness prevents their true talent from coming out, and the interview becomes a hard battle...",
          "Aliases": []
        },
        "19": {
          "ID": "5311259",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5311259",
          "TitleEnglish": "If you're lost, let's sing aloud!",
          "SummaryEnglish": "Miku and Riina are concerned with improving as a unit to get ready for “Cinderella’s Ball,” despite their usual clashes over the direction of the unit. Meanwhile, Riina becomes friends with a rock idol she admires, Natsuki Kimura, whom Executive Director Mishiro has invited to join a new rock-idol unit. Connecting with Natsuki, who is devoted to rock, makes Riina remember how much she loves it too. Riina is torn over what she wants to do. Miku picks up on the fact that Riina isn’t her usual self and worries about her partner, but decides to wait until she is ready to talk...",
          "Aliases": []
        },
        "20": {
          "ID": "5311260",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5311260",
          "TitleEnglish": "Which way should I go to get to the castle?",
          "SummaryEnglish": "Executive Director Mishiro's new project, Project Krone, begins. It consists of idols who are directly handpicked by the executive director herself. Meanwhile, Producer is suddenly informed that the Cinderella Project is going to come under review at 346 Production's fall festival. The idols are shaken to learn that if their performance at the concert isn't deemed up to snuff, Executive Director Mishiro won't wait until the winter ball but will disband the department immediately. As chaos and confusion spread, Rin and Anastasia are picked for Project Krone!",
          "Aliases": []
        },
        "21": {
          "ID": "5319133",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5319133",
          "TitleEnglish": "Crown for each.",
          "SummaryEnglish": "Anastasia is positive and determined about participating in Project Krone. But then Mio suddenly announces she's going solo. Meanwhile Rin still can't decide whether to take part in Triad Primus. Amidst all these changes, they strive to find their own paths. Under the circumstances, it seems like all the previous units and projects will be disbanded, which causes the Cinderella Project members no end of anxiety and upset. The idols decide to band together to make the fall fest a success, but can they?",
          "Aliases": []
        },
        "22": {
          "ID": "5319134",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5319134",
          "TitleEnglish": "The best place to see the stars.",
          "SummaryEnglish": "The fall fest held by 346 Production has begun at last. The Cinderella Project idols are each determined in their own way and fired up as they face the concert. Per Producer's decision, New Generations is sitting the concert out, but Mio and Uzuki are on hand as staff to support the others, while Rin performs with Karen and Nao to make their concert debut as Triad Primus. Meanwhile, Anastasia performs solo for the first time on stage and all the other Cinderella Project idols shine more than ever. On the other hand, it's the first time for the Project Krone idols to be on stage. Their nervousness reaches its peak right as they're about to go on...",
          "Aliases": []
        },
        "23": {
          "ID": "5333701",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5333701",
          "TitleEnglish": "Glass Slippers.",
          "SummaryEnglish": "With the fall fest finished, the Cinderella Project members have ascended another stair. But when Uzuki suffers a crisis of confidence, she tells Producer that she wants to go back to the basics and subsequently returns to training school. Feeling that something is off, Producer frequently visits Uzuki at the school to keep an eye on her, but she sticks to her usual line of \"I'll do my best.\" Producer doesn't think Uzuki is heading in the right direction, so he sets up a Christmas concert for New Generations and entreats her to re-enter the fold there. However, Uzuki doesn't show any enthusiasm for the plan. When Producer tells Rin and Mio about Uzuki's condition, they become anxious and go to the training school to see how she really feels. They find that Uzuki has lost her former dazzling smile...",
          "Aliases": []
        },
        "24": {
          "ID": "5339748",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5339748",
          "TitleEnglish": "Barefoot Girl.",
          "SummaryEnglish": "Uzuki has lost sight of herself and lost her smile, but Mio and Rin still believe in her, so they wait for Uzuki to come around. In response to her friends' faith, Uzuki visits 346 Pro, but she still has no good answer to the indecision that's inside her. Mio and Rin decide to watch over Uzuki, who remains in doubt even as she takes a lesson at the office. Afterwards, the other members on the scene share their various feelings as colleagues, friends, and idols. The encounter makes Uzuki think about what she's currently missing. And then it's Christmas Eve. Producer picks Uzuki up and they head over to the concert venue, but stop off at a certain place along the way...",
          "Aliases": []
        },
        "25": {
          "ID": "5358029",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-idolm-ster-cinderella-girls/episodes/5358029",
          "TitleEnglish": "Cinderella Girls at the Ball.",
          "SummaryEnglish": "The Cinderella's Ball finally begins, with the Cinderella Project girls encouraged by Producer to smile as they do each of their routines.",
          "Aliases": []
        }
      }
    }
  }
}