{
    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront",
    "Genres": [
        "Action",
        "Adventure",
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4379632/",
        "https://www.themoviedb.org/tv/62327"
    ],
    "TitleEnglish": "Blood Blockade Battlefront",
    "SummaryEnglish": "In a city where the paranormal and ordinary co-exist, the Libra organization battles to ensure peace and order.",
    "TitleJapanese": "血界戦線",
    "SummaryJapanese": "超常現象と普通が共存する都市では、天秤座組織は平和と秩序を確保するために戦います。",
    "Aliases": [
        "Kekkai Sensen",
        "Kekkai Sensen & Beyond"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "0": {
            "ID": "607521",
            "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "5209787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/5209787",
                    "TitleEnglish": "Even These Are the Worst and the Best Days Ever",
                    "SummaryEnglish": "A nervous Leo calls into a radio advice column show and reflects on his time spent in Hellsalem's Lot, his dealings with his co-workers, and his interactions with Black and White up to this point. (Episode 10.5 - a recap episode of episodes 1 through 10)",
                    "TitleJapanese": "それさえも最低で最高な日々",
                    "SummaryJapanese": "ここは相変わらずゴチャゴチャでドタバタで異常が日常の忙しない街だ。僕はなんとか生きながらえて、最低で最高な日々を過ごしている。世界はなんでも起こる──まったくその通り。\n「WHLミストストリーム。続いてはお悩み相談のコーナーです。本日の悩める異界の住人は…ラジオネーム“Lの悲劇君”」\n今日はこの街に来て僕が出会った色々な出来事と、素敵な人たちの話をしようと思う。"
                },
                "2": {
                    "ID": "8173372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/8173372",
                    "TitleEnglish": "Special Program",
                    "SummaryEnglish": "(Special episode aired instead of the too long Episode 12) Yuuma Uchida narrated the episode and reintroduced the characters. The episode also contained: - interview with Rikiya Koyama (Klaus) and Daisuke Sakaguchi (Leonardo) voice actors - interview with Taisei Iwasaki music composer - interview with Unison…",
                    "TitleJapanese": "Special Program",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5518917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/5518917",
                    "TitleEnglish": "King of the Restaurant of Kings",
                    "SummaryEnglish": "The episode, titled \"Ousama no Restaurant no Ousama,\" will be released on June 3, 2016, with the Kekkai Sensen guide book titled Blood Blockade Battlefront Binge Bible. It adapts a story from the eighth volume of the manga. Rie Matsumoto returns to direct the episode, which will be animated by studio Bones.",
                    "TitleJapanese": "王様のレストランの王様",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "7293211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/7293211",
                    "TitleEnglish": "Blood Blockade Battlefront & Beyond OAD",
                    "SummaryEnglish": "Zapp get confronted by two dangerous sisters on a double-date gone wrong. Chain enters a drinking competition to secure a bomb so that it doesn't fall into the wrong hands.",
                    "TitleJapanese": "ザップ・レンフロ因果応報中!!",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "607823",
            "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5086877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/5086877",
                    "TitleEnglish": "Secret Society of the Magic-Sealed City",
                    "SummaryEnglish": "Leonard Watch, an ordinary aspiring reporter, moves to Jerusalem's Lot, a city created by the intersection of worlds where New York City once stood, and through a series of lucky coincidences, is recruited into the secret society named \"Libra.\"",
                    "TitleJapanese": "魔封街結社",
                    "SummaryJapanese": "現世と異界が交わる街「ヘルサレムズ・ロット」を訪れた少年・レオ。別人と間違えられ、摩天楼の中心に建つとあるビルへと連行された彼は、そこで世界の均衡を保つことを目的に活動する秘密結社「ライブラ」のリーダー・クラウス、そして彼の仲間たちと出会う。\nその直後、街では突如現れた「召喚門（ゲート）」から、右半分だけの異形の怪物が出現。事件の仕掛け人“堕落王”フェムトは、数分に一度だけ開くゲートから怪物の残り半分が出現すると人々に告げる。怪物が自分の半身を見つけ出し合体を果たせば、街はたちまち廃墟と化してしまう……。それを防ぐには、ゲートが開く度に起こる「真っ二つパーティー」を目印に、怪物より先にゲートを探し出し破壊しなければならない。レオたちはフェムトの“罠”をくぐり抜け、事件を解決できるのか？"
                },
                "2": {
                    "ID": "5181657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/5181657",
                    "TitleEnglish": "After the Phantom Ghost Wagon",
                    "SummaryEnglish": "While Zapp makes Leo's daytime job delivering pizzas a living hell, they spot a dry cleaning van that is more than it appears to be. When Leo is kidnapped, the rest of the Libra team must work together to rescue him from his captors.",
                    "TitleJapanese": "幻のゴーストワゴンを追え!!",
                    "SummaryJapanese": "フェムトが仕掛けた「召喚門」の事件をきっかけに、秘密結社「ライブラ」のメンバーとなったレオ。彼は今日も宅配ピザのアルバイトに（ザップから盛大ないやがらせを受けながら）精を出していた。ある日、レオはアルバイト中にクリーニング屋のトラックを見かける。一見何の変哲もないトラック。しかし、レオの“神々の義眼”は、そのなかに積んでいる荷物の正体を見抜いていた。真空パックされた人間――それは人を喰う魔界の顧客たちのために用意された食糧……。違法な「人間パック」を扱っていたのは、ヤハビオ、シボロバ、ウデシウボ。トラックに見せかけたそれは、彼らの操る異界車両だった。レオに同行していたザップは、急ぎチェインに連絡。しかしその直後、彼はシボロバの攻撃を受けて倒れ、レオは身柄を拘束されてしまう。高度な幻術で姿を隠し、顧客の待つ魔界に向かって疾走するトラック。窮地に陥ったレオの運命やいかに。"
                },
                "3": {
                    "ID": "5181658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/5181658",
                    "TitleEnglish": "A Game Between Two Worlds",
                    "SummaryEnglish": "When the president is attacked by a man under the influence of a powerful synthetic drug called Angel Scale, Klaus and K.K. travel to the alterworld to challenge a Beyondian big wheel to a game of Prosfair in order to uncover the source of the drug.",
                    "TitleJapanese": "世界と世界のゲーム",
                    "SummaryJapanese": "ゴーストワゴンの一件で怪我を負ったレオは、入院した病院で「ホワイト」と名乗る少女と出会う。退院しても、つかみどころのないその少女が気になるレオ。\nその頃、ヘルサレムズ・ロットには新たな麻薬が蔓延していた。知覚を鋭敏化し、回復力を増強する「エンジェルスケイル」。頸動脈を斬りつけられても死なない身体となるこの強力な麻薬は、ヘルサレムズ・ロットの外にも流出し始めていた。\n事態を重く見たクラウスは、エンジェルスケイルの情報を求めて、異界の“顔役”ドン・アルルエルの屋敷を訪問。彼は、そこで驚くべき人物と鉢合わせする。その男とは、チェスの最高位・グランドマスターの座に輝くコルシコフ・ウルツェンコ。彼もまた、アルルエルと取引をするため、この屋敷を訪れていたのだった。アルルエルから提示された取引の条件はひとつ。「プロスフェアー」と呼ばれるゲームの勝負で、彼に“負けない”こと。負ければ願いが叶えられないだけでなく、命を奪われるのだ。アルルエルに勝負を挑むウルツェンコを止めようとするクラウスだったが、ウルツェンコは聞く耳を持たない。そんなウルツェンコに対し、クラウスは「チェックメイトを忘れて戦っていただきたい」というアドバイスを残すが……。"
                },
                "4": {
                    "ID": "5183303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/5183303",
                    "TitleEnglish": "BLOOD LINE FEVER",
                    "SummaryEnglish": "The members of Libra discover, thanks to Leo's power, that vampires appeared in the city and the vampire hunter Blitz \"Lucky\" Abrahms arrives to assist them.",
                    "TitleJapanese": "BLOOD LINE FEVER",
                    "SummaryJapanese": "病院で知り合った少女・ホワイトを見舞ううち、彼女と徐々に仲良くなるレオ。ある日、レオは地下鉄で偶然、翼の形をした光るオーラをまとった人物を見かける。その正体は、人類を遥かに凌駕する血界の眷属（ブラッド・ブリード）のひとり、女吸血鬼のギリカ。思わず声を出すレオに、謎の少年が話しかける。「普通の目には見えない」ものが見えているらしきその少年が何者なのかをレオが問おうとするなり、少年は「お前はもう俺の名前を知ってるだろ？」という言葉を残し忽然と消えてしまう。\n血界の眷属（ブラッド・ブリード）の出現を把握したライブラ一同は、クラウスの師匠筋にして世界屈指の吸血鬼対策専門家、ブリッツ・Ｔ・エイブラムスを呼ぶ。エイブラムスはその職業柄、血界の眷属（ブラッド・ブリード）から数々の呪術を仕掛けられるも、それらを難なく跳ね返すほどの“豪運”の持ち主でもあった。レオの“神々の義眼”があれば、血界の眷属（ブラッド・ブリード）のなかでも人類を凌駕するほどの力を秘めている「創製されし十三長老（エルダーズサーティーン）」の全貌を暴けるかもしれない。そう考えたエイブラムスに連れられ、ユグドラシアド中央駅を訪れたレオは、奈落の向こうに無数に蠢く真っ赤なオーラの光を見る……。"
                },
                "5": {
                    "ID": "5183304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/5183304",
                    "TitleEnglish": "The Tremorous Blood Hammer",
                    "SummaryEnglish": "Aligura, the Queen of Monomania, is on the hunt to find her creation, Brody & Hummer, and her monster truck is tearing up anything that gets in her way! Meanwhile, Femt and the King of Despair make some secret plans of their own.",
                    "TitleJapanese": "震撃の血槌",
                    "SummaryJapanese": "ヘルサレムズ・ロットに１台のモンスタートラックが現れる。周囲の車を次々と呑み込みながら巨大化するそのトラックが目指しているのは、ヘルサレムズ・ロットのなかでも凶悪な犯罪者ばかりを収容する、パンドラム・アサイラム（超異常犯罪者保護拘束施設）。そしてそのトラックに乗り込んでいたのは、堕落王フェムトとも比肩する“13王”のひとり、偏執王アリギュラだった。\nパンドラムには、ライブラのメンバーであるドグ・ハマーと、彼のなかを「血」となって流れる懲役1000年超の凶悪犯、デルドロ・ブローディが収容されている。元恋人であるブローディ＆ハマーに偏執する彼女は、彼らを取り戻すべくパンドラムに向かっていたのだ。\nこのままでは施設が破壊され、凶悪犯たちが街に放たれてしまう……。最悪の事態を避けるため、クラウスとエイブラムスは、ブローディたちを保釈させる。偶然現場に居合わせ、モンスタートラックに乗り込むことになったレオと連携し、迫りくるアリギュラの脅威に対抗すべく、策を練る一同。レオ、クラウス、そして全身を血の鎧で武装したブローディ＆ハマーが、猛進するアリギュラを迎え撃つ……！"
                },
                "6": {
                    "ID": "5183305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/5183305",
                    "TitleEnglish": "Don't Forget to Don't Forget Me",
                    "SummaryEnglish": "While out buying lunch for Zapp and himself, Leo befriends a mushroom-like Beyondian named Nej, who has a craving for hamburgers, but is unable to buy them from the segregated 42nd Street quarter where they are sold.",
                    "TitleJapanese": "Don't forget to Don't forget me",
                    "SummaryJapanese": "病院を抜け出して出向いたコメディ映画で、観客が笑う中、静かに泣き出してしまったホワイト。その姿に自分を重ね、レオは思わず胸中を吐露する。そんなレオにホワイトは、「レオはいいやつよ」と言葉をかけるのだった。\nそんなある日、レオは42番街を訪れることになる。異界の住人が行き交うヘルサレムズ・ロットのなかで、唯一、大崩落前の面影を残す街。莫大な維持費をかけてかつての紐育を再現し、異界人を隔絶するその地区は、「隔離居住区の貴族（ルビ：ゲットー・ヘイツ）」と呼ばれていた。\nザップの使いでその地区にしか出店していないハンバーガー店「ジャック＆ロケッツ」で買い物をした帰り、レオはひとりの異形と出会う。キノコのような姿をした彼の名は「ネジ」。42番街に入ることのできないネジは、法外な値段を支払ってでも代理購入を頼むほど、ジャック＆ロケッツのハンバーガーに執着を見せる。そんな彼のために、レオは今度から自分がハンバーガーを買ってこようと約束する。ハンバーガーの受け渡しを通じて徐々に親交を深めるふたりだったが、ある日、42番街の近くで集団昏倒＆記憶喪失騒動が発生する。騒動のことを知ったレオは、ネジの身を心配して現場に駆け付けるが……。"
                },
                "7": {
                    "ID": "5201409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/5201409",
                    "TitleEnglish": "A No-Holds-Barred Eden",
                    "SummaryEnglish": "Chasing down a rescue request from Zapp, Klaus and Leo find themselves in an underground cage-fighting arena, with Klaus winding up in the ring. Black and Leo hit it off over lunch at the diner, and learn that they have much in common.",
                    "TitleJapanese": "拳客のエデン",
                    "SummaryJapanese": "ホワイトの双子の兄・ブラックと対面するレオ。地下鉄で会った少年にそっくりなブラックに驚くレオだったが、彼に「初対面だと思う」と返されて首をひねる。ブラックと話すうち、レオは同じ兄という立場の彼に共感を覚える。ライブラの事務所に出向いたレオの携帯に、ザップから「殺される！」という悲鳴が届く。どう聞いても何か企んでいるとしか思えない声色だが、そんなザップの要請にも、クラウスは紳士たる態度で救出へと向かう。\n　たどり着いた先は、倉庫街の一角にある地下闘技場「エデン」。そこでは毎晩のごとく、素手と素手で男たちが殴り合う──ステゴロの野良試合が繰り広げられていた。ザップは、「エデン」のオーナーであるオズマルドに自分の借金をチャラにしてもらうため、クラウスを闘技場に呼び寄せたのだった。　突然スポットライトを浴び、リングに上がることになるクラウス。次々と対戦相手をリングに沈めるクラウスの圧倒的な実力に興奮する観客たち。そんなクラウスに対し、ついにオーナーのオズマルド自身が、闘技場の所有権を賭けて勝負を申し込んだ。狂熱のビッグマッチが幕を開ける……！"
                },
                "8": {
                    "ID": "5201411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/5201411",
                    "TitleEnglish": "Z's Longest Day (Part 1)",
                    "SummaryEnglish": "As Zapp's profligate lifestyle starts catching up with him, word comes in that a Blood Breed attack is coming to Hellsalem's Lot, but that someone outside of Libra is also involved. Black speaks to White about their relationship with Leo.",
                    "TitleJapanese": "Zの一番長い日 前編",
                    "SummaryJapanese": "ブラックとともに博物館を訪れたレオ。そこでレオはブラックから、3年前の紐育（ニューヨーク）大崩落時に張られた結界の話や、それに関わった“術師”に関する話を教わる。ホワイトとブラックの家も、“術師”の血筋であるらしい。\nそんな折、インドで血脈門が解放され、血界の眷属（ブラッドブリード）が出現した。何者かと揉み合いながら、彼らが向かった先は、町はずれのパーキッソスビル。半身欠損状態に追い込まれてはいるものの、かなり上位の力を持つと思われる吸血鬼の出現に色めき立つライブラのメンバーたち。先行したスターフェイズとＫ・Ｋは、そこで世にも奇妙な光景を目撃する。\n　睨み合うローブの怪人とトレンチコートの男。片方は血界の眷属（ブラッドブリード）に違いない。しかしもう片方は……？と戸惑うスターフェイズとＫ・Ｋ。そこへ駆けつけたザップは、血界の眷族（ブラッドブリード）ともみ合う相手の姿を見るなり悲鳴を上げる。その正体は、なんとザップの師匠である「斗流血法（ひきつぼしりゅうけっぽう）」の創始者、裸獣汁外衛賤厳（らじゅうじゅうげえしずよし）だった。"
                },
                "9": {
                    "ID": "5201415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/5201415",
                    "TitleEnglish": "Z's Longest Day (Part 2)",
                    "SummaryEnglish": "While a crowd looks on, an airplane attempting to fly into Hellsalem's Lot carries Jugei's junior pupil--and the top half of the Blood Breed Libra was fighting! The King of Despair continues setting his plan in motion. The Libra team gains a new member.",
                    "TitleJapanese": "Zの一番長い日 後編",
                    "SummaryJapanese": "トレンチコートを纏った下半身のみ吸血鬼――ザップがその目を射抜いた真胎蛋（ツェンタイダン）――の上半身が、旅客機の先端に貼りついて、真っ直ぐヘルサレムズ・ロットに突入しようとしていた。失われた自分の半身を取り戻し、永遠の虚の中心部へと帰還しようというのだ。引きちぎられた上半身と下半身が、再びひとつの身体に戻れば、引き起こされる惨事はこれまでの比ではない。ブローディ＆ハマーも動員し、一斉に動き始めるライブラメンバーたち。レオは神々の義眼を駆使して諱名（いみな）を読み取ろうとしていた。そしてザップの師匠・裸獣汁外衛賤厳も見守るなか、ついに旅客機が結界を破って侵入する。墜落した飛行機の先端部から姿を現したのは、半人半魚の姿をした異界人。彼はザップと同じく賤厳の弟子であり、斗流血法・シナトベの正統後継者、ツェッド・オブライエンだった。"
                },
                "10": {
                    "ID": "5209786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/5209786",
                    "TitleEnglish": "Run! Lunch!! Run!!! / to the end.",
                    "SummaryEnglish": "Zapp, Leo, and Zed embark upon a quest to find an agreeable restaurant at which to have lunch. Klaus, Starphase, and Abrams meet with the League of High Order Spirituals to confer about their concerns pertaining to the barrier surrounding the city.",
                    "TitleJapanese": "ラン!ランチ!!ラン!!! / to the end.",
                    "SummaryJapanese": "現世と異界が交わる街「ヘルサレムズ・ロット」を訪れた少年・レオ。別人と間違えられ、摩天楼の中心に建つとあるビルへと連行された彼は、そこで世界の均衡を保つことを目的に活動する秘密結社「ライブラ」のリーダー・クラウス、そして彼の仲間たちと出会う。その直後、街では突如現れた「召喚門(ゲート)」から、右半分だけの異形の怪物が出現。事件の仕掛け人“堕落王”フェムトは、数分に一度だけ開くゲートから怪物の残り半分が出現すると人々に告げる。怪物が自分の半身を見つけ出し合体を果たせば、街はたちまち廃墟と化してしまう......。それを防ぐには、ゲートが開く度に起こる「真っ二つパーティー」を目印に、怪物より先にゲートを探し出し破壊しなければならない。レオたちはフェムトの“罠”をくぐり抜け、事件を解決できるのか。"
                },
                "11": {
                    "ID": "5209788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/5209788",
                    "TitleEnglish": "Paint it Black",
                    "SummaryEnglish": "Growing up on their parents' ranch, White struggles with being the only member of her family without the gift of psychic abilities, while Black is reluctant to stick up for himself and develop his own powers to their fullest.",
                    "TitleJapanese": "Paint It Black",
                    "SummaryJapanese": "生まれながらに超能力を持つ“術士”の家系、マクベス家に生まれたふたり。しかし、妹のホワイトはまったく超能力が使えず、反対に兄のブラックはまるで妹の分の力を受け継いだかのように強い力を持ち合わせていた。\n　ところが、ブラックはある日を境に超能力を使うことを止めてしまう。力を持っているのにそれを使おうとしないブラックにホワイトは憤りを感じていたが、彼が超能力を使わないのは、彼なりの強い決意があってのことだった……。\n　ついに明らかとなるホワイトとブラックの過去。紐育大崩落と、“術士”によって張られた“結界”。絶望王との間に結ばれた契約。そして、ハロウィンの賑わいに大勢の人々が街中へと繰り出すなか、絶望王の恐るべき計画が静かに幕を上げる。"
                },
                "12": {
                    "ID": "5248665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/5248665",
                    "TitleEnglish": "Hello, World!",
                    "SummaryEnglish": "The members of Libra gather to defend Leo as he rushes to reach the King of Despair in order to confront him, not only for Black and White's sake, but to save the city as well.",
                    "TitleJapanese": "Hello,world!",
                    "SummaryJapanese": "これまでにない深く濃い霧で覆われたヘルサレムズ・ロットの街。この街を支えていた”結界”は、紐育大崩落を再び起こそうとする絶望王によって破壊されてしまった。しかし「術士協会」の長老は、クラウスたちに「まだ”結界”は壊れ切ったわけではない」と告げる。残された最後の”結界”とは……？ヘルサレムズ・ロットの街中を疾走する。一方その頃、当のレオは、堕落王フェムトと対面していた。"
                }
            }
        },
        "2": {
            "ID": "692487",
            "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5884501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/5884501",
                    "TitleEnglish": "Lights, Camera, Action!",
                    "SummaryEnglish": "Leo is tasked to escort the live head of the U.S. President while avoiding waves of thugs after him.",
                    "TitleJapanese": "ライツ、カメラ、アクション！",
                    "SummaryJapanese": "レオは、彼の後の凶悪犯の波を避けながら、米国大統領の生きている頭を護衛する任務を負っています。"
                },
                "2": {
                    "ID": "6352404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/6352404",
                    "TitleEnglish": "A Phantom Hospital Ward Rises",
                    "SummaryEnglish": "When Zapp is critically injured, he is taken to a hospital that Klaus and Steven have been searching for since the Great Collapse three years previous. Klaus and Steven recount the events of the Great Collapse.",
                    "TitleJapanese": "幻界病棟ライゼズ",
                    "SummaryJapanese": "重武装トレーラーと正面衝突した挙句、重傷を負ったザップ。救急ヘリに乗せられた彼、そして付き添いのレオが運び込まれたのは、霧のなかから忽然と現れた巨大病院。しかもその病院は、ニューヨークが“大崩落”に見舞われたそのとき、クラウスとスティーブンが訪れた場所にほかならなかった……。陰気な雰囲気を醸し出す建物を見上げながら、初めてヘルサレムズ・ロットに足を踏み入れたときのことを思い出すクラウスたち。３年前、彼らは患者たちでごった返す院内で、ルシアナ・エステヴェスなる女性医師と出会った。献身的に動き回る彼女の姿に感心する暇もなく、あたりに銃声が響き渡り、彼らの前に《血界の眷属ブラッド・ブリード》ザメドルが姿を現す。"
                },
                "3": {
                    "ID": "6352405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/6352405",
                    "TitleEnglish": "Day In Day Out",
                    "SummaryEnglish": "Steven throws a party for his friends outside of work. Leo has his wallet, including his allowance to Michella, stolen by some out-of-towners. Zapp must help track down a pet cat. Chain gets into a drinking contest.",
                    "TitleJapanese": "Day In Day Out",
                    "SummaryJapanese": "観光でヘルサレムズ・ロットを訪れたらしきチンピラ２人組に絡まれてしまったレオ。たまたまそばを通りかかったチェインに助けを求めるが、なぜか彼女は素知らぬ顔。ボコボコにされたレオは、ポケットに入れていた妹・ミシェーラ宛ての仕送りを奪われてしまう......。一方その頃、ザップは行きつけの娼婦の部屋で放心中。しかし、ひょんなことから大事なアソコを人質に取られ、猫を探すことに......。そしてまた一方、ライブラの頭脳であるスティーブンは、自宅でホームパーティの準備に忙しい。次々とかかってくる電話に応対し、人数分の飲み物と食事をテキパキと用意するスティーブン。しかしそのパーティには、どうやら裏があるようで......。"
                },
                "4": {
                    "ID": "6352407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/6352407",
                    "TitleEnglish": "Werewolf Mission: Chainpossible",
                    "SummaryEnglish": "The general of a hostile foreign power is visited in the middle of the night by a team of invisible werewolves, including Chain. When his aggression continues, it's up to the werewolves again to put a stop to his actions.",
                    "TitleJapanese": "人狼大作戦",
                    "SummaryJapanese": "諜報専門機関・人狼局のメンバーでもあるチェイン。彼女は、局の命令により《血界の眷属》兵士計画を進める某国のゲーネン将軍のもとを、仲間とともに襲撃。見事、計画を中止に追い込み、当初の目的を果たした......かに思えた。しかしその後、ゲーネン将軍が《血界の眷属》のウイルスを搭載したと思われるミサイルの、発射を目論んでいることが発覚。罠と知りながらも、チェインたちは現地へ急ぐ。そこで一同の前に現れたのは、かつて組織を裏切ったベルベッド・ラインカイマーだった。組織への復讐のため、13王のひとり、過敏王ゼオドラと取引を交わしたベルベッド。果たしてチェインは、危険な罠をかい潜り、無事に帰還できるのか？"
                },
                "5": {
                    "ID": "6384665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/6384665",
                    "TitleEnglish": "One Butler's Blitzkrieg",
                    "SummaryEnglish": "After Gilbert is injured, Philip, a substitute butler, is sent from the Reinherz estate to cover for him. As Philip tries to settle into the city, he has difficulty adjusting to the necessities of the Libra workplace.",
                    "TitleJapanese": "とある執事の電撃作戦",
                    "SummaryJapanese": "クラウスの世話だけにとどまらず、ライブラでの仕事さえもテキパキとこなす、スーパー執事のギルベルト。しかしそんな彼がある日、ぎっくり腰に!?体を動かすのもままならないギルベルトの代わりに、ラインヘルツの本家から代理の執事が派遣されてくる。彼の名はフィリップ・レノール。ギルベルト以外が淹れた紅茶には口をつけないクラウスさえも納得させ、ケガをして運ばれてきたザップにも的確に対処。さっそくギルベルトの補佐として仕事をこなしていく......。だが、ここはヘルサレムズ・ロット――外の常識が通用しない街。ライブラの関係者であることがバレてしまったフィリップは、さっそくトラブルに巻き込まれてしまう。"
                },
                "6": {
                    "ID": "6384666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/6384666",
                    "TitleEnglish": "Get the Lock Out!!",
                    "SummaryEnglish": "Leo receives some disheartening news about the chances of reversing Michella's condition. An unexpected intruder takes control of Libra's offices, activating the security measures and barring anyone from getting in.",
                    "TitleJapanese": "ゲット・ザ・ロックアウト！！",
                    "SummaryJapanese": "レオとザップが取っ組み合いのケンカをしている隣では、鬼の形相のスティーブンが震災召喚のデータを解析中。ライブラ本部では、相も変わらず賑やかな日常が繰り広げられていた。……とそのとき、本部のすぐそばにドクター・プラナリオが出現！　あわてて現場に駆けつけ、すぐさま事態の収拾にあたる一同。しかしその後、事務所に戻ろうとした彼らは、中に入れなくなっていることに気づくのだった。しかも事務所を埋め尽くしていたのは、巨大な羽虫の群れ。しかも彼らはわずか数十分の間に知性を発達させ、自分が神になるまで、事務所を占拠すると宣言する。完璧な防護を誇るライブラ本部に、手も足も出ないクラウスたちだったが……。"
                },
                "7": {
                    "ID": "6384756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/6384756",
                    "TitleEnglish": "Branchial Blues",
                    "SummaryEnglish": "After Zapp complains about subsidizing the cost of Zed's special needs, Zed goes job hunting, and ends up having his breathing apparatus stolen from him, leaving it to Leo and the others to track it down and retrieve it.",
                    "TitleJapanese": "鰓呼吸ブルース",
                    "SummaryJapanese": "ライブラの面々が一堂に会する新年会で、幹事を務めることになったレオとパトリック。さっそく会費の徴収に回るふたりだが、年中素寒貧なザップは会費を出し渋る……どころか、弟弟子のツェッドに払われている設備費が高いといちゃもんをつける始末。それを陰で聞きつけたツェッドは、けなげにもアルバイトを始めようと決心するのだった。しかし、バイト先はなかなか見つからず、最後はヤケ酒を食らって泥酔。しかもその帰り道、彼は何者かに襲われてしまう。襲撃を指示したのは、サイボーグ軍事企業ヴァルハラ・ダイナミクスの社長・ミラ。彼女は、ツェッドの呼吸器・エアギルスをレアな高性能ヘッドホンと勘違いしていたのだが……。"
                },
                "8": {
                    "ID": "6384757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/6384757",
                    "TitleEnglish": "Desperate Fight in the Macro Zone (Part 1)",
                    "SummaryEnglish": "Leo and his friend, Riel, are mugged, following which Leo is hit on the head by a spherical vehicle piloted by a microscopic doctor. Meanwhile, a microscopic scientists offers Riel the chance to become something more.",
                    "TitleJapanese": "マクロの決死圏 前編",
                    "SummaryJapanese": "超虚弱体質の友人・リールと街を歩いていたところを、チンピラのヌズルバに絡まれてしまったレオ。金を巻き上げられるだけでなく、ボコボコにされたレオの頭をめがけて、今度は謎の未確認物体が突っ込んでくる。そこに乗っていたのは、機装医師リ・ガド。彼はレオに、意志を持って活動する危険な病原菌・ゲムネモの確保を手伝ってほしいと話すのだが......。一方その頃、カツアゲの現場から逃げ出したリールは、自分の身体がもっと大きければ、こんな目に遭わずにすんだのに、と後悔していた。そんな彼に、怪しげな影が忍び寄る。「結局、世の中は力だ」と語り、力が欲しくないかと誘う甘い言葉。その言葉にリールはつい乗せられてしまう。"
                },
                "9": {
                    "ID": "6419425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/6419425",
                    "TitleEnglish": "Desperate Fight in the Macro Zone (Part 2)",
                    "SummaryEnglish": "Now that Riel has grown to a colossal size, Gemnemo tries to get inside his head. When Chain is unavailable, it falls to Leo, Li Gado, and Sonic to find Gemnemo and put a stop to his plans before the city is destroyed.",
                    "TitleJapanese": "マクロの決死圏 後編",
                    "SummaryJapanese": "これまで溜め込んだ負の感情が、ゲムネモの術式により膨張し、まさに天を衝く巨人のような姿になって、ヘルサレムズ・ロットの街並を見下ろすリール。その前では、世界最大の「個人」として知られるギガ・ギガフトマシフ伯爵さえも裸足で逃げ出す始末だった。しかも彼は攻撃を受ければ受けるほど、身体が巨大化。戦闘機のロケット弾はもとより、ライブラのメンバーによる全力の攻撃さえも飲み込んで、巨大化していく……。残された頼みの綱は、リ・ガドによって作られた最終兵器を背負った音速猿・ソニックと、神々の義眼で彼を操るレオのみ。リールの体内に侵入したソニックは、レオの指揮のもと、すべての元凶であるゲムネモの姿を探すが……。"
                },
                "10": {
                    "ID": "6419426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/6419426",
                    "TitleEnglish": "BRATATAT MOM",
                    "SummaryEnglish": "K.K. refuses to let an important mission stand between her and parents' day at her son's school. But can she find a way to balance her job and being a mother without violating the fragile trust her son places in her?",
                    "TitleJapanese": "BRATATAT MOM",
                    "SummaryJapanese": "凄腕のスナイパーとして、クラウスたちから絶大な信頼を勝ち得るK・K。彼女はまた、愛する二児の母親という顔も持っていた。スティーブンらとともに、凶悪犯罪組織の取引阻止のミッションにあたることになったK・Kは、しかし作戦当日が、息子たちの授業参観の日と重なっていることに気づく。痛恨のダブルブッキングに対し、彼女が下した決断は両方をつつがなく遂行すること。遠隔操作式狙撃システムで敵を倒し、携帯型無人攻撃ヘリを使って相手を瞬殺するK・K。子供たちに微笑みながら、同時に任務も着実にこなし、すべては順調に進んでいるかに見えた。《血界の眷属（ブラッドブリード）》の用心棒が彼女の前に現れる、そのときまでは……。"
                },
                "11": {
                    "ID": "6419427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/6419427",
                    "TitleEnglish": "Spectral Eyes, Phantom Vision (Part 1)",
                    "SummaryEnglish": "When Leo calls Michella, she delivers a bombshell, informing him that she is on her way into the city. Klaus decides that they should be given protection during their reunion, where an even bigger surprise awaits.",
                    "TitleJapanese": "妖眼幻視行 前編",
                    "SummaryJapanese": "久しぶりに妹のミシェーラに連絡を取ったレオの耳に飛び込んできたのは、驚くべき知らせだった。なんと結婚を決めた彼女は、婚約者と一緒にヘルサレムズ・ロットに向かっている途中だと言う。ライブラのメンバーである自分と関係があることが周囲に知られれば、ミシェーラの命も危ない。そう考えたレオは、クラウスたちに妹の護衛を依頼するのだった。そうして訪れた兄妹の再会の日。元気いっぱいのミシェーラの姿に胸を撫で下ろすレオだが、安心したのもつかの間、彼の目に不気味な異界の存在の姿が飛び込んできた。その男の名はDr.ガミモヅ。婚約者に取り憑いてヘルサレムズ・ロットにやって来た彼もまた、レオと同じ「神々の義眼」保有者だった。"
                },
                "12": {
                    "ID": "6419428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/blood-blockade-battlefront/episodes/6419428",
                    "TitleEnglish": "Spectral Eyes, Phantom Vision (Part 2)",
                    "SummaryEnglish": "With his sister being held hostage, and no backup from Libra, Leo has no choice but to follow Dr. Gamimozu's orders. Will he allow himself to be operated on and take Toby's place in order to rescue Michella?",
                    "TitleJapanese": "妖眼幻視行 後編",
                    "SummaryJapanese": "《血界の眷属》との戦いの最中、義眼の力で諱名を読み取っていることを、Dr.ガミモヅに知られてしまったレオ。妹・ミシェーラを人質に取られ、しかも相手は自分と同じ〈神々の義眼〉の持ち主。逃げも隠れもできない。「僕に取り憑かれたまえ」と脅迫してくるDr.ガミモヅに、レオが対抗できる手段はないかに思えた。……驚異的なスピードで動き回る音速猿・ソニックが、レオの前に現れるまでは。一方その頃、事件からの帰途にあったクラウスは、レオからのメールに隠されていたメッセージに気づく。10-33――状況は深く静かに進行している。はたしてクラウスたちは、レオの危機に駆けつけることができるのか。そしてレオの運命やいかに？"
                }
            }
        }
    }
}