{
    "URL": "https://www.thetvdb.com/series/re-kan",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5079104/",
        "http://www.tbs.co.jp/anime/re-kan/",
        "https://www.themoviedb.org/tv/76117"
    ],
    "TitleEnglish": "Re-Kan!",
    "SummaryEnglish": "Amami Hibiki is a girl who can see ghosts and other supernatural phenomena in her surroundings. The stories follow her daily life with both her friends and the otherworldly.",
    "TitleJapanese": "レーカン！",
    "SummaryJapanese": "高校生の天海響は霊感体質の女の子。\n人と霊を分け隔てなく接する彼女のまわりには、いつだって霊たちがいっぱい。\n天海がそこにいるだけで、退屈な学園も一躍お化け屋敷状態？\n\nでも、人間だって負けちゃいない。\n天海を取り巻く仲間たちも一癖も二癖もある愉快な面々ばかり。\nそんな人と霊とに囲まれて右往左往したりもするけれど、\n天海にとっては全てがかけがえのない大切なもの。\nこれは、どこにでもいるような女の子と。\nどこにでもいる霊たちと。\nそれを取り巻く優しい人たちの。\n\n楽しくて、あったかくて、すこしだけ切ない、つながりの物語",
    "Aliases": [],
    "Modified": "2025-06-03",
    "Seasons": {
        "1": {
            "ID": "607827",
            "URL": "https://www.thetvdb.com/series/re-kan/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5086883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5086883",
                    "TitleEnglish": "I Can See Them",
                    "SummaryEnglish": "Amami Hibiki has been able see ghosts and spirits since she was a young child. Rather than fear the otherworldly spirits, the kind young lady quickly befriends them. After transferring to a new school her classmates quickly adjust to Amami’s tendency to talk to empty space and walk around invisible obstacles...",
                    "TitleJapanese": "わたし、視(み)えるんです。",
                    "SummaryJapanese": "小さい頃から「霊」が見えていた天海響（あまみ　ひびき）は、霊を怖がるどころか友達になってしまう心やさしい霊感少女。\n転入先の学校のクラスメイトは、最初、天海が見えない何かに話しかけたり、よけたりする姿に驚いていたものの、今ではすっかり慣れっこになっている。みんなが天海を「霊感少女」としてすんなり受け入れる中、怖い話が大嫌いな井上成美（いのうえ　なるみ）だけは、何が何でもそのことを否定し続けるが……。\n\n霊感少女天海と彼女を温かく見守る個性豊かな少女たちの物語の始まりです！"
                },
                "2": {
                    "ID": "5179513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5179513",
                    "TitleEnglish": "They Are My Friends",
                    "SummaryEnglish": "Nightmares about the lecherous neighborhood stray cat have been keeping Amami up at night, so a few nearby spirits have taken to answering the morning roll-call in her stead.",
                    "TitleJapanese": "わたしの、お友達です。",
                    "SummaryJapanese": "夢に現れたエロ猫のおかげで睡眠不足になり、授業中に居眠りをしてしまった天海。そんな彼女を気遣う霊たちが代返をしてくれるが、代返要員が多すぎて教室中は一瞬パニックに!?\n\n　そんな中、最近ウワサの雨の日に現れる少女の霊と出会った天海は、何も知らずに彼女を傷つけてしまったことが気になって、またもや睡眠不足になってしまう。どうしても謝りたい天海は、少女の霊にお詫びの品を贈ろうと……。\n\n天海を取り巻くにぎやかな霊たちとのお話です。"
                },
                "3": {
                    "ID": "5190203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5190203",
                    "TitleEnglish": "Delicious Omelet",
                    "SummaryEnglish": "Inoue's bratty little cousin Yuuki is visiting. She's trying to cater to him by cooking his favorite breakfast (fried eggs) every morning, but he complains about the awful taste every time! Amami vows to help Inoue cook the best eggs ever, but after consulting with a nearby ghost, she learns that maybe Yuuki wants something more than just better flavor?",
                    "TitleJapanese": "美味しい、卵焼きです。",
                    "SummaryJapanese": "井上がしばらくの間、小学生の従弟・勇希（ゆうき）の面倒を見ることになった。井上は勇希のために毎日、大好きな卵焼きを作ってやるが、いつも「まずい」と言われてしまうようで……。\nそこで天海は「絶対おいしい卵焼きを作ってやる！」とがんばる井上の手伝いをすることに。けれども、勇希の様子と知り合いの地縛霊の話から、勇希が本当に食べたいのは、ただ「おいしい」だけの卵焼きではないのではないか？　と考える。\n心温まる天海と井上の霊感レシピのお話です。"
                },
                "4": {
                    "ID": "5201566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5201566",
                    "TitleEnglish": "Summer Means the Beach",
                    "SummaryEnglish": "Amami and her friends join their classmate Yamada Kenta on a trip to the coast. For some reason the beach is almost empty and the kids couldn't be happier...except for Esumi Kyouko.",
                    "TitleJapanese": "夏といえば、海です。",
                    "SummaryJapanese": "天海たちは、クラスメイトの山田健太（やまだ　けんた）の兄に連れられて、みんなで海水浴にやってきた。なぜかほとんど人のいないビーチに大喜びの一同。けれどもそこは、「名所」と言われるいわくつきの場所で……!?\nそんな中、江角京子（えすみ　きょうこ）だけはひとり浮かない表情。かつて「伝説のヤンキー」と言われた江角は、その頃、警察官である山田の兄と会っていた。過去のことに触れられたくない江角なのだが……？\nもう、戻らない過去――　少女たちと青い海のお話です。"
                },
                "5": {
                    "ID": "5206706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5206706",
                    "TitleEnglish": "The Legendary School Festival",
                    "SummaryEnglish": "It's time for the school culture festival! Under Amami's supervision and the help of a few ghosts, her class decides to make a haunted house. The whole class (except Inoue) wants the result to be nothing short of legendary!",
                    "TitleJapanese": "伝説の、文化祭です。",
                    "SummaryJapanese": "文化祭の季節。　天海のクラスでは、天海の監修と知り合いの霊たちの協力（？）によるお化け屋敷を出展する予定で、怖くて怯える井上をよそに、クラスメイトたちは「伝説」を作ると大張り切り！\n文化祭が間近にせまったある日、天海の父・朝陽（あさひ）が学校にやってきた。朝陽は娘の響と違って霊感はなく、井上と同じくらい怖がりだった。そんな朝陽が娘とクラスメイトたちに誘われ、文化祭を見学することになるが……。\n天海の謎のベールが垣間見えるお話です。。"
                },
                "6": {
                    "ID": "5206707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5206707",
                    "TitleEnglish": "A Super Duper Holy Night",
                    "SummaryEnglish": "Amami's classmates are dumbfounded when she suddenly starts acting like a total brat, until Uehara Kana snaps a picture that reveals the truth: she's been possessed by \"gal ghost!\"",
                    "TitleJapanese": "チョベリグな、聖夜です。",
                    "SummaryJapanese": "天海が突然「コギャル」に大変身!?　 あまりの変化にクラスメイトたちは戸惑うが、上原佳菜（うえはら　かな）が撮った写真を見て、それが天海にとり憑いた「コギャルの霊」のせいだとわかる。コギャルの霊にはクリスマスにどうしても会いたい人がいるようで……。　この話を聞いて上原や江角は興味津々。けれどもその日は、上原にとっても特別な日で、子供の頃から友達だった江角はそのことを気にするが……。\n何だか心が温かくなるクリスマスのお話です。"
                },
                "7": {
                    "ID": "5217432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5217432",
                    "TitleEnglish": "A Busy New Year",
                    "SummaryEnglish": "When the gang sees a sleep-deprived Amami stumbling down the street, they worry her inability to ignore her spectral friends is putting her heath at risk. They decide to speak with her father Asahi, who digs up a special pair glasses capable of blocking Amami's sixth sense.",
                    "TitleJapanese": "にぎやかな、年明けです。",
                    "SummaryJapanese": "天海や井上たちは学校で、「もーりゃ」という謎の言葉を話す小さな女の子の霊と出会った。生きていた頃の記憶も、自分が幽霊になった理由も忘れかけている女の子の霊を見て、このままでは思い残したこともかなえられずに消えてしまうのでは？　と心配する幽霊・代返侍。　そこで天海たちは彼女に楽しい思い出を残してあげたいと、みんなで友達になる。\nそんなある日、保健体育の担任・守屋（もりや）先生を見かけた女の子の霊は？\n天海たちと小さなかわいいお友達のお話です。"
                },
                "8": {
                    "ID": "5217433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5217433",
                    "TitleEnglish": "We All Play Together",
                    "SummaryEnglish": "Amami meets the ghost of a young girl who keeps repeating a mysterious nonsense word: \"Morya.\" No longer able to recall her life or how she died, the roll-call samurai and Amami worry she may simply fade away.",
                    "TitleJapanese": "みんなで、一緒に遊ぶんです。",
                    "SummaryJapanese": "天海や井上たちは学校で、「もーりゃ」という謎の言葉を話す小さな女の子の霊と出会った。生きていた頃の記憶も、自分が幽霊になった理由も忘れかけている女の子の霊を見て、このままでは思い残したこともかなえられずに消えてしまうのでは？　と心配する幽霊・代返侍。　そこで天海たちは彼女に楽しい思い出を残してあげたいと、みんなで友達になる。\nそんなある日、保健体育の担任・守屋（もりや）先生を見かけた女の子の霊は？\n天海たちと小さなかわいいお友達のお話です。"
                },
                "9": {
                    "ID": "5217434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5217434",
                    "TitleEnglish": "The Secret Valentine",
                    "SummaryEnglish": "Valentine's Day is getting closer and all the boys and girls are getting restless. And when the gang finds out Amami wants to try her hand at home-made chocolate, they can't help but wonder who it's for! Tune in for a sweet, emotional Valentine's Day episode. You'll never believe who Amami's heart really belongs to!",
                    "TitleJapanese": "秘密の、バレンタインです。",
                    "SummaryJapanese": "年に一度のバレンタインデーが間近に迫って、男子も女子もみんなソワソワ。天海はある人のためにバレンタインチョコを手作りしようとしていたが、そんな天海を見た井上たちは、一体、誰にチョコレートを渡すのかと気になって仕方ない。\n実は、天海がチョコレートを渡したい相手は……？\nいろんな思いが、いっぱい詰まったバレンタインデーのお話です。"
                },
                "10": {
                    "ID": "5217435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5217435",
                    "TitleEnglish": "We're Now In Our Second Year",
                    "SummaryEnglish": "A new school year begins, and Amami and her friends are pretty excited about having younger students around. Wanting to be a model student, Amami tries to help the new freshman class...and so do her spectral friends. The otherworldly assistance scares off the new kids and leaves Amami feeling crushed, so Inoue and the others take it upon themselves to make her more appealing.",
                    "TitleJapanese": "いよいよ、２年生です。",
                    "SummaryJapanese": "新学期――　天海たちも２年生になり、みんな、後輩ができることが少し楽しみな様子。天海もいい先輩になろうと大はりきりで、知り合いの霊たちもそんな天海の手伝いをしてくれる。けれども、そのせいでかえって１年生たちから怖がられて避けられることに。　がっがりする天海を見かねた井上たちは、１年生が天海に親しみを持ってくれるようにといろいろ協力する。\n誰もがみんなワクワクしてしまう新学期のスタートです。"
                },
                "11": {
                    "ID": "5243532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5243532",
                    "TitleEnglish": "This Is My Wish",
                    "SummaryEnglish": "Amami invites her friends over to her house for the Star Festival, and they're excited for the visit when they learn about her late mother's handmade decorations. According to Amami, they're packed with mysterious powers that are all but guaranteed to make wishes come true...",
                    "TitleJapanese": "私の、お願いです。",
                    "SummaryJapanese": "七夕をみんなで過ごそうと、井上たちを家に招いた天海。　天海の話では、亡くなった母・夕陽が作った七夕飾りには、願いがかなうふしぎな力があるらしい。それを聞いたみんなは興味津々。けれども天海には、小さい頃からずっとかなわない願いごとがあった。\n　そんな中、偶然、天海が書いた古い短冊を見てしまった代返侍やコギャル霊は、何とかして彼女の願いをかなえてあげたいと考えて……。\n夕陽と響――　母と娘をつなぐ七夕の夜のお話です。"
                },
                "12": {
                    "ID": "5243533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5243533",
                    "TitleEnglish": "We Are All Connected",
                    "SummaryEnglish": "After her sixth sense suddenly vanishes, Amami wanders aimlessly searching for her spectral friends. Their voices, their faces, even their presence is nowhere to be found. Amami quickly falls into a deep depression over the loss of the friendships she'd formed with the ghosts over the years, and Inoue and the rest of her living friends are at a loss for how to cheer her up.",
                    "TitleJapanese": "みんな、つながっているんです。",
                    "SummaryJapanese": "急に霊感がなくなってしまった天海は、会えなくなってしまった霊たちを探していた。けれども、声や姿だけでなく、気配を感じることもできなくて途方にくれる。大切なつながりが途切れてしまったことで元気をなくし、食事ものどを通らない天海。そんな天海を心配した井上たちは、自分たちにできる方法で、何とか元気になってもらおうとがんばる。\n見えなくてもそこにあるもの――　霊感少女・天海が紡いだ、たくさんの「つながり」のお話です。"
                },
                "13": {
                    "ID": "5243534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5243534",
                    "TitleEnglish": "Summer Memories",
                    "SummaryEnglish": "Amami heads to a theme park with all her friends, living and otherwise (and Yamada's older brother, for some reason)! According to her father, this particular theme park is the site of some fond memories for Amami, but now that she's older the memories have begun to fade...until a mysterious girl appears before her. Join the whole Re-Kan! gang as they make the most of a beautiful summer day, capped off with a sleepover at the Amami residence!",
                    "TitleJapanese": "夏の、思い出です。",
                    "SummaryJapanese": "天海は、井上たちや知り合いの霊たち、なぜかついてきた山田の兄と遊園地にやってきた。\nみんなとアトラクションで遊んだり、写真を撮ったりして楽しく過ごす天海。　父・朝陽の話では、この遊園地は昔、父子で来たこともある思い出深い場所らしい。けれども小さかった天海はよく覚えていなくて……。　そんな天海の前に現れたのは？\n霊感少女・天海と彼女を温かく見守る個性豊かな少女たち、そして霊たちのにぎやかな夏の一日です。"
                }
            }
        }
    }
}