{
    "URL": "https://www.thetvdb.com/series/re-kan",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5079104/",
        "http://www.tbs.co.jp/anime/re-kan/",
        "https://www.themoviedb.org/tv/76117"
    ],
    "TitleEnglish": "Re-Kan!",
    "SummaryEnglish": "Amami Hibiki is a girl who can see ghosts and other supernatural phenomena in her surroundings. The stories follow her daily life with both her friends and the otherworldly.",
    "Aliases": [],
    "Modified": "2025-06-03",
    "Seasons": {
        "1": {
            "ID": "607827",
            "URL": "https://www.thetvdb.com/series/re-kan/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5086883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5086883",
                    "TitleEnglish": "I Can See Them",
                    "SummaryEnglish": "Amami Hibiki has been able see ghosts and spirits since she was a young child. Rather than fear the otherworldly spirits, the kind young lady quickly befriends them. After transferring to a new school her classmates quickly adjust to Amami’s tendency to talk to empty space and walk around invisible obstacles...",
                    "Aliases": []
                },
                "2": {
                    "ID": "5179513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5179513",
                    "TitleEnglish": "They Are My Friends",
                    "SummaryEnglish": "Nightmares about the lecherous neighborhood stray cat have been keeping Amami up at night, so a few nearby spirits have taken to answering the morning roll-call in her stead.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5190203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5190203",
                    "TitleEnglish": "Delicious Omelet",
                    "SummaryEnglish": "Inoue's bratty little cousin Yuuki is visiting. She's trying to cater to him by cooking his favorite breakfast (fried eggs) every morning, but he complains about the awful taste every time! Amami vows to help Inoue cook the best eggs ever, but after consulting with a nearby ghost, she learns that maybe Yuuki wants something more than just better flavor?",
                    "Aliases": []
                },
                "4": {
                    "ID": "5201566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5201566",
                    "TitleEnglish": "Summer Means the Beach",
                    "SummaryEnglish": "Amami and her friends join their classmate Yamada Kenta on a trip to the coast. For some reason the beach is almost empty and the kids couldn't be happier...except for Esumi Kyouko.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5206706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5206706",
                    "TitleEnglish": "The Legendary School Festival",
                    "SummaryEnglish": "It's time for the school culture festival! Under Amami's supervision and the help of a few ghosts, her class decides to make a haunted house. The whole class (except Inoue) wants the result to be nothing short of legendary!",
                    "Aliases": []
                },
                "6": {
                    "ID": "5206707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5206707",
                    "TitleEnglish": "A Super Duper Holy Night",
                    "SummaryEnglish": "Amami's classmates are dumbfounded when she suddenly starts acting like a total brat, until Uehara Kana snaps a picture that reveals the truth: she's been possessed by \"gal ghost!\"",
                    "Aliases": []
                },
                "7": {
                    "ID": "5217432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5217432",
                    "TitleEnglish": "A Busy New Year",
                    "SummaryEnglish": "When the gang sees a sleep-deprived Amami stumbling down the street, they worry her inability to ignore her spectral friends is putting her heath at risk. They decide to speak with her father Asahi, who digs up a special pair glasses capable of blocking Amami's sixth sense.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5217433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5217433",
                    "TitleEnglish": "We All Play Together",
                    "SummaryEnglish": "Amami meets the ghost of a young girl who keeps repeating a mysterious nonsense word: \"Morya.\" No longer able to recall her life or how she died, the roll-call samurai and Amami worry she may simply fade away.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5217434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5217434",
                    "TitleEnglish": "The Secret Valentine",
                    "SummaryEnglish": "Valentine's Day is getting closer and all the boys and girls are getting restless. And when the gang finds out Amami wants to try her hand at home-made chocolate, they can't help but wonder who it's for! Tune in for a sweet, emotional Valentine's Day episode. You'll never believe who Amami's heart really belongs to!",
                    "Aliases": []
                },
                "10": {
                    "ID": "5217435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5217435",
                    "TitleEnglish": "We're Now In Our Second Year",
                    "SummaryEnglish": "A new school year begins, and Amami and her friends are pretty excited about having younger students around. Wanting to be a model student, Amami tries to help the new freshman class...and so do her spectral friends. The otherworldly assistance scares off the new kids and leaves Amami feeling crushed, so Inoue and the others take it upon themselves to make her more appealing.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5243532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5243532",
                    "TitleEnglish": "This Is My Wish",
                    "SummaryEnglish": "Amami invites her friends over to her house for the Star Festival, and they're excited for the visit when they learn about her late mother's handmade decorations. According to Amami, they're packed with mysterious powers that are all but guaranteed to make wishes come true...",
                    "Aliases": []
                },
                "12": {
                    "ID": "5243533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5243533",
                    "TitleEnglish": "We Are All Connected",
                    "SummaryEnglish": "After her sixth sense suddenly vanishes, Amami wanders aimlessly searching for her spectral friends. Their voices, their faces, even their presence is nowhere to be found. Amami quickly falls into a deep depression over the loss of the friendships she'd formed with the ghosts over the years, and Inoue and the rest of her living friends are at a loss for how to cheer her up.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5243534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-kan/episodes/5243534",
                    "TitleEnglish": "Summer Memories",
                    "SummaryEnglish": "Amami heads to a theme park with all her friends, living and otherwise (and Yamada's older brother, for some reason)! According to her father, this particular theme park is the site of some fond memories for Amami, but now that she's older the memories have begun to fade...until a mysterious girl appears before her. Join the whole Re-Kan! gang as they make the most of a beautiful summer day, capped off with a sleepover at the Amami residence!",
                    "Aliases": []
                }
            }
        }
    }
}