{
    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4731072/",
        "http://shokugekinosoma.com/",
        "http://www.reddit.com/r/ShokugekiNoSoma",
        "https://www.themoviedb.org/tv/62273",
        "https://x.com/shokugeki_anime"
    ],
    "TitleEnglish": "Food Wars: Shokugeki no Soma",
    "SummaryEnglish": "Yukihira Souma's dream is to become a full-time chef in his father's restaurant and surpass his father's culinary skill. But just as Yukihira graduates from middle schools his father, Yukihira Jouichirou, closes down the restaurant to travel and cook around the world. Although downtrodden, Souma's fighting spirit is rekindled by a challenge from Jouichirou which is to survive in an elite culinary school where only 10% of the students graduate. Can Souma survive? Food Wars! Shokugeki no Soma",
    "Aliases": [
        "Shokugeki No Souma",
        "Shokugeki No Souma 2",
        "Shokugeki No Souma 3",
        "Shokugeki No Souma 4",
        "Shokugeki No Souma 5",
        "Shokugeki no Soma",
        "Shokugeki no Soma 2",
        "Shokugeki no Soma 3",
        "Shokugeki no Soma 4",
        "Shokugeki no Soma 5",
        "Shokugeki no Souma: Gou no Sara",
        "Shokugeki no Souma: Ni no Sara",
        "Shokugeki no Souma: San no Sara",
        "Shokugeki no Souma: San no Sara - Tootsuki Ressha Hen",
        "Shokugeki no Souma: Shin no Sara",
        "Shokugeki no Sōma",
        "Food Wars! 2",
        "Food Wars! 3",
        "Food Wars! 4",
        "Food Wars! 5",
        "Food Wars!",
        "Soma's Cafeteria Drama",
        "Food Wars! Shokugeki no Soma"
    ],
    "Modified": "2025-09-20",
    "Seasons": {
        "0": {
            "ID": "607595",
            "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "5280583",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5280583",
                    "TitleEnglish": "Recap - Episode 14.5",
                    "SummaryEnglish": "Recap of first 14 Episodes from Season 1"
                },
                "2": {
                    "ID": "5328841",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5328841",
                    "TitleEnglish": "Takumi's Downtown Battle",
                    "SummaryEnglish": "This episode takes place sometime between the first season. The Aldini brothers head out for a trip to a tall skyscraper, where other students such as Alice, Ryo, and the boys from Polar Star Dormitory with the exception of Sōma are visiting too. There, they bump into Megumi, Ryoko, and Yoshino, the girls from Polar Star Dormitory and have lunch together at a traditional Japanese restaurant. When Isami requests for cheese with his rice, an old man scoffs at the Aldini brothers for not respecting Japanese culture, and Takumi requests a food battle with him. The former's food, although nostalgic, is lacking in skill compared to the Aldini brothers', and he confesses that Takumi reminded him of his daughter's fiancé, a blonde-haired foreigner, whom he objected strictly against her marrying. After a long day, the brothers return home."
                },
                "3": {
                    "ID": "5918910",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5918910",
                    "TitleEnglish": "Summer Vacation with Erina",
                    "SummaryEnglish": "This episode takes place sometime before the second season, before the Autumn Elections Preliminaries. Erina is at a loss for what to do during summer vacation after finishing her schedule early for the day, so Alice takes her to a public pool. There, Alice enjoys watching Erina embarrass herself with wearing an old coat, a bathing suit in public, and admitting that she admires someone. Alice also attempts to educate Erina on the concept of love despite not knowing about it herself. In the end, Erina decides to focus on perfecting her cooking instead of understanding love. Meanwhile, the girls at Polar Star Dormitory are practically dying from the summer heat and stress for the Autumn Elections Preliminaries, and make a few failed attempts to cool down until the boys, including the Aldini brothers and Ikumi, arrive and take them to a cool stream where they eat shaved ice, and then barbeque. Likewise, Jun is prepared to pass out from heat stroke until Hayama generously makes her some cold porridge with soup."
                },
                "4": {
                    "ID": "5918912",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5918912",
                    "TitleEnglish": "Autumn Moon's Chance Encounter",
                    "SummaryEnglish": "The Polar Star dorm residents, along with the Aldini brothers, Ikumi, Kurokiba, and Hayama, take a trip to the hot springs inn where Megumi did her Stagiaire. After a business trip, Alice, Erina and Hisako decide to go to the hot springs for a break, too. With all of the Inn's cooks suffering accidents, the Polar Star gang and the others took over the kitchen for the arriving guests: Erina, Alice and Hisako; who are impressed by the finely crafted meal supposedly made by amateurs, not knowing it is made by Tōtsuki students. Yukihira, intrigued by the legendary fish dubbed the 'River Master' in the nearby river, invites Kurokiba and Hayama to a fishing match Later at night, Megumi meets Erina in the hot springs bath."
                },
                "5": {
                    "ID": "5918914",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5918914",
                    "TitleEnglish": "Totsuki Elite Ten",
                    "SummaryEnglish": "Tōtsuki Elite Ten is an OVA episode for the anime series Shokugeki no Soma. It mainly focuses on the introduction of the Tōtsuki Elite Ten. The episode was released alongside the limited edition version of Volume 25."
                },
                "6": {
                    "ID": "6508013",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6508013",
                    "TitleEnglish": "The Third Plate: Erina at Polar Star Dormitory",
                    "SummaryEnglish": "Tells the story of what happened to Erina after she ran away from her father to the Polar Star Dormitory."
                }
            }
        },
        "1": {
            "ID": "615232",
            "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "5148158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5148158",
                    "TitleEnglish": "The Vast Wasteland",
                    "SummaryEnglish": "Yukihira is a popular neighborhood restaurant where Yukihira Soma helps out in the hopes of surpassing his father as a chef one day. But land sharks are after their restaurant, and one day Soma tells them that the restaurant will close if they couldn't serve satisfactory food to their customers. The land sharks are only too happy to sabotage the restaurant's fridge and gleefully orders Soma to serve them a meat dish..."
                },
                "2": {
                    "ID": "5166399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5166399",
                    "TitleEnglish": "God Tongue",
                    "SummaryEnglish": "Under his father's orders, Soma attempts to transfer into one of Japan's top culinary schools, Togetsu Tea House Culinary Academy. His examiner, Nakiri Erina, is a student said to possess humanity's best palate: the God Tongue."
                },
                "3": {
                    "ID": "5166400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5166400",
                    "TitleEnglish": "That Chef Doesn't Smile",
                    "SummaryEnglish": "Just barely squeaking past the academy's transfer exam, Soma causes and uproar at the opening ceremony by making a brash speech in front of the entire class. In his very first class, he's paired with Tadokoro Megumi, a girl who is at risk of expulsion and is intent on keeping a low profile in order to survive."
                },
                "4": {
                    "ID": "5166401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5166401",
                    "TitleEnglish": "Sacred Mother of Kyokusei",
                    "SummaryEnglish": "Soma arrives at Polar Star Dormitory with high expectations, only to find it a creepy, run-down place. He is then informed by the dorm warden, Daimido Fumio, that he can only live at the dorm after he impresses her with his cooking. Soma rises up to the challenge!"
                },
                "5": {
                    "ID": "5166402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5166402",
                    "TitleEnglish": "The Ice Queen and the Spring Storm",
                    "SummaryEnglish": "Isshiki Satoshi is the only second-year from the high school division in Polar Bear Dormitory. Full of ambition to join the Elite Ten, Soma challenges Isshiki right away, but he learns there are many rules that must be met in order for a formal challenge to occur..."
                },
                "6": {
                    "ID": "5166403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5166403",
                    "TitleEnglish": "The Meat Agressor",
                    "SummaryEnglish": "Soma is drawn to Donmono Research Society, one of the academy's many cooking clubs, and takes Megumi with him to check it out. But they only find the club leader, Konishi, who's distraught over his club's imminent demise at the hands of Erina."
                },
                "7": {
                    "ID": "5205910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5205910",
                    "TitleEnglish": "The Silent Bowl, The Eloquent Bowl",
                    "SummaryEnglish": "The Shokugeki between Mito Ikumi and Yukihira Soma has begun! Everyone, including Erina, is convinced that Ikumi, the Meat Master, will win. Soma, on the other hand, is greeted by jeers the moment he enters the arena. Will Soma be able to save Don RS?"
                },
                "8": {
                    "ID": "5205911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5205911",
                    "TitleEnglish": "A Concerto of Concept and Creation",
                    "SummaryEnglish": "The training camp is considered the first trial by fire for students in Totsuki's high school division. Dozens of students are said to be expelled and sent away every day, and the number of students is said to be reduced below half by the camp's end. Intent on survival, Soma and his friends embark on their journey to the hellish camp in one of Totsuki Resorts' hotels."
                },
                "9": {
                    "ID": "5205912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5205912",
                    "TitleEnglish": "The Breading that Showcases the Mountains",
                    "SummaryEnglish": "Inui Hinako, a Totsuki alumna, has tasked Soma's group with making a Japanese dish using available ingredients in the area. Anything other than condiments and spices must be procured from their immediate environs. Soma, provoked by Takumi Aldini's challenge, has a flash of inspiration and dashes out with Megumi to find ingredients for their dish!"
                },
                "10": {
                    "ID": "5205913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5205913",
                    "TitleEnglish": "The Supreme Recette",
                    "SummaryEnglish": "The Polar Star members have managed to survive the first day of camp. Megumi starts to build some confidence by successfully supporting Soma. But now, she and Soma have to face the second day with a genius of French cuisine, Shinomiya, who'd already expelled more than 30 students the day prior..."
                },
                "11": {
                    "ID": "5238502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5238502",
                    "TitleEnglish": "The Magician That Came From the East",
                    "SummaryEnglish": "Soma recklessly challenges Shinomiya to a Shokugeki in order to have him retract his decision to expel Megumi. Shinomiya refuses, but Dojima half forces him to accept. However, Dojima also imposes a condition on Soma and Megumi--Megumi must be the main chef! If they lose, Soma will also be expelled. The unofficial Shokougeki is about to begin!"
                },
                "12": {
                    "ID": "5245376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5245376",
                    "TitleEnglish": "The Memory of a Single Dish",
                    "SummaryEnglish": "The unofficial Shokugeki between Shinomiya and the Megumi-Soma pair has begun. With expulsion on the line, the judging is underway. Megumi's first dish as the main chef is her own take on the nine-vegetable terrine Shinomiya assigned--the Rainbow Terrine, made from seven types of vegetables!"
                },
                "13": {
                    "ID": "5256134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5256134",
                    "TitleEnglish": "Eggs Before the Dawn",
                    "SummaryEnglish": "Third night of camp. Soma and the others manage to make it through their arduous trials. But now they're given a new trial for the next morning: to come up with a menu item that uses eggs."
                },
                "14": {
                    "ID": "5262547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5262547",
                    "TitleEnglish": "Metamorphose",
                    "SummaryEnglish": "The students have been tasked with creating an egg-based breakfast menu item for a buffet, and they must persuade guests to consume 200 servings before two hours' time. Soma's souffle omelets keep deflating before the guests have a chance to take the dish. With only 30 minutes remaining, Soma has served less than 10 guests--with defeat imminent, Soma recalls Joichiro's advice and decides to make a last-ditch effort to make a comeback!"
                },
                "15": {
                    "ID": "5264825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5264825",
                    "TitleEnglish": "The Man Called 'Carnage'",
                    "SummaryEnglish": "With the camp over, surviving students return to Totsuki Academy. Soma manages to miss his bus, but so does Erina, so they end up going back on the same car. As awkward conversation ensues, Soma learns from Erina that the Autumn Elections are coming..."
                },
                "16": {
                    "ID": "5276796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5276796",
                    "TitleEnglish": "The Cook Who Traveled Thousands of Miles",
                    "SummaryEnglish": "When Soma's father, Joichiro, suddenly shows up on Polar Star Dormitory's doorstep, Soma finds out that his father was an alum of Totsuki Academy and Polar Star Dormitory. Joichiro challenges Soma to a cooking duel to find out how far his son has come. How will the family duel end?"
                },
                "17": {
                    "ID": "5281438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5281438",
                    "TitleEnglish": "Sensual Fried Chicken",
                    "SummaryEnglish": "Soma goes back home for the first time in a long while over an extended break. Stormed by people who were waiting for Yukihira to reopen, Soma decides to serve his customers. But among them are the leaders of the shopping district, who tell Soma that the shopping district is on its last breath as a new shopping complex at the train station steals all of their customers..."
                },
                "18": {
                    "ID": "5281439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5281439",
                    "TitleEnglish": "The Fried Chicken of Youth",
                    "SummaryEnglish": "Home to Diner Yukihira, Sumire Avenue Shopping District is on its last legs after the karaage specialty store, Mozuya, has taken all their customers. Soma recruits Kurase and Nikumi to help devise a plan to recoup customers: the Walk-n-Eat Karaage. The summer karaage campaign is about to begin!"
                },
                "19": {
                    "ID": "5282686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5282686",
                    "TitleEnglish": "The Chosen One",
                    "SummaryEnglish": "As the first semester draws to a close, the names of students who'll participate in the Autumn Elections are posted in Totsuki Academy. The assigned topic is a curry dish, leading Soma to seek out a certain alumna Joichiro told him about."
                },
                "20": {
                    "ID": "5282687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5282687",
                    "TitleEnglish": "Dragon Lies Prone then Ascends to the Sky",
                    "SummaryEnglish": "Fully aware of how deep curry can go through their encounter with Hayama, Soma and Megumi join the other first-years in preparing for the Autumn Elections over the rest of the summer. Now, the time has finally come for the preliminaries..."
                },
                "21": {
                    "ID": "5301673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5301673",
                    "TitleEnglish": "That Which Is Known Yet Unknown",
                    "SummaryEnglish": "The Autumn Elections preliminaries have finally begun! Only four students from each group can advance to the main tournament. In Soma's Group A, the favored candidates get all the attention while Soma toils on. Meanwhile in Group B, Megumi is passed over by everyone as being uninteresting, but then she suddenly pulls out a unique ingredient..."
                },
                "22": {
                    "ID": "5301674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5301674",
                    "TitleEnglish": "That Which Transcends the Norm",
                    "SummaryEnglish": "The preliminaries for the Autumn Elections have entered the judging phase for each group! Excitement's in the air in Group B's arena as Hisako, Takumi, Alice, and others score big with the judges. The final dish to be judged belongs to Megumi, whom no one has high hopes for. What will her dish be like?"
                },
                "23": {
                    "ID": "5301675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5301675",
                    "TitleEnglish": "The Unfolding Individual Competition",
                    "SummaryEnglish": "The battle continues in the Autumn Elections preliminaries. From Group B, Alice, Hisako, Takumi and Megumi all make it through. Meanwhile, in Group A, Sendawara Natsume keeps giving contestants 0's and no one has scored a high overall score. Next, Alice's aide, Kurokiba Ryo is up. The mysterious chef finally reveals his true colors!"
                },
                "24": {
                    "ID": "5301676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5301676",
                    "TitleEnglish": "The Warrior's Banquet",
                    "SummaryEnglish": "Akira's dish, which on top of its powerful fragrance also uses the power of holy basil and yogurt, earns a score of 94 from the judges, two of which gave him a perfect 20. Finally, Soma presents his own fragrance bomb, combining his past two failures into a curry risotto omurice containing a mango chutney that deepens the flavor. The dish earns Soma 93 points, landing him second place behind Akira, though it is noted that three of the five judges ranked the dish higher than Akira's. As the contestants hold an afterparty celebrating and lamenting their victories and losses in the preliminaries, Soma becomes determined to improve his cooking finesse."
                }
            }
        },
        "2": {
            "ID": "647701",
            "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5436146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5436146",
                    "TitleEnglish": "That Which Is Placed Within the Box",
                    "SummaryEnglish": "Soma is first up in the Fall Elections' main tournament. The theme is bento, and his opponent is Nakiri Alice, who specializes in molecular gastronomy. How will each draw on their expertise to craft the ultimate bento?"
                },
                "2": {
                    "ID": "5665167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5665167",
                    "TitleEnglish": "Interplay of Light and Shadow",
                    "SummaryEnglish": "With Soma declared victor in the first match, it is now Megumi's turn to rise to the occasion. The theme is ramen, and her opponent is Kurokiba Ryo. What will these complete opposites in personalities and cooking styles choose for their ramen broth?"
                },
                "3": {
                    "ID": "5665168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5665168",
                    "TitleEnglish": "The Age of Kings",
                    "SummaryEnglish": "Round 2 has finally concluded--who will emerge victorious? Round 3 also begins, pitting the favored candidate, Hayama Akira, against Nakiri Erina's aide, Arato Hisako!"
                },
                "4": {
                    "ID": "5665412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5665412",
                    "TitleEnglish": "The Pursuer",
                    "SummaryEnglish": "The 4th round between Takumi Aldini and Mimasaka Subaru unexpectedly becomes a shokugeki. Takumi's bruised pride ignites his desire to beat Mimasaka, but Mimasaka starts making the exact same dish as Takumi…"
                },
                "5": {
                    "ID": "5667219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5667219",
                    "TitleEnglish": "The Secret of the First Bite",
                    "SummaryEnglish": "Not only will Yukihira face Mimasaka in the semi-finals, but the match will also be a shokugeki! Yukihira even tells Mimasaka what he'll prepare for the match--how does he plan to defeat Mimasaka's perfect profiling?"
                },
                "6": {
                    "ID": "5667220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5667220",
                    "TitleEnglish": "Morning Shall Come Again",
                    "SummaryEnglish": "Soma and Mimasaka's beef stew shokugeki has finally begun! Not only has Mimasaka copied Soma's use of oxtail as an ingredient, but his added twists also begin to sway the audience and the judges. But Soma still has a few tricks up his sleeve…"
                },
                "7": {
                    "ID": "5667221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5667221",
                    "TitleEnglish": "Beasts That Devour Each Other",
                    "SummaryEnglish": "Following Soma's victory in the 1st round of the semi-finals, the 2nd round between Kurokiba Ryo and Hayama Akira begins! Which one of them will advance to the finals?"
                },
                "8": {
                    "ID": "5667222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5667222",
                    "TitleEnglish": "The Battle That Follows the Seasons",
                    "SummaryEnglish": "Soma is optimistic about the finals because of his family diner's longstanding history with pacific saury as a menu item. However, his confidence is soon crushed when he realizes that Hayama and Kurokiba are far more skilled at selecting the best pacific saury the fish market has to offer. Can Soma overcome this major disadvantage?"
                },
                "9": {
                    "ID": "5667223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5667223",
                    "TitleEnglish": "The Sword That Announces Fall",
                    "SummaryEnglish": "The Fall Elections Finals are finally here, with a historic face-off between three finalists at once. While Hayama and Kurokiba produce fresh pacific saury glinting like swords, Soma's pacific saury is a bit different…"
                },
                "10": {
                    "ID": "5667224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5667224",
                    "TitleEnglish": "A New Jewel",
                    "SummaryEnglish": "Though presumed inferior to Kurokiba's cartoccio and Hayama's carpaccio, Soma's pacific saury dish had been hiding a secret. Will Soma's strategy work to sway the judges?"
                },
                "11": {
                    "ID": "5667225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5667225",
                    "TitleEnglish": "The Stagiaire",
                    "SummaryEnglish": "After a brief respite following the Fall Elections, Soma's class is sent off to the Stagiare, a training program out in the real world where students must succeed in leaving visible results at their training location. Soma ends up at a Western restaurant with Arato. He draws on his experience and readily steps up to the challenge, but will that be enough to pass the Stagiare?"
                },
                "12": {
                    "ID": "5667226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5667226",
                    "TitleEnglish": "The Magician Returns",
                    "SummaryEnglish": "Clearing his first Stagiare with ease, Soma heads off to his next training location to find it is a new restaurant to be opened by Shinomiya Kojiro, his former shokugeki opponent. What awaits Soma in Shinomiya's French restaurant kitchen?"
                },
                "13": {
                    "ID": "5667227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5667227",
                    "TitleEnglish": "Pomp and Circumstance",
                    "SummaryEnglish": "Only one more day of being a Stagiaire at SHINO's Tokyo. Soma continues to learn various things about French cuisine and is able to participate in the employee competition. Will Soma be able to impress Shinomiya with his dish and will he pass his Stagiaire course?"
                }
            }
        },
        "3": {
            "ID": "717585",
            "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/seasons/official/3",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "6152091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6152091",
                    "TitleEnglish": "Challenging the Ten",
                    "SummaryEnglish": "Soma finds out that Totsuki has a school festival that happens at the end of autumn called the Moon Festival. Soma is told by the 8th seat of the Elite Ten, Kuga, that if he’s able to beat him in any dish there, he’ll accept a Shokugeki from him and Soma decides to enter the Moon Festival so he can challenge him. He then goes to Kuga’s Chinese Food RS and sees..."
                },
                "2": {
                    "ID": "6339142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6339142",
                    "TitleEnglish": "Ma & La",
                    "SummaryEnglish": "After seeing the Chinese Food RS, Soma decides to put out a Chinese cuisine food stall at the Moon Festival to challenge Kuga. Meanwhile, Alice pairs up with Kurokiba and Hayama, and the others also start to prepare for the Moon Festival. Soma starts preparing a dish for his stand at the festival with the help of Megumi, but things aren’t going that well..."
                },
                "3": {
                    "ID": "6339143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6339143",
                    "TitleEnglish": "The Lunar Feast",
                    "SummaryEnglish": "The Moon Festival finally begins! The dish that Soma decides to make for his stand are black pepper pork buns that are made in a stone oven. However, the crowd keeps going over to the more luxorious Chinese cuisine RS's stand instead. Soma ends up in the red on the first day. Since students who end up with losses during this school festival will be expelled, Soma is already in trouble. Will he be able to turn things around?!"
                },
                "4": {
                    "ID": "6339144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6339144",
                    "TitleEnglish": "A Pride of Young Lions",
                    "SummaryEnglish": "It is now the third day of the Moon Festival! While the addition of the Sorta Danzi Noodles dish to their lineup has helped Soma improve their sales, they are nowhere near Chinese Cuisine RS, who continues to dominate the sales rankings. Soma decides to get help and start serving yet another new dish: Mapo Tofu, the same as Chinese Cuisine RS! However, his version has a surprising secret--what is Soma's strategy?"
                },
                "5": {
                    "ID": "6339145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6339145",
                    "TitleEnglish": "The Shadow Over the Dining Table",
                    "SummaryEnglish": "The final day of the Moon Festival is here. Soma and Kuga's battle finally draws to a close--who will emerge the victor? After closing up shop in the Central Area, Soma and Megumi accept Rindo's invitation to go to Tsukasa Eishi's booth in the Yamanote Area! What kind of food will be served by the first seat?"
                },
                "6": {
                    "ID": "6339146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6339146",
                    "TitleEnglish": "The Captive Queen",
                    "SummaryEnglish": "More than half the Elite Ten Council have been turned by Erina's father, Nakiri Azami, and appointed him as Totsuki's new director! News of the regime change comes as a shock to the whole campus, and there is unease in the air. One day, Soma goes back to his room, only to find the former director, Senzaemon, waiting for him. Senzaemon begins to tell Soma about Erina's shocking past..."
                },
                "7": {
                    "ID": "6339147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6339147",
                    "TitleEnglish": "The Academy Falls",
                    "SummaryEnglish": "With Alice and Hisako's help, Erina escaped from her family home and came to Polar Star Dormitory. Meanwhile, Azami establishes Central, whose members will solely consist of students he personally finds worthy. In addition, he announces the dissolution of research groups, research societies, and clubs! Polar Star Dormitory is also on the list..."
                },
                "8": {
                    "ID": "6339148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6339148",
                    "TitleEnglish": "The Alchemist",
                    "SummaryEnglish": "Soma and Eizan begin the shokugeki that will determine the fate of Polar Star Dormitory. Hereto known more as a skilled consultant, Eizan's strengths as a chef will finally become known. The shokugeki's topic is Satsuma chicken from Kagoshima prefecture. However, the match is rigged due to Eizan having bought out all the judges. Does Soma have a fighting chance?"
                },
                "9": {
                    "ID": "6339149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6339149",
                    "TitleEnglish": "Hunting the Stragglers",
                    "SummaryEnglish": "Though Polar Star Dormitory has won a narrow victory, the Azami administration is continuing its revolution. Isshiki (7th Seat), Megishima (3rd Seat), Kuga (8th Seat) are removed from the Elite Ten. Furthermore, the administration begins its \"survivor hunt\" to crush remaining organizations who seek to overturn the administration's decision to shut them all down..."
                },
                "10": {
                    "ID": "6339150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6339150",
                    "TitleEnglish": "Dance of the Salmon",
                    "SummaryEnglish": "With the survival of Cutting Edge Cuisine RS on the line, Kurokiba and Kusunoki's shokugeki begins. Not only does Kusunoki prepare the key ingredient, salmon, with the same skill as Kurokiba, but he also pulls out a steam convection oven. How will Kurokiba counter Kusunoki's expertise in cutting edge culinary skills?"
                },
                "11": {
                    "ID": "6348998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6348998",
                    "TitleEnglish": "Der Weiße Ritter der Tafel",
                    "SummaryEnglish": "Cutting Edge Cuisine RS was able to defeat Central. However, other organizations who suffered defeat have been shut down, strengthening Central's control over the academy. Meanwhile, the First Seat happens to become the substitute instructor in Soma's class, and Soma volunteers to be his assistant..."
                },
                "12": {
                    "ID": "6348999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6348999",
                    "TitleEnglish": "Those Who Strive for the Top",
                    "SummaryEnglish": "Soma battles with the First Seat of the Totsuki Elite Ten, Tsukasa. If Soma loses, he has to join Central and Tsukasa wagers seat in the Elite Ten. Their topic is French cuisine using venison. However, Soma pulls out an unlikely ingredient and a bizarre tool. The judges for this battle end up being Erina, Megumi, and Hisako who thought they were hiding, but were found. Who will be the victor in this battle that could greatly change both of their lives?"
                },
                "13": {
                    "ID": "6458826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6458826",
                    "TitleEnglish": "Advancement Exam",
                    "SummaryEnglish": "The 1st years at the Totsuki Culinary Institute are facing the biggest event of the 2nd semester, “The Advancement Exam”! However, the mood is gloomy at Polar Star dormitory as it is rumored that those who won't obey Azami's regime will face elimination. As Soma reflects on the situation, he is visited by Erina. When he hears her thoughts, he starts to cook a “Yukihira dish” and make her taste it…!"
                },
                "14": {
                    "ID": "6640185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6640185",
                    "TitleEnglish": "The Totsuki Train Heads Forth",
                    "SummaryEnglish": "The advancement exam traditionally takes place in Hokkaido every year. With theme of the exam being Hokkaido ingredients, Erina is to hold a special lesson on Hokkaido to the Polar Star members. With extra hard training, they are now ready for the exam. Soma and others arrive in Hakodate. The 1st exam shortly begins; however, they are already facing the interference from the Central Gourmet Organization…!"
                },
                "15": {
                    "ID": "6650393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6650393",
                    "TitleEnglish": "Joan of Arc Arises",
                    "SummaryEnglish": "After passing the 1st exam, Soma and others are moving onto the 2nd exam! The next theme is “noodle dish”! However, they face another obstruction from the Central! When it's their time to cook, all the noodles were used up. Although the regulation is to “procure any missing ingredients yourself”, they are stranded in the rural mountain side venue and are also grounded with heavy snow! How will Soma and friends get through this!?"
                },
                "16": {
                    "ID": "6661087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6661087",
                    "TitleEnglish": "Revenge Match",
                    "SummaryEnglish": "The advancement exam continues. In the 3rd exam, students are to battle Totsuki Elite Ten members! Soma is up against none other than Hayama, who joined the council recently. Their exam will begin in 3 days’ time, with “bear meat” as its theme. Soma goes straight into trials but because of its distinct smell, bear meat is proven more difficult to handle. As Soma tackles bear meat fruitlessly, an unexpected person comes to his aid…!"
                },
                "17": {
                    "ID": "6669324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6669324",
                    "TitleEnglish": "Walking the Tightrope of Umami",
                    "SummaryEnglish": "Soma thinks upon the circumstance of Shiomi Seminar’s closure and the reason why Hayama joined the Central without a fight. Dojima, who knew why Hayama joined the Elite Ten, tells Soma it was because Azami has been pulling the wires from behind. With that knowledge, Soma heads to where Hayama is! Finally, the day of the 3rd exam is here! Soma’s revenge match begins!!"
                },
                "18": {
                    "ID": "6680343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6680343",
                    "TitleEnglish": "For Someone's Sake",
                    "SummaryEnglish": "The 3rd round of the Advancement Exam begins with Soma vs new member of the Elite Ten, Hayama! Soma throws everything he’s got into his ultimately delicious Bear Menchi Katsu, which seemed like a winning dish already. In that situation, Hayama’s bear meat dish is finally revealed! A bear dish prepared with Hayama’s extremely acute sense of smell blows judges away and even makes them admit that it surpasses Soma’s dish! However, Soma’s eyes still shine with hope. What will his next move be!?"
                },
                "19": {
                    "ID": "6681034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6681034",
                    "TitleEnglish": "A Declaration of War",
                    "SummaryEnglish": "Hisako, Alice and Kurokiba all failed the third exam and were expelled! In desperation, Erina directly negotiates with Azami but her pleas are not taken seriously. Soma also challenges Azami for the seat at the Elite Ten. Like Erina, his challenge is also brushed away but the situation changes entirely when a certain person appears at the scene!"
                },
                "20": {
                    "ID": "6681035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6681035",
                    "TitleEnglish": "Erina's Devotion",
                    "SummaryEnglish": "In order to prepare themselves for the upcoming Régiment du Cuisine, Soma and the others divide into 2 teams for practice battle. While they are not allowed to speak under the rule, the team leader Dojima prepares a dish but to everyone’s confusion, he improvises from the recipe. As Takumi tries to understand Dojima’s intention, he recalls back to the events at Stagiaire Challenge…"
                },
                "21": {
                    "ID": "6681036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6681036",
                    "TitleEnglish": "He Who Clears a Path Through the Wilderness",
                    "SummaryEnglish": "23 years ago, Polar Star dormitory lead by Saiba Joichiro and Dojima Gin was known as the strongest of all Totsuki Academy. Joichiro’s creative dishes won many competitions and were recognized by many, however, he had an unsettling feeling inside him…"
                },
                "22": {
                    "ID": "6681037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6681037",
                    "TitleEnglish": "To the Site of the Final Battle",
                    "SummaryEnglish": "The day of the Regiment de Cuisine is here! Soma has selected 8 best members to defeat the Central! After Azami and Erina’s discussion, it was decided that Soma, Isshiki and Megishima will fight in the 1st BOUT. Soma is up against Kinokuni Nene, the 6th seat in Central and also an expert in “soba” noodles! What will the shokugeki theme be!?"
                },
                "23": {
                    "ID": "6681038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6681038",
                    "TitleEnglish": "For the Sake of Kyokusei Dorm",
                    "SummaryEnglish": "Excitement rises as the judges arrive at the venue of the Regiment de Cuisine. Isshiki is up against the 8th seat and Italian cuisine specialist Shiratsu Julio! His rivalry for Isshiki is apparent but what’s the reason behind it? Julio’s dish is ready first! What will the judges reaction be!?"
                },
                "24": {
                    "ID": "6681039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6681039",
                    "TitleEnglish": "That Which Makes One Strong",
                    "SummaryEnglish": "The 3rd and final battle between Soma and Nene is heating up, as they are putting everything they've got in the dish! As the theme of shokugeki is soba, Nene is in her element and finishes first. Her dish is highly praised by the judges so what will Soma cook up to turn the situation around!?"
                }
            }
        },
        "4": {
            "ID": "822547",
            "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/seasons/official/4",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7326415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7326415",
                    "TitleEnglish": "What We Want to Protect",
                    "SummaryEnglish": "Régiment du Cuisine with the Central Gourmet organization lead by Azami Nakiri continues. The 1st BOUT was won by Soma and the rebels! To keep the momentum going and secure more wins, the rebels place Kuga, Mimasaka and Megishima as their next cards. Central, on the other hand, sends in Tsukasa (1st seat of the Elite Ten), Rindo (2nd seat) and Saito (4th seat). With the best members of both team, 2nd BOUT is bound to throw off some sparks!"
                },
                "2": {
                    "ID": "7381254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7381254",
                    "TitleEnglish": "Camera Flash",
                    "SummaryEnglish": "2nd BOUT of the Régiment du Cuisine is between Megishima & Rindo, Mimasaka & Saito and Kuga & Tsukasa! The theme of each match is \"chilli\", \"tuna\" and \"green tea\", respectively. Mimasaka shows off his new skill, which he devised from working in a team. The rebels unite as one to defeat the new found Totsuki Elite Ten! Their dishes are ready and judgement begins..!"
                },
                "3": {
                    "ID": "7381255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7381255",
                    "TitleEnglish": "Hope in Solidarity",
                    "SummaryEnglish": "2nd BOUT between the new and old members of the Elite Ten continues. Megishima and Mimasaka have lost only by a fraction. Why is Kuga so tanaciously persistant on Tsukasa? What kind of dish will they make using \"green tea\"? 2nd BOUT comes to an end! The rebels enjoy short break but Momo, 3rd seat of the Elite Ten, visits them..."
                },
                "4": {
                    "ID": "7417888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7417888",
                    "TitleEnglish": "Aim for Victory!",
                    "SummaryEnglish": "The Régiment du Cuisine enters 3rd BOUT! Soma vs Saito, Takumi vs Eizan and Megumi vs Momo are the next round. The 3 members of the rebels study under famous chefs and Megumi is taken care by Shinomiya. However, her past experience with him bring back traumatic memories and she is unable to do her best. What made her come back to herself was... shojo comics!?"
                },
                "5": {
                    "ID": "7417889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7417889",
                    "TitleEnglish": "You're Through",
                    "SummaryEnglish": "Between Megumi and Momo, who will concur over the 3rd BOUT of Régiment du Cuisine? Meanwhile, Takumi and Eizan prep for their \"beef\"-themed dish. While Takumi works on his version of Japanese traditional dish \"shigureni\", Eizan plays dirty behind his back in order to get advantage! Being cornered, what’s Takumi’s secret plan?"
                },
                "6": {
                    "ID": "7417890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7417890",
                    "TitleEnglish": "A Single Blade",
                    "SummaryEnglish": "The match between Takumi and Eizan comes to an end and there’s only one pair left: Soma is up against Saito, who overcame Mimasaka’s Perfect Trace! What will they cook, using the theme of their battle, “butter”?"
                },
                "7": {
                    "ID": "7441879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7441879",
                    "TitleEnglish": "The Two Queens",
                    "SummaryEnglish": "The heated battle enters 4th BOUT! The remaining 3 Central members are Tsukasa, Rindo and Momo. With stakes at the highest, the rebel team goes all-out with their best, too: Isshiki, Takumi and Erina! Erina finally joins the battle and she is up against Momo! The unlosable battle begins..!"
                },
                "8": {
                    "ID": "7441881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7441881",
                    "TitleEnglish": "Watching from Beside You",
                    "SummaryEnglish": "Azami Nakiri turns up to the battle venue and announces that he will be involved as a judge for this round! Rebels are outraged but even Senzaemon, who is supposed to be on their side, agrees to this change. With everyone confused, Takumi's and Rindo’s dishes are ready to be served!"
                },
                "9": {
                    "ID": "7466761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7466761",
                    "TitleEnglish": "The First and Second Seats",
                    "SummaryEnglish": "One win for the Central and one win for the rebels! The shokugeki between Isshiki and Tsukasa reaches its climax! The theme was a classical French ingredient, rabbit meat. Isshiki’s dish manage to impress the judges but Tsukasa seems to be unmoved. Will Tsukasa be able to surpass Isshiki’s super aggressive dish?"
                },
                "10": {
                    "ID": "7466762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7466762",
                    "TitleEnglish": "How to Build a Specialty",
                    "SummaryEnglish": "The last Régiment du Cuisine begins! For the FINAL BOUT, each member from the team must complete 1 entree and 1 main dish to complete a course meal. Although team work is crucial to this battle, Soma and Erina continue to bicker on. On the other hand, the invincible pair Tsukasa and Rindo are ready to present their dishes…!"
                },
                "11": {
                    "ID": "7466763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7466763",
                    "TitleEnglish": "Song of Hope",
                    "SummaryEnglish": "During the FINAL BOUT, Soma challenges Erina to a Shokugeki. There is a hidden motive behind it: Soma wants Erina to put everything she’s got into her “Killer Dish”... As the time-limit draws nearer, Erina takes on Soma’s challenge and starts to prepare a new dish! What will Erina present as her “Killer Dish”?"
                },
                "12": {
                    "ID": "7459859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7459859",
                    "TitleEnglish": "The New Totsuki Elite Ten",
                    "SummaryEnglish": "The time has come to decide the winner for the FINAL BOUT! In the end, the rebel team wins the battle! Azami admits the defeat of the Central and leave the venue without a word. However, he is stopped by his old friends Joichiro and Dojima. At the same time, Soma and others have gathered to decide who will sit at the table of the Elite Ten council..."
                }
            }
        },
        "5": {
            "ID": "1807512",
            "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/seasons/official/5",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7505760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7505760",
                    "TitleEnglish": "End of Term Exam",
                    "SummaryEnglish": "The season is summer! Soma and his friends have been through first semester of the second year and are now facing the final exams. The test is to run a \"Beach House\" on a beach packed with tourists and achieve sales of 3 million yen in 3 days! Soma and others of the Elite Ten felt confident, only until they found out about the downside of this exam… The restaurant prepared for them was almost nothing but an abandoned house! Will Soma and the others be able to pass the final exam?"
                },
                "2": {
                    "ID": "7681394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7681394",
                    "TitleEnglish": "Preparetory Battle before the BLUE",
                    "SummaryEnglish": "A world cooking competition \"THE BLUE\" was announced to be held. Three slots were available for Totsuki Culinary Institute. With that seat on the line, a \"Blue Prequel\" will be held that is open to all students in the academy! All were welcome to participate, so many students were positive to apply. Who will be the top 3 winners chosen by the 99 judges? A battle royale between chefs on the theme “Soup Dishes” is about to begin…!"
                },
                "3": {
                    "ID": "7694187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7694187",
                    "TitleEnglish": "Les Cuisiniers Noir",
                    "SummaryEnglish": "The new lecturer Suzuki challenges Soma on a battle...! Though not a formal battle, Suzuki will be betting on his own “secret” and Soma his “kitchen knife” respectively. The theme was “Items made of ingredients found in the cooking lab’s refrigerator”. While Soma serves a pork cutlet based on his techniques from Yukihira's, Suzuki made an unexpected move... After the match, Soma learns a shocking fact from Suzuki."
                },
                "4": {
                    "ID": "7769202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7769202",
                    "TitleEnglish": "The Last Supper",
                    "SummaryEnglish": "The first day of the BLUE has arrived. There are many young talented chefs at the venue, including the Les Cuisiniers Noirs led by Asahi. The culinary competition begins and Soma, Megumi, Takumi and Erina head to the designated venue. The first challenge given to soma is “the Last Supper”!? How will he tackle this task!?"
                },
                "5": {
                    "ID": "7769204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7769204",
                    "TitleEnglish": "Convenience Store Brawl",
                    "SummaryEnglish": "Having completed the first challenge, Soma heads off to the second venue. There, he encounters someone unexpected. The second challenge begins and its theme is to “cook something worth over $100, with items sold in the convenience store”! Soma is confident with the theme, however, every dish he presents are rejected by the judges! What could be the reason!?"
                },
                "6": {
                    "ID": "7769205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7769205",
                    "TitleEnglish": "A Midsummer Christmas",
                    "SummaryEnglish": "When Soma arrives at the gate of the third challenge, the organizer of BLUE who is also the top of WGO, tells them that she has no expectations for the normal chefs like him. The underground chefs are to show their culinary skills in order to prove how powerful they really are. One of the chosen chefs takes out a cookery tool which turns out to be a chaisaw!? Soma and others witness unusual yet undeniable skills of the underground chefs. Are there any ways to counter them!?"
                },
                "7": {
                    "ID": "7493277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7493277",
                    "TitleEnglish": "Crossed Knives",
                    "SummaryEnglish": "Soma is to face off one of the underground chefs, Sarge and the theme of the challenge is Christmas cake. Will Soma’s cake and its hidden gimmick good enough to counter Sarge’s mouthwatering “Cluster Bomb Cake”? Who will be the winner!? Meanwhile, Tsukasa’s first battle begins. He is up against Asahi Saiba! The battle of the ex-1st of the Totsuki Academy and leader of the underground chefs begin!"
                },
                "8": {
                    "ID": "7887407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7887407",
                    "TitleEnglish": "The Missing Half of the Moon",
                    "SummaryEnglish": "Takumi versus Don Calma, member the underground chefs begin! The theme of the battle is to create amuse-bouche in team. However, Isami who supposed to help Takumi doesn’t show up at the venue. It turns out that he has been kidnapped by Don Calma’s cronies. With Takumi’s back on the wall, Soma unexpectedly appears!"
                },
                "9": {
                    "ID": "7898606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7898606",
                    "TitleEnglish": "The God Tongue's Despair",
                    "SummaryEnglish": "Soma realizes that Erina is facing much harsher tasks than the others. They head to see the organizer of the event to protest. Instead, however, they discover astonishing truth! In the second round of the final selection, Megumi is to face Asahi and Takumi is up against Erina! Must-win battles begin!"
                },
                "10": {
                    "ID": "7907309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7907309",
                    "TitleEnglish": "Surpassing Dad",
                    "SummaryEnglish": "Soma steadily wins his way up and will be facing Asahi in the next battle! Erina’s concern towards her mother makes her think perhaps it would be best for everyone if Asahi won the competition. The secret of the people with the “God’s tongue” is the reason for her doubt. In the meantime, Joichiro returns to Japan and reveals to Dojima how he met Soma’s mother and came to be involved with Asahi."
                },
                "11": {
                    "ID": "7917322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7917322",
                    "TitleEnglish": "The Taste of Failure",
                    "SummaryEnglish": "Soma and Asahi’s battle begin! The theme of the battle is to cook a dish that has elements of the 5 cuisine of the world. The battle situation seems to be in favor of Asahi, who completed his dish first using his cross-knives technique. However, the dish Soma prepared was a “diner food”!? Will his dish match a plate that has been recognized by the “God’s Tongue”?"
                },
                "12": {
                    "ID": "7929629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7929629",
                    "TitleEnglish": "The Perfect Rocks",
                    "SummaryEnglish": "Like Asashi’s dish, Soma’s dish triggers Mana’s “Gifting” ability within the venue. Who will win and move forward!? Soma and Asahi’s battle finally ends! In the meantime, Azami Nakiri visits Mana. Azami and Mana’s past is revealed for the first time…"
                },
                "13": {
                    "ID": "7943819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7943819",
                    "TitleEnglish": "Food Wars",
                    "SummaryEnglish": "The BLUE reaches its climax with Soma and Erina’s final battle. However, Erina is too worked up over her mission to save Mana. Soma decides to cook a dish for Erina instead! What will become of their battle!?"
                }
            }
        }
    }
}