{
    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4731072/",
        "http://shokugekinosoma.com/",
        "http://www.reddit.com/r/ShokugekiNoSoma",
        "https://www.themoviedb.org/tv/62273",
        "https://x.com/shokugeki_anime"
    ],
    "TitleEnglish": "Food Wars: Shokugeki no Soma",
    "SummaryEnglish": "Yukihira Souma's dream is to become a full-time chef in his father's restaurant and surpass his father's culinary skill. But just as Yukihira graduates from middle schools his father, Yukihira Jouichirou, closes down the restaurant to travel and cook around the world. Although downtrodden, Souma's fighting spirit is rekindled by a challenge from Jouichirou which is to survive in an elite culinary school where only 10% of the students graduate. Can Souma survive? Food Wars! Shokugeki no Soma",
    "TitleJapanese": "食戟のソーマ",
    "SummaryJapanese": "下町の定食屋「ゆきひら」では、今日も父・城一郎と息子・創真が料理対決を繰り広げていた――。中学を卒業したら実家「ゆきひら」で料理の修行をし、父を越える料理人を目指そうとしていた創真。\nだが突然の休業、そして父の提案により、日本屈指の料理学校「遠月茶寮料理學園」の編入試験を受けることに。そこは最高峰の料理人だけを育てる、卒業到達率10%以下の超絶エリート校だった……。",
    "Aliases": [
        "Shokugeki No Souma",
        "Shokugeki No Souma 2",
        "Shokugeki No Souma 3",
        "Shokugeki No Souma 4",
        "Shokugeki No Souma 5",
        "Shokugeki no Soma",
        "Shokugeki no Soma 2",
        "Shokugeki no Soma 3",
        "Shokugeki no Soma 4",
        "Shokugeki no Soma 5",
        "Shokugeki no Souma: Gou no Sara",
        "Shokugeki no Souma: Ni no Sara",
        "Shokugeki no Souma: San no Sara",
        "Shokugeki no Souma: San no Sara - Tootsuki Ressha Hen",
        "Shokugeki no Souma: Shin no Sara",
        "Shokugeki no Sōma",
        "Food Wars! 2",
        "Food Wars! 3",
        "Food Wars! 4",
        "Food Wars! 5",
        "Food Wars!",
        "Soma's Cafeteria Drama",
        "Food Wars! Shokugeki no Soma"
    ],
    "Modified": "2025-09-20",
    "Seasons": {
        "0": {
            "ID": "607595",
            "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "5280583",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5280583",
                    "TitleEnglish": "Recap - Episode 14.5",
                    "SummaryEnglish": "Recap of first 14 Episodes from Season 1",
                    "TitleJapanese": "特別編 “秋の選抜”直前スペシャル",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5328841",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5328841",
                    "TitleEnglish": "Takumi's Downtown Battle",
                    "SummaryEnglish": "This episode takes place sometime between the first season. The Aldini brothers head out for a trip to a tall skyscraper, where other students such as Alice, Ryo, and the boys from Polar Star Dormitory with the exception of Sōma are visiting too. There, they bump into Megumi, Ryoko, and Yoshino, the girls from Polar Star Dormitory and have lunch together at a traditional Japanese restaurant. When Isami requests for cheese with his rice, an old man scoffs at the Aldini brothers for not respecting Japanese culture, and Takumi requests a food battle with him. The former's food, although nostalgic, is lacking in skill compared to the Aldini brothers', and he confesses that Takumi reminded him of his daughter's fiancé, a blonde-haired foreigner, whom he objected strictly against her marrying. After a long day, the brothers return home.",
                    "TitleJapanese": "食戟のソーマ おかわり1 「タクミの下町合戦」",
                    "SummaryJapanese": "単行本18巻特典"
                },
                "3": {
                    "ID": "5918910",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5918910",
                    "TitleEnglish": "Summer Vacation with Erina",
                    "SummaryEnglish": "This episode takes place sometime before the second season, before the Autumn Elections Preliminaries. Erina is at a loss for what to do during summer vacation after finishing her schedule early for the day, so Alice takes her to a public pool. There, Alice enjoys watching Erina embarrass herself with wearing an old coat, a bathing suit in public, and admitting that she admires someone. Alice also attempts to educate Erina on the concept of love despite not knowing about it herself. In the end, Erina decides to focus on perfecting her cooking instead of understanding love. Meanwhile, the girls at Polar Star Dormitory are practically dying from the summer heat and stress for the Autumn Elections Preliminaries, and make a few failed attempts to cool down until the boys, including the Aldini brothers and Ikumi, arrive and take them to a cool stream where they eat shaved ice, and then barbeque. Likewise, Jun is prepared to pass out from heat stroke until Hayama generously makes her some cold porridge with soup.",
                    "TitleJapanese": "食戟のソーマ おかわり2 「夏休みのエリナ」",
                    "SummaryJapanese": "単行本19巻特典"
                },
                "4": {
                    "ID": "5918912",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5918912",
                    "TitleEnglish": "Autumn Moon's Chance Encounter",
                    "SummaryEnglish": "The Polar Star dorm residents, along with the Aldini brothers, Ikumi, Kurokiba, and Hayama, take a trip to the hot springs inn where Megumi did her Stagiaire. After a business trip, Alice, Erina and Hisako decide to go to the hot springs for a break, too. With all of the Inn's cooks suffering accidents, the Polar Star gang and the others took over the kitchen for the arriving guests: Erina, Alice and Hisako; who are impressed by the finely crafted meal supposedly made by amateurs, not knowing it is made by Tōtsuki students. Yukihira, intrigued by the legendary fish dubbed the 'River Master' in the nearby river, invites Kurokiba and Hayama to a fishing match Later at night, Megumi meets Erina in the hot springs bath.",
                    "TitleJapanese": "食戟のソーマ 弐ノ皿 おかわり一 「秋月のめぐり逢い」",
                    "SummaryJapanese": "単行本24巻特典。\n実地研修(スタジエール)を見事突破した創真たち。 \nある日、恵に誘われてみんなで温泉旅館へ遊びに出かけることに。白熱の卓球バトルに露天風呂と、休息を満喫する一行。川では創真が葉山、黒木場と魚釣り対決!? \nさらに、旅館には、えりなが緋沙子、アリスとともにやってきて、恵たちが料理をふるまうことに――!"
                },
                "5": {
                    "ID": "5918914",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5918914",
                    "TitleEnglish": "Totsuki Elite Ten",
                    "SummaryEnglish": "Tōtsuki Elite Ten is an OVA episode for the anime series Shokugeki no Soma. It mainly focuses on the introduction of the Tōtsuki Elite Ten. The episode was released alongside the limited edition version of Volume 25.",
                    "TitleJapanese": "食戟のソーマ 弐ノ皿 おかわり二 「遠月十傑」",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "6508013",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6508013",
                    "TitleEnglish": "The Third Plate: Erina at Polar Star Dormitory",
                    "SummaryEnglish": "Tells the story of what happened to Erina after she ran away from her father to the Polar Star Dormitory.",
                    "TitleJapanese": "食戟のソーマ 餐ノ皿 おかわり 「極星寮のえりな」",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "615232",
            "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "5148158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5148158",
                    "TitleEnglish": "The Vast Wasteland",
                    "SummaryEnglish": "Yukihira is a popular neighborhood restaurant where Yukihira Soma helps out in the hopes of surpassing his father as a chef one day. But land sharks are after their restaurant, and one day Soma tells them that the restaurant will close if they couldn't serve satisfactory food to their customers. The land sharks are only too happy to sabotage the restaurant's fridge and gleefully orders Soma to serve them a meat dish...",
                    "TitleJapanese": "果てなき荒野",
                    "SummaryJapanese": "下町で人気の定食屋「ゆきひら」。\n店主の息子である中学３年生の幸平創真は、父を越える料理人になろうと店を手伝いながら修行に励んでいた。\nある日、「ゆきひら」の土地を狙う地上げ屋たちに、創真は「客が求める料理を出せなかったら店をたたむ」と宣言してしまう。\n地上げ屋たちは卑劣な方法で冷蔵庫の肉をダメにし、その上で創真に「肉料理」をオーダーした……。"
                },
                "2": {
                    "ID": "5166399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5166399",
                    "TitleEnglish": "God Tongue",
                    "SummaryEnglish": "Under his father's orders, Soma attempts to transfer into one of Japan's top culinary schools, Togetsu Tea House Culinary Academy. His examiner, Nakiri Erina, is a student said to possess humanity's best palate: the God Tongue.",
                    "TitleJapanese": "神の舌",
                    "SummaryJapanese": "父・城一郎に言われて創真が向かった先は、日本屈指の料理学園「遠月茶寮料理學園」。編入試験の審査員・薙切えりなは、内部進学の学園生。彼女は人類最高の味覚「神の舌（ゴッドタン）」を持ち、幼い頃から日本中の有名店の味見役を務めていた。えりなに「才能なし」と言われたら、料理業界では生きていけない。編入希望者は恐れるあまり、試験から逃げ出すのだが…!?"
                },
                "3": {
                    "ID": "5166400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5166400",
                    "TitleEnglish": "That Chef Doesn't Smile",
                    "SummaryEnglish": "Just barely squeaking past the academy's transfer exam, Soma causes and uproar at the opening ceremony by making a brash speech in front of the entire class. In his very first class, he's paired with Tadokoro Megumi, a girl who is at risk of expulsion and is intent on keeping a low profile in order to survive.",
                    "TitleJapanese": "その料理人は笑わない",
                    "SummaryJapanese": "なんとか遠月学園の編入試験に合格した創真。だが始業式の編入生挨拶でいきなり豪胆な宣言をし、生徒達から嵐のようなブーイングを受けてしまう。創真のような悪目立ちはしまいと決心する女生徒・田所恵。あと１回でも不可もしくはＥ評価を取ったら即退学なのだった。ところが最初の授業で創真とペアを組むことに。さらに運悪く、この授業の講師・シャペルは評価が厳しいことで有名な「笑わない料理人」だった……！"
                },
                "4": {
                    "ID": "5166401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5166401",
                    "TitleEnglish": "Sacred Mother of Kyokusei",
                    "SummaryEnglish": "Soma arrives at Polar Star Dormitory with high expectations, only to find it a creepy, run-down place. He is then informed by the dorm warden, Daimido Fumio, that he can only live at the dorm after he impresses her with his cooking. Soma rises up to the challenge!",
                    "TitleJapanese": "極星のマリア",
                    "SummaryJapanese": "学生寮への入寮を希望していた創真は、期待に胸を膨らませて「極星寮」へ向かった。 たどり着いたそこは、荒れ果てた外観の不気味な洋館。そして怒号とともに、寮母である大御堂ふみ緒が現れる。料理を作り、ふみ緒にその味を認められた者のみ入寮が許される――。創真は入寮をかけ、極星名物「入寮腕試し」に挑む!!"
                },
                "5": {
                    "ID": "5166402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5166402",
                    "TitleEnglish": "The Ice Queen and the Spring Storm",
                    "SummaryEnglish": "Isshiki Satoshi is the only second-year from the high school division in Polar Bear Dormitory. Full of ambition to join the Elite Ten, Soma challenges Isshiki right away, but he learns there are many rules that must be met in order for a formal challenge to occur...",
                    "TitleJapanese": "氷の女王と春の嵐",
                    "SummaryJapanese": "極星寮に住む唯一の２年生・一色慧。彼は遠月十傑の１人だった。十傑入りを目指し、創真はさっそく料理勝負を挑むが、そこで初めて遠月学園伝統の料理対決「食戟」のルールを知る。一方その頃、えりなは自分専用の調理棟の建設のためちゃんこ鍋研究会の主将と「食戟」を繰り広げていた……。"
                },
                "6": {
                    "ID": "5166403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5166403",
                    "TitleEnglish": "The Meat Agressor",
                    "SummaryEnglish": "Soma is drawn to Donmono Research Society, one of the academy's many cooking clubs, and takes Megumi with him to check it out. But they only find the club leader, Konishi, who's distraught over his club's imminent demise at the hands of Erina.",
                    "TitleJapanese": "肉の侵略者",
                    "SummaryJapanese": "学園内の料理研究会に興味を持った創真は、恵を連れて「丼物研究会」へ見学に行く。出迎えたのは意気消沈した主将・小西ただ１人。丼研はもうじき、えりなの手で潰される運命にあると言う。丼研を潰すのが惜しいと感じた創真は、小西に代わって初めての「食戟」に挑む!!"
                },
                "7": {
                    "ID": "5205910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5205910",
                    "TitleEnglish": "The Silent Bowl, The Eloquent Bowl",
                    "SummaryEnglish": "The Shokugeki between Mito Ikumi and Yukihira Soma has begun! Everyone, including Erina, is convinced that Ikumi, the Meat Master, will win. Soma, on the other hand, is greeted by jeers the moment he enters the arena. Will Soma be able to save Don RS?",
                    "TitleJapanese": "静かなる丼、雄弁な丼",
                    "SummaryJapanese": "水戸郁魅VS幸平創真の「食戟」開戦！えりなを含め会場の誰もが、ミートマスターこと郁魅の勝利を確信していた。一方の創真は、登場しただけでブーイングの嵐……。「食戟」のテーマは丼、メイン食材は肉。果たして創真は丼研を守ることができるのか!?"
                },
                "8": {
                    "ID": "5205911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5205911",
                    "TitleEnglish": "A Concerto of Concept and Creation",
                    "SummaryEnglish": "The training camp is considered the first trial by fire for students in Totsuki's high school division. Dozens of students are said to be expelled and sent away every day, and the number of students is said to be reduced below half by the camp's end. Intent on survival, Soma and his friends embark on their journey to the hellish camp in one of Totsuki Resorts' hotels.",
                    "TitleJapanese": "発想と創造の協奏曲",
                    "SummaryJapanese": "遠月学園高等部、最初の地獄と言われる「宿泊研修」。この合宿では連日何十人もの生徒が強制送還・退学となり、生徒数が半分以下まで減るという噂もある。研修場所は、「遠月リゾート」が経営する豪華ホテル。創真たちはそれぞれの想いを胸に、生き残りをかけた地獄の合宿へ!!"
                },
                "9": {
                    "ID": "5205912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5205912",
                    "TitleEnglish": "The Breading that Showcases the Mountains",
                    "SummaryEnglish": "Inui Hinako, a Totsuki alumna, has tasked Soma's group with making a Japanese dish using available ingredients in the area. Anything other than condiments and spices must be procured from their immediate environs. Soma, provoked by Takumi Aldini's challenge, has a flash of inspiration and dashes out with Megumi to find ingredients for their dish!",
                    "TitleJapanese": "山を彩る衣",
                    "SummaryJapanese": "遠月ＯＧ・乾日向子の課題は「ここにある食材で日本料理を作る」こと。調味料以外は建物の周囲で確保しなければならない。合鴨を見事に捌き、一発で合格したアルディーニ兄弟。創真をライバル視するタクミは、まだ調理に入らない創真たちを挑発する。創真は「ここにある食材」という言葉である秘策を思いつき、恵とともにフィールドへ駆け出す!!"
                },
                "10": {
                    "ID": "5205913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5205913",
                    "TitleEnglish": "The Supreme Recette",
                    "SummaryEnglish": "The Polar Star members have managed to survive the first day of camp. Megumi starts to build some confidence by successfully supporting Soma. But now, she and Soma have to face the second day with a genius of French cuisine, Shinomiya, who'd already expelled more than 30 students the day prior...",
                    "TitleJapanese": "至上のルセット",
                    "SummaryJapanese": "なんとか合宿１日目を乗り切った極星寮メンバー。恵は創真のサポートをちゃんとできたことで手ごたえを感じ、少しだけ自信を持ち始めていた。迎えた合宿２日目。創真と恵は、昨日１日で30人以上を退学にしたと言われる、フランス料理の天才・四宮の課題に取り組む……。"
                },
                "11": {
                    "ID": "5238502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5238502",
                    "TitleEnglish": "The Magician That Came From the East",
                    "SummaryEnglish": "Soma recklessly challenges Shinomiya to a Shokugeki in order to have him retract his decision to expel Megumi. Shinomiya refuses, but Dojima half forces him to accept. However, Dojima also imposes a condition on Soma and Megumi--Megumi must be the main chef! If they lose, Soma will also be expelled. The unofficial Shokougeki is about to begin!",
                    "TitleJapanese": "東から来た魔術師",
                    "SummaryJapanese": "恵の退学を取り消すため、無謀にも四宮へ「食戟」を申し出た創真。四宮は創真との「食戟」を拒むが、堂島の命令で半ば強制的にこの勝負を受ける。四宮に挑む創真＆恵、しかもメイン調理は恵という条件付き！創真たちが勝てば恵の退学は取り消し。だが負ければ、恵だけでなく創真も退学することに。地下の厨房で、密かに「非公式の食戟」が始まる――！"
                },
                "12": {
                    "ID": "5245376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5245376",
                    "TitleEnglish": "The Memory of a Single Dish",
                    "SummaryEnglish": "The unofficial Shokugeki between Shinomiya and the Megumi-Soma pair has begun. With expulsion on the line, the judging is underway. Megumi's first dish as the main chef is her own take on the nine-vegetable terrine Shinomiya assigned--the Rainbow Terrine, made from seven types of vegetables!",
                    "TitleJapanese": "ひと皿の記憶",
                    "SummaryJapanese": "四宮VS恵・創真の「非公式の食戟」開戦！懸けるのは、恵と創真の退学――。四宮の料理に続き、恵の料理の審査が始まる。初めて恵がメインシェフとなって作った料理。それは、四宮の課題「９種の野菜のテリーヌ」を意識した、７種の野菜の層による「虹のテリーヌ」だった！"
                },
                "13": {
                    "ID": "5256134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5256134",
                    "TitleEnglish": "Eggs Before the Dawn",
                    "SummaryEnglish": "Third night of camp. Soma and the others manage to make it through their arduous trials. But now they're given a new trial for the next morning: to come up with a menu item that uses eggs.",
                    "TitleJapanese": "夜明け前の卵たち",
                    "SummaryJapanese": "合宿３日目の夜。創真たち極星寮のメンバーは、過酷な課題をクリアして、何とか全員生き残っていた。研修のしおりには、今日の就寝時間が書かれていない。極星寮メンバーが不思議に思っていると、召集のアナウンスが入る。堂島が疲労でボロボロの生徒たちに与えた新しい課題、それは明日の朝までに「卵を使った朝食メニュー」を考えること――！"
                },
                "14": {
                    "ID": "5262547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5262547",
                    "TitleEnglish": "Metamorphose",
                    "SummaryEnglish": "The students have been tasked with creating an egg-based breakfast menu item for a buffet, and they must persuade guests to consume 200 servings before two hours' time. Soma's souffle omelets keep deflating before the guests have a chance to take the dish. With only 30 minutes remaining, Soma has served less than 10 guests--with defeat imminent, Soma recalls Joichiro's advice and decides to make a last-ditch effort to make a comeback!",
                    "TitleJapanese": "メタモルフォーゼ",
                    "SummaryJapanese": "課題合格の条件は、「卵を使った朝食メニュー」をビュッフェ形式で２時間以内に200食以上食してもらうこと。創真の「スフレオムレツ」はお客さんが手に取る前にしぼんでしまい、残り30分でまだ10食以下と絶望的な状況。創真は城一郎の言葉を思い出し、起死回生の一手に懸ける……!!"
                },
                "15": {
                    "ID": "5264825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5264825",
                    "TitleEnglish": "The Man Called 'Carnage'",
                    "SummaryEnglish": "With the camp over, surviving students return to Totsuki Academy. Soma manages to miss his bus, but so does Erina, so they end up going back on the same car. As awkward conversation ensues, Soma learns from Erina that the Autumn Elections are coming...",
                    "TitleJapanese": "「修羅」と呼ばれた男",
                    "SummaryJapanese": "宿泊研修が終了し、生き残った生徒たちは遠月学園に戻る。そんな中、創真は帰りのバスに乗りそこねて呆然と立ち尽くしていた。一方、えりなも部屋に忘れ物をして別の車で帰ることに。運良くえりなと出会えた創真は、同じ車に乗り……。気まずい車中でえりなが語る「秋の選抜」とは!?そして極星寮では意外な人物が待っていた――。"
                },
                "16": {
                    "ID": "5276796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5276796",
                    "TitleEnglish": "The Cook Who Traveled Thousands of Miles",
                    "SummaryEnglish": "When Soma's father, Joichiro, suddenly shows up on Polar Star Dormitory's doorstep, Soma finds out that his father was an alum of Totsuki Academy and Polar Star Dormitory. Joichiro challenges Soma to a cooking duel to find out how far his son has come. How will the family duel end?",
                    "TitleJapanese": "万里を駆ける料理人",
                    "SummaryJapanese": "極星寮にふらりと現れたのは、創真の父・城一郎。城一郎は遠月学園、そして極星寮のＯＢだった！「お前がどれだけ成長したか見せてほしい」城一郎は創真に料理勝負を持ちかける――。審査員はふみ緒・一色・恵の３人。創真VS城一郎、久しぶりの「親子対決」が始まる!!"
                },
                "17": {
                    "ID": "5281438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5281438",
                    "TitleEnglish": "Sensual Fried Chicken",
                    "SummaryEnglish": "Soma goes back home for the first time in a long while over an extended break. Stormed by people who were waiting for Yukihira to reopen, Soma decides to serve his customers. But among them are the leaders of the shopping district, who tell Soma that the shopping district is on its last breath as a new shopping complex at the train station steals all of their customers...",
                    "TitleJapanese": "官能の唐揚げ",
                    "SummaryJapanese": "創真は連休を利用して、編入以来初めて実家へ帰る。店の風通しをするだけのつもりだったが、「お食事処ゆきひら」の復活を待っていた人が押しかけ、少しだけ再オープンすることに。店内は大盛況。だが、その片隅で「すみれ商店街」の若旦那衆が俯いている。どうやら商店街の客を『駅ナカ』に取られてしまい……!?"
                },
                "18": {
                    "ID": "5281439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5281439",
                    "TitleEnglish": "The Fried Chicken of Youth",
                    "SummaryEnglish": "Home to Diner Yukihira, Sumire Avenue Shopping District is on its last legs after the karaage specialty store, Mozuya, has taken all their customers. Soma recruits Kurase and Nikumi to help devise a plan to recoup customers: the Walk-n-Eat Karaage. The summer karaage campaign is about to begin!",
                    "TitleJapanese": "青春の唐揚げ",
                    "SummaryJapanese": "「お食事処ゆきひら」がある「すみれ通り商店街」は、駅ナカに出来た唐揚げの専門店「もず屋」に客を奪われていた。流れてしまったお客さんを取り戻すべく、創真は倉瀬や助っ人の肉魅らと一緒に対抗策を考える。創真たちが辿り着いたキーワードは、「食べ歩きの唐揚げ」！すみれ通り商店街……唐揚げ夏の陣、開戦!!"
                },
                "19": {
                    "ID": "5282686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5282686",
                    "TitleEnglish": "The Chosen One",
                    "SummaryEnglish": "As the first semester draws to a close, the names of students who'll participate in the Autumn Elections are posted in Totsuki Academy. The assigned topic is a curry dish, leading Soma to seek out a certain alumna Joichiro told him about.",
                    "TitleJapanese": "選ばれし者",
                    "SummaryJapanese": "遠月学園、１学期の終業式。学園内の掲示板には、『秋の選抜』に出場する生徒の名前が張り出されていた。創真をはじめ、極星寮のメンバーやタクミ、肉魅など、実力のある１年生たちが名を連ねる。予選のお題は『カレー料理』。創真はカレーについて話を聞くために、城一郎から教えてもらったある“先輩”のもとへ向かう。"
                },
                "20": {
                    "ID": "5282687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5282687",
                    "TitleEnglish": "Dragon Lies Prone then Ascends to the Sky",
                    "SummaryEnglish": "Fully aware of how deep curry can go through their encounter with Hayama, Soma and Megumi join the other first-years in preparing for the Autumn Elections over the rest of the summer. Now, the time has finally come for the preliminaries...",
                    "TitleJapanese": "龍は臥し、空へ昇る",
                    "SummaryJapanese": "スパイスを知り尽くす葉山と出会い、カレー料理の奥深さを知った創真と恵。『秋の選抜』に出場する１年生たちは夏休みの期間を使い、それぞれ自らのカレー料理と向き合っていた。そして迎えた試合当日。『秋の選抜』本選出場をかけた予選が幕を上げる――!!"
                },
                "21": {
                    "ID": "5301673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5301673",
                    "TitleEnglish": "That Which Is Known Yet Unknown",
                    "SummaryEnglish": "The Autumn Elections preliminaries have finally begun! Only four students from each group can advance to the main tournament. In Soma's Group A, the favored candidates get all the attention while Soma toils on. Meanwhile in Group B, Megumi is passed over by everyone as being uninteresting, but then she suddenly pulls out a unique ingredient...",
                    "TitleJapanese": "未知なる既知",
                    "SummaryJapanese": "ついに始まった『秋の選抜』の予選！生徒たちはＡ・Ｂの２ブロックに振り分けられ、調理を開始する。本選に出場できるのは各ブロック４名のみ。Ａブロックの創真は、優勝候補の葉山らが注目を集める中、マイペースで自分の調理を進める。一方、Ｂブロックでは恵が地味に作業をしていた。それまで目立たなかった恵は、ある特殊な食材を取り出し……。"
                },
                "22": {
                    "ID": "5301674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5301674",
                    "TitleEnglish": "That Which Transcends the Norm",
                    "SummaryEnglish": "The preliminaries for the Autumn Elections have entered the judging phase for each group! Excitement's in the air in Group B's arena as Hisako, Takumi, Alice, and others score big with the judges. The final dish to be judged belongs to Megumi, whom no one has high hopes for. What will her dish be like?",
                    "TitleJapanese": "日常を越えるもの",
                    "SummaryJapanese": "『秋の選抜』予選、各ブロックの審査が始まる！Ｂブロックではすでに緋沙子らが高得点を出し、会場を沸かせていた。続いて北条やタクミ・イサミ兄弟、アリスも次々とオリジナルのカレー料理を披露していく。そして最後に、観客も審査員も期待していない恵のカレー料理。創真から勇気をもらって作り上げた、恵の料理とは――？"
                },
                "23": {
                    "ID": "5301675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5301675",
                    "TitleEnglish": "The Unfolding Individual Competition",
                    "SummaryEnglish": "The battle continues in the Autumn Elections preliminaries. From Group B, Alice, Hisako, Takumi and Megumi all make it through. Meanwhile, in Group A, Sendawara Natsume keeps giving contestants 0's and no one has scored a high overall score. Next, Alice's aide, Kurokiba Ryo is up. The mysterious chef finally reveals his true colors!",
                    "TitleJapanese": "華開く個の競演",
                    "SummaryJapanese": "激闘が続く『秋の選抜』予選大会。Ｂブロックからは、アリス、緋沙子、タクミ、そして恵が本選に出場！一方、Ａブロックでは審査員の千俵なつめが０点を出し続け、いまだ高得点の選手が現れない。次に登場するのは、アリスの側近である黒木場リョウ。謎に包まれた黒木場の料理が、いよいよ姿を現す！"
                },
                "24": {
                    "ID": "5301676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5301676",
                    "TitleEnglish": "The Warrior's Banquet",
                    "SummaryEnglish": "Akira's dish, which on top of its powerful fragrance also uses the power of holy basil and yogurt, earns a score of 94 from the judges, two of which gave him a perfect 20. Finally, Soma presents his own fragrance bomb, combining his past two failures into a curry risotto omurice containing a mango chutney that deepens the flavor. The dish earns Soma 93 points, landing him second place behind Akira, though it is noted that three of the five judges ranked the dish higher than Akira's. As the contestants hold an afterparty celebrating and lamenting their victories and losses in the preliminaries, Soma becomes determined to improve his cooking finesse.",
                    "TitleJapanese": "戦士たちの宴",
                    "SummaryJapanese": "ダークホースの黒木場がトップのＡブロック。その審査もいよいよクライマックス！ついに登場する、スパイスの天才で優勝候補の葉山アキラ。「香りの爆弾」のようなフィッシュヘッドカレーに、会場中が圧倒される。葉山の審査を終えて、一気に沸き立つ場内。そして満を持して——創真のカレー料理が登場する！"
                }
            }
        },
        "2": {
            "ID": "647701",
            "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5436146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5436146",
                    "TitleEnglish": "That Which Is Placed Within the Box",
                    "SummaryEnglish": "Soma is first up in the Fall Elections' main tournament. The theme is bento, and his opponent is Nakiri Alice, who specializes in molecular gastronomy. How will each draw on their expertise to craft the ultimate bento?",
                    "TitleJapanese": "その箱に詰めるもの",
                    "SummaryJapanese": "「秋の選抜」本戦・１回戦の組み合わせが決定し、 第１試合から出場することになった創真。 そして創真の対戦相手として姿を現したのは、 分子ガストロノミーに基づいた調理を得意とする薙切アリスだった！２人の対決テーマは『弁当』。 最先端技術を詰め込んだ常識を超えるアリスの弁当の中身は？そして、創真の秘策“進化系のり弁”とは…！ 気になる審査の行方は…!?"
                },
                "2": {
                    "ID": "5665167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5665167",
                    "TitleEnglish": "Interplay of Light and Shadow",
                    "SummaryEnglish": "With Soma declared victor in the first match, it is now Megumi's turn to rise to the occasion. The theme is ramen, and her opponent is Kurokiba Ryo. What will these complete opposites in personalities and cooking styles choose for their ramen broth?",
                    "TitleJapanese": "交錯する光と影",
                    "SummaryJapanese": "「秋の選抜」本戦・第１試合は渾身の“のり弁”を披露した創真が見事アリスに勝利。\nそして続く第２試合、田所恵と黒木場リョウの対決テーマは『ラーメン』！\nラーメンの命ともいえるスープの素材にそれぞれが選んだのは…!?\n性格も料理の特徴も正反対の２人が今、激突する!!"
                },
                "3": {
                    "ID": "5665168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5665168",
                    "TitleEnglish": "The Age of Kings",
                    "SummaryEnglish": "Round 2 has finally concluded--who will emerge victorious? Round 3 also begins, pitting the favored candidate, Hayama Akira, against Nakiri Erina's aide, Arato Hisako!",
                    "TitleJapanese": "『玉』の世代",
                    "SummaryJapanese": "「秋の選抜」本戦・第２試合、ついに決着！\n気になるその結果は…!?\n日が変わった第３試合では優勝候補筆頭・葉山アキラとえりなの側近である新戸緋沙子が激突！\n究極の『ハンバーガー』対決の軍配はどちらに!?\n一方、第４試合で対戦するタクミと美作の間には何やら不穏な空気が…？"
                },
                "4": {
                    "ID": "5665412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5665412",
                    "TitleEnglish": "The Pursuer",
                    "SummaryEnglish": "The 4th round between Takumi Aldini and Mimasaka Subaru unexpectedly becomes a shokugeki. Takumi's bruised pride ignites his desire to beat Mimasaka, but Mimasaka starts making the exact same dish as Takumi…",
                    "TitleJapanese": "追跡者",
                    "SummaryJapanese": "タクミ・アルディーニと美作昴が対決する第４試合。\nこの試合は準決勝進出最後の１枠を争うだけでなく、同時に“食戟”が行われることに！\nアルディーニのプライドを傷付けられた屈辱を返すため、勝利に燃えるタクミ。\nしかし、テーマである『デザート』の調理を始めると美作はタクミと全く同じ品を作り始め…!?\n謎に包まれていた美作の実力や戦略が今明かされる!!"
                },
                "5": {
                    "ID": "5667219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5667219",
                    "TitleEnglish": "The Secret of the First Bite",
                    "SummaryEnglish": "Not only will Yukihira face Mimasaka in the semi-finals, but the match will also be a shokugeki! Yukihira even tells Mimasaka what he'll prepare for the match--how does he plan to defeat Mimasaka's perfect profiling?",
                    "TitleJapanese": "一口目の秘密",
                    "SummaryJapanese": "創真の準決勝の相手は、タクミを倒し勝ち上がってきた美作！\nしかも、美作からの申し出を受け、自らの料理人人生を賭けた食戟を行うという。\nさらにはどうせ予測されるからと、テーマの『洋食のメイン』にあわせて作る品を明かしてしまう！\n創真は美作のパーフェクトトレースにどう立ち向かうのか…!?"
                },
                "6": {
                    "ID": "5667220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5667220",
                    "TitleEnglish": "Morning Shall Come Again",
                    "SummaryEnglish": "Soma and Mimasaka's beef stew shokugeki has finally begun! Not only has Mimasaka copied Soma's use of oxtail as an ingredient, but his added twists also begin to sway the audience and the judges. But Soma still has a few tricks up his sleeve…",
                    "TitleJapanese": "朝はまた来る",
                    "SummaryJapanese": "ついに始まった創真ＶＳ美作の“ビーフシチュー”対決！\nメイン食材の牛テールをコピーされた上、美作の方は得意のアレンジで審査員と観客の心をつかみ始める。\nしかし創真にも、美作の裏をかくとっておきの作戦が!!\n果たして、創真が料理人人生をかけた食戟の結果は…!?"
                },
                "7": {
                    "ID": "5667221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5667221",
                    "TitleEnglish": "Beasts That Devour Each Other",
                    "SummaryEnglish": "Following Soma's victory in the 1st round of the semi-finals, the 2nd round between Kurokiba Ryo and Hayama Akira begins! Which one of them will advance to the finals?",
                    "TitleJapanese": "喰らいあう獣",
                    "SummaryJapanese": "創真の勝利で幕を閉じた準決勝第１試合に続き、黒木場リョウと葉山アキラによる準決勝第２試合が開戦！\nテーマは第１試合と同じく『洋食のメイン一品』。\n魚介を使ったインパクトのある料理を得意とする黒木場と、いくつものスパイスを巧みに使い、香りで審査員を魅了してきた葉山。\n決勝進出最後の一枠をかけた戦いが今始まる!!"
                },
                "8": {
                    "ID": "5667222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5667222",
                    "TitleEnglish": "The Battle That Follows the Seasons",
                    "SummaryEnglish": "Soma is optimistic about the finals because of his family diner's longstanding history with pacific saury as a menu item. However, his confidence is soon crushed when he realizes that Hayama and Kurokiba are far more skilled at selecting the best pacific saury the fish market has to offer. Can Soma overcome this major disadvantage?",
                    "TitleJapanese": "旬を巡る戦い",
                    "SummaryJapanese": "決勝戦のお題『サンマ』はゆきひらでも秋の定番の食材。\n順調に試作が進むかと思いきや、サンマを買い付けに魚河岸を訪れた創真は “目利き”の時点で自分が黒木場・葉山に劣っていることを知る。\n旬の食材を扱う勝負では一番の素材をつかめるかどうかが、勝敗を分ける大きなカギ！\n思わぬところでハンディを背負った創真に、起死回生の一手は残されているのか…!?"
                },
                "9": {
                    "ID": "5667223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5667223",
                    "TitleEnglish": "The Sword That Announces Fall",
                    "SummaryEnglish": "The Fall Elections Finals are finally here, with a historic face-off between three finalists at once. While Hayama and Kurokiba produce fresh pacific saury glinting like swords, Soma's pacific saury is a bit different…",
                    "TitleJapanese": "秋を告げる刀",
                    "SummaryJapanese": "「秋の選抜」決勝戦がいよいよ開幕！\n遠月史上初！３名で争われる異例の一戦の食材は『サンマ』。\n目利きの段階で差をつけられた創真は、サンマにひと工夫加えることでその差を埋めようとしていた。\n光り輝く新鮮なサンマを手にした葉山・黒木場に対し、創真が取り出したサンマは…!?\n月明かりの下、次々にサーブされる三者三様のサンマ料理が審査員を唸らせていく!!"
                },
                "10": {
                    "ID": "5667224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5667224",
                    "TitleEnglish": "A New Jewel",
                    "SummaryEnglish": "Though presumed inferior to Kurokiba's cartoccio and Hayama's carpaccio, Soma's pacific saury dish had been hiding a secret. Will Soma's strategy work to sway the judges?",
                    "TitleJapanese": "新たなる『玉』",
                    "SummaryJapanese": "黒木場の“秋サンマのカルトッチョ”、葉山の“炙りサンマのカルパッチョ”に及ばないと思われた創真の“ぬかさんまの炊き込みご飯”には、秘密が隠されていた！考え抜いた末に生み出したその秘策は、果たして審査員の心を揺さぶれるのか…!?三つ巴の『サンマ』決戦、勝負の行方は…!!"
                },
                "11": {
                    "ID": "5667225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5667225",
                    "TitleEnglish": "The Stagiaire",
                    "SummaryEnglish": "After a brief respite following the Fall Elections, Soma's class is sent off to the Stagiare, a training program out in the real world where students must succeed in leaving visible results at their training location. Soma ends up at a Western restaurant with Arato. He draws on his experience and readily steps up to the challenge, but will that be enough to pass the Stagiare?",
                    "TitleJapanese": "スタジエール",
                    "SummaryJapanese": "「秋の選抜」を終えたのも束の間、外部のさまざまな料理の現場で実戦を学ぶカリキュラム“スタジエール”がスタート！合格基準は“目に見える実績を残すこと”。外の世界に触れられると意気揚々な創真は緋沙子とともに町の洋食屋に派遣されることに！ゆきひらでの経験を活かして、順調に研修をこなしていく創真だったが、“実績を残す”の本質はまだ先にあった…！創真たちはスタジエールに合格することができるのか…！？"
                },
                "12": {
                    "ID": "5667226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5667226",
                    "TitleEnglish": "The Magician Returns",
                    "SummaryEnglish": "Clearing his first Stagiare with ease, Soma heads off to his next training location to find it is a new restaurant to be opened by Shinomiya Kojiro, his former shokugeki opponent. What awaits Soma in Shinomiya's French restaurant kitchen?",
                    "TitleJapanese": "魔術師再び",
                    "SummaryJapanese": "第一のスタジエールを見事に突破した創真は、次なる研修先へ。創真が訪れたのは「SHINO’s TOKYO」…。以前、恵の退学取り消しを賭けて食戟で戦った相手・四宮小次郎が新たにオープンさせる「SHINO’s」の初の日本支店だった！今まで経験したことのないフランス料理店の調理場で、創真は1週間生き抜くことができるのか…！？"
                },
                "13": {
                    "ID": "5667227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/5667227",
                    "TitleEnglish": "Pomp and Circumstance",
                    "SummaryEnglish": "Only one more day of being a Stagiaire at SHINO's Tokyo. Soma continues to learn various things about French cuisine and is able to participate in the employee competition. Will Soma be able to impress Shinomiya with his dish and will he pass his Stagiaire course?",
                    "TitleJapanese": "威風堂々",
                    "SummaryJapanese": "「SHINO’s TOKYO」でのスタジエールも、残すところあと1日。めきめきとフランス料理の技術を身に付け、厨房の人々にも認められつつあった創真は、新作コンペに参加できることに！果たして創真は、四宮の舌を唸らせ、「SHINO’s TOKYO」のメニューに自分の料理の名を刻めるのか！？そして、スタジエールの合否の行方は…！？"
                }
            }
        },
        "3": {
            "ID": "717585",
            "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/seasons/official/3",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "6152091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6152091",
                    "TitleEnglish": "Challenging the Ten",
                    "SummaryEnglish": "Soma finds out that Totsuki has a school festival that happens at the end of autumn called the Moon Festival. Soma is told by the 8th seat of the Elite Ten, Kuga, that if he’s able to beat him in any dish there, he’ll accept a Shokugeki from him and Soma decides to enter the Moon Festival so he can challenge him. He then goes to Kuga’s Chinese Food RS and sees...",
                    "TitleJapanese": "十傑に挑む",
                    "SummaryJapanese": "創真は、秋最後の一大イベントである学園祭「月饗祭」が近々開催されることを知る。十傑第八席・久我照紀から「何かひとつでも料理で勝てるものがあれば食戟を受けてもいい」と言われていた創真は、久我に勝負を挑むため「月饗祭」への参戦を決める！\nそこで、創真は久我の根城である中華研究会へ行ってみることにするが…!?"
                },
                "2": {
                    "ID": "6339142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6339142",
                    "TitleEnglish": "Ma & La",
                    "SummaryEnglish": "After seeing the Chinese Food RS, Soma decides to put out a Chinese cuisine food stall at the Moon Festival to challenge Kuga. Meanwhile, Alice pairs up with Kurokiba and Hayama, and the others also start to prepare for the Moon Festival. Soma starts preparing a dish for his stand at the festival with the help of Megumi, but things aren’t going that well...",
                    "TitleJapanese": "麻と辣",
                    "SummaryJapanese": "中華研の目の前、しかも料理ジャンル「中華」で月饗祭への出店を決め、久我へ宣戦布告した創真！　一方、アリスと黒木場、葉山が組んで模擬店を出すことになったりと、ほかの仲間たちも月饗祭への準備を着々と進めていた。そんななか創真は、恵に手伝ってもらいながら模擬店で出す料理の試作を始めるものの、なかなかうまくいかず…？"
                },
                "3": {
                    "ID": "6339143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6339143",
                    "TitleEnglish": "The Lunar Feast",
                    "SummaryEnglish": "The Moon Festival finally begins! The dish that Soma decides to make for his stand are black pepper pork buns that are made in a stone oven. However, the crowd keeps going over to the more luxorious Chinese cuisine RS's stand instead. Soma ends up in the red on the first day. Since students who end up with losses during this school festival will be expelled, Soma is already in trouble. Will he be able to turn things around?!",
                    "TitleJapanese": "月饗祭",
                    "SummaryJapanese": "いよいよ開幕した月饗祭！　創真の模擬店メニューは、石窯で作る胡椒餅（フージャオピン）！　しかしお客さんは、豪華な店構えの中華研のほうへ次々と流れていってしまう。結局、一日目は大赤字…！　赤字を出したら退学という条件がある学園祭で、創真は早々にピンチに！　この状況を覆せるのか!?"
                },
                "4": {
                    "ID": "6339144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6339144",
                    "TitleEnglish": "A Pride of Young Lions",
                    "SummaryEnglish": "It is now the third day of the Moon Festival! While the addition of the Sorta Danzi Noodles dish to their lineup has helped Soma improve their sales, they are nowhere near Chinese Cuisine RS, who continues to dominate the sales rankings. Soma decides to get help and start serving yet another new dish: Mapo Tofu, the same as Chinese Cuisine RS! However, his version has a surprising secret--what is Soma's strategy?",
                    "TitleJapanese": "若き獅子たちの群れ",
                    "SummaryJapanese": "月饗祭・三日目！\n新メニュー『なんちゃって担仔麺』の追加により売上を伸ばしてるものの、２日連続売上１位の中華研にはまだまだ及ばない。その状況を打開すべく、助っ人を呼びさらなる新メニューを売り始める！\nその料理とは、中華研と同じく麻婆豆腐！\nしかしそこには驚きな秘密が…!?\n創真の作戦とは一体!?"
                },
                "5": {
                    "ID": "6339145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6339145",
                    "TitleEnglish": "The Shadow Over the Dining Table",
                    "SummaryEnglish": "The final day of the Moon Festival is here. Soma and Kuga's battle finally draws to a close--who will emerge the victor? After closing up shop in the Central Area, Soma and Megumi accept Rindo's invitation to go to Tsukasa Eishi's booth in the Yamanote Area! What kind of food will be served by the first seat?",
                    "TitleJapanese": "翳りゆく食卓",
                    "SummaryJapanese": "いよいよ迎えた月饗祭最終日。ついに創真と久我の勝負が決着！\n果たしてその勝敗は…!?\n中央エリアの営業時間終了後、創真と恵は、竜胆の誘いで山の手エリアにある第一席・司瑛士の店へ行くことに！\n第一席が提供する料理とは!?\n一方、えりなの店には、とある人物が来店し……？"
                },
                "6": {
                    "ID": "6339146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6339146",
                    "TitleEnglish": "The Captive Queen",
                    "SummaryEnglish": "More than half the Elite Ten Council have been turned by Erina's father, Nakiri Azami, and appointed him as Totsuki's new director! News of the regime change comes as a shock to the whole campus, and there is unease in the air. One day, Soma goes back to his room, only to find the former director, Senzaemon, waiting for him. Senzaemon begins to tell Soma about Erina's shocking past...",
                    "TitleJapanese": "囚われの女王",
                    "SummaryJapanese": "遠月十傑の半数以上が寝返り、えりなの父親・薙切薊が遠月の新総帥へ就任！\nその情報は遠月内外に衝撃走らせ、学園は不穏な空気が漂っていた……。そんななか、創真が部屋に戻ると、元総帥である仙左衛門が待ち構えていた…！\nそして、仙左衛門の口から、えりなの衝撃の過去が語られ……？"
                },
                "7": {
                    "ID": "6339147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6339147",
                    "TitleEnglish": "The Academy Falls",
                    "SummaryEnglish": "With Alice and Hisako's help, Erina escaped from her family home and came to Polar Star Dormitory. Meanwhile, Azami establishes Central, whose members will solely consist of students he personally finds worthy. In addition, he announces the dissolution of research groups, research societies, and clubs! Polar Star Dormitory is also on the list...",
                    "TitleJapanese": "崩れゆく学園",
                    "SummaryJapanese": "アリスと緋沙子の手助けにより実家を抜け出し、極星寮へとやってきたえりな。一方、薊は自身の選んだ生徒だけで構成する「中枢美食機関（セントラル）」を発足。さらにゼミ・研究会・同好会等自治運営勢力の解体を宣言！\nその対象には、極星寮も入っていた…!!"
                },
                "8": {
                    "ID": "6339148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6339148",
                    "TitleEnglish": "The Alchemist",
                    "SummaryEnglish": "Soma and Eizan begin the shokugeki that will determine the fate of Polar Star Dormitory. Hereto known more as a skilled consultant, Eizan's strengths as a chef will finally become known. The shokugeki's topic is Satsuma chicken from Kagoshima prefecture. However, the match is rigged due to Eizan having bought out all the judges. Does Soma have a fighting chance?",
                    "TitleJapanese": "錬金術師",
                    "SummaryJapanese": "創真と叡山による、極星寮の解体を賭けた食戟が始まった！\nこれまで類まれなコンサルティングの能力を見せていた叡山の料理の実力が明らかになる…!?\nお題となる食材は、鹿児島産の地鶏『さつま地鶏』。しかし、審査員を叡山が買収している八百長勝負。創真に勝算はあるのか…!?"
                },
                "9": {
                    "ID": "6339149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6339149",
                    "TitleEnglish": "Hunting the Stragglers",
                    "SummaryEnglish": "Though Polar Star Dormitory has won a narrow victory, the Azami administration is continuing its revolution. Isshiki (7th Seat), Megishima (3rd Seat), Kuga (8th Seat) are removed from the Elite Ten. Furthermore, the administration begins its \"survivor hunt\" to crush remaining organizations who seek to overturn the administration's decision to shut them all down...",
                    "TitleJapanese": "残党狩り",
                    "SummaryJapanese": "極星寮解体の危機は乗り越えたものの、薊政権の改革は引き続き進められていた。\n薊により第七席・一色、第三席・女木島、第八席・久我の3名が十傑から除名されてしまう。\nそして、中枢美食機関のメンバーたちによって、解体撤回を望む研究会やゼミを潰すための『残党狩り』が始まる……！"
                },
                "10": {
                    "ID": "6339150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6339150",
                    "TitleEnglish": "Dance of the Salmon",
                    "SummaryEnglish": "With the survival of Cutting Edge Cuisine RS on the line, Kurokiba and Kusunoki's shokugeki begins. Not only does Kusunoki prepare the key ingredient, salmon, with the same skill as Kurokiba, but he also pulls out a steam convection oven. How will Kurokiba counter Kusunoki's expertise in cutting edge culinary skills?",
                    "TitleJapanese": "鮭は踊る",
                    "SummaryJapanese": "アリスが主将を務める最先端技術料理研究会の存続を賭け、\n黒木場と中枢美食機関（セントラル）・楠連太郎の食戟が始まった！\nお題は鮭料理。鮭を黒木場同等に高い技術で捌いた楠連太郎が続いて持ち出したのは、スチームコンベクションオーブン！　楠も最先端技術の扱いを得意としていたのだ！\n黒木場はどう対抗するのか…!?"
                },
                "11": {
                    "ID": "6348998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6348998",
                    "TitleEnglish": "Der Weiße Ritter der Tafel",
                    "SummaryEnglish": "Cutting Edge Cuisine RS was able to defeat Central. However, other organizations who suffered defeat have been shut down, strengthening Central's control over the academy. Meanwhile, the First Seat happens to become the substitute instructor in Soma's class, and Soma volunteers to be his assistant...",
                    "TitleJapanese": "食卓の白騎士[ターフェル・ヴァイスリッター]",
                    "SummaryJapanese": "最先端料理研の勝利により、中枢美食機関（セントラル）に一矢報いることができた！　\nだが、負けた団体は解体され、中枢美食機関（セントラル）の支配は強まっていた。\nそんななか講師の代理として、十傑第一席・司が創真たちの授業を受け持つことに！　その助手として創真が立候補し……!?"
                },
                "12": {
                    "ID": "6348999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6348999",
                    "TitleEnglish": "Those Who Strive for the Top",
                    "SummaryEnglish": "Soma battles with the First Seat of the Totsuki Elite Ten, Tsukasa. If Soma loses, he has to join Central and Tsukasa wagers seat in the Elite Ten. Their topic is French cuisine using venison. However, Soma pulls out an unlikely ingredient and a bizarre tool. The judges for this battle end up being Erina, Megumi, and Hisako who thought they were hiding, but were found. Who will be the victor in this battle that could greatly change both of their lives?",
                    "TitleJapanese": "頂を目指す者",
                    "SummaryJapanese": "創真のセントラル加入と十傑第一席の座を賭け、勝負をする創真と司！　お題は鹿肉を使ったフレンチ！\nだが、創真が取り出したのは、意外な食材と調理機器で……？\n勝負の審査は、隠れて二人の様子をみていたえりな、恵、緋沙子が行うことに。互いの命運を賭けた一騎打ち、はたして勝敗の行方は……!?"
                },
                "13": {
                    "ID": "6458826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6458826",
                    "TitleEnglish": "Advancement Exam",
                    "SummaryEnglish": "The 1st years at the Totsuki Culinary Institute are facing the biggest event of the 2nd semester, “The Advancement Exam”! However, the mood is gloomy at Polar Star dormitory as it is rumored that those who won't obey Azami's regime will face elimination. As Soma reflects on the situation, he is visited by Erina. When he hears her thoughts, he starts to cook a “Yukihira dish” and make her taste it…!",
                    "TitleJapanese": "進級試験",
                    "SummaryJapanese": "遠月学園高等部１年生二学期最後の大イベント「進級試験」の季節に突入！　しかし、進級試験では薊政権の方針に従わない者を排除するとほのめかされ、暗い顔になる極星寮の面々。一方、そんな様子を眺め何かを思案する創真のもとへ、えりなが訪れる。えりなから彼女の心情を聞いた創真は、彼女にゆきひらの料理を味わわせると調理を始め…!?"
                },
                "14": {
                    "ID": "6640185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6640185",
                    "TitleEnglish": "The Totsuki Train Heads Forth",
                    "SummaryEnglish": "The advancement exam traditionally takes place in Hokkaido every year. With theme of the exam being Hokkaido ingredients, Erina is to hold a special lesson on Hokkaido to the Polar Star members. With extra hard training, they are now ready for the exam. Soma and others arrive in Hakodate. The 1st exam shortly begins; however, they are already facing the interference from the Central Gourmet Organization…!",
                    "TitleJapanese": "遠月列車は行く",
                    "SummaryJapanese": "１年生の進級試験は、毎年北海道で行われるのが慣例。北海道の食材がテーマとなる。そこで、極星寮のメンバーたちへ向けた、えりなによる「北海道講座」が開かれることに！　極星寮での猛特訓が始まる…！　そして迎えた進級試験。創真たちは函館へと降り立つ！　早速第一次試験が始まるものの、早くも中枢美食機関による妨害が行われ…!?"
                },
                "15": {
                    "ID": "6650393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6650393",
                    "TitleEnglish": "Joan of Arc Arises",
                    "SummaryEnglish": "After passing the 1st exam, Soma and others are moving onto the 2nd exam! The next theme is “noodle dish”! However, they face another obstruction from the Central! When it's their time to cook, all the noodles were used up. Although the regulation is to “procure any missing ingredients yourself”, they are stranded in the rural mountain side venue and are also grounded with heavy snow! How will Soma and friends get through this!?",
                    "TitleJapanese": "立ち上がる女騎士",
                    "SummaryJapanese": "一次試験を突破し、二次試験へと進んだ創真たち！　二次試験のお題は「麺料理」！　だが、またしても中枢美食機関（ルビ：セントラル）からの妨害が発生！　お題のメインとなる肝心の麺が、創真たちの調理順となった時には使い果たされていたのだ。「足りない素材は各自調達」というルールがあるものの、会場は市街から離れた山の中、さらに外は猛吹雪で外出不可能……！　創真たちは、このピンチをどう切り抜けるのか!?"
                },
                "16": {
                    "ID": "6661087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6661087",
                    "TitleEnglish": "Revenge Match",
                    "SummaryEnglish": "The advancement exam continues. In the 3rd exam, students are to battle Totsuki Elite Ten members! Soma is up against none other than Hayama, who joined the council recently. Their exam will begin in 3 days’ time, with “bear meat” as its theme. Soma goes straight into trials but because of its distinct smell, bear meat is proven more difficult to handle. As Soma tackles bear meat fruitlessly, an unexpected person comes to his aid…!",
                    "TitleJapanese": "リベンジ・マッチ",
                    "SummaryJapanese": "次々と展開していく進級試験。次なる三次試験は、遠月十傑と対決するというものだった！　創真が勝負をする相手は、なんと葉山！　葉山は、十傑のメンバーに加わったという。対決は３日後、テーマは「熊肉」。早速試作に入る創真だが、独特の臭みを持つ熊肉は想像以上に難敵！　しかし、熊肉の扱いに悩む創真の前に意外な助っ人が現れる……！"
                },
                "17": {
                    "ID": "6669324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6669324",
                    "TitleEnglish": "Walking the Tightrope of Umami",
                    "SummaryEnglish": "Soma thinks upon the circumstance of Shiomi Seminar’s closure and the reason why Hayama joined the Central without a fight. Dojima, who knew why Hayama joined the Elite Ten, tells Soma it was because Azami has been pulling the wires from behind. With that knowledge, Soma heads to where Hayama is! Finally, the day of the 3rd exam is here! Soma’s revenge match begins!!",
                    "TitleJapanese": "旨味の綱渡り",
                    "SummaryJapanese": "汐見ゼミが潰れた経緯と、葉山が中枢美食機関（セントラル）と戦わず薊側についたことが気にかかる創真。事情を知る堂島から、薊の暗躍と葉山が十傑になった理由を聞かされる。それを知った創真は、葉山のもとへ向かい……!?\nそして、いよいよ三次試験当日に！　創真のリベンジマッチが始まる――!!"
                },
                "18": {
                    "ID": "6680343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6680343",
                    "TitleEnglish": "For Someone's Sake",
                    "SummaryEnglish": "The 3rd round of the Advancement Exam begins with Soma vs new member of the Elite Ten, Hayama! Soma throws everything he’s got into his ultimately delicious Bear Menchi Katsu, which seemed like a winning dish already. In that situation, Hayama’s bear meat dish is finally revealed! A bear dish prepared with Hayama’s extremely acute sense of smell blows judges away and even makes them admit that it surpasses Soma’s dish! However, Soma’s eyes still shine with hope. What will his next move be!?",
                    "TitleJapanese": "誰が為に",
                    "SummaryJapanese": "進級試験三次試験、創真VS新十傑・葉山戦！　創真が捨て身で熊肉の美味しさを追求した「メンチカツ」が出され、早くも勝敗が決まったように思われた。そんななか、ついに葉山の熊肉料理が姿を見せる！　葉山の超嗅覚による熊料理は、審査員たちを圧倒し「創真の品を凌駕している」とまで言わしめる！　だが、創真の目はまだ諦めていなかった。その理由とは……!?"
                },
                "19": {
                    "ID": "6681034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6681034",
                    "TitleEnglish": "A Declaration of War",
                    "SummaryEnglish": "Hisako, Alice and Kurokiba all failed the third exam and were expelled! In desperation, Erina directly negotiates with Azami but her pleas are not taken seriously. Soma also challenges Azami for the seat at the Elite Ten. Like Erina, his challenge is also brushed away but the situation changes entirely when a certain person appears at the scene!",
                    "TitleJapanese": "宣戦布告",
                    "SummaryJapanese": "三次試験で緋沙子、アリス、黒木場が退学処分となってしまった！　絶望的な状況のなか、薊に退学取り下げを直談判するえりなだったが、取り合ってもらえず……。その様子を見ていた創真は、薊に十傑の席を賭けた勝負を持ちかける！　えりな同様、創真も一蹴されてしまうが、そこへある人物が現れて状況が一変!?"
                },
                "20": {
                    "ID": "6681035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6681035",
                    "TitleEnglish": "Erina's Devotion",
                    "SummaryEnglish": "In order to prepare themselves for the upcoming Régiment du Cuisine, Soma and the others divide into 2 teams for practice battle. While they are not allowed to speak under the rule, the team leader Dojima prepares a dish but to everyone’s confusion, he improvises from the recipe. As Takumi tries to understand Dojima’s intention, he recalls back to the events at Stagiaire Challenge…",
                    "TitleJapanese": "えりなの研鑽",
                    "SummaryJapanese": "連隊食戟へ向けた特訓として、２チームに分かれ紅白戦を行う創真たち！\n調理中声を発することを禁止するルールのもと、基本のレシピとは異なる作業を進めていくチームリーダー・堂島たちの意図とは!?\nその意図を汲み取ろうと模索するタクミは、実地研修スタジエールでの出来事を思い返していた……。"
                },
                "21": {
                    "ID": "6681036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6681036",
                    "TitleEnglish": "He Who Clears a Path Through the Wilderness",
                    "SummaryEnglish": "23 years ago, Polar Star dormitory lead by Saiba Joichiro and Dojima Gin was known as the strongest of all Totsuki Academy. Joichiro’s creative dishes won many competitions and were recognized by many, however, he had an unsettling feeling inside him…",
                    "TitleJapanese": "荒野を拓く者",
                    "SummaryJapanese": "23年前の極星寮。そこは才波城一郎と堂島銀を筆頭に、中村薊たち有能な料理人が所属し、遠月学園内でも最強の勢力として名を振るっていた……。数々のコンクールで優勝し、率先して新たな一皿を創り出していく才波の料理は誰しも認める所だったが、本人の心の中には穏やかではない想いが……!?"
                },
                "22": {
                    "ID": "6681037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6681037",
                    "TitleEnglish": "To the Site of the Final Battle",
                    "SummaryEnglish": "The day of the Regiment de Cuisine is here! Soma has selected 8 best members to defeat the Central! After Azami and Erina’s discussion, it was decided that Soma, Isshiki and Megishima will fight in the 1st BOUT. Soma is up against Kinokuni Nene, the 6th seat in Central and also an expert in “soba” noodles! What will the shokugeki theme be!?",
                    "TitleJapanese": "決戦の地へ",
                    "SummaryJapanese": "ついに迎えた連隊食戟当日！　中枢美食機関セントラルに対抗するため、考えられる中で最強のメンバー８人をそろえた創真だが……。薊とえりなの協議の結果1st BOUTは創真、一色、女木島の出陣が決定。気になる創真の相手は「江戸そば」を得意とする第六席・紀ノ国寧々に決定！　注目の対決テーマは……!?"
                },
                "23": {
                    "ID": "6681038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6681038",
                    "TitleEnglish": "For the Sake of Kyokusei Dorm",
                    "SummaryEnglish": "Excitement rises as the judges arrive at the venue of the Regiment de Cuisine. Isshiki is up against the 8th seat and Italian cuisine specialist Shiratsu Julio! His rivalry for Isshiki is apparent but what’s the reason behind it? Julio’s dish is ready first! What will the judges reaction be!?",
                    "TitleJapanese": "極星寮を背負って",
                    "SummaryJapanese": "料理の判定をする特別審査員たちも会場に到着し、盛り上がりを見せる連隊食戟！\n一色の相手はイタリア料理の名手で第八席の白津樹利夫！\nいつも飄々とした態度の一色に対してライバル心を剥き出しにする白津だが、その理由とは……？\nそして白津の料理が先に完成！\nはたして審査員の反応は!?"
                },
                "24": {
                    "ID": "6681039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/6681039",
                    "TitleEnglish": "That Which Makes One Strong",
                    "SummaryEnglish": "The 3rd and final battle between Soma and Nene is heating up, as they are putting everything they've got in the dish! As the theme of shokugeki is soba, Nene is in her element and finishes first. Her dish is highly praised by the judges so what will Soma cook up to turn the situation around!?",
                    "TitleJapanese": "強者たる所以",
                    "SummaryJapanese": "お互いに自分の持ち味を活かして、白熱した調理を進めている創真と寧々の第３カード！　食戟のお題である「そば」は寧々が最も得意としており、先に料理を完成させたのもやはり寧々！　披露されたメニューは審査員たちから大絶賛を受けるが、対抗する創真のオリジナル「そば」は一体どんな料理に仕上がるのか……!?"
                }
            }
        },
        "4": {
            "ID": "822547",
            "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/seasons/official/4",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7326415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7326415",
                    "TitleEnglish": "What We Want to Protect",
                    "SummaryEnglish": "Régiment du Cuisine with the Central Gourmet organization lead by Azami Nakiri continues. The 1st BOUT was won by Soma and the rebels! To keep the momentum going and secure more wins, the rebels place Kuga, Mimasaka and Megishima as their next cards. Central, on the other hand, sends in Tsukasa (1st seat of the Elite Ten), Rindo (2nd seat) and Saito (4th seat). With the best members of both team, 2nd BOUT is bound to throw off some sparks!",
                    "TitleJapanese": "守りたいもの",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7381254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7381254",
                    "TitleEnglish": "Camera Flash",
                    "SummaryEnglish": "2nd BOUT of the Régiment du Cuisine is between Megishima & Rindo, Mimasaka & Saito and Kuga & Tsukasa! The theme of each match is \"chilli\", \"tuna\" and \"green tea\", respectively. Mimasaka shows off his new skill, which he devised from working in a team. The rebels unite as one to defeat the new found Totsuki Elite Ten! Their dishes are ready and judgement begins..!",
                    "TitleJapanese": "ストロボ、輝く",
                    "SummaryJapanese": "連隊食戟2nd BOUTは、女木島vs竜胆、美作vs斎藤、久我vs司のカードで進行中！　それぞれ「緑茶」「唐辛子」「まぐろ」というお題で、各々調理を進めていく。そんな中、美作は仲間との連携や進化した「周到なる追跡」を披露！　打倒・新遠月十傑のため、一丸となる反逆者チーム！　そして両チームともに品が完成！　審査が始まる…!!"
                },
                "3": {
                    "ID": "7381255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7381255",
                    "TitleEnglish": "Hope in Solidarity",
                    "SummaryEnglish": "2nd BOUT between the new and old members of the Elite Ten continues. Megishima and Mimasaka have lost only by a fraction. Why is Kuga so tanaciously persistant on Tsukasa? What kind of dish will they make using \"green tea\"? 2nd BOUT comes to an end! The rebels enjoy short break but Momo, 3rd seat of the Elite Ten, visits them...",
                    "TitleJapanese": "希望の連帯",
                    "SummaryJapanese": "新旧十傑たちがぶつかる2nd BOUT！　相手の品にわずか届かず敗北してしまった女木島、美作。残る審査は久我VS司！　試合前、司へ直々に勝負を挑んだ久我が、司との勝負に拘る理由とは…？　「緑茶」をテーマにどんな料理が作られるのか…!?　2nd BOUT決す！ そして訪れた束の間の休息。創真たちの前に第三席・ももが現れ…？"
                },
                "4": {
                    "ID": "7417888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7417888",
                    "TitleEnglish": "Aim for Victory!",
                    "SummaryEnglish": "The Régiment du Cuisine enters 3rd BOUT! Soma vs Saito, Takumi vs Eizan and Megumi vs Momo are the next round. The 3 members of the rebels study under famous chefs and Megumi is taken care by Shinomiya. However, her past experience with him bring back traumatic memories and she is unable to do her best. What made her come back to herself was... shojo comics!?",
                    "TitleJapanese": "勝利をねらえ！",
                    "SummaryJapanese": "連隊食戟はいよいよ3rd BOUTに突入！　対戦カードは創真vs斎藤、タクミvs叡山、そして恵vsもも。創真達３人は、連隊食戟前に個々の技量アップを図るため、名だたるシェフらの指導を受けていた。その中で恵は四宮の指導を受けるも、過去のトラウマから上手く調理ができない。そんな恵の心を奮い立たせたのは……まさかの少女漫画!?"
                },
                "5": {
                    "ID": "7417889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7417889",
                    "TitleEnglish": "You're Through",
                    "SummaryEnglish": "Between Megumi and Momo, who will concur over the 3rd BOUT of Régiment du Cuisine? Meanwhile, Takumi and Eizan prep for their \"beef\"-themed dish. While Takumi works on his version of Japanese traditional dish \"shigureni\", Eizan plays dirty behind his back in order to get advantage! Being cornered, what’s Takumi’s secret plan?",
                    "TitleJapanese": "終わったぜ、お前",
                    "SummaryJapanese": "連隊食戟3rd BOUT、恵VSももの勝敗は…!? 一方、「牛肉」をテーマに調理を進めるタクミと叡山。和食の伝統料理「時雨煮」を応用するタクミに対し、叡山は自身の審査を有利に進めるため、とある食材を使用した卑劣な手段に出る！　絶体絶命の中、タクミが仕掛けた「秘策」とは……？"
                },
                "6": {
                    "ID": "7417890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7417890",
                    "TitleEnglish": "A Single Blade",
                    "SummaryEnglish": "The match between Takumi and Eizan comes to an end and there’s only one pair left: Soma is up against Saito, who overcame Mimasaka’s Perfect Trace! What will they cook, using the theme of their battle, “butter”?",
                    "TitleJapanese": "一本の刃",
                    "SummaryJapanese": "タクミVS叡山の戦いも終わり、3rd BOUTもあと一組を残すのみ！　創真に対するは、美作の「周到なる追跡」をも凌駕した天才寿司職人・斎藤綜明！　2人は「バター」という難しいお題に対し、どのような料理で勝負するのか!?"
                },
                "7": {
                    "ID": "7441879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7441879",
                    "TitleEnglish": "The Two Queens",
                    "SummaryEnglish": "The heated battle enters 4th BOUT! The remaining 3 Central members are Tsukasa, Rindo and Momo. With stakes at the highest, the rebel team goes all-out with their best, too: Isshiki, Takumi and Erina! Erina finally joins the battle and she is up against Momo! The unlosable battle begins..!",
                    "TitleJapanese": "ふたりの女王",
                    "SummaryJapanese": "連隊食戟もいよいよ4th BOUTに突入！ 中枢美食機関側の残るメンバーは、司、竜胆、ももの十傑トップ３。 強敵相手に出方を思案する創真達反逆者連合は、一色、タクミ、えりなで向かい打つことに。えりながついに参戦！そして、えりなVSもも、負けられない戦いの火ぶたが切って落とされる!!"
                },
                "8": {
                    "ID": "7441881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7441881",
                    "TitleEnglish": "Watching from Beside You",
                    "SummaryEnglish": "Azami Nakiri turns up to the battle venue and announces that he will be involved as a judge for this round! Rebels are outraged but even Senzaemon, who is supposed to be on their side, agrees to this change. With everyone confused, Takumi's and Rindo’s dishes are ready to be served!",
                    "TitleJapanese": "君の横顔",
                    "SummaryJapanese": "ついにスタートした4th BOUTの会場へ現れ、今後の審査は自身が務めると宣言した薙切薊！　首謀者である人物に審査員を任せられないと、反逆者チームの面々は憤慨するが、何故か敵対しているはずの仙左衛門もこの提案を受け入れている様子を見せ…？　会場中が混乱する中、タクミが相対する竜胆が料理を完成させる…！"
                },
                "9": {
                    "ID": "7466761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7466761",
                    "TitleEnglish": "The First and Second Seats",
                    "SummaryEnglish": "One win for the Central and one win for the rebels! The shokugeki between Isshiki and Tsukasa reaches its climax! The theme was a classical French ingredient, rabbit meat. Isshiki’s dish manage to impress the judges but Tsukasa seems to be unmoved. Will Tsukasa be able to surpass Isshiki’s super aggressive dish?",
                    "TitleJapanese": "一席と二席",
                    "SummaryJapanese": "1勝1敗となった4th BOUT、一色VS司の食戟は佳境を迎える！　お題はフレンチでは定番の「ウサギ肉」。型破りな調理により、審査員達の度肝を抜くことに成功した一色だが、司の表情には、余裕が感じられ……。一色の超攻撃的和食に対する司の料理とは…!?"
                },
                "10": {
                    "ID": "7466762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7466762",
                    "TitleEnglish": "How to Build a Specialty",
                    "SummaryEnglish": "The last Régiment du Cuisine begins! For the FINAL BOUT, each member from the team must complete 1 entree and 1 main dish to complete a course meal. Although team work is crucial to this battle, Soma and Erina continue to bicker on. On the other hand, the invincible pair Tsukasa and Rindo are ready to present their dishes…!",
                    "TitleJapanese": "必殺料理の作り方",
                    "SummaryJapanese": "遂に連隊食戟最終戦が開幕！　FINAL BOUTの対決方法は、2皿だけのコース料理という難題。各チームのメンバーそれぞれが、前菜とメイン料理を担当して審査員達にサーブするため、チームワークが重要な一戦となる。だが、創真とえりなは言い合ってばかりでどこか険悪な様子…。そんな2人を尻目に司と竜胆の最強コンビは、料理を完成させる――！"
                },
                "11": {
                    "ID": "7466763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7466763",
                    "TitleEnglish": "Song of Hope",
                    "SummaryEnglish": "During the FINAL BOUT, Soma challenges Erina to a Shokugeki. There is a hidden motive behind it: Soma wants Erina to put everything she’s got into her “Killer Dish”... As the time-limit draws nearer, Erina takes on Soma’s challenge and starts to prepare a new dish! What will Erina present as her “Killer Dish”?",
                    "TitleJapanese": "希望の唄",
                    "SummaryJapanese": "FINAL BOUTの最中、えりなに食戟を挑んだ創真！　その行動の裏には1つの狙いが……。それは、えりなに食戟を仕掛けることで、彼女自身の必殺料理を引き出すこと！　創真の主張を受けたえりなは、制限時間が迫るなか新たな調理を始める！　えりなが創り出す必殺料理とは!?"
                },
                "12": {
                    "ID": "7459859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7459859",
                    "TitleEnglish": "The New Totsuki Elite Ten",
                    "SummaryEnglish": "The time has come to decide the winner for the FINAL BOUT! In the end, the rebel team wins the battle! Azami admits the defeat of the Central and leave the venue without a word. However, he is stopped by his old friends Joichiro and Dojima. At the same time, Soma and others have gathered to decide who will sit at the table of the Elite Ten council...",
                    "TitleJapanese": "新生『遠月十傑』",
                    "SummaryJapanese": "連隊食戟FINAL BOUT、決着の時!!　激戦の末に勝利したのは反逆者連合チーム！　中枢美食機関の敗北を認めた薙切薊は、無言のまま会場を去る。そんな薊に声を掛けたのは、かつて学園で研鑽を積んだ、城一郎と堂島の2人だった……。一方、創真達は、新たな十傑の席次を決めることになり……？"
                }
            }
        },
        "5": {
            "ID": "1807512",
            "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/seasons/official/5",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7505760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7505760",
                    "TitleEnglish": "End of Term Exam",
                    "SummaryEnglish": "The season is summer! Soma and his friends have been through first semester of the second year and are now facing the final exams. The test is to run a \"Beach House\" on a beach packed with tourists and achieve sales of 3 million yen in 3 days! Soma and others of the Elite Ten felt confident, only until they found out about the downside of this exam… The restaurant prepared for them was almost nothing but an abandoned house! Will Soma and the others be able to pass the final exam?",
                    "TitleJapanese": "学期末試験",
                    "SummaryJapanese": "季節は夏！創真たちは、2年生1学期期末試験の時期を迎えていた。試験内容は、海水浴客で溢れる浜辺に並ぶ「海の家」を経営し、３日間で300万円の売上を達成すること！\n余裕を見せる創真たち十傑の面々だったが、十傑チームにはハンデが課せられ…!?\n用意された店舗は、なんとほぼ廃屋！\n創真たちは、無事に期末試験をクリアできるのか!?"
                },
                "2": {
                    "ID": "7681394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7681394",
                    "TitleEnglish": "Preparetory Battle before the BLUE",
                    "SummaryEnglish": "A world cooking competition \"THE BLUE\" was announced to be held. Three slots were available for Totsuki Culinary Institute. With that seat on the line, a \"Blue Prequel\" will be held that is open to all students in the academy! All were welcome to participate, so many students were positive to apply. Who will be the top 3 winners chosen by the 99 judges? A battle royale between chefs on the theme “Soup Dishes” is about to begin…!",
                    "TitleJapanese": "青の前哨戦",
                    "SummaryJapanese": "突如、開催されることが通達された世界的な料理コンクール『THE BLUE』。遠月学園に用意された出場枠は３つ。その席を賭け、全生徒が参加可能な「青の前哨戦」が開催されることに！　参加自由ということもあり、奮って参加する生徒たち…！　99人の審査員たちが選ぶ上位３名は、誰になるのか…!?　「スープ」をお題に、料理人達のバトルロイヤルが始まる…！"
                },
                "3": {
                    "ID": "7694187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7694187",
                    "TitleEnglish": "Les Cuisiniers Noir",
                    "SummaryEnglish": "The new lecturer Suzuki challenges Soma on a battle...! Though not a formal battle, Suzuki will be betting on his own “secret” and Soma his “kitchen knife” respectively. The theme was “Items made of ingredients found in the cooking lab’s refrigerator”. While Soma serves a pork cutlet based on his techniques from Yukihira's, Suzuki made an unexpected move... After the match, Soma learns a shocking fact from Suzuki.",
                    "TitleJapanese": "真夜中の料理人ノワール",
                    "SummaryJapanese": "新任講師・鈴木に食戟を持ちかけられた創真…！　正式な食戟ではないものの、鈴木は「自身の秘密」、創真は「自身の包丁」を賭けることに。テーマは「調理実習室の冷蔵庫にある食材を使った品」。ゆきひらでの技術をベースにしたロースカツを出す創真に対し、鈴木は…？ そして勝負後、創真は鈴木から衝撃の事実を聞かされ…？"
                },
                "4": {
                    "ID": "7769202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7769202",
                    "TitleEnglish": "The Last Supper",
                    "SummaryEnglish": "The first day of the BLUE has arrived. There are many young talented chefs at the venue, including the Les Cuisiniers Noirs led by Asahi. The culinary competition begins and Soma, Megumi, Takumi and Erina head to the designated venue. The first challenge given to soma is “the Last Supper”!? How will he tackle this task!?",
                    "TitleJapanese": "最後の晩餐",
                    "SummaryJapanese": "遂に迎えた『THE BLUE』当日。会場には様々な実力派料理人たちが集っていた。そこには才波朝陽率いる真夜中の料理人の姿も……。 いよいよ開幕した\"裏\"と\"表\"が入り乱れる料理コンクール。創真、タクミ、恵、そしてえりなたちは、それぞれの試練会場へと立ち向かう！　第一の試練で創真に与えられた最初のお題は、「最後の晩餐」!?　創真はこの難題にどう挑むのか!?"
                },
                "5": {
                    "ID": "7769204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7769204",
                    "TitleEnglish": "Convenience Store Brawl",
                    "SummaryEnglish": "Having completed the first challenge, Soma heads off to the second venue. There, he encounters someone unexpected. The second challenge begins and its theme is to “cook something worth over $100, with items sold in the convenience store”! Soma is confident with the theme, however, every dish he presents are rejected by the judges! What could be the reason!?",
                    "TitleJapanese": "コンビニの戦い",
                    "SummaryJapanese": "第一の試練を突破し、第二の試練へ向かった創真！　そこで意外な人物と再会する。 そしてスタートした第二の試練は「コンビニ商品で100ドル以上の料理を作る」こと…！　得意分野だと張り切る創真だったが、出した品はむしろマイナスの値段がついてしまい…!?　その理由とは!?"
                },
                "6": {
                    "ID": "7769205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7769205",
                    "TitleEnglish": "A Midsummer Christmas",
                    "SummaryEnglish": "When Soma arrives at the gate of the third challenge, the organizer of BLUE who is also the top of WGO, tells them that she has no expectations for the normal chefs like him. The underground chefs are to show their culinary skills in order to prove how powerful they really are. One of the chosen chefs takes out a cookery tool which turns out to be a chaisaw!? Soma and others witness unusual yet undeniable skills of the underground chefs. Are there any ways to counter them!?",
                    "TitleJapanese": "真夏のクリスマス",
                    "SummaryJapanese": "創真が第三の試練の門へ到着すると、BLUEの主催、WGOのトップから表の料理人には期待していないと告げられてしまう。真夜中の料理人の実力を示すため、彼らによる調理が披露されることに。指名された料理人が取り出した料理器具は、チェーンソーで…!?　次々と真夜中の料理人たちの特異な実力を見せつけられる創真たち。対抗する術はあるのか!?"
                },
                "7": {
                    "ID": "7493277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7493277",
                    "TitleEnglish": "Crossed Knives",
                    "SummaryEnglish": "Soma is to face off one of the underground chefs, Sarge and the theme of the challenge is Christmas cake. Will Soma’s cake and its hidden gimmick good enough to counter Sarge’s mouthwatering “Cluster Bomb Cake”? Who will be the winner!? Meanwhile, Tsukasa’s first battle begins. He is up against Asahi Saiba! The battle of the ex-1st of the Totsuki Academy and leader of the underground chefs begin!",
                    "TitleJapanese": "交差する刃(クロスナイブズ)",
                    "SummaryJapanese": "真夜中の料理人・サージェを相手に「クリスマスケーキ」で対決する創真。サージェの「クラスターボムケーキ」に対し、創真が勝負の場に出した品に秘められた仕掛けとは？　そして勝敗は…!? 一方、司の本戦１回戦が開始される。対戦相手は才波朝陽！　 元遠月第一席と“真夜中の料理人”トップの戦いが始まる！"
                },
                "8": {
                    "ID": "7887407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7887407",
                    "TitleEnglish": "The Missing Half of the Moon",
                    "SummaryEnglish": "Takumi versus Don Calma, member the underground chefs begin! The theme of the battle is to create amuse-bouche in team. However, Isami who supposed to help Takumi doesn’t show up at the venue. It turns out that he has been kidnapped by Don Calma’s cronies. With Takumi’s back on the wall, Soma unexpectedly appears!",
                    "TitleJapanese": "欠けた半月",
                    "SummaryJapanese": "タクミVS“真夜中の料理人”ドン・カーマ戦！　お題は「連携で作るアミューズ」。団体戦となる今回の対決は、サポートメンバーが必須。しかし、タクミがサポートとして選んだイサミは会場へ現れず…!?　なんと、イサミはドン・カーマの仲間によって拉致されていたのだ。窮地に陥るタクミのもとへ現れたのは、創真で…!?"
                },
                "9": {
                    "ID": "7898606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7898606",
                    "TitleEnglish": "The God Tongue's Despair",
                    "SummaryEnglish": "Soma realizes that Erina is facing much harsher tasks than the others. They head to see the organizer of the event to protest. Instead, however, they discover astonishing truth! In the second round of the final selection, Megumi is to face Asahi and Takumi is up against Erina! Must-win battles begin!",
                    "TitleJapanese": "神の舌の絶望",
                    "SummaryJapanese": "えりなだけが他の参加者たちよりも過酷な試験が課せられていることを知った創真たち。創真は、大会の主催者・ブックマスターのもとへ抗議に向かう。しかし、そこで驚愕の事実を知ることに…！ 本戦第二回戦目、朝陽VS恵、タクミVSえりなが幕を開ける!!"
                },
                "10": {
                    "ID": "7907309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7907309",
                    "TitleEnglish": "Surpassing Dad",
                    "SummaryEnglish": "Soma steadily wins his way up and will be facing Asahi in the next battle! Erina’s concern towards her mother makes her think perhaps it would be best for everyone if Asahi won the competition. The secret of the people with the “God’s tongue” is the reason for her doubt. In the meantime, Joichiro returns to Japan and reveals to Dojima how he met Soma’s mother and came to be involved with Asahi.",
                    "TitleJapanese": "親父越え",
                    "SummaryJapanese": "順調に勝ち進んだ創真の次なる対戦相手は、朝陽！　そんななか母親のことで悩むえりなは、朝陽が優勝したほうがいいのでは…と弱気な様子を見せる。そこには「神の舌」を持つ人間にまつわる秘密があった。 一方、日本へと戻っていた城一郎は、堂島に自身の過去……創真の母親、幼少の創真、そして朝陽との関わりを語り始める。"
                },
                "11": {
                    "ID": "7917322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7917322",
                    "TitleEnglish": "The Taste of Failure",
                    "SummaryEnglish": "Soma and Asahi’s battle begin! The theme of the battle is to cook a dish that has elements of the 5 cuisine of the world. The battle situation seems to be in favor of Asahi, who completed his dish first using his cross-knives technique. However, the dish Soma prepared was a “diner food”!? Will his dish match a plate that has been recognized by the “God’s Tongue”?",
                    "TitleJapanese": "失敗の味",
                    "SummaryJapanese": "火蓋を切った創真VS朝陽戦！　お題は「五大料理を一つにまとめた品」。戦況は、クロスナイブズの驚異的な能力を見せつけ、先に皿を完成させた朝陽が優勢な空気に……。そんな雰囲気をものともせず創真が出した皿は、庶民的料理…!?　「神の舌」にも認められた朝陽の品に、対抗できるのか!?"
                },
                "12": {
                    "ID": "7929629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7929629",
                    "TitleEnglish": "The Perfect Rocks",
                    "SummaryEnglish": "Like Asashi’s dish, Soma’s dish triggers Mana’s “Gifting” ability within the venue. Who will win and move forward!? Soma and Asahi’s battle finally ends! In the meantime, Azami Nakiri visits Mana. Azami and Mana’s past is revealed for the first time…",
                    "TitleJapanese": "極上の石たち",
                    "SummaryJapanese": "朝陽の料理と同様に、創真の料理でも真凪の「おさずけ」が発動する会場内！ 勝利し、決勝へと進むのは果たしてどちらか!?　創真VS朝陽、いよいよ決着！ そして、真凪のもとへ薙切薊が訪れる。薊と真凪の過去が明らかに……。"
                },
                "13": {
                    "ID": "7943819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/food-wars-shokugeki-no-soma/episodes/7943819",
                    "TitleEnglish": "Food Wars",
                    "SummaryEnglish": "The BLUE reaches its climax with Soma and Erina’s final battle. However, Erina is too worked up over her mission to save Mana. Soma decides to cook a dish for Erina instead! What will become of their battle!?",
                    "TitleJapanese": "食戟のソーマ",
                    "SummaryJapanese": "ついに創真とえりなによる決勝戦を迎えた「THE BLUE」！　しかし、母を救うことを気負いすぎて、追い詰められてしまうえりな。創真は、そんな様子を見てえりなのために料理を創り始める…！　二人の戦いの行方は…!?"
                }
            }
        }
    }
}