{
  "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt4928988/",
    "https://www.ytv.co.jp/denpa/",
    "https://www.themoviedb.org/tv/62283",
    "https://www.themoviedb.org/tv/62283"
  ],
  "TitleEnglish": "Ultimate Otaku Teacher",
  "SummaryEnglish": "Kagami Junichirou was known as a physics genius when he was a teenager, and he was even published in \"Nature.\" However, after college, he suddenly lost all interest in science. As a NEET, he's devoted himself to his anime blog and nerdy collecting habits. He claims he has a serious illness called \"I can't do anything I don't want to do.\" Desperate to get him to do something with his life, his little sister manages to get him a job teaching physics at his old high school. He's certainly an unconventional teacher, but he becomes fairly popular with the students. After helping a girl who's being ruthlessly bullied, Kagami finds that he actually likes teaching. Will he continue his career as a weird teacher? Will he go back into physics? Or will he end up back where he started?",
  "Aliases": [
    "Denpa Kyoushi"
  ],
  "Modified": "2022-02-28",
  "Seasons": {
    "0": {
      "ID": "612155",
      "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "6476084",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/6476084",
          "TitleEnglish": "CM 1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "6476085",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/6476085",
          "TitleEnglish": "CM 2",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "612156",
      "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "5119500",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5119500",
          "TitleEnglish": "I'm a High School Teacher Now",
          "SummaryEnglish": "Junichiro Kagami's sister forces him to take on a real job, as a high school teacher. He uses his genius intellect to keep himself satisfied with his job. One day, he notices that one of his students is not getting along with her classmates.",
          "Aliases": []
        },
        "2": {
          "ID": "5191531",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5191531",
          "TitleEnglish": "Laws of Society",
          "SummaryEnglish": "It turns out that teaching is not Junichiro Kagami's true calling after all. With motivation at rock-bottom, he manages to survive for one month, a feat that demands celebration. But during his visit to Akihabara, Junichiro witnesses something.",
          "Aliases": []
        },
        "3": {
          "ID": "5191532",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5191532",
          "TitleEnglish": "Chase in Akihabara",
          "SummaryEnglish": "A mysterious young woman offers to recruit Junichiro Kagami as a teacher at her school. Junichiro, unwilling to let go of his freedom, escapes to his natural Otaku habitat, the town of Akihabara. The chase is on!",
          "Aliases": []
        },
        "4": {
          "ID": "5191533",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5191533",
          "TitleEnglish": "Dignity of Maids",
          "SummaryEnglish": "For Junichiro's first lecture, he attempts to change the views of stubborn Makina Momozono, Koyomi's right-hand girl. What does it mean to have dignity as a maid in an Akihabara-style Maid Cafe?",
          "Aliases": []
        },
        "5": {
          "ID": "5191534",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5191534",
          "TitleEnglish": "Monster of Icho Academy",
          "SummaryEnglish": "Junichiro's next student is Seijuro Nanami, a monstrously strong former baseball player turned violent delinquent. With the help of a familiar face, Junichiro must earn the respect of the Monster of Icho Academy.",
          "Aliases": []
        },
        "6": {
          "ID": "5191535",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5191535",
          "TitleEnglish": "An Amusing View",
          "SummaryEnglish": "Junichiro faces off against Seijuro \"Cyborg Human\" Nanami in a game of soccer. Forcing Seijuro to play with the odds stacked heavily against him, Junichiro's victory seems certain. However, Junichiro's schemes are never what they seem.",
          "Aliases": []
        },
        "7": {
          "ID": "5191536",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5191536",
          "TitleEnglish": "A Beautiful Girl's Secret",
          "SummaryEnglish": "If you're born with something that some people poke fun of, would you hide it away, or show it off as part of your identity? Kanan Chinami swears to hide her characteristic voice for the rest of her life, but Junichiro has other plans for her.",
          "Aliases": []
        },
        "8": {
          "ID": "5226988",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5226988",
          "TitleEnglish": "The Truant is a Grand Master",
          "SummaryEnglish": "Who needs school if you have a career? Who needs friends when you have thousands of loyal fans? Sachiko Tanaka is too busy for school, and Junichiro would normally agree. Will he find a way to get her to come to school? Will he even try?",
          "Aliases": []
        },
        "9": {
          "ID": "5226989",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5226989",
          "TitleEnglish": "The Girl in the Game",
          "SummaryEnglish": "Junichiro and his in-game partner Luce have completed almost every quest in the popular MMO Uroboros. Just one quest remains - the one that requires a large party. Junichiro convinces the students to join, but realizes he needs one more.",
          "Aliases": []
        },
        "10": {
          "ID": "5245581",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5245581",
          "TitleEnglish": "The Melancholy of Koutaro",
          "SummaryEnglish": "Koutaro Araki, the class truant also known as Luce, teaches his classmates how to play Uroboros. The team rapidly become competition-ready. However, will Koutaro be able to face his fears and stand side by side with his classmates?",
          "Aliases": []
        },
        "11": {
          "ID": "5245612",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5245612",
          "TitleEnglish": "The Outside World",
          "SummaryEnglish": "Seijuro, Kisaki, and Makina each find out about Koutaro's true identity. Koutaro seems to be steadily getting closer to returning to school, but as always, Junichiro seems to have other plans.",
          "Aliases": []
        },
        "12": {
          "ID": "5245613",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5245613",
          "TitleEnglish": "Luce vs. The First",
          "SummaryEnglish": "Junichiro organizes a party to celebrate the victory of Team 23. He invites a surprise guest - Koutaro's former classmates - and challenges Koutaro to a fight. Koutaro must survive a hopelessly uphill battle to keep his secret.",
          "Aliases": []
        },
        "13": {
          "ID": "5245614",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5245614",
          "TitleEnglish": "The Doctor from Geneva",
          "SummaryEnglish": "Tim, a scientist of international fame, bursts into the Kagami household, offering Junichiro a job offer that few others would turn down. Junichiro refuses the offer, but cannot back down from Tim's intellectual challenge.",
          "Aliases": []
        },
        "14": {
          "ID": "5268402",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5268402",
          "TitleEnglish": "The Assessment Girl",
          "SummaryEnglish": "Madoka Kuramochi has a super power - she can see the yen value of anything, including people. What price does she put on Junichiro? Obviously not a trivial amount, since she now wants to marry him!",
          "Aliases": []
        },
        "15": {
          "ID": "5268403",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5268403",
          "TitleEnglish": "The Fiancé is a Game King",
          "SummaryEnglish": "Hell Gates, Madoka's fiancé, is a CEO, genius programmer, and undisputed video game champion. In order to thwart the plan to force the marriage, Junichiro fights Gates on his own turf - but not without his usual assortment of tricks.",
          "Aliases": []
        },
        "16": {
          "ID": "5268404",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5268404",
          "TitleEnglish": "Take Me to the Afterlife",
          "SummaryEnglish": "Koyomi talks Junichiro into cleaning up the school boarding house, which had been closed off for a year. When its current inhabitant introduces herself, Junichiro is presented with the unique opportunity of working his magic on a dead student.",
          "Aliases": []
        },
        "17": {
          "ID": "5290106",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5290106",
          "TitleEnglish": "Turmoil on Day One",
          "SummaryEnglish": "Truant Koutaro Araki finally gathers the courage to come to school, and instantly becomes popular. His classmates try to help make his transition as smooth as possible, but Kanan and Makina get involved in a slightly different way.",
          "Aliases": []
        },
        "18": {
          "ID": "5301567",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5301567",
          "TitleEnglish": "A Gamer's Pride",
          "SummaryEnglish": "Makina's brother Kazuya can't seem to find his way out of his losing streak in a trading card game. Joe Odawara is in love, but won't be able to confess his feelings without help. Junichiro has answers for both of them... Maybe.",
          "Aliases": []
        },
        "19": {
          "ID": "5301703",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5301703",
          "TitleEnglish": "Street Gangs",
          "SummaryEnglish": "Junichiro meets Taki, a girl who loves her home town, and loves hanging out with her friends. Her sister, however, asks Junichiro to help Taki find a better life.",
          "Aliases": []
        },
        "20": {
          "ID": "5301704",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5301704",
          "TitleEnglish": "The Twin Idol",
          "SummaryEnglish": "Nagare, Taki's sister, is a professional idol singer, but is apparently willing to sacrifice her career if that's what it takes to make her sister Taki quit her street gang. It's up to Junichiro to hear her out and find a solution.",
          "Aliases": []
        },
        "21": {
          "ID": "5319106",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5319106",
          "TitleEnglish": "Here Come the Family Rangers!",
          "SummaryEnglish": "Nagare is kidnapped! With her career as a pop star in peril, Taki and Junichiro decide to solve the matter with their own hands - and in Junichiro's particular style.",
          "Aliases": []
        },
        "22": {
          "ID": "5330356",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5330356",
          "TitleEnglish": "Castle Junichiro",
          "SummaryEnglish": "Junichiro's most troubled students have all found new, better lives - but at what cost? Junichiro realizes just how much of his old life he is sacrificing to help the kids. At the same time, a part of his old life pays a visit.",
          "Aliases": []
        },
        "23": {
          "ID": "5330357",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5330357",
          "TitleEnglish": "The Job Try-Out Girl",
          "SummaryEnglish": "Junichiro accepts the invitation to the KEC research team. However, something inside him is not truly convinced that this is truly what he yearns to do. One day, a mysterious girl joins the lab as a one-day try-out intern.",
          "Aliases": []
        },
        "24": {
          "ID": "5330358",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ultimate-otaku-teacher/episodes/5330358",
          "TitleEnglish": "My Educational Policies",
          "SummaryEnglish": "It's time for Reiko to leave the KEC, but she doesn't want to. She fiercely refuses to obey, and her refusal provides Junichiro with the final piece of the puzzle to complete his educational policies.",
          "Aliases": []
        }
      }
    }
  }
}