{
    "URL": "https://www.thetvdb.com/series/triage-x",
    "Genres": [
        "Action",
        "Animation",
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6410184/",
        "https://www.themoviedb.org/tv/62227"
    ],
    "TitleEnglish": "Triage X",
    "SummaryEnglish": "Mochizuki General Hospital boasts some of the most well-trained (and well-endowed) nurses in town. But though these ladies spend much of their day battling sickness, their after-hours are spent fighting a very different sort of disease... Under the leadership of the hospital chairman, a handful of staff members and local teenagers form a group of mercenary assassins, targeting the \"cancers\" of society and excising those individuals before their wickedness spreads.",
    "TitleJapanese": "トリアージX",
    "SummaryJapanese": "法で裁けぬこの世の悪を悪性腫瘍として選択【トリアージ】し、闇に葬る秘密組織があった ――\n\nその名もブラックラベル。17歳の高校生・三神嵐は、そのメンバーとして巨悪に立ち向かう。この物語は、高校生にして処刑人である少年の、選択と覚悟と闘いの記録である。",
    "Aliases": [
        "Триаж Х",
        "Отбор Х"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "0": {
            "ID": "612148",
            "URL": "https://www.thetvdb.com/series/triage-x/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5263249",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/triage-x/episodes/5263249",
                    "TitleEnglish": "OVA - Recollection XOXO",
                    "SummaryEnglish": "Unaired episode 11 of the Triage X series bundled with the 12th manga volume.",
                    "TitleJapanese": "RECOLLECTION XOXO",
                    "SummaryJapanese": "2015年11月2日発売の原作第12巻には、アニメ第11話が収録されたBlu-rayが同梱の限定版が発売された。"
                }
            }
        },
        "1": {
            "ID": "617341",
            "URL": "https://www.thetvdb.com/series/triage-x/seasons/official/1",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "5168658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/triage-x/episodes/5168658",
                    "TitleEnglish": "Prescription of Hell",
                    "SummaryEnglish": "The \" triage \" , if the victim has occurred in multiple simultaneous , is separated the severity and urgency in the five colors of the label color , to determine the priority of medical practice and that . It just is a life of choice [ triage ] . Meanwhile , label color \"black\" had been the closest color to the \"death\" . - And , illegal organization \" Black Label \" is , as its name suggests , in order to hit the mark of \"death\" to criminals who undermine the society as malignant tumor , it was behind the scenes day and night ... ! Japanese Translation!",
                    "TitleJapanese": "PRESCRIPTION of HELL",
                    "SummaryJapanese": "『トリアージ』とは、傷病者が同時多発的に発生した場合、5色のラベルカラーでその重傷度及び緊急度を分別し、医療行為の優先度を決定すること。それはまさに、命の選択【トリアージ】である。そんな中、ラベルカラー『黒』は、『死』に最も近い色とされていた。――そして、非合法組織『ブラックラベル』は、その名の通り、悪性腫瘍のように社会を蝕む犯罪者に『死』の刻印を打つべく、日夜暗躍していた……！"
                },
                "2": {
                    "ID": "5187109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/triage-x/episodes/5187109",
                    "TitleEnglish": "Surgical Strike",
                    "SummaryEnglish": "Mikami Arashi, a high school student, has excised his first malignant tumor, and is now an official member of the illegal organization, Black Label. He took on the role of executioner because of what happened nine years ago during an act of terrorism against an international medical conference. And now Black Label moves to save a victim which has been kidnapped right after they saved them the last time.",
                    "TitleJapanese": "SURGICAL STRIKE",
                    "SummaryJapanese": "高校生・三神嵐は、初めての悪性腫瘍の切除【犯罪者の処刑】を終え、正式に非合法組織『ブラックラベル』の処刑人となる。彼が何故、悪を裁く処刑人となったのか……その真相は９年前に起きた『国際医療会議爆弾テロ事件』に隠されていた。――一方、任務で助けたはずの被害者がまたしても拉致される事態が発生。『ブラックラベル』は被害者救出のため、再び闇を駆ける――！"
                },
                "3": {
                    "ID": "5187110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/triage-x/episodes/5187110",
                    "TitleEnglish": "Midnight Guerrilla",
                    "SummaryEnglish": "Kiba Mikoto, a student at the same school as Arashi, fights evil along with him part of the organization, Black Label. Mikoto runs into a mysterious transfer student, Hizaki Chikage. Mikoto learns a lot about Chikage, and the two of them get very close. Meanwhile, a string of incidents happen where citizens are being burned to death...",
                    "TitleJapanese": "MIDNIGHT GUERRILLA",
                    "SummaryJapanese": "嵐の通う高校の先輩である木場美琴は、実は『ブラックラベル』で嵐とともに悪と戦う仲間でもあった。\n――ひょんなことから美琴は、ミステリアスな転校生・緋崎千影と言葉を交わすようになる。千影の生い立ちと境遇、そしてその信念に深い共感を覚える美琴。２人は急速に距離を縮める。そんな中、世間では生きた人間に火を放ち焼死に至らしめるという、残虐な放火事件が多発していた。"
                },
                "4": {
                    "ID": "5187111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/triage-x/episodes/5187111",
                    "TitleEnglish": "Fire Game",
                    "SummaryEnglish": "Mikoto knows of the existence of a malignant tumor and rushes off alone to excise it, without waiting for the rest of Black Label. However, she runs across people taking a new narcotic, and someone else she didn't expect...",
                    "TitleJapanese": "FIRE GAME",
                    "SummaryJapanese": "悪性腫瘍の存在を知った美琴は、人質の命を救うため、嵐や他の『ブラックラベル』メンバーを待たず１人で現場へと急行する。そこで彼女を待ち構えていたのは、極めて危険な新型麻薬を扱う凶悪犯と――そしてもう1人、美琴にとってあまりに意外な人物で……!?\n真実を知り、驚愕する美琴。彼女に迫られた命の選択【トリアージ】とは――!?"
                },
                "5": {
                    "ID": "5187112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/triage-x/episodes/5187112",
                    "TitleEnglish": "Sacrifice Idol",
                    "SummaryEnglish": "She can sing, dance, and act. A top idol, Nashida Oriha, is also a member of Black Label. She spends every day riding the world of evil. She's slated to help run a live broadcast celebrating a new TV studio, but things go wrong when the studio is targeted. How will Oriha get through this...",
                    "TitleJapanese": "SACRIFICE IDOL",
                    "SummaryJapanese": "歌って踊れて演技もできる!?　押しも押されもせぬトップアイドル・梨田織葉のもう一つの顔は、非合法組織『ブラックラベル』の処刑人……！『ブラックラベル』の爆弾娘として、世に巣くう悪を裁く日々をおくっていた。そんな中、TV局の新社屋完成記念特別生放送番組に出演した織葉は、凶悪犯によるTV局ジャックに巻き込まれてしまい……!?\n織葉はこのピンチをどう切り抜けるのか――!?"
                },
                "6": {
                    "ID": "5217388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/triage-x/episodes/5217388",
                    "TitleEnglish": "Galactic Onstage",
                    "SummaryEnglish": "It's time for the show. Bad guys have hijacked the TV studio and taken the idols hostage. They've asked for a large some of money, and if they don't get they, they're going to force their hostages out of the 18th floor down to the ground below. Meanwhile, Oriha manages to slip away,...",
                    "TitleJapanese": "GALACTIC ON STAGE",
                    "SummaryJapanese": "「――さぁ、ショーのはじまりだ」アイドルたちを人質に、立て籠もるTV局ジャック犯。莫大な額の身代金を要求し、もし用意できなければTV局の18階から人質を突き落とすという。恐怖に怯えるアイドルたち。一方、織葉は犯人たちの目をかいくぐり、遂にその本当の目的を知って――!?\n爆弾娘・織葉のギャラクティック・オンステージが、今、幕を上げる!!"
                },
                "7": {
                    "ID": "5217389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/triage-x/episodes/5217389",
                    "TitleEnglish": "Chaos World",
                    "SummaryEnglish": "Sagiri Yuko, Tsurugi Miki, and Sayo Hitsugi, Ampule Zero, and Arashi, Mikoto, and Oriha, Ampule One, go to investigate a cargo ship that had arrived at Tobioka Port. Twins show up calling Hitsugi \"senpai\", but what is the true reason they want to pick a fight with her...",
                    "TitleJapanese": "CHAOS WORLD",
                    "SummaryJapanese": "謎の貨物船を調査するため、飛岡港を訪れた『ブラックラベル』の狭霧友子、剣光姫、柩小夜たち3人……彼女たちは、嵐、美琴、織葉からなる『アンプルワン』の前身、『アンプルゼロ』のメンバーである。貨物船に乗り込んだ彼女たちの前に現れたのは、柩を『センパイ』と呼ぶ双子の少女たち。『ハイジェッター』と名乗るその双子は、どうやら柩と戦うことが目的のようで――!?"
                },
                "8": {
                    "ID": "5217390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/triage-x/episodes/5217390",
                    "TitleEnglish": "Closed Heart Shelter",
                    "SummaryEnglish": "A Flashback on how Arashi was re-learning to walk and how Hitsugi helped him is shown. In the present Fiona directs Ampule 1 to capture Sayo, which confuses them, but Fiona explains that her illness has resurfaced and must be stopped. They runs across a berserk Sayo and proves to be too much to handle, but Miki and Yuko interfere in time. Yuko is willing to kill Hitsugi, since she promised herself that she would do it if it came to it once more. Arashi prevents her from killing Sayo and locks himself and Hitsugi in an underground part of the facility. When Mikoto tries to intervene, Masamune convinces her to let Arashi try, since they have survived the same illness. Yuko and Miki explain that 9 years ago they investigated a facility belonging to Itaru Togo, a member of the original team that researched the D99 virus, only to find everyone there including Togo dead, killed by a test subject. Miki found that the subject had developed a lot of strength and regeneration, but also deep psychological issues. Yuko was attacked by the subject, but right when she stabbed it, she realized it was Sayo. She saved her, but Sayo lost her memories. Arashi tries to make Hitsugi remember a promise they made each other years ago and finally succeeds when he takes off her mask. A grateful Sayo kisses Arashi in front of Mikoto, and then assures the rest of the team that she will no longer avoid her past. Meanwhile Kaname Makiishi, Syringe's leader, directs Kaoru and Kaori to kill a detective that's been researching them: Konomi Suzue.",
                    "TitleJapanese": "CLOSED HEART SHELTER",
                    "SummaryJapanese": "我を忘れ、暴走する柩。遂には仲間である『ブラックラベル』のメンバーにまで、その拳を向ける。柩を止めようとする嵐たち『ブラックラベル』。しかし、柩を傷つけたくないあまり、本気で戦うことができない。仲間が仲間を傷つける……そんな悲惨な現状の中、友子は遂に命の選択【トリアージ】をする。\n――「お願いよ、小夜……！　もう二度と――あなたを殺させないで」"
                },
                "9": {
                    "ID": "5217391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/triage-x/episodes/5217391",
                    "TitleEnglish": "Limit Break",
                    "SummaryEnglish": "Mikoto starts to develop feelings towards Arashi, but is unsure on how to act on them. Kaoru and Kaori attack Suzue, only for Tobishiro's thugs to kidnap her, barely managing to escape with the captive detective. Detective Hijiri, Black Label's contact on the police informs the situation, while Goryu, Tobishiro's second-in-command prepares to torture Suzue by showing her all the addicted girls that she has broken both in mind and body. She also mentions that she's reserving the Platinum Lily for later and how torture works for her. Fiona informs Dr. Mochizuki that Syringe was looking for information in the Public Safety's server, but their motives remain unknown. Black Label goes to Tobishiro's hideout at an abandoned mine, while Goryu taunts Suzue that Kyoji intends to play with her first, so she leaves to receive him. Oriha and Mikoto attract the guard's attention while Arashi looks for Suzue. Kaoru and Kaori also arrive, but they're confronted by a recovered Sayo, who proceeds to trash them around. When Kaori asks how she can be so strong, Sayo tells them that her father Itaru Togo used the D99 virus to save her from an incurable disease, and that she killed him when she snapped. The twins only say that they received their powers from a princess and before Hitsugi can kill them, Mr. Astro arrives and takes them away. Meanwhile Arashi finds and rescues Suzue, but accidentally releases all the girls that were infected with the Platinum Lily.",
                    "TitleJapanese": "LIMIT BREAK",
                    "SummaryJapanese": "悪性腫瘍を切除するように、街に巣くう犯罪者を処刑する非合法組織『ブラックラベル』――。\nその存在について調査をしていた刑事・鈴江このみが、何者かによって連れ攫われるという事件が起こる。\n犯人の目的は一体何なのか。このみ刑事の救出に向かった『ブラックラベル』を待っていたのは――!?\n複雑に絡み合った悪と悪を、彼らは切除することができるのか――!?"
                },
                "10": {
                    "ID": "5217392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/triage-x/episodes/5217392",
                    "TitleEnglish": "How's the Water?",
                    "SummaryEnglish": "The girls relax at the bath and discuss their previous mission. Suzue is now on intensive care under the guarding eye of Tatara. Fiona mentions that she will recover and that there's no D99 in her system. Yuko mentions that Syringe escaped from her, and blames Sayo for them getting away. Hitsugi apologizes for the trouble she's caused and a rivalry between Sayo and Mikoto for Arashi begins. Arashi finds himself resolved to keep fighting to protect those he cares. At school Arashi's classmates Yuu Momokino and Hinako Kominato talk about some mysterious kidnappings and how strange people also began to appearing, but Arashi knows the truth and warns them to be careful. Miki tries to get information from Inunaki, but Shinichiro only teases her and gives them a clue. Fiona and Masamune discuss the reappearance of the D99 virus and how it could endanger mankind. Mikoto and Arashi go after a drug dealer that's in a car chase with a woman hostage, and when they succeed in stopping him, they don't get new information on Syringe. While Mikoto takes the woman to the hospital, Arashi walks back home.",
                    "TitleJapanese": "湯加減いかが?",
                    "SummaryJapanese": "事の真相を明らかにするため、互いの得た情報を報告し合う『ブラックラベル』たち。持ち寄った情報を照らし合わせていく中で浮かび上がる、新たな悪性腫瘍の存在――。\nそれは、犯罪という名の病巣を切除する処刑人『ブラックラベル』がこの世に生まれた理由と、強く結びついていた……!?嵐たちの知らないところで、事件は更に加速度を増す。\n彼らが選んだ命の選択【トリアージ】は、いったい何を伝えようとしているのか――!?"
                }
            }
        }
    }
}