{
    "URL": "https://www.thetvdb.com/series/one-punch-man",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4508902/",
        "http://www.onepunchman-anime.net/",
        "https://www.themoviedb.org/tv/63926",
        "https://x.com/opm_anime"
    ],
    "TitleEnglish": "One-Punch Man",
    "SummaryEnglish": "Saitama is a superhero who has trained so hard that his hair has fallen out, and who can overcome any enemy with one punch. However, because he is so strong, he has become bored and frustrated that he wins all of his battles too easily.",
    "TitleJapanese": "ワンパンマン",
    "SummaryJapanese": "趣味でヒーローを始めた男、サイタマ。\n彼は3年間の特訓により無敵のパワーを手に入れた。\n\nだが、あまりに強くなりすぎてしまったゆえに、\nどんな強敵が相手でもワンパンチで決着がついてしまう。\n\n「圧倒的な力ってのは、つまらないもんだ」\n\nそんな平熱系最強ヒーローの前に、\n今日も新たな敵が現れる。\n\n今日こそ本気が出せるのか！？",
    "Aliases": [
        "One Punch Man"
    ],
    "Modified": "2025-09-21",
    "Seasons": {
        "0": {
            "ID": "615992",
            "URL": "https://www.thetvdb.com/series/one-punch-man/seasons/official/0",
            "# Episodes": 15,
            "Episodes": {
                "1": {
                    "ID": "5353882",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/5353882",
                    "TitleEnglish": "Road to Hero",
                    "SummaryEnglish": "A story about Saitama from when he still had hair and his only costume was a track suit. Several shops in Saitama's neighbourhood have gone out of business and the owner of the last one left needs his help.",
                    "TitleJapanese": "ロード・トゥ・ヒーロー",
                    "SummaryJapanese": "サイタマがまだジャージを着て悪い人たちと戦ってたころ\nよく破って近所の呉服屋のおじさんに直してもらってたけど\nある日\nそのおじさんが店が借金の代わりに取り上げられることになっちゃって…"
                },
                "2": {
                    "ID": "5446926",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/5446926",
                    "TitleEnglish": "The Shadow That Snuck Up Too Close",
                    "SummaryEnglish": "A story set sometime between Mosquito Girl's defeat and Genos showing up to Saitama's apartment. Genos wants to learn the secret to Saitama's power and decides to follow him and to observe everything he does. At the same time, Saitama is convinced that someone is stalking him.",
                    "TitleJapanese": "OVA #01「忍び寄りすぎる影」",
                    "SummaryJapanese": "モスキート娘との激闘を終えたサイタマを執拗に付け狙う怪しい視線―。サイタマの強さの秘密を探り出そうとするジェノス、さらには“とある理由”からサイタマに対して恨みをもつ謎の怪人も動き出すOVAオリジナルストーリー。"
                },
                "3": {
                    "ID": "5446928",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/5446928",
                    "TitleEnglish": "The Disciple Who Sucks at Storytelling",
                    "SummaryEnglish": "Saitama gives Genos a key to their apartment and they both mull over items to buy for dinner; however, upon remembering a limited time sale at two separate supermarkets, the pair split up. Genos then senses a monster at a nearby shopping strip and defeats it. However, this makes him miss one of the sales. Once he reaches the other (closed down) supermarket, Genos bumps into the Dai Fuu Family's No. 2 man and the rival C-Class Pacino Family, headed by Don Pacino. Pacino mistakenly believes Genos is associated with the Dai Fuu Family; he steals the apartment key and kidnaps both men, promising to let them and the keys go once Genos states his case. Once Genos finishes telling his worthless story to the Pacino family, Don Pacino becomes angry with Genos and the family opens fire. Genos easily defeats them and takes his key and the Dai Fuu Family's No. 2 man with him. After explaining his tardiness to Saitama, the pair enjoy some sukiyaki.",
                    "TitleJapanese": "OVA #02「話ベタすぎる弟子」",
                    "SummaryJapanese": "マフィアの抗争に巻き込まれドン・パチーノ一味に囚われてしまったジェノス。サイタマに頼まれた特売品の買い物を急いでいることをジェノスはドン・パチーノに説明するのだが…。"
                },
                "4": {
                    "ID": "5450221",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/5450221",
                    "TitleEnglish": "The Overly-Complicated Ninja",
                    "SummaryEnglish": "After the events of episode 4, Sonic strive to strict training muffled to the mountain, but had spent the days of troubled with nightmares to be a nasty blow to the groin from Saitama who suffered a defeat. Man of Matagi had seen such a situation. He is also \"formidable enemy\" in defeated in the past of the owner ....",
                    "TitleJapanese": "OVA #03「こじれすぎる忍者」",
                    "SummaryJapanese": "山へこもり厳しい修行に励むソニックだが、敗北を喫したサイタマから股間を強打される悪夢にうなされる日々を過ごしていた。そんな様子を見ていたのがマタギの男。彼もまた“強敵”に敗れた過去の持ち主で…。"
                },
                "5": {
                    "ID": "5450222",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/5450222",
                    "TitleEnglish": "The Excessively Pushy Bang",
                    "SummaryEnglish": "After the events of episode 7, Bang begins to spy on Saitama and Genos to gauge their abilities. Hopeful that his Water Stream Rock Smashing Fist martial arts is stronger, and that proving so will coerce Saitama and Genos to study under him, Bang invites Saitama and Genos to his dojo under the pretense of giving them free meat.",
                    "TitleJapanese": "OVA #04「強引すぎるバング」",
                    "SummaryJapanese": "先行き不安な自身の道場再興のため、サイタマとジェノスの強さに着目したS級ヒーローのバング。サイタマに武術の凄さを教え込むために“ある強引な対決”を申し込むのだが…。"
                },
                "6": {
                    "ID": "5450223",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/5450223",
                    "TitleEnglish": "The Sisters With Too Much Going On",
                    "SummaryEnglish": "During a coincidental train ride, Genos and Fubuki are put to the test when an anti-Hero Association group plants a bomb on the train.",
                    "TitleJapanese": "OVA #05「色々ありすぎる姉妹」",
                    "SummaryJapanese": "列車で乗り合わせたジェノスとフブキ。そこにヒーロー協会から列車内に爆弾が仕掛けられたと連絡が入る。混乱する車内でジェノスとフブキは仕掛けられた爆弾の捜索を急ぐ。"
                },
                "7": {
                    "ID": "5450224",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/5450224",
                    "TitleEnglish": "The Far Too Impossible Case of Murder",
                    "SummaryEnglish": "Child Emperor investigates the murder of Zombieman.",
                    "TitleJapanese": "OVA #06「不可能すぎる殺人事件」",
                    "SummaryJapanese": "ヒーロー協会主催の温泉旅行中に発生したゾンビマン殺人事件！　容疑者は旅行に参加していたS級ヒーローたちとサイタマらヒーロー協会の面々。童帝の推理が展開される中、容疑者としてあるヒーローが浮上する。"
                },
                "8": {
                    "ID": "7118727",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/7118727",
                    "TitleEnglish": "A Super Serious Look Back!",
                    "SummaryEnglish": "One Punch Man 2nd Season Commemorative Special",
                    "TitleJapanese": "一撃でわかる！TVアニメ「ワンパンマン」マジ振り返り！",
                    "SummaryJapanese": "ワンパンマンセカンドシーズン記念スペシャル"
                },
                "9": {
                    "ID": "7440636",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/7440636",
                    "TitleEnglish": "Saitama and the Mediocre Gang",
                    "SummaryEnglish": "Saitama meets a group of villains in a public restroom who mistake him for their ally, they introduce themselves to Saitama, but when he reveals he's a hero, attempt to defeat him.",
                    "TitleJapanese": "OVA 2 #01 「サイタマとそこそこの能力者達」",
                    "SummaryJapanese": "闇サイトで知り合ったエンジョー、ブルット、ケモニールの能力者たち。とある荒廃した町の一角にある個室（公衆便所）を待ち合わせ場所とした3人は、自分たち特異能力者を“異物”として忌み嫌ってきた社会に対して、ある完璧な犯罪計画を実行し、復讐しようと企んでいた。しかし、その個室の隣にサイタマがいたことで犯罪計画は一変していく…。"
                },
                "10": {
                    "ID": "7440638",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/7440638",
                    "TitleEnglish": "Fishing With the Old Boys",
                    "SummaryEnglish": "Atomic Samurai and Bang go out fishing to a lake. Giant Salamander attacks the lake and Chain'n'toad and Mumen Rider try to stop it but fail, and Chain'n'toad is eaten. They are then saved by Atomic Samurai who kills the monster. Kamikaze and Bang talk about how many young heroes these days don't live to the essence of a \"hero\", and Bang states the Hero Association and their ranking system is partly to blame.",
                    "TitleJapanese": "OVA 2 #02 「おっさん達と釣り」",
                    "SummaryJapanese": "全宇宙の覇者・ボロスの地球襲撃から1週間、シルバーファングとアトミック侍のS級ヒーロー2人は、とある池で小舟に乗り仲良く釣り糸を垂らしていた。その池のほとり、怪人・大山椒WARを追うC級1位ヒーロー無免ライダーとA級36位ヒーロー鎖ガマの姿があった…。"
                },
                "11": {
                    "ID": "7495226",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/7495226",
                    "TitleEnglish": "Genos and Amnesia",
                    "SummaryEnglish": "As Genos and Saitama watch TV, Saitama accidentally knocks Genos out trying to reach his potato chips and Genos wakes up with memory loss.",
                    "TitleJapanese": "OVA 2 #03 「ジェノスと記憶喪失」",
                    "SummaryJapanese": "もののはずみでサイタマの裏拳を食らったジェノスは、その衝撃で記憶をなくしてしまう。サイタマのことさえ覚えていないジェノスは、屋内で焼却砲をぶっ放すなどむちゃくちゃなありさま。そんな折、サイタマの家を訪れた地獄のフブキは、記憶喪失を利用してジェノスをフブキ組に招き入れようと画策するが…。"
                },
                "12": {
                    "ID": "7506790",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/7506790",
                    "TitleEnglish": "Games and Rivals",
                    "SummaryEnglish": "Saitama brings Genos to a tournament for the fighting video game \"Wild Animals\" due to the grand prize being five million yen. Several locations all over the country are being used as venues, and the battles take place online.",
                    "TitleJapanese": "OVA 2 #04 「ゲームとライバル達」",
                    "SummaryJapanese": "新作の対戦型バトルゲーム『ワイルドアニマルズ』の試遊イベントへやって来たサイタマとジェノス。各地の会場とのオンライン対戦スタイルで行われるトーナメントに優勝賞金があることを知ったサイタマは、優勝を目指しエントリーを決める。同じ頃、ガロウとスイリューもまた、別々の会場でトーナメントに参加していた…。"
                },
                "13": {
                    "ID": "7554092",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/7554092",
                    "TitleEnglish": "Puri-Puri Prisoner and the Jailbreak",
                    "SummaryEnglish": "One stormy night, a monster emerges from a junkyard and begins making its way towards Smelly Lid Prison. Noticing its approach, Puri-Puri Prisoner breaks out of his cell and quickly defeats the monster. However, he damages the prison's electricity in the process, allowing a handful of inmates to escape.",
                    "TitleJapanese": "OVA 2 #05 「ぷりぷりプリズナーと脱獄囚人達」",
                    "SummaryJapanese": "舞台は凶悪な囚人たち専用の刑務所「臭蓋獄」。そこで服役しているぷりぷりプリズナーは怪人情報をキャッチ。さっそく大穴を開けて脱獄し怪人を追うが、予期せぬトラブルが重なり10人の凶悪囚人たちが脱走した。ぷりぷりプリズナーは自分の責任で脱獄を許してしまった囚人たちの捜索を始める。そんな彼の前に現れたのは、かつて「臭蓋獄」へ収監されたことのある音速のソニックだった。"
                },
                "14": {
                    "ID": "7594957",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/7594957",
                    "TitleEnglish": "The Murder Case That Is Just Too Impossible 2: Snowed-in Heroes and the Mountain Retreat",
                    "SummaryEnglish": "Child Emperor, Zombieman, Superalloy Darkshine, and Metal Bat are dispatched to a forlorn, snowy mountain to hunt down a monster.",
                    "TitleJapanese": "OVA 2 #06 「ゾンビマン殺人事件２～吹雪の山荘と寒がり達～」",
                    "SummaryJapanese": "猛吹雪の雪山に現れた怪人を倒すために集められたのは童帝、金属バット、超合金クロビカリ、そしてゾンビマンの４人。だが怪人は見つからず雪山のヒーロー協会所有の山荘で暖を取ることに。そこにいたのは、スキーで遭難したサイタマとジェノス、そして山荘を常宿として利用していた閃光のフラッシュだった。そんな中、雪山で修行中だった音速のソニックが現れたことで事態は一変。雪山の山荘でまさかの事件が起きる。"
                },
                "16": {
                    "ID": "9945960",
                    "TYPE": "Cast Interviews",
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/9945960",
                    "TitleEnglish": "An Evening with the Cast and Staff of One Punch Man",
                    "SummaryEnglish": "An interview featurette starring the voice cast and staff of One Punch Man.",
                    "TitleJapanese": "An Evening with the Cast and Staff of One Punch Man",
                    "SummaryJapanese": "An interview featurette starring the voice cast and staff of One Punch Man."
                }
            }
        },
        "1": {
            "ID": "615993",
            "URL": "https://www.thetvdb.com/series/one-punch-man/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5155243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/5155243",
                    "TitleEnglish": "The Strongest Man",
                    "SummaryEnglish": "Saitama is a guy who’s a hero for fun. After saving a child from certain death, he decided to become a hero and trained hard for three years. Though he’s now so strong he can defeat any opponent with a single punch, lately he feels as if, in exchange for overwhelming power, he’s lost something even more important.",
                    "TitleJapanese": "最強の男",
                    "SummaryJapanese": "趣味でヒーローを始めた男、サイタマ。その昔、就職活動をしていたある日、偶然出会った怪人から子供を救ったことをきっかけに小さい頃からの夢であったヒーローを目指した彼は、3年の特訓の後どんな敵をも一撃で倒す無敵の強さを手に入れた。しかし、憧れのヒーローとなり充実した毎日を送っているはずの彼は、その強さ故に常にワンパンチで決着がついてしまう戦いを繰り返すうち、次第に自らの圧倒的な力に対して物足りなさを感じるようになっていた。"
                },
                "2": {
                    "ID": "5343660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/5343660",
                    "TitleEnglish": "The Lone Cyborg",
                    "SummaryEnglish": "A monster is moving toward City Z, one that has been created by the mysterious organization known as The House of Evolution. Genos, a young cyborg, attempts to stop it, but gets in over his head before Saitama happens along.",
                    "TitleJapanese": "孤高のサイボーグ",
                    "SummaryJapanese": "獲物の血をミイラ化するまで吸い尽くす凶悪な蚊の大群がZ市に押し寄せた。蚊の群れを操っていたのは「進化の家」という謎の組織によって生み出された怪人モスキート娘。とそこへモスキート娘に立ち向かう一人の男が現れる。彼の名はジェノス。自らの身体を機械に変えて悪と戦う正義のサイボーグだ。モスキート娘との死闘の末に絶体絶命のピンチに陥ったジェノスは、たまたま通りかかったサイタマに命を救われる。数日後、命の恩人であるサイタマの元を突然訪ねたジェノスは彼に弟子入りを志願するのだった。"
                },
                "3": {
                    "ID": "5343661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/5343661",
                    "TitleEnglish": "The Obsessive Scientist",
                    "SummaryEnglish": "The narration describes the story of Doctor Genus, brilliant young scientist with ideas of artificially evolving humanity becoming disillusioned with the world, eventually discovering the secret to immortality and creating multiple clones of himself. Saitama cuts off the narration in his impatience and Armored Gorilla then explains that Doctor Genus wants Saitama for his experiments. Genos and Saitama decide to attack immediately, since the store discount day is the next day. Before they leave, Genos asks Armored Gorilla about any cyborgs active four years ago that have destroyed any towns, which Armored Gorilla denies. In preparation for Saitama's arrival, the House of Evolution sets traps in their facility and reluctantly decide to release Asura Rhino. Once they arrive, Genos destroys the above-ground facility with a single blast before heading underground. The released Asura Rhino fights with Genos, taking no damage in the process. Asura Rhino then faces off against Saitama, but backs off when he detects how powerful Saitama really is. Saitama then reveals to the room his somewhat mundane daily training regime of 100 push-ups, 100 sit-ups, 100 squats and 10 km of running, much to Genos's disbelief. Asura Rhino unleashes his Asura Mode and appears to be beating Saitama back, but it transpires that Saitama was just shocked by the realization that the store discount day was that day instead of the next and defeats Asura Rhino easily, leaving soon after with Genos to catch the rest of the discount day. Having witnessed this, Doctor Genus abandons his plans of artificial evolution. After the credits, officials from the Heroes Association inspect the House of Evolution blast site and discuss Genos's destructive power.",
                    "TitleJapanese": "執念の科学者",
                    "SummaryJapanese": "「進化の家」の刺客を返り討ちにしたサイタマとジェノスは、刺客の一人アーマードゴリラから組織に関する情報を聞き出した。進化の家の創設者であるジーナス博士は人類の人工的進化という危険な思想を掲げており、サイタマの強靭な肉体を研究に利用しようとしていたのだ。彼の企みを阻止するため、二人はその足で敵の本拠地へと向かう。一方、アーマードゴリラの通信によってそれを知ったジーナス博士は、二人を迎え撃つために進化の家の最終兵器を解き放とうとしていた。それは凶暴すぎるあまりにジーナス自身でさえコントロール不能な史上最凶の悪魔、阿修羅カブトだった。"
                },
                "4": {
                    "ID": "5343662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/5343662",
                    "TitleEnglish": "The Modern Ninja",
                    "SummaryEnglish": "A group of battlesuit-clad terrorists called \"The Paradisers\" appears in City F, led by an enormous man known as Hammerhead. Calling for the redistribution of wealth, the group targets the fat-cat Zeniru, who in turn dispatches his bodyguard to defeat them. Unfortunately, Saitama is on the same errand.",
                    "TitleJapanese": "今時の忍者",
                    "SummaryJapanese": "桃源団を名乗るテロリストの一団がF市に現れた。構成員全員がスキンヘッドという異形の一団を率いるのは、バトルスーツに身を包んだ大男ハンマーヘッド。彼は「断固働きたくない」という自らの思想に共鳴する若者たちと共に、働かない者は働きたい者に養ってもらえる理想郷の実現を目指していた。まずは見せしめとして町一番の富豪であるゼニールの豪邸を破壊しようとする桃源団。そんな彼らの前にゼニールに雇われた用心棒の忍者、音速のソニックが立ち塞がる。一方、桃源団の存在をニュースで知り、髪型がかぶっているせいで自分もその一味だと思われることを危惧したサイタマも、桃源団を潰すために彼らの元へと向かっていた。"
                },
                "5": {
                    "ID": "5355670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/5355670",
                    "TitleEnglish": "The Ultimate Master",
                    "SummaryEnglish": "Saitama and Genos find out about the hero registration and both take the tests to certify. Genos gets \"S(Special)\" and Saitama gets a \"C\" grade. Meanwhile, Genos became the disciple of Saitama and learned about the power of saitama's punch on a training session.",
                    "TitleJapanese": "究極の師",
                    "SummaryJapanese": "趣味でヒーローを始めて3年。自らの知名度の低さを思い知らされたサイタマは、プロのヒーローとして公式に活動していく決心をする。ジェノスと共にヒーロー認定試験会場に出向いたサイタマは、体力測定で次々と新記録を打ち立てるも筆記試験で壊滅的な成績を出し、結果はギリギリの合格。最低ランクであるC級ヒーローとして新たなスタートを切ることとなった。一方ジェノスは体力、筆記共に満点の合格。これまでの個人的な実績も考慮され、いきなりS級ヒーローに認定される。そしてこれを機に正式にサイタマに弟子入りしたジェノスは、サイタマに本気の手合わせを申し込むのだった…！"
                },
                "6": {
                    "ID": "5355671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/5355671",
                    "TitleEnglish": "The Terrifying City",
                    "SummaryEnglish": "It's been five days since Saitama became a professional hero and he has yet to do anything heroic. When Genos informs him that C-class heroes who don't fight bad guys are dropped from the hero registry after a week of inaction, Saitama heads out on patrol, yet can't find any criminals or monsters to stop.",
                    "TitleJapanese": "最恐の都市",
                    "SummaryJapanese": "プロヒーローになって5日目。特にやることもなく自宅でゴロゴロしていたサイタマは、ジェノスから衝撃的な事実を知らされる。C級ヒーローには週に1度の活動報告ノルマがあり、それをこなせなければヒーローをクビになるというのだ。あわてて街へと繰り出し事件を探すサイタマだったが、そう都合よく怪人が出るわけもなく、刻一刻と期限が迫っていた。焦るサイタマの前に、彼をライバル視する音速のソニックが突然現れ、勝負を挑んでくる。事態をややこしく、そして悪化させるソニックに苛立つサイタマ。果たしてサイタマはヒーローの肩書を守ることができるのか！？"
                },
                "7": {
                    "ID": "5355672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/5355672",
                    "TitleEnglish": "The Ultimate Disciple",
                    "SummaryEnglish": "An enormous meteor hurtles toward City Z, forcing the Hero Association to ask its S Class heroes to respond. When all their efforts prove in vain, Genos decides it's up to him to protect the home of his master and stop the meteor, no matter what the cost.",
                    "TitleJapanese": "至高の弟子",
                    "SummaryJapanese": "Z市に災害レベル竜の危機が迫っていた。宇宙から飛来した巨大な隕石が、Z市に向かって突如落下を始めたのだ。ヒーロー協会はS級ヒーロー達に対応を要請したものの、隕石が相手では為す術もなく事態は絶望的と思われた。招集を受けたジェノスもZ市のヒーロー協会支部に出向くが、職員は既に避難した後でビルはもぬけの殻。居合わせたS級ヒーローのシルバーファングから、このまま隕石が地上に激突すればZ市は壊滅すると聞かされるジェノス。恩師であるサイタマの住む街を守るため、ジェノスはたった一人、己の全てを賭して巨大隕石に立ち向かう事を決意するのだった。"
                },
                "8": {
                    "ID": "5356994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/5356994",
                    "TitleEnglish": "The Deep Sea King",
                    "SummaryEnglish": "A pack of monsters calling themselves the \"Clan of the Seafolk\" arrive on the shores of City J intent on invading the land. When the hero sent to fight them is defeated easily by the Deep Sea King himself, Saitama and Genos head for the city to help.",
                    "TitleJapanese": "深海の王",
                    "SummaryJapanese": "J市の海辺に深海族と名乗る怪人の群れが上陸し、地上へと侵攻を始めた。A級ヒーローのスティンガーが激闘の末に彼らを殲滅するも、遅れて現れた深海王に一撃でやられてしまう。ニュースを見たサイタマとジェノスは急いでJ市に向かうが、深海王の居場所をなかなか特定できない上に、ひょんなことから二人ははぐれてしまう。そんな中、深海王の行く手を阻んだのは囚人服に身を包んだ謎の大男と、服役中のはずの音速のソニックだった。一方、C級ヒーローの無免ライダーも愛車のジャスティス号を駆り、必死に現場を目指していた。"
                },
                "9": {
                    "ID": "5356995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/5356995",
                    "TitleEnglish": "Unyielding Justice",
                    "SummaryEnglish": "The Deep Sea King has defeated every hero who opposed him with ease. Genos is preparing to attack while Licenseless-Rider and Saitama rush to the evacuation shelter, where the battle continues.",
                    "TitleJapanese": "不屈の正義",
                    "SummaryJapanese": "深海王の襲撃を受け、恐怖のるつぼと化していた災害避難所に単身でジェノスが現れた。深海王と互角の戦いを繰り広げる彼の雄姿に避難所の人々は色めき立つが、ジェノスは子供を庇って深海王の吐き出した溶解液をモロに被り、形勢は一気に悪化してしまう。無情にもジェノスにトドメを刺そうとする深海王だったが、そこへもう一人のヒーローが現れる。だがそれは無免ライダーだった。C級ヒーローである無免ライダーと深海王とではあまりに実力差があり、人々は落胆する。しかしそれでも無免ライダーは果敢に深海王に立ち向かっていくのだった。"
                },
                "10": {
                    "ID": "5356996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/5356996",
                    "TitleEnglish": "Unparalleled Peril",
                    "SummaryEnglish": "Saitama tags along to an emergency meeting of Class S heroes and discovers that a seer has foretold a serious danger threatening the Earth. Though the crisis could occur anytime in the next six months, the heroes are surprised to hear the roar of explosions that very hour!",
                    "TitleJapanese": "かつてない程の危機",
                    "SummaryJapanese": "突如、S級ヒーロー達に非常召集がかかった。たまたまシルバーファングの道場を訪れていたサイタマとジェノスもシルバーファングに同行。A市にあるヒーロー協会本部へと足を運ぶと、会議室にはS級ヒーローの錚々たる面々が集結していた。そんな彼らの前でヒーロー協会の幹部が重い口を開く。100％的中するという予言者のシババワが、半年以内に「地球がヤバい」事態に陥るという予言を遺して亡くなったというのだ。会議室に緊張が漂う中、不意に本部ビルが轟音と共に揺れ、辺りは暗闇に包まれてしまう。やがて非常用電源に切り替わった会議室で彼らを待ち受けていたのは、今の一瞬でA市がほぼ壊滅したという事実であった。"
                },
                "11": {
                    "ID": "5356997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/5356997",
                    "TitleEnglish": "The Dominator of the Universe",
                    "SummaryEnglish": "As a colossal spaceship floats in the skies above City A, a member of its monstrous crew battles on the ground against a group of S Class heroes. Despite their powers, they can't seem to finish it off. Meanwhile, Saitama has boarded the enemy ship on his own.",
                    "TitleJapanese": "全宇宙の覇者",
                    "SummaryJapanese": "A市上空に飛来した巨大宇宙船から地上に降り立ち、A級ヒーローのイアイアンを一蹴した戦闘員メルザルガルド。アトミック侍、金属バット、シルバーファング、ぷりぷりプリズナーらS級ヒーローが応戦するも、攻撃を受けるそばから肉体が再生するメルザルガルドには致命的なダメージを与えられず、戦いは難航する。一方、巨大宇宙船の内部に単独で進入したサイタマは、敵をなぎ倒し船内を破壊しながら中枢部を目指していた。サイタマの狼藉に業を煮やした敵幹部のゲリュガンシュプは、状況を打開するため再び地上への集中砲火を目論む。街を一瞬で破壊した悪夢のような惨劇が再びA市に牙を剥こうとしていた。"
                },
                "12": {
                    "ID": "5356998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/5356998",
                    "TitleEnglish": "The Strongest Hero",
                    "SummaryEnglish": "The inconceivably powerful Lord Boros has traveled untold distances in search of someone who can cure his boredom: Saitama! With the fate of humanity in the balance, will the two champions at last find in each other the worthy opponent they've been searching for?",
                    "TitleJapanese": "最強のヒーロー",
                    "SummaryJapanese": "強大な超能力によって敵の砲撃を全て撥ね返した戦慄のタツマキ。激闘の末、強敵メルザルガルドの弱点を暴いたアトミック侍達。地上では事態が徐々に収束に向かい始める。そして全世界が固唾を飲んで宇宙船を見上げる中、その内部ではサイタマが暗黒盗賊団『ダークマター』の頭目ボロスと対峙していた。強さを持て余し、対等に戦える相手を求めてはるばる地球までやってきたというボロス。宿命ともいえるそんな敵を相手にサイタマは今度こそ本気を出すことができるのか？　人類の存亡をかけた壮絶な戦いの火ぶたが切られる。"
                }
            }
        },
        "2": {
            "ID": "790398",
            "URL": "https://www.thetvdb.com/series/one-punch-man/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6950609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/6950609",
                    "TitleEnglish": "Return of the Hero",
                    "SummaryEnglish": "Saitama is out shopping with Genos in tow when the pair come across G4, a demonic robot on a mission to eliminate King. Elsewhere, Sitch attempts to recruit various cutthroats, villains and assassins of the underworld to help the Hero Association.",
                    "TitleJapanese": "ヒーローの帰還",
                    "SummaryJapanese": "ヒーロー協会に所属しヒーロー活動を開始したサイタマは、いつものようにジェノスを連れて買い物へ。そこで出会ったのは、ある組織から派遣されたという巨大ロボット鬼神G4と、それに対峙するキングだった。二人は戦いぶりを静観し、キングの実力を見極めようとする。同じ頃、ヒーロー協会は大予言者シババワが遺したメッセージを受け『地球がヤバい予言緊急対策チーム』を発足し、賞金首や荒くれ者からも戦力を集めようとするが…。"
                },
                "2": {
                    "ID": "7096156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/7096156",
                    "TitleEnglish": "Human Monster",
                    "SummaryEnglish": "Garou issues a declaration of war on the Hero Association through terrifying means, Hellish Blizzard gives Saitama an ultimatum, and Genos decides to eliminate his master’s stalker, Speed-o’-Sound Sonic.",
                    "TitleJapanese": "人間の怪人",
                    "SummaryJapanese": "無数に集まった賞金首たち、A級ヒーロー３人を全滅させ、ヒーロー協会へ宣戦布告をしてみせたガロウ。ヒーロー協会のシッチは、その凄まじい戦闘力に慄く。その頃、B級７位に昇格したサイタマを手下にしようと目論む地獄のフブキ（B級１位）は、誘いに興味を示さないサイタマに超能力で襲いかかる。ジェノスはしつこくサイタマを探す音速のソニックを「変質者」と即断。渾身のマシンガンブローとソニックの奥義が激突する。"
                },
                "3": {
                    "ID": "7096157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/7096157",
                    "TitleEnglish": "The Hunt Begins",
                    "SummaryEnglish": "Garou, out hunting heroes, can barely contain his excitement when he gets the chance to battle the S Class hero Tank-top Master. Meanwhile, Silverfang shutters his dojo to begin his own hunt of his former disciple.",
                    "TitleJapanese": "狩りの始まり",
                    "SummaryJapanese": "ヒーロー狩りを続けるガロウは凶悪犯として指名手配される。かつてガロウを破門した「流水岩砕拳」の師匠でS級３位ヒーロー・シルバーファングは道場をたたみ、「旋風鉄斬拳」の達人で兄のボンブと共にガロウの捜索へ。一方のガロウはS級ヒーロー・タンクトップマスターと、その舎弟たちを相手にヒーロー狩りを始めていた。あまりの強さに戦慄するタンクトッパーたち。そこに現れたのはシルバーファングから破門された弟子チャランコだった。"
                },
                "4": {
                    "ID": "7096158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/7096158",
                    "TitleEnglish": "Metal Bat",
                    "SummaryEnglish": "Assigned to guard a VIP and his son, Metal Bat couldn't be less thrilled. But when the group is suddenly attacked all hell breaks loose. Meanwhile, Saitama has disguised himself as Charanko in order to enter the “Super Fight” martial arts tournament.",
                    "TitleJapanese": "金属のバット",
                    "SummaryJapanese": "ヒーロー協会重役のゼイミートがガロウに襲われた。警戒令が出される中、幹部ナリンキとその息子ワガンマの護衛を任されたS級ヒーロー・金属バットは、急襲してきたムカデ後輩とヒトトリグサを瞬殺。しかし、災害レベル竜に指定された凶悪怪人ムカデ長老が登場。さらにはガロウもその場に現れ戦況は急転する。そんな中、サイタマはチャランコが出場するはずだった武闘大会『スーパーファイト』に、カツラをかぶり変装して出場していた…。"
                },
                "5": {
                    "ID": "7096159",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/7096159",
                    "TitleEnglish": "Martial Arts Tournament",
                    "SummaryEnglish": "Monsters from the Monster Association launch simultaneous attacks on all the human cities, attempting to overwhelm the forces of the Hero Association. Meanwhile, the “Super Fight” martial arts tournament kicks off.",
                    "TitleJapanese": "武術の大会",
                    "SummaryJapanese": "災害レベル虎以上の凶暴な怪人たちが、各地で同時多発的に人々を襲い始めた。苦戦を強いられるヒーローたち。一方で徒党を組んだ怪人協会はヒーロー協会重役の誘拐を狙っていた。そして、金属バットとガロウとの熾烈なバトルを見ていた怪人フェニックス男はガロウを怪人協会へ誘う。同じ頃、サイタマが出場していたスーパーファイトが開幕。並み居る猛者たちの中に、過去４連覇を果たした優勝候補、冥躰拳の使い手スイリューの姿があった。"
                },
                "6": {
                    "ID": "7096160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/7096160",
                    "TitleEnglish": "The Uprising of the Monsters",
                    "SummaryEnglish": "The Super Fight tournament kicks off while Genos takes on multiple monsters who have appeared in City C. Elsewhere, countless monsters are wreaking havoc in multiple areas, but the Hero Association is being overwhelmed by the sheer number of threats.",
                    "TitleJapanese": "怪人の蜂起",
                    "SummaryJapanese": "A級ヒーロー・イナズマックスがスイリューに一撃で敗れるという波乱で幕を開けたスーパーファイト。ジェノスは観客としてサイタマの試合を待っていたが、ヒーロー協会からの一報を受け、怪人たちが暴れる市内へと急行する。各地で起こる無数の怪人たちの猛攻にヒーローたちは防戦一方。その対応に追われ混乱する協会本部。そんな中、協会最高顧問ナリンキの息子ワガンマが怪人協会に誘拐されてしまう。"
                },
                "7": {
                    "ID": "7096161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/7096161",
                    "TitleEnglish": "Class S Heroes",
                    "SummaryEnglish": "As the Super Fight tournament heads for its grand finale, the Class S heroes battle to hold back the tide of monster incursions. Meanwhile, Atomic Samurai is setting in motion a plan of his own.",
                    "TitleJapanese": "Ｓ級のヒーロー",
                    "SummaryJapanese": "サイタマ、スイリューらベスト４が出揃ったスーパーファイトは大詰めを迎えていた。各地ではタツマキ、童帝、駆動騎士らS級ヒーローたちが事態の収束に乗り出し、怪人たちの勢力を押さえ込み始めていた。しかし、その戦況を怪人協会本部から見ていた幹部・ギョロギョロと、怪人王・オロチは、S級の戦いぶりを一笑に付すのだった。一方でアトミック侍は、ガロウ捜索の協力を仰ぐため、剣聖会屈指の大剣豪たちを集めていた。"
                },
                "8": {
                    "ID": "7096162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/7096162",
                    "TitleEnglish": "The Strong Ones Fight Back",
                    "SummaryEnglish": "Goketsu, the first Super Fight Tournament champion, arrives in the stadium. Having now become a monster, he’s aiming to force the Super Fight competitors to turn into monsters themselves. When several do, it’s up to Suiryu to take them on alone.",
                    "TitleJapanese": "強い奴の抵抗",
                    "SummaryJapanese": "スーパーファイト決勝戦はチャランコになりすましていたサイタマの反則負けという幕切れで、スイリューの優勝が決定する。そこへ現れたのは怪人化した初代スーパーファイト王者・ゴウケツ。ゴウケツの目的はスーパーファイトに参加している武術家たちを怪人協会に加入させることだった。次々と怪人化してしまう武術家たちに、スイリューはひとり立ち向かっていく。スーパーファイトの外ではヒーローたちの善戦むなしく各地は大きなダメージを受け、怪人協会の恐るべき謀略が明らかになる…。"
                },
                "9": {
                    "ID": "7096163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/7096163",
                    "TitleEnglish": "The Ultimate Dilemma",
                    "SummaryEnglish": "Just as Suiryu finds himself in the depths of despair, Saitama suddenly appears to help him out. But despite all Saitama’s strength, there’s still something bugging the hero that he just can’t seem to shake.",
                    "TitleJapanese": "最強の悩み",
                    "SummaryJapanese": "怪人協会随一の強さを誇るゴウケツと怪人化したバクザンによって弄ばれるスイリュー。誰の助けも得られないことを悟り、絶望の底に叩きつけられた彼の前に現れたのは、サイタマだった。ほどなくして、ギョロギョロの計画の元、怪人協会の攻撃が収束していく。スーパーファイトで特に何も得られなかったサイタマ。強すぎるが故の悩みを打ち明けるサイタマに、キングはヒーローとしての高みを諭すのだった。"
                },
                "10": {
                    "ID": "7096164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/7096164",
                    "TitleEnglish": "The Encircling Net of Justice",
                    "SummaryEnglish": "The Monster Association issues a challenge to the Hero Association, telling them they have only three days to rescue the hostage Waganma. Elsewhere, Garou tries to recover from his constant fighting, but things don’t quite go as planned.",
                    "TitleJapanese": "正義の包囲網",
                    "SummaryJapanese": "「怪人協会」からヒーローたちへの挑戦状とも取れる犯行声明が出された。人質となったワガンマ救出の猶予は3日。ヒーロー協会は怪人たちとの全面対決を前に準備に追われるが、メタルナイトは作戦協力の要請を拒否する。かたや、A級ヒーローのデスガトリングら8人の実力派たちは度重なる戦いで体力の残っていないガロウの追跡をしていた。連携の取れた連続攻撃に傷だらけとなったガロウはついに包囲されるのだが…。"
                },
                "11": {
                    "ID": "7096165",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/7096165",
                    "TitleEnglish": "Everyone's Dignity",
                    "SummaryEnglish": "Garou is at last surrounded by multiple heroes and forced to fight, even though he’s covered in wounds and nearly at his limit. The hero hunter still has his incredible ability to read opponents’ fighting styles, but there are surprises in store for all.",
                    "TitleJapanese": "それぞれの矜持",
                    "SummaryJapanese": "8人のヒーローたちによってついに追い詰められたガロウ。しかし、一度の戦いで相手の戦闘スタイルを読み切る抜群のセンスをもつガロウは反撃を開始。徐々に形勢を逆転し、ヒーロー8人を全滅させる。そこへ駆けつけたのは、新パーツを換装しパワーアップしたジェノスだった。満身創痍のガロウは容赦のないジェノスの猛攻撃を受ける…が、その時、無数の怪人協会の刺客が突如として現れ、ガロウを奪取するべくジェノスに襲いかかる！"
                },
                "12": {
                    "ID": "7096166",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/7096166",
                    "TitleEnglish": "Cleaning Up the Disciple's Mess",
                    "SummaryEnglish": "Silverfang and Bomb catch up with Garou while the hero hunter is battling Genos, starting a whirlwind battle that draws in more and more combatants as it marches towards its hair-raising climax!",
                    "TitleJapanese": "弟子の尻拭い",
                    "SummaryJapanese": "ガロウを追っていたシルバーファングとボンブがジェノスに合流。ボンブは無数の怪人たちを旋風鉄斬拳で倒していく。既に息も絶え絶えのガロウは、かつての師匠・シルバーファングの鬼気迫る流水岩砕拳に手も足も出ない。強烈な連続攻撃を受け、意識を朦朧とさせるガロウ！　そこに急襲を仕掛けたのは災害レベル竜の大怪蟲・ムカデ長老だった。さらにキング、サイタマも参戦！　壮絶バトルはあまりに意外なクライマックスを迎える！"
                }
            }
        },
        "3": {
            "ID": "2014878",
            "URL": "https://www.thetvdb.com/series/one-punch-man/seasons/official/3",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10106205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-punch-man/episodes/10106205",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}