{
    "URL": "https://www.thetvdb.com/series/master-of-torque",
    "Genres": [
        "Animation",
        "Anime",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt15512990/",
        "https://global.yamaha-motor.com/showroom/mt/",
        "https://www.themoviedb.org/tv/135215",
        "https://www.youtube.com/c/UCEe7dmonT8QIBwbd2l9gxIA"
    ],
    "TitleEnglish": "Master of Torque",
    "SummaryEnglish": "It is Tokyo, Japan in the year 2017, just three years before the city’s hosting of the Olympic Games. Throughout the city, the Shutoko metropolitan highway system is being dismantled and renovated, and new areas and facilities are being constructed, all at a feverish pace. Its headquarters located in Tokyo’s Gaien-mae district, the Hyuga Corporation is a massive firm that has succeeded in pioneering the practical use of artificial muscle fibers. The company is growing rapidly as it launches numerous products that supplement human physical functions. Dan Amo works in the General Affairs department of Hyuga Corp. while living with his aunt, Sanae. By day, he is a nondescript salaryman, but at night, he relishes the sense of fulfillment he gets from riding his motorcycle housed at Sanae’s Genesis Café in the nearby Aoyama district. His natural-born riding talent and instincts mean hopeful pursuers only ever see the back of his motorcycle, and has won him the nickname of “Zebra” among the riders of Route 246. However, Dan appears to be the target of a mysterious group of riders...who are in turn the target of motorcycle-riding freelance journalist, Makina Mikage. Then another rider appears on the scene in Kotaro Hyuga, the heir to the Hyuga Corp. presidency. The threads of an unescapable fate begin to draw these three young riders together...",
    "TitleJapanese": "マスターオブトルク",
    "SummaryJapanese": "オリンピック開催まであと３年に迫った2017年の東京。\n至るところで首都高の解体・改修、新規増設工事が急ピッチで進んでいた。\n\n世界に先駆けて人工筋肉繊維の実用化に成功した巨大企業「ヒューガ・コーポレーション」は、人の肉体機能をサポートする器具を次々と世に送り出し、急成長を遂げていた。\n\n国道246号線の外苑前に本社を構えたヒューガ・コーポレーションは、一部の選ばれたプロアスリートだけがもつ特殊な技能を、ごく普通の人の肉体であっても発揮させてしまうパワードスーツの開発に密かに着手、業界他社を完全に圧倒し、独占的な地位を確立しようと目論んでいた。\n\nヒューガ・コーポレーションの総務課に勤務する天羽騨は、昼間は割り切ったサラリーマン生活を送りながらも、夜になればバイクとともに生きる充実感をエンジョイしていた。そして、夜の国道246号線には、謎の黒スーツを身にまとったライダー集団が出没していた。彼らを追うフリージャーナリスト・御影真希奈。ヒューガ・コーポレーションの御曹司・日向光太郎。3人の若者は逃れられぬ運命の糸によってたぐり寄せられていく・・・・・",
    "Aliases": [],
    "Modified": "2025-06-03",
    "Seasons": {
        "0": {
            "ID": "616234",
            "URL": "https://www.thetvdb.com/series/master-of-torque/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "8500985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/master-of-torque/episodes/8500985",
                    "TitleEnglish": "Four Seasons: Fuuka and Nanami",
                    "SummaryEnglish": "A spin-off episode of Yamaha Motor's original video animation “Master of Torque,” featuring Fuuka Torimi and Nanami Hiyoshi.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "8500986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/master-of-torque/episodes/8500986",
                    "TitleEnglish": "Epilogue",
                    "SummaryEnglish": "It has been one year since the events that occurred at the Hyuga Corporation’s underground testing facility at the foot of Mt. Fuji. Dan Amo rides his MT-09 Tracer on a solo touring trip headed for a certain destination. What awaits him when he arrives? Dan Amo, Makina Mikage and Kotaro Hyuga—three riders brought together by intertwined threads of fate—overcame the troubling events of their parents’ pasts and deepened their bonds as they each restart their lives headed down the individual paths they believe in.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "616235",
            "URL": "https://www.thetvdb.com/series/master-of-torque/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "5157061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/master-of-torque/episodes/5157061",
                    "TitleEnglish": "Idle Roughness",
                    "SummaryEnglish": "The chime signaling the end of the work day rings throughout the Hyuga Corporation building. As he heads to the Genesis Café, Dan hides his excitement of finally being able to throw aside his dreary salaryman persona for the rider he really is at heart. After fueling up with a giant plate of napolitan spaghetti, he dons his zebra-striped rider backpack, and sets out on nighttime Route 246 for Sangenjaya on a personal delivery run for his aunt, Sanae. Meanwhile, Hyuga Corp. is in the final stages of developing the next application of its artificial muscle fibers, the “Marishi Machina,” a new powered suit utilizing an electronic interface and artificial muscle fibers to give people with just an average level of physical fitness the superior skills and abilities of a very select group of professional athletes. As the one in charge of the suit’s development, Kotaro is anxious to complete the project quickly. Then, a call comes in from his subordinates. They have located the “Zebra.” Kotaro dons the Machina suit himself and heads out into the night in pursuit of Dan. What are Kotaro’s motives? Who is Makina, and why is she lying in wait for them? A new story is about to begin...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5157062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/master-of-torque/episodes/5157062",
                    "TitleEnglish": "Understeer",
                    "SummaryEnglish": "Despite his suit’s cutting-edge digital technology, Kotaro yet again loses sight of the “Zebra.” His pride in tatters, he rides aimlessly down nighttime R246, as if to calm his frustration-racked nerves and quell his envy. Dan returns to the Genesis Café and a slightly worried Sanae. Having no parents or kin of his own, Sanae raised Dan like a son, and she can’t help but be concerned for his well-being. But then, freelance journalist Makina appears at the Café. Knowing nothing of Sanae’s worries, she approaches Dan—who’s relaxing at the counter—tricks him into showing her his Hyuga Corp. ID card, and promptly snares it from him. What is Makina after? What are Kotaro’s true aims? The fates of these three riders begin to entwine...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5157063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/master-of-torque/episodes/5157063",
                    "TitleEnglish": "Change Up",
                    "SummaryEnglish": "Makina exits the Genesis Café with Dan’s Hyuga Corp. ID card and her camera in hand. She notices that the surrounding area has been closed for construction, but there was no construction planned for tonight... Seeing the Hyuga Corp. truck parked inside the construction site, she realizes that there is some kind of connection between the development of the powered suits that her father and Dan’s father were once involved in, and Hyuga Corp.’s closely guarded company secrets. Makina approaches Hyuga Corp.’s suit-testing mobile container to obtain irrefutable proof to back her suspicions with her camera, but the container’s computer system suddenly reacts to the pendant given to her by her father, and straps her into a prototype Machina suit—one with an incomplete brainwave-synchronization function. Who is Makina really? What did her father and Dan’s father have to do with the development of the Marishi Machina suits? The gears of fate begin to turn...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5157064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/master-of-torque/episodes/5157064",
                    "TitleEnglish": "Maximum Torque",
                    "SummaryEnglish": "The Marishi Machina suit—the culmination of Hyuga Corporation Chairman Mitsukuni Hyuga’s ambition—seizes control of Makina’s body, and she begins a wild sprint on an MT-07 toward the new section of the Shutoko expressway under construction. Dan gives chase to try to save her, summoning all of the natural riding talent and instincts that won him the “Zebra” nickname. He struggles to close the gap and catch Makina as the activated power suit propels her forward. Meanwhile, Kotaro has joined the chase, eager not to waste this precious opportunity to finally outrun the Zebra. Makina’s mind is under the control of the Machina suit’s digital technology, and Dan is in hot pursuit, using his razor sharp senses to maneuver his motorcycle through the construction-strewn Shutoko. Kotaro, not far behind, is refusing to be defeated by Dan and anxious to prove the capability of the digital suits he’s given everything to perfect. What awaits these three young riders as the climax of their chase approaches?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "2": {
            "ID": "1936534",
            "URL": "https://www.thetvdb.com/series/master-of-torque/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8500956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/master-of-torque/episodes/8500956",
                    "TitleEnglish": "Season 2",
                    "SummaryEnglish": "Makina lost consciousness when the Marishi Machina suit developed by the Hyuga Corporation seized control of her body and sent her charging onto the new Shutoko expressway on an MT-07. Luckily, Dan was able to stop her before it was too late. With Makina on the back of his MT-09 Street Rally, Dan began riding back towards the Genesis Café only to be intercepted by Hyuga Corporation chairman Mitsukuni Hyuga. He was waiting for them with an unsettling expression on his face. Dan was sure that he would be forced to resign his job for getting the heir to the company’s presidency, Kotaro Hyuga, involved in this mess. But when Makina confronts Mitsukuni about the truth behind the incident that claimed their parents’ lives, Dan is given an order he would never have expected. Dan keeps trying to avoid facing the trauma he experienced as a child, but is encouraged to find the truth by Makina. Sanae, the owner of the Genesis Café, seems to notice their troubled state and takes matters into her own hands. Can Dan face his past and free himself of the curse he has borne and reclaim his future with his own hands? The interlocked gears of fate driving the destinies Dan, Makina and Kotaro begin to move again, and the next part of their story is about to unfold...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "3": {
            "ID": "1936535",
            "URL": "https://www.thetvdb.com/series/master-of-torque/seasons/official/3",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8500972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/master-of-torque/episodes/8500972",
                    "TitleEnglish": "Season 3",
                    "SummaryEnglish": "Dan Amo hears from Hyuga Corporation Chairman Mitsukuni Hyuga that his mother is still alive. To see with his own eyes if there’s truth in his words, Dan goes together with Makina, herself hoping to discover the whereabouts of her father, to the Hyuga Corporation’s secret testing facility at the foot of Mt. Fuji. Seeking to lay claim to the world’s emerging market for powered suits, Mitsukuni is bent on finally completing the Marishi Machina suit. He tells Dan and Makina that conducting once again the test that the original development team had done in the past may bring them both what they seek. They both have their reasons: Dan wants to revive his mother from her cold-sleep; Makina wants to know what her father really desired. They decide to go through with the test, but will doing so finally help free them from the ghosts of their pasts?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}