{
    "URL": "https://www.thetvdb.com/series/prison-school",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4917066/",
        "http://prison-anime.com/",
        "https://www.themoviedb.org/tv/64706",
        "https://x.com/prison_anime"
    ],
    "TitleEnglish": "Prison School",
    "SummaryEnglish": "On the outskirts of Tokyo stands Hachimitsu Private Academy, a storied all-girls boarding school for elite young women full of potential and good breeding. But as the new school year rolls around, one tradition is going out the window: For the first time in the school's long history, boys are being allowed to enroll. But on the first day of school, only five boys make the cut. Kiyoshi Fujino, one of the lucky few, is thrilled by this discovery, his heart leaping with joy at the thought of being surrounded by all those girls, day in and day out. But little does he know of the shocking fate that awaits him.",
    "TitleJapanese": "監獄学園 プリズンスクール",
    "SummaryJapanese": "元女子校であり女子生徒1016人を抱える市立八光（はちみつ）学園に入学した、たった5人の男子生徒、キヨシ、ガクト、シンゴ、ジョー、アンドレ。\n入学早々、男子なら誰しも芽生えるであろう出来心で女子風呂を覗こうとしてしまい、その罰として、学園の規律を取り締まる「裏生徒会」の美女3人によって懲罰棟（＝通称：プリズン）投獄されてしまう。彼らに明日という名の希望はあるのか！？",
    "Aliases": [
        "Kangoku Gakuen",
        "Prison School 2015"
    ],
    "Modified": "2025-08-18",
    "Seasons": {
        "0": {
            "ID": "616461",
            "URL": "https://www.thetvdb.com/series/prison-school/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5447238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prison-school/episodes/5447238",
                    "TitleEnglish": "Mad Wax",
                    "SummaryEnglish": "Note: Bundled with a limited edition of the manga's 20th volume. The OAD featured the previously unanimated \"Mad Wax\" arc from the manga.",
                    "TitleJapanese": "マッドワックス",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "625719",
            "URL": "https://www.thetvdb.com/series/prison-school/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5249028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prison-school/episodes/5249028",
                    "TitleEnglish": "The Peep Job",
                    "SummaryEnglish": "Five boys newly enrolled in a formerly all-girls school, already having difficulty connecting with the girl students, run afoul of the school's \"Underground Student Council\" and face strict disciplinary measures.",
                    "TitleJapanese": "ノゾキ大作戦",
                    "SummaryJapanese": "男女共学の全寮制高校・私立八光（はちみつ）学園に入学したキヨシ、シンゴ、ガクト、ジョー、アンドレの男子５名。\n女子１０１６人：男子５人という圧倒的な男女比に、彼らは肩身のせまい学園生活を強いられていた。モテモテどころか女子と口もきけず、正視すらできない…。\n\nだが男子どもはその秘めた欲望に抗えず、女子風呂覗きを計画する。その頃、女子たちの間では不純異性交遊を取り締まる、「裏生徒会」の存在が噂されていた…。"
                },
                "2": {
                    "ID": "5276698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prison-school/episodes/5276698",
                    "TitleEnglish": "The Man Who Viewed Too Much",
                    "SummaryEnglish": "Hana is embarrassed when Kiyoshi sees her in a compromising position. Kiyoshi becomes desperate to keep his date with Chiyo, and searches for a way to get out of prison in time to meet her. Gakuto has plans of his own.",
                    "TitleJapanese": "尻すぎていた男",
                    "SummaryJapanese": "裏生徒会の監視の下、懲罰棟（通称・プリズン）に投獄され、強制労働を課せられた男子たち。過酷な労働と副会長・芽衣子からの懲罰に一喜一憂しながらも、日々を過ごしていた。\n\nそんなある日、理事長からの提案もあり休日の外出許可が下りる。\nキヨシが、憧れの千代と約束した相撲デートが叶うと喜ぶも束の間、外出許可を快く思わない会長・万里に外出を取り消されてしまう。\n一時は落胆するキヨシであったが、これをきっかけにプリズンからの脱獄を決意するのであった。"
                },
                "3": {
                    "ID": "5276699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prison-school/episodes/5276699",
                    "TitleEnglish": "A Mighty Spurt",
                    "SummaryEnglish": "With Meiko's attention divided between two groups, Kiyoshi is able to widen the escape hole enough to let him through in time for his date. An already-suspicious Shingo gets an eyeful of more than he bargained for.",
                    "TitleJapanese": "大噴出",
                    "SummaryJapanese": "芽衣子と書記・花のセクシャル＆バイオレンスな監視の目を盗み、数々の難題をクリアして、着々と脱獄計画を遂行するキヨシとガクトのコンビ。\nいよいよ脱獄も大詰めかと思われていたその矢先、これまで苦労して掘削していた脱出穴に異変を見つける。\n学園生活で唯一の希望を失い、自暴自棄に陥るガクト。\nしかしキヨシは最大の困難を打破する、最後の方法を思いつくのであった…。"
                },
                "4": {
                    "ID": "5292033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prison-school/episodes/5292033",
                    "TitleEnglish": "Take Me Out to the Sumoland",
                    "SummaryEnglish": "After committing a heinous offense against Mari, Gakuto receives a drastic punishment from Meiko. Kiyoshi and Gakuto work desperately to break Kiyoshi out of the prison by having him impersonate a girl.",
                    "TitleJapanese": "私をスモーに連れてって",
                    "SummaryJapanese": "脱獄前日、女子寮に忍び込み、巡回のクリーニング屋からある物を拝借するキヨシとガクト。起死回生の脱出計画の準備は整い、ついに当日。\nキヨシが計画通り正門をくぐろうとしたその瞬間、万里に呼び止められてしまう。しかし、計画が功を奏し回避することに成功。\n一方、昼間からキヨシを見かけないことに不審を抱いた副会長・芽衣子はキヨシを探し始めてしまい…。\n\n脱獄コンビに絶体絶命のピンチが訪れる！"
                },
                "5": {
                    "ID": "5296804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prison-school/episodes/5296804",
                    "TitleEnglish": "The School's Number One Most Treacherous Man",
                    "SummaryEnglish": "Kiyoshi returns from his breakout, but must face the music with Gakuto and the others when the truth comes to light. Chiyo reconsiders her reaction to Kiyoshi, and decides to give him a second chance.",
                    "TitleJapanese": "学園一の裏切り男",
                    "SummaryJapanese": "千代とのデートが失敗に終わり意気消沈するキヨシに、さらに追い打ちをかけるように脱獄行為が裏生徒会へ発覚してしまう。\nペナルティとして全員の刑期が延長され、キヨシは裏切り者として仲間内から孤立していく。\nそんな中、裏生徒会室へと呼び出されるキヨシ。\n心の弱っている彼は裏生徒会に促されるがまま、退学願いにサインをしようとするが、一人の女性が現れキヨシの退学に異を唱えるのであった。"
                },
                "6": {
                    "ID": "5301512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prison-school/episodes/5301512",
                    "TitleEnglish": "Vengeance Is Hana's",
                    "SummaryEnglish": "Mari introduces the DTO plan to Hana, and they begin plotting ways to drive the boys out of school. Shingo leads the others boys in shunning Kiyoshi, but Meiko has plans to drive an even deeper wedge between them.",
                    "TitleJapanese": "復讐するは花にあり",
                    "SummaryJapanese": "裏生徒会の進める恐ろしい計画「DTO」。その存在も知らずに美味しい食事で懐柔され、仲間の情報を流してしまうシンゴ。\nそんな中、裏生徒会の最初のターゲットとされたジョーは、ペットの蟻をカラスから守るために暴力沙汰を起こしてしまい、裏生徒会のもくろみ通り懲罰房へと収監されてしまう。\n一方、ジョーをかばって負傷したキヨシは花に連れられ保健室へ。そこで待ち受けていたのは「復讐」の名を借りた、口に出すのも憚られる行為であった…。"
                },
                "7": {
                    "ID": "5303978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prison-school/episodes/5303978",
                    "TitleEnglish": "Meiko's Delicious Restaurant",
                    "SummaryEnglish": "Shingo, on furlough from the prison, meets a girl named Anzu at the arcade in town. When Gakuto turns to his Guan Yu figurine for guidance, the tip of his sword falls off, starting a chain of events with momentous consequences.",
                    "TitleJapanese": "芽衣子のおいしいレストラン",
                    "SummaryJapanese": "芽衣子からおつかいを頼まれ、街に外出するシンゴ。時間が余り、ゲーセンへと立ち寄ると、同じ学園の生徒・杏子と出会う。\nその後もおつかいのたびに再会するシンゴと杏子。シンゴは、学園ではちょっと珍しいタイプの杏子に次第に心惹かれてゆく…。\nその頃プリズンでは、ひょんなことからガクトの関羽フィギュアの存在が芽衣子にバレてしまう。\n脱獄幇助を認めないガクトに業を煮やした芽衣子はフィギュアにまたがり、その圧倒的な尻で関羽を圧迫していく…！"
                },
                "8": {
                    "ID": "5303979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prison-school/episodes/5303979",
                    "TitleEnglish": "The Diary of Andre",
                    "SummaryEnglish": "Andre suffers a mental collapse when he goes for a week without receiving any discipline. Shingo takes Anzu to the movies, but finds his expectations betrayed. The Underground Student Council moves forward with their DTO project.",
                    "TitleJapanese": "アンドレの日記",
                    "SummaryJapanese": "芽衣子からのお仕置がお預けとなり、廃人の様になってゆくアンドレ。それを見計らったかのように、芽衣子は「ご褒美」をちらつかせる。心身ともに我慢の限界に達していたアンドレは「ご褒美」欲しさに芽衣子に突進し、ついにはプリズンの外へと突破してしまう。\n一方、杏子と外出デートを重ねるシンゴ。途中、立ち寄った公園で小学生たちのケンカを仲裁すると、ふとしたきっかけで、これまでのキヨシへの態度の酷さに気がつき、反省する。\nそんなシンゴの純粋さに心打たれた杏子が語りはじめた、衝撃の真実とは…。"
                },
                "9": {
                    "ID": "5303980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prison-school/episodes/5303980",
                    "TitleEnglish": "Full of Bodily Fluids",
                    "SummaryEnglish": "Shingo realizes that he saw emails regarding DTO on the computer in the corrections office, which if recovered by the boys, would prove that they were set up. The boys plot to break into the corrections office.",
                    "TitleJapanese": "体液がいっぱい",
                    "SummaryJapanese": "退学を免れたい男子たちはDTOの証拠を入手するべく、看守室のPCを調べる事を思いつく。だが、看守室へ向かうためには芽衣子を談話室に足止めせねばならず、力自慢の芽衣子を煽りたてて腕相撲勝負に引き込み、時間稼ぎをすることに。立て続けに勝負を挑む男子たち。\n一方、早々に敗退したガクトは隙を見て鍵を拝借し看守室へ忍び込みデータを探し始める。\n果たしてガクトは時間内にデータを入手し戻ってくることが出来るだろうか！?"
                },
                "10": {
                    "ID": "5315049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prison-school/episodes/5315049",
                    "TitleEnglish": "It's a Bum-derful Life",
                    "SummaryEnglish": "The boys are resigned to their upcoming expulsions, and spirits are low, until Gakuto, suffering a bout of temporary insanity, devises one last strategy to get them out of their predicament, if they can just buy enough time to pull it off.",
                    "TitleJapanese": "素晴らしき尻哉、人生！",
                    "SummaryJapanese": "DTO計画書入手に失敗し、退学が確実となったキヨシたち。その心は折れかけていたが、最後の希望に賭け理事長に嘆願書を渡す事を思いつく。最後の思いのたけを書き連ねた嘆願書を芽衣子に託し、運命の日を迎えることに。\nそしてその当日、無慈悲にも、退学決定の事実が告げられてしまう。理事長へ便りは届けられなかったのだ。\nほどなく寮の荷物を整理するため、プリズンから寮へ連れていかれるキヨシたち。\nすると、彼らを意外な人物が待ちかまえていたのであった。"
                },
                "11": {
                    "ID": "5315050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prison-school/episodes/5315050",
                    "TitleEnglish": "Eryngii Brockovich",
                    "SummaryEnglish": "Given a one-day reprieve, the boys must again execute a plan to get inside the corrections office, but the Underground Student Council won't make it easy for them. Hana has a personal score that she wishes to settle with Kiyoshi.",
                    "TitleJapanese": "エリンギ・ブロコビッチ",
                    "SummaryJapanese": "キヨシの尻問答のおかげで退学が延期されたものの、その猶予はたったの一日。残されたわずかな時間の中で最後の作戦を実行に移すことに。しかし、裏生徒会側の先を見越した対応で思うように作戦が進まない。\nそれでもキヨシは機転を利かし、花から怨みを買っていることを逆手に取って、看守室への侵入に成功する。復讐心に燃える花は、またしても恥ずかしい行為をキヨシに強要する。\n今回のキヨシは作戦の成功がかかっているためか、いつもと一味違っていたのだが…。"
                },
                "12": {
                    "ID": "5315051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/prison-school/episodes/5315051",
                    "TitleEnglish": "Good Morning, Prison!",
                    "SummaryEnglish": "Hana continues pressing Kiyoshi in order to exact her revenge, but Kiyoshi employs an adaptation of a classical military strategy to counter her. Once all the boys are locked into their cells for the night, will they be able to complete their plan?",
                    "TitleJapanese": "グッドモーニング・プリズン",
                    "SummaryJapanese": "突然、花に覆いかぶされ唇を奪われたキヨシ。置かれた状況に困惑しながらも、花のチューに反撃の糸口を見つけ、一転攻勢に転じる。キヨシの予想外の反撃に花は激しく混乱し、気持ちの許容範囲を超え、放心してしまう。任務を遂行したキヨシは憔悴しきった花に連れられ、独房へと戻るのだった。\nそしてついに迎える、退学当日。理事長室で人数分の退学願を前に、三度にわたる脱獄の事実関係を問いただされるキヨシたち。無言で立ち尽くす男子たちに、策はあるのか！？"
                }
            }
        }
    }
}