{
  "URL": "https://www.thetvdb.com/series/dinozaurs",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Science Fiction",
    "Thriller"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0258346/",
    "https://www.themoviedb.org/tv/34786"
  ],
  "TitleEnglish": "DinoZaurs",
  "SummaryEnglish": null,
  "Aliases": [
    "DinoZaurs"
  ],
  "Modified": "2025-06-12",
  "Seasons": {
    "0": {
      "ID": "618556",
      "URL": "https://www.thetvdb.com/series/dinozaurs/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "5305132",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5305132",
          "TitleEnglish": "DinoZaurs Promo video",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "618883",
      "URL": "https://www.thetvdb.com/series/dinozaurs/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "5184988",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5184988",
          "TitleEnglish": "The Dino Knights Revived",
          "SummaryEnglish": "The legendary Dragozaurs have drained the last of the galaxy, and they are now wanting Earth. Meanwhile, on Earth, a teenager named Kaito sees a dinosaur exhibit by Naomi and Dr. Abbott. The fossils in the museum are really the Dino Knights, and they come to life and prepare to battle the Dragozaurs to save Earth.",
          "Aliases": []
        },
        "2": {
          "ID": "5184989",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5184989",
          "TitleEnglish": "The Dino Daggers of Friendship",
          "SummaryEnglish": "Gigano Dragon challenges Dino Tyranno, his old enemy. On Earth, Kaito is saved from the school bully by his friend Rena. He reveals to Rena the Dino Knights. In the Dinotarium, fossilized daggers are found, which are really the power source to the Dino Knights. The Dragozaurs wish to control them, and the Dino Knights must battle to control them.",
          "Aliases": []
        },
        "3": {
          "ID": "5184990",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5184990",
          "TitleEnglish": "Everything's Relative",
          "SummaryEnglish": "Dino Sabre and Dino Tricera travel to Africa with Kaito and Rena to find trace of relatives. However, the Dragozaurs are also there, draining the water springs, and Dino Sabre and Dino Tricera must fight them.",
          "Aliases": []
        },
        "4": {
          "ID": "5184992",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5184992",
          "TitleEnglish": "Save Dino Ptera",
          "SummaryEnglish": "Diamond Ryugu plots to get rid of all of Earth's Dinozaurs. She wants to zap the planet of its life force first, and Drago Wing sends a device to do so. Kaito and Rena find it, and Dino Ptera is drained while investigating. The Dino Knights must recharge her and defeat the Dragozaurs.",
          "Aliases": []
        },
        "5": {
          "ID": "5184994",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5184994",
          "TitleEnglish": "The Battle of Aurora",
          "SummaryEnglish": "Rena spots an aurora, and Dino Tyranno assumes that it is the Dragozaurs. Dino Mammoth goes to the Arctic to find its source. Rena and Dino Brachio go to find him, but only to battle the Dragozaurs. Dino Mammoth and Dino Mammoth are shrunk by Drago Wing. The only way to restore them is to destroy the Dragozaurs' life force extractor hidden in the Arctic.",
          "Aliases": []
        },
        "6": {
          "ID": "5184995",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5184995",
          "TitleEnglish": "A New Friend",
          "SummaryEnglish": "Dino Tyranno, Kaito, and Rena go to New Mexico to find members of the Dino Knights' race. Two fossils are located by fossil hunters, and Kaito and Rena find the rock-faces of Toro and Centro, two of the Cerasaurs. Only the Cerasaurs' Dino Dagger will awaken them; these are in possession of one named Rick who has been watching over the fossils. The only chance of keeping Drago Gigano from defeating Dino Tyranno is to release them.",
          "Aliases": []
        },
        "7": {
          "ID": "5185000",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5185000",
          "TitleEnglish": "Battle of the Drago Clones",
          "SummaryEnglish": "Diamond Ryugu makes the Drago Clones, evil versions of the Dino Knights to make up for the Dragozaurs' constant failure. They are ordered to lure the Dino Knights, and the Clones defeat them. To make matters worse, the Drago Clones use a fear-inducing ray to make the Dinozaurs too afraid to fight. Will they be able to charge themselves up and face their fears?",
          "Aliases": []
        },
        "8": {
          "ID": "5185002",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5185002",
          "TitleEnglish": "Long Lost Love",
          "SummaryEnglish": "A Stegosaurus plate tail is excavated in New York, which is Dino Stego's old girlfriend Daisy. Kaito and Rena try to get Rick to help them revive it, but the Drago Clones want to get it because it contains life force. Dino Stego joins his comrades to defend Daisy before the Drago Clones kidnap her.",
          "Aliases": []
        },
        "9": {
          "ID": "5184997",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5184997",
          "TitleEnglish": "The Master Swordsman Triblades",
          "SummaryEnglish": "Drago Wing is commanded to destroy Toro and Centro before they find their third brother, Styraco. Rick is helping them, but Drago Wing attacks Toro and Centro. Rick must find Styraco's fossil, and if he does, the three of them will combine into Triblades, a mighty and divine Dino Knight.",
          "Aliases": []
        },
        "10": {
          "ID": "5185003",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5185003",
          "TitleEnglish": "Rick's Big Adventure",
          "SummaryEnglish": "The Cerasaur brothers are practicing when they and Rick hear an explosion. Thieves blasted open a mine shaft and find what they think are gems, but the 'gems' are actually rocks full of life force. Drago Gigano goes to steal the rocks, but the thieves intend to blow up the nearby dam and drain it to excavate the mines more. When the dam blows, Styraco, Toro, and Centro must stop Gigano.",
          "Aliases": []
        },
        "11": {
          "ID": "5185004",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5185004",
          "TitleEnglish": "Their Name is Dino Weapons",
          "SummaryEnglish": "Kaito, Rena, Naomi, Dr. Abbott, and Professor Takuda tarvel to a volcanic island filled with life force. There are three mini-Dinozaurs on the island, which are rogue. A man named Gomez illegally catches them for specimens. The Dino Kinghts realize that these are the Dino Weapons. Unforunately, the Drago Clones arrive, and the Dino Knights must face them if they are to get the weapons.",
          "Aliases": []
        },
        "12": {
          "ID": "5185006",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5185006",
          "TitleEnglish": "The Legend of Dino Ramph (1)",
          "SummaryEnglish": "Kaito dreams of seeing a phoenix, and soon finds out that it is a creature known as Dino Ramph. Dino Tyranno knows of him, and the two of them go to Central America to investigate tremors. Gigano Dragon attacks, and Dino Tyranno must be recharged to defeat him. Meanwhile, the other knights are fighting the Drago Clones at the South Pole. But Diamond Ryugu is coming to fight them himself? Are the Dino Knights doomed?",
          "Aliases": []
        },
        "13": {
          "ID": "5185008",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5185008",
          "TitleEnglish": "The Legend of Dino Ramph (2)",
          "SummaryEnglish": "The Dino Knights try to hold off the Dragozaurs in the Antarctic. They swear to Diamond Ryugu that they will defend the Earth. Diamond Ryugu stats to suck up all of the life force, draining Earth. Rick, Rena, and Kaito, must awaken the phoenix Dino Ramph to defeat the Dragozaurs.",
          "Aliases": []
        },
        "14": {
          "ID": "5185011",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5185011",
          "TitleEnglish": "A New Shadow (1)",
          "SummaryEnglish": "Diamond Ryugu wants Dino Ramph's power, but only after the Dino Knights are slain. She summons Dark Dragon, a rogue creature who cannot be contatined, and sends it so that the Dino Knights will be destroyed in battle and perhaps Dark Dragon. Kaito and Rena are trying to find Dino Ramph before Ryugu does, and Rick tells them that a bird creature has been located. But it is a trap by Dark Dragon. Will the Dino Knights overcome Dark Dragon?",
          "Aliases": []
        },
        "15": {
          "ID": "5185013",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5185013",
          "TitleEnglish": "Keep the Faith (2)",
          "SummaryEnglish": "Dino Tyranno and Dino Tricera have been incinerated in the volcano, and the others try to protect their remains. Only Dino Ramph can resurrect them. Kaito, Rick, Rena, and Ptera search for him and find him at Drago Mountain. The group must pass the mountain tribe's test to survive. Dark Dragon is about to confront the remaining Dino Knights and the Cerasaurs. While they hold him off, the kids try to restore Tyranno and Tricera. Will they succeed and defeat Dark Dragon?",
          "Aliases": []
        },
        "16": {
          "ID": "5185018",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5185018",
          "TitleEnglish": "The Stolen Dino Dagger",
          "SummaryEnglish": "Dark Dragon protests his defeat to Diamond Ryugu that the Dino Daggers were the only reason he was defeated, so a trap is developed. Kaito meets up with a girl named Kira who is \"lost\" and tries to steal Kaito's Dino Dagger. She then tries to use one of Dark Dragon's bats to shapeshift into the Dino Dagger so she can swipe the authentic one. Rena tries to warn Kaito, but it's too late. Kaito must get his dagger back or it's all over.",
          "Aliases": []
        },
        "17": {
          "ID": "5185022",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5185022",
          "TitleEnglish": "Dino Ictheo in a Pinch",
          "SummaryEnglish": "Dino Tyranno and Dino Tricera fight Dragozaurs on the ocean surface. Dino Icthyo helps drive them off. Dino Arch starts to fall for Theo. Theo tells the kids that she will be impressed if Arch brings her a ruby. While searching for the ruby to give Theo, Arch and the other Dino Knights have a skirmish with Drago Wing.",
          "Aliases": []
        },
        "18": {
          "ID": "5185024",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5185024",
          "TitleEnglish": "Remember Your True Self",
          "SummaryEnglish": "Drago Wing offers to properly motivate the Dragozaurs with a stirring speech in order to please Diamond Ryugu. On Earth, the newly motivated Dragozaurs fight the Dino Knights, but with the same result as always....defeat. During their retreat, Drago Wing accidentally falls to the ground and loses his memory. When summoned back to Diamond Ryugu, she orders the Dragozaurs to restore his memory in one hour by showing him images of their previous battles with the Dino Knights.",
          "Aliases": []
        },
        "19": {
          "ID": "5185020",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5185020",
          "TitleEnglish": "Welcome Back Theo",
          "SummaryEnglish": "Kaito, Rena, and Taki are swept away by a whirlpool and end up in a cave. They see an underwater city full of life force. The city guards catch them and confiscate Kaito's Dino Dagger. While Kaito and Rena escape, the run into a girl named Helen tells them they are in Atlantis. Meanwhile, Diamond Ryugu sends the Drago Clones to the city. Helen helps Kaito get the dagger back, but they must stop the Drago Clones.",
          "Aliases": []
        },
        "20": {
          "ID": "5185023",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5185023",
          "TitleEnglish": "Baby Come Back",
          "SummaryEnglish": "A group of Dragozaurs sneak to Earth to smuggle their own life force. Meanwhile, Kaito takes his parents' friends' baby, Zach and Kaito's little brother Ronnie at a carnival. Tyranno fights the isolated Dragozaurs. Zach is abducted during the battle, and Drago Wing finds out that the Dragozaurs have brought a human to the base. The Dino Knights have to save Zach!",
          "Aliases": []
        },
        "21": {
          "ID": "5185026",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5185026",
          "TitleEnglish": "Ninja Castle in the Sky",
          "SummaryEnglish": "The remaining Drago Clones (excluding Drago Tigra for some reason) holographically make themselves look like humans and build a ninja castle which they use to trap Rick. The Cerazaurs brothers are the Drago Clones' target, and Rick must stop the Drago Clones, who are led by Dark Dragon.",
          "Aliases": []
        },
        "22": {
          "ID": "5185029",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5185029",
          "TitleEnglish": "Supersaurus' Great Strength",
          "SummaryEnglish": "Skeletal remains of a supersaurus are found. Rena and Kaito go with Naomi to look at it. Dark Dragon promises Diamond Ryugu that he'll defeat the Dino Knights. Dark Dragon takes control of the supersaurus skeleton and starts destroying the city. The supersaurus drains Dino Tricera's life force. Tyranno learns that the must find a way to fight the beast without touching it.",
          "Aliases": []
        },
        "23": {
          "ID": "5185032",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5185032",
          "TitleEnglish": "Giganto Strikes Back",
          "SummaryEnglish": "A fossil is discovered by Dr. Gale, Kaito & Rena go to the excavation site to see it uncovered. They recognize it as Giganto Dragon & report the discovery to Dino Tyranno",
          "Aliases": []
        },
        "24": {
          "ID": "5185035",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5185035",
          "TitleEnglish": "Demonic Solar Eclipse",
          "SummaryEnglish": "NASA is going to launch a new weather observation satellite immediately after the day's solar eclipse. Kaito agrees to watch the event with Rena. While observes the eclipse, they notice a mysterious glow around the Moon",
          "Aliases": []
        },
        "25": {
          "ID": "5185036",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5185036",
          "TitleEnglish": "Invasion of the Bite Lice (1)",
          "SummaryEnglish": "The Dragozaur's base begins to crumble without a supply of life force, and Diamond Ryugu sends Drago Wing to Earth to command an army of bite lice. At the same time, Rick visits the Dinotarium for the first time while staying over at Kaito's home. Soon, a miniature Drago Wing and his bite lice army invade the Earth, covering it with Diamond Ryugu's dark energy. The Dino Knights are disabled, and so the kids venture out to observe what is going on. The bite lice are deployed and begin covering everything in sight, terrorizing the city's inhabitants, as Diamond Ryugu begins a search for something important to her on Earth. Rick summons the Cerasaur brothers to help fight the bite lice, and after Dino Ictheo and the Dino Weapons join the fray, discover that the lice are afraid of chickens, they are all able to drive the lice away. Unfortunately, their victory is short-lived as Diamond Ryugu finds and kidnaps Dino Ramph, for use in a giant planet-killer life force extractor. All of the assembled Dino Knights then begin a final desperate attack on Ryugu and her device.",
          "Aliases": []
        },
        "26": {
          "ID": "5185037",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dinozaurs/episodes/5185037",
          "TitleEnglish": "For the Earth (2)",
          "SummaryEnglish": "The Dino Knights battle an army of Dragozaurs in order to get to the planet-killer device and free Dino Ramph, but Diamond Ryugu arrive on Earth herself to fight the Knights. As she begins to destroy the Knights, Gigano Dragon arrives and demands to finish off Tyranno personally. The two of them fight, while Kaito, Rena and Rick enter the planet-killer in order to get closer to Dino Ramph and use their Dino Daggers to free him. Gigano merges with Drago Wing to become even more powerful, and renews his final battle with Tyranno, while Ryugu holds the rest of the Dino Knights at bay. Inside the planet-killer, the kids avoid a series of booby-traps, but find that their daggers are beginning to run out of energy, turning back into fossils. Diamond Ryugu begins absorbing the Earth's life force, destroying the planet, when suddenly Kaito, Rena and Rick put their faith in the Dino Daggers and free Dino Ramph from the machine. Dino Ramph, Dino Tyranno and the rest of the Dino Knights then use all of their remaining life force to defeat Diamond Ryugu and destroy her planet-killer.",
          "Aliases": []
        }
      }
    }
  }
}