{
    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4801510/",
        "https://www.themoviedb.org/tv/63085"
    ],
    "TitleEnglish": "Ushio and Tora (2015)",
    "SummaryEnglish": "Ushio Aotsuki unwittingly unleashes demonic energy, drawing in monsters. The demon Tora offers to assist in battling these creatures if Ushio frees him from the legendary Beast Spear that has imprisoned him in Ushio's basement for five centuries.",
    "TitleJapanese": "うしおととら",
    "SummaryJapanese": "中学生の少年・蒼月潮は、寺の住職をつとめる父親と二人暮らし。ある日、彼は自宅にある蔵の地下室でとんでもないものと出会ってしまう。それははるか昔、凶悪なバケモノとして民に恐れられ、「獣の槍」によって五百年間も封じ込められていた大妖怪であった！\n槍を引き抜いてしまった潮はあわや妖怪に食われかかるが、同時に眠りから目覚めた「獣の槍」の力によって変身し、妖気に群がってきた他の妖怪たちをあっという間に撃破する。槍の威力を恐れて思わず協力してしまった大妖怪は、潮に「とら」と名付けられ、行動を共にすることに。かくして「獣の槍」の伝承者となってしまった少年と、いつか彼を食ってやろうとつけ狙う大妖怪の“うしとら”コンビが誕生したのだった。\nそして襲いくる妖怪どもを次々と蹴散らしていく彼らは世界の存亡をかけた壮大な戦いに巻き込まれていく・・",
    "Aliases": [
        "うしおととら (2015)"
    ],
    "Modified": "2025-06-26",
    "Seasons": {
        "1": {
            "ID": "625981",
            "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "5251158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5251158",
                    "TitleEnglish": "The Destined Meeting with Ushio and Tora",
                    "SummaryEnglish": "Middle-school student Aotsuki Ushio lives with his temple master father, Shigure. One day, as Ushio is cleaning around the house, he finds something unspeakable in the basement.",
                    "TitleJapanese": "うしおとらとであうの縁",
                    "SummaryJapanese": "「うしおとらとであうの縁」\n\n中学生の少年、蒼月潮は寺の住職である父紫暮と二人暮らし。\nある日、紫暮に命じられるまま自宅の蔵を整理していた潮は、地下室でとんでもないモノを見つけてしまう。それは、遥けき彼方より民に恐れられ、蔵の中で５００年もの間封じ込められていたという大妖怪とその腕に突き立てられた“獣の槍”と呼ばれた霊槍だった。\nやがて不気味に、そして静かにバケモノが潮へ語りかける。\n「この槍を抜きな、小僧…」"
                },
                "2": {
                    "ID": "5268118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5268118",
                    "TitleEnglish": "Eater of Stones",
                    "SummaryEnglish": "\"One day, I'll destroy you with this spear,\" swore Ushio, as his odd adventures with the giant youkai which he named \"Tora\" began. Tora was also looking for an opportunity to eat Ushio. While this bizarre combination became a thing, an old stone armor that was in one of the old school buildings of Ushio's junior high assaulted some of the students. One by one, students were being turned to stone, and then the evil spirit was now going after Ushio's childhood friends, Asako and Mayuko...",
                    "TitleJapanese": "石喰い",
                    "SummaryJapanese": "「石喰い」\n\n“いつか絶対この槍で滅ぼしてやる”そう宣言した潮はバケモノに“とら”という名をつけ共に行動していた。また、とらも隙を見て潮を喰らうべく憑いていた。\n奇妙なコンビが誕生した最中、潮の通う中学校で旧校舎に運ばれた石の鎧が、生徒を襲うという怪奇事件が起こる。一人、また一人と石化していく生徒たち。魔の手は潮の幼馴染である麻子と真由子にも伸びていき…。"
                },
                "3": {
                    "ID": "5268119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5268119",
                    "TitleEnglish": "A Demon Inhabits the Painting",
                    "SummaryEnglish": "Hayuu Reiko is a student at Ushio's junior high school that is known as someone who doesn't want to live, due to the fact that she has attempted suicide multiple timees. One day, Ushio goes with Asako and others to an art exhibit of his favorite painter, and the portraits of Reiko catches his eye. Ushio eventually finds out that the Reiko in the portraits is the same Reiko that goes to his school, and asks her to be his model for his paintings. However, he finds out that death seems to follow those who try to get too close to her...",
                    "TitleJapanese": "絵に棲む鬼",
                    "SummaryJapanese": "「絵に棲む鬼」\n\n自殺未遂を繰り返し、校内では「死にたがり」で有名な羽生礼子。\nある日、麻子らと展覧会に出かけた潮は数々の絵が並ぶ中、礼子像の絵に目を止める。\nやがて、礼子像が「死にたがり」の礼子と同一人物で道雄の一人娘だと知った潮は、笑っている絵が描きたいとモデルを本人に願い出る。\nしかし彼女は、近づく者に死が訪れるという曰くつきのモデルだった。"
                },
                "4": {
                    "ID": "5268120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5268120",
                    "TitleEnglish": "Tora Goes to Town",
                    "SummaryEnglish": "Ushio hears about an incident that happens at a construction site. The bodies at the site happened to have bite marks on them, so he immediately thinks Tora is behind the incident. Tora tells him that he's innocent, but Ushio goes far as to transform and won't believe him, so Tora runs off into the city. Ushio goes after him and meets an old man who says that \"Gamin-sama has awoken.\" He then learns a shocking truth from the book that the old man is holding...",
                    "TitleJapanese": "とら街へゆく",
                    "SummaryJapanese": "「とら街へゆく」\n\n工事現場で起きた大量惨殺事件をニュースで知る潮。遺体には鋭い歯型があったことから真っ先にとらへ疑いの目を向ける。やってないと身の潔白を証明するとらだったが、妖化してまで責める潮に逆上、街へ飛び去ってしまう。追う潮は、惨殺現場で一人の老人と出会う。「餓眠様が起きてしまった」老人の口から出た一言に困惑する潮。\nそして老人が持っていた一冊の本に書かれた衝撃の事実が潮を動かす―――！"
                },
                "5": {
                    "ID": "5268121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5268121",
                    "TitleEnglish": "Runemaster Hyou",
                    "SummaryEnglish": "Hyou is an exorcist that lives in the world of darkness. He lost his beloved wife and daughter to a youkai that gave him a scar on his face, and continues to search for it to get revenge. What he remembers of the youkai is that it was a dark shadow that suddenly came out from behind him. Hyou then sees news footage of Tora on TV, and believes he's the youkai he had been after and heads to Japan. Eventually, he finds Tora, and...",
                    "TitleJapanese": "符咒師 鏢",
                    "SummaryJapanese": "「符咒師 鏢」\n\n闇の世界に生きる符術師、鏢。\nかつて最愛の妻と子供を失い、自らも大きな爪跡を負った彼は、敵であるという妖怪を探し続けていた。覚えているのは暗闇から突然現れた黒いカゲ……。\nそんな時、香港でとらが映ったニュースを目にした鏢は、自分が追ってきた敵と信じ日本へ飛ぶことを決める。やがて対峙する鏢ととら、そして―――…"
                },
                "6": {
                    "ID": "5282674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5282674",
                    "TitleEnglish": "Sea of the Ayakashi",
                    "SummaryEnglish": "On a beach trip, Ushio encounters a little boy who seems determined to ruin everyone else's fun. Meanwhile, Tora encounters a gigantic ayakashi that seeks to devour humans and yokai alike.",
                    "TitleJapanese": "あやかしの海",
                    "SummaryJapanese": "「あやかしの海」\n\n夏休みに海水浴場にやってきた潮達は悪戯坊主中島タツヤと出会う。最初は気を良くしていた潮も度が過ぎた悪戯に逆上、手を上げてしまう。泣きわめくタツヤに寄り添った麻子は幼き日の昔話を語り出して――…\n一方、退屈を持て余していたとらは、海座頭とよばれる妖から、海に巣食い狼藉の限りをつくすバケモノ、「あやかし」を滅ぼしてもらえないかと相談を受ける。"
                },
                "7": {
                    "ID": "5282675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5282675",
                    "TitleEnglish": "Legend",
                    "SummaryEnglish": "Ushio finds out that his mother is still alive, and seems to be hated by the youkai. Ushio can't handle this shocking truth, and goes to his father to learn more. Ushio finds out that his father had to report to his superiors that the Beast Spear had been released. Following, however, assassins are sent after Ushio and Tora. Next, Ushio's father...",
                    "TitleJapanese": "伝承",
                    "SummaryJapanese": "「伝承」\n\n母が妖怪たちの憎しみを買いながら今も生きている。驚愕の事実を海座頭から聞かされ、居ても立ってもいられない潮は、改めて紫暮に尋ねるも鼻先であしらわれてしまう。\n潮を撒いた紫暮は自身が属する光覇明宗総本山に赴き、獣の槍が潮によって引きぬかれたことを御役目様に報告する。しかし、従者であることを認めぬ者達が潮と、妖怪であるとらを滅ぼす為に刺客を送り込む。襲いかかる同胞に紫暮がとった行動とは！？"
                },
                "8": {
                    "ID": "5282676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5282676",
                    "TitleEnglish": "He's in the Sky",
                    "SummaryEnglish": "Ushio and Tora go on a journey to find Ushio's mother. As they are headed to Hokkaido by air, they meet a girl named Yuu, who recently lost her father, who was a pilot. She believes that a JASDF pilot, Atsuzawa, is responsible for her father's death, but Atsuzawa says it's the work of a monster. Eventually, Atsuzawa feels the same pressure he felt when he saw the monster in the sky that day he saw the monster. Right after, Ushio and the others come face to face with the monster that brought down Yuu's father's plane, Fusuma.",
                    "TitleJapanese": "ヤツは空にいる",
                    "SummaryJapanese": "『ヤツは空にいる』\n\n母を探しに旅に出た潮ととら。空路で北海道を目指す最中、パイロットである父を失い悲しみに暮れる少女、檜山勇と出会う。父の死は自衛隊員厚沢による操縦ミスだと責める勇に対し、バケモノの仕業だと弁解する厚沢。\nやがて翔び立ったジェット機内で、厚沢はかつて感じたという圧迫感を覚える。その感覚は次第に増して――……直後、潮達の眼前に現れたのは、まさに勇の父を死に追いやった「衾（ふすま）」と呼ばれた空のバケモノだった。"
                },
                "9": {
                    "ID": "5282677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5282677",
                    "TitleEnglish": "Crazed Wind",
                    "SummaryEnglish": "Ushio and Tora head for Sendai City. However, suddenly, Ushio's screams rattle the city. He realizes that the money that his father had given him for the trip is missing. At the moment of despair, they run into two Kamaitachi siblings, Raishin and Kagari, who ask a request. They take Ushio and Tora to a house in the mountains, where they are asked an unbellievable request.",
                    "TitleJapanese": "風狂い",
                    "SummaryJapanese": "「風狂い」\n\nとらの決死の胴体（？）着陸が成功し、事なきを得た潮達は仙台市内へ。\nだが、間髪入れずに潮の叫びが街中に響く。なんと紫暮から受け取った旅費を全て無くしてしまったというのだ。呆れるとら、途方に暮れる潮のもとへ鎌鼬の兄弟、雷信とかがりが現れる。“あるお願い”を聞いてくれるなら旅費を負担してくれるというのだ。\nとある山奥の隠れ家に連れて来られた潮達だったが、２人の口から思いもよらぬ願いを聞くことに。"
                },
                "10": {
                    "ID": "5282678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5282678",
                    "TitleEnglish": "The House With the Child",
                    "SummaryEnglish": "While in the countryside, Ushio and Tora meet a girl named Takatori Saya. She is part of a clan of white-haired women who are part of the Takatori family that have a duty to appease a spirit named Omamori-sama who brings the family prosperity. She tells Ushio and Tora about Omamori-sama, and how there is saying that once the Omamori-sama picks a house to live in, it will be rewarded with prosperity. However, once she leaves, there will be chaos and poverty. Omamori-sama's true identity is...",
                    "TitleJapanese": "童のいる家",
                    "SummaryJapanese": "『童のいる家』\n\n遠野の里で潮ととらは病弱な少女、鷹取小夜と出会う。\n彼女は代々、鷹取家の繁栄を支え続けている“オマモリサマ”を慰めることを強要されてきた白き髪の一族だった。やがて彼女はオマモリサマについて語りだす。\nそれが棲みつくところ富があり、権勢あり。それ去る家、災いと貧困が訪れると。\nそしてその者の本当の名は―――。"
                },
                "11": {
                    "ID": "5325025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5325025",
                    "TitleEnglish": "Mirror of a Single Blow",
                    "SummaryEnglish": "Ushio was getting ready for the rest of his journey at the house of the Kamaitachi. He was ready to welcoe a quiet night, however he sees a silent vision of Asako screaming in their pond. They then go see someone who the Kamaitachi siblings say can help him understand what's going on...",
                    "TitleJapanese": "一撃の鏡",
                    "SummaryJapanese": "「一撃の鏡」\n\n鎌鼬の隠れ家で旅支度を整えていた潮。静かな夜を迎えるはずだったが、庭先の水鏡で何かを叫び続ける麻子を予見してしまう。鎌鼬兄弟が知る、「雲外鏡」に助けを求めるが…。\n一方、理由もなく潮が学校に来なくなってしまったことで麻子には持ち前の元気が無い。そんな様子を見かねた真由子は両親が旅行で出払っている間、昔のようにお泊り会をやろうと誘う。趣味で買った父の銅鏡が騒動を巻き起こしてしまうとは知らずに…。"
                },
                "12": {
                    "ID": "5325026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5325026",
                    "TitleEnglish": "Going Down the Road to the Touno Youkai Battle ~Part One~",
                    "SummaryEnglish": "Ushio and Tora leave Touno and head to Hokkaido once again, but they're attacked repeatedly on the way by Youkai.",
                    "TitleJapanese": "遠野妖怪戦道行～其の壱～",
                    "SummaryJapanese": "「遠野妖怪戦道行～其の壱～」\n\n遠野を離れ、北海道へと再び歩み始めた潮ととら。\nだがその道中、妖たちが潮の母の名を口にしながら次々と襲い掛かる。訳が分からず応戦せざるを得なくなった潮はとらと離れ離れに―――。やがて逃げ込んだ森の中で、潮は河童に出会う。他の妖とは違い、戦いを好まぬ河童に何故母が恨みを買っているかを問う潮だったが…河童は母のことを語る前に「白面の者」という妖怪について口を開くのだった。"
                },
                "13": {
                    "ID": "5339429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339429",
                    "TitleEnglish": "Going Down the Road to the Touno Youkai Battle ~Part Two~",
                    "SummaryEnglish": "As the Youkai show no signs of giving up the chase, Ushio is forced to run around the forest.",
                    "TitleJapanese": "遠野妖怪戦道行～其の弐～",
                    "SummaryJapanese": "「遠野妖怪戦道行～其の弐～」\n\n執拗に追う妖怪たちに防戦一方の潮は河童から母の話も聞けぬまま森の中を逃げ続けていた。\nやがて、周囲に霧が立ち込め……潮の眼前に巨大な屋敷が現れる。\n門が開きどこからともなく降ってくる声。「蒼月潮、中に入るがよい…」その言葉に恐る恐る足を進めた潮は、声の主と対面する。そこにはかつて小夜に慰めを受けていたオマモリサマと「山ン本」と呼ばれた東の妖を束ねる長が鎮座していた。"
                },
                "14": {
                    "ID": "5339430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339430",
                    "TitleEnglish": "Hiyou Pursuit~Successor",
                    "SummaryEnglish": "Ushio and Tora finally get to Hokkaido where they run into a girl named Hinowa, who says she is one of the rightful successors of the the Beast Spear. Meanwhile, Hakumen no Mono sends youkai called Hiyou to kill Ushio and get a hold of the spear. Ushio and Tora encounter a young man on a motorcycle. As soon as Ushio walks away and heads toward the bus to the final destination, the young man attacks Tora.",
                    "TitleJapanese": "婢妖追跡～伝承者",
                    "SummaryJapanese": "「婢妖追跡～伝承者」\n\nついに旅の終着点である北海道に辿り着いた潮ととらは少女、「関守日輪」と出会う。\n同時にうしおらに襲いかかる「婢妖」と呼ばれた白面の分身体。だが、婢妖を一蹴したのは潮ではなく法櫛を巧みに操った日輪だった。日輪は、潮は単に槍に助けられただけの力無き存在であって、力があればこれまで潮が見てきた惨状は避けられたと叱責、自身こそ獣の槍を持つに相応しいと言い放つのだった。"
                },
                "15": {
                    "ID": "5339431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339431",
                    "TitleEnglish": "Crossing of the Pursuit~Successor",
                    "SummaryEnglish": "Tora manages to defeat Nagare and then heads to reunite with Ushio, but the bus he was on was taken over by Hiyou. Nagare helps him stop the bus and get the people to safety, but then they encounter even more bikers. One of the members ask for help finding her brother, who is another chosen successor to the Beast Spear.",
                    "TitleJapanese": "追撃の交差～伝承者",
                    "SummaryJapanese": "「追跡の交差～伝承者」\n\n旭川に向かう観光バスが婢妖に乗っ取られてしまい操縦不能の暴走バスに…！\nそれに乗り込んでいた潮も婢妖に憑かれ身動きが取れない。そんな中現れたのは獣の槍伝承者の「秋葉流」ととらだった。流らの協力で暴走バスを止めることに成功した潮は共に旭川へ行くことに。しかしその道中、伝承者の一人「杜綱悟」を兄に持つ「杜綱純」率いる黒いライダースーツの集団が潮たちに迫った！"
                },
                "16": {
                    "ID": "5339432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339432",
                    "TitleEnglish": "Transformation",
                    "SummaryEnglish": "Ushio and Tora travel inside Moritsuna's body with the help of Izuna to help rid him of the hiyous.",
                    "TitleJapanese": "変貌",
                    "SummaryJapanese": "「変貌」\n\n婢妖に体を蝕まれ苦しむ兄、杜綱悟を救いたいと願う妹の純。\nそんな純に同調し、雲外鏡を通じて東の長、山ン本に彼を救う手立てはないのかと問う潮だったが、山ン本からは杜綱の体内に入り込み直接婢妖を葬るしかない、というとんでもない策を告げられる。\n同時に杜綱の体内にいる間は潮自身の体も蝕まれていくという代償も伴うと山ン本は続けたが…。"
                },
                "17": {
                    "ID": "5339434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339434",
                    "TitleEnglish": "To Kamuikotan",
                    "SummaryEnglish": "After saving Moritsuna Satoru from the hiyou, Ushio pays the price for using so much of the Beast Spear's power. He loses control of his body and heads to Kamuikotan. Meanwhile, all of the girls in his life get an unexpected visitor telling them she needs their help to save Ushio's life...",
                    "TitleJapanese": "カムイコタンへ",
                    "SummaryJapanese": "「カムイコタンへ」\n\n杜綱悟を婢妖の悪手から救い出すことに成功した潮ととらだったが、その代償はあまりにも大きかった。ただそれは翔るのみ。ただそれは襲うのみ。自我を失い潮自身が獣と化してしまうという最悪の事態が起こってしまう。神が眠る地とされるカムイコタンをただひたすら目指す、かつて潮だったモノ。遠のく意識の中で潮は彼に出会う。血の涙を流しながら怨念の炎を燃やす、「ギリョウ」という青年と。"
                },
                "18": {
                    "ID": "5339435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339435",
                    "TitleEnglish": "Revival~And Finally...",
                    "SummaryEnglish": "The girls keep working on trying to turn Ushio back to normal. Meanwhile, the hiyou horde heads toward Ushio and the Beast Spear to destroy them both once and for all.",
                    "TitleJapanese": "復活〜そしてついに",
                    "SummaryJapanese": "「復活～そしてついに」\n\n霊体「ジエメイ」に導かれカムイコタンに集結した麻子たち、そして潮の父紫暮をはじめとする光覇明宗の面々。紫暮は、獣化してしまった潮を元に戻すためには、須磨子の櫛で潮の魂に触れたことのある麻子らそれぞれが髪を梳かねばならぬと続けた。だが、獣の槍破壊の為に向けられた白面の刺客、婢妖の大群も槍を持った潮目掛けてカムイコタンに集まりつつあり、事態は最悪の状況に――。"
                },
                "19": {
                    "ID": "5339436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339436",
                    "TitleEnglish": "The Demon That Turns Back Time",
                    "SummaryEnglish": "Ushio regains his senses and heads into the cave at Kamuikotan. When in the cave, they encounter a monster who can turn back time and he sends them back to ancient China where the Beast Spear was first made.",
                    "TitleJapanese": "時逆の妖",
                    "SummaryJapanese": "「時逆の妖」\n\n自我を取り戻した潮は獣の槍の導きでカムイコタンの洞の中へ――。だが酷使し続けたその体は既にボロボロになっていた。そんな潮を見かねたとらは潮と共に洞の中に行くことを決意する。\n常闇の先で待ち受けていた巨大なお堂の中へと足を進めた潮ととらが見たものとは――！？\nそして、そこへ突如現れた時間の紐を過去へと手繰る妖「時逆」が潮たちをとある場所へいざなうという。そう、獣の槍がつくられた時、場所へと――…"
                },
                "20": {
                    "ID": "5339437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339437",
                    "TitleEnglish": "The Demon Returns",
                    "SummaryEnglish": "Ushio and Tora travel back in time to ancient China and encounter Hakumen no Mono. Ushio quickly realizes he's no match for Hakumen no Mono and barely makes it out alive. Jie Mei and Giryou then take the tragic necessary steps to create the Beast Spear and Ushio learns the truth about his mother.",
                    "TitleJapanese": "妖、帰還す",
                    "SummaryJapanese": "「妖、帰還す」\n\n時を遡り、古代中国へとやってきた潮ととらは、王宮の間で白面の者と対峙した。\n圧倒的なその力に慄然する潮、とらすらもその歯牙にかけず、一瞬でジエメイらの両親を葬り去る。やがて、うしおととらをあざ笑うかのように平和な都を一瞬で地獄絵図へと変えた白面の者は空を翔け去ってゆく…。白面の者を滅ぼせるものなど居ない…絶望に打ちひしがれた鍛冶師のギリョウを見ていたジエメイは…！"
                },
                "21": {
                    "ID": "5339438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339438",
                    "TitleEnglish": "The Fourth: Kirio",
                    "SummaryEnglish": "Kirio pays a visit to Ushio to take the Beast Spear from him. But they are interrupted when Kuragi, an insect like yōkai, who is avatar of Hakumen no Mono attacks the Kōhamei Sect headquarters, unstoppable by any. Ushio and Kirio are taken there by Shigure where Ushio meets Mikado Hizaki. Later, as Ushio falls after failing to defeat Kuragi, Mikado Hizaki freezes the monster and Kirio finishes it off. Mikado Hizaki dies after exhausting her powers. Afterwards, we see Kirio telling his mother how he finished the monster himself, and that no one believes him when he says that they don't need the Beast Spear to defeat Hakumen no Mono. She gives him the Beast Spear's red cloth and tells him that if no one believes, it is ok to break the spear to show them so.",
                    "TitleJapanese": "四人目のキリオ",
                    "SummaryJapanese": "「四人目のキリオ」\n\n長き旅を終え、東京に戻って来た潮に日常が訪れる。\n嬉しそうに出迎える麻子、真由子、クラスメイト達、そして教室の懐かしい空気…。\nそんなある日の下校途中、潮は一人の少年を助ける。少年の名は引狭霧雄。だが霧雄は、\n「これがずーっとお兄さんが続けてきたことだね」と、不可解な一言を残し去っていく…。時を同じくして、霧雄光覇明宗総本山が、白面の者の使い、“くらぎ”に襲撃される事態に。潮は父紫暮の招致で総本山に赴き、獣の槍を振るって戦うが、くらぎが展開する強力な結界に苛まれ全く攻撃が通用しない。そこに現れたのは―――！？"
                },
                "22": {
                    "ID": "5339439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339439",
                    "TitleEnglish": "Great Summoning~Destruction of the Beast Spear",
                    "SummaryEnglish": "As Ushio becomes depressed due to his inability to save Mikado Hizaki, Tora tried to fire him up by verbally insulting and fighting him, but leaves once it is proved useless. Kirio comes to steal the Beast Spear from Ushio along with a few supporters and snatches it from Ushio using the red cloth. When Nagare arrives to warn Ushio, he is joined by Tora in the search of Kirio. Hinowa joins Ushio in the search of the Spear. The group arrive at a facility and find the diary of Kyōra, the creator of the Elzaar Scythe. They come to know of a woman named Towako (who is the one who took the red cloth and acts as Kirio's mother) who helped him greatly in achieving success in his researches in creating the Elzaar Scythe, Kuin and even Kirio.",
                    "TitleJapanese": "激召〜獣の槍破壊のこと",
                    "SummaryJapanese": "「激召〜獣の槍破壊のこと」\n\n日崎御角が絶命したことで光覇明宗には波紋が広がりあった。\n一方、亡き御角を想い自室で力の無さを噛みしめる潮。自分を責める潮などかつて見たことがない…そんな潮を見かねたとらは自流の激励でなんとか潮を持ち直させるが……霧雄は機とばかりに光覇明宗の僧たちを煽動する。\n獣の槍なんかに頼らずとも皆が使え、量産が可能なエレザールの鎌こそ認めるべきだ、と。\nやがて、光覇明宗の僧たちを従えた引狭霧雄が潮らのもとへやってきた。\nそう、獣の槍をその手中へ収めるべく…。"
                },
                "23": {
                    "ID": "5339440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339440",
                    "TitleEnglish": "Eternal Solitude",
                    "SummaryEnglish": "The truth about Kirio and the Elzaar Scythe is revealed, and Ushio and Tora settle things with Kirio and Towako once and for all.",
                    "TitleJapanese": "永却の孤独",
                    "SummaryJapanese": "「永却の孤独」\n\n霧雄出生の秘密が隠された洋館、囁く者達の家にやってきた潮ととら、そして流、日輪。\n西洋魔術で造られたという奇怪な生物を倒しながら、辿り着いた炉の間――……！\n潮の眼前には、今まさに獣の槍を無き物にせんと霧雄とそれに従する光覇明宗の僧たちが待ち構えていた。しかし、潮達を阻止するべく木偶のEMETH、霧雄を守るために作られたというホムンクルス九印が立ちはだかる。そして、裏で全ての糸を引いていた黒幕の姿も……。\n潮は槍破壊を阻止することはできるのか！？"
                },
                "24": {
                    "ID": "5339441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339441",
                    "TitleEnglish": "The Fools Gather at the Banquet",
                    "SummaryEnglish": "Mayuko is invited to a strange dinner party and Tora eats crab gyoza burgers.",
                    "TitleJapanese": "愚か者は宴に集う",
                    "SummaryJapanese": "「愚か者は宴に集う」\n\nとある日曜日、前日の暴飲暴食から潮はお腹を壊し寝込んでしまっていた。\nそんな潮に呆れたとらは、ふと真由子を思い出し彼女の元へ。\n一方で、いつも通うブティックからのディナーパーティの招待状が届いていた真由子は大喜びで支度を始めていた。喜ぶ真由子を余所にやってきたとらは、その招待状を手に取る…。\nすると、とらは招待状の主が“たゆら”、そして“などか”という、人間に興味を持ち甘言で誘い込む妖怪だと感知する。しかし、勢い良く家を飛び出していってしまった真由子…。\n先に待つであろう妖怪に真由子が手にかかったら後で潮に殺されかねない…そんなとらがとった行動は――！？"
                },
                "25": {
                    "ID": "5339442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339442",
                    "TitleEnglish": "H.A.M.M.R~The H.A.M.M.R Institute",
                    "SummaryEnglish": "Another morning fighting with Tora followed by going to school with Asako. However, an organization named HAMMR breaks the usual cycle. The three mad scientists of HAMMR kidnap Ushio and Asako and Tora go after them in an attempt to save him.",
                    "TitleJapanese": "H･A･M･M･R～ハマー機関",
                    "SummaryJapanese": "「H･A･M･M･R～ハマー機関」\n\nとらと喧嘩を繰り広げるいつもの朝、そして麻子と学校に通ういつもの日常を迎える筈だった潮。しかし、突如としてHAMMR(ハマー)機関と呼ばれた謎の組織がその日常を破壊する。\n容赦無い彼らのやり方はあっという間に潮の手足の自由を奪う。麻子の自慢の空手も歯が立たない。そしてキルリアン振動機という対妖怪用の兵器まで用いたHAMMR機関はとうとうとらをも捕獲してしまう。そして怪しい微笑を浮かべる３人のマッドサイエンティスト達……。\nHAMMR機関の目的とは一体……！？"
                },
                "26": {
                    "ID": "5339443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339443",
                    "TitleEnglish": "TATARI BREAKER",
                    "SummaryEnglish": "Hakumen's impending arrival causes a monster disaster, and also adversely affects the people involved.",
                    "TitleJapanese": "TATARI BREAKER",
                    "SummaryJapanese": "「TATARI BREAKER」\n\n白面の胎動は妖の災害を引き起こし、それを取り巻く人間らにも大きな影響を及ぼしていた。そんなHAMMR機関内で目覚めてしまった白面の体組織の猛攻に大ピンチの潮。そこに駆けつけたのは捕獲されていたはずのとらだった！！\nうしおととらの最強コンビは白面の体組織を追い詰めるが、白面の体内には麻子の友人である西洋の妖怪、バルトアンデルスが取り込まれておりトドメの決定打を出すことができない…。万事休すかと思われたその時だった。麻子の行動で心動かされた３博士の一人、ヘレナ＝マーコフが妖に対し――！？"
                }
            }
        },
        "2": {
            "ID": "1847054",
            "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5450644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450644",
                    "TitleEnglish": "The Wind Blows",
                    "SummaryEnglish": "Ushio, anxious over the approaching decisive battle with Hakumen, runs into Asako on the way home from school and ends up arguing with her as usual.",
                    "TitleJapanese": "風が吹く",
                    "SummaryJapanese": "白面の者との最終決戦が近づいていることに焦りと不安を隠しきれない潮。\nそんな潮は学校の帰り道、偶然に麻子と出会うがいつものようにケンカをしてしまう。\nいつも通りの日常が続くとは限らないと本当の気持ちに少しだけ正直になり、からかい、ふざけあう。\nしかし、潮の日常は唐突に終わりを告げる――\n「･･･誰？あなた」――不意に麻子から拒絶にも等しい一言を皮切りに、不可解な出来事が潮に襲い始める。\n一体、潮の周りで何が起こっているのか――！？"
                },
                "2": {
                    "ID": "5450645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450645",
                    "TitleEnglish": "I Won't Lose Anyone Else",
                    "SummaryEnglish": "Upon getting a premonition that the Beast Spear would break, the yokai chiefs from all over make a collective decision.",
                    "TitleJapanese": "もうこぼさない",
                    "SummaryJapanese": "獣の槍が砕け散るという未来を知った東西の妖の長たちが出した結論――\nそれは、ジエメイの血を引き、お役目としての力に目覚めた真由子を人身御供にして獣の槍をもう一度造りあげるというものだった。不思議な力に気づいた真由子は、世界のため、獣の槍の人身御供になることを決意する。しかし、真由子を失いたくない麻子は、妖の長にある提案を持ちかける･･･\n一方、小夜と時逆から今回の一連の騒動が白面の者の陰謀によるものだと教えられた潮ととらは、急ぎ妖怪たちの本拠地・空屋敷に向かう。しかし、記憶を奪われた妖怪たちがその行く手を阻む。\n潮ととらは獣の槍製造を阻止し、麻子と真由子を無事救出することができるのか――！？"
                },
                "3": {
                    "ID": "5450646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450646",
                    "TitleEnglish": "The Night of the Crescent Moon",
                    "SummaryEnglish": "Mayuko, Kirio, and Kuin are all doing what they can to stop Hakumen no Mono. Meanwhile, Ushio runs into the exorcist, Hyou, again. Because of his magical eye, Hyou did not forget about Ushio's existence. Hyou comes to visit Ushio at his home, and they encounter azafuses as well as Guren, and learn what Tora might actually be.",
                    "TitleJapanese": "三日月の夜",
                    "SummaryJapanese": "打倒・白面の者を果たすため、真由子・霧雄・九印は各々にできることを為そうとしている。\n獣の槍製造を阻止した潮は、符呪師・鏢と出会う。鏢は浄眼の力により、潮ととらの記憶を奪われていなかった。\n一方、とらの前には、突如とらにそっくりな妖・字伏そして強妖・紅煉が現れた。臨戦態勢の潮ととらに見向きもせず紅煉に飛び掛る字伏。\nそんな字伏と酷似するとら・紅煉は字伏となにか関係はあるのか･･･？\nそして鏢芙玄院を訪れた目的とは一体――！？"
                },
                "4": {
                    "ID": "5450647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450647",
                    "TitleEnglish": "The Journey of No Return",
                    "SummaryEnglish": "A mysterious ghost appears in front of Atsuzawa and calls herself Jie Mei. She says she has a favor to ask him in regards to Hakumen no Mono... Meanwhile, Ushio and Tora are asked to come meet some people who want to see them. While they are on the way to meet these people, they run into Nagare, and Ushio can't hide his surprise. The happy reunion is cut short by some shocking news...",
                    "TitleJapanese": "不帰の旅",
                    "SummaryJapanese": "白面の者の陰謀が暗躍し始める――\n厚沢の元に唐突に謎の幽霊が訪れる。その幽霊はジエメイと名乗り、対妖怪組織の指揮官である厚沢にお願いがあるのだという。ジエメイの要望を聞き入れた厚沢は急ぎ行動を開始する･･･\n一方、潮ととらの元には、潮たちに「面会を望む者」いるため迎えに来たと言う自衛隊員が訪れていた。\n面会に向かう道中、行く手を阻むかのように光覇明宗法力僧・秋葉流が立ち塞がる。流は潮にある事実を伝えに来たのだ。その内容に戸惑いを隠しきれない潮。流の真意とは果たして何なのか――\nそして「面会を望む者」の正体は――！？"
                },
                "5": {
                    "ID": "5450648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450648",
                    "TitleEnglish": "To the Sea of Chaos",
                    "SummaryEnglish": "After being tricked by Hakumen no Mono, the JASDF prepare to send subs to destroy the stone pillar where Ushio's mother is, as she keeps Hakumen sealed. Ushio heads to Okinawa to stop them, but runs into Nagare, who seems to have switched sides. Ushio leaves Nagare to Tora, and hurries to stop the subs. Nagare and Tora go all out in battle, and Asako finds out a secret about Ushio...",
                    "TitleJapanese": "混沌の海へ",
                    "SummaryJapanese": "白面の者の策略通り、現代のお役目である潮の母・須磨子がいる海底の石柱を破壊するため動き出す厚沢率いる自衛隊。それを阻止するべく、潮ととらは対白面用移動橋頭堡・仙獄に乗り込む。しかし、白面側に寝返った流が潮たちの前に立ち塞がる。流の裏切りを信じられない潮であったが、事は一刻を争う状況。流のことはとらに任せ、潮は先を目指すことに。流 vs とらの対決が始まる――\nそして、九死に一生を得た麻子は、命の恩人・潮を探す道中でHAMMR機関の者に出会う。そこで麻子は潮の秘密を知り、急ぎ潮の元へと向かう。\n潮の秘密とは一体――！？"
                },
                "6": {
                    "ID": "5450649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450649",
                    "TitleEnglish": "Mother",
                    "SummaryEnglish": "Ushio heads to the stone pillar in order to save his mother from Hakumen no Mono. He approaches her quietly in the cave and she softly calls his name. They get to share a heartwarming moment together, but then a terrible sound interrupts their reunion. Torpedoes break through the barrier, and then...",
                    "TitleJapanese": "母",
                    "SummaryJapanese": "潮は白面の者の策略から母・須磨子を救い出すため、海底にある大きな岩柱へと向かう。\nその洞の中で、強大な白面を目の前に、結界を張り続けている須磨子。“うしお”と優しく名を呼ぶ須磨子。\n温かい家族の時間が流れる。突然、二人の間を引き裂くように轟音が響き渡る。\n岩柱に打ち込まれる無数の魚雷。そしてとうとう結界は破れ、白面の者が、、！？"
                },
                "7": {
                    "ID": "5450650",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450650",
                    "TitleEnglish": "The Beast Spear Destroyed",
                    "SummaryEnglish": "Hakumen no Mono has been revived! Hakumen rises from the sea and instantly strikes fear into the hearts of people around the world. As Ushio sees Hakumen, he becomes filled with hatred. Despite his mother warning him that he cannot fight Hakumen no Mono with hate, Ushio is overwhelmed by his hatred and assults Hakumen with the Beast Spear.",
                    "TitleJapanese": "獣の槍破壊",
                    "SummaryJapanese": "白面の者復活！白面の者復活！！…基地内に響き渡る伝令とともに、人間達に戦慄が走る。\n不気味な叫び声と共に海底から飛び出す白面の者！！\n東・西の妖怪がそれぞれ結集し形を成した妖“火の兄”も白面の前では無残に散る。\nTV画面に映し出される凶悪な白面の姿とそのしもべ達、、、人々を恐怖が包みこんでいく一方、\n命を捨て白面の者と戦わねばいけないと母の口から聞かされる潮。\nなぜオレだけがこんな目に、、みんなを奪い去っていった白面の者を強く憎む潮。\n潮はその憎しみだけで、白面の者に戦いを挑んでしまうのであった。"
                },
                "8": {
                    "ID": "5450651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450651",
                    "TitleEnglish": "Tora",
                    "SummaryEnglish": "Nobody is a match against Hakumen no Mono. As Ushio falls to the bottom of the seas, he begins to dream about a man from long ago. The truth about Hakumen's birth and Tora is finally revealed!",
                    "TitleJapanese": "とら",
                    "SummaryJapanese": "東西の大妖“火の兄”、須磨子、真由子、紫暮たちの力をもってしても白面の者を抑えこむことはできず、人々の恐怖と破壊を目的に、沖縄から本島に向かい飛び立っていく白面の者。\n深淵の海に沈みゆく中で、潮は夢に誘われて行く。はるか昔に生まれた、ある1人の男の物語へと。\n白面出生の謎が、とうとう明らかになる。"
                },
                "9": {
                    "ID": "5450652",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450652",
                    "TitleEnglish": "Hope",
                    "SummaryEnglish": "Ushio learns of the sad story between Tora and Hakumen. Ushio rises up once again and the Beast Spear shards begin to react. Hakumen heads to mainland Japan to begin his reign of terror.",
                    "TitleJapanese": "希望",
                    "SummaryJapanese": "槍の破片に見せられ、全ての過去を知った潮。\nみんなを死なせたくない、その思いを胸に、再び立ち上がる。\n白面の者は各都市を破壊しながら日本列島を縦断していく。\n街は火の海に包まれ、巨大な台風の接近により国外に避難することも叶わない状況の中、金色の妖が白面の者の前に立ちふさがる。\nその頃、砕け散った槍の破片の力により、人々・あやかしたちに潮たちの記憶が戻り皆の心に希望の光が灯り始める。“潮ととら”あの二人の力があれば！"
                },
                "10": {
                    "ID": "5450653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450653",
                    "TitleEnglish": "To the Promised Night",
                    "SummaryEnglish": "Ushio begins to inspire hope amongst humans and youkai, which causes Hakumen's power to weaken. Surrounded by everyone's hope, Ushio reemerges wielding the revived Beast Spear. In the distance, the fateful battle between Hyou and Guren continues.",
                    "TitleJapanese": "約束の夜へ",
                    "SummaryJapanese": "人間も、妖怪も、共に白面の者に立ち向かう。希望を持つ者たちの力が、白面の者の動きを縛っていく。\n皆のもつ希望、その中心には、復活した獣の槍を持つ蒼月潮がいた！\n登る太陽を背に、潮は再び白面の者に戦いを挑む。\nその頃、東京近郊のとある邸宅の庭では、紅煉との戦いで気を失っていたヒョウが目を覚ます。\n宿敵紅煉にヒョウは最後の力を振り絞り戦うのであった。\n長く続いた復讐の人生に今終止符が打たれようとしていた。"
                },
                "11": {
                    "ID": "5450654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450654",
                    "TitleEnglish": "The Ultimate Insult",
                    "SummaryEnglish": "Hakumen no Mono is cornered and everyone begins to force him back towards the barrier. As Tora slowly sinks to the bottom of the ocean, Mayuko comes to talk to him. As Tora regains himself, he heads towards the battle to join Ushio.",
                    "TitleJapanese": "最強の悪態",
                    "SummaryJapanese": "真由子は霊体となり、白面に敗れ傷心したとらの元へ向かった。\n白面の者を相手に、妖怪、人間が一丸となり白面の者を結界域へ押し込むのであったが、あと一歩の所で白面の結界が消えてしまう。\n絶望感の潮の前に飛び込んできたのは黄金の妖\nその妖の名は、とら！\n二体で最強のコンビは、白面の者を結界域に封じ込めることができるか!？"
                },
                "12": {
                    "ID": "5450655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450655",
                    "TitleEnglish": "The End",
                    "SummaryEnglish": "Hakumen has once again been forced into the barrier. As humans and youkai push together to end Hakumen, he is cornered and begins unleashing the power of all his tails. Ushio and Tora remain inside and fight Hakumen on their own.",
                    "TitleJapanese": "最終局面",
                    "SummaryJapanese": "結界域に封じ込められた白面の者は、身体から毒気を放ち結界域から妖怪たちを追い出す策にでるが潮ととらは鎧の力で守られる。\n毒気の結界内は潮ととらvs白面の者というタイマンの死闘が始まる。\n白面の攻撃を何度受けても立ち上がり向かっていく潮だったが、獣の槍を扱う代償である獣化が始まってしまう、、、！"
                },
                "13": {
                    "ID": "5450657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450657",
                    "TitleEnglish": "The Fate of Ushio and Tora",
                    "SummaryEnglish": "Despite its fear toward the Beast Spear, Hakumen no Mono goes in for its final attack against Ushio and Tora. Tora tells Ushio his plan to deal counter Hakumen no Mono's high-speed attacks. Will the two be able to prevail against Hakumen no Mono in their final battle? Only the fate between Ushio and Tora will be able to tell.",
                    "TitleJapanese": "うしおととらの縁",
                    "SummaryJapanese": "潮ととらの前に次第に押されていく白面の者は、槍への恐怖を拭い去るため自らの目を潰し襲い掛かかる。\n高速で動く白面の者を倒す為にとらは自らの身体を犠牲にする秘策を潮に伝える。\n最終決戦に挑む2人は、果たして白面の者に勝利することができるのか！\nうしおととらの縁が終幕を迎えようとしていた。"
                }
            }
        }
    }
}