{
  "URL": "https://www.thetvdb.com/series/overlord",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt4869896/",
    "http://overlord-anime.com/",
    "https://www.themoviedb.org/tv/64196",
    "https://x.com/over_lord_anime"
  ],
  "TitleEnglish": "Overlord",
  "SummaryEnglish": "In the year 2138, virtual reality gaming is booming. Yggdrasil, a popular online game is quietly shut down one day. However, one player named Momonga decides to not log out. Momonga is then transformed into the image of a skeleton as \"the most powerful wizard.\" The world continues to change, with non-player characters (NPCs) beginning to feel emotion. Having no parents, friends, or place in society, this ordinary young man Momonga then strives to take over the new world the game has become.",
  "Aliases": [
    "Ōbārōdo"
  ],
  "Modified": "2025-09-21",
  "Seasons": {
    "0": {
      "ID": "618614",
      "URL": "https://www.thetvdb.com/series/overlord/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 61,
      "Episodes": {
        "10": {
          "ID": "6340430",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6340430",
          "TitleEnglish": "Movie: The Undead King",
          "SummaryEnglish": "First Overlord recap film featuring episodes one to seven of Season 1. Momonga gets trapped inside the game as his avatar Ainz Ooal Gown. He discovers his guild's tomb, where the NPCs gain sentience. Ainz, now a powerful overlord, protects Carne Village and gains loyal followers like Gazef. Disguised as adventurer Momon, he teams up with Nabe and takes quests. They explore a mysterious tomb and encounter the Swords of Darkness. Ainz secretly aids them in defeating the Wise King of the Forest, solidifying his hero reputation.",
          "Aliases": []
        },
        "11": {
          "ID": "6340433",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6340433",
          "TitleEnglish": "Movie: The Dark Hero",
          "SummaryEnglish": "Second Overlord recap film featuring episodes eight to thirteen of Season 1. Ainz, as Momon, continues his heroic facade while secretly searching for information about \"Player vs Player.\" He saves the village of Trobell and gains recognition as a benevolent ruler. Meanwhile, Shalltear's jealousy leads to a fierce battle with Ainz. He ultimately subdues her but decides to investigate the unknown forces manipulating her. Ainz encounters Clementine, a dangerous warrior seeking artifacts, and defeats her. He learns about Shalltear's mind control and confronts her, eventually turning her back to his side. Ainz holds a meeting with the Floor Guardians, addressing the threat posed by \"Player vs Player.\" The season concludes with Ainz facing new challenges and conspiracies in the ever-evolving world of Yggdrasil.",
          "Aliases": []
        },
        "61": {
          "ID": "10692404",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/overlord/episodes/10692404",
          "TitleEnglish": "OVERLORD: The Sacred Kingdom",
          "SummaryEnglish": "After twelve years of playing his favorite MMORPG game, Momonga logs in for the last time only to find himself transported into its world playing it indefinitely. Throughout his adventures, his avatar ascends to the title of Sorcerer King Ains Ooal Gown. Once prosperous but now on the brink of ruin, The Sacred Kingdom enjoyed years of peace after construction of an enormous wall protecting them from neighboring invasions. But, one day this comes to an end when the Demon Emperor Jaldabaoth arrives with an army of villainous demi-humans. Fearing invasion of their own lands, the neighboring territory of the Slane Theocracy is forced to beg their enemies at the Sorcerer Kingdom for help. Heeding the call, Momonga, now known as the Sorcerer King Ains Ooal Gown, rallies the Sorcerer Kingdom and its undead army to join the fight alongside the Sacred Kingdom and the Slane Theocracy in hopes to defeat the Demon Emperor.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "625723",
      "URL": "https://www.thetvdb.com/series/overlord/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": "Die letzte Stunde des beliebten Virtual-Reality-Spiels Yggdrasil hat geschlagen. Doch Momonga, ein mächtiger Zauberer und Meister der dunklen Gilde Ainz Ooal Gown, beschließt, seine letzten Momente im Spiel zu verbringen, während die Server heruntergefahren werden. Zu seiner Überraschung ist Momonga, obwohl die Uhr bereits Mitternacht geschlagen hat, immer noch bei vollem Bewusstsein und auch die Nicht-Spieler-Charaktere scheinen ihre eigenen Persönlichkeiten entwickelt zu haben! Angesichts dieser anormalen Situation befiehlt Momonga seinen treuen Dienern, ihm bei der Erforschung dieser neuen Welt zu helfen und die Kontrolle über sie zu übernehmen, in der Hoffnung, herauszufinden, was diese Entwicklung verursacht hat und ob es noch andere gibt, die sich in der gleichen Lage befinden.",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "5249070",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/5249070",
          "TitleEnglish": "End and Beginning",
          "SummaryEnglish": "Momonga is a regular salaryman who leads a guild in an DMMO-RPG known as Yggdrasil. After twelve years of playing the game, the servers are finally shutting down. Momonga logs in for the last time, seeing the game to its end. However, after the clock strikes midnight, nothing changes.",
          "Aliases": []
        },
        "2": {
          "ID": "5273627",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/5273627",
          "TitleEnglish": "Floor Guardians",
          "SummaryEnglish": "Grateful that they weren't cast aside, the floor guardians experience the rule of their true master for the first time. Momonga quickly assess the situation and works toward protecting the tomb from invaders while contemplating what he must do.",
          "Aliases": []
        },
        "3": {
          "ID": "5273628",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/5273628",
          "TitleEnglish": "Battle of Carne Village",
          "SummaryEnglish": "Momonga continues his efforts to protect Nazarick from the unknown forces he may be up against in this world. As he manipulates the Mirror of Remote Viewing, he notices a village being attacked and decides to test his strength against humans.",
          "Aliases": []
        },
        "4": {
          "ID": "5273629",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/5273629",
          "TitleEnglish": "Ruler of Death",
          "SummaryEnglish": "Momonga finds that the attackers of Carne Village were Slane Theocracy soldiers dressed as people from the Baharuth Empire. As the attack to lure and eliminate Gazef Stronoff continues, Momonga takes this chance to continue his tests...",
          "Aliases": []
        },
        "5": {
          "ID": "5282656",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/5282656",
          "TitleEnglish": "Two Venturers",
          "SummaryEnglish": "Momonga sets out with Narberal disguised as humans under the names of Momon and Nabe for the city of E-Rantel. There they register to become adventurers in order to gain more information about this unknown world. As they do, evil gathers around them.",
          "Aliases": []
        },
        "6": {
          "ID": "5282657",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/5282657",
          "TitleEnglish": "Journey",
          "SummaryEnglish": "While Momonga has some doubts, he accepts Nphirea Balear's request under the condition that the members of the Swords of Darkness join them. Though her urge to kill keeps distracting her, Clementine continues to slowly find her way to Nphirea.",
          "Aliases": []
        },
        "7": {
          "ID": "5282658",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/5282658",
          "TitleEnglish": "Wise King of Forest",
          "SummaryEnglish": "Momonga and his group continue to Carne Village. There they see that the villagers are working toward fortifying their defenses against possible future enemies. Nphirea meets up with Enri and asks her about this man named Ains Ooal Gown.",
          "Aliases": []
        },
        "8": {
          "ID": "5282659",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/5282659",
          "TitleEnglish": "Twin Swords of Slashing Death",
          "SummaryEnglish": "After Momonga registers Hamusuke with the guild, he goes to Nphirea's home to find that his client has been kidnapped. The zombified remains of the Swords of Darkness litter the storage room. And there, Momonga finds the tortured body of Ninya.",
          "Aliases": []
        },
        "9": {
          "ID": "5282660",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/5282660",
          "TitleEnglish": "The Dark Warrior",
          "SummaryEnglish": "Momonga and Narberal begin their respective battles against Clementine and Khajit. Momonga takes this chance to learn about the mechanics of fighting in this world, but in the end, he must show Clementine the consequences of offending him.",
          "Aliases": []
        },
        "10": {
          "ID": "5282661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/5282661",
          "TitleEnglish": "True Vampire",
          "SummaryEnglish": "Momonga finds out that Shalltear has revolted against him, due to something that had happened while she was on her mission with Sebas and Solution. The story rewinds a bit and goes over that very event. What could possibly change her loyalty to him?",
          "Aliases": []
        },
        "11": {
          "ID": "5310421",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/5310421",
          "TitleEnglish": "Confusion and Understanding",
          "SummaryEnglish": "Momonga does damage control at the guild while he assesses the reason for Shalltear's revolt. Coming to the conclusion that she is under an incurable status effect, Momonga goes to the treasury to retrieve some of the powerful weapons of Nazarick.",
          "Aliases": []
        },
        "12": {
          "ID": "5310422",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/5310422",
          "TitleEnglish": "The Bloody Valkyrie",
          "SummaryEnglish": "Though Shalltear's skill set puts Momonga at a complete disadvantage, he steps forward into battle. He gave various world items to his guardians to ensure the safety of Nazarick in his absence. Now, all that is left is a battle of life and death!",
          "Aliases": []
        },
        "13": {
          "ID": "5310423",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/5310423",
          "TitleEnglish": "Player VS Non Player Character",
          "SummaryEnglish": "Momonga reminds Shalltear that he is the master of Nazarick and that his name carries the weight of all the supreme beings of Ains Ooal Gown. After the battle comes to a close, Momonga quickly takes action to strengthen the defenses of Nazarick.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "727218",
      "URL": "https://www.thetvdb.com/series/overlord/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": "Ainz Ooal Gown, der untote Zauberer, der früher als Momonga bekannt war, hat seinen Platz in dieser neuen Welt akzeptiert. Obwohl sie Ähnlichkeiten mit seinem geliebten Virtual-Reality-Spiel Yggdrasil aufweist, birgt sie immer noch viele Geheimnisse, die er mit Hilfe seiner Macht als Herrscher der Großen Gruft von Nazarick zu lüften gedenkt. Seit der katastrophalen Gehirnwäsche eines seiner Untergebenen ist Ainz jedoch misstrauisch gegenüber den drohenden Gefahren der Slane-Theokratie und der möglichen Existenz anderer ehemaliger Yggdrasil-Spieler geworden. In der Zwischenzeit machen sich Albedo, Demiurge und die übrigen treuen Wächter von Ainz daran, den nächsten Schritt ihrer Kampagne vorzubereiten: Nazaricks erster Krieg... Diese Staffel knüpft unmittelbar an die Vorgeschichte an und setzt die Geschichte von Ainz Ooal Gown, seiner vielseitigen Armee von menschenhassenden Wächtern und den vielen unglücklichen Menschen fort, die von der Ankunft des Overlords betroffen sind.",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "6286368",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6286368",
          "TitleEnglish": "The Dawn of Despair",
          "SummaryEnglish": "Officers of the Slane Theocracy gather to discuss recent losses. The noblemen of Estize plot to push back the Empire. Ains surveys a world map as his plans are set in motion. Shalltear recovers from her ordeal.",
          "Aliases": []
        },
        "2": {
          "ID": "6482400",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6482400",
          "TitleEnglish": "Departure",
          "SummaryEnglish": "Cocytus gives a declaration of war to all the tribes of the Lizardmen, expecting an easy takeover. However, the Lizardmen decide to try to unite their tribes against their common foe.",
          "Aliases": []
        },
        "3": {
          "ID": "6494854",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6494854",
          "TitleEnglish": "Lizard Men, Gathering",
          "SummaryEnglish": "Zenberu tests Zaryusu's strength in combat, while the latter defends Crusch's honor. The Lizardmen chiefs conduct a war council, and formulate a strategy to defend themselves against their common enemy.",
          "Aliases": []
        },
        "4": {
          "ID": "6494855",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6494855",
          "TitleEnglish": "Army of Death",
          "SummaryEnglish": "The alliance of the Lizard men win the battle and defeat the army of undead. The defeat guardian Cocytus and the new ability to learn from their mistakes, prove that the guardians can adapt to new situations. Ainz Ooal Gown therefore changes his tactics, ordering Cocytus to bring the Lizard men to their knees and under the rule of the Great Tomb of Nazarick.",
          "Aliases": []
        },
        "5": {
          "ID": "6494856",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6494856",
          "TitleEnglish": "The Freezing God",
          "SummaryEnglish": "At the outpost in the Tob Forest, Ains strategizes with his guardians, and imposes Shalltear's penance upon her. The Lizard Man chiefs assemble and receive Cocytus on the battlefield for their final showdown.",
          "Aliases": []
        },
        "6": {
          "ID": "6494857",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6494857",
          "TitleEnglish": "Those Who Pick Up, Those Who Are Picked Up",
          "SummaryEnglish": "Sebas happens upon a near-lifeless woman, and takes her under his protection. Brain, left defeated by his encounter with Shalltear, meets up with Gazef. Members of the Blue Rose take measures against a drug plantation",
          "Aliases": []
        },
        "7": {
          "ID": "6494858",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6494858",
          "TitleEnglish": "Blue Roses",
          "SummaryEnglish": "Gazef finds Climb practicing with his sword outside the castle, and asks to spar with him. Renner and Lakyus examine the coded document recovered by Evileye. Sebas finds himself beset upon from all sides over Tuare.",
          "Aliases": []
        },
        "8": {
          "ID": "6494859",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6494859",
          "TitleEnglish": "A Boy's Feeling",
          "SummaryEnglish": "Climb delivers Lakyus's message to Evileye and Gagaran, who offer guidance to the young man. Climb happens upon some men beating up a boy in the street, who is then rescued by Sebas, from whom he seeks training.",
          "Aliases": []
        },
        "9": {
          "ID": "6494860",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6494860",
          "TitleEnglish": "Soaring Sparks of Fire",
          "SummaryEnglish": "Sebas begins his raid of the brothel from one side, while Climb and Brain enter from the other side. While Climb covers the exit alone, he is confronted by Succulent and Cocco Doll trying to flee and a desperate fight begins.",
          "Aliases": []
        },
        "10": {
          "ID": "6494861",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6494861",
          "TitleEnglish": "Disturbance Begins in the Royal Capital",
          "SummaryEnglish": "Ains calls on Sebas to answer for his actions, and to discuss what is to become of Tuare. Renner meets with the Blue Rose, then Marquis Raeven, to consult with them about her planned attacks against Eight Fingers.",
          "Aliases": []
        },
        "11": {
          "ID": "6494862",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6494862",
          "TitleEnglish": "Jaldabaoth",
          "SummaryEnglish": "Demiurge takes charge of Nazarick's forces, laying out the mission to strike at Eight Fingers. Meanwhile, Lakyus details a similar mission to her squad captains. Sebas, Climb, and Brain raid Six Arms' compound together.",
          "Aliases": []
        },
        "12": {
          "ID": "6494863",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6494863",
          "TitleEnglish": "The Final Battle of the Disturbance",
          "SummaryEnglish": "Evileye petitions Momon to help her, and he begins fighting the disguised Demiurge. As Climb and the others try to get Tuare out of the compound, they face resistance. Renner convenes an emergency strategy meeting.",
          "Aliases": []
        },
        "13": {
          "ID": "6494864",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6494864",
          "TitleEnglish": "The Ultimate Trump Card",
          "SummaryEnglish": "The guardsmen and adventurers face a daunting array of demons until Momon arrives and takes charge. Brain once again comes face to face with Shalltear. While Evileye is occupied, Demiurge reveals his plan to Ains.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "759089",
      "URL": "https://www.thetvdb.com/series/overlord/seasons/official/3",
      "TitleEnglish": null,
      "SummaryEnglish": "Nach dem schrecklichen Angriff auf die Hauptstadt von Re-Estize kehren die Wächter des Großen Grabes von Nazarick nach Hause zu ihrem Meister Ainz Ooal Gown zurück. Nach Monaten der Vorbereitung sind sie endlich bereit, ihre Pläne zur Weltherrschaft in die Tat umzusetzen. Während Ainz' Kriegsmaschinerie an Stärke gewinnt, bleibt der Rest der Welt in Bewegung. Das abgelegene Dorf Carne, das Ainz einst vor dem sicheren Untergang bewahrte, gedeiht trotz der vielen Bedrohungen vor seiner Haustür weiter. Und im nordöstlichen Baharuth-Imperium nimmt ein gewisser Blutiger Kaiser die aufstrebende Macht von Nazarick ins Visier. Blut wird vergossen, Helden fallen, und Nationen erheben sich. Kann irgendjemand, oder irgendetwas, die überragende Macht von Ainz Ooal Gown herausfordern?",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "6632216",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6632216",
          "TitleEnglish": "A Ruler's Melancholy",
          "SummaryEnglish": "With the events of Re-Estize Kingdom and the Lizard Men behind them, the loyal servants of Nazarick return to their daily routines. Ains, however, is worried about the work/life balance of his NPCs. They work day in and day out without rest...",
          "Aliases": []
        },
        "2": {
          "ID": "6744224",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6744224",
          "TitleEnglish": "Carne Village Once More",
          "SummaryEnglish": "As Nazarick decides on their next steps, the village of Carne focuses on rebuilding their homes. Enri and her goblin troop are busy protecting the villagers, training the vigilante troop, and manning the fields. All the while, unrest builds in the forest.",
          "Aliases": []
        },
        "3": {
          "ID": "6746319",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6746319",
          "TitleEnglish": "Enri's Upheaval and Hectic Days",
          "SummaryEnglish": "Enri meets Agu, who tells everyone that the Giant of the East and Demon Snake of the West are gathering forces to fight the master of the Monument of Ruin. Enri and the others take action, but little does she know how crazy the day will become...",
          "Aliases": []
        },
        "4": {
          "ID": "6746320",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6746320",
          "TitleEnglish": "Giant of the East, Demon Snake of the West",
          "SummaryEnglish": "Ains decides to go and see the Giant of the East and Demon Snake of the West himself. If they are similar to Hamusuke, they may have some worth as experimental subjects. They may also be useful in testing Lupisregina's capabilities with the village.",
          "Aliases": []
        },
        "5": {
          "ID": "6746321",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6746321",
          "TitleEnglish": "Two Leaders",
          "SummaryEnglish": "The \"Giant of the East\" has come to attack Carne Village, but the villagers are willing to put their lives on the line to protect their home and families. While the goblin troop defends the front gates, Enri and Nphirea defends the village from behind.",
          "Aliases": []
        },
        "6": {
          "ID": "6746322",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6746322",
          "TitleEnglish": "Invitation to Death",
          "SummaryEnglish": "The Tomb of Nazarick continues their plan for world domination and Ains visits the Baharuth Empire as Momon of Darkness. Meanwhile, Count Femel hires a large number of Workers to explore a certain tomb recently discovered in Re-Estize Kingdom.",
          "Aliases": []
        },
        "7": {
          "ID": "6746324",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6746324",
          "TitleEnglish": "Butterfly Entangled in a Spider's Web",
          "SummaryEnglish": "The foolish workers that have entered the Tomb of Nazarick greatly anger Ains Ooal Gown. Albedo and the others have already finished preparations for their welcome and Lord Ains watches on, determined that not a single one leaves his tomb alive.",
          "Aliases": []
        },
        "8": {
          "ID": "6746326",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6746326",
          "TitleEnglish": "A Handful of Hope",
          "SummaryEnglish": "The worker group Foresight is teleported to the fighting arena in the sixth floor to challenge the great Ains Ooal Gown. Ains tries to restrain his smoldering fury as he disposes the last of the filthy thieves that dare trample into his treasured Nazarick.",
          "Aliases": []
        },
        "9": {
          "ID": "6746327",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6746327",
          "TitleEnglish": "War of Words",
          "SummaryEnglish": "Ainz sends Aura and Mare to the Empire with a message. Come and apologize or watch as your country burn to the ground. With no other option, Emperor Jircniv heads toward Nazarick with the head of a noble in tow. Though, things are not as they seem.",
          "Aliases": []
        },
        "10": {
          "ID": "6746328",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6746328",
          "TitleEnglish": "Preparation for War",
          "SummaryEnglish": "Re-Estize Kingdom prepares for war after receiving a declaration from the Empire that they will claim the land near E-Rantel for the Sorcerer King Gown. Gazef knows the magic caster's strength, but he cannot stop what has already been set into motion.",
          "Aliases": []
        },
        "11": {
          "ID": "6746329",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6746329",
          "TitleEnglish": "Another Battle",
          "SummaryEnglish": "Carne Village is in a pinch once again. An army led by the first prince of Re-Estize has appeared, demanding to be let in so the villagers can be questioned about Ains Ooal Gown. Enri must make a decision for the village and its people.",
          "Aliases": []
        },
        "12": {
          "ID": "6746330",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6746330",
          "TitleEnglish": "Massacre",
          "SummaryEnglish": "The war is finally starting. The Empire plans to use this chance to see the depths of the Sorcerer King's strength and the Kingdom is confident that their have fully prepared themselves for this war. Gazef stands ready. Now, let the despair begin.",
          "Aliases": []
        },
        "13": {
          "ID": "6746332",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/6746332",
          "TitleEnglish": "Player vs Player",
          "SummaryEnglish": "Gazef challenges Ains to a duel that is impossible to win and Ains decides to accept. The battle will soon come to an end and the fate of E-Rantel will be decided. Even amongst the bloodshed, Gazef and Ains both hold the other in deep respect.",
          "Aliases": []
        }
      }
    },
    "4": {
      "ID": "1986923",
      "URL": "https://www.thetvdb.com/series/overlord/seasons/official/4",
      "TitleEnglish": null,
      "SummaryEnglish": "Ainz war besorgt. Wie wird er als König von Ainz Ooal Gown dieses Land führen? Dank Albedo, Demiurge und anderen hervorragenden NSCs sowie den Untoten, die rund um die Uhr arbeiten können, ist das Zauberreich jetzt ein sicherer und hungerfreier Ort. Doch die Menschen, die dort leben, sind immer noch von Angst und Sorge erfüllt, und die Stadt ist so ruhig, als wäre das Feuer erloschen und hätte seine frühere Vitalität verloren. Ohne eine Antwort zu finden, sucht Ainz allein die Abenteurergilde auf. Er macht Einzac, dem Präsidenten der Gewerkschaft, einen Vorschlag. Auf der anderen Seite ergreifen die Herrscher der Länder, die durch das plötzliche Auftauchen des Zaubererreichs verwirrt sind, auch Gegenmaßnahmen gegeneinander. Wird es Ainz gelingen, die Intrigen der einzelnen Länder zu durchkreuzen und sein eigenes Utopia zu schaffen?",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "9213477",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/9213477",
          "TitleEnglish": "Ains Ooal Gown Nation of Leading Darkness",
          "SummaryEnglish": "As Ains muddles his way through ruling his new kingdom, he continues to ponder over a particularly important question. Everyone in his kingdom and the Tomb of Nazarick is also waiting for his answer. What kind of kingdom does he wish to create?",
          "Aliases": []
        },
        "2": {
          "ID": "9243550",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/9243550",
          "TitleEnglish": "Re-Estize Kingdom",
          "SummaryEnglish": "Albedo personally makes her way to Re-Estize Kingdom as an envoy of the Sorcerer Kingdom. Meanwhile, the people of Re-Estize continue to do what they can to recover from the recent war and prepare for the future. Though not everyone has peace in mind.",
          "Aliases": []
        },
        "3": {
          "ID": "9243551",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/9243551",
          "TitleEnglish": "Baharuth Empire",
          "SummaryEnglish": "The major powers in other countries grow increasingly wary about the Sorcerer Kingdom. Especially the emperor of the Barahuth Empire, who might go bald from the stress induced by the overwhelming power of Ains Ooal Gown. On which side will he stand?",
          "Aliases": []
        },
        "4": {
          "ID": "9243552",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/9243552",
          "TitleEnglish": "The Ruler of Conspiracy",
          "SummaryEnglish": "While Albedo and the others make their moves toward world domination, Ains has his own little plan. He wants to cultivate true adventurers to explore the unknown, like the players in Yggdrasil. His recruitment efforts bring him to the Baharuth Empire...",
          "Aliases": []
        },
        "5": {
          "ID": "9243553",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/9243553",
          "TitleEnglish": "In Pursuit of the Land of Dwarves",
          "SummaryEnglish": "After his visit to the Empire, Ains decides to go and create a friendly relationship with the Dwarf Kingdom. Sadly, he only finds an empty city when he gets there. Deep within the tunnels, he meets a dwarf named Gondo who tells him happened.",
          "Aliases": []
        },
        "6": {
          "ID": "9243554",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/9243554",
          "TitleEnglish": "The Impending Crisis",
          "SummaryEnglish": "Ains decides to lend a hand to the dwarves fighting against the Quagoa, but not for free. He wants to gather Gondo and the other runesmiths for the Sorcerer Kingdom. At the same time, Ains happens to find the perfect chance to teach Shalltear a thing or two.",
          "Aliases": []
        },
        "7": {
          "ID": "9243555",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/9243555",
          "TitleEnglish": "Frost Dragon Lord",
          "SummaryEnglish": "The Clan Lord discovers that Ains and his group are approaching the royal capital and asks the frost dragons for help. The Dragon Lord sends his son to intercept the party, while Ains decides to split up the group to confront the Quagoa and frost dragons.",
          "Aliases": []
        },
        "8": {
          "ID": "9243556",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/9243556",
          "TitleEnglish": "An Unexpected Move",
          "SummaryEnglish": "While various things are happening in the neighboring countries, Philip continues to wallow in failure within the Re-Estize Kingdom. After meeting with some nobles from his new faction and he suddenly comes up with a brilliant idea...",
          "Aliases": []
        },
        "9": {
          "ID": "9243557",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/9243557",
          "TitleEnglish": "Countdown to Extinction",
          "SummaryEnglish": "The Sorcerer Kingdom declares war against the Re-Estize Kingdom and gives them exactly one month to prepare. Ains plans to show the world what happens to the enemies of Ains Ooal Gown. However, a few in Nazarick consider this massacre excessive.",
          "Aliases": []
        },
        "10": {
          "ID": "9243558",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/9243558",
          "TitleEnglish": "The Last King",
          "SummaryEnglish": "Ains and his army marches towards the royal capital to finally annihilate the Re-Estize Kingdom. Various forces prepare themselves for the coming onslaught. Before the last battle, Zanac rides alone to meet with Ains for a peaceful discussion.",
          "Aliases": []
        },
        "11": {
          "ID": "9243559",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/9243559",
          "TitleEnglish": "Well-prepared Traps",
          "SummaryEnglish": "To gain more information, Ains and Albedo use themselves as bait as they approach the royal capital. Azuth comes to defend the capital and quickly separates the two. While the two of them exchange blows in the air, a mysterious figure comes to visit Ains.",
          "Aliases": []
        },
        "12": {
          "ID": "9243560",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/9243560",
          "TitleEnglish": "Invasion of the Royal Capital",
          "SummaryEnglish": "Everyone in the Re-Estize Kingdom makes their final preparations as the Sorcerer Kingdom's army invades the royal capital. Some try to escape and some just wait to die. But there are a few among them who wish to fight until the very end.",
          "Aliases": []
        },
        "13": {
          "ID": "9246756",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/overlord/episodes/9246756",
          "TitleEnglish": "The Witch of the Falling Kingdom",
          "SummaryEnglish": "Princess Renner decides to stay with her father and struggle against the Sorcerer King until the very end. Climb follows the orders of the princess and sneaks out of the royal palace only to be surprised at what he greets him when he returns.",
          "Aliases": []
        }
      }
    }
  }
}