{
  "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt4801510/",
    "https://www.themoviedb.org/tv/63085"
  ],
  "TitleEnglish": "Ushio and Tora (2015)",
  "SummaryEnglish": "Ushio Aotsuki unwittingly unleashes demonic energy, drawing in monsters. The demon Tora offers to assist in battling these creatures if Ushio frees him from the legendary Beast Spear that has imprisoned him in Ushio's basement for five centuries.",
  "Aliases": [
    "うしおととら (2015)"
  ],
  "Modified": "2025-06-26",
  "Seasons": {
    "1": {
      "ID": "625981",
      "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/seasons/official/1",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "5251158",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5251158",
          "TitleEnglish": "The Destined Meeting with Ushio and Tora",
          "SummaryEnglish": "Middle-school student Aotsuki Ushio lives with his temple master father, Shigure. One day, as Ushio is cleaning around the house, he finds something unspeakable in the basement.",
          "Aliases": []
        },
        "2": {
          "ID": "5268118",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5268118",
          "TitleEnglish": "Eater of Stones",
          "SummaryEnglish": "\"One day, I'll destroy you with this spear,\" swore Ushio, as his odd adventures with the giant youkai which he named \"Tora\" began. Tora was also looking for an opportunity to eat Ushio. While this bizarre combination became a thing, an old stone armor that was in one of the old school buildings of Ushio's junior high assaulted some of the students. One by one, students were being turned to stone, and then the evil spirit was now going after Ushio's childhood friends, Asako and Mayuko...",
          "Aliases": []
        },
        "3": {
          "ID": "5268119",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5268119",
          "TitleEnglish": "A Demon Inhabits the Painting",
          "SummaryEnglish": "Hayuu Reiko is a student at Ushio's junior high school that is known as someone who doesn't want to live, due to the fact that she has attempted suicide multiple timees. One day, Ushio goes with Asako and others to an art exhibit of his favorite painter, and the portraits of Reiko catches his eye. Ushio eventually finds out that the Reiko in the portraits is the same Reiko that goes to his school, and asks her to be his model for his paintings. However, he finds out that death seems to follow those who try to get too close to her...",
          "Aliases": []
        },
        "4": {
          "ID": "5268120",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5268120",
          "TitleEnglish": "Tora Goes to Town",
          "SummaryEnglish": "Ushio hears about an incident that happens at a construction site. The bodies at the site happened to have bite marks on them, so he immediately thinks Tora is behind the incident. Tora tells him that he's innocent, but Ushio goes far as to transform and won't believe him, so Tora runs off into the city. Ushio goes after him and meets an old man who says that \"Gamin-sama has awoken.\" He then learns a shocking truth from the book that the old man is holding...",
          "Aliases": []
        },
        "5": {
          "ID": "5268121",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5268121",
          "TitleEnglish": "Runemaster Hyou",
          "SummaryEnglish": "Hyou is an exorcist that lives in the world of darkness. He lost his beloved wife and daughter to a youkai that gave him a scar on his face, and continues to search for it to get revenge. What he remembers of the youkai is that it was a dark shadow that suddenly came out from behind him. Hyou then sees news footage of Tora on TV, and believes he's the youkai he had been after and heads to Japan. Eventually, he finds Tora, and...",
          "Aliases": []
        },
        "6": {
          "ID": "5282674",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5282674",
          "TitleEnglish": "Sea of the Ayakashi",
          "SummaryEnglish": "On a beach trip, Ushio encounters a little boy who seems determined to ruin everyone else's fun. Meanwhile, Tora encounters a gigantic ayakashi that seeks to devour humans and yokai alike.",
          "Aliases": []
        },
        "7": {
          "ID": "5282675",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5282675",
          "TitleEnglish": "Legend",
          "SummaryEnglish": "Ushio finds out that his mother is still alive, and seems to be hated by the youkai. Ushio can't handle this shocking truth, and goes to his father to learn more. Ushio finds out that his father had to report to his superiors that the Beast Spear had been released. Following, however, assassins are sent after Ushio and Tora. Next, Ushio's father...",
          "Aliases": []
        },
        "8": {
          "ID": "5282676",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5282676",
          "TitleEnglish": "He's in the Sky",
          "SummaryEnglish": "Ushio and Tora go on a journey to find Ushio's mother. As they are headed to Hokkaido by air, they meet a girl named Yuu, who recently lost her father, who was a pilot. She believes that a JASDF pilot, Atsuzawa, is responsible for her father's death, but Atsuzawa says it's the work of a monster. Eventually, Atsuzawa feels the same pressure he felt when he saw the monster in the sky that day he saw the monster. Right after, Ushio and the others come face to face with the monster that brought down Yuu's father's plane, Fusuma.",
          "Aliases": []
        },
        "9": {
          "ID": "5282677",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5282677",
          "TitleEnglish": "Crazed Wind",
          "SummaryEnglish": "Ushio and Tora head for Sendai City. However, suddenly, Ushio's screams rattle the city. He realizes that the money that his father had given him for the trip is missing. At the moment of despair, they run into two Kamaitachi siblings, Raishin and Kagari, who ask a request. They take Ushio and Tora to a house in the mountains, where they are asked an unbellievable request.",
          "Aliases": []
        },
        "10": {
          "ID": "5282678",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5282678",
          "TitleEnglish": "The House With the Child",
          "SummaryEnglish": "While in the countryside, Ushio and Tora meet a girl named Takatori Saya. She is part of a clan of white-haired women who are part of the Takatori family that have a duty to appease a spirit named Omamori-sama who brings the family prosperity. She tells Ushio and Tora about Omamori-sama, and how there is saying that once the Omamori-sama picks a house to live in, it will be rewarded with prosperity. However, once she leaves, there will be chaos and poverty. Omamori-sama's true identity is...",
          "Aliases": []
        },
        "11": {
          "ID": "5325025",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5325025",
          "TitleEnglish": "Mirror of a Single Blow",
          "SummaryEnglish": "Ushio was getting ready for the rest of his journey at the house of the Kamaitachi. He was ready to welcoe a quiet night, however he sees a silent vision of Asako screaming in their pond. They then go see someone who the Kamaitachi siblings say can help him understand what's going on...",
          "Aliases": []
        },
        "12": {
          "ID": "5325026",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5325026",
          "TitleEnglish": "Going Down the Road to the Touno Youkai Battle ~Part One~",
          "SummaryEnglish": "Ushio and Tora leave Touno and head to Hokkaido once again, but they're attacked repeatedly on the way by Youkai.",
          "Aliases": []
        },
        "13": {
          "ID": "5339429",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339429",
          "TitleEnglish": "Going Down the Road to the Touno Youkai Battle ~Part Two~",
          "SummaryEnglish": "As the Youkai show no signs of giving up the chase, Ushio is forced to run around the forest.",
          "Aliases": []
        },
        "14": {
          "ID": "5339430",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339430",
          "TitleEnglish": "Hiyou Pursuit~Successor",
          "SummaryEnglish": "Ushio and Tora finally get to Hokkaido where they run into a girl named Hinowa, who says she is one of the rightful successors of the the Beast Spear. Meanwhile, Hakumen no Mono sends youkai called Hiyou to kill Ushio and get a hold of the spear. Ushio and Tora encounter a young man on a motorcycle. As soon as Ushio walks away and heads toward the bus to the final destination, the young man attacks Tora.",
          "Aliases": []
        },
        "15": {
          "ID": "5339431",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339431",
          "TitleEnglish": "Crossing of the Pursuit~Successor",
          "SummaryEnglish": "Tora manages to defeat Nagare and then heads to reunite with Ushio, but the bus he was on was taken over by Hiyou. Nagare helps him stop the bus and get the people to safety, but then they encounter even more bikers. One of the members ask for help finding her brother, who is another chosen successor to the Beast Spear.",
          "Aliases": []
        },
        "16": {
          "ID": "5339432",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339432",
          "TitleEnglish": "Transformation",
          "SummaryEnglish": "Ushio and Tora travel inside Moritsuna's body with the help of Izuna to help rid him of the hiyous.",
          "Aliases": []
        },
        "17": {
          "ID": "5339434",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339434",
          "TitleEnglish": "To Kamuikotan",
          "SummaryEnglish": "After saving Moritsuna Satoru from the hiyou, Ushio pays the price for using so much of the Beast Spear's power. He loses control of his body and heads to Kamuikotan. Meanwhile, all of the girls in his life get an unexpected visitor telling them she needs their help to save Ushio's life...",
          "Aliases": []
        },
        "18": {
          "ID": "5339435",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339435",
          "TitleEnglish": "Revival~And Finally...",
          "SummaryEnglish": "The girls keep working on trying to turn Ushio back to normal. Meanwhile, the hiyou horde heads toward Ushio and the Beast Spear to destroy them both once and for all.",
          "Aliases": []
        },
        "19": {
          "ID": "5339436",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339436",
          "TitleEnglish": "The Demon That Turns Back Time",
          "SummaryEnglish": "Ushio regains his senses and heads into the cave at Kamuikotan. When in the cave, they encounter a monster who can turn back time and he sends them back to ancient China where the Beast Spear was first made.",
          "Aliases": []
        },
        "20": {
          "ID": "5339437",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339437",
          "TitleEnglish": "The Demon Returns",
          "SummaryEnglish": "Ushio and Tora travel back in time to ancient China and encounter Hakumen no Mono. Ushio quickly realizes he's no match for Hakumen no Mono and barely makes it out alive. Jie Mei and Giryou then take the tragic necessary steps to create the Beast Spear and Ushio learns the truth about his mother.",
          "Aliases": []
        },
        "21": {
          "ID": "5339438",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339438",
          "TitleEnglish": "The Fourth: Kirio",
          "SummaryEnglish": "Kirio pays a visit to Ushio to take the Beast Spear from him. But they are interrupted when Kuragi, an insect like yōkai, who is avatar of Hakumen no Mono attacks the Kōhamei Sect headquarters, unstoppable by any. Ushio and Kirio are taken there by Shigure where Ushio meets Mikado Hizaki. Later, as Ushio falls after failing to defeat Kuragi, Mikado Hizaki freezes the monster and Kirio finishes it off. Mikado Hizaki dies after exhausting her powers. Afterwards, we see Kirio telling his mother how he finished the monster himself, and that no one believes him when he says that they don't need the Beast Spear to defeat Hakumen no Mono. She gives him the Beast Spear's red cloth and tells him that if no one believes, it is ok to break the spear to show them so.",
          "Aliases": []
        },
        "22": {
          "ID": "5339439",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339439",
          "TitleEnglish": "Great Summoning~Destruction of the Beast Spear",
          "SummaryEnglish": "As Ushio becomes depressed due to his inability to save Mikado Hizaki, Tora tried to fire him up by verbally insulting and fighting him, but leaves once it is proved useless. Kirio comes to steal the Beast Spear from Ushio along with a few supporters and snatches it from Ushio using the red cloth. When Nagare arrives to warn Ushio, he is joined by Tora in the search of Kirio. Hinowa joins Ushio in the search of the Spear. The group arrive at a facility and find the diary of Kyōra, the creator of the Elzaar Scythe. They come to know of a woman named Towako (who is the one who took the red cloth and acts as Kirio's mother) who helped him greatly in achieving success in his researches in creating the Elzaar Scythe, Kuin and even Kirio.",
          "Aliases": []
        },
        "23": {
          "ID": "5339440",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339440",
          "TitleEnglish": "Eternal Solitude",
          "SummaryEnglish": "The truth about Kirio and the Elzaar Scythe is revealed, and Ushio and Tora settle things with Kirio and Towako once and for all.",
          "Aliases": []
        },
        "24": {
          "ID": "5339441",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339441",
          "TitleEnglish": "The Fools Gather at the Banquet",
          "SummaryEnglish": "Mayuko is invited to a strange dinner party and Tora eats crab gyoza burgers.",
          "Aliases": []
        },
        "25": {
          "ID": "5339442",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339442",
          "TitleEnglish": "H.A.M.M.R~The H.A.M.M.R Institute",
          "SummaryEnglish": "Another morning fighting with Tora followed by going to school with Asako. However, an organization named HAMMR breaks the usual cycle. The three mad scientists of HAMMR kidnap Ushio and Asako and Tora go after them in an attempt to save him.",
          "Aliases": []
        },
        "26": {
          "ID": "5339443",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5339443",
          "TitleEnglish": "TATARI BREAKER",
          "SummaryEnglish": "Hakumen's impending arrival causes a monster disaster, and also adversely affects the people involved.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "1847054",
      "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/seasons/official/2",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "5450644",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450644",
          "TitleEnglish": "The Wind Blows",
          "SummaryEnglish": "Ushio, anxious over the approaching decisive battle with Hakumen, runs into Asako on the way home from school and ends up arguing with her as usual.",
          "Aliases": []
        },
        "2": {
          "ID": "5450645",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450645",
          "TitleEnglish": "I Won't Lose Anyone Else",
          "SummaryEnglish": "Upon getting a premonition that the Beast Spear would break, the yokai chiefs from all over make a collective decision.",
          "Aliases": []
        },
        "3": {
          "ID": "5450646",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450646",
          "TitleEnglish": "The Night of the Crescent Moon",
          "SummaryEnglish": "Mayuko, Kirio, and Kuin are all doing what they can to stop Hakumen no Mono. Meanwhile, Ushio runs into the exorcist, Hyou, again. Because of his magical eye, Hyou did not forget about Ushio's existence. Hyou comes to visit Ushio at his home, and they encounter azafuses as well as Guren, and learn what Tora might actually be.",
          "Aliases": []
        },
        "4": {
          "ID": "5450647",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450647",
          "TitleEnglish": "The Journey of No Return",
          "SummaryEnglish": "A mysterious ghost appears in front of Atsuzawa and calls herself Jie Mei. She says she has a favor to ask him in regards to Hakumen no Mono... Meanwhile, Ushio and Tora are asked to come meet some people who want to see them. While they are on the way to meet these people, they run into Nagare, and Ushio can't hide his surprise. The happy reunion is cut short by some shocking news...",
          "Aliases": []
        },
        "5": {
          "ID": "5450648",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450648",
          "TitleEnglish": "To the Sea of Chaos",
          "SummaryEnglish": "After being tricked by Hakumen no Mono, the JASDF prepare to send subs to destroy the stone pillar where Ushio's mother is, as she keeps Hakumen sealed. Ushio heads to Okinawa to stop them, but runs into Nagare, who seems to have switched sides. Ushio leaves Nagare to Tora, and hurries to stop the subs. Nagare and Tora go all out in battle, and Asako finds out a secret about Ushio...",
          "Aliases": []
        },
        "6": {
          "ID": "5450649",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450649",
          "TitleEnglish": "Mother",
          "SummaryEnglish": "Ushio heads to the stone pillar in order to save his mother from Hakumen no Mono. He approaches her quietly in the cave and she softly calls his name. They get to share a heartwarming moment together, but then a terrible sound interrupts their reunion. Torpedoes break through the barrier, and then...",
          "Aliases": []
        },
        "7": {
          "ID": "5450650",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450650",
          "TitleEnglish": "The Beast Spear Destroyed",
          "SummaryEnglish": "Hakumen no Mono has been revived! Hakumen rises from the sea and instantly strikes fear into the hearts of people around the world. As Ushio sees Hakumen, he becomes filled with hatred. Despite his mother warning him that he cannot fight Hakumen no Mono with hate, Ushio is overwhelmed by his hatred and assults Hakumen with the Beast Spear.",
          "Aliases": []
        },
        "8": {
          "ID": "5450651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450651",
          "TitleEnglish": "Tora",
          "SummaryEnglish": "Nobody is a match against Hakumen no Mono. As Ushio falls to the bottom of the seas, he begins to dream about a man from long ago. The truth about Hakumen's birth and Tora is finally revealed!",
          "Aliases": []
        },
        "9": {
          "ID": "5450652",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450652",
          "TitleEnglish": "Hope",
          "SummaryEnglish": "Ushio learns of the sad story between Tora and Hakumen. Ushio rises up once again and the Beast Spear shards begin to react. Hakumen heads to mainland Japan to begin his reign of terror.",
          "Aliases": []
        },
        "10": {
          "ID": "5450653",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450653",
          "TitleEnglish": "To the Promised Night",
          "SummaryEnglish": "Ushio begins to inspire hope amongst humans and youkai, which causes Hakumen's power to weaken. Surrounded by everyone's hope, Ushio reemerges wielding the revived Beast Spear. In the distance, the fateful battle between Hyou and Guren continues.",
          "Aliases": []
        },
        "11": {
          "ID": "5450654",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450654",
          "TitleEnglish": "The Ultimate Insult",
          "SummaryEnglish": "Hakumen no Mono is cornered and everyone begins to force him back towards the barrier. As Tora slowly sinks to the bottom of the ocean, Mayuko comes to talk to him. As Tora regains himself, he heads towards the battle to join Ushio.",
          "Aliases": []
        },
        "12": {
          "ID": "5450655",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450655",
          "TitleEnglish": "The End",
          "SummaryEnglish": "Hakumen has once again been forced into the barrier. As humans and youkai push together to end Hakumen, he is cornered and begins unleashing the power of all his tails. Ushio and Tora remain inside and fight Hakumen on their own.",
          "Aliases": []
        },
        "13": {
          "ID": "5450657",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ushio-and-tora-2015/episodes/5450657",
          "TitleEnglish": "The Fate of Ushio and Tora",
          "SummaryEnglish": "Despite its fear toward the Beast Spear, Hakumen no Mono goes in for its final attack against Ushio and Tora. Tora tells Ushio his plan to deal counter Hakumen no Mono's high-speed attacks. Will the two be able to prevail against Hakumen no Mono in their final battle? Only the fate between Ushio and Tora will be able to tell.",
          "Aliases": []
        }
      }
    }
  }
}