{
  "URL": "https://www.thetvdb.com/series/fuyu-no-semi",
  "Genres": [
    "Animation",
    "Anime",
    "Mini-Series",
    "Romance"
  ],
  "Other Sites": [
    "https://www.themoviedb.org/tv/44219"
  ],
  "TitleEnglish": "Embracing Love: A Cicada in Winter",
  "SummaryEnglish": "During the late Tokugawa period, tensions between the bakufu and Chōshū clan are rising due to arguments over how to deal with foreigners in Japan. However, unlike the rest of the Chōshū clan members, Touma Kusaka wants Japan to develop good relations with foreign nations. To achieve this, he attempts to learn English behind his clan's back. A man named Keiichirou Akizuki decides to become Kusaka's teacher, but their relationship soon grows into something stronger, despite the fact that Akizuki works for Kusaka's clan's enemy, the Tokugawa bakufu.",
  "Aliases": [
    "Fuyu no Semi"
  ],
  "Modified": "2025-06-03",
  "Seasons": {
    "1": {
      "ID": "618679",
      "URL": "https://www.thetvdb.com/series/fuyu-no-semi/seasons/official/1",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "5182948",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fuyu-no-semi/episodes/5182948",
          "TitleEnglish": "Edo Love Song",
          "SummaryEnglish": "Episode One: Edo Love Song starts in 1862, second year of the Bunkyuu Era, in Shinagawa Gotenyama during the Expulsion of Foreigners movement started by the Chōshū (Choushuu) clan of which Kusaka Touma is a member. Kusaka differs from his clan believing in peace and opening Japan up to foreigners where it can do trade and stand with equal footing on the world stage, the Open the Country movement. While trying to stop other Chōshū clan members from setting fire to the British Embassy, Kusaka is confronted by a Bakufu (Shogunate) samurai who helps him and a comrade, Aizawa, escape from the authorities.",
          "Aliases": []
        },
        "2": {
          "ID": "5182949",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fuyu-no-semi/episodes/5182949",
          "TitleEnglish": "Record of Ezo War",
          "SummaryEnglish": "Episode Two: Record of Ezo War starts with Kusaka thinking about cutting ties with his clan when the Head Administrator, Sufu Masanosuke, offers to send him to London to learn about the West. Before leaving, Kusaka meets with Akizuki one last time and they declare their love for each other. They consummate their relationship. While Kusaka is in England, Akizuki gains the leadership of his clan and its immediate association with the Shogun.",
          "Aliases": []
        },
        "3": {
          "ID": "5182950",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fuyu-no-semi/episodes/5182950",
          "TitleEnglish": "Tokyo Tragedy",
          "SummaryEnglish": "pisode Three: Tokyo Tragedy starts four years later, with Kusaka working for the new government, wearing Western-style clothes and living in a Western-style home. In a private Japanese cottage behind the house, he keeps Akizuki in secret. Relations between the two lovers have broken down as Akizuki cannot stand being kept in hiding in comfort while his fellow Bakufu comrades suffer in prison, and he wants to commit suicide.",
          "Aliases": []
        }
      }
    }
  }
}