{
    "URL": "https://www.thetvdb.com/series/memories",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [],
    "TitleEnglish": "Memories",
    "SummaryEnglish": "\"Memories\" is made up of three separate science-fiction stories. In the first, \"Magnetic Rose,\" four space travelers are drawn into an abandoned spaceship that contains a world created by one woman's memories. In \"Stink Bomb,\" a young lab assistant accidentally transforms himself into a human biological weapon set on a direct course for Tôkyô. The final episode, \"Cannon Fodder,\" depicts a day in the life of a city whose entire purpose is the firing of cannons at an unseen enemy.",
    "TitleJapanese": "メモリーズ",
    "SummaryJapanese": "大友克洋の短編コミック3話を原作にした、長編オムニバスアニメーション。森本晃司、岡村天斎、大友克洋それぞれ1エピソードずつ手掛けた。STUDIO4℃ではエピソード1「彼女の想いで」、エピソード3「大砲の街」を制作・プロデュース。STUDIO4℃が手掛けた初の本格的な自社作品であり、最大級のプロジェクトとなった大作である。デジタル技術を大幅に導入し、それまで類を見ないビジュアルが話題を呼んだ。\n「彼女の想いで」の全編に流れる壮麗なオペラは、チェコ・フルハーモニー・オーケストラの演奏だが、収録現場で実際にフィルムを見ながら指揮者がタクトを振り、歌手が歌うという、徹底した本物志向の音づくりをした。「大砲の街」ではカット割りを使わずに全てワンシーン・ワンカット撮影する初の試みに挑戦し、セルからコンピューターへの過渡的きっかけとなる作品となった。",
    "Aliases": [
        "MEMORIES"
    ],
    "Modified": "2025-07-18",
    "Seasons": {
        "0": {
            "ID": "619631",
            "URL": "https://www.thetvdb.com/series/memories/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "7322170",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/memories/episodes/7322170",
                    "TitleEnglish": "Memories",
                    "SummaryEnglish": "Memories is a 1995 Japanese animated science fiction anthology film with Katsuhiro Ootomo as executive producer, and based on three of his manga short stories. The film is composed of three shorts: Magnetic Rose (彼女の想いで Kanojo no Omoide), directed by Studio 4°C co-founder Kouji Morimoto and written by Satoshi Kon; Stink Bomb (最臭兵器 Saishuu-heiki), directed by Tensai Okamura of Darker than Black fame and written by Ootomo, and Cannon Fodder (大砲の街 Taihou no Machi), written and directed by Ootomo himself.",
                    "TitleJapanese": "メモリーズ",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6853730",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/memories/episodes/6853730",
                    "TitleEnglish": "Memories: NHK TV Documentary / Featurette",
                    "SummaryEnglish": "\"Katsuhiro Otomo's MEMORIES\", a 1995 Japanese anthology film, features three separate animated shorts, collectively created by the greatest modern powerhouse animators of their time: \"Magnetic Rose\", directed by Kōji Morimoto [Animatrix, Genius Party, Macross Plus]. Written by Satoshi Kon [Perfect Blue, Tokyo Godfathers, Paprika] and animated at Studio 4 °C. \"Stink Bomb\", directed by Tensai Okamura [LOTGH, Metabots, Kuromukuro]. Also written by Satoshi Kon and animated at Studio Madhouse. \"Cannon Fodder\", written and directed by Otomo Katsuhiro [who gets top-billing as showrunner, also known for Akira, Metropolis, Dōmu, & Steamboy], animation by Studio 4 °C. The movie itself is intriguing enough to watch, though the production behind it, with all the limitations and hardships that fall upon the creators, is also a story within itself worth listening to.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "619632",
            "URL": "https://www.thetvdb.com/series/memories/seasons/official/1",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5194238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/memories/episodes/5194238",
                    "TitleEnglish": "Magnetic Rose",
                    "SummaryEnglish": "Four space travelers are drawn into an abandoned spaceship that contains a world created by one woman's memories.",
                    "TitleJapanese": "彼女の想いで",
                    "SummaryJapanese": "2092年の宇宙空間でスペースデブリと化した人工衛星などを処理する作業員4人を乗せた宇宙船「コロナ」は帰途に就く最中、救難信号を受信する。向かった先は「サルガッソー」と呼ばれる宇宙船の墓場であり、発生する磁場をすり抜けながら発信元のバラのつぼみの形状をした遭難船にたどり着く。乗組員であるハインツとミゲルは救出に向かい遭難船に進入するが、そこで見たものは形だけは当時の面影を残す居住ルーム、そしてかつてオペラ界で名を馳せていた女優エヴァの数々の思い出であった。しかし先に進むにつれミゲルがエヴァの幻覚に堕ち、ハインツも過去のトラウマの幻覚に怯えながら突如受けた攻撃に応戦。一方で難破船の外では次第に強力化される磁場が対磁気コーディングを施していない「コロナ」に影響を及ぼし、難破船に取り込まれようとしていた。幻覚や磁場の原因は遭難船にある中央コンピューターからであり、ハインツはエヴァの幻覚（実際は中央コンピューターによって操作されているホログラフィーをまとったロボット）と中央コンピューターを攻撃。「コロナ」も全滅を防ぐため人工衛星破壊用兵器「アナライザー砲」を使用してハインツやミゲルが残る遭難船を破壊しようとするが穴を開けたにすぎず、ハインツは開いた穴から宇宙空間に投げ出され、「コロナ」はそのまま遭難船に取り込まれてしまった。エヴァのロボットは周辺をホログラフィーによる劇場に変えてオペラは終劇となり、幻覚に取り込まれたミゲルはエヴァと共に思い出の中に生き、一方宇宙空間に投げ出されたハインツは宇宙服の中を舞うバラの花びらに息を吹きかけたところで物語は終わる。"
                },
                "2": {
                    "ID": "5194239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/memories/episodes/5194239",
                    "TitleEnglish": "Stink Bomb",
                    "SummaryEnglish": "In \"Stink Bomb\" by Regie Tensai Okamura (Wolf's Rain), a young lab assistant accidentally transforms himself into a human biological weapon set on a direct course for Tôkyô.",
                    "TitleJapanese": "最臭兵器",
                    "SummaryJapanese": "場所は山梨県甲府市。風邪をこじらせながらも診療所から直接研究所へ出勤し、研究に従事していた西橋製薬研究員の田中信男は、同僚から「風邪薬のサンプル品である『赤い瓶に入った青いカプセル』を飲めば風邪が治る」と言われる。所長の部屋に入った信男は机の上の瓶の中に入っているカプセルを見つけるが、取り違えて『赤い瓶に入った青いカプセル』の横にあった『青い瓶に入った赤いカプセル』を飲んでしまう。実はその『青い瓶に入った赤いカプセル』は国の依頼によりPKO派遣部隊用として極秘に研究・開発していた際、所長が合成したところ偶然造られた強力な臭気を発生する物質[4]であった。そのまま応接室で一昼夜寝込んでしまった信夫が目が覚ますと、風邪症状は治っていたが、所長を含めた研究所のメンバー全員が悶絶して昏倒していた。信夫は慌てふためきながらも、所長が切った防菌アラームの電源を入れ、東京の本社で会議中だった韮崎開発局長と連絡をとる。韮崎は信男の報告で事故が起きたことは察したがその原因はこの時点で判らず、救急車が来る前にとにかく極秘サンプルである『青い瓶に入った赤いカプセル』と関連資料を自分のところまで誰にも悟られずに運び、自分以外に渡さないように指示、それを受けて信男はそれらをスーツケースに入れ研究所から本社へ向かう。しかしその道中雪が残る真冬なのにもかかわらずサクラやヒマワリの花が開花したり、信男を救出しようとした人々が次々と倒れていく光景を目のあたりにする。"
                },
                "3": {
                    "ID": "5194240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/memories/episodes/5194240",
                    "TitleEnglish": "Cannon Fodder",
                    "SummaryEnglish": "The final episode, \"Cannon Fodder,\" depicts a day in the life of a city whose entire purpose is the firing of cannons at an unseen enemy.",
                    "TitleJapanese": "大砲の街",
                    "SummaryJapanese": "ある朝。少年が自宅のベッドで目を覚まし、廊下に掲げられた砲撃手の肖像画に敬礼を行う。少年は母親から寝起きが遅いことをたしなめられながら、「撃ってきます」の挨拶とともに、父親と一緒に家を出る。街にはおびただしい数の砲台が設けられ、住宅や道路、鉄道などの都市機能と一体化していた。街の人々は訓練されており、列車の乗降も皆揃って列を成している。市中は今月の標語「撃てや撃て、力の限り、町のため」であふれていた。少年が学校の授業で三角関数による弾道計算を習っている最中、父親が勤める17番砲台では敵移動都市を目標とする巨砲の発射準備が着々と進められる。装填が完了すると砲の方位角と高低角が定められ、退避した装填手たちと入れ替わりに砲撃手が姿を現し、芝居掛りの所作とともに拉縄が引かれて勢いよく砲弾が飛び出し、そのまま昼休みに入る。少年、砲弾工場で働く母親、父親それぞれの食事風景と、移動都市の周辺に広がる砲撃によるクレーターだらけの大地が映し出される。17番砲台では再び午後の発射の準備が行われるが、父親は手順のミスから弾丸を落下させて衝撃で跳ね飛ばされる。父親は給弾長から叱責され、罰として同じ班の同僚とともに発射時に砲側にとどまるよう命令される。父親は転落の衝撃でヘルメットやマスクが外れた状態であったが、発射の瞬間にとっさに手で耳をふさぎ、発射時の衝撃と硝煙を受けて吹き飛ばされる。\n\nそして夜。テレビのニュース番組は敵移動都市へ与えた損害を伝え、アナウンサーは勝利の日は近いと語る。砲撃手にあこがれる少年は父親にどこと戦争をしているのか尋ねるが、父親はまだ知らなくていいから寝なさいと答える。そして少年が再び砲撃手の肖像画に敬礼を行い、就寝した所でエンディングへ。"
                }
            }
        }
    }
}