{
  "URL": "https://www.thetvdb.com/series/memories",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Science Fiction",
    "Thriller"
  ],
  "Other Sites": [],
  "TitleEnglish": "Memories",
  "SummaryEnglish": "\"Memories\" is made up of three separate science-fiction stories. In the first, \"Magnetic Rose,\" four space travelers are drawn into an abandoned spaceship that contains a world created by one woman's memories. In \"Stink Bomb,\" a young lab assistant accidentally transforms himself into a human biological weapon set on a direct course for Tôkyô. The final episode, \"Cannon Fodder,\" depicts a day in the life of a city whose entire purpose is the firing of cannons at an unseen enemy.",
  "Aliases": [
    "MEMORIES"
  ],
  "Modified": "2025-07-18",
  "Seasons": {
    "0": {
      "ID": "619631",
      "URL": "https://www.thetvdb.com/series/memories/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "7322170",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/memories/episodes/7322170",
          "TitleEnglish": "Memories",
          "SummaryEnglish": "Memories is a 1995 Japanese animated science fiction anthology film with Katsuhiro Ootomo as executive producer, and based on three of his manga short stories. The film is composed of three shorts: Magnetic Rose (彼女の想いで Kanojo no Omoide), directed by Studio 4°C co-founder Kouji Morimoto and written by Satoshi Kon; Stink Bomb (最臭兵器 Saishuu-heiki), directed by Tensai Okamura of Darker than Black fame and written by Ootomo, and Cannon Fodder (大砲の街 Taihou no Machi), written and directed by Ootomo himself.",
          "Aliases": []
        },
        "2": {
          "ID": "6853730",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/memories/episodes/6853730",
          "TitleEnglish": "Memories: NHK TV Documentary / Featurette",
          "SummaryEnglish": "\"Katsuhiro Otomo's MEMORIES\", a 1995 Japanese anthology film, features three separate animated shorts, collectively created by the greatest modern powerhouse animators of their time: \"Magnetic Rose\", directed by Kōji Morimoto [Animatrix, Genius Party, Macross Plus]. Written by Satoshi Kon [Perfect Blue, Tokyo Godfathers, Paprika] and animated at Studio 4 °C. \"Stink Bomb\", directed by Tensai Okamura [LOTGH, Metabots, Kuromukuro]. Also written by Satoshi Kon and animated at Studio Madhouse. \"Cannon Fodder\", written and directed by Otomo Katsuhiro [who gets top-billing as showrunner, also known for Akira, Metropolis, Dōmu, & Steamboy], animation by Studio 4 °C. The movie itself is intriguing enough to watch, though the production behind it, with all the limitations and hardships that fall upon the creators, is also a story within itself worth listening to.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "619632",
      "URL": "https://www.thetvdb.com/series/memories/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "5194238",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/memories/episodes/5194238",
          "TitleEnglish": "Magnetic Rose",
          "SummaryEnglish": "Four space travelers are drawn into an abandoned spaceship that contains a world created by one woman's memories.",
          "Aliases": []
        },
        "2": {
          "ID": "5194239",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/memories/episodes/5194239",
          "TitleEnglish": "Stink Bomb",
          "SummaryEnglish": "In \"Stink Bomb\" by Regie Tensai Okamura (Wolf's Rain), a young lab assistant accidentally transforms himself into a human biological weapon set on a direct course for Tôkyô.",
          "Aliases": []
        },
        "3": {
          "ID": "5194240",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/memories/episodes/5194240",
          "TitleEnglish": "Cannon Fodder",
          "SummaryEnglish": "The final episode, \"Cannon Fodder,\" depicts a day in the life of a city whose entire purpose is the firing of cannons at an unseen enemy.",
          "Aliases": []
        }
      }
    }
  }
}