{
    "URL": "https://www.thetvdb.com/series/dragon-ball-super",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Family",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.facebook.com/DBSuperOfficialEnglish",
        "https://www.imdb.com/title/tt4644488/",
        "http://www.toei-anim.co.jp/tv/dragon_s",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=EP02576133",
        "https://www.themoviedb.org/tv/62715",
        "https://x.com/dragonballsuper"
    ],
    "TitleEnglish": "Dragon Ball Super",
    "SummaryEnglish": "With Majin Boo defeated half-a-year prior, peace returns to Earth, where Son Goku (now a radish farmer) and his friends now live peaceful lives. However, a new threat appears in the form of Beerus, the God of Destruction. Considered the most terrifying being in the entire universe, Beerus is eager to fight the legendary warrior seen in a prophecy foretold decades ago known as the Super Saiyan God. The series retells the events from the two Dragon Ball Z films, Battle of Gods and Resurrection 'F' before proceeding to an original story about the exploration of alternate universes.",
    "Aliases": [
        "Dragon Ball Super (2015)",
        "Dragon Ball Chou",
        "ドラゴンボール超"
    ],
    "Modified": "2025-09-16",
    "Seasons": {
        "0": {
            "ID": "621345",
            "URL": "https://www.thetvdb.com/series/dragon-ball-super/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "3": {
                    "ID": "6642443",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6642443",
                    "TitleEnglish": "Dragon Ball Super: Broly",
                    "SummaryEnglish": "Forty-one years ago, the Saiyan homeworld Planet Vegeta is ruled by King Cold's forces, who delegates command of the forces to his son Frieza. King Vegeta, leader of the Saiyans, believes his son Prince Vegeta is a prodigy destined to liberate their people and rule the universe. He learns of Broly, a Saiyan baby born with an abnormal power level that exceeds that of his son, and exiles Broly to the distant planet Vampa."
                },
                "4": {
                    "ID": "9534474",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/9534474",
                    "TitleEnglish": "Dragon Ball Super: Super Hero",
                    "SummaryEnglish": "The Red Ribbon Army from Goku's past has returned with two new androids to challenge him and his friends."
                }
            }
        },
        "1": {
            "ID": "624509",
            "URL": "https://www.thetvdb.com/series/dragon-ball-super/seasons/official/1",
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "5238715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5238715",
                    "TitleEnglish": "A Peacetime Reward: Who Gets the 100,000,000 Zeni?!",
                    "SummaryEnglish": "Sometime after peace returns to Earth after the defeat of Majin Buu, Goku is forced by Chi-Chi to work as a farmer. Goten and his friend Trunks search for a gift for his sister-in-law Videl, who is married to his older brother, Gohan. Unable to afford jewelry or makeup, the two decide to visit a hot springs in the woods to bottle up some mineral water instead. While there, they are attacked by a giant snake, which they manage to scare away. Sometime later, Mr. Satan visits Goku and gives the 100 million Zeni he received for his purported role in saving Earth from Buu. Goku gives the money to Chi-Chi, so she would let him train. Elsewhere in deep space, Beerus the Destroyer awakened from dreaming of a worthy opponent as he and his attendant, Whis set out to discover who this figure is."
                },
                "2": {
                    "ID": "5268569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5268569",
                    "TitleEnglish": "To the Promised Resort! Vegeta Takes a Family Trip!",
                    "SummaryEnglish": "As Goku goes to King Kai's planet to train, Vegeta, Bulma, and Trunks take a family trip to a resort. Bulma and Trunks are enjoying the family time together, while Vegeta is bothered by the fact that Goku gets to train. Fed up with what he considers a waste of time, Vegeta flies away and heads back to Capsule Corporation to train. Somewhere in space, Beerus and Whis scour an alien planet in search of dinosaur meat. They are confronted by the planet's strongest dweller, whom Beerus overpowered before effortless destroying the planet. At that time, Beerus has another vision of his destined opponent – the Super Saiyan God."
                },
                "3": {
                    "ID": "5271551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5271551",
                    "TitleEnglish": "Where Does the Dream Pick Up? Find the Super Saiyan God!",
                    "SummaryEnglish": "Fearing what might happen knowing that Beerus is awake, the Old Supreme Kai and Kaibito urge King Kai to ensure that Goku never finds out about the Destroyer. But Goku overhears the conversation and becomes curious. Back in his temple, Beerus and Whis continue their search for the Super Saiyan God. They soon learn of Goku and his feats. Beerus and Whis decide to pay him and King Kai a visit. Meanwhile, back on Earth, Goku's friends and family members begin gathering on the cruise ship for Bulma's birthday party except for Vegeta who is still training to surpass Goku as the strongest Saiyan."
                },
                "4": {
                    "ID": "5271559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5271559",
                    "TitleEnglish": "Bid for the Dragon Balls! Pilaf and Crew's Impossible Mission!",
                    "SummaryEnglish": "With all guests now gathered except for Goku and Vegeta, Bulma's birthday party gets underway. Trunks shows Goten where his mother hid the bingo tournament grand prize – the Dragon Balls. Not far off from the ship, the Pilaf Gang are now poor and hungry. They are trying to get by until they find the Dragon Balls and make their wishes come true. When his Dragon Radar picks up a signal coming from Bulma's ship, Pilaf and his henchmen hastily board the ship with Trunks and Goten's help. Meanwhile, on his planet, King Kai explains Beerus to Goku as a counterpart to the Supreme Kais who helps maintain universal balance. Just as he finishes, Beerus and Whis arrive."
                },
                "5": {
                    "ID": "5271567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5271567",
                    "TitleEnglish": "Showdown on King Kai's World! Goku vs. Beerus the Destroyer!",
                    "SummaryEnglish": "Beerus and Whis arrive on King Kai's planet and detect Goku's presence, the former initially disappointed that Goku knows nothing about the \"Super Saiyan God\" yet agrees to test his strength in a sparring match. Goku attempts to fight him in all of the Super Saiyan transformations, but Beerus effortlessly defeats him in two blows. Beerus and Whis head for Earth shortly afterwards, while King Kai uses his telepathy to warn Vegeta ahead of their arrival and ensure Beerus does not get upset."
                },
                "6": {
                    "ID": "5271575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5271575",
                    "TitleEnglish": "Don't Anger the Destroyer! A Heart-Pounding Birthday Party",
                    "SummaryEnglish": "Beerus and Whis arrive on Earth as Bulma's birthday party is underway. Paralyzed by Beerus' presence, Vegeta recognizes him as the being who once visited Planet Vegeta and forced his father, King Vegeta on his knees. Bulma pops up and assumes Beerus and Whis to be Vegeta's friends as she invites them to join the party, the two gladly accepting her offer as they become enamored with Earth cuisine. Though Vegeta tries his best to ensure that Beerus remains calm as he and Whis mingle with the guest, the Destroyer becomes furious when Majin Buu refuses to share the remaining pudding and attacks him for his insolence."
                },
                "7": {
                    "ID": "5287939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5287939",
                    "TitleEnglish": "How Dare You Do That to My Bulma! Vegeta's Metamorphosis of Fury?",
                    "SummaryEnglish": "Beerus effortlessly knocks Majin Buu away, telling Vegeta to step aside when was being persuaded to calm down and enjoy himself. Trunks and Goten fuse into Gotenks, only to be outmatched and then punished by Beerus after insulting his pudding obsession. Beerus then defeats Piccolo, Tien Shinhan, and Android 18 before he and an upset Buu clash again. While observing the battle, Dende realizes what Beerus actually is and immediately informs Piccolo. Before Piccolo is able to warn him, Gohan powers up and charges towards Beerus before the Destroyer uses Buu as a weapon to knock Gohan down before tossing Buu aside. Vegeta attempts to stop it, but is forced to the ground by Beerus who expresses his disappointment of him being as weak as his father was. Just as Beerus is about to finish Vegeta, Bulma walks up and slaps him for ruining her party. Beerus retaliates with a backhand, with Vegeta finally losing his temper from seeing Bulma hurt and powers up immensely."
                },
                "8": {
                    "ID": "5287940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5287940",
                    "TitleEnglish": "Goku Makes an Entrance! A Last Chance from Lord Beerus?",
                    "SummaryEnglish": "Having powered up, Vegeta charges towards Beerus but is knocked out when the Destroyer is revealed to have been using only a fraction of his power. While the Pilaf Gang disembark Bulma's ship on a stolen life raft, Beerus decides to give the Earthlings another chance at saving their planet and picks out Oolong out his similar appearance to Buu for a game of rock–paper–scissors to decide the fate of the planet. After a couple ties, Beerus eventually wins and proceeds to power up his attack. Just as Beerus is about to fire, Goku chimes in and requests Beerus to give them a reprieve as he thought of a way they can get a Super Saiyan God. He will summon and ask Shenron about it."
                },
                "9": {
                    "ID": "5287941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5287941",
                    "TitleEnglish": "Thanks for Waiting, Lord Beerus! A Super Saiyan God is Born at Last!",
                    "SummaryEnglish": "Goku gathers the Dragon Balls together and summons Shenron, who is startled upon learning of Beerus' presence. Shenron quickly explains that the Super Saiyan God is a legendary transformation that results from a ritual where six kind hearted Saiyans infuse their power into another. The Saiyans attempt to transform Goku, but they fail as they are one Saiyan short. An impatient Beerus was about to destroy the planet when Videl offers to join the ritual while revealing to be pregnant with Gohan's unborn child. The Saiyans and Videl attempt the transformation again and manage to transform Goku into the Super Saiyan God."
                },
                "10": {
                    "ID": "5287942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5287942",
                    "TitleEnglish": "Show Us, Goku! The Power of a Super Saiyan God!",
                    "SummaryEnglish": "Super Saiyan God Goku confronts Beerus, amazed by the immense power his body has gained with the transformation as he gradually becomes used to his new form. Seeing as how Goku might turn out to be a worthy adversary after all, Beerus decides it is time for them to unleash their true power and have a real battle of Gods."
                },
                "11": {
                    "ID": "5341605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5341605",
                    "TitleEnglish": "Let's Keep Going, Lord Beerus! The Battle of Gods!",
                    "SummaryEnglish": "Having somewhat got a grip on the Super Saiyan God form, Goku initially manages to keep up with Beerus before realizing the Destroyer is holding himself back as means to motivate Goku to catch up with him. To that end, Beerus drags Goku to space, where he swiftly knocks him out. Goku comes crashing down back to Earth and ends up in an ocean. Amazed by such power, Goku gets excited and powers up, and heals himself in the process. Willing to have another go, Goku flies out of the ocean and dashes towards Beerus."
                },
                "12": {
                    "ID": "5287944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5287944",
                    "TitleEnglish": "The Universe Will Shatter? Clash! Destroyer vs. Super Saiyan God!",
                    "SummaryEnglish": "Goku and Beerus continue to fight in space, their clashing blows revealed to be producing shockwaves then are causing the universe to be undone, Old Supreme Kai assuming that two more such blows could destroy everything. However, Goku manages to land the third clash with Beerus by balancing Beerus' attack with his own to prevent any more shock waves to be produced. Beerus then uses his atomic bomb attack on Goku, who counters with a Kamehameha."
                },
                "13": {
                    "ID": "5287945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5287945",
                    "TitleEnglish": "Goku, Surpass Super Saiyan God!",
                    "SummaryEnglish": "The Supreme Kais are surprised that the universe is still intact following the battle, Old Kai assuming it to be Beerus's doing and fears the worst has yet to come. On Earth, Vegeta, Whis, and the others are still observing the fight with Whis impressed by the power a Super Saiyan God has. In space, Goku struggles to keep up with Beerus' attack, which ultimately ends up in a massive explosion that threatens the universe before Beerus used his full power to negate it with Mr. Satan taking the credit when called by his public relations group. Goku and Beerus continue their fight after the latter tells the mortal he is at his limit, Goku transforming back into a Super Saiyan after losing his divinity. With Goku not realizing he lost his Super Saiyan God form until after, he managed to land a hit on Beerus who deduces his opponent can still fight on equal ground they resume their battle."
                },
                "14": {
                    "ID": "5345647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5345647",
                    "TitleEnglish": "This is All the Power I've Got! A Settlement Between Gods",
                    "SummaryEnglish": "Now with only a Super Saiyan form at his disposal, Goku powers up and attacks but to no avail as Beerus knocks him out effortlessly. With Goku knocked out, Beerus prepares to destroy Earth. In a final effort to stop Beerus, Goku once again powers up and charges his Kamehameha attack. Goku manages to prevent Beerus' attack, but he completely depletes what was left of his energy in the process. He comes crashing down to Earth onto Bulma's ship, where Vegeta manages to catch him. Beerus lands on the planet shortly after to finish what he started, but he suddenly falls asleep. Whis explains that Goku must have tired Beerus out and that by the time he wakes up he will have forgotten about their trip to Earth. Beerus who was faking his sudden sleep spell and Whis leave for Beerus' planet shortly after. With Earth safe again, Goku decides to relax and enjoy the party."
                }
            }
        },
        "2": {
            "ID": "644129",
            "URL": "https://www.thetvdb.com/series/dragon-ball-super/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5345648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5345648",
                    "TitleEnglish": "Valiant Mr. Satan, Work a Miracle! A Challenge from Outer Space!",
                    "SummaryEnglish": "With Earth no longer in danger, Goku and the others return to their ordinary lives. But Goku ends up working as a farmer again after Chi-Chi spent a majority the 100 million Zeni they received from Mr. Satan in light of Goku needing to becoming a role model for his unborn grandchild. Meanwhile, Mr. Satan's self-promotion as the one who defeated Beerus goes awry when alien ambassadors from planet Snak came to give their gratitude before their champion Galbee challenges Mr. Satan. After being unable to call Gohan or the others for help, Mr. Satan tries to enlist Goku's help when he arrives at the scene. Goku is forced to escape when Chi-Chi spots him about to fight, which forces Mr. Satan to deal with Galbee himself to maintain his image. Luckily, the aliens having intended to conquer Earth, the Snackians are revealed to be cynophobic as they leave Earth in terror upon spotting Mr. Satan's dog Bee."
                },
                "2": {
                    "ID": "5345649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5345649",
                    "TitleEnglish": "Vegeta Becomes a Student?! Win Over Whis!",
                    "SummaryEnglish": "Chi-Chi still has Goku doing farm work, Krillin finding him sleeping on the job while surprised that he did not leave to train with King Kai. After reminiscing about their childhood training under Master Roshi, Krillin asks Goku to punch him to know the gap between their power levels. A reluctant Goku tries to change Krillin's mind before acquiescing, with Krillin being knocked over a distance before hitting a boulder. Shortly afterwards, Goku brings Krillin to his house with Android 18 treating his wounds. Krillin states that he misses martial arts and wishes to start training again. Meanwhile, Whis returns to Earth to snack on delicious food. Vegeta uses this as an opportunity to demand that Whis train him so that he can surpass Goku's power level."
                },
                "3": {
                    "ID": "5368641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5368641",
                    "TitleEnglish": "Pan is Born! And Goku Goes on a Training Journey?!",
                    "SummaryEnglish": "Pan has been born with Chi-Chi refusing to allow her granddaughter to be end up a martial arts fanatic like Goku. While everyone attempts to persuade Chi-Chi to change her mind, Bulma accidentally reveals Vegeta having left six months ago to train under Whis to Goku's shock. After some time, Bulma giving him a cellphone to stop his harassment, Goku approaches Whis during his outing with Bulma. Whis accepts Goku's plea to be mentored, thinking it to be perfect timing for Goku to join Vegeta in training. Just as the two are about to depart, Chi-Chi upon learning from Gohan of Goku's departure, attempts to stop him. But Goku leaves with Whis, Though devastated at his departure, Chi-Chi is sure that Goku will return sometime."
                },
                "4": {
                    "ID": "5368642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5368642",
                    "TitleEnglish": "I'm Here, Too! Training Commences on Beerus' World",
                    "SummaryEnglish": "Goku and Whis arrive on Beerus' planet, where Vegeta is tasked with housekeeping. Goku is surprised to learn that Vegeta has gotten considerably stronger training under Whis. Goku wants to start his training right away, but learns he and Vegeta must first carry out some house chores that include changing Beerus' bed sheets without waking him up. Then the actually training occurs, which quickly wears Goku out as he falls asleep while Vegeta continues. The next day, Whis decides to have a sparring match with his apprentices in order to gauge their speed. The two prove to be no match for Whis. Goku and Vegeta are too slow to land a single hit on Whis. Somewhere in space, surviving members of Frieza's army are led by Sorbet. They continue with their effort of resurrecting their leader. Not far off, mysterious beings similar to Beerus and Whis have destroyed a planet in search of something."
                },
                "5": {
                    "ID": "5396344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5396344",
                    "TitleEnglish": "Despair Redux! The Return of the Evil Emperor, Frieza!",
                    "SummaryEnglish": "As Goku and Vegeta continue their training under Whis on Beerus' planet, Sorbet is unable to find New Namek as he and his assistant Tagoma (タゴマ) depart for Earth to use its Dragon Balls instead to resurrect their leader Frieza. They run into the Pilaf Gang, who had collected all seven Dragon Balls just before their arrival. Sorbet coerces Pilaf into summoning Shenron, who explains that reviving Frieza would be futile as his body was cut in pieces when Future Trunks killed him. But Sorbet insists after Tagoma suggests using their advanced healing technology to restore Frieza, the two collecting Frieza's pieces and return to their ship as Mai and Sho used up the remaining wishes. Frieza is completely regenerated shortly afterwards."
                },
                "6": {
                    "ID": "5396362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5396362",
                    "TitleEnglish": "A Warning from Jaco! Frieza and 1,000 Soldiers Close In",
                    "SummaryEnglish": "Once restored, revealing his horrific ordeal in Hell, Frieza desires revenge against Goku and Future Trunks. Tagoma objects to Frieza's plans, but Frieza promptly subdues him. When Frieza finds out that Goku has gotten much stronger since they last met, he decides to train in order to become more powerful. Since Frieza's power was inborn, he reveals that he had never felt the need to train a day in his life before now. Four months pass before Frieza and his army head for Earth. All the while, Goku and Vegeta continue their training under Whis. Jaco the Galactic Patrolman travels to Earth to inform Bulma that Frieza had been revived and is approaching Earth with an army of one thousand soldiers. With the Frieza Force fast approaching, Bulma gathers the remaining fighters to fight Frieza's army in hopes of holding out until Goku and Vegeta make it back to Earth."
                },
                "7": {
                    "ID": "5396364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5396364",
                    "TitleEnglish": "The Start of Vengeance! The Frieza Force's Malice Strikes Gohan!",
                    "SummaryEnglish": "Frieza's forces begin their raid on Planet Earth. Goku and Vegeta, oblivious to what is happening on Earth, continue their training under Whis."
                },
                "8": {
                    "ID": "5411784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5411784",
                    "TitleEnglish": "Change! An Unexpected Return! His Name is Ginyu!!",
                    "SummaryEnglish": "Tagoma powers up and then confidently approaches his opponents. Piccolo is instantly outmatched, so Gohan blasts Tagoma, causing him to fly several yards away. As the dust settles, Tagoma reveals himself to be unharmed. Suddenly, Gotenks arrives and headbutts Tagoma, shocking everybody. While Tagoma is struggling to recuperate from Gotenks's attack, Captain Ginyu (in his frog form) pounces up to him and inscribes a message in the gravel. Tagoma accidentally sets off Ginyu's signature move, which swaps their bodies. Ginyu rapidly adjusts to his new body's immense power and assaults all of his rivals simultaneously. Bulma, Trunks, and Goten attempt to contact Whis, leaving Jaco bewildered. While combating Gohan, Ginyu appears to have the upper hand until Gohan transforms into a Super Saiyan and manages to knock him down. At once, Frieza becomes enraged and repeatedly shoots multiple blasts at Gohan. Before Frieza can kill Gohan, however, Piccolo steps in to save him."
                },
                "9": {
                    "ID": "5411785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5411785",
                    "TitleEnglish": "Earth! Gohan! Both on the Ropes! Hurry and Get Here, Goku!!",
                    "SummaryEnglish": "As the Z fighters struggle against Tagoma an old foe makes a surprise return to the battlefield."
                },
                "10": {
                    "ID": "5434172",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5434172",
                    "TitleEnglish": "Clash! Frieza vs. Goku! This is the Result of My Training!",
                    "SummaryEnglish": "The battle between Goku and Frieza begins. They fight on even ground, and neither one is able to inflict significant damage to the other. Frieza resorts to attacking Krillin and Bulma. When Goku tries to save them, he is caught off guard when Frieza lands several blows on him. Eventually, lashing at Goku, Vegeta intervenes out of impatience for the fighters' constant rambling and holding back their full power. Goku takes Vegeta's request into account and convinces Frieza to power up to his maximum. When Frieza calls out to Goku to show his full power, Goku transforms on his own into a new version of a Super Saiyan God."
                },
                "11": {
                    "ID": "5434173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5434173",
                    "TitleEnglish": "A Full-Throttle Battle! The Vengeful Golden Frieza",
                    "SummaryEnglish": "After testing Goku's new transformation, which Goku explained is a Super Saiyan equivalent to a Super Saiyan God, Freiza unveils his new Golden Frieza form. After expressing how impressed they are by each-other's progress, Goku and Frieza engage in a fierce battle. Meanwhile, Whis informs Bulma of their arrival on Earth in a few minutes but he and Beerus stop midway and Universe Six's Destroyer Champa and his attendant Vados. After having a short conversation with Champa and Vados, Beerus and Whis finally arrive on the battlefield. While eating Bulma's delicious dessert, Beerus and Whis acknowledge that Frieza has indeed become significantly stronger and that Goku seems to have a tough time keeping up with Golden Frieza. Still not use to his newest form, Goku struggles to keep up with Golden Frieza's speed and prowess, eventually getting pummeled into the ground."
                },
                "12": {
                    "ID": "5434174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5434174",
                    "TitleEnglish": "A Chance Appears in a Tight Spot! Launch a Counteroffensive, Goku!",
                    "SummaryEnglish": "Goku finds a weakness in Frieza's new form. Still, Goku finds himself in serious trouble."
                },
                "13": {
                    "ID": "5441392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5441392",
                    "TitleEnglish": "The Earth Explodes? A Decisive Kamehameha!",
                    "SummaryEnglish": "Goku is critically injured, but Vegeta intervenes before Frieza can deliver a killing blow. After killing Sorbet and assuring that Goku receives a Senzu Bean, Vegeta demonstrates his new ability to transform into a Super Saiyan God Super Saiyan. Frieza attempts several attacks but quickly finds himself completely outmatched by Vegeta. Enraged and humiliated, Frieza refuses to accept to defeat and instead blows up the Earth. Whis protects Goku and the other Z fighters, and as Goku laments his missed opportunity to defeat Frieza, Whis offers to turn back time by 3 minutes so that Goku can have another chance. The moment is then reset to the end of Vegeta and Frieza's battle, allowing Goku just enough time to charge up a Kamehameha and kill Frieza. Later, the group is seen celebrating at Capsule Corp. Piccolo has been revived with the Namekian Dragon Balls, and Gohan tells him that he intends to resume his training so that he can protect his loved ones."
                }
            }
        },
        "3": {
            "ID": "650773",
            "URL": "https://www.thetvdb.com/series/dragon-ball-super/seasons/official/3",
            "# Episodes": 19,
            "Episodes": {
                "1": {
                    "ID": "5463233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5463233",
                    "TitleEnglish": "The 6th Universe's Destroyer! His Name is Champa!",
                    "SummaryEnglish": "The Gods of Destruction Beerus and Champa meet. Champa proposes a match between the fighters of Universe 6 and 7."
                },
                "2": {
                    "ID": "5463234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5463234",
                    "TitleEnglish": "Combat Matches Are a Go! The Captain is Someone Stronger Than Goku",
                    "SummaryEnglish": "The preparations for the Universe Tournament get under way."
                },
                "3": {
                    "ID": "5469589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5469589",
                    "TitleEnglish": "A Run-Through For the Competition! Who Are the Last Two Members?",
                    "SummaryEnglish": "Goku and Vegeta recruit Piccolo and Majin Buu as the remaining combatants of the Universe Seven team. Gohan considered joining, but was unable to do so as he had a business meeting on the day of the tournament. Beerus and the others think back over recent events, with a series of flashbacks recapping the series."
                },
                "4": {
                    "ID": "5507092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5507092",
                    "TitleEnglish": "Off to See Master Zuno! Find Out Where the Super Dragon Balls Are!",
                    "SummaryEnglish": "Initially refusing to help Bulma after forcing him to come to Earth, Jaco suggests inquiring about the Super Dragon Ball from an omniscient alien named Master Zunō. After arriving on Master Zunō's planet, Jaco failing to mention the seven-year waiting period, the duo encounter a spacefaring criminal named Burpman, who is wanted by the Galactic Patrol for multiple dine and dash crimes. Having accidentally destroyed a monument and pinning the blame on Burpman, Jaco eventually decides to arrest the criminal so he and Bulma can take his spot and seek Master Zunō's advice right away. While Bulma unwittingly wasted two of her three questions, she learns the radius and other properties of the Super Dragon Balls as well as that they were formerly scattered across both the Sixth and Seventh Universes."
                },
                "5": {
                    "ID": "5507099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5507099",
                    "TitleEnglish": "The Matches Begin! We're All Off to the Planet with No Name!",
                    "SummaryEnglish": "On Earth, everyone gathers for the trip to the tournament. Goku and Vegeta arrive after having trained in the Hyperbolic Time Chamber for three years. After stopping at Beerus' planet to get both him and Monaka, everyone proceeds to go to the tournament. The group meets their competition who are all somewhat unusual. This includes a Saiyan with a radically different history and a fighter resembling Frieza. After the written test, the Universe Seven team is left one team member down because Majin Buu falls asleep and is disqualified. Beerus decides that Monaka will go last. After a round of rock-paper-scissors, it is decided that Goku will fight first, followed by Piccolo, and then Vegeta. Goku and his competitor, a large bear-like creature named Botamo, enter the tournament ring."
                },
                "6": {
                    "ID": "5507101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5507101",
                    "TitleEnglish": "Surprise, 6th Universe! This is Super Saiyan Goku!",
                    "SummaryEnglish": "The tournament finally begins, and Goku is the first to fight the mysterious fighters of Universe 6."
                },
                "7": {
                    "ID": "5507102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5507102",
                    "TitleEnglish": "Piccolo vs Frost! Stake it All on the Special Beam Cannon!",
                    "SummaryEnglish": "With Goku removed from the tournament, Piccolo faces Frost next and charges up his Special Beam Cannon while simultaneously evading Frost's attacks. To buy himself time to charge his attack, Piccolo creates clones of himself to distract Frost. Frost quickly disposes of decoys and charges at Piccolo. After a bout of close combat, Frost defeats Piccolo with a power blast. Before the referee could rule in Frost's favor, Jaco chimes in claiming that Frost had been cheating all along. The referee examines Frost and finds that he had been using an illegal item hidden in his gauntlet to drug his opponents into a temporary stupor. Champa is initially outraged to find that Frost had cheated. Vados reveals that Frost actually runs a criminal empire with the latter confessing that he set up the attacks on the planets he saved. Although Piccolo is declared the winner and Frost is disqualified, Vegeta reverses it to fight Frost."
                },
                "8": {
                    "ID": "5540069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5540069",
                    "TitleEnglish": "Turn Your Anger into Strength! Vegeta's Full-Bore Battle",
                    "SummaryEnglish": "Vegeta must find the strength in him to defeat the Frieza-like creature, Frost. Champa also introduces a new rule, much to the dislike of Beerus."
                },
                "9": {
                    "ID": "5540071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5540071",
                    "TitleEnglish": "An Unexpectedly Uphill Battle! Vegeta's Great Blast of Fury!",
                    "SummaryEnglish": "Vegeta continues his battle with Magetta, struggling against the rising temperatures in the enclosed arena. Vegeta tries to end it quickly with a Galick Gun, but Magetta's lava spit blast overcomes it, and Magetta follows it with a punch that sends Vegeta flying toward the ground. After nearly being disqualified through a ring-out, Vegeta powers up in anger, destroying the barrier of the arena. He then strikes Magetta with a Final Flash, forcing Magetta to the very edge of the stage. Rushing up to his combatant, Vegeta forces Magetta out of the ring with a quick series of punches."
                },
                "10": {
                    "ID": "5540074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5540074",
                    "TitleEnglish": "Don't Forget Your Saiyan Pride! Vegeta vs. The 6th Universe's Saiyan!",
                    "SummaryEnglish": "Vegeta squares off against Cabba in an intense battle. Vegeta goes to extreme lengths to grant a request that Cabba makes during their bout."
                },
                "11": {
                    "ID": "5544252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5544252",
                    "TitleEnglish": "The 6th Universe's Mightiest Warrior! Engage the Assassin Hit!",
                    "SummaryEnglish": "Vegeta and Hit start their battle, the former finding himself unable to land a single blow on Hit due to his superior speed. Eventually, Vegeta is struck by a heavy blow and collapses with Hit declared the winner. Suddenly, it is revealed that Hit used a technique called \"time-skip\", which freezes a tenth of a second for everyone but himself. Goku walks up to battle Hit. Initially, Hit overpowers Goku, which prompts him to ask Goku to surrender. Goku refuses and reveals he's been using the time to figure out how Hit's technique works, predicting and evading his opponent's moves. Hit claims that Goku's foresight was just a fluke and that he will not be able to use it again. But Goku is able to foresee Hit's attacks and defend himself. Goku proposes that both of them fight at their full power. Hit concurs and withdraws. Shortly afterwards, both start preparing for their next fight."
                },
                "12": {
                    "ID": "5574387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5574387",
                    "TitleEnglish": "A Developed \"Time Skip\" Counterstrike? Here Comes Goku's New Move!",
                    "SummaryEnglish": "While Goku manages to counter Hit's time-skip attacks, the displeased Hit fakes a power up while revealing that Goku inspired him to increase the duration of his time-skip to a second to inflict enough blows to force Goku on ground. Champa tells Hit to finish off Goku, but Hit refuses to obey his order out of respect for Goku. Goku manages to get back on his feet, and the two resume their fight. Goku is soon backed into a corner and resorts to using a move he intended to use on Beerus: using the Kaiō-ken technique while in Super Saiyan Blue form to greatly increase his strength and speed. Having powered up, Goku begins pummeling and blasting Hit, who manages to evade most of the attacks with ease."
                },
                "13": {
                    "ID": "5574388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5574388",
                    "TitleEnglish": "A Decision at Last! Is the Winner Beerus? Or is it Champa?",
                    "SummaryEnglish": "Goku and Hit reach a stalemate as they resolve not to fight for the Destroyers' whims, Goku requesting that for the rules to be waived so Hit can freely use his assassination techniques. Champa and Beerus argue over this decision before Goku jumps out of the ring in response to Beerus's refusal to remove the rules, revealing that he was at his limit of using Kaiō-ken. Shortly afterwards, a frightened Monaka faces Hit, who takes a dive to repay Goku for enabling him to surpass his limits the Universe Seven team declared the winners. Just as the festivities are about to conclude while Champa gives his team death threats, Grand Zenō, a mysterious \"King of Universes\", appears in the ring."
                },
                "14": {
                    "ID": "5576555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5576555",
                    "TitleEnglish": "Come Forth, Divine Dragon! And Grant My Wish, Peas and Carrots!",
                    "SummaryEnglish": "While appearing because of the Destroyers' conduct, Grand Zeno expressed enough interest in their tournament to organize one for all twelve universes with the other deities unnerved by Goku casually approaching the Omni-King. Champa proceeds to return to his universe to train his team for the upcoming tournament. Beerus asks Bulma to find the seventh Super Dragon Ball with her tracker, with deductive reasoning provided by Android 18 and Monaka revealing that it is the planet they are on. Once Bulma provided the incantation, with the wish made in the Divine Language, Whis summons Super Shenron with Beerus secretly wishing for the restoration of the Sixth Universe's Earth. Vados informs Champa what Beerus wished for. Whis leaves Beerus and Monaka on Beerus' planet and departs for Earth. Monaka is then revealed to be an ordinary mail delivery man and aspiring fighter, Beerus awarding Monaka for his help motivating Goku and Vegeta. Goku, Vegeta, and the others from Earth return home."
                },
                "15": {
                    "ID": "5583991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5583991",
                    "TitleEnglish": "A Chaotic Victory Party! Showdown at Last? Monaka vs. Goku!",
                    "SummaryEnglish": "Bulma holds a celebration party at the Capsule Corporation following the tournament, with Beerus lying to her about relaying the invite to Monaka as he and Whis know Goku would want to fight Monaka if he were to attend. But Monaka does attend due to Jaco making an order to the former's delivery company, forcing Beerus to come clean about Monaka while threatening the others to hide this from Goku. When Goku does arrive, Goten and Trunks suggest that Beerus disguise himself in a Monaka costume to fight Goku. Beerus agrees to the plan, the fight eventually ended by Whis and Pu'ar disguised as Beerus. With Goku none the wiser, everyone carries on with the festivities."
                },
                "16": {
                    "ID": "5607607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5607607",
                    "TitleEnglish": "Goku's Energy is Out of Control? The Struggle to Look After Pan",
                    "SummaryEnglish": "Due to over exerting himself from using the Kaiō-ken technique against Hit, Goku has problems controlling his energy and is force to take break to regain his strength. While Gohan and Videl are out, Goku and his family babysit Pan with the infant being fascinated with the stars. That morning, the Pilaf Gang attempt take advantage of Goku's powerless state with a giant robot, but they end up unintentionally stealing Pan while their robot turns into a ship that they accidentally launch them into the stratosphere. The pressure from the launch destroys their ship, but Pan is able to fly back home with her captives in tow. On their way home, Goku's family is relieved to find Pan even though they remain ignorant of her exploits."
                },
                "17": {
                    "ID": "5607608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5607608",
                    "TitleEnglish": "The Seal of Planet Pot-au-feu; Secrets of the Unleashed Superhuman Water!",
                    "SummaryEnglish": "While Monaka delivers a package to Bulma, Goten and Trunks sneak into his delivery truck and are accidentally taken to Planet Po-tau-feu where they encounter a group of space bandits are led by a teal humanoid called Gryll attempt to steal a key to a treasure Superhuman Water from an elder named Potage. By the time Vegeta and Jaco reach Po-tau-feu, they find the boys, Monaka and Potage fleeing from purple-skinned versions of Gryll's men which Vegeta dispatches. But the figures turn into a liquid that engulfs Vegeta and spits him out before assuming Vegeta's form."
                },
                "18": {
                    "ID": "5607609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5607609",
                    "TitleEnglish": "Vegeta Disappears?! Menace of the Duplicate Vegeta!",
                    "SummaryEnglish": "A powerless Vegeta is forced to escape with the others from the Vegeta duplicate and Gryll, Potage revealing the two to be extensions of a rogue bio-weapon called Commeson, which established the Superhuman Water legend by assuming the form and personalities of invaders that led to going berserk. The group also learn from Potage that the original will disappear once cloned, as was the case of the real Gryll and his men, unless the duplicate is destroyed in time. Goten and Trunks attempt to destroy the Duplicate Vegeta as Gotenks before Goku senses them in dangers comes to their aid. As the Duplicate Vegeta acquired Vegeta's personality as a side effect, he fights his Commeson nature and dispatches the Duplicate Gryll so he can fight Goku."
                },
                "19": {
                    "ID": "5607610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5607610",
                    "TitleEnglish": "Goku vs. the Duplicate Vegeta! Which One is Going to Win?",
                    "SummaryEnglish": "Goku and Clone Vegeta's battle begins, but Goku only has a few minutes to defeat the clone before Vegeta will disappear and die. Trunks and Goten do their best to weaken the clone at the source."
                }
            }
        },
        "4": {
            "ID": "666099",
            "URL": "https://www.thetvdb.com/series/dragon-ball-super/seasons/official/4",
            "# Episodes": 30,
            "Episodes": {
                "1": {
                    "ID": "5623198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5623198",
                    "TitleEnglish": "SOS from the Future: A Dark New Enemy Appears!",
                    "SummaryEnglish": "In the timeline of Future Trunks, a new enemy appears that requires him to return to the past and get help from the Z-Fighters."
                },
                "2": {
                    "ID": "5645478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5645478",
                    "TitleEnglish": "HOPE!! Redux: Awaken in the Present, Trunks",
                    "SummaryEnglish": "Goku Black taunts Future Trunks for failing to save his loved ones, provoking the youth to assume Super Saiyan form in a losing battle. But Future Trunks distracts Black with an energy attack long enough to reach the Time Capsule and escape 17 years into the past. Meanwhile in the present timeline, Trunks is studying in class along with the Pilaf Gang, who were allowed to live in Capsule Corp. During recess, Trunks witnesses the Time Capsule arriving with Future Trunks inside. He immediately calls for his mother, who contacts Vegeta and Goku while Trunks and the Pilaf Gang are confused by the stranger having both Trunks's face and name. Bulma asks Trunks to power up in order for Goku to be able to teleport himself and Vegeta to their location, Whis and Beerus joining in to see what's going on. Vegeta asks Goku to get some Senzu beans. Goku goes to Korin's place to get some Senzu beans. Future Trunks regains consciousness, and attacks Goku upon assuming him to be Black."
                },
                "3": {
                    "ID": "5653003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5653003",
                    "TitleEnglish": "A Message From the Future - The Incursion of Goku Black!",
                    "SummaryEnglish": "Goku holds Future Trunks off long enough for Bulma to calm him down, Future Trunks is formally introduced to everyone present while being informed of the events that occurred since the Cell incident. Future Trunks reveals after he prevented the revival of the Majin Buu of his timeline, Goku Black appeared and massacred most of humanity with only him and few remaining people fighting him in a losing battle. Bulma deduces that Future Trunks came back in time to get reinforcements while fighting a journal her future self hid in the Time Capsule, Goku and Vegeta both intrigued while Beerus and Whis are astonished that humans are bold enough to mess with the affairs of time-space. Back in the alternate future, Black realizes Trunks traveled back in time as he uses his ring to open a tear in time to reaches the present as Future Trunks finished his spar with Super Saiyan 3 Goku to determine each other's power."
                },
                "4": {
                    "ID": "5656824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5656824",
                    "TitleEnglish": "Goku vs. Black! A Closed-Off Road to the Future",
                    "SummaryEnglish": "Goku Black arrives in the past, expressing an interest in fighting Goku and is able to hold his own against his Super Saiyan form while Future Trunks wonders why Goku is holding back. The fight continue until the time distortion caused by the Time Capsule begins to fade, weakening the time tear as Black is being dragged back to the future. But he destroys the Time Machine as his final act in the present, Whis revealing Black used a Time Ring that only Supreme Kais possess. But he and Beerus are astonished when Bulma reveals that she kept the other version of Time Machine that Cell used to travel back in time, intending to use her future self's journal to repair it. Just as Black reappears in the future timeline, Future Mai regains consciousness."
                },
                "5": {
                    "ID": "5656825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5656825",
                    "TitleEnglish": "Feelings That Transcend Time: Trunks and Mai",
                    "SummaryEnglish": "While Future Trunks is waiting for Bulma to finish the repairs on the Time Capsule, Goku heads off to King Kai's planet to train after Beerus and Whis refused while both being curious about the sense of familiarity from Goku Black's energy. Future Trunks then notices Mai and recognizes her as the past version of the Mai he knew, revealing how Future Mai was a leader of Earth's resistance movement who died fighting to protect the planet. He also mentions Black's ultimate goal is eliminating everything he considers a inferior being. Meanwhile, excited from facing Goku, Black seeks to fight him again to become more accustomed to his body."
                },
                "6": {
                    "ID": "5656826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5656826",
                    "TitleEnglish": "Master and Pupil Reunited! Gohan and Future Trunks!",
                    "SummaryEnglish": "While Bulma and her team are still repairing the Time Machine, Future Trunks finds Piccolo and Krillin mending the damages in the wake of Goku's fight with Goku Black. Future Trunks learns from Piccolo that Gohan had become a scholar and is convinced to properly thank Gohan for his alternate self teaching him to fight. Future Trunks meets Gohan at the university before being invited to Gohan's house for dinner, the experience renewing his resolve to stop Goku Black. Future Trunks returns to the Capsule Corporation, learning that Goku, Beerus, and Whis have left to another universe to investigate the mystery behind Black's energy signature."
                },
                "7": {
                    "ID": "5656827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5656827",
                    "TitleEnglish": "Uncover Black's Identity! Off to the 10th Universe's World of the Kai!",
                    "SummaryEnglish": "Goku, Beerus, and Whis arrive on the Tenth Universe's World of the Kai where they meet the resident Supreme Kai Gowasu and his apprentice Zamasu, who expresses a disdain for mortals. A excited Goku challenges Zamasu to a sparring match, the Kai objects until Gowasu allows it with Beerus advising him to not hold back. Zamasu is baffled to fight him outmatched against Goku while Beerus and Whis note the similarity of his energy to Goku Black despite having no recollection of meeting Goku and none of the Time Rings in Gowasu's possession are missing. Goku, Beerus, and Whis return to their universe, unaware their actions only strengthened Zamasu's ideal. On Earth, Krillin introduces Future Trunks to his family, with Android 18 teasing Trunks due to his history with her alternate future self."
                },
                "8": {
                    "ID": "5667110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5667110",
                    "TitleEnglish": "He Who is of Saiyan Blood: Trunks's Resolve",
                    "SummaryEnglish": "While Bulma and her team put the finishing touches to the rebuilt Time Machine, Vegeta decides to test Future Trunks' power to see how strong his son had become and overpowers him in Super Saiyan Blue form. Vegeta becomes with Future Trunks being content with him and Goku being strong enough to defeat Goku Black, telling his son that Saiyans should continually strive to grow stronger to always prepare for an enemy. On Beerus' planet, Beerus and Whis are about to eat dinner when Zeno contacts them with a request to see Goku. In the Tenth Universe, Gowasu attempts to have Zamasu reconsider his views on mortals by temporary promoting him to Supreme Kai and use a Time Ring to observe the progress of a new race on Planet Babari within a millennia's time."
                },
                "9": {
                    "ID": "5695493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5695493",
                    "TitleEnglish": "I'd Like to See Goku, You See! A Summons From Grand Zeno!",
                    "SummaryEnglish": "The Omni-King meets with Goku. The time machine is finally ready and Goku, Vegeta, and Trunks are going to the future to fight Black."
                },
                "10": {
                    "ID": "5674162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5674162",
                    "TitleEnglish": "Rematch with Goku Black! Enter Super Saiyan Rosé",
                    "SummaryEnglish": "Future Trunks quickly pacifies the resistance fighters by explaining that Goku and Vegeta are allies, reunited with Future Mai as they reach the resistance's new refuge after Goku Black attacked them. Goku spots Future Yajirobe, who was assumed to have died during the Androids' attack but was saved by a Senzu bean Korin gave him. After beating Goku at Rock-paper-scissors, telling Future Trunks to only observe, Vegeta calls out Black and fights him in Super Saiyan Blue form. But Black's battle with Goku allowed him to fully master his powers as he transforms into a pink-haired form he dubbed Super Saiyan Rosé, overpowering Vegeta before critically wounding him with a hand stab. Goku quickly assumes Super Saiyan Blue to fight Black, Vegeta revealing their opponent has an advantage over Goku as well. Just as Black readies a Kamehameha, Zamasu suddenly intervenes and reveals himself as Black's partner while remaining him that he is supposed to kill Goku."
                },
                "11": {
                    "ID": "5672934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5672934",
                    "TitleEnglish": "A God with an Invincible Body - The Advent of Zamasu",
                    "SummaryEnglish": "Zamasu appears unexpectedly from the sky. He states that he and Goku Black are \"kindred spirits\" who want a world without mortals. Goku challenges Zamasu to a fight and Zamasu accepts."
                },
                "12": {
                    "ID": "5705939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5705939",
                    "TitleEnglish": "Zamasu and Black - The Duo's Mystery Deepens",
                    "SummaryEnglish": "At Capsule Corporation, Bulma nurses Goku, Vegeta, and Future Trunks back to health. Beerus and Whis arrive with Kaiō-shin. After listening to what happened in the alternate timeline, Whis posits a theory as to what exactly Zamasu is planning. He believes that, after losing to Goku, Zamasu became obsessed with Goku and his incredible power. Zamasu needed an ally as powerful as Goku to achieve his goal of obliterating mortals. Goku Black was therefore supposed to be a copy of Goku, created using the Super Dragon Balls."
                },
                "13": {
                    "ID": "5763071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5763071",
                    "TitleEnglish": "Protect The Supreme Kai Gowasu - Destroy Zamasu!",
                    "SummaryEnglish": "Goku, Beerus, Whis, and Supreme Kai visit the Sacred World of the Kai in Universe 10, asking Gowasu where Zamasu is. Zamasu, bringing Gowasu's tea, politely welcomes the Universe 7 group while wondering to himself why they are here. While Zamasu is brewing Gowasu's tea, Gowasu tells him that they are here to see him. Beerus and Whis tell Zamasu that they returned because Goku wanted to fight him again, but before Goku can say he doesn't recall asking about that, Beerus hits him and tells him to be quiet. Zamasu thinks to himself for a bit then calmly accepts Goku's challenge, claiming he was also unsatisfied with how long their last match ended."
                },
                "14": {
                    "ID": "5763072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5763072",
                    "TitleEnglish": "Into the Future Once Again - Goku Black's True Identity Revealed!",
                    "SummaryEnglish": "After Beerus explains that due to him killing Zamasu, the future Zamasu should disappear and the alternate timeline should be peaceful again, Future Trunks does not believe the future is safe and remains skeptical. Beerus is frustrated that his words as a god are being doubted as Whis leads him away. Future Trunks decides to go back to the future to check, and as Bulma hands him the capsule with the time machine, tells him to eat a proper meal before he goes. Future Trunks thinks against it, but Goku convinces him."
                },
                "15": {
                    "ID": "5763073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5763073",
                    "TitleEnglish": "Zamasu's Ambition – The Storied \"Project 0 Mortals\" of Terror",
                    "SummaryEnglish": "Zamasu and Black explain how they both came to be in the future and why Zamasu is not dead. Goku, Vegeta, and Trunks struggle against the immortal duo. The Zero Mortals Plan is at last explained, and the person they blame that caused them to start all this is....Trunks?"
                },
                "16": {
                    "ID": "5763103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5763103",
                    "TitleEnglish": "I Will Defend the World! Trunks' Furious Burst of Super Power!",
                    "SummaryEnglish": "Despite Future Trunks' power boost, he is only able to hold Black and Zamasu off while Goku, Vegeta, and Bulma retreat back into the present after they give Future Mai the senzu beans. Goku is taken for medical treatment while Vegeta explains what happened in Future Trunks' timeline and Black's origin to Beerus and Whis with the former taking his leave as only remained to learn Black's connection to Zamasu. Meanwhile, Chi-Chi and Gohan meet with Krillin to ask if he knows where Goku went while finding Goten with Trunks as he intends to travel to the future. After everyone assembles, they discuss how to defeat Black and Zamasu when Piccolo proposes using the Evil Containment Wave which was used on his previous incarnation. Goku decides to learn the technique from Master Roshi's while Vegeta trains in the Hyperbolic Time Chamber, Beerus approaching Gowasu to deal with his wayward apprentice."
                },
                "17": {
                    "ID": "5763104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5763104",
                    "TitleEnglish": "Don't You Disgrace Saiyan Cells! Vegeta's Fierce Battle Commences!",
                    "SummaryEnglish": "While Trunks recovers from his wounds, Mai embarks on a mission of her own to take out Goku Black. Having mastered the skills they needed, Goku and Vegeta return to the future with Bulma to finish the fight."
                },
                "18": {
                    "ID": "5775462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5775462",
                    "TitleEnglish": "Worship Me! Give Praise Unto Me! The Explosive Birth of a Merged Zamasu!",
                    "SummaryEnglish": "Vegeta continues to overpower Goku Black, who deduced rage as a factor in Saiyan's power increasing and uses the method to increase his strength enough to cut a rift in space. Black proceeds to keep Goku and Vegeta at bay with his energy duplicates of himself while Zamasu goes after Future Trunks, Future Mai, and Bulma as they attempt to repair the Time Machine. Giving Future Trunks and Mai a video of Piccolo teaching her the Evil Containment Wave, Bulma attempts to but them time by flirting with Future Zamasu and nearly gets herself killed. Luckily, Trunks arrives and uses the Evil Containment Wave to trap Zamasu in the jar. But Goku forget to bring the charm needed to stabilize the seal with a traumatized and weaken Zamasu breaks free as everyone regroups. Realizing that they can no longer underestimate their enemies, Goku Black and Future Zamasu use their Potara earrings to fuse into an immensely powerful being."
                },
                "19": {
                    "ID": "5782302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5782302",
                    "TitleEnglish": "Final Judgement? The Ultimate Power of an Absolute God",
                    "SummaryEnglish": "Immensely more powerful while possessing the abilities of his components, Merged Zamasu displays his power by devastating the Earth in the process while overpowering Goku and Vegeta. Future Trunks decides to rejoin the fight, but he is also overpowered while using his Galick Gun to hold off Merged Zamasu's Holy Wrath attack. Vegeta aids Trunks with his Galick Gun and overpower Merged Zamasu's attack, though he survives unscathed. Vegeta barely saves Future Trunks from a deadly attack before knocked out as Merged Zamasu charges a second attack before Goku intervenes with his Kamehameha."
                },
                "20": {
                    "ID": "5785021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5785021",
                    "TitleEnglish": "Showdown! The Miraculous Power of Unyielding Warriors",
                    "SummaryEnglish": "After Goku's attack shakes Zamazu's balance and reveal a weakness in him, he and Vegeta fuse together as they see hope to prevail. Nevertheless, it's Trunks' world and to him it all ultimately comes down."
                },
                "21": {
                    "ID": "5785022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5785022",
                    "TitleEnglish": "With New Hope in His Heart - Farewell, Trunks",
                    "SummaryEnglish": "Zamasu makes one final almighty move to destroy the universe, but Goku brings out a forgotten but all-powerful ally to stop him."
                },
                "22": {
                    "ID": "5785023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5785023",
                    "TitleEnglish": "Come Forth, Shenron! Whose Wish Will Be Granted?",
                    "SummaryEnglish": "Goku decides to summon Shenron to honor a promise, but his friends have things they want to wish for too."
                },
                "23": {
                    "ID": "5844200",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5844200",
                    "TitleEnglish": "Goku vs. Arale! An Off-the-Wall Battle Spells the End of the Earth?",
                    "SummaryEnglish": "Goku and the android girl Arale Norimaki meet after many years, in a fun-filled episode where the cast of Dr Slump and DBZ meet."
                },
                "24": {
                    "ID": "5844201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5844201",
                    "TitleEnglish": "A Challenge From Champa! This Time, a Baseball Game!",
                    "SummaryEnglish": "Champa returns, and offers a baseball game between him and Beerus."
                },
                "25": {
                    "ID": "5844202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5844202",
                    "TitleEnglish": "Goku Dies! An Assassination That Must Be Executed!",
                    "SummaryEnglish": "Goten and Gohan notice their father Goku acting strangely as they spent all day following him before Gohan decides to direct the direct approach during dinner. It was after dinner that Goku admits to Gohan and Goten that someone wants to kill him. Elsewhere, as Vegeta notices Whis is hiding something while assuming Super Saiyan Blue to pass his training regime. Meanwhile, in the Sixth Universe, Hit finished assassinating a crime boss and learns his next target is Goku. Goku senses Hit coming and flies off to a remote area where no one would get caught up in their fight, Hit arrives and assures Goku that he has more than his Time-Skip. Goku finds his attacks unable to hit a tangible Hit, seemingly killed with a single invisible blow to the heart as he fires his energy attack into the air before collapsing as Piccolo, Gohan, and Goten arrive."
                },
                "26": {
                    "ID": "5851180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5851180",
                    "TitleEnglish": "Will He Strike Back? The Unseen Killing Technique!",
                    "SummaryEnglish": "As it seemed Goku is beyond Piccolo's ability to heal, his heart is jump started when the energy attack he launched early in midair hits him. After telling his sons and Piccolo not to get involve, having deduced Hit's assassination technique to be an invisible energy blast, Goku leaves and calls Hit out as they resume their fight. Nearby, Champa and Vados are watching fight with the latter revealed to have served as an intermediary for Hit's client while explaining to Champa that the assassin uses the stored time from his Time Skips to create a pocket dimension which plays in his tangibility. They are later joined by Vegeta, Beerus, and Whis as Goku uses his power to damage Hit's pocket dimension with his a Kamehameha causing a double knockout. In the aftermath, Goku reveals himself as Hit's client with Whis and Vados helping set everything up so he can fight the assassin at his best. Hit takes his leave soon after, intent to fight Goku another time as the job has no deadline."
                },
                "27": {
                    "ID": "5880351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5880351",
                    "TitleEnglish": "Gohan's Plight! The Preposterous Great Saiyaman Film Adaptation?!",
                    "SummaryEnglish": "A film of the Great Saiyaman is to be made, and Gohan is to be in it - to his chagrin, as a stuntman."
                },
                "28": {
                    "ID": "5880381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5880381",
                    "TitleEnglish": "For My Beloved Ones! The Indomitable Great Saiyaman!",
                    "SummaryEnglish": "Barry Kahn's attempts to sabotage Gohan get lethal when the alien parasite Watagash takes control of him."
                },
                "29": {
                    "ID": "5880397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5880397",
                    "TitleEnglish": "Goku and Krillin! Back to the Old Familiar Training Ground!",
                    "SummaryEnglish": "Krillin decides to train with Goku after a police battle goes bad, but can he match up to the Saiyan's level?"
                },
                "30": {
                    "ID": "5880400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5880400",
                    "TitleEnglish": "Conquer the Terrifying Foes! Krillin's Fighting Spirit Rebounds!",
                    "SummaryEnglish": "Goku and Krillin fight against their old enemies, such as Frieza and Cell, in a mystical forest Master Roshi sent them to in order to fetch him a special herb."
                }
            }
        },
        "5": {
            "ID": "688948",
            "URL": "https://www.thetvdb.com/series/dragon-ball-super/seasons/official/5",
            "# Episodes": 55,
            "Episodes": {
                "1": {
                    "ID": "5880403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5880403",
                    "TitleEnglish": "Let's Do It, Grand Zeno! The Universes' Best Tournament!!",
                    "SummaryEnglish": "Goku goes and sees Zeno to get the Tournament of Universes going."
                },
                "2": {
                    "ID": "5938324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5938324",
                    "TitleEnglish": "Even the Universes' Gods are Appalled?! The Lose-and-Perish Tournament of Power",
                    "SummaryEnglish": "Goku gets an invitation to the Tournament of Power, an epic tournament between universes."
                },
                "3": {
                    "ID": "5938437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5938437",
                    "TitleEnglish": "The 9th Universe's Kicking Basil vs. the 7th Universe's Majin Buu!!",
                    "SummaryEnglish": "Majin Buu and Basil the Kicker continue to give Zeno a show while they unravel the fight."
                },
                "4": {
                    "ID": "5938436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5938436",
                    "TitleEnglish": "Awaken Your Dormant Fighting Spirit! Gohan's Fight!",
                    "SummaryEnglish": "With Majin Buu and Basil's battle concluded, Gohan is the next warrior of Universe 7 to fight. The rusty warrior's opponent is Universe 9's Lavender. Lavender, however, has a trick up his sleeve."
                },
                "5": {
                    "ID": "5938435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5938435",
                    "TitleEnglish": "Bergamo the Crusher vs. Goku! Whose Strength Reaches the Wild Blue Yonder?",
                    "SummaryEnglish": "The greatest fighters of Universes 7 and 9, Goku and Bergamo, face off."
                },
                "6": {
                    "ID": "5993243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5993243",
                    "TitleEnglish": "Goku Must Pay! The Warrior of Justice Top Barges In!",
                    "SummaryEnglish": "After the Eleventh Supreme Kai Khai convinces the Zenos to allow his bodyguard to fight Goku, Top expresses his intent to punish Goku and quickly gains the upper hand by first dislocating the Saiyan's shoulder and then grabs him in a powerful bear hug to squeeze the life out of him. This forces Goku to turn Super Saiyan Blue to escape, managing to wound Top before the Grand Minister ends the fight as it might have ended with either killed. Goku accepts this, Top refusing to accept his hand in mutual respect while revealing that his comrade Jiren is stronger than himself. The Grand Minister begins creating a ring for the Tournament of Power, giving the deities a period of two days to assemble their teams. After returning their universe, Beerus and Goku get into an argument over the latter's easygoing attitude before Whis breaks it up. The group agrees to convene at the Capsule Corporation to discuss their strategy."
                },
                "7": {
                    "ID": "5999381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5999381",
                    "TitleEnglish": "Field the All-7th-Universe Team! Who are the Mighty Ten?",
                    "SummaryEnglish": "Goku and the others arrive at Capsule Corporation to discuss who should be on the team, Beerus still refusing to tell Goku the truth about Monaka while claiming him to be too sick to participate, and agree to enlist Earth's fighters. Goku and Gohan agree on Majin Buu, Vegeta, Piccolo, Krillin, Master Roshi, Android 18, and Android 17 for a total of nine, ruling out Trunks and Goten for their inexperience. They proceed to ask Vegeta, who has thought up a name for his unborn child and still refuses to participate in the Tournament of Power while Bulma is pregnant. Whis uses his time warping ability to speed up the infant's birth so Vegeta can participate, with everyone celebrating while Vegeta develops an attachment to his newborn daughter. While upset that he couldn't name her Eschalot, he settles for Bulma's naming their child Bulla. Goku leaves to recruit team members, starting with Krillin and 18."
                },
                "8": {
                    "ID": "5999382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5999382",
                    "TitleEnglish": "Goku the Talent Scout! Recruit Krillin and Android 18",
                    "SummaryEnglish": "Goku and Gohan spar with Krillin to test his new techniques and his capability of being a member of the Universe 7 team."
                },
                "9": {
                    "ID": "5999383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/5999383",
                    "TitleEnglish": "The Universes Go Into Action - Each With Their Own Motives",
                    "SummaryEnglish": "Gohan leaves to recruit Piccolo, while Goku prepares to go to Dende's Lookout. He encounters Majin Buu and Mr. Satan training, learning the latter got pumped enough from the Zeno Expo to lose weight for a slimmer appearance. The two spar together with Buu the winner, getting tired as Goku leaves and reaches the Lookout where Dende knows all about the Tournament of Power. Dende agrees to help Goku find Android 17 while Gohan prepares to train with Piccolo. At the Eleventh Universe, not inviting Shin, Khai holds a secret meeting with the Supreme Kais for an attempted alliance to request a reprieve from the Zenos for their respective universes to reach the Mortal Level of 7. The Eleventh Universe's Destroyer Belmod attends Champa's own secret meeting, with an upset Champa spurred into having Cabba recruit his fellow Sixth Universe Saiyans for their team. At the same time, Top recruits his fellow Pride Troopers Kahseral and Dyspo as they proceed to recruit Jiren."
                },
                "10": {
                    "ID": "6035368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6035368",
                    "TitleEnglish": "First Time Exchanging Blows! Android 17 vs. Goku!!",
                    "SummaryEnglish": "Goku travels to an isolated wildlife preserve run by Android 17, and attempts to recruit him for the Tournament of Power."
                },
                "11": {
                    "ID": "6038082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6038082",
                    "TitleEnglish": "Hunt the Poaching Ring! Goku and Android 17's Joint Struggle!",
                    "SummaryEnglish": "17 declines Goku's invitation to fight in the tournament. While discussing, poachers quickly arrive and steal the Minotaurus from the island. It's up to 17 and Goku to rescue it."
                },
                "12": {
                    "ID": "6038083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6038083",
                    "TitleEnglish": "Gohan and Piccolo Master and Pupil Clash in Max Training!",
                    "SummaryEnglish": "Gohan retrains with Piccolo, who shows him no mercy. Can Piccolo help Gohan regain what he's lost...or perhaps never had? Meanwhile, in Universe 6, Cabba seeks out strong fighters for their team."
                },
                "13": {
                    "ID": "6038085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6038085",
                    "TitleEnglish": "A Mysterious Beauty Appears! The Enigma of the Tien Shin-Style Dojo?",
                    "SummaryEnglish": "Goku visits Master Roshi only to discover he is currently at Tien's dojo as an honorary master. Visiting Tien and Master Roshi, a girl visiting the dojo puts his students under a spell and they start attacking the nearby village!"
                },
                "14": {
                    "ID": "6057544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6057544",
                    "TitleEnglish": "Staring Down the Wall to be Overcome! Goku vs. Gohan",
                    "SummaryEnglish": "Gohan completes his training with Piccolo. Now he desires to test out his full potential. Gohan and Piccolo challenge Tien and Goku to a 2 vs 2 match. Gohan isn't satisfied with that and requests to fight Goku at full strength!"
                },
                "15": {
                    "ID": "6057545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6057545",
                    "TitleEnglish": "Which Universe Will Win Their Place? The Mighty Warriors Gradually Assemble!",
                    "SummaryEnglish": "The Warriors that are participating in the tournament are gathering while the tournament draws near other universes are gathering their warriors too."
                },
                "16": {
                    "ID": "6057546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6057546",
                    "TitleEnglish": "A State of Emergency! Failure to Reach Ten Members!!",
                    "SummaryEnglish": "While each of the Universes prepare for the Tournament of Power in their own ways, Universe 7 gets in a pinch when they learn Majin Buu will be unable to enter the competition."
                },
                "17": {
                    "ID": "6081060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6081060",
                    "TitleEnglish": "You're Our Tenth Warrior! Goku Approaches Frieza!!",
                    "SummaryEnglish": "In a desperate move to keep the roster for the Tournament, Goku decides to revive his archenemy Frieza so he can compete."
                },
                "18": {
                    "ID": "6114467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6114467",
                    "TitleEnglish": "The Evil Emperor Returns! A Reception from Mysterious Assassins?",
                    "SummaryEnglish": "Frieza is resurrected. However, a group of assassins come for him and Goku."
                },
                "19": {
                    "ID": "6118890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6118890",
                    "TitleEnglish": "Most Heinous! Most Evil! Frieza's Rampage!",
                    "SummaryEnglish": "Frieza goes on a rampage against the assassins sent to take him out. But if he takes too long, Universe 7 is disqualified and erased from the Tournament."
                },
                "20": {
                    "ID": "6118891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6118891",
                    "TitleEnglish": "The Time Has Come! To the Null Realm with the Universes on the Line!",
                    "SummaryEnglish": "The Tournament of Power is finally about to begin. Goku and the rest of the team head to the Null Realm, site of the battle stage."
                },
                "21": {
                    "ID": "6118892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6118892",
                    "TitleEnglish": "Survive! The \"Tournament of Power\" Begins at Last!!",
                    "SummaryEnglish": "The 80 warriors assemble in the fighting arena in the Null Realm and the curtain rises on the battle for survival."
                },
                "22": {
                    "ID": "6152293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6152293",
                    "TitleEnglish": "Ah, the Uncertainty! A Universe Despairs!",
                    "SummaryEnglish": "The Universe 7 team is hit by a concentrated attack from the other universes."
                },
                "23": {
                    "ID": "6152299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6152299",
                    "TitleEnglish": "Show Them! Krillin's Underlying Strength!",
                    "SummaryEnglish": "The Universes get a taste of what it's like to be erased, after universe 9 is wiped out of existence, Krillin begins showcasing his newly-found powers. Universe 7 loses it's first participant."
                },
                "24": {
                    "ID": "6152300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6152300",
                    "TitleEnglish": "Rampage! A Crazed Warrior's Savagery Awakens!",
                    "SummaryEnglish": "Kale assumes her Legendary Super Saiyan form, but endangers her fellow teammates."
                },
                "25": {
                    "ID": "6152304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6152304",
                    "TitleEnglish": "Warriors of Justice Close In! The Pride Troopers!",
                    "SummaryEnglish": "The Pride Troopers of Universe 11 launch an assault on Goku's team."
                },
                "26": {
                    "ID": "6221833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6221833",
                    "TitleEnglish": "The Power of Love Explodes? The 2nd Universe's Witchy Warriors!",
                    "SummaryEnglish": "Brianne and her companions Sanka Ku and Su Roas announce themselves to the other fighters and begin to transform into their magical girl alter-egos. After the transformation, they barrage the arena with a powerful attack that brainwashes some of the fighters."
                },
                "27": {
                    "ID": "6235874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6235874",
                    "TitleEnglish": "Gohan, Get Ruthless! Showdown with the 10th Universe!",
                    "SummaryEnglish": "Gohan goes up against Universe 10 warriors."
                },
                "28": {
                    "ID": "6235876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6235876",
                    "TitleEnglish": "A Transcendent Light-Speed Battle Erupts! Goku and Hit's United Front!",
                    "SummaryEnglish": "Hit and Dyspo begin to fight at the speed of light. Hit is disadvantaged before Goku comes to help."
                },
                "29": {
                    "ID": "6241912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6241912",
                    "TitleEnglish": "A Valiant Fight! Master Roshi's Blaze of Glory!",
                    "SummaryEnglish": "Master Roshi takes on the fighters of Universe 4."
                },
                "30": {
                    "ID": "6245675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6245675",
                    "TitleEnglish": "Find them Out! Deathmatch with a Furtive Attacker!",
                    "SummaryEnglish": "An unknown sniper with incredible aim launches a stealth attack on the Seventh Universe team."
                },
                "31": {
                    "ID": "6292916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6292916",
                    "TitleEnglish": "Revenge 'F'! A Cunning Trap is Set?",
                    "SummaryEnglish": "The Kai Fuwa orders Frost to defeat a Universe 7 warrior. Frost readily agrees to this order, on the conditions that if Universe 6 wins, then his crimes will be forgiven and he will receive financial aid for starting his business again. Frost immediately goes after the Turtle Hermit."
                },
                "32": {
                    "ID": "6292919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6292919",
                    "TitleEnglish": "Frieza and Frost! A Mutual Malevolence?",
                    "SummaryEnglish": "Frieza searches for his next opponent. Meanwhile Gohan is having a tough fight with Jimeze. Seeing Frieza watch and smirk as Gohan gets knocked around, the Universe 7 team have the uneasy feeling that he has betrayed them."
                },
                "33": {
                    "ID": "6292920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6292920",
                    "TitleEnglish": "The Mightiest Enemy Zeroes in on Goku! Launch the Knockout Spirit Bomb Now!",
                    "SummaryEnglish": "With the tournament more than halfway over the gods of Universe 11 order Jiren to squash Son Goku. Goku happily braces himself to fight Jiren, Universe 11's strongest warrior. However, as Jiren unleashes his ki, it overwhelms all the contestants. Goku counters by becoming Super Saiyan Blue and raising Kaio-ken to the maximum."
                },
                "34": {
                    "ID": "6292925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6292925",
                    "TitleEnglish": "Goku Enkindled! The Awakened One's New Ultra Instinct!",
                    "SummaryEnglish": "Goku rallies himself and pushes the Spirit Bomb back towards Jiren, which locks him in a stalemate. As the two struggle to overpower each other, the Spirit Bomb suddenly condenses into a small black ball, which absorbs Goku and causes him to vanish. Goku suddenly reappears and is able to go toe-to-toe with Jiren."
                },
                "35": {
                    "ID": "6326255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6326255",
                    "TitleEnglish": "An Extra-Dimensional Ultimate Battle! Hit vs. Jiren!",
                    "SummaryEnglish": "Given the impression that he intends to kill Goku as the explains they are in a blind spot, Frieza instead transfers from of his energy into Goku to heal him as his way of repaying Goku's act of mercy during their fight on Planet Namek. Goku later observes Hit's battle against Jiren, only to be ambushed by the Sixth Universe Namekians Saonel and Pilina before the duo are confronted by Gohan and Piccolo. Elsewhere, Vegeta overpowers Ribrianne before Roasie interferes and duo fall back with the latter restoring Ribrianne's morale. Meanwhile, purposely using his time-skip powers against Jiren, Hit execute a gambit to freeze Jiren so Cabba, Caulifla, and Kale to keep fighting. But Jiren eventually breaks free and eliminates Hit. As the Tournament of Power reaches its midway point, Jiren begins meditating while leaving Top and Dyspo to deal with the other fighter. Biarra and Catopesra of the Third Universe find out the hard way that they cannot penetrate Jiren's barrier to hit him."
                },
                "36": {
                    "ID": "6326256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6326256",
                    "TitleEnglish": "A Saiyan Oath! Vegeta's Resolve!",
                    "SummaryEnglish": "Cabba is in trouble and facing elimination. Universe 6 is in disarray. Can they rally to turn it around or will they also be wiped from all existence?"
                },
                "37": {
                    "ID": "6326257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6326257",
                    "TitleEnglish": "With Great Joy! The Fighting Freak Saiyans' Battle Rejoined!",
                    "SummaryEnglish": "With Hit and Cabba on her mind, Caulifla demands to Goku fight her so she can learn to enter Super Saiyan 3 so that she win the Tournament of Power. Goku accepts, explaining to be patient as he gradually regains his strength while using his martial arts to have an advantage against her brawler fighting-style despite her being Super Saiyan 2. But Goku manages to enter Super Sayian 2 form after she adapts to his moves, Whis noting that the fight is bringing out her untapped potential as she and Goku are evenly matched. But Goku calls in Kale to join the fight, holding himself against the female Sayians until they start to match him with their teamwork. They land a massive combined attack on him, but Goku powers up to Super Saiyan 3 long enough t easily deflects their attacks."
                },
                "38": {
                    "ID": "6348942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6348942",
                    "TitleEnglish": "Bloodcurdling! The Explosive Birth of a New Super Warrior!",
                    "SummaryEnglish": "Vegeta continues his battle with Top, while Caulifla is able to help Kale master her Legendary Super Saiyan form and enter her Legendary Super Saiyan 2 before the two double-team Goku. Goku is eventually knocked into Frieza's fight with Catopesra, with Frieza deciding to observe the fight after Goku tells him not to attack Caulifla and Kale. The three Saiyans resume their battle. After unsuccessfully attempting to use Instant Transmission as a strategy, Goku powers up to his Super Saiyan God form and easily overpowers Caulifla and Kale. As Goku prepares to eliminate Caulifla and Kale using a powerful Kamehameha to destroy the area of the stage they are on. But it revealed that Champa gave Caulifla and Kale a pair of Potara earrings provided by Sixth Universe Supreme Kai Fuwa as a last resort, using them to fuse into a single being of immense power named Kefla who proceeds to attack Goku."
                },
                "39": {
                    "ID": "6376965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6376965",
                    "TitleEnglish": "Goku vs. Kefla! Super Saiyan Blue Beaten?",
                    "SummaryEnglish": "As Vegeta continues fighting Top, Gohan and Piccolo are still fighting Saonel and Pilina while Android 17 saves Android 18 from Catopesra. Goku continues his fight with Kefla with the Zenos approving use of the Potara earrings, most of other universes deciding against using Potara fusion due to the numbers disadvantage. The Second Universe's Supreme Kai Pell gives his Potara earrings to Rabanra and Zarbuto, only for the two to be caught in the path of Goku and Kefla's fight with the earrings destroyed in the process. Kefla gains the upper hand, assuming Super Saiyan form while Goku powers up to Super Saiyan Blue and attempting to turn the tables with Kaio-ken. He appears to be winning, but Kefla lands a sneak attack that knocks him out of Super Saiyan Blue. Kefla prepares to eliminate Goku, but Goku unexpectedly reawakens Autonomous Ultra Instinct again to easily dodge Kefla's attacks."
                },
                "40": {
                    "ID": "6395089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6395089",
                    "TitleEnglish": "Signs of a Turnabout! The Autonomous Ultra Instinct Erupts!",
                    "SummaryEnglish": "After Goku enters his Autonomous Ultra Instinct in response to her power, Kefla responds by powering up to Super Saiyan 2 but is unable land a hit on Goku while his attacks are not strong enough to take her down. As Jiren awakens from his mediation and rejoins Top and Dyspo, Whis explains that Goku's consciously attacking prevents from prevents him from using Autonomous Ultra Instinct at its full potential. Vegeta realizes that Autonomous Ultra Instinct was the lesson Whis was teaching him and Goku, determined to master it as well. Goku realizes that he is running low on stamina, deciding to quickly end the fight as he uses Autonomous Ultra Instinct to dodge Kefla's barrage of energy attacks while a Kamehameha. Despite Kefla's attempt to take him after he jumped midair, Goku uses the charged up energy to slide over Kefla's attack to launch a point-blank Kamehameha that blasts her off the field."
                },
                "41": {
                    "ID": "6399001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6399001",
                    "TitleEnglish": "Showdown of Love! The Androids vs the 2nd Universe!",
                    "SummaryEnglish": "Goku is left exhausted from his battle with Kefla as the Second Universe's five remaining warriors decide to attack him as Saonel and Pilina prevent Gohan and Piccolo from interfering, Vegeta overpowering Catopesra after a failed attempt to unlock his own Autonomous Ultra Instinct. Ribrianne and Roasie launch a combined attack at Goku which is deflected by the Androids, with Android 17 facing Roasie while Android 18 battles Ribrianne who refuses to acknowledge her after learning Krillin is her husband. After the Androids execute a strategy to remove Roasie, Ribrianne reverts to Brianne de Chateau before managing to trap Android 18 while using her comrades' love to transform into a giant manifestation of her Super Ribrianne form. Android 18 almost gives up until her love for Krillin and Marron gives her the determination to break free of Super Ribrianne's trap. With Android 17's help, Android 18 blasts through Super Ribrianne's giant form and eliminates her."
                },
                "42": {
                    "ID": "6399013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6399013",
                    "TitleEnglish": "Accelerating Tragedy - Vanishing Universes",
                    "SummaryEnglish": "Goku and Friends face off with the remaining Universe 6 and 2 warriors."
                },
                "43": {
                    "ID": "6399881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6399881",
                    "TitleEnglish": "Unavoidable? The Ferocity of a Stealth Attack!",
                    "SummaryEnglish": "Even after Catopesra enters his ultimate mode, he barely keeps himself from being knocked off the field by Vegeta before something pushes him off. The same entity nearly does the same to Vegeta and Gohan, with Picolo saving the latter, revealed to be an invisible fighter while attacking Android 18. The fighter is revealed to be one of the two missing Fourth Universe fighters Gamisalas, who Piccolo quickly eliminates once Gohan creates a dust cloud to expose him. Undaunted, Quitela orders his remaining fighters to step up their game, Xiangca generating a dome that envelops the Seventh Universe team and manifests illusions of the erased universes' defeated fighters which Damom uses to attack through. With Seventh Universe team assuming Damom to also be invisible, Piccolo eliminates Xiangca upon seeking him but gets eliminated by Damom after his attacks failed to hit him. Android 17 eventually realizes that Damom is a fast-moving insect alien to explain how none of his team could hit him."
                },
                "44": {
                    "ID": "6440373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6440373",
                    "TitleEnglish": "A Perfect Survival Strategy! The 3rd Universe's Menacing Assassin!",
                    "SummaryEnglish": "Following the Fourth Universe's elimination, the Third Universe's remaining fighters commence their offensive against the Seventh Universe team as Dr. Paparoni sends Pancéa, Koitsukai, Borareta, and Biarra to attack the Saiyans. But the Androids intervene and deal with Biarra while Gohan faces the other robots so Goku and Vegeta can save their energy for the Eleventh Universe fighters. But when Biarra is eliminated, Paparoni receives orders from his universe's deities Supreme Kai Eyre and Destroyer Mule to have Pancéa, Koitsukai, and Borareta combine into stronger robot called Koiceareta. Koiceareta overpowers Gohan until Goku and Vegeta step in, distracting the robot while Gohan charges and strikes with an attack powerful enough to defeat it. With Koiceareta defeated, Paparoni refuses to surrender while declaring to unleash his universe's ultimate technique."
                },
                "45": {
                    "ID": "6443991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6443991",
                    "TitleEnglish": "All-Out War! The Ultimate Four-Fold Union vs. the 7th Universe's Total Offensive!",
                    "SummaryEnglish": "Paparoni merges with Koiceareta to transform into the gigantic Agnilasa, the Third Universe's most powerful warrior, overwhelming the Sayians and Androids by using echolocation to detect their movements and counter their coordinated attacks. Agnilasa nearly eliminates Goku with teleported punches when Frieza intervenes and knocks him back into the tournament stage, with Goku saving Android 18 when Agnilasa attempts to eat her while Frieza is forced to join the fray. After Android 18 sacrifices herself to keep her brother from being eliminated, the remaining Seventh Universe fighters power up to their maximum levels and distract Agnilasa in a clash of attack long enough for Android 17 to pierce through Agnilasa's attack and damage his energy reactor. This enables the team to eliminate Agnilasa, reverted to his components with Eyre and Mule accepting the Third Universe's erasure with grace."
                },
                "46": {
                    "ID": "6443992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6443992",
                    "TitleEnglish": "With His Pride on the Line! Vegeta's Challenge to Be the Strongest!",
                    "SummaryEnglish": "With only two universes remaining, the Grand Minister compresses the bleachers so that the remaining spectators can be close together. The final warriors begin their battle with Gohan and Android 17 against Top while Frieza battles Dyspo. Goku and Vegeta battle Jiren, whose overwhelms the former with his punching barrage while Vegeta is able to dodge from analyzing Jiren's fighting pattern. He lands a solid blow to Jiren's midsection, but Jiren counters with a powerful blast that nearly knocks Vegeta off the tournament stage. Meanwhile, Frieza blocks one of Dyspo's attacks with his tail, but Dyspo uses it as leverage to injure him. Jiren disparages Vegeta for his self-righteousness, but Vegeta declares that his pride is the source of his strength. Vegeta powers up a Final Flash and goads Jiren into taking it head-on. But the attack fails to damage Jiren, who acknowledge Vegeta's strength before incapacitates him with an energy blast."
                },
                "47": {
                    "ID": "6449963",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6449963",
                    "TitleEnglish": "Body, Soul and Power Unleashed! Goku and Vegeta!",
                    "SummaryEnglish": "With Vegeta down, Goku faces off against Jiren. Meanwhile, Frieza begins fighting Dyspo seriously, while Gohan and Android 17 are outmatched against Top. Outmatched in power, Goku instead uses controlled ki blasts to create a minefield around Jiren, but it has no effect on him. Goku lures Jiren onto a large rock that extends out over the edge of the fighting stage and cuts through the rock with a Destructo Disc. This causes Jiren to fall, but Jiren is able to jump off the falling debris and flies back onto the fighting stage. Angered by his near-elimination, Jiren finally unleashes a fraction of his real power and easily overwhelms Goku with a volley of punches. The force from Jiren's volley of punches forms an energized punch that reverts Goku into his base state."
                },
                "48": {
                    "ID": "6470356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6470356",
                    "TitleEnglish": "A Storm-and-Stress Assault! Gohan's Last Stand!",
                    "SummaryEnglish": "As Goku and Vegeta continue fighting Jiren, Frieza breaks off his fight with Dyspo long enough to offer his services to the Eleventh Universe in return that they resurrect him with the Super Dragon Balls. When Dyspo refuses the offer, Frieza powers up to his Golden form and gains the advantage in the fight. Dyspo reveals his own ultimate technique known as the Super Maximum Light Speed Mode, which increases his power and speed even further, overwhelming Frieza enough that Gohan comes to his aid. Gohan and Frieza take on Dyspo as a team, but they have little success. Gohan develops a strategy that has Frieza use his energy to form a cage around Dyspo, which prevents him from using his high-speed attacks and allows Gohan to gain the upper hand."
                },
                "49": {
                    "ID": "6470365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6470365",
                    "TitleEnglish": "A Commanding Presence! The Advent of Top the Destroyer!",
                    "SummaryEnglish": "Goku and Vegeta continue their battle with Jiren, while Android 17 manages to defeat Top with Frieza's help. But Top gets back up and powers up while exhibits the same type of energy a Destroyer possesses, Belmod revealing that Top is a candidate to succeed him as the next destroyer of the Eleventh Universe. Top unleashes his new power, which damages the fighting stage and breaks a large portion of it. Android 17 and Frieza attack Top repeatedly, but are outmatched while managing to keep themselves from being eliminated, though Top knocks out Frieza before engaging in another beam clash with Android 17."
                },
                "50": {
                    "ID": "6470444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6470444",
                    "TitleEnglish": "Surpass Even a God! Vegeta's Sacrifice Strike!",
                    "SummaryEnglish": "Top easily overpowers Android 17's blast. Android 17 is able to evade him for a while by using the broken fighting stage to his advantage, but Top effortlessly withstands Android 17's attacks. Top prepares to eliminate Android 17 with a giant energy blast, but Frieza rejoins the battle and deflects Top's attack. Frieza uses his own energy attack to immobilize Top, which allows him and Android 17 to land numerous attacks, but none of them have any effect. Top is about to eliminate them both, when he is interrupted by Goku and Vegeta, who are still fighting Jiren. Frieza and Android 17 are hit by one of Jiren's attacks, which gives Top the opportunity to attack Vegeta instead. Top overwhelms Vegeta with his new power and states that he has cast aside everything else in order to become strong enough to win the Tournament of Power. However, Vegeta is inspired by his family, his promise to Cabba, and his Saiyan pride."
                },
                "51": {
                    "ID": "6511234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6511234",
                    "TitleEnglish": "The Approaching Wall! A Hopeful Final Barrier!",
                    "SummaryEnglish": "Jiren powers up to his maximum. Goku, Vegeta, and Android 17 all attack him simultaneously, but he easily overpowers them. However, Android 17 manages to land a sneak attack and hurts Jiren. Jiren defeats Goku and Vegeta, while Frieza rejoins the fight and tries to kill Jiren in his golden form. However, Frieza is easily defeated as well and knocked out once again. Android 17 asks Jiren what his wish on the Super Dragon Balls would be. Belmod explains that Jiren's endless pursuit of strength was inspired when his parents, most of his comrades, and mentor were killed by a powerful villain. However, his abandonment by his surviving friends turned Jiren into a loner who distrusted friendship. Jiren now focuses solely on increasing his own strength. This allows Android 17 to figure out Jiren's wish, which is to resurrect his former master. Android 17 admires Jiren's human qualities, but he accuses Jiren of using the rest of his universe's team for his own ends."
                },
                "52": {
                    "ID": "6511235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6511235",
                    "TitleEnglish": "With Noble Pride to the End! Vegeta Falls!",
                    "SummaryEnglish": "Although Vegeta is too exhausted to turn into even a Super Saiyan, he still decides to take on Jiren. Jiren easily dodges his attacks and continues to pummel Vegeta. Jiren injures Vegeta's left eye in the process. Vegeta is knocked to the brink of elimination. Vegeta begins to think about the people in his life he cares about the most. Vegeta gets back up and continues to fight Jiren, who is impressed by Vegeta's pride. Vegeta nearly falls off the tournament stage again. Vegeta's boot catches onto a floating piece of rubble, which narrowly allows him to stay in the fight because the pieces of rubble still count as part of the tournament stage. Vegeta hears Bulma's voice urging him to fight on. Vegeta returns to fight Jiren once again. Jiren is unable to understand why Vegeta continues to fight him. Vegeta fires off a Final Flash, but Jiren is unfazed. Jiren knocks Vegeta off the tournament stage and eliminates him from the Tournament of Power."
                },
                "53": {
                    "ID": "6511236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6511236",
                    "TitleEnglish": "A Transcendent Limit Break! Autonomous Ultra Instinct Mastered!",
                    "SummaryEnglish": "Goku tries the same trick he used on Kefla by powering up a Kamehameha while dodging and firing it at Jiren, but Jiren is able to block the attack and fire his own blast right through to Goku. Belmod is confident that Goku's incomplete Ultra Instinct will not be enough to win. Vegeta points out that throughout the Tournament of Power all of the Saiyans have been able to surpass their limits and achieve higher levels of power. Belmod is worried. Belmod shouts at Jiren to finish off Goku immediately. Jiren is able to trap Goku on a single floating rock and fires a barrage of attacks down at him in an attempt to knock him out, but Goku begins blocking Jiren's attacks with his own punches. Goku lands a solid blow on Jiren. Goku unleashes all of his power, which manifests as a galaxy-like nebula encompassing the entire area below the tournament stage. Jiren gathers all of his power and launches a final blast down at Goku, but Goku suddenly transforms again and powers up immensely."
                },
                "54": {
                    "ID": "6511237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6511237",
                    "TitleEnglish": "The Greatest Showdown of All Time! The Ultimate Survival Battle!",
                    "SummaryEnglish": "Goku and Jiren exchange attacks continuously. Despite almost being defeated twice, Goku stands up and recovers. Goku regains the edge over Jiren once again. When Jiren asks why Goku refuses to surrender, both Goku and his friends claim that the source of Goku's strength comes from the trust between him and his companions. Refusing to accept this and implications of his impending defeat, an enraged Jiren launches an attack on the bleachers in a desperate attempt to prove that friendship is meaningless. However, the attack is repelled by a furious Goku, who powers up even further and finally defeats Jiren. However, just as Goku is about to knock Jiren out, his body collapses from the strain of using Mastered Ultra Instinct for too long. Despite this opportunity, Jiren hesitates in knocking Goku off the tournament stage."
                },
                "55": {
                    "ID": "6511238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-ball-super/episodes/6511238",
                    "TitleEnglish": "A Miraculous Conclusion! Farewell, Goku! Until the Day We Meet Again!",
                    "SummaryEnglish": "While Frieza takes the lead in the attack, Android 17 manages to injure Jiren with another surprise attack, who collapses from exhaustion. Frieza is about to eliminate Jiren, who accepts his impending defeat, but Top calls out to Jiren and inspires him to keep fighting despite his injuries. Jiren powers up into his limit-breaking state again and fires a massive blast at Frieza and Android 17. They form an energy barrier to shield themselves. Before Jiren can overpower them, Goku manages to get back up and rejoins the others. Goku adds his strength to the barrier, which enables them to cancel out Jiren's blast. Working together, Goku and Frieza overpower Jiren and tackle him off the tournament stage, which eliminates Goku, Frieza, and Jiren from the Tournament of Power. With all of their fighters defeated, Universe Eleven is erased. As the only fighter remaining on the tournament stage, Android 17 is declared the winner of the Tournament of Power."
                }
            }
        }
    }
}