{
  "URL": "https://www.thetvdb.com/series/gate",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt4958580/",
    "http://gate-anime.com/",
    "https://x.com/gate_anime"
  ],
  "TitleEnglish": "GATE",
  "SummaryEnglish": "In August of 20XX, a portal to a parallel world, known as the \"Gate,\" suddenly appeared in Ginza, Tokyo. Monsters and troops poured out of the portal, turning the shopping district into a bloody inferno. The Japan Ground-Self Defence Force immediately took action and pushed the fantasy creatures back to the \"Gate.\" To facilitate negotiations and prepare for future fights, the JGSDF dispatched the Third Reconnaissance Team to the \"Special Region\" at the other side of the Gate. Youji Itami, a JSDF officer as well as a 33-year-old otaku, was appointed as the leader of the Team. Amid attacks from enemy troops the team visited a variety of places and learnt a lot about the local culture and geography. Thanks to their efforts in humanitarian relief, although with some difficulties they were gradually able to reach out to the locals. They even had a cute elf, a sorceress and a demigoddess in their circle of new friends. On the other hand, the major powers outside the Gate such as the United States, China, and Russia were extremely interested in the abundant resources available in the Special Region. They began to exert diplomatic pressure over Japan. A suddenly appearing portal to an unknown world—to the major powers it may be no more than a mere asset for toppling the international order. But to our protagonists it is an invaluable opportunity to broaden knowledge, friendship, and ultimately their perspective towards the world.",
  "Aliases": [
    "Gate - Jieitai Kanochi nite, Kaku Tatakaeri",
    "Gate - Jieitai Kanochi nite, Kaku Tatakaeri!",
    "Gate - Jietai Kare no Chi nite, Kaku Tataker",
    "Gate - Jietai Kare no Chi nite, Kaku Tataker!",
    "Gate - Thus the JSDF Fought There",
    "Gate - Thus, the Self Defense Force Fought There",
    "Gate - Thus, the Self Defense Force Fought There!",
    "Gate: Jieitai Kanochi nite, Kaku Tatakaeri",
    "Gate: Jieitai Kanochi nite, Kaku Tatakaeri!",
    "Gate: Jietai Kare no Chi nite, Kaku Tataker",
    "Gate: Jietai Kare no Chi nite, Kaku Tataker!",
    "Gate: Thus, the Self Defense Force Fought There",
    "Gate: Thus, the Self Defense Force Fought There!"
  ],
  "Modified": "2025-08-21",
  "Seasons": {
    "1": {
      "ID": "625720",
      "URL": "https://www.thetvdb.com/series/gate/seasons/official/1",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "5249033",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5249033",
          "TitleEnglish": "JSDF Goes to Another World",
          "SummaryEnglish": "A mysterious gate suddenly appears in Ginza, Tokyo where fantasy creatures led by men in Roman armor come out from it and attack the people. Yōji Itami, a JSDF reservist, who was attending a nearby doujin convention, takes action by organizing the police to evacuate the civilians into a palace to protect them before the JSDF arrives to stop the invaders. Due to his actions, Itami is promoted to First Lieutenant and celebrated as a national hero. The appearance of the Gate and massacre of Japanese civilians, dubbed the Ginza Incident, prompts the Incumbent Prime Minister to takes action by proclaiming Japan will send a JSDF task force backed by the US to the \"Special Region\", the world beyond the Gate, to not only explore the new world but also capture and demand reparations from those responsible for the attack.",
          "Aliases": []
        },
        "2": {
          "ID": "5268122",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5268122",
          "TitleEnglish": "Two Forces",
          "SummaryEnglish": "The army sent by the Empire to deal with the Japanese forces stationed at Alnus Hill where the Gate is located is obliterated. Emperor Molt calls for the vassal states to attack them, just to be defeated with huge casualties as well, a move planned in advance by the emperor to avoid the vassal states taking advantage of the Empire's weakened state. As Emperor Molt decides to delay a possible advance from the JSDF with a scorched earth maneuver, the President of the United States decides to leave the investigation of the Special Region to the JSDF for a while, and Itami is assigned to lead the 3rd Recon Unit, created to survey the nearby cities and points of interest. After passing by the village of Coda, the 3rd Unit finds a massive Fire Dragon burning the nearby forest and then attacking and destroying a nearby settlement.",
          "Aliases": []
        },
        "3": {
          "ID": "5268123",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5268123",
          "TitleEnglish": "A Flame Dragon",
          "SummaryEnglish": "Taking the unconscious elf with them, the 3rd Unit return to the village of Coda, and upon learning about the Fire Dragon, the villagers decide to evacuate as well, assisted by the Japanese soldiers where they are later join by two mages Lelei and her master. Taking heed of the situation, a group of bandits decide to attack the villagers, just to be vanquished by Rory Mercury, an apostle of the Dark God Emroy. While escorting the refugees, Itami's party rendezvous with Rory, and taking a special interest on Itami, she decides to accompany them as well. However, the Fire Dragon appears to attack the convoy and the 3rd Unit manages to drive it away, after blowing off one of its front legs with Rory's help.",
          "Aliases": []
        },
        "4": {
          "ID": "5268124",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5268124",
          "TitleEnglish": "To the Land of the Unknown",
          "SummaryEnglish": "The 3rd Recon Unit returns to Alnus Hill, now converted into an advanced JSDF base and Itami obtains authorization to provide shelter to the refugees, including Tuka Luna Marceau, the elf girl he saved. Meanwhile, Princess Piña Co Lada from the Empire learns more about the JSDF's exploits and decides to investigate herself. Back at Alnus, Tuka and the other refugees get used to their new lives among the Japanese soldiers, but for some reason, Tuka keeps requesting supplies not only for herself, but for another, unknown male not listed among the guests, and knowing that they can't depend on the JSDF's charity forever, she is worried about how they can provide for themselves, until Lelei points out that they can collect scales from the corpse of dragons killed by JSDF, which can fetch a good price in the local markets.",
          "Aliases": []
        },
        "5": {
          "ID": "5268125",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5268125",
          "TitleEnglish": "The Battle of Italica",
          "SummaryEnglish": "Itami's party arrives at Italica, just as the city's forces, led by Princess Piña has just repelled a siege from an invading bandit force. Knowing that her knights combined with the local soldiers have not enough strength to keep holding off the bandits until help arrives, Piña finds herself in a predicament until meeting the 3rd Recon Unit. Upon being informed of the situation, Itami decides to help defend the city and agrees with her plan of positioning himself and his soldiers in the least guarded side of the walls, in order to act as a decoy. However, the enemy does not fall for their trap and launch an attack on the main force instead. As the city's defenses are broken, Itami wonders about what will be the princess' next step as she sees herself on the verge of despair.",
          "Aliases": []
        },
        "6": {
          "ID": "5279836",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5279836",
          "TitleEnglish": "Ride of the Battle Goddess",
          "SummaryEnglish": "The JSDF sends a helicopter unit to assist the 3rd Unit to defend Italica, defeating the invaders with extreme prejudice, much to Piña's astonishment, as the military weaponry and tech displayed by the Japanese soldiers lies beyond anything she had seen before. After Lelei sells the scales and Itami establishes some rather favorable conditions for Piña and the Italicans in exchange for their sovereignty, the 3rd Unit departs back to Alnus Hill, only to encounter Piña's Order of the Rose Knights on their way. Upon knowing their identities, the knights capture Itami, unaware of the peace treaty he and Piña established. In order to avoid escalated conflict, Itami orders his unit to return without him instead of fighting.",
          "Aliases": []
        },
        "7": {
          "ID": "5279837",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5279837",
          "TitleEnglish": "The Princess's Decision",
          "SummaryEnglish": "Piña scolds her knights Bozes and Panache for not only attacking Itami but treating him inhumanely, which both violated the treaty she signed with him which she fears the JSDF will use as an excuse to attack them. As the Formal family staff treat Itami wounds, Rory, Lelei, Tuka and some of the 3rd Unit sneak back to Italica to rescue Itami but not before learning, much to Shino Kuribayashi shock, Itami is a Special Forces Ranger. The 3rd Unit are welcomed by the Formal maids and join Itami for a small party where some of the soldiers get to know the non-human maids. Meanwhile, Piña orders Bozes to sleep with Itami as an apology but gets angry and slaps him after seeing him having a party. Wishing to apologize to Itami's superiors personally for Bozes actions, she and Bozes join the 3rd Unit's trip back to Alnus Hill where they witness the JSDF having a Field training exercise along with tanks and helicopters, and is shock to learn from Lelei that their their soldiers do not use magic but weapons called guns. While Piña and Bozes meets with Itami's commanding officer Lieutenant General Hazama with Lelei as an interpreter, Itami invites Tuka to come with him to Japan to meet the Japanese Diet as a representative of the Special Region. The next day, Itami, Shino and Akira Tomita accompany Rory, Lelei, Tuka to Japan using the Gate along with Piña and Bozes to show them around.",
          "Aliases": []
        },
        "8": {
          "ID": "5279838",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5279838",
          "TitleEnglish": "Japan, the Other Side of the Gate",
          "SummaryEnglish": "Itami and his group arrives in Tokyo where Lelei, Piña and the others are amazed with the city and its people. After meeting a Public Security agent, who reveals Itami's past on how a slacker like him became a member of the Special Forces Group, Itami, Rory, Lelei and Tuka heads to Japanese Diet while Piña and Bozes meets members of the Foreign Ministry to discuss the 6,000 Special Region prisoners under Japan's custody. At the Japanese Diet, Itami, Rory, Lelei and Tuka are questioned by the chairwoman for the Investigation Committee over the Fire Dragon attack, who accuses the JSDF of failing to protect the refugees killed by the Fire Dragon. Rory, Lelei and Tuka defend the JSDF and reveals how the Japanese soldiers have help and save many lives from the dragon.",
          "Aliases": []
        },
        "9": {
          "ID": "5279839",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5279839",
          "TitleEnglish": "The Hakone Mountain Night Battle",
          "SummaryEnglish": "Itami explains everything to his ex-wife Risa, who agrees to help him by bringing Rory, Lelei and Tuka for a shopping trip the next day while Akira accompanies Piña and Bozes to the library after both of them have taken interest in Boys-Love manga from Risa. Meanwhile, Itami meets with his old friend, Defense Minister Kanou Tarou, who orders him to bring their Special Region guests to a Hot Spring Inn guarded by the Japanese SFG. As Itami's group stays at the Inn for some fun and getting know Risa and Bozes' crush on Akira, three different Black Ops team enter the area via the forest and battle with the SFG. When the SFG manages to identity and informs Minister Tarou that two of the Black Ops operatives are foreigners, the Japanese Prime Minister is blackmailed by the US President who wants the SFG to stop attacking his Black Ops team so they can take the Special Region guests with them. The Prime Minister orders Tarou to tell his men to stand down but not before revealing he will be resigning. As the three Black Ops team heads to the Inn, Itami deals with a drunken and aroused Rory.",
          "Aliases": []
        },
        "10": {
          "ID": "5279840",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5279840",
          "TitleEnglish": "Hope and Despair",
          "SummaryEnglish": "Rory's attempts to seduce Itami is interrupted by a phone call by Tarou. The US Black Ops team arrives at the Inn, only to encounter the Chinese and Russia Black Ops team, leading to a fight between the three sides which Rory later joins which ends with everyone killed except Rory. After packing their things and taking a van from the Russians, Itami's group heads back to Ginza but worried that the foreign agents will attack again, Risa posts a message on the internet that the Special Region girls will be attending the Ginza memorial. As a result, a large crowd gathers at Ginza to meet the girls, foiling the foreign agents kidnapping plans. Due to the large crowd, Public Security arresting several foreign agents and Shino revealing to her news reporter sister Nanami about the attempts on them, the US, Chinese and Russian leaders call it quits and orders their men to stand down.",
          "Aliases": []
        },
        "11": {
          "ID": "5279841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5279841",
          "TitleEnglish": "Visitor",
          "SummaryEnglish": "Five months since the Gate's opening, the Alnus refugee camp develops into a town while Piña introduces Kouji Sugawara from the Ministry of Foreign Affairs to Lord Cicero, one of the most important nobles from the Empire, and obtains his cooperation with the peace talks in exchange for the release of his nephew, who is currently in Japan's custody as a prisoner. Back in Alnus, Tuka keeps wandering the city looking for his father and refusing to accept the fact that he is already dead. As Itami and his friends discuss about it in a tavern, Mari claims that they must make her face the truth, but Itami objects, certain that they can not be responsible for her as they don't know when they will be called back to Japan, much to Mari's dismay. Left alone with Rory, Itami keeps drinking with her until a Dark Elf woman appears and mistaking Rory as a child, reprimands Itami for having a drink with her. With her plans to spend the night with Itami ruined, Rory mischievously plays along with the Dark Elf's misunderstanding, forcing Itami to flee, with the elf unaware Itami was one of the \"Men in Green\", the JSDF soldiers, she was looking for. The Dark Elf introduces herself as Yao Haa Dusi and offers a huge Adamantium stone as a reward for helping her village that is being attacked by the Fire Dragon, which is why she has come to Alnus to seek the JSDF's aid. Having no success, Yao looks for a place to rest outside the town when she watches two F4 fighter jets maneuvering in some exercises and a helicopter taking off with Itami with some goods from the base heading towards the Imperial capital, renewing her hopes that the Japanese forces will help save her people from the dragon.",
          "Aliases": []
        },
        "12": {
          "ID": "5279842",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5279842",
          "TitleEnglish": "Itami Might...",
          "SummaryEnglish": "Yao Ha Ducy pleads with the SDF to help defeat the Fire Dragon, but to no avail. Everyone begins to wonder what Itami would do in this situation",
          "Aliases": []
        },
        "13": {
          "ID": "5470414",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5470414",
          "TitleEnglish": "The Party Begins",
          "SummaryEnglish": "The SDF hold a banquet in the imperial capital to try and bribe the senators to their side. Yao plans to do something nice for Itami.",
          "Aliases": []
        },
        "14": {
          "ID": "5470415",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5470415",
          "TitleEnglish": "The Imperial Capital Quake",
          "SummaryEnglish": "An earthquake strikes the empire, and the SDF visit the Imperial Palace to give advice on relief. There, they find that the Empire has been keeping Japanese slaves. An enraged Kuribayashi beats the Imperial Prince to a pulp. How will the SDF respond?",
          "Aliases": []
        },
        "15": {
          "ID": "5471525",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5471525",
          "TitleEnglish": "Tuka Luna Marceau",
          "SummaryEnglish": "Chuka has gone insane and refuses to face the fact that her father is dead. She thinks that Itami is her father. The only way to snap her back to sanity is to kill the Fire Dragon, but engaging it would mean getting most of Itami's squad killed.",
          "Aliases": []
        },
        "16": {
          "ID": "5471526",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5471526",
          "TitleEnglish": "The Flame Dragon Once Again",
          "SummaryEnglish": "Itami has left in search of the powerful fire dragon. The SDF prepares a force to support him. Meanwhile, Chule baits Delilah into an assassination attempt on Noriko.",
          "Aliases": []
        },
        "17": {
          "ID": "5471527",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5471527",
          "TitleEnglish": "The Battle",
          "SummaryEnglish": "It's the final showdown with the Fire Dragon as Itami, Rory, Chuka, and Lelei join forces with a squad of rocket-launcher-equipped elves. Can swords, magic, artillery, and fighter jets defeat a dragon?",
          "Aliases": []
        },
        "18": {
          "ID": "5471528",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5471528",
          "TitleEnglish": "Rondel, the City of Magic",
          "SummaryEnglish": "Following the battle with Fire Dragon, Lelei is about to present her thesis at a prestigious academy in the magic city of Londol. Elsewhere, peace talks between the Empire and Japan are about to commence…",
          "Aliases": []
        },
        "19": {
          "ID": "5489124",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5489124",
          "TitleEnglish": "The Dangerous Sisters",
          "SummaryEnglish": "Lelei's sister, Arpeggio, is jealous of her success and challenges Lelei to a duel, which threatens to burn down the entire city! In the Empire, Zorzal begins arresting the pro-peace faction on charges of accepting bribes from Japan.",
          "Aliases": []
        },
        "20": {
          "ID": "5489125",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5489125",
          "TitleEnglish": "The Lovers",
          "SummaryEnglish": "Itami’s group deal with assassination attempts. With the Emperor bedridden, Zorzal is free to run things as he sees fit, establishing a reign of terror over the empire. The Oprichnina kill Sherry’s parents and she is forced to flee to safety, but the Japanese embassy refuses to take her in.",
          "Aliases": []
        },
        "21": {
          "ID": "5489126",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5489126",
          "TitleEnglish": "The Dead Line",
          "SummaryEnglish": "Tensions escalate as Zorzal uses the Japanese acceptance of the Sherry and other refugees as a warrant an attack. The Japanese Prime Minister refuses to evacuate the Jade Palace while the foreign media is in the Special Region. Meanwhile, Itami's crew continues to come under attack by assassins.",
          "Aliases": []
        },
        "22": {
          "ID": "5489127",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5489127",
          "TitleEnglish": "A Princess in Slave Clothes",
          "SummaryEnglish": "The Rose Knights continue to fight off the Imperial Army at the Jade Palace. Shandy discovers the Pied Piper has planned another assassination attempt on Leilei. Pina has been formally accused of high treason and jailed…",
          "Aliases": []
        },
        "23": {
          "ID": "5489128",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5489128",
          "TitleEnglish": "Paratroopers",
          "SummaryEnglish": "A green light is given for the JSDF to assault the capital and protect the diplomats and pro-peace faction. Will they be able to reach the Jade Palace before the exhausted Rose Knights are finally defeated? Itami’s group hurries to the capital to rescue Princess Pina. Tyuule goads Zorzal to continue fighting as he still has one trump card remaining: Princess Pina!",
          "Aliases": []
        },
        "24": {
          "ID": "5489130",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gate/episodes/5489130",
          "TitleEnglish": "Thus They Fought",
          "SummaryEnglish": "Itami and his team launch their last assault on the palace to recover the captured Princess Pina. The empire begins to take on a few face, and some surprising relationships are revealed...",
          "Aliases": []
        }
      }
    }
  }
}