{
    "URL": "https://www.thetvdb.com/series/castle-town-dandelion",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5071764/",
        "https://www.themoviedb.org/tv/66083"
    ],
    "TitleEnglish": "Castle Town Dandelion",
    "SummaryEnglish": "The Sakurada family is a pretty ordinary family of eleven people living in a solitary house. Except that their father is the king, and each of the children has special powers. Also, to ensure their safety and to help citizens decide the next king, the house is observed by more than 200 security cameras.",
    "TitleJapanese": "城下町のダンデライオン",
    "SummaryJapanese": "ごく普通に街中で生活する櫻田家は、実は国を統べる王族である。\n\nしかも全員特殊能力持ち！\n\nそんな一家に生まれた三男六女の兄弟姉妹の中から、次期国王が国民投票によって選ばれることになった。判断材料として、町中に設置された複数のカメラによって監視されTV放送される中、一生懸命カメラを避けたり、選挙にやる気だったり、協力しあったりと思い思いの行動を取るきょうだいたち。\n\nなんだかんだと仲良しな家族ながら、選挙で選ばれるのは一体誰！？\n\n櫻田一家が繰り広げるドタバタファミリーコメディ開幕！",
    "Aliases": [
        "Joukamachi no Dandelion"
    ],
    "Modified": "2024-10-24",
    "Seasons": {
        "1": {
            "ID": "625734",
            "URL": "https://www.thetvdb.com/series/castle-town-dandelion/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5249098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/castle-town-dandelion/episodes/5249098",
                    "TitleEnglish": "The Sakurada Family's Nine Siblings",
                    "SummaryEnglish": "Shy Akane is the fourth of nine siblings of the Royal Sakurada Family. Although she cannot even pass by a surveillance camera without wanting to hide, her father, the King, has decided to hold an election to name his successor.",
                    "TitleJapanese": "櫻田さんちの9人きょうだい",
                    "SummaryJapanese": "王家の三女・櫻田茜は人見知りの恥ずかしがり屋。無人の監視カメラですら素通りができない。\nそんな茜に国王である父から9人のきょうだいの中から自分の後継者を国民投票で決めると宣言される。\n『選挙活動もしなくちゃいけないし、さらに注目されるし、どうしたらいいの！』\nそんな茜をはじめとする9人きょうだいが繰り広げる、ドタバタファミリーコメディ―。"
                },
                "2": {
                    "ID": "5268546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/castle-town-dandelion/episodes/5268546",
                    "TitleEnglish": "Big Sister's Good Image / Sato's Unrequited Love",
                    "SummaryEnglish": "We learn more about Kanade, the second royal princess, and her relationship with Akane. We also meet Sato, Shu's classmate, and find out her feelings for him.",
                    "TitleJapanese": "外面のいい姉・佐藤さんの片想い",
                    "SummaryJapanese": "櫻田奏は家じゃちょっとキビシイお姉ちゃん。なのに、外ではものすごい礼儀正しいお嬢様に変貌する。\nクールで猫かぶりの上手い奏が見せる意外な素顔とは？\n奏の双子の兄・櫻田修と同じクラスの佐藤花も巻き込んで、ドキドキの展開も。"
                },
                "3": {
                    "ID": "5272773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/castle-town-dandelion/episodes/5272773",
                    "TitleEnglish": "I Want to Be Popular / First Errand / Life as an Idol",
                    "SummaryEnglish": "It's another typical day for the Sakurada Royal Family. Hikari tries her best to appeal to the citizens. Teru endures the trials of his first errand. Hikari decides the best way to get more votes for the election is to become a popular idol.",
                    "TitleJapanese": "人気者になりたいの・初めてのおつかい・アイドル活動",
                    "SummaryJapanese": "櫻田光はどこか抜けているところがあるけれど元気で明るく、クラスみんなのアイドル的存在。\n選挙に勝つため、日々奮闘中…ではなく、興味が引かれたことにまっしぐら！上のきょうだい達をハラハラさせたり、協力してもらったり…。\n『今日も楽しくいってみよう！』"
                },
                "4": {
                    "ID": "5272774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/castle-town-dandelion/episodes/5272774",
                    "TitleEnglish": "The Royal Princess' Skirt / The Mysterious Student Council President",
                    "SummaryEnglish": "Akane goes to school without a crucial piece of clothing. Also, the student council is making all students participate in a town beautification day. Who is behind this and how will Akane deal with all the cameras?",
                    "TitleJapanese": "王女のスカート・謎の生徒会長",
                    "SummaryJapanese": "福品君は茜と同じクラスの副委員。正体不明の生徒会長の存在が噂される中、先輩から会長呼ばわりされる福品君を見た茜。\n『福品君が生徒会長なの！？』\n高校メンバーの友人全員出演。福品君の真実はいったい―――！？"
                },
                "5": {
                    "ID": "5282668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/castle-town-dandelion/episodes/5282668",
                    "TitleEnglish": "Summer Vacation / Online Secret / Eight of Misaki",
                    "SummaryEnglish": "It's summer and the Sakurada Royal Family are at the beach! Haruka is doing something fishy on the internet, and Misaki is busy at school as all her clones help out in different clubs. Misaki isn't too happy about it, though.",
                    "TitleJapanese": "夏のバカンス・隠し事オンライン・八人岬",
                    "SummaryJapanese": "櫻田岬と櫻田遥は双子の姉弟。\nいつも遥は岬に振り回されている…ように見えたけど。\n面倒見がよくて、みんなに頼られている岬。でも、本当はそんな自分に何だか自信が持てなくて…。\n『僕の確率は絶対だ！！』『必要なのは分身なの？私なの？』\n岬の分身達も全員集結！"
                },
                "6": {
                    "ID": "5282669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/castle-town-dandelion/episodes/5282669",
                    "TitleEnglish": "The Election and Me / My Big Sister is Sentimental",
                    "SummaryEnglish": "There are six months left until the election. Akane and her siblings are campaigning--all except Misaki. Then, we learn more about Akane and Aoi, and their reasoning behind their attitudes toward the election.",
                    "TitleJapanese": "選挙とわたし・お姉ちゃんはセンチメンタル",
                    "SummaryJapanese": "櫻田葵は聡明で優しいみんなのお姉ちゃん。国民からの人気も高く、誰よりも王様に近いと思われている葵。\nそんな葵が時折見せる暗い顔。そこに潜む葵の秘密とは？\n\n奏の過去も明かされて、驚きの真実が…！\n\n『この日常がずっと続けばいいのに…』"
                },
                "7": {
                    "ID": "5282670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/castle-town-dandelion/episodes/5282670",
                    "TitleEnglish": "Worrywart King / Secret Idol",
                    "SummaryEnglish": "The King goes on a business trip, reluctantly leaving Kanade in charge of a Akane and Shiori. Meanwhile, Hikari gets to work with Sacchy, but Sacchy is not friendly. How can Hikari get Sacchy to like her?",
                    "TitleJapanese": "王様は心配性・シークレットアイドル",
                    "SummaryJapanese": "櫻田総一郎と櫻田五月は誰もが知っている、この国の王様とお妃様。絢爛豪華なお城で優雅な生活を…ではなく、国民の皆様と何一つ変わらないお父さんとお母さんをしております。\nいつまで経っても子供が心配な総一郎にそれをたしなめる五月。\n『あの子は随分しっかりしたわ』\n栞の可愛い姿も必見！"
                },
                "8": {
                    "ID": "5282671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/castle-town-dandelion/episodes/5282671",
                    "TitleEnglish": "Troubled Sato / The King's Side Trip",
                    "SummaryEnglish": "The whole family's superpowers are acting up! Meanwhile, Hana asks Akane for dating advice about Shu. Then, we take a look into the past and see how Akane's mom and dad met.",
                    "TitleJapanese": "佐藤さんが悩んでる・王様の寄り道",
                    "SummaryJapanese": "佐藤花は櫻田修と同じクラスの女の子。先日成り行きで自分の思いを告げてしまった挙句答えは保留中。\n待つとは行ったものの月日が流れるうちに不安は募っていくばかり。\n茜を誘って女子トーク。\n櫻田きょうだいの能力にも異変が！？ 両親の出会い話が修の心を動かしていく。"
                },
                "9": {
                    "ID": "5282672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/castle-town-dandelion/episodes/5282672",
                    "TitleEnglish": "Scarlet Bloom / Big Sister's Birthday",
                    "SummaryEnglish": "We meet Scarlet Bloom, a masked heroine with red pigtails and who can control gravity. Who could her true identity be?! While things are ramping up for the election, it's almost Christmas Eve, which is also Aoi's birthday.",
                    "TitleJapanese": "スカーレットブルーム・お姉ちゃんの誕生日",
                    "SummaryJapanese": "櫻田輝と櫻田栞は一番下の兄妹。やんちゃな輝に栞はいつもハラハラ。\n流行りのヒーロー番組を見ながら、今日も輝は中二病全開です。\nそして葵が茜に持ちかけた人見知りを直すための提案とは。\n眼鏡をかけた謎の美少女の正体はいったい？\n『王の園生に咲き誇り、城下に舞うは一重の花弁』"
                },
                "10": {
                    "ID": "5282673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/castle-town-dandelion/episodes/5282673",
                    "TitleEnglish": "Search★Light's Whereabouts / Onii-chan Acts Like a Big Brother",
                    "SummaryEnglish": "The elections are drawing near and Search☆Light is performing again, but there is tension in the air between Sachiko and Raito. Meanwhile, even though Kanade and Shu are twins, they have their differences in opinion.",
                    "TitleJapanese": "さーち☆らいとの行方・兄貴面するお兄ちゃん",
                    "SummaryJapanese": "米澤紗千子は新進気鋭の大人気アイドル。同じ事務所の櫻場らいとこと櫻田光と切磋琢磨しあいながらアイドル活動を続けている。\nそんな最中にらいとの卒業話を耳にする。\n『どうして私には話してくれないの？』\n紗千子と光のアイドル宣言。いざクライマックスへ！"
                },
                "11": {
                    "ID": "5304266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/castle-town-dandelion/episodes/5304266",
                    "TitleEnglish": "Farewell, Scarlet Bloom",
                    "SummaryEnglish": "It's one month before the elections. We learn why Akane hates being in the public eye. Then, due to an unfortunate circumstance, the king cannot perform his duties. How will the Sakurada Royal Siblings save the day?",
                    "TitleJapanese": "さようならスカーレットブルーム",
                    "SummaryJapanese": "鮎ケ瀬花蓮は櫻田茜の幼馴染で大親友。影陽と茜の成長を見守り続けて幾星霜。茜の人見知りの原因すらも花蓮にとっては大切な思い出。\n『他の誰でもない。茜が傍にいてくれてよかった』\nきょうだい全員登場！選挙活動もいよいよ終盤。\n茜は人見知りを克服できるのか！？"
                },
                "12": {
                    "ID": "5304267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/castle-town-dandelion/episodes/5304267",
                    "TitleEnglish": "Who Will the Crown Shine Upon?",
                    "SummaryEnglish": "The elections are finally here and the siblings are preparing for their final speeches. Who will be crowned as the successor to the throne?",
                    "TitleJapanese": "王冠は誰に輝く",
                    "SummaryJapanese": "櫻田家の９人きょうだい。１年間の選挙活動を経て価値観や考え方にいろいろと変化が現れた。\nアイドルの道を選んだ光。自分の過去に決着をつけた奏に茜。７年越しの恋を叶えた修…。\n各々の心を携えて、最終演説へ。\n泣いても笑っても明日が最後！\n次期王位継承権は誰の手に？"
                }
            }
        }
    }
}