{
  "URL": "https://www.thetvdb.com/series/bikini-warriors",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt5020030/",
    "http://bikini-warriors.com/anime/",
    "https://www.themoviedb.org/tv/70716",
    "https://www.themoviedb.org/tv/70716",
    "https://x.com/bikiniwarriors"
  ],
  "TitleEnglish": "Bikini Warriors",
  "SummaryEnglish": "Set in an RPG world with swords and magic, warriors must form a party to defeat the demon lord. But, these warriors are all wearing Bikini armor!!",
  "Aliases": [],
  "Modified": "2025-08-30",
  "Seasons": {
    "0": {
      "ID": "623425",
      "URL": "https://www.thetvdb.com/series/bikini-warriors/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 20,
      "Episodes": {
        "13": {
          "ID": "5328840",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5328840",
          "TitleEnglish": "Of Course It's Only Natural to Show Things You can't Normally See to People who Purchase (Special Unaired Episode)",
          "SummaryEnglish": "After defeating their latest enemy, Fighter and Dark Elf get placed under an unknown spell that leads them to act in \"embarrassing\" ways. Can the two of them control themselves in front of Mage and Paladin?",
          "Aliases": []
        },
        "14": {
          "ID": "5811235",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5811235",
          "TitleEnglish": "Kunoichi Ninpo Journal: Doctrine of Secret",
          "SummaryEnglish": "This first OVA focuses on Hunter and Valkyrie, who were guest characters in the television anime, as well as two new characters: Cleric (voiced by Aimi Tanaka) and Kunoichi (Yumi Hara). Hunter and Valkyrie meet Cleric and think she will join them as their healer, but something is strange about her. Then they are attacked by Kunoichi, who seeks legendary bikini armor.",
          "Aliases": []
        },
        "15": {
          "ID": "5811236",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5811236",
          "TitleEnglish": "The Story of the Warriors Who Got the Legendary Armour",
          "SummaryEnglish": "After braving many dangers, the Bikini Warriors encounter a deity who strips them off all their garments, claiming that it has granted them a legendary type of bikini armor which only \"idiots\" cannot see. Strutting around in the nude, the women start displaying their \"new armor\" until the reactions (both scandalized and lusting) of their environment gradually tell them otherwise.",
          "Aliases": []
        },
        "16": {
          "ID": "6528070",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/6528070",
          "TitleEnglish": "I Tried to Visualize the Charm That Can Not be Fully Explained by Figures",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "17": {
          "ID": "6796720",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/6796720",
          "TitleEnglish": "There Are Always Absurd Events Befalling the Adventurers",
          "SummaryEnglish": "A black knight and a necromancer appeared before the braves. \"Losing confirmed event\" \"Medium boss correction\", black knight attacking while repeating mysterious words. In addition, during battle, I started naughty narration. Will the braves surely be able to escape! What?",
          "Aliases": []
        },
        "18": {
          "ID": "6796721",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/6796721",
          "TitleEnglish": "Bikini of the Dead",
          "SummaryEnglish": "Necromancer who will change what I like to undead. That innocent magical power was directed to brave people this time! Undead cats called up in large numbers attack the brave. Cats who start licking the strange place. Necromancer's attack is trying to undead the braves in that skill!",
          "Aliases": []
        },
        "20": {
          "ID": "10142177",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/10142177",
          "TitleEnglish": "An Ordinary High School Girl Becomes a Black Knight in Another World and Aims for a Life of Debauchery",
          "SummaryEnglish": "Black Knight and Necromancer attack the Bikini Warriors yet again. Black Knight decides to tell them her story despite them being uninterested. She was once an average school girl from Earth who fell through a portal into the fantasy world, losing all her clothes in the process. Demons captured her and after empowering, brainwashing, and molesting her, sent her out to spread terror and chaos. She recently broke free of the brainwashing and formed a partnership with Necromancer. After finishing her story, Black Knight is annoyed when Necromancer claims her story was made up before she and the Bikini Warriors fall asleep, leaving her ranting that selling the story could give them great profit.",
          "Aliases": []
        },
        "21": {
          "ID": "11311402",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/11311402",
          "TitleEnglish": "Hobby Special Program - C3 2015",
          "SummaryEnglish": "Live action episode cosplay",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "626024",
      "URL": "https://www.thetvdb.com/series/bikini-warriors/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5251522",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5251522",
          "TitleEnglish": "It's Not a Bikini If It's Armor",
          "SummaryEnglish": "As they continue on their world-saving adventure, Fighter, Paladin, Mage, and Dark Elf decide to upgrade their armors to the latest version after a difficult battle in a dungeon. But what is the difference between bikini armor, and a normal bikini?",
          "Aliases": []
        },
        "2": {
          "ID": "5274092",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5274092",
          "TitleEnglish": "A Quest Needs Money to Rest",
          "SummaryEnglish": "The four heroes are summoned to an audience with the king. The world is in peril, and his royal highness orders them to go on a journey to save it. Fighter asks him for the money they need to help them prepare, but the king is a cheapskate.",
          "Aliases": []
        },
        "3": {
          "ID": "5274093",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5274093",
          "TitleEnglish": "Even Heroes Have Needs",
          "SummaryEnglish": "The Special Hero Dispensation Act gives heroes the right to legally take items from treasure chests and dressers in town. When the four adventurers run out of money and can't continue their journey, they use this law to start invading the townspeople's houses, but they get a bit too greedy.",
          "Aliases": []
        },
        "4": {
          "ID": "5279793",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5279793",
          "TitleEnglish": "A Hero Needs No Reward",
          "SummaryEnglish": "The heroes need a key to get through a cave and continue with their adventure. But the arrogant mayor of the town has it, and he won't hand it over unless they complete the tasks he gives them. Fighter decides that this must be a trial for the heroes, and ends up doing the mayor's chores.",
          "Aliases": []
        },
        "5": {
          "ID": "5279794",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5279794",
          "TitleEnglish": "Saving Things That Go Unused",
          "SummaryEnglish": "The party needs the magic Ice Staff to defeat the dungeon boss. But it's too expensive, and so they decide to sell items in their inventory to get the money. The four even sell their elixirs, but soon learn a costly lesson.",
          "Aliases": []
        },
        "6": {
          "ID": "5279795",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5279795",
          "TitleEnglish": "Heroes Overcome the Impossible",
          "SummaryEnglish": "Women, and only women, are being attacked in a nearby forest. The heroes go to try and find whoever's responsible. They're faced with a veteran opponent who hides himself in the forest while attacking with many different spells. Their armor is almost entirely blown off, but they continue to fight...",
          "Aliases": []
        },
        "7": {
          "ID": "5279796",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5279796",
          "TitleEnglish": "Allies from Taverns May Disappoint",
          "SummaryEnglish": "The party visits a tavern to find a new comrade. When Dark Elf complains that none of the candidates are any good, the rest of the party turns to her and says, “You don't get to talk!” What happened when Dark Elf first joined the party?",
          "Aliases": []
        },
        "8": {
          "ID": "5279797",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5279797",
          "TitleEnglish": "Every Journey Finds New Friends",
          "SummaryEnglish": "Two new girls want to join the party: Hunter and Valkyrie. The two are both such unique characters that they may not be usable for anything, so the party has them fight each other, and promises to take the winner…",
          "Aliases": []
        },
        "9": {
          "ID": "5279798",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5279798",
          "TitleEnglish": "A Hero Betrayed Has but One Choice",
          "SummaryEnglish": "The party is victorious after a harsh battle, but the enemy's last spell hits Mage. Then Mage begins to scream about how she hates everyone and starts to attack the group. The battle takes an unexpected turn…",
          "Aliases": []
        },
        "10": {
          "ID": "5279799",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5279799",
          "TitleEnglish": "You Don't Always Get What You Want or Need",
          "SummaryEnglish": "The party enters a vast dungeon filled with powerful enemies, and their HP and MP are at their limits. Just as they're hoping to find a healing item, they find a treasure chest. But all the ones they've found so far have been trapped. What trap does this chest have?",
          "Aliases": []
        },
        "11": {
          "ID": "5279800",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5279800",
          "TitleEnglish": "A Snare to Trap a Pure Maiden",
          "SummaryEnglish": "Paladin is filled with the spirit of self-sacrifice. One day, an awful mayor of a village says, “If you want to proceed, one of you must marry me!” Paladin responds by making the ultimate sacrifice to help the party advance.",
          "Aliases": []
        },
        "12": {
          "ID": "5279801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5279801",
          "TitleEnglish": "No One Knows the End",
          "SummaryEnglish": "After many battles, the party's journey has reached its end. As the climax approaches, the heroes are confronted by a flood of tropes and cliches. Of course, the sexy scenes are at their climax too!",
          "Aliases": []
        }
      }
    }
  }
}