{
    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5675392/",
        "http://soregaseiyu.com/",
        "https://www.themoviedb.org/tv/80878",
        "https://www.themoviedb.org/tv/80878",
        "https://x.com/soresei_anime",
        "https://www.youtube.com/c/UCYUJV2NM8tz79plbiWKwwKg"
    ],
    "TitleEnglish": "Seiyu's Life!",
    "SummaryEnglish": "Dreaming of becoming a top-tier professional in the fast-paced, competitive world of voice acting, rookie Futaba Ichinose frantically scurries around, searching for auditions and performance sessions. Rubbing elbows with some of the biggest names in the industry, she tries to find her own unique voice and style. Along the way, she befriends two important allies: Ichigo Moesaki, an aspiring idol who claims to be a princess from another planet, and Rin Kohana, a cheerful child actress who tries her best to balance her career and school at the same time. Together, the girls brave the ups and downs of the entertainment industry—but as for Futaba, whose performance assessment at her agency is just around the corner, her career might be over sooner than expected! Sore ga Seiyuu! is a humorous and sincere celebration of the industry that gives anime its voice.",
    "TitleJapanese": "それが声優！",
    "SummaryJapanese": "一ノ瀬双葉は、デビューしたての新人声優。\nけれど今のところ、特に際立った個性もなく、残念ながら仕事もほとんどない。\nアルバイトで生計を立てながら、試行錯誤の日々を送っていた。\nそんなある日、双葉は、TVアニメ『仏戦士ボサツオン』のアフレコスタジオで、\n自分と同じ新人声優、萌咲いちごと小花鈴と出会い――。\n現役声優である私、浅野真澄が、今までの経験と膨大な取材をもとに、\n好きなことを仕事にしようと格闘する女の子たちの日常を、楽しく、生々しく書きました。\n声優になりたいあなた、声優・アニメファンのあなた、進路に悩むあなたにこそ見てほしい。\n誇張もディフォルメもないリアルな私たちの姿、きっと楽しんでもらえるはずです。",
    "Aliases": [
        "Sore ga Seiyū!",
        "Sore ga Seiyuu!"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "0": {
            "ID": "623415",
            "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5560648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5560648",
                    "TitleEnglish": "Petit Uchiage",
                    "SummaryEnglish": null,
                    "TitleJapanese": "プチ打ち上げ",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "626795",
            "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5258686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5258686",
                    "TitleEnglish": "Recording",
                    "SummaryEnglish": "Ichinose Futaba, a rookie voice actress, nervously does her first anime recording session alongside other rookie voice actress, Moesaki Ichigo and Kohana Rin, and veteran Nozawa Masako. During the recording, Futaba gets a chance to fill-in for a bit role, but due to her tendency to overthink the performance she should go for, ends up getting passed over. Request Corner Song: \"A Cruel Angel's Thesis\" (from Neon Genesis Evangelion)",
                    "TitleJapanese": "アフレコ",
                    "SummaryJapanese": "一ノ瀬双葉は、デビューしたての新人声優。\nけれど今のところ、特に際立った個性もなく、残念ながら仕事もほとんどない。\nアルバイトで生計を立てながら、試行錯誤の日々を送っていた。\nそんなある日、双葉は、TVアニメ『仏戦士ボサツオン』のアフレコスタジオで、\n自分と同じ新人声優、萌咲いちごと小花鈴と出会い――。"
                },
                "2": {
                    "ID": "5274521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5274521",
                    "TitleEnglish": "Audition",
                    "SummaryEnglish": "After getting to meet Kamiya Hiroshi, Futaba is given an audition for a manga adaptation, which Ichigo and Rin also coincidentally happen to be applying for. Later, Futaba becomes downhearted when a recurring character she is voicing gets killed off early. Just then, Futaba, Ichigo, and Rin are approached by the show's producer, Kaibara, who wants them to appear in a web radio show. Request Corner Song: \"Hito Toshite Jiku ga Bureteiru\" (from Sayonara, Zetsubou-Sensei)",
                    "TitleJapanese": "オーディション",
                    "SummaryJapanese": "いつもの様にアルバイトの合間で、事務所に台本を受け取りに立ち寄った双葉。\n新人マネージャーの紺野あおいから、オーディションの話をもらう。\n緊張しつつオーディション会場へ向かうとそこには、いちごと鈴の姿が。\n更に意気投合しお互いの夢を再確認した矢先、双葉は唯一のレギュラー役が、今週で最後の登場と告げられる。\n途方に暮れる中、突然現れた人物からから、いちごと鈴と3人でWEBラジオをやってみないか？と誘われ――。"
                },
                "3": {
                    "ID": "5274522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5274522",
                    "TitleEnglish": "Web Radio",
                    "SummaryEnglish": "In the build up to their web radio show, Futaba and the others get the chance to promote the show on a live radio show, which has Tamura Yukari appearing as a guest. When it comes to recording the real thing, however, the girls start to struggle to come up with discussion topics. Request Corner Song: \"Endless Story\" (from C3)",
                    "TitleJapanese": "WEBラジオ",
                    "SummaryJapanese": "ひょんな事から「仏戦士ボサツオン」のプロデューサーである海原から告げられ、WEBラジオのスタートが決定した双葉・いちご・鈴の3人。\n周りに励まされながら挑むも、早速10分間フリートークの壁にぶち当たる。\nわけがわからないまま終わった３人だったが、海原からは「可能性を感じた！」と言われ自信を取り戻す。\nそんな中、「仏戦士ボサツオン」の第1回目の放送が始まり――。"
                },
                "4": {
                    "ID": "5274523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5274523",
                    "TitleEnglish": "Unit",
                    "SummaryEnglish": "With the anime she was working on ending, Futaba, who had failed her earlier audition, starts to threat about not having any more work in the pipeline once the web radio show ends. During the anime's wrap-up party, Futaba meets Ginga Banjou, who gives her some encouragement. Following the web radio's final broadcast, the producer reveals that, on top of the show continuing, he wants Futaba, Ichigo, and Rin to form a unit named \"Earphones\", complete with a CD debut. As each girl goes through their own worries, they get together for a magazine interview and feel relieved that they'll be together. Request Corner Song: \"Moon Pride\" (from Sailor Moon Crystal)",
                    "TitleJapanese": "ユニット",
                    "SummaryJapanese": "唯一のレギュラーだった「仏戦士ボサツオン」の収録も終了目前、双葉は他に仕事が決まらず、\nこのままでは失業してしまう事に気づく。\n同時にWEBラジオも最終回となり、寂しがる3人に海原より突然、WEBラジオの継続が告げられる。\n更に「イヤホンズ」という名前のユニットを結成し、CDデビューまで決定するが―。"
                },
                "5": {
                    "ID": "5278708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5278708",
                    "TitleEnglish": "Event",
                    "SummaryEnglish": "Ichigo ends up getting fired from her part-time job due to constantly missing shifts and finds the electricity shut off in her apartment. Just then, she manages to get a voice role in a video game, becoming asked to appear at an event with the rest of the voice cast, which includes Horie Yui. As Ichigo becomes nervous about how big the event turnout will be, she is surprised to find Horie is a lot more slovenly than her public appearances suggest. During the event, Ichigo gets very nervous and starts to doubt herself, but feels calmed by Horie's mini concert. Afterwards, Ichigo feels happy to receive a fan letter from one of the attendees while she and the others are given the song for Earphones' debut single. Request Corner Song: \"Love Destiny\" (from Sister Princess)",
                    "TitleJapanese": "イベント",
                    "SummaryJapanese": "イヤホンズのCDデビューが決定したものの、ブログの閲覧数はさっぱり…。\nまだまだ駆け出しのイヤホンズ。そんな中、いちごに大きい仕事の依頼が舞い込んできた。100万本の売り上げを誇るゲームの続編の新キャラの仕事で、メインキャストの堀江由衣とイベント出演も決定。堀江由衣の姿から刺激を受けたいちごは、ますますイヤホンズでの活動に気合が入る。そして海原からデビュー曲が渡されて――。"
                },
                "6": {
                    "ID": "5278709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5278709",
                    "TitleEnglish": "Music Video Filming",
                    "SummaryEnglish": "While worrying about the prospect of having to memorize lyrics and prepare herself for a music video shoot, Futaba recalls when she took part in a drama CD recording alongside Kugimiya Rie. Futaba soon discovers that the manga she did the drama CD for is getting an anime adaptation, becoming excited about potentially working with Kugimiya again. However, Futaba becomes shocked when it is announced that the character she played in the drama CD will be voiced by Rin in the anime. As Futaba becomes depressed, uncertain of how to face Rin, her co-worker Hikari Shiodome tells her that regardless of what a voice actor goes through, it is their job not to let it show in their performance. Afterwards, Futaba puts aside her jealousy and looks forward to hearing Rin's interpretation of the character, allowing everyone to give their all for the music video shoot. However, the girls soon learn their CD's release date is being delayed. Request Corner Song: NA",
                    "TitleJapanese": "PV撮影",
                    "SummaryJapanese": "CDの発売日が決定し、レコーディングやダンスレッスンの過密スケジュールが告げられたイヤホンズ。\nそんな中、双葉は以前ユマという役で出演したドラマCD「スパイラル・カフェ」のアニメ化を知る。当然再びユマ役を演じる事が出来ると思い込んでいた双葉。しかし待てど暮らせど出演のオファーが来ない。\nそんな矢先、レギュラーラジオの収録時に、鈴がアニメ「スパイラル・カフェ」のユマ役で出演する事が発覚し――。"
                },
                "7": {
                    "ID": "5278710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5278710",
                    "TitleEnglish": "Dubbing",
                    "SummaryEnglish": "The girls assemble at the same studio for separate jobs; with Futaba dubbing a foreign horror film alongside Koyama Rikiya, Ichigo recording an audiobook, and Rin doing a game voiceover. During the dubbing session, Futaba runs into some issues, as well as some pressure from another voice actress, Yamori, who doesn't think much of her, but manages to pull through. Meanwhile, Ichigo has to try and voice in a lower tone than usual while Rin tries to perform reactions to different levels of attack. At the end of the day, each of the girls manage to finish their respective jobs in one piece, with Futaba receiving compliments from both Yamori and Koyama. Request Corner Song: \"Eternal Blaze\" (from Magical Girl Lyrical Nanoha A's)",
                    "TitleJapanese": "吹き替え",
                    "SummaryJapanese": "偶然にも、同じスタジオで別々の仕事がきまった3人。双葉は海外映画の吹き替え、いちごはオーディオブック、鈴はゲーム・・・とそれぞれ初めての現場。アウェーな中、必死に挑むも、なかなか上手くいかず励まし合う3人。\nしかし、現場に戻った双葉の努力を憧れていた小山力也からも褒められ、やる気を取り戻す双葉。そんな中、終了後ロビーでいちごと鈴が待っていて――。"
                },
                "8": {
                    "ID": "5278711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5278711",
                    "TitleEnglish": "Narration",
                    "SummaryEnglish": "Earphones holds a mini concert to commemmorate the release of their debut single, with a small but dedicated turnout. Despite the others being more popular than her, Futaba feels pleased when at least one fan comes a long way to see her. Later, Futaba is called in for a narration job at a TV studio, where she observes the dedicated performance of Machi Yuuji. As Futaba struggles with recording her segment due to not getting the script and video until the last minute, Machi assures her that everyone goes through those troubles, allowing her to give a more relaxed performance. Request Corner Song: \"You Get To Burning\" (from Martian Successor Nadesico)",
                    "TitleJapanese": "ナレージョン",
                    "SummaryJapanese": "いよいよイヤホンズのCDが発売となり、初めてのインストアライブが開催される。集客はサッパリで現実に打ちのめされるも、来てくれたお客さんからパワーをもらう3人。しかし、いちご・鈴の2人と比べて、自分はまだまだだと感じる双葉。そんな中、双葉はナレーション現場へ。初めての現場で焦ってしまうも、そこで一緒になった真地勇志さんからの激励を受け――。"
                },
                "9": {
                    "ID": "5278712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5278712",
                    "TitleEnglish": "Manager",
                    "SummaryEnglish": "This episode follows the events of the previous episodes from the perspective of Futaba's recently appointed manager, Aoi Konno. While doing her best to help Futaba with her work, her workload increases when she is also put in charge of Earphones once it is formed. When Futaba goes through her ordeal over losing a role to Rin, Konno feels saddened over not being able to do anything, but feels relieved when she pulls through on her own. Later, Konno gets scolded for getting Futaba's hopes up following an audition for a role she's never played before, but receives some encouragement from Hidaka Noriko, who expresses how actors can grow from trying new roles. Afterwards, Konno manages to get Futaba two jobs in one day, threatening over getting her to the second recording on time. However, after the two dash to the studio on foot, Konno receives gratitude from Futaba after she is praised for her work, reminding her of why she chose to become a manager. Request Corner Song: \"Get Along\" (from Slayers)",
                    "TitleJapanese": "マネージャー",
                    "SummaryJapanese": "声優と仕事をつなぐ仲介役であるマネージャー。新人マネージャーである紺野あおいは、現場で一緒になった日高のり子より、役の幅が広がるのもマネージャー次第というアドバイスを受ける。挑戦した事のない役が与えられ、不安を抱きながら挑んだ双葉だったが、後日音響監督から褒められ挑戦出来るのは紺野のおかげだと気づき自信を取り戻す。"
                },
                "10": {
                    "ID": "5278713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5278713",
                    "TitleEnglish": "Future Plans",
                    "SummaryEnglish": "Rin becomes troubled when her teacher suggests she attend a different high school, which would be beneficial for her work but also separate her from her best friend Sayo. As Rin becomes torn over whether she should continue being a voice actress, she is offered a role in an animated movie alongside Kamiya Hiroshi. During the recording, Rin struggles with playing the role of a 15-year-old, but Kamiya assures her that he too feels the pressure of living up to the expectations of all the other. After the movie recording, Rin decides to apply for a different high school, receiving full support from Sayo, who promises that they'll always be together even if they attend different schools. Request Corner Song: \"Rondo - Revolution\" (from Revolutionary Girl Utena)",
                    "TitleJapanese": "進路",
                    "SummaryJapanese": "現役中学生声優の鈴は学校と仕事の両立や、進路の事で悩んでいた。親友であり、1番のファンと公言しているサヨとは小さい時からずっと一緒だったが、鈴は声優業との両立の為、サヨとは別の高校へ進学する事を勧められる。そんな中、劇場アニメのアフレコが決定。リアルな15歳というオーダーを受けるものの、鈴はリアルな15歳が解らなくなっていた。"
                },
                "11": {
                    "ID": "5278714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5278714",
                    "TitleEnglish": "Self Care",
                    "SummaryEnglish": "Futaba is chosen as a program-reg, a voice actress who regularly voices bit parts, in a western anime starring Shiraishi Ryouko. After the first day of recording, Futaba's throat starts acting up from the intense bit part she played, and has to miss a week of recording after getting a cold. While walking home with Futaba the week afterwards and hearing about her determination to keep up with Ichigo and Rin, Shiraishi explains how she got vocal cord nodules from pushing herself too hard and needed throat surgery. Later, as Earphones gets its first solo concert booked, Ichigo takes on the task of choosing and choreographing cover songs to fill the concert's runtime, while everyone also has to try and promote the concert in order to fill their venue. Just as things are progressing, Ichigo ends up spraining her ankle. Request Corner Song: \"Happy Material\" (from Negima! Magister Negi Magi)",
                    "TitleJapanese": "自己管理",
                    "SummaryJapanese": "番組レギュラーが決定した双葉。気合いが入るもイヤホンズでの活動との両立でつい無理をしてしまい、体調を崩してしまう。体調管理も仕事のうちだと反省する双葉。そんな時、海原がイヤホンズワンマンライブの為に大きいライブハウスを抑えてしまった。しかし案の定、チケットの売れゆきが厳しい様子。落ち込んでいる暇はない！といちごはメンバーを奮い立たせ、ブログや大きいアニメフェスで告知をするなど地道に宣伝を続ける。ようやくチケットが売れはじめた頃、ダンスレッスン中にいちごが――。"
                },
                "12": {
                    "ID": "5278715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5278715",
                    "TitleEnglish": "Concert",
                    "SummaryEnglish": "Ichigo tries to play her sprained ankle off as nothing serious, asking Futaba and Rin to keep it a secret from the other staff so as not to betray everyone's expectations. Hearing from Horie about her experiences in concerts, as well as being part of a unit herself, Futaba decides it best not to keep Ichigo's injury a secret and instead focus on revising their choreography and setlist to make things easier on Ichigo. Meanwhile, Sayo makes some flags for the performance while Konno manages to come up with a way to adjust everyone's outfits so Ichigo's injury doesn't stand out. As the concert manages to become a great success thanks to everyone's efforts and support, Ichigo decides to dance her all for their encore performance. Request Corner Song: NA",
                    "TitleJapanese": "ライブ",
                    "SummaryJapanese": "ワンマンライブ目前にして足を負傷してしまったいちご。不安がる二人にいちごはつい無理をして「皆には黙っていてほしい」と告げる。着々とライブに向けて準備が進んでいく中、双葉は現場で一緒になった堀江由衣からライブ中の心境やユニット活動の極意を教えてもらい、いちごに怪我の事を海原に打ち明けようと促す。そしてイヤホンズは、ワンマンライブ当日を迎えるが――。"
                },
                "13": {
                    "ID": "5352173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5352173",
                    "TitleEnglish": "Assessment",
                    "SummaryEnglish": "A month after Earphones' concert, Futaba faces an assessment to determine whether she can stay at Aozora Productions. While pondering how she will be assessed, Futaba meets up with some of her friends from training school, some of whom went onto different career paths, before being asked to think about where she wants to be in the future. On the day of her assessment, Futaba faces harsh criticism due to her lack of work, but manages to work up the courage to state her desire to work as a voice actress for a long time. Although not able to move up to a higher position in the company, Futaba is given a deferral, allowing her to work at Aozora for another year in order to prove herself as a voice actress who can work for a long time. Request Corner Song: NA",
                    "TitleJapanese": "査定",
                    "SummaryJapanese": "ワンマンライブを大成功におさめ、燃え尽き症候群になってしまった双葉。しかしいちごから過去の栄光におぼれている場合ではない！と叱咤激励をうける。そんな中、双葉が所属する青空プロダクションでは「査定」の時期に…引き続きプロダクションに残れるか瀬戸際の双葉。養成所の同期たちと久々の再会を通して自分がこの先どんな声優になりたいかを考える双葉はーー。"
                }
            }
        }
    }
}