{
    "URL": "https://www.thetvdb.com/series/bikini-warriors",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5020030/",
        "http://bikini-warriors.com/anime/",
        "https://www.themoviedb.org/tv/70716",
        "https://www.themoviedb.org/tv/70716",
        "https://x.com/bikiniwarriors"
    ],
    "TitleEnglish": "Bikini Warriors",
    "SummaryEnglish": "Set in an RPG world with swords and magic, warriors must form a party to defeat the demon lord. But, these warriors are all wearing Bikini armor!!",
    "TitleJapanese": "ビキニ・ウォリアーズ",
    "SummaryJapanese": "かつて国を救った伝説の勇者の娘、ファイターをはじめとする、パラディン、メイジ、ダークエルフの４人は、王の命を受け、世界滅亡の危機に立ち向かうべく旅をしていた。\n果たして、ファイターたちは世界を救うことができるのか？\nそれはどうでもいいので、ＲＰＧあるあるネタ満載のギャグと、何より彼女たちのセクシーな艶姿に乞うご期待！",
    "Aliases": [],
    "Modified": "2025-08-30",
    "Seasons": {
        "0": {
            "ID": "623425",
            "URL": "https://www.thetvdb.com/series/bikini-warriors/seasons/official/0",
            "# Episodes": 20,
            "Episodes": {
                "1": {
                    "ID": "6817695",
                    "TYPE": "Extended Scenes",
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/6817695",
                    "TitleEnglish": "It's Not a Bikini If It's Armor (Hyper Sexy version, Episode 1)",
                    "SummaryEnglish": "As they continue on their world-saving adventure, Fighter, Paladin, Mage, and Dark Elf decide to upgrade their armors to the latest version after a difficult battle in a dungeon. But what is the difference between bikini armor, and a normal bikini?",
                    "TitleJapanese": "ビキニアーマーはビキニアーマーであってビキニではない (ハイパーセクシー版)",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5928106",
                    "TYPE": "Extended Scenes",
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5928106",
                    "TitleEnglish": "A Quest Needs Money to Rest (Hyper Sexy version, Episode 2)",
                    "SummaryEnglish": "The four heroes are summoned to an audience with the king. The world is in peril, and his royal highness orders them to go on a journey to save it. Fighter asks him for the money they need to help them prepare, but the king is a cheapskate.",
                    "TitleJapanese": "勇者の旅立ちにはどうしても必要なものがある (ハイパーセクシー版)",
                    "SummaryJapanese": "王宮の謁見の間に呼び出された、ファイター、パラディン、メイジ、ダークエルフの４人。現在、世界は滅亡の危機に瀕していて、世界を救済するための旅に出るよう王に命じられたのだ。それにはいろいろ準備が必要、と支度金をねだるファイターだが……。"
                },
                "3": {
                    "ID": "6817700",
                    "TYPE": "Extended Scenes",
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/6817700",
                    "TitleEnglish": "Even Heroes Have Needs (Hyper Sexy version, Episode 3)",
                    "SummaryEnglish": "The Special Hero Dispensation Act gives heroes the right to legally take items from treasure chests and dressers in town. When the four adventurers run out of money and can't continue their journey, they use this law to start invading the townspeople's houses, but they get a bit too greedy.",
                    "TitleJapanese": "勇者といえども生きていかなければならないのである (ハイパーセクシー版)",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5928124",
                    "TYPE": "Extended Scenes",
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5928124",
                    "TitleEnglish": "A Hero Needs No Reward (Hyper Sexy version, Episode 4)",
                    "SummaryEnglish": "The heroes need a key to get through a cave and continue with their adventure. But the arrogant mayor of the town has it, and he won't hand it over unless they complete the tasks he gives them. Fighter decides that this must be a trial for the heroes, and ends up doing the mayor's chores.",
                    "TitleJapanese": "勇者たるもの見返りを求めてはいけない  (ハイパーセクシー版)",
                    "SummaryJapanese": "先に進むための洞窟を抜けるには鍵が必要。だがその鍵は、横柄な町長が持っていて、自分の言うことを聞かないと渡さないと言い張る。怒る仲間たちを制し、ファイターだけは「これぞ勇者の試練！」と、試練という名の雑用に挑むことに。"
                },
                "5": {
                    "ID": "6817701",
                    "TYPE": "Extended Scenes",
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/6817701",
                    "TitleEnglish": "Saving Things That Go Unused (Hyper Sexy version, Episode 5)",
                    "SummaryEnglish": "The party needs the magic Ice Staff to defeat the dungeon boss. But it's too expensive, and so they decide to sell items in their inventory to get the money. The four even sell their elixirs, but soon learn a costly lesson.",
                    "TitleJapanese": "いつか使うと思っているモノはだいたい最後まで使わない(ハイパーセクシー版)",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5928127",
                    "TYPE": "Extended Scenes",
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5928127",
                    "TitleEnglish": "Heroes Overcome the Impossible (Hyper Sexy version, Episode 6)",
                    "SummaryEnglish": "Women, and only women, are being attacked in a nearby forest. The heroes go to try and find whoever's responsible. They're faced with a veteran opponent who hides himself in the forest while attacking with many different spells. Their armor is almost entirely blown off, but they continue to fight...",
                    "TitleJapanese": "勇者とは限界に挑み、それを超える者である  (ハイパーセクシー版)",
                    "SummaryJapanese": "近くの森で女性ばかりが襲われる事件が。早速調査討伐に向かう勇者一行。現われたのは森に潜み姿を隠して、さまざまな魔法で攻撃してくる手練だった。アーマーを破損させ\"まくり\"ながらもなんとか応戦する４人だが……。"
                },
                "7": {
                    "ID": "5928128",
                    "TYPE": "Extended Scenes",
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5928128",
                    "TitleEnglish": "Allies from Taverns May Disappoint (Hyper Sexy version, Episode 7)",
                    "SummaryEnglish": "The party visits a tavern to find a new comrade. When Dark Elf complains that none of the candidates are any good, the rest of the party turns to her and says, “You don't get to talk!” What happened when Dark Elf first joined the party?",
                    "TitleJapanese": "酒場で出会った仲間に過度な期待をするのは禁物  (ハイパーセクシー版)",
                    "SummaryJapanese": "新たな仲間を探そうと、酒場にやってきた４人。ロクなヤツがいないと、愚痴るダークエルフに「お前が言うか？」と、ファイター、パラディン、メイジの３人はあきれ顔。パーティーに加入した当初のダークエルフ。その過去に何が！？"
                },
                "8": {
                    "ID": "6817703",
                    "TYPE": "Extended Scenes",
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/6817703",
                    "TitleEnglish": "Every Journey Finds New Friends (Hyper Sexy version, Episode 8)",
                    "SummaryEnglish": "Two new girls want to join the party: Hunter and Valkyrie. The two are both such unique characters that they may not be usable for anything, so the party has them fight each other, and promises to take the winner…",
                    "TitleJapanese": "冒険の半ばに新たな仲間が加わることはよくある話(ハイパーセクシー版)",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "6817704",
                    "TYPE": "Extended Scenes",
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/6817704",
                    "TitleEnglish": "A Hero Betrayed Has but One Choice (Hyper Sexy version, Episode 9)",
                    "SummaryEnglish": "The party is victorious after a harsh battle, but the enemy's last spell hits Mage. Then Mage begins to scream about how she hates everyone and starts to attack the group. The battle takes an unexpected turn…",
                    "TitleJapanese": "信頼していた仲間の裏切りに際して勇者の取るべき行動(ハイパーセクシー版)",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "6817705",
                    "TYPE": "Extended Scenes",
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/6817705",
                    "TitleEnglish": "You Don't Always Get What You Want or Need (Hyper Sexy version, Episode 10)",
                    "SummaryEnglish": "The party enters a vast dungeon filled with powerful enemies, and their HP and MP are at their limits. Just as they're hoping to find a healing item, they find a treasure chest. But all the ones they've found so far have been trapped. What trap does this chest have?",
                    "TitleJapanese": "欲しいと願うアイテムこそなかなか手に入らない(ハイパーセクシー版)",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "5928129",
                    "TYPE": "Extended Scenes",
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5928129",
                    "TitleEnglish": "A Snare to Trap a Pure Maiden (Hyper Sexy version, Episode 11)",
                    "SummaryEnglish": "Paladin is filled with the spirit of self-sacrifice. One day, an awful mayor of a village says, “If you want to proceed, one of you must marry me!” Paladin responds by making the ultimate sacrifice to help the party advance.",
                    "TitleJapanese": "聖騎士の白き柔肌に迫る獣欲の罠  (ハイパーセクシー版)",
                    "SummaryJapanese": "自己犠牲の精神に満ち溢れているパラディン。その献身ぶりで幾度となくパーティーを救ってきた。あるとき「この先に進みたければ、誰かワシと結婚しろ！」という無体な要求をするセクハラ村長が現われた。そのときパラディンは……。"
                },
                "12": {
                    "ID": "5928136",
                    "TYPE": "Extended Scenes",
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5928136",
                    "TitleEnglish": "No One Knows the End (Hyper Sexy version, Episode 12)",
                    "SummaryEnglish": "After many battles, the party's journey has reached its end. As the climax approaches, the heroes are confronted by a flood of tropes and cliches. Of course, the sexy scenes are at their climax too!",
                    "TitleJapanese": "果たして本当にこれで終わるのかは我々にもまだ分からない  (ハイパーセクシー版)",
                    "SummaryJapanese": "数々の戦いを乗り越えてきた４人の旅もついに大詰め。怒涛のクライマックスお約束がパーティー襲う。果たしてファイター、パラディン、メイジ、ダークエルフたち４人の戦いの果てには一体何が！？　そして世界とビキニアーマーの運命はいかに！？"
                },
                "13": {
                    "ID": "5328840",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5328840",
                    "TitleEnglish": "Of Course It's Only Natural to Show Things You can't Normally See to People who Purchase (Special Unaired Episode)",
                    "SummaryEnglish": "After defeating their latest enemy, Fighter and Dark Elf get placed under an unknown spell that leads them to act in \"embarrassing\" ways. Can the two of them control themselves in front of Mage and Paladin?",
                    "TitleJapanese": "購入して頂いた方々のために普段見られないモノを提供するのは当然のことである",
                    "SummaryJapanese": "超過激なために放送不可能な未公開エピソード"
                },
                "14": {
                    "ID": "5811235",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5811235",
                    "TitleEnglish": "Kunoichi Ninpo Journal: Doctrine of Secret",
                    "SummaryEnglish": "This first OVA focuses on Hunter and Valkyrie, who were guest characters in the television anime, as well as two new characters: Cleric (voiced by Aimi Tanaka) and Kunoichi (Yumi Hara). Hunter and Valkyrie meet Cleric and think she will join them as their healer, but something is strange about her. Then they are attacked by Kunoichi, who seeks legendary bikini armor.",
                    "TitleJapanese": "クノイチ忍法帖 秘蜜のしたたり",
                    "SummaryJapanese": "仲良く旅を続けるハンターとヴァルキリーの二人。その前に、聖職者であるクレリックが現われた。回復役が加入すると思いきや、どうもクレリックの様子がおかしい。そんなところに、伝説のビキニアーマーを求めてやってきたクノイチの襲撃が！？"
                },
                "15": {
                    "ID": "5811236",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5811236",
                    "TitleEnglish": "The Story of the Warriors Who Got the Legendary Armour",
                    "SummaryEnglish": "After braving many dangers, the Bikini Warriors encounter a deity who strips them off all their garments, claiming that it has granted them a legendary type of bikini armor which only \"idiots\" cannot see. Strutting around in the nude, the women start displaying their \"new armor\" until the reactions (both scandalized and lusting) of their environment gradually tell them otherwise.",
                    "TitleJapanese": "これが伝説の防具を手に入れた勇者たちの姿である",
                    "SummaryJapanese": "数々の苦難を超えて、神との会見を果たしたファイターたち。その勇気を讃えられ、最強の防具、伝説のビキニアーマーを神より与えられたのだ。だが、その鎧はバカの目には映らないという代物なんだとか。装備(？)したまま、普段の生活に戻る勇者達だが……"
                },
                "16": {
                    "ID": "6528070",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/6528070",
                    "TitleEnglish": "I Tried to Visualize the Charm That Can Not be Fully Explained by Figures",
                    "SummaryEnglish": null,
                    "TitleJapanese": "フィギュアだけでは伝えきれない魅力を映像化してみた",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "6796720",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/6796720",
                    "TitleEnglish": "There Are Always Absurd Events Befalling the Adventurers",
                    "SummaryEnglish": "A black knight and a necromancer appeared before the braves. \"Losing confirmed event\" \"Medium boss correction\", black knight attacking while repeating mysterious words. In addition, during battle, I started naughty narration. Will the braves surely be able to escape! What?",
                    "TitleJapanese": "勇者には常に理不尽なイベントがつきまとうものである",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "6796721",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/6796721",
                    "TitleEnglish": "Bikini of the Dead",
                    "SummaryEnglish": "Necromancer who will change what I like to undead. That innocent magical power was directed to brave people this time! Undead cats called up in large numbers attack the brave. Cats who start licking the strange place. Necromancer's attack is trying to undead the braves in that skill!",
                    "TitleJapanese": "ビキニ・オブ・ザ・デッド",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "10142177",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/10142177",
                    "TitleEnglish": "An Ordinary High School Girl Becomes a Black Knight in Another World and Aims for a Life of Debauchery",
                    "SummaryEnglish": "Black Knight and Necromancer attack the Bikini Warriors yet again. Black Knight decides to tell them her story despite them being uninterested. She was once an average school girl from Earth who fell through a portal into the fantasy world, losing all her clothes in the process. Demons captured her and after empowering, brainwashing, and molesting her, sent her out to spread terror and chaos. She recently broke free of the brainwashing and formed a partnership with Necromancer. After finishing her story, Black Knight is annoyed when Necromancer claims her story was made up before she and the Bikini Warriors fall asleep, leaving her ranting that selling the story could give them great profit.",
                    "TitleJapanese": "An Ordinary High School Girl Becomes a Black Knight",
                    "SummaryJapanese": "An Ordinary High School Girl Becomes a Black Knight"
                },
                "21": {
                    "ID": "11311402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/11311402",
                    "TitleEnglish": "Hobby Special Program - C3 2015",
                    "SummaryEnglish": "Live action episode cosplay",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "626024",
            "URL": "https://www.thetvdb.com/series/bikini-warriors/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5251522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5251522",
                    "TitleEnglish": "It's Not a Bikini If It's Armor",
                    "SummaryEnglish": "As they continue on their world-saving adventure, Fighter, Paladin, Mage, and Dark Elf decide to upgrade their armors to the latest version after a difficult battle in a dungeon. But what is the difference between bikini armor, and a normal bikini?",
                    "TitleJapanese": "ビキニアーマーはビキニアーマーであってビキニではない",
                    "SummaryJapanese": "世界を救うため旅を続けるファイター、パラディン、メイジ、ダークエルフの４人はダンジョンでの苦戦を期に、最新型のアーマーを購入することになった。ただそのアーマーは、今まで着てたものと、まったく同じにしか見えない。果たしてその性能は？"
                },
                "2": {
                    "ID": "5274092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5274092",
                    "TitleEnglish": "A Quest Needs Money to Rest",
                    "SummaryEnglish": "The four heroes are summoned to an audience with the king. The world is in peril, and his royal highness orders them to go on a journey to save it. Fighter asks him for the money they need to help them prepare, but the king is a cheapskate.",
                    "TitleJapanese": "勇者の旅立ちにはどうしても必要なものがある",
                    "SummaryJapanese": "王宮の謁見の間に呼び出された、ファイター、パラディン、メイジ、ダークエルフの４人。現在、世界は滅亡の危機に瀕していて、世界を救済するための旅に出るよう王に命じられたのだ。それにはいろいろ準備が必要、と支度金をねだるファイターだが……。"
                },
                "3": {
                    "ID": "5274093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5274093",
                    "TitleEnglish": "Even Heroes Have Needs",
                    "SummaryEnglish": "The Special Hero Dispensation Act gives heroes the right to legally take items from treasure chests and dressers in town. When the four adventurers run out of money and can't continue their journey, they use this law to start invading the townspeople's houses, but they get a bit too greedy.",
                    "TitleJapanese": "勇者といえども生きていかなければならないのである",
                    "SummaryJapanese": "「勇者特別措置法」。勇者が町の宝箱やタンスに入っている有用なモノを民間から接収してもよい、という法律。お金がなさすぎて、旅などままならない４人は、パラディンのアイデアでこの法律に則り、民家の物色をはじめるが……。"
                },
                "4": {
                    "ID": "5279793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5279793",
                    "TitleEnglish": "A Hero Needs No Reward",
                    "SummaryEnglish": "The heroes need a key to get through a cave and continue with their adventure. But the arrogant mayor of the town has it, and he won't hand it over unless they complete the tasks he gives them. Fighter decides that this must be a trial for the heroes, and ends up doing the mayor's chores.",
                    "TitleJapanese": "勇者たるもの見返りを求めてはいけない",
                    "SummaryJapanese": "先に進むための洞窟を抜けるには鍵が必要。だがその鍵は、横柄な町長が持っていて、自分の言うことを聞かないと渡さないと言い張る。怒る仲間たちを制し、ファイターだけは「これぞ勇者の試練！」と、試練という名の雑用に挑むことに。"
                },
                "5": {
                    "ID": "5279794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5279794",
                    "TitleEnglish": "Saving Things That Go Unused",
                    "SummaryEnglish": "The party needs the magic Ice Staff to defeat the dungeon boss. But it's too expensive, and so they decide to sell items in their inventory to get the money. The four even sell their elixirs, but soon learn a costly lesson.",
                    "TitleJapanese": "いつか使うと思っているモノはだいたい最後まで使わない",
                    "SummaryJapanese": "ダンジョンのボスに勝つには、氷の杖という魔法の杖が必要。だが、それは高くて、手持ちのお金では手が出ない。そこでアイテムを売り払い、お金を工面することに。究極の万能薬エリクサーさえも売ろうとする４人だが……。"
                },
                "6": {
                    "ID": "5279795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5279795",
                    "TitleEnglish": "Heroes Overcome the Impossible",
                    "SummaryEnglish": "Women, and only women, are being attacked in a nearby forest. The heroes go to try and find whoever's responsible. They're faced with a veteran opponent who hides himself in the forest while attacking with many different spells. Their armor is almost entirely blown off, but they continue to fight...",
                    "TitleJapanese": "勇者とは限界に挑み、それを超える者である",
                    "SummaryJapanese": "近くの森で女性ばかりが襲われる事件が。早速調査討伐に向かう勇者一行。現われたのは森に潜み姿を隠して、さまざまな魔法で攻撃してくる手練だった。アーマーを破損させ\"まくり\"ながらもなんとか応戦する４人だが……。"
                },
                "7": {
                    "ID": "5279796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5279796",
                    "TitleEnglish": "Allies from Taverns May Disappoint",
                    "SummaryEnglish": "The party visits a tavern to find a new comrade. When Dark Elf complains that none of the candidates are any good, the rest of the party turns to her and says, “You don't get to talk!” What happened when Dark Elf first joined the party?",
                    "TitleJapanese": "酒場で出会った仲間に過度な期待をするのは禁物",
                    "SummaryJapanese": "新たな仲間を探そうと、酒場にやってきた４人。ロクなヤツがいないと、愚痴るダークエルフに「お前が言うか？」と、ファイター、パラディン、メイジの３人はあきれ顔。パーティーに加入した当初のダークエルフ。その過去に何が！？"
                },
                "8": {
                    "ID": "5279797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5279797",
                    "TitleEnglish": "Every Journey Finds New Friends",
                    "SummaryEnglish": "Two new girls want to join the party: Hunter and Valkyrie. The two are both such unique characters that they may not be usable for anything, so the party has them fight each other, and promises to take the winner…",
                    "TitleJapanese": "冒険の半ばに新たな仲間が加わることはよくある話",
                    "SummaryJapanese": "新たにパーティーに加わりたいというふたり、ハンターとヴァルキリーが現われた。個性全開すぎて、使えるのか使えないのか分からないふたりだが、とりあえず戦って勝った方をパーティーに加えるという話になるが……。"
                },
                "9": {
                    "ID": "5279798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5279798",
                    "TitleEnglish": "A Hero Betrayed Has but One Choice",
                    "SummaryEnglish": "The party is victorious after a harsh battle, but the enemy's last spell hits Mage. Then Mage begins to scream about how she hates everyone and starts to attack the group. The battle takes an unexpected turn…",
                    "TitleJapanese": "信頼していた仲間の裏切りに際して勇者の取るべき行動",
                    "SummaryJapanese": "敵魔法使いとの戦いに辛くも勝利した一行。だが敵の最後の魔法がメイジに命中、暴走を始めたメイジは恨み言を口にしつつパーティーの仲間たちに襲い掛かる。なんとなく身に覚えのある３人がとった行動とは！？"
                },
                "10": {
                    "ID": "5279799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5279799",
                    "TitleEnglish": "You Don't Always Get What You Want or Need",
                    "SummaryEnglish": "The party enters a vast dungeon filled with powerful enemies, and their HP and MP are at their limits. Just as they're hoping to find a healing item, they find a treasure chest. But all the ones they've found so far have been trapped. What trap does this chest have?",
                    "TitleJapanese": "欲しいと願うアイテムこそなかなか手に入らない",
                    "SummaryJapanese": "強力な敵が潜む、広大なダンジョンに挑むパーティー。体力も魔力も限界だ。回復アイテムがほしい４人の前に宝箱が現われる。だがこのダンジョンの宝箱はこれまで罠だらけ。果たしてこの宝箱の罠は？　回復アイテムは入っているのか？"
                },
                "11": {
                    "ID": "5279800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5279800",
                    "TitleEnglish": "A Snare to Trap a Pure Maiden",
                    "SummaryEnglish": "Paladin is filled with the spirit of self-sacrifice. One day, an awful mayor of a village says, “If you want to proceed, one of you must marry me!” Paladin responds by making the ultimate sacrifice to help the party advance.",
                    "TitleJapanese": "聖騎士の白き柔肌に迫る獣欲の罠",
                    "SummaryJapanese": "自己犠牲の精神に満ち溢れているパラディン。その献身ぶりで幾度となくパーティーを救ってきた。あるとき「この先に進みたければ、誰かワシと結婚しろ！」という無体な要求をするセクハラ村長が現われた。そのときパラディンは……。"
                },
                "12": {
                    "ID": "5279801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bikini-warriors/episodes/5279801",
                    "TitleEnglish": "No One Knows the End",
                    "SummaryEnglish": "After many battles, the party's journey has reached its end. As the climax approaches, the heroes are confronted by a flood of tropes and cliches. Of course, the sexy scenes are at their climax too!",
                    "TitleJapanese": "果たして本当にこれで終わるのかは我々にもまだ分からない",
                    "SummaryJapanese": "数々の戦いを乗り越えてきた４人の旅もついに大詰め。怒涛のクライマックスお約束がパーティー襲う。果たしてファイター、パラディン、メイジ、ダークエルフたち４人の戦いの果てには一体何が！？　そして世界とビキニアーマーの運命はいかに！？"
                }
            }
        }
    }
}