{
    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5675392/",
        "http://soregaseiyu.com/",
        "https://www.themoviedb.org/tv/80878",
        "https://www.themoviedb.org/tv/80878",
        "https://x.com/soresei_anime",
        "https://www.youtube.com/c/UCYUJV2NM8tz79plbiWKwwKg"
    ],
    "TitleEnglish": "Seiyu's Life!",
    "SummaryEnglish": "Dreaming of becoming a top-tier professional in the fast-paced, competitive world of voice acting, rookie Futaba Ichinose frantically scurries around, searching for auditions and performance sessions. Rubbing elbows with some of the biggest names in the industry, she tries to find her own unique voice and style. Along the way, she befriends two important allies: Ichigo Moesaki, an aspiring idol who claims to be a princess from another planet, and Rin Kohana, a cheerful child actress who tries her best to balance her career and school at the same time. Together, the girls brave the ups and downs of the entertainment industry—but as for Futaba, whose performance assessment at her agency is just around the corner, her career might be over sooner than expected! Sore ga Seiyuu! is a humorous and sincere celebration of the industry that gives anime its voice.",
    "Aliases": [
        "Sore ga Seiyū!",
        "Sore ga Seiyuu!"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "0": {
            "ID": "623415",
            "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5560648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5560648",
                    "TitleEnglish": "Petit Uchiage",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "626795",
            "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5258686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5258686",
                    "TitleEnglish": "Recording",
                    "SummaryEnglish": "Ichinose Futaba, a rookie voice actress, nervously does her first anime recording session alongside other rookie voice actress, Moesaki Ichigo and Kohana Rin, and veteran Nozawa Masako. During the recording, Futaba gets a chance to fill-in for a bit role, but due to her tendency to overthink the performance she should go for, ends up getting passed over. Request Corner Song: \"A Cruel Angel's Thesis\" (from Neon Genesis Evangelion)",
                    "Aliases": []
                },
                "2": {
                    "ID": "5274521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5274521",
                    "TitleEnglish": "Audition",
                    "SummaryEnglish": "After getting to meet Kamiya Hiroshi, Futaba is given an audition for a manga adaptation, which Ichigo and Rin also coincidentally happen to be applying for. Later, Futaba becomes downhearted when a recurring character she is voicing gets killed off early. Just then, Futaba, Ichigo, and Rin are approached by the show's producer, Kaibara, who wants them to appear in a web radio show. Request Corner Song: \"Hito Toshite Jiku ga Bureteiru\" (from Sayonara, Zetsubou-Sensei)",
                    "Aliases": []
                },
                "3": {
                    "ID": "5274522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5274522",
                    "TitleEnglish": "Web Radio",
                    "SummaryEnglish": "In the build up to their web radio show, Futaba and the others get the chance to promote the show on a live radio show, which has Tamura Yukari appearing as a guest. When it comes to recording the real thing, however, the girls start to struggle to come up with discussion topics. Request Corner Song: \"Endless Story\" (from C3)",
                    "Aliases": []
                },
                "4": {
                    "ID": "5274523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5274523",
                    "TitleEnglish": "Unit",
                    "SummaryEnglish": "With the anime she was working on ending, Futaba, who had failed her earlier audition, starts to threat about not having any more work in the pipeline once the web radio show ends. During the anime's wrap-up party, Futaba meets Ginga Banjou, who gives her some encouragement. Following the web radio's final broadcast, the producer reveals that, on top of the show continuing, he wants Futaba, Ichigo, and Rin to form a unit named \"Earphones\", complete with a CD debut. As each girl goes through their own worries, they get together for a magazine interview and feel relieved that they'll be together. Request Corner Song: \"Moon Pride\" (from Sailor Moon Crystal)",
                    "Aliases": []
                },
                "5": {
                    "ID": "5278708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5278708",
                    "TitleEnglish": "Event",
                    "SummaryEnglish": "Ichigo ends up getting fired from her part-time job due to constantly missing shifts and finds the electricity shut off in her apartment. Just then, she manages to get a voice role in a video game, becoming asked to appear at an event with the rest of the voice cast, which includes Horie Yui. As Ichigo becomes nervous about how big the event turnout will be, she is surprised to find Horie is a lot more slovenly than her public appearances suggest. During the event, Ichigo gets very nervous and starts to doubt herself, but feels calmed by Horie's mini concert. Afterwards, Ichigo feels happy to receive a fan letter from one of the attendees while she and the others are given the song for Earphones' debut single. Request Corner Song: \"Love Destiny\" (from Sister Princess)",
                    "Aliases": []
                },
                "6": {
                    "ID": "5278709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5278709",
                    "TitleEnglish": "Music Video Filming",
                    "SummaryEnglish": "While worrying about the prospect of having to memorize lyrics and prepare herself for a music video shoot, Futaba recalls when she took part in a drama CD recording alongside Kugimiya Rie. Futaba soon discovers that the manga she did the drama CD for is getting an anime adaptation, becoming excited about potentially working with Kugimiya again. However, Futaba becomes shocked when it is announced that the character she played in the drama CD will be voiced by Rin in the anime. As Futaba becomes depressed, uncertain of how to face Rin, her co-worker Hikari Shiodome tells her that regardless of what a voice actor goes through, it is their job not to let it show in their performance. Afterwards, Futaba puts aside her jealousy and looks forward to hearing Rin's interpretation of the character, allowing everyone to give their all for the music video shoot. However, the girls soon learn their CD's release date is being delayed. Request Corner Song: NA",
                    "Aliases": []
                },
                "7": {
                    "ID": "5278710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5278710",
                    "TitleEnglish": "Dubbing",
                    "SummaryEnglish": "The girls assemble at the same studio for separate jobs; with Futaba dubbing a foreign horror film alongside Koyama Rikiya, Ichigo recording an audiobook, and Rin doing a game voiceover. During the dubbing session, Futaba runs into some issues, as well as some pressure from another voice actress, Yamori, who doesn't think much of her, but manages to pull through. Meanwhile, Ichigo has to try and voice in a lower tone than usual while Rin tries to perform reactions to different levels of attack. At the end of the day, each of the girls manage to finish their respective jobs in one piece, with Futaba receiving compliments from both Yamori and Koyama. Request Corner Song: \"Eternal Blaze\" (from Magical Girl Lyrical Nanoha A's)",
                    "Aliases": []
                },
                "8": {
                    "ID": "5278711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5278711",
                    "TitleEnglish": "Narration",
                    "SummaryEnglish": "Earphones holds a mini concert to commemmorate the release of their debut single, with a small but dedicated turnout. Despite the others being more popular than her, Futaba feels pleased when at least one fan comes a long way to see her. Later, Futaba is called in for a narration job at a TV studio, where she observes the dedicated performance of Machi Yuuji. As Futaba struggles with recording her segment due to not getting the script and video until the last minute, Machi assures her that everyone goes through those troubles, allowing her to give a more relaxed performance. Request Corner Song: \"You Get To Burning\" (from Martian Successor Nadesico)",
                    "Aliases": []
                },
                "9": {
                    "ID": "5278712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5278712",
                    "TitleEnglish": "Manager",
                    "SummaryEnglish": "This episode follows the events of the previous episodes from the perspective of Futaba's recently appointed manager, Aoi Konno. While doing her best to help Futaba with her work, her workload increases when she is also put in charge of Earphones once it is formed. When Futaba goes through her ordeal over losing a role to Rin, Konno feels saddened over not being able to do anything, but feels relieved when she pulls through on her own. Later, Konno gets scolded for getting Futaba's hopes up following an audition for a role she's never played before, but receives some encouragement from Hidaka Noriko, who expresses how actors can grow from trying new roles. Afterwards, Konno manages to get Futaba two jobs in one day, threatening over getting her to the second recording on time. However, after the two dash to the studio on foot, Konno receives gratitude from Futaba after she is praised for her work, reminding her of why she chose to become a manager. Request Corner Song: \"Get Along\" (from Slayers)",
                    "Aliases": []
                },
                "10": {
                    "ID": "5278713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5278713",
                    "TitleEnglish": "Future Plans",
                    "SummaryEnglish": "Rin becomes troubled when her teacher suggests she attend a different high school, which would be beneficial for her work but also separate her from her best friend Sayo. As Rin becomes torn over whether she should continue being a voice actress, she is offered a role in an animated movie alongside Kamiya Hiroshi. During the recording, Rin struggles with playing the role of a 15-year-old, but Kamiya assures her that he too feels the pressure of living up to the expectations of all the other. After the movie recording, Rin decides to apply for a different high school, receiving full support from Sayo, who promises that they'll always be together even if they attend different schools. Request Corner Song: \"Rondo - Revolution\" (from Revolutionary Girl Utena)",
                    "Aliases": []
                },
                "11": {
                    "ID": "5278714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5278714",
                    "TitleEnglish": "Self Care",
                    "SummaryEnglish": "Futaba is chosen as a program-reg, a voice actress who regularly voices bit parts, in a western anime starring Shiraishi Ryouko. After the first day of recording, Futaba's throat starts acting up from the intense bit part she played, and has to miss a week of recording after getting a cold. While walking home with Futaba the week afterwards and hearing about her determination to keep up with Ichigo and Rin, Shiraishi explains how she got vocal cord nodules from pushing herself too hard and needed throat surgery. Later, as Earphones gets its first solo concert booked, Ichigo takes on the task of choosing and choreographing cover songs to fill the concert's runtime, while everyone also has to try and promote the concert in order to fill their venue. Just as things are progressing, Ichigo ends up spraining her ankle. Request Corner Song: \"Happy Material\" (from Negima! Magister Negi Magi)",
                    "Aliases": []
                },
                "12": {
                    "ID": "5278715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5278715",
                    "TitleEnglish": "Concert",
                    "SummaryEnglish": "Ichigo tries to play her sprained ankle off as nothing serious, asking Futaba and Rin to keep it a secret from the other staff so as not to betray everyone's expectations. Hearing from Horie about her experiences in concerts, as well as being part of a unit herself, Futaba decides it best not to keep Ichigo's injury a secret and instead focus on revising their choreography and setlist to make things easier on Ichigo. Meanwhile, Sayo makes some flags for the performance while Konno manages to come up with a way to adjust everyone's outfits so Ichigo's injury doesn't stand out. As the concert manages to become a great success thanks to everyone's efforts and support, Ichigo decides to dance her all for their encore performance. Request Corner Song: NA",
                    "Aliases": []
                },
                "13": {
                    "ID": "5352173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sore-ga-seiyuu/episodes/5352173",
                    "TitleEnglish": "Assessment",
                    "SummaryEnglish": "A month after Earphones' concert, Futaba faces an assessment to determine whether she can stay at Aozora Productions. While pondering how she will be assessed, Futaba meets up with some of her friends from training school, some of whom went onto different career paths, before being asked to think about where she wants to be in the future. On the day of her assessment, Futaba faces harsh criticism due to her lack of work, but manages to work up the courage to state her desire to work as a voice actress for a long time. Although not able to move up to a higher position in the company, Futaba is given a deferral, allowing her to work at Aozora for another year in order to prove herself as a voice actress who can work for a long time. Request Corner Song: NA",
                    "Aliases": []
                }
            }
        }
    }
}