{
    "URL": "https://www.thetvdb.com/series/ranpo-kitan-game-of-laplace",
    "Genres": [
        "Anime",
        "Crime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5105422/",
        "https://www.themoviedb.org/tv/69891"
    ],
    "TitleEnglish": "Ranpo Kitan: Game of Laplace",
    "SummaryEnglish": "The story takes place at a certain middle school where several murder cases take place. Kobayashi, a boy who goes to this school, meets genius detective Akechi, who comes to the school to investigate. Kobayashi takes an interest in Akechi and, in spite of his friend Hashiba's worries, he volunteers to be Akechi's assistant.",
    "TitleJapanese": "乱歩奇譚 Game of Laplace",
    "SummaryJapanese": "『乱歩奇譚 Game of Laplace』（らんぽきたん ゲーム・オブ・ラプラス）は、2015年7月よりフジテレビ・『ノイタミナ』枠にて放送中の日本のテレビアニメ。\n2015年7月に没後50年を迎える作家・江戸川乱歩の作品群を原案とし、設定を現代に移したオリジナルアニメ作品",
    "Aliases": [
        "Ranpo Kitan - Game of Laplace",
        "Ranpo Kitan"
    ],
    "Modified": "2025-09-02",
    "Seasons": {
        "1": {
            "ID": "626723",
            "URL": "https://www.thetvdb.com/series/ranpo-kitan-game-of-laplace/seasons/official/1",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "5257881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ranpo-kitan-game-of-laplace/episodes/5257881",
                    "TitleEnglish": "The Human Chair, Part 1",
                    "SummaryEnglish": "One morning, a junior-high student, Kobayashi, wakes up and finds himself in his classroom with his homeroom teacher’s body. In his hand is a murder weapon. A high-school detective, Akechi, is called in to assist the police to solve the case.",
                    "TitleJapanese": "人間椅子（前編）",
                    "SummaryJapanese": "コバヤシ少年は学校で目覚めると血に濡れた凶器を握っており、その近くでは担任教師が死体となっていた。コバヤシは重要参考人として新宿警視庁へ任意同行を求められるが、事件現場に赴いていた探偵・アケチの指示によりすぐに釈放される。その後、コバヤシは友人のハシバと共にアケチの事務所を訪れ、アケチの助手に志願するが、この時は断られてしまう。そのころ、元担任の自宅から遺体を加工して作られた人間椅子とコバヤシの指紋が発見され、コバヤシに元担任の共犯者として容疑がかけられ、逮捕状が出される。アケチの通報によりコバヤシはその場に到着した刑事のカガミたちに逮捕される。一方、アケチは「自力で事件を解決し、自分の嫌疑を晴らすことが出来れば、自分の助手に採用してもよい」と提示する。コバヤシはハシバにある指示を出して、新宿警視庁へと向かう。"
                },
                "2": {
                    "ID": "5267522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ranpo-kitan-game-of-laplace/episodes/5267522",
                    "TitleEnglish": "The Human Chair, Part 2",
                    "SummaryEnglish": "Kobayashi has been arrested. It seems that he’s been charged with additional crimes. Before the police take him away, he whispers something to Hashiba. What will happen to him? Who is the real killer? Will he be able to solve this crime?",
                    "TitleJapanese": "人間椅子（後編）",
                    "SummaryJapanese": "逮捕後、ニュースではコバヤシは少年Aとして報道され、学校でも話題となっていた。取調室では凶器からコバヤシの指紋が多数検出されたことが告げられ、検視官のミナミは死因は窒息死であること、死体を加工するには相当の時間と場所が必要との見解を示す。そして、取調室にやってきたハシバからコバヤシの指示通りの行動で真犯人をおびき寄せたことに成功したとの報告を受け、コバヤシは真犯人の正体を突き止める。犯人は同じクラスメイトにして小学校からの同級生であるホシノだった。ホシノはコバヤシに目移りした担任を独占したいために今回の犯行に及び、それを恋敵であったコバヤシに擦り付けようとしていた。そして、コバヤシの助言によりカガミが元担任の椅子の生地を切り開くとそこには人骨が隠されていた。これに仰天した担任のハナビシは驚きのあまり窓を突き破って転落し、怪我を負い1ヶ月休職する。\nこの事件を解決に導いたことからコバヤシはアケチから認められ、事務所の合鍵を渡された。"
                },
                "3": {
                    "ID": "5268300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ranpo-kitan-game-of-laplace/episodes/5268300",
                    "TitleEnglish": "Shadow-Man",
                    "SummaryEnglish": "Nine girls have been abducted in two months and the police suspect that Shadow-Man, a master of disguise and gentleman thief, might be the kidnapper. When Akechi declines to take part in this case, Kobayashi asks if he can investigate it instead.",
                    "TitleJapanese": "影男",
                    "SummaryJapanese": "連続少女誘拐事件が発生し、カガミはアケチに捜査への協力を依頼するが、アケチは事件に興味を持たなかった。そこで、コバヤシが単独で捜査しようとしたところ、影男が接触してくる。影男は警察から連続少女誘拐事件の容疑者とみられていたが、「少女という存在は私にとって神に等しい。故に私は少女を傷つけるなど絶対にしない」とコバヤシに述べ、少女に変装出来ない影男に代わって、女装して囮捜査に協力して欲しいと要請する。コバヤシは影男の要請を了解し、女装して少女たちが誘拐されている漫画喫茶に現れ、わざと誘拐される。\nコバヤシを誘拐したのは、ワタヌキという男だった。会員カードに仕込んだGPSでコバヤシの監禁場所を知った影男はコバヤシと少女たちの救出に向かうが、最も救出したかった大曽根さち子の姿が見えないことに気づく。さち子は既にワタヌキに殺害され、壁の中に塗り込められていた。ワタヌキは影男の連絡で急行したアケチらによって逮捕されるが、影男は警官に扮し、涙を流しながらこっそりとその場を去る。"
                },
                "4": {
                    "ID": "5276161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ranpo-kitan-game-of-laplace/episodes/5276161",
                    "TitleEnglish": "Twenty Faces",
                    "SummaryEnglish": "A man who calls himself Twenty Faces commits a series of murders. His victims are all criminals who have escaped justice and have not atoned for their crimes. Before he kills, he posts a message on the Internet to explain who he’s going to kill and why.",
                    "TitleJapanese": "怪人二十面相",
                    "SummaryJapanese": "3年前、法で裁けぬ悪人を次々殺していった怪人二十面相が話題になっていた。以降、二十面相を名乗る模倣犯が次々と現れ、警察は模倣犯に関する報道を規制するが、ネット上では模倣犯に関する情報が広まっていた。さらにネットで犯行声明を発表し、法が裁けぬ悪人をその者が行った殺人と同様の方法で殺す、新たな二十面相が現れる。警察はこの者も模倣犯とみなし現・二十面相と呼んだ。現・二十面相の被害者は1週間では15人に達し、カガミはアケチに捜査への協力を依頼する。\n新宿本庁の地下に存在する特殊な犯罪犯の独房、通称「新宿プリズン」に出向いたアケチ達は、黒蜥蜴に接触し、彼女の力でワタヌキを釈放させる。ワタヌキは現・二十面相に拉致され、殺害されかけるが、そこにアケチとコバヤシが現れる。ワタヌキの釈放は現・二十面相をおびき出す罠だった。アケチが現・二十面相のドクロのマスクを外すと、カガミの顔が現れる。"
                },
                "5": {
                    "ID": "5276162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ranpo-kitan-game-of-laplace/episodes/5276162",
                    "TitleEnglish": "Caterpillar",
                    "SummaryEnglish": "In an interrogation room, Twenty Faces reveals what made him decide to operate outside of the law to punish criminals.",
                    "TitleJapanese": "芋虫",
                    "SummaryJapanese": "カガミは警察官となって以降、いくら犯罪者を逮捕しても多くの犯罪者が何らかの理由で不起訴・釈放されることに日頃から疑問を持っていた。そして、ある事件で逮捕するも不起訴となり措置入院中に脱走を図ったスナガに妹・トキコが殺害されたことでカガミの精神は崩壊する。そして、この事件がきっかけで自分が犯罪の抑止力となるために現・二十面相になった。カガミを取り調べたナカムラはカガミが殺害した犯罪者の中にスナガが含まれていないことに疑問を持つが、カガミは「スナガは自宅の浴槽で四肢を溶かし、目を潰し、妹と同じ姿で薬品漬けにしてゆっくり殺している」と自供する。\nカガミの逮捕に伴い、現・二十面相をおびきよせるために釈放されていた犯罪者たちは再逮捕されるが、ワタヌキにはまだ警察の手が及んでいなかった。そのワタヌキもドクロのマスクをかぶったさち子の父に刺殺される。"
                },
                "6": {
                    "ID": "5276163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ranpo-kitan-game-of-laplace/episodes/5276163",
                    "TitleEnglish": "A Glimpse into Hell",
                    "SummaryEnglish": "Akechi’s chaotic day starts when Kobayashi finds an abandoned kitten at the front door of the Akechi Detective Agency. Kobayashi wants to keep the kitten, but Akechi does not approve. Then another incident occurs. This time, Shadow-Man is involved.",
                    "TitleJapanese": "地獄風景",
                    "SummaryJapanese": "ある日、コバヤシがアケチの事務所を訪ねると、猫（声 - 日笠陽子）が捨てられていた。コバヤシはアケチ事務所で飼おうと提案するが、アケチは猫が苦手であった。やむなく、コバヤシが他の飼い主を探しに行こうとした矢先、事務所の前で時限爆弾をくくりつけられた影男を発見する。影男は「レンタルビデオ店で会計を済ませた直後に記憶を失い、気がついたらアケチ事務所の前にいた」と話す。影男の時限爆弾はエメラルドと共にベルトで影男にしっかりくくりつけられており、ベルトを無理にはがすと爆発する仕掛けとなっていた。さらに「この子は探偵さんの子です」というメモと共に赤ん坊まで事務所の前に捨てられる。その上、トウキョウ・レボリューションと名乗る集団が階下の消費者金融に立てこもり、事務所から脱出することも不可能になってしまう。\nアケチたちが思案にくれる中、エメラルドからコバヤシはベルトを解除するキーワードを割り出し、影男からベルトを無事に外すことに成功し、アケチが爆弾を空中に放り投げ、間一髪で事なきを得る。時限爆弾とエメラルドは黒蜥蜴が自分の誕生日を記念してアケチに送ったサプライズだった。さらに赤ん坊の母親も名乗りでて、アケチ事務所に平穏が訪れる。ただし、コバヤシの希望でアケチは苦手な猫と同居することになってしまう。\nその頃、ナカムラはカガミに接見し「警察とお前のどちらが正しいかわからなくなった」と弱音を吐く。カガミは「オレみたいにならないでください。憧れの先輩のままでいてください」と頭を下げる。"
                },
                "7": {
                    "ID": "5276164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ranpo-kitan-game-of-laplace/episodes/5276164",
                    "TitleEnglish": "The Strange Tale of Panorama Island, Part 1",
                    "SummaryEnglish": "As Kagami predicted, more Twenty Faces have been appearing, ten in the previous month, and now in the current month, the fourth one has just appeared. Akechi and Nakamura head to Panorama Island to inspect the latest crime scene.",
                    "TitleJapanese": "パノラマ島綺譚 （前編）",
                    "SummaryJapanese": "カガミが逮捕された後も、二十面相の模倣犯は後を絶たなかった。アケチは模倣犯を一人ずつしらみつぶしに逮捕していくが、日頃はやる気を見せないアケチが二十面相が絡む事件だけやる気を見せることをコバヤシは疑問に思っていた。\nある日、新宿警視庁に二十面相を名乗る人物から「不可能犯罪を解明してみろ」という挑戦状が届き、その直後、三重県の通称・パノラマ島でコモダコーポレーション会長のコモダゲンザブロウとアートプロデューサーのヒトミヒロスケの遺体が発見される。2人は大量のマネキン人形に押しつぶされており、遺体発見者で現場監督のツノダ（声 - 松田健一郎）、作業員のキタミ（声 - 竹内良太） 、事務員のヒガシコウジの3人は「遺体のあった部屋は密室だった」と証言した。\nアケチは本来頑丈な鋼材が使われなくてはならない部品が脆いものとなっていること、ある程度の知識があればマネキン人形の倒壊時間を予測できることから部品の発注責任者であるヒガシコウジが犯人であると推理する。ヒガシコウジは「過酷な労働で死に追いやられた友人の家族に謝罪と賠償をするようコモダとヒトミに直談判したところ、代わりにパノラマ島に展示する女体のマネキン人形のモデルとなるよう強要され、さらにその後もコモダらの従業員に対する姿勢が改まらなかったため、殺害した」と自供した。"
                },
                "8": {
                    "ID": "5282665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ranpo-kitan-game-of-laplace/episodes/5282665",
                    "TitleEnglish": "The Strange Tale of Panorama Island, Part 2",
                    "SummaryEnglish": "Joined by Kobayashi and Hashiba, Akechi solves the crime committed in the exhibition hall on Panorama Island. After coming back from the island, when Kobayashi and Hashiba stop by the office as usual, Akechi starts telling them about his past.",
                    "TitleJapanese": "パノラマ島綺譚 （後編）",
                    "SummaryJapanese": "東京に帰還後、アケチはコバヤシとハシバに昔話をする。中学時代、優秀すぎるゆえに孤立していたアケチは自分と同等の頭脳を持つナミコシと友人になった。ナミコシは社会を変革する法則「暗黒星」の算出に熱中しており、アケチもそれを手伝う。「暗黒星」が完成したあかつきにはそこから生み出される二十面相が社会の邪悪なものを排除する予定であった。やがて、アケチは法則に重大な欠陥があることに気が付き、ナミコシに警告するも、ナミコシは自らの法則の正しさを立証するため、自ら二十面相となり、焼身自殺を遂げた。そして、その後、二十面相の模倣犯が次々と出現するようになる。そのとき、アケチは全ての二十面相を逮捕することを決意した。"
                },
                "9": {
                    "ID": "5282666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ranpo-kitan-game-of-laplace/episodes/5282666",
                    "TitleEnglish": "Terrifying Mistake",
                    "SummaryEnglish": "Akechi spends his days and nights trying to figure out the formula that he and Namikoshi created in order to put an end to the Twenty Faces case. Being very curious about the formula, Kobayashi skips school to help Akechi with his work.",
                    "TitleJapanese": "恐ろしき錯誤",
                    "SummaryJapanese": "アケチはナミコシが完成させた数式「暗黒星」を解くことが出来ず苦慮していた。ある行動がもたらす波紋をすべて解析する暗黒星を解くことが出来れば、これから起こる事件も事前に予測できるはずだった。アケチはコバヤシとハシバの協力を得て数式の解析に乗り出す。二十面相の崇拝者の間でアケチの存在がクローズアップされていることを知ったコバヤシは暗黒星の解析にはアケチの要素を加える必要があるのではないかと提案する。コバヤシの助言通り、アケチの要素を加えたところ、暗黒星は解析された。その直後、二十面相の後継者を名乗る人物から「1週間以内に事件を起こすので解決してみろ」という挑戦の電話がかかる。暗黒星解析に熱中するあまり学校に登校しなくなったコバヤシを心配して、ハシバはコバヤシに登校を促すが、コバヤシはハシバを認識出来なくなり始めていた。\n数日後、脳外科の権威・ムナカタリュウイチロウの功績を称えるパーティーが開かれる。ムナカタのスピーチの最中、突然、ムナカタがかつて患者の手術に非管理の硬膜を使用し、患者を不治の病にして、自殺に追い込んだという旧悪を暴露する映像が流される。その患者こそ、検視官・ミナミの弟であり、ミナミは弟の復讐のために二十面相となったのだった。アケチはミナミの犯行を事前に予測し、ミナミが非管理の硬膜を仕込んだ料理を普通の料理にすり替えていた。だが、ミナミは「こうなることはわかっていた」と哄笑する。その直後、死亡したはずのナミコシが焼身自殺した場所で復活したことを写す映像が流され、驚愕したアケチはナミコシがかつて焼身自殺し"
                },
                "10": {
                    "ID": "5282667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ranpo-kitan-game-of-laplace/episodes/5282667",
                    "TitleEnglish": "A Desire for Transformation",
                    "SummaryEnglish": "The man pulling the strings of the latest Twenty Faces crime was Namikoshi, who everyone thought died three years ago. He starts talking about his junior high school days and how he came to start working on the formula with Akechi.",
                    "TitleJapanese": "変身願望",
                    "SummaryJapanese": "ムナカタのパーティー会場から拉致されたコバヤシにナミコシは昔話を語って聞かせる。\n中学時代のナミコシはクラスの不良たちからいじめに遭い、担任教師はそれを見て見ぬふりし、家では両親から虐待を受けていた。そんなナミコシが唯一、心を落ち着かせる場所は、アケチに守られ、暗黒星の算出に集中していられる図書館だった。しかし、不良たちはアケチが登校していない日を狙って、執拗にナミコシをいびり、相変わらず担任教師は見て見ぬふりを続け、ナミコシの両親はナミコシを心配して家まで訪ねてきたアケチを口汚く罵った。\nある日、ナミコシは不良たちがアケチに対して報復を計画していると聞き、復讐を開始する。暗黒星を使い、事故に見せかけて不良グループ・担任教師・ナミコシの両親の全てを抹殺した。しかし、ナミコシが暗黒星を発動させたことを知ったアケチは「暗黒星には作者を死に至らしめる欠陥がある」と言って、これ以上の暗黒星の研究を中止するよう忠告する。しかし、ナミコシは「アケチが自分を拒絶した」と感じた。\n以後、ナミコシは暗黒星を使って事件を起こし続け、世間はいつしか事件の首謀者として二十面相の存在を作り上げ、二十面相の影に恐れおののくようになった。そして、ミナミの協力を得て、ナミコシは自らの焼身自殺を偽装し、さらにわざと自分のデータを流すことによって、初代二十面相を伝説の存在とすることに成功する。以後、二十面相の模倣犯が次々と現れるようになった。一方、ナミコシは暗黒星のアップデートを続けていた。アケチが解析した暗黒星はアップデート前のものであり、ナミコ"
                },
                "11": {
                    "ID": "5318247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ranpo-kitan-game-of-laplace/episodes/5318247",
                    "TitleEnglish": "The Daydream",
                    "SummaryEnglish": "Namikoshi is trying to change the world using the power of Twenty Faces. Those who are dissatisfied with society gathered to support Namikoshi and his law. What is Namikoshi trying to do? Can Akechi get there before it’s too late? -- last episode of the anime",
                    "TitleJapanese": "白昼夢",
                    "SummaryJapanese": null
                }
            }
        }
    }
}