{
  "URL": "https://www.thetvdb.com/series/the-perfect-insider-2015",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt5247480/",
    "https://www.f-noitamina.com/",
    "https://www.themoviedb.org/tv/70292",
    "https://www.themoviedb.org/tv/70292",
    "https://x.com/f_noitamina"
  ],
  "TitleEnglish": "The Perfect Insider (2015)",
  "SummaryEnglish": "Souhei Saikawa is a college professor who is obsessed with genius Shiki Magata’s work. He, Moe Nishinosono, and a group of his other students plan a retreat to the remote island where Magata currently resides, which may put them in danger’s way...",
  "Aliases": [
    "Everything Will Become F: The Perfect Insider",
    "The Perfect Insider (2015)"
  ],
  "Modified": "2025-06-03",
  "Seasons": {
    "1": {
      "ID": "623890",
      "URL": "https://www.thetvdb.com/series/the-perfect-insider-2015/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "5232936",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-perfect-insider-2015/episodes/5232936",
          "TitleEnglish": "White Meeting",
          "SummaryEnglish": "Moe Nishinosono interviews Shiki Magata, who secludes herself in the lab established by her parents on Himaka island, via video conference. At Sōhei Saikawa's office, Nishinosono meets Setsuko Gidō, whose familiarity with Saikawa annoys Nishinosono. Nishinosono later tells Saikawa, Momoko Kunieda, and Fukashi Hamanaka about the interview with Magata. Afterward, intending to meet Magata again, she suggests the campground on Himakajima island for Saikawa's upcoming seminar group trip.",
          "Aliases": []
        },
        "2": {
          "ID": "5362319",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-perfect-insider-2015/episodes/5362319",
          "TitleEnglish": "Azure Encounter",
          "SummaryEnglish": "En route to the island, Yukihiro Yamane tells Saikawa and Nishinosono that Magata has not interacted with other people except via video conference for the 15 years since she murdered her parents. When they visit the lab, the AI named Deborah that runs the lab's physical facilities malfunctions, and an automated cart transports a wedding-dress-clad object on a cart out of the suite, which is discovered to be Magata's corpse. In a flashback to when Magata was 13 years old, she begins a sexual affair with Seiji Shindō, her uncle and director of the lab.",
          "Aliases": []
        },
        "3": {
          "ID": "5372220",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-perfect-insider-2015/episodes/5372220",
          "TitleEnglish": "Red Magic",
          "SummaryEnglish": "Tomihiko Yuminaga declares Magata's death a murder, since her arms and legs have been amputated. With outside communication mysteriously cut off, the lab personnel wait for Shindō, who left to retrieve Magata's sister Miki, to return in order to use the radio in his helicopter to contact the police. Meanwhile, Saikawa and Nishinosono review the video surveillance footage of the outside of Magata's room and verify that no one else emerged from her suite. Shindō returns with Miki, but he is later discovered murdered in his helicopter.",
          "Aliases": []
        },
        "4": {
          "ID": "5372222",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-perfect-insider-2015/episodes/5372222",
          "TitleEnglish": "Rainbow-Colored Past",
          "SummaryEnglish": "The helicopter's radio has been smashed, apparently before Shindō could use it. Computer records show that no one accessed the roof between the time when Shindō and Miki arrived and when Shindō was found dead. Saikawa, Nishinosono, Yamane, and the lab security guards enter Magata's suite and discover a small robot in the bedroom. The robot's only physical capability, other than basic mobility, is to lock and to unlock the bedroom door. The robot's name is Michiru, the same as Magata's favorite doll.",
          "Aliases": []
        },
        "5": {
          "ID": "5372223",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-perfect-insider-2015/episodes/5372223",
          "TitleEnglish": "Silver Hope",
          "SummaryEnglish": "In a flashback, Shindō tells Magata that his dream is to live a self-sufficient life in the mountains, equipped with only a knife. His widow Yumiko Shindō recalls for Saikawa and Nishinosono that the last words of Magata's father were \"I won't let you do this.\" Yamane learns that Magata had scheduled an interview with a journalist for two days hence, so the lab will have another opportunity for outside communication. In another flashback, Magata buys a hunting knife and presents it to Shindō for his birthday as they have dinner with her parents.",
          "Aliases": []
        },
        "6": {
          "ID": "5372225",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-perfect-insider-2015/episodes/5372225",
          "TitleEnglish": "Crimson Resolve",
          "SummaryEnglish": "Saikawa and Nishinosono return to the campground the next morning and tell the group about the murders. In the evening, they return to the lab. Nishinosono notices upon reviewing the surveillance video again that, when the cart emerged from Magata's suite, the elevator went from the basement to the roof. In a continuation of the dinner flashback, Magata uses the knife to kill her mother, and Shindō and Magata kill Magata's father as Yumiko arrives.",
          "Aliases": []
        },
        "7": {
          "ID": "5372226",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-perfect-insider-2015/episodes/5372226",
          "TitleEnglish": "Gray Boundary",
          "SummaryEnglish": "Ayako Shimada takes Nishinosono to the lab's entertainment center, where they spend time in isolation tanks. Meanwhile, Saikawa interviews Miki, but she has no idea why anyone would kill Magata or Shindō. During Nishinosono's isolation-induced hallucinations, she has a conversation with Magata about the plane crash that killed her parents. In a continuation of the dinner flashback, Magata tells Shindō that the story they'll tell is that Magata killed both her parents and that Shindō tried to stop her.",
          "Aliases": []
        },
        "8": {
          "ID": "5372227",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-perfect-insider-2015/episodes/5372227",
          "TitleEnglish": "Purple Dawn",
          "SummaryEnglish": "Shimada checks the computer records and notices that someone named Michiru accessed the isolation tank system while she and Nishonosono were in the tanks. Shimada and Saikawa think someone may have pieced together audio clips to impersonate Magata. Yamane switches the lab's computer systems from Red Magic, the lab's proprietary operating system, to UNIX in an attempt to end the computer malfunctions. External communication is restored, and Nishinosono calls her butler, telling him to call the police.",
          "Aliases": []
        },
        "9": {
          "ID": "5372228",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-perfect-insider-2015/episodes/5372228",
          "TitleEnglish": "Yellow Blind Spot",
          "SummaryEnglish": "The boat arrives the next morning, bringing the journalist, Setsuko Gidō, and allowing the seminar group to leave. The prefectural police also arrive. Saikawa and Nishonosono deduce that Magata entered her suite 15 years ago pregnant and had a daughter there. They also realize that the computer malfunction reset the lab's clocks by one minute, allowing the killer to move without video surveillance for that minute. Saikawa uses the computer to make voice contact with \"Michiru\" and addresses her as Shiki Magata.",
          "Aliases": []
        },
        "10": {
          "ID": "5372230",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-perfect-insider-2015/episodes/5372230",
          "TitleEnglish": "Aster-Colored Truth",
          "SummaryEnglish": "Saikawa reveals that Nishinosono didn't interview Magata originally, but her daughter. Magata's original plan was for her daughter to kill her and Shindō, then take her place. Magata had also planned the computer \"malfunction\" years in advance. After Nishinosono interviewed the daughter, the daughter began to question the plan and her own identity and killed herself instead. Magata left her suite, pretending to be Miki, her alleged sister who never really existed, during the initial \"malfunction\", killed Shindō, and left the island along with the members of Saikawa's seminar group.",
          "Aliases": []
        },
        "11": {
          "ID": "5372231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-perfect-insider-2015/episodes/5372231",
          "TitleEnglish": "Colorless Weekend",
          "SummaryEnglish": "Magata visits Saikawa at the university. She says that she won't turn herself in, because she might not be sentenced to death. She also won't commit suicide, because she wants someone else to kill her. As she leaves, she is surrounded by what appear to be the police guard following Saikawa, but Nishinosono later informs Saikawa that the guard had been called off earlier. Saikawa reveals to Nishinosono that Gidō is his little sister. In a flashback, Magata and her daughter discuss the nature of humans and relationships. In the final scene, Magata introduces her new personalities, her daughter Michiru and her uncle Shindō to Kishio, the personality based on her dead twin brother.",
          "Aliases": []
        }
      }
    }
  }
}