{
    "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid",
    "Genres": [
        "Anime - Seinen",
        "Erotic Thriller",
        "Erotica",
        "LGBTQ+"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5235870/",
        "https://www.themoviedb.org/tv/66926"
    ],
    "TitleEnglish": "Valkyrie Drive: Mermaid",
    "SummaryEnglish": "The \"beautiful girl sexy battle action\" anime is set on five artificial islands. Mamori is a \"mermaid\" transferred to one of those islands. When Mamori is attacked, a newly transferred girl named Mirei saves her. The enemy doesn't stop, however, and the two are soon cornered. Just when they think all hope is lost, Mirei kisses Mamori, and Mamori turns into a sword. Mirei then wields the sword and launches a counterattack against their enemies.",
    "TitleJapanese": "VALKYRIE DRIVE -MERMAID-",
    "SummaryJapanese": "ある日突然、人工島の一つマーメイドに移送された少女・処女まもり（とこのめ・まもり）は、島で目覚めて早々に何者かの襲撃を受ける。窮地に陥ったまもりを救ったのは新たに移送されてきた少女・敷島魅零（しきしま・みれい）だった。しかし敵の追撃は止まず、徐々に追い詰められていく魅零とまもり。絶体絶命かと思われたそのとき魅零はまもりに唇を重ねる。まばゆい光に包まれ変化していくまもりの体。一振りの刀と化したまもりを手に魅零は反撃を開始するのだが……。",
    "Aliases": [
        "Valkyrie Drive -Mermaid-",
        "Valkyrie Drive Mermaid"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "0": {
            "ID": "634654",
            "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "5366600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid/episodes/5366600",
                    "TitleEnglish": "Please Don't Tell",
                    "SummaryEnglish": null,
                    "TitleJapanese": "秘密・く・だ・さ・い",
                    "SummaryJapanese": "ミニOVA Vol.1"
                },
                "2": {
                    "ID": "5366602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid/episodes/5366602",
                    "TitleEnglish": "It Takes Two to Tango",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ふたりじゃなきゃだめなの",
                    "SummaryJapanese": "ミニOVA Vol.2"
                },
                "3": {
                    "ID": "5366603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid/episodes/5366603",
                    "TitleEnglish": "Lonely and Unable to Sleep",
                    "SummaryEnglish": null,
                    "TitleJapanese": "淋しくて眠れない",
                    "SummaryJapanese": "ミニOVA Vol.3"
                },
                "4": {
                    "ID": "5366604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid/episodes/5366604",
                    "TitleEnglish": "The Actress in the Mirror",
                    "SummaryEnglish": null,
                    "TitleJapanese": "鏡の中のアクトレス",
                    "SummaryJapanese": "ミニOVA Vol.4"
                },
                "5": {
                    "ID": "5366605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid/episodes/5366605",
                    "TitleEnglish": "Believe in Me, Believe in You",
                    "SummaryEnglish": null,
                    "TitleJapanese": "BELIEVE IN ME,BELIEVE IN YOU",
                    "SummaryJapanese": "ミニOVA Vol.5"
                },
                "6": {
                    "ID": "5366607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid/episodes/5366607",
                    "TitleEnglish": "Lonely Chaser",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ロンリーチェイサー",
                    "SummaryJapanese": "ミニOVA Vol.6"
                }
            }
        },
        "1": {
            "ID": "639649",
            "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5350376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid/episodes/5350376",
                    "TitleEnglish": "I'm Gonna Burst",
                    "SummaryEnglish": "Mamori Tokonome watches in astonishment as two girls show off their intimate relationship. Little did she know that she had to establish a similar relationship with another girl, Mirei Shikishima, in order to fight for her life.",
                    "TitleJapanese": "私、散らされます",
                    "SummaryJapanese": "周囲をバリアに囲まれた人工島『マーメイド』。そこへ向かう移送機内部に少女、処女(とこのめ)まもりは拘束されていた。島の浜辺で目覚めたまもりは体を武器へと変身させる二人組の少女から突如襲撃を受ける。するとそこへ向かってくる新たな移送機と謎の少女、敷島魅零。颯爽とあらわれた少女とのキスによりまもりの体も一振りの剣へと変身していく。武器化したまもりを使い危機を脱した二人は計らずも巨大な城へとたどり着く。だがそこには新たな能力者が待ち構えていた…。"
                },
                "2": {
                    "ID": "5353710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid/episodes/5353710",
                    "TitleEnglish": "Virgin Road",
                    "SummaryEnglish": "Mamori and Mirei defeat Saejima, but are taken into custody by Charlotte and Ange. Now Mamori must prepare for a mysterious ceremony known as the Wedding.",
                    "TitleJapanese": "ヴァージン・ロード",
                    "SummaryJapanese": "A級能力者、冴嶋を退けたまもりと魅零だったが、シャルロット・シャルゼンとアンジェを前に拘束されてしまう。軟禁されたまもりはヴェルターのコマンデュール、時雨霞からこの島の概要と自身の能力の説明を受ける。困惑するまもりをよそにまもりのパートナーとなるリブレイターを選定する儀式・ブライダルの開催が決定する。ブライダルが敢行される一方、地下懲罰室で拷問を受ける魅零。両者のピンチに魅零のもとに現れた人物とは…！"
                },
                "3": {
                    "ID": "5353728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid/episodes/5353728",
                    "TitleEnglish": "Zero Arm",
                    "SummaryEnglish": "Mamori and Mirei escape from the clutches of Welter. They soon learn the nature of the militant female-only group, and also discover a small peaceful village that is free from its rule.",
                    "TitleJapanese": "ゼロ・アーム",
                    "SummaryJapanese": "フェステ(城)から脱出してきたまもりと魅零だったが行くあてもなく途方に暮れていた。そこへ偶然現れた美鳳に同行し三人はとある場所へと向かう。そこはフェステの体制に嫌気がさした少女たちが集まり生活を共にする、とりのタウンと呼ばれる村だった。期せずして似た境遇となったまもりと魅零もそこの管理人・風巳とりののお世話になることとなる。しかしそこへ現れたのはシャルロット率いるヴェルターのリッターたち。たったふたりで立ち向かうまもりと魅零だったが武器も持たない〈ゼロ・アーム〉の霞の力に圧倒されてしまう！"
                },
                "4": {
                    "ID": "5353731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid/episodes/5353731",
                    "TitleEnglish": "Gouverneur",
                    "SummaryEnglish": "Charlotte, Kasumi, and the forces of Wärter move in to take Mirei into custody, but the mysterious duo known as Lady Lady intervene. An all-out fight is about to break loose, but is halted by yet another new participant.",
                    "TitleJapanese": "グヴェルネア",
                    "SummaryJapanese": "霞の圧倒的な力の前にピンチに陥るまもりと魅零。だが二人を庇うように蓮見レインとレディ・Jが戦闘に介入し、再び戦闘が激化する。双方退けぬ状態の中、そこに割って入ったのはマーメイド唯一の男性、ヴェルターのトップを意味するグヴェルネアの柊晶。彼によってその場は一旦収められることに。その日以来、晶のことで頭がいっぱいで心惹かれていくまもり。そんなまもりにシャルロット直属部隊『アーデル』の一人、ミランダが強襲を仕掛ける！"
                },
                "5": {
                    "ID": "5353732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid/episodes/5353732",
                    "TitleEnglish": "Giant Girl, Little Heart",
                    "SummaryEnglish": "Kasumi leaves the castle to investigate a strange Extar reading in the forest. There, she finds Mamori, Mirei, and a truly, tremendously buxom girl.",
                    "TitleJapanese": "ジャイアント・ガール、リトル・ハート",
                    "SummaryJapanese": "まもりと魅零は食糧調達の為にキノコ狩りへと出かけていた。そこで出会った謎の巨体少女、未弐見にみ。彼女はフェステに住むエクスターの少女で目が覚めると体が大きくなっていたという。まもりたちは途方に暮れるにみをとりのタウンへと連れていくことに。翌日になるとさらに体が大きくなるにみ。もう二度とパートナーの乃絵に会えないとショックを受けるにみにまもりは檄を飛ばす。立ち直ったにみはもう一度乃絵に会うためフェステへ戻る決心をするが巨躯を揺らし城へと向かうにみの背中にもうひと騒動の予感が…"
                },
                "6": {
                    "ID": "5353733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid/episodes/5353733",
                    "TitleEnglish": "No Money, No Life",
                    "SummaryEnglish": "The Mermaid Festival is here! Meifeng must control the outcome of the Beauty Pageant to cash in on her illegal gambling scam, and she knows just the right person for shaking up the votes.",
                    "TitleJapanese": "ノー・マネー ノー・ライフ",
                    "SummaryJapanese": "島中みんなで分け隔たりなく盛り上がるヴェルター主催のお祭り、マーメイド祭。敏感にお金儲けの匂いを嗅ぎつけた美鳳の策略によって、魅零はその目玉の催しである美人コンテストに参加することとなる。優勝目指し特訓を重ねる魅零とそれをサポートするまもり。そしてついにマーメイド祭当日。大注目の美人コンテスト会場では優勝候補のシャルロット、レディ・Jたちをよそに見違えるような魅零が舞台に現われる…。だが一方、その裏では美鳳のお金をめぐる激しい戦いが始まっていた！"
                },
                "7": {
                    "ID": "5353734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid/episodes/5353734",
                    "TitleEnglish": "To Believe",
                    "SummaryEnglish": "Akira leaves the castle to go on a secret mission. He meets Torino, and decides to spend the night outside of the castle. Meanwhile, a hostage situation takes place nearby.",
                    "TitleJapanese": "信じるために",
                    "SummaryJapanese": "城の近くにある森の廃屋。そこで胸のサラシをほどきグヴェルネアの恰好から女性の恰好へと着替えた晶は砂浜へと向かう。小型の探知機を片手に何かを探す晶のもとへ現れたのはとりのハウスの管理人風巳とりの。共に互いの素性を知るふたりは、海の見える温泉で息抜きをすることに。話の流れでとりのタウンを訪れることとなった晶は庭でバーベキューをしたり、とりのハウスに一泊したりと、普通の少女へと戻れる束の間の夜を楽しく過ごしていた。だがその翌日、晶のグヴェルネアの衣服を隠している廃屋で立てこもり事件が発生してしまう。"
                },
                "8": {
                    "ID": "5353735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid/episodes/5353735",
                    "TitleEnglish": "Valkyrie Effect",
                    "SummaryEnglish": "Lady Lady are asked by Akira to investigate a location said to contain the secret of Mermaid, bringing Mamori, Mirei, and Meifon along with them. Uncovering a hidden cave, the girls find an underground construction plant, where they are attacked by an Artificial Arm that Mirei finds all too familiar. Unable to drive with Mamori following the ordeal of her attack, Mirei unleashes the true ability hidden in her body to fight the Arm, but is still overpowered by it. However, Mamori, determined to protect Mirei, brings out enhanced abilities of her own and transforms into an enhanced arm, allowing Mirei to defeat the Arm. As the girls manage to escape the facility as it is destroyed, another island, having detected the Valkyrie Effect coming from the battle, sends a girl named Momoka Sagara to Mermaid to investigate.",
                    "TitleJapanese": "ヴァルキリー・エフェクト",
                    "SummaryJapanese": "独自の情報源より情報を得た晶はレディ・レディ、美鳳、魅零、まもりにとある施設の探索を依頼する。探索へ向かう5人が到着したのは一見何の変哲もない岩場地帯。だがそこは巧妙にカモフラージュされたマーメイド島の建設に使った建設プラントだった。しばしプラント内を探索していると謎の人工アームの襲撃を受ける魅零とまもり。単身応戦する魅零だったが驚異的な人工アームの力の前に敗れてしまう。尚も迫りくる人工アームを前に、突如まもりの体から光が溢れだし、まもりのアームが変化していく！"
                },
                "9": {
                    "ID": "5353736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid/episodes/5353736",
                    "TitleEnglish": "Takeover",
                    "SummaryEnglish": "Momoka arrives on Mermaid under the guise of a new transfer, quickly demonstrating her Exter abilities and becoming a part of Charlotte's Adel team. Quickly deducing Akira's true gender, Momoka manipulates Charlotte into confronting Akira in a battle in order to expose the truth. Noticing something about Momoka's power, Akira brings out the full strength of her Artificial Arm, Sri, against Charlotte and Momoka and manages to defeat them. However, Momoka brings out her true power as a third generation Artificial Arm, overpowering Akira and exposing her gender to everyone and encouraging Charlotte to become Mermaid's new leader, after which Mamori and Mirei discover Atelier Torino in shambles.",
                    "TitleJapanese": "テイクオーバー",
                    "SummaryJapanese": "先の建設プラントでの戦闘から意識が戻らない魅零。その間に新たな移送者がマーメイド島へ移送されてくる。少女の名は相良百華、リブレイターを選ばずマッチングできる特異な性質を持つ彼女は、移送まもなくその実力をシャルロットに認められ、シャルロット直属部隊アーデルへの入隊が決定する。シャルロットへと近づいた百華は言葉巧みにシャルロットと晶の対立を煽り、ついには二人の一騎打ちの場を整える。三者の思惑が複雑に交わる中、シャルロットは百華のリブレイターとして晶と対峙することに…！"
                },
                "10": {
                    "ID": "5353737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid/episodes/5353737",
                    "TitleEnglish": "Oppression",
                    "SummaryEnglish": "With Akira removed from power, Charlotte names herself the new Gouvernour, and immediately begins ruling Mermaid with an iron fist. Momoka and the other mysterious intruders seem to be taking advantage of this for their own gains.",
                    "TitleJapanese": "オプレッション",
                    "SummaryJapanese": "シャルロットとの決闘で女性であることを明るみに出された晶はグヴェルネアの座を追われ地下の営倉に監禁されてしまう。新たにグヴェルネアとなったシャルロットは能力の再検査を理由に島中の少女たちをフェステへと集めていた。一方、まもりと魅零が食糧調達から戻るととりのタウンは荒らされ誰もおらず、みんながフェステへと連れ去られた後だった。みんなを助け出すためフェステへと向かうまもりと魅零だったが、そこで待ち構えていたのはパートナーのひびきを人質に取られた霞だった…"
                },
                "11": {
                    "ID": "5353738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid/episodes/5353738",
                    "TitleEnglish": "Soldier Arm",
                    "SummaryEnglish": "As Momoka, who were once a part of the same experiments as Mirei, prepares to attack, Lady Lady show up to fight against her, but find their attacks ineffective against her Soldier Arm. Momoka and her allies then kidnap Mamori, learning of the potential within her and deciding to keep her to herself. Meanwhile, Mamori recalls when she was in the same organization as Momoka, having been exiled after refusing to kill others and later sent to Mermaid due to possessing the Armed Virus. Blaming Mirei for everything bad that happened for her, Momoka prepares to use Mamori's body for her own gains. Mirei, joined by Lady Lady, head to Veste to rescue Mamori and the other captives, fighting her way past Charlotte before confronting Momoka, who plans to use Mamori's own form against her.",
                    "TitleJapanese": "ソルジャーアーム",
                    "SummaryJapanese": "AAA機関と百華の探し求めていたターゲットこそヴァルキリー・エフェクトを発動させたまもりだった。力を結集させて応戦する魅零たちだったがソルジャーである百華の圧倒的な戦闘力の前にまもりは捕らえられてしまう。戦いに敗れ、廃屋で目を覚ます満身創痍の魅零。絶望的戦力差を感じながらもなお魅零はまもりを助けるため立ち上がり、再びフェステへと向かう。だがそこで魅零たちの前に立ちはだかったのはソルジャーであるE9とドライヴしたシャルロットだった…！"
                },
                "12": {
                    "ID": "5353739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/valkyrie-drive-mermaid/episodes/5353739",
                    "TitleEnglish": "Valkyrie Drive",
                    "SummaryEnglish": "Mirei struggles to fight against Momoka as she wields Mamori against her, but is aided by Kasumi, who is finally joined in battle by Hibiki, as well as Lady Lady and Meifeng. However, Momoka uses Mamori's Valkyrie ability to absorb other girls into her arm and become stronger, overwhelming the others in a single shot and absorbing them. Inside the blade, as the captives are attacked by tentacles that draw the Armed Virus out of them, providing Momoka with enough power to even destroy a satellite, Mirei manages to break free and reunite with Mamori, freeing her from Momoka's control and releasing the others. Combining together into a perfect form, the Valkyrie Drive, Mirei and Mamori battle against Momoka as she combines with allies to transform into a giant robot. With support from all of her friends, Mirei manages to defeat Momoka, removing the Armed Virus from her and everyone else. As the residents of Mermaid are finally given the chance to return home to their families, Mirei and Mamori, along with Meifeng and Lady Lady, travel around the world in order to help others carrying with Armed Virus.",
                    "TitleJapanese": "ヴァルキリー・ドライヴ",
                    "SummaryJapanese": "強制的にまもりをドライヴした百華の力の前に圧倒される魅零、霞、ひびき、レディ・レディ、美鳳。さらに百華はヴァルキリー・エフェクトを発動し、アームの中に魅零たちのA-ウィルスと肉体を取り込んでしまう。まもりのアームの中で意識を取り戻した魅零は、アームの空間からまもりを見つけだし、意識を取り戻したまもりと仲間たちの解放に成功する。そしてみんなを救うため、まもりと魅零は究極のドライヴを成し遂げる！！"
                }
            }
        }
    }
}