{
    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Mystery",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/7FFB-D84F-3834-B8C2-D4F2-9",
        "https://www.imdb.com/title/tt5241080/",
        "https://concreterevolutio.com/en/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH02384141",
        "https://www.tvmaze.com/shows/5149/show-slug",
        "https://www.themoviedb.org/tv/65932",
        "https://www.wikidata.org/wiki/Q20642707",
        "https://en.wikipedia.org/wiki/Concrete_Revolutio#Anime"
    ],
    "TitleEnglish": "Concrete Revolutio: Superhuman Phantasmagoria",
    "SummaryEnglish": "In the year Apotheosis 41 (AD 1962), Earth is currently home to superhumans and paranormal phenomena of all kinds, from aliens and magical girls to ghosts and transforming robots. However, official knowledge of these beings is officially kept under wraps by the governments of the world. The Japanese government has quietly set up the \"Super Population Research Laboratory\", a.k.a. the \"Superhuman Bureau\", to keep track of all superhuman beings in the country and eliminate them if they pose a threat to humanity. In the present, Bureau member Jiro Hitoyoshi finds himself recruiting new superhumans for the Bureau in the course of his job. However, five years later in Apotheosis 46, Jiro turns into a vigilante on the run from the Bureau while the rest of its members deal with the consequences of their earlier actions.",
    "TitleJapanese": "コンクリート・レボルティオ～超人幻想～",
    "SummaryJapanese": "古来から人とともに存在してきた妖怪、魔物、悪魔たちは、科学至上主義となった人類の犠牲とされることに反発し、爾朗を盟主として決起した。\n\nだが、爾朗の乗るアーラエクウスのエネルギー放射は留まることを知らず、輝く竜と化して敵味方の別なく炎に巻きこみ始める。\n\n超人同士が対立するように仕向けてきた、帝都広告社の里見の真の目的とは何か？\n\n超人の存在意義を賭けた戦いの中、最後の決着の時が、まさに迫っていた……。",
    "Aliases": [
        "Concrete Revolutio: Choujin Gensou",
        "Concrete Revolutio",
        "Concrete Revolutio ~A Superhuman Fantasy~",
        "Concrete Revolutio - The Last Song",
        "ConRevo"
    ],
    "Modified": "2025-07-06",
    "Seasons": {
        "0": {
            "ID": "635115",
            "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "5378678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5378678",
                    "TitleEnglish": "The Making of Concrete Revolutio #01",
                    "SummaryEnglish": "A brand new original SF anime “Concrete Revolutio” started on 4th of October 2015 in Japan time! For anime fans who want to understand and enjoy the program even more, we’ve made 5 episodes of behind the scene! Oyabu procedure takes role of a guide to explain the procedure of making anime by using the scenes from Concrete Revolutio. And hey, this program is DAISUKI.net exclusive! So don’t miss it!!",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5378681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5378681",
                    "TitleEnglish": "The Making of Concrete Revolutio #02",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5378683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5378683",
                    "TitleEnglish": "The Making of Concrete Revolutio #03",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5378684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5378684",
                    "TitleEnglish": "The Making of Concrete Revolutio #04",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5378685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5378685",
                    "TitleEnglish": "The Making of Concrete Revolutio #05",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5611048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5611048",
                    "TitleEnglish": "Special Program",
                    "SummaryEnglish": null,
                    "TitleJapanese": "「コンクリート・レボルティオ～超人幻想～THE LAST SONG～」放送開始直前!!",
                    "SummaryJapanese": "上坂すみれ＆中村繪里子の25分でわかるコンレボ・クロニクル!!"
                }
            }
        },
        "1": {
            "ID": "635117",
            "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5307923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5307923",
                    "TitleEnglish": "The Tokyo Witch",
                    "SummaryEnglish": "It is the 40s of the Shinka Era... In Japan, \"superhumans\" such as giant aliens, super robots, and monsters were active. While causing mysterious incidents, the \"superhumans\" at times stop destruction and save people. Jiro Hitoyoshi belongs to the \"Superhuman Bureau,\" which works to register and protect such superhumans, and he has come to scout Kikko Hoshino, who is working as a server at a café. She is a \"witch girl\" type superhuman. And right in front of Jiro and Kikko, a battle between Grosse Augen, the superhuman of justice, and an \"S\" Planetarian unfolds, leaving Jiro and Kikko no choice but to join in the battle.",
                    "TitleJapanese": "東京の魔女",
                    "SummaryJapanese": "時は神化40年代――日本では巨大宇宙人、スーパーロボット、妖怪などの「超人」たちが活動していた。\n怪事件を起こす一方、破壊を食いとめて人を救うこともある「超人」たち。\nその登録と保護を任務とする「超人課」所属の人吉爾朗は、喫茶店でウェイトレスをする星野輝子のスカウトに来た。\n彼女は「魔女っ子」タイプの超人なのだ。その眼前で正義の超人グロスオーゲンとS遊星人の戦いが始まり、爾朗と輝子も参戦を余儀なくされる。"
                },
                "2": {
                    "ID": "5358136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5358136",
                    "TitleEnglish": "Inside the 'Black Smog'",
                    "SummaryEnglish": "Fuurouta is a prank-loving ghost with transformation abilities. He became a bird at a department store in Ginza and let free a beautiful insect that was on sale. However, it was no average insect at all. The \"Black Fog\" that occurred at the same time flowed to Nagatacho and engulfed the area around the National Diet Building. Jiro and Kikko, who were handling the problem, meet Fuurouta at the police station and take him to the \"Superhuman Bureau.\" Fuurouta gets interested in the bureau's activities and tries to go against the \"Black Fog\" in order to join...",
                    "TitleJapanese": "『黒い霧』の中で",
                    "SummaryJapanese": "時は神化40年代――日本では巨大宇宙人、スーパーロボット、妖怪などの「超人」たちが活動していた。\n怪事件を起こす一方、破壊を食いとめて人を救うこともある「超人」たち。\nその登録と保護を任務とする「超人課」所属の人吉爾朗は、喫茶店でウェイトレスをする星野輝子のスカウトに来た。\n彼女は「魔女っ子」タイプの超人なのだ。その眼前で正義の超人グロスオーゲンとS遊星人の戦いが始まり、爾朗と輝子も参戦を余儀なくされる。"
                },
                "3": {
                    "ID": "5367573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5367573",
                    "TitleEnglish": "People With a Steel Frame",
                    "SummaryEnglish": "Society was stunned by a case of serial bombings. Raito Shiba, a detective who exclusively handles superhuman cases, gets suspicious that there is nothing left behind at the scene. Raito guesses that employees of the military corporation Yatsuka Heavy Industry were attacked, and investigates the factory in Tachikawa. Then at a nearby park, he meets a girl named Mieko in a schoolgirl uniform. When the conflict worsens with the \"Superhuman Bureau,\" which he has seen as an enemy for long, the surprising secret about Mieko comes to light. Raito, who had his life taken away by an evil organization and was made into a machine body, starts to get complicated feelings in his mind.",
                    "TitleJapanese": "鉄骨のひと",
                    "SummaryJapanese": "連続爆破事件の発生で、世間は騒然としていた。超人事件専門の刑事・柴来人は、遺留品のないことに不審を抱く。\n軍事企業の八束重工の社員を襲撃したとアタリをつけ、立川の工場を捜査中の来人は、近くの公園で美枝子という名のセーラー服の少女に出逢った。\n以前から敵視する「超人課」との対立が深まったとき、彼女に隠された驚くべき秘密が露呈した。\n悪の組織に生命を奪われて機械の身体にされた来人の心に、複雑な想いが去来する。"
                },
                "4": {
                    "ID": "5367613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5367613",
                    "TitleEnglish": "Japan Beast History, Part 1",
                    "SummaryEnglish": "Throughout Japan, giant beasts rampage - products of pollution, warfare, and horrific experiments. Superhumans are building their reputations fighting the new threat, gaining the public's respect… and the attention of the Superhuman Bureau.",
                    "TitleJapanese": "日本『怪獣』史 前篇",
                    "SummaryJapanese": "怪獣と戦ってきた超人グロスオーゲンが地球を去り、約一ヶ月が経過した。それを待っていたように続々と現れる怪獣。\n人間型衛星ヒューマンサテライトロボットアースちゃん等、新旧合わせた多くの超人たちが戦うことで、大きな被害を出さずに各事件は食い止められた。\n空前の怪獣ブームの中、怪獣専門ラジオを始めようとする会社を訪問した爾朗は、人と仲良くする小怪獣ガゴンを目撃する。\n悪人に操られて暴れまわる怪獣には、どんな謎が潜んでいるのか？"
                },
                "5": {
                    "ID": "5367614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5367614",
                    "TitleEnglish": "Japan Beast History, Part 2",
                    "SummaryEnglish": "The beast broker has been taken down, and beast attacks are on the decline. However, when the corpse of a military beast goes missing, the Superhuman Bureau suspects that the beast-related incidents are not yet over.",
                    "TitleJapanese": "日本『怪獣』史 後篇",
                    "SummaryJapanese": "宇宙怪獣を兵器に転用したアメリカに対し、諸外国も抑止力としてこれに追従する動きをみせていた。\n時として制御不能となることもあり得る怪獣に対し、平和利用は可能なのか。\n怪獣に疑念を抱く大衆の感情を背景に、反対運動はより活発となっていく。\n超人課は失踪した松本正次を追って平和大学へ潜入するが、爾朗は謎の薬品を注射されてエクウスで暴れ始め、行方不明となったはずの米軍の宇宙怪獣がガゴンと融合して激闘を始めた。"
                },
                "6": {
                    "ID": "5367615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5367615",
                    "TitleEnglish": "They Are Always Laughing",
                    "SummaryEnglish": "The popular novelty band \"Mountain Horses\"... When \"The Quartet\" came to Japan and sold out the Nippon Budokan in June, the 41st of Shinka Era, they were playing as the opening band. Once the concert starts, the souls of the young people become liberated by the power of music. Is that the superhuman power that \"The Quartet\" has? Each of the Mountain Horses members who came into contact with them gain supernatural powers, but they were only usable for comedic purposes. Eventually, a conspiracy starts to progress, revolving around the superhuman powers that started to appear among the young people.",
                    "TitleJapanese": "やつらはいつでも笑ってる",
                    "SummaryJapanese": "人気コミックバンド“マウンテンホース”は、かつて神化41年6月に「四人組」が来日して日本武道館を満員にしたとき、前座で演奏していた。\nコンサートの本番が始まり、音楽の力で開放されていく若者の心――それは「四人組」がもつ超人の力なのか。\n接触したマウンテンホースのメンバーたちにもそれぞれ超能力が宿ったが、笑いにしか使えないものばかりだった。\nやがて若者たちに発現し始めた超人の力をめぐり、陰謀が進行していく。"
                },
                "7": {
                    "ID": "5367616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5367616",
                    "TitleEnglish": "Go Beyond the Sky and Stars",
                    "SummaryEnglish": "Earth-Chan has many powers, but the one power that drives her is the ability to determine good and evil. When help calls, Earth-Chan will rush to the rescue, but in a world where good and evil are unclear at best, who will Earth-Chan save?",
                    "TitleJapanese": "空も星も越えていこう",
                    "SummaryJapanese": "武装強盗集団ダイヤイーターの一味だった超人ジュダスこと三純光は、人間衛星アースちゃんに倒されて心を入れ替えた。\n刑務所を出て超人課に登録された光は、自分と同じ若者たちの活動を護ろうと決意する。\nだが、助けを求める人間の脳波に反応するアースちゃんの過激な行動は、絶対の正義として世間に認知されていく。\n地球防衛軍への日本参加決定に反対する羽田空港の学生デモ、その前に総理大臣を護衛するアースちゃんが現れた。"
                },
                "8": {
                    "ID": "5367617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5367617",
                    "TitleEnglish": "Nobody Knows Rainbow Knight",
                    "SummaryEnglish": "The BL Clan, a group of juvenile superhumans, are a modern-day hero squad not affiliated with the Superhuman Bureau. However, when they tackle a case related to the Rainbow Knight, Jiro, a Rainbow Knight fan, cannot help but get involved.",
                    "TitleJapanese": "天弓ナイトをだれもしらない",
                    "SummaryJapanese": "音無弓彦ひきいる少年探偵ＢＬ団は超人登録を拒否し、ギガンダー７という巨大ロボットで独自活動を続けていた。\nそんな弓彦のもとに、悪の超人・ルシファーの瞳が超人・天弓ナイトの「三日月銃」をコレクターから奪うという予告状が持ちこまれる。\n天弓ナイトは戦後日本を勇気づけた人気超人で、爾朗も彼に救われた体験を大事にしている。\nだが正義の味方の天弓ナイトは「大鉄君誘拐事件」の犯人とされ、その死因には謀殺説があった。"
                },
                "9": {
                    "ID": "5367618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5367618",
                    "TitleEnglish": "Beyond the Endless Family",
                    "SummaryEnglish": "The Superhuman Bureau encounters a strange family, who they suspect are completely immortal. Unlike other superhumans, they seem to be attracting unnecessary attention to themselves on purpose, and the Bureau seeks to find out why.",
                    "TitleJapanese": "果てしなき家族の果て",
                    "SummaryJapanese": "古美術商店「もりの屋」で暮らす専業主婦の畑山サナエたち６人家族。\n彼女の夫・稔はアメリカとの開戦時に日本人捕虜第１号となり、未帰還のまま30年近くが過ぎていた。\n平凡にも見える畑山家だが、近所の化学工場で発生した大災害の中を生きぬき、時を超えて幾度となく同じ家族構成で目撃されるなど、不死超人の疑いがかけられていた。\n超人課が目をつけ風郎太たちが内偵を進めたとき、サナエに稔からの帰還連絡が入ってきた。"
                },
                "10": {
                    "ID": "5367619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5367619",
                    "TitleEnglish": "The Illusion of Destiny",
                    "SummaryEnglish": "The Superhuman Bureau faces a new enemy, the Infernal Queen, an organization determined to kill everything it sees as evil. One of their own members, Hyouma \"Jaguar\" Yoshimura, seems to be involved in some way.",
                    "TitleJapanese": "運命の幻影",
                    "SummaryJapanese": "政治家から凶悪犯まで、悪と独自認定した者を容赦なく抹殺していく狂信的団体インフェルナル・クイーン。\nその科学万能母艦IQ号が南北アメリカ大陸から超人課のいる日本へと飛来し、犯罪者を処刑し始めた。\nそのIQのリーダーと同じ姿をした兵馬に嫌疑がかかり、仮面の公共保安部長・赤光が超人課に乗りこんでくる。\n同一人物が同時に存在しているのか？　謎の影にはジャガーこと兵馬の、他人と決して分かちあえない秘密が隠されていた。"
                },
                "11": {
                    "ID": "5367620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5367620",
                    "TitleEnglish": "Justice/Freedom/Peace",
                    "SummaryEnglish": "Another American superweapon is revealed to the public, but this time, its inhumane nature is revealed by a solo superhuman name Claude, not by the Superhuman Bureau. As controversy stirs, the Bureau members cannot agree on how to interpret this.",
                    "TitleJapanese": "正義／自由／平和",
                    "SummaryJapanese": "小笠原諸島の返還にともない、アメリカ海軍の最新鋭潜水艦アンタレス号が横須賀へ寄港することになった。\n港には人気超人グループ“エンジェルスターズ”のイベント目当てに、学生たちが大挙して集まってきた。\n群衆に潜んでいた過激派超人たちが抗議活動を開始し、演奏に合わせて音符が実体化して大騒ぎが起きる。\nそして怪剣クロードと名乗る超人が潜水艦を一刀両断し、アンタレス号内部に隠された恐るべき秘密を暴き始めた……。"
                },
                "12": {
                    "ID": "5367621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5367621",
                    "TitleEnglish": "Hakko Superhuman Crash Incident",
                    "SummaryEnglish": "Murders targeting doctors and nurses have taken place in Sapporo. During the investigation of SPR children who manipulate magic and science, it is revealed that superhumans are used as guinea pigs for a horrible experiment. What is the goal of Wonder Sword Claude who is suspected as the mastermind? Kikko visits the Municipal Hakko High School when the heroic superhuman Galboi Riker who flew from the Soviet comes falling down in a horrid state. The students get a testimony saying he was shot down by the Self-Defense Force and the American superhuman Master Ultima, and rise up against the tyranny of the government.",
                    "TitleJapanese": "八高超人墜落事件",
                    "SummaryJapanese": "札幌で発生した医師・看護婦の惨殺事件。\n魔法と科学をあやつるSPRの子どもたちの調査で、超人が忌まわしい実験材料とされていた事実が明らかになった。\n主犯と目される怪剣クロードの意図は何か？ 府立八方高校を訪れた輝子の前に、ソ連から飛来した英雄超人ガルボイ・ライカーが変わり果てた姿で落下してきた。\n自衛隊とアメリカの超人マスター・ウルティマの撃墜によるものという証言を得た学生たちは、国家権力の横暴に立ち上がる。"
                },
                "13": {
                    "ID": "5445716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5445716",
                    "TitleEnglish": "Shinjuku Riot",
                    "SummaryEnglish": "The youth who had awakened to superhuman powers have shifted their sense of justice towards anti-war, anti-America, and anti-establishment, leading them to be called \"Superhumanists.\" Human experimentation and at the Ogasawara Islands and governmental use of superhuman powers come to light. The enraged students rise up for a large-scale protest in Shinjuku, Tokyo in order to realize a \"Superhuman Revolution.\" Jiro gets into action as well, to make Kikko back to normal after she transforms into the queen of the demon world. While Wonder Sword Claude works in stealth, will Jiro be able to follow through with his ideal of \"Protect all superhumans\"?",
                    "TitleJapanese": "新宿擾乱",
                    "SummaryJapanese": "超人能力に覚醒した若者たちは正義感を反戦・反米・反体制へ向け、「超人主義者」と呼ばれていた。\n小笠原諸島の人体実験など国家による超人能力利用の事実が露呈。\n怒りを燃やした学生たちは、東京の新宿で大規模なデモによる「超人革命」を実現しようと決起する。\n魔界の女王に変貌した輝子を元に戻すべく、爾朗も動き始めた。\n怪剣クロードが暗躍を続ける中、はたして爾朗は「超人すべてを護る」という理想を貫くことができるのか？"
                }
            }
        },
        "2": {
            "ID": "1924439",
            "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/seasons/official/2",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "5450634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5450634",
                    "TitleEnglish": "The Superhumans of November",
                    "SummaryEnglish": "In the aftermath of the Shinjuku student protests, the government comes to view superhumans who are not under their supervision as nothing but gangs of dangerous criminals. The Public Security Force is strengthened with the installation of giant robots. It places the Superhuman Bureau along with Raito and the others, minus Jiro who has left, under their control and enforces training to keep peace and order. An android warrior calling himself Yusei Washizu arrives in a UFO. He is a messenger sent by a peace alliance of intelligent lifeforms in outer space, and has come to Earth to capture an S-Planetarian who has caused the exinction of many star systems.",
                    "TitleJapanese": "十一月の超人達",
                    "SummaryJapanese": "超人能力に覚醒した若者たちは正義感を反戦・反米・反体制へ向け、「超人主義者」と呼ばれていた。\n小笠原諸島の人体実験など国家による超人能力利用の事実が露呈。\n怒りを燃やした学生たちは、東京の新宿で大規模なデモによる「超人革命」を実現しようと決起する。\n魔界の女王に変貌した輝子を元に戻すべく、爾朗も動き始めた。\n怪剣クロードが暗躍を続ける中、はたして爾朗は「超人すべてを護る」という理想を貫くことができるのか？"
                },
                "2": {
                    "ID": "5576709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5576709",
                    "TitleEnglish": "The Ones Who Look into Space",
                    "SummaryEnglish": "A series of murders takes place. All of the victims were visitors from outer space, disguised as humans. The prime suspect is Aki, who used to be part of the Angel Stars idol group.",
                    "TitleJapanese": "宇宙を臨むもの",
                    "SummaryJapanese": "若い女性が地球に潜む宇宙人を音楽の超能力で切断し、次々と殺害していく。\n彼女の名は遙アキ――かつてエンジェルスターズでアラクネと呼ばれたシンガーであった。\n超人課の捜査で浮かびあがった潜伏先は、ジュダスが営む違法病院だ。\nそこに居あわせた爾朗は追っ手からアキを護るため、ともに逃避行に出ることとなった。\n爾朗からアキに語られたのは、天弓ナイトのヘルメットと宇宙生命体フューマーにまつわる２年前の物語であった。"
                },
                "3": {
                    "ID": "5580897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5580897",
                    "TitleEnglish": "Calling Your Name in the Town of Flowers",
                    "SummaryEnglish": "The city of Sapporo is excited about the upcoming international winter sports event. The Japanese superhuman ski jumping athletes are expected to win medals, but dark clouds gather over the venue.",
                    "TitleJapanese": "花咲く町に君の名を呼ぶ",
                    "SummaryJapanese": "冬期国際スポーツGP札幌大会が一ヶ月後にせまり、スキージャンプ用に身体改造手術された3人の超人「スリーバードメン」が人気を集めていた。\nだが謎の黒雲から雷撃を受けた彼らの頭部から花のような怪物体が生えてきて、エキジビション出場すら危ぶまれてしまう状況となった。\n近くにいたジャンパー雨戸は超人手術を拒否したことで彼らと確執があり、犯人と疑われてしまったが、黒雲の被害は一般人を巻きこんで拡大する一方だった。"
                },
                "4": {
                    "ID": "5580898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5580898",
                    "TitleEnglish": "Devila and Devilo",
                    "SummaryEnglish": "The human race begins developing the region beneath the Earth's surface. However, the area is inhabited by powerful monsters, led by Queen Devila and her little brother Devilo.",
                    "TitleJapanese": "デビラとデビロ",
                    "SummaryJapanese": "神化47年冬、北陸のトンネルで寝台急行が火災事故を起こした。\n笑美は大惨事のニュースを見て、人間嫌いで知られる女妖怪デビラに会おうと地底深くへ出かける。\n笑美と同格の地位をもつ妖怪一族だけに、シールド工法で地底へ到達した人間に対し、不可侵の警告を発した可能性を感じたからだ。\nだがそのころ、デビラの弟デビロは人間と変わらぬ姿で新宿に姿を現した。 彼の口ずさむ詩的な言葉は、道行く人びとの心を揺り動かし始める……。"
                },
                "5": {
                    "ID": "5580899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5580899",
                    "TitleEnglish": "Canada Goldenrod",
                    "SummaryEnglish": "The Canada Goldenrod, a non-native plant, rapidly grows in many areas all over Japan. Wakamura seems to be allergic to the pollen, but he soon finds out there is more to this plant than the sneezing.",
                    "TitleJapanese": "セイタカアワダチソウ",
                    "SummaryJapanese": "平凡なサラリーマン若村一勇は、妻を亡くして幼い娘の夕子と暮らしていた。\nある朝、二人の乗るバスは護送車から脱走した超人ジャックフラッシュに襲撃される。\n死にかけた一勇の全身が膨れあがり、超人ニンゲンマンに変身して事態を収拾した。\n身体の激変に当惑した一勇だったが、正義の超人出現に夢中になる夕子を見て、活動の継続を決意する。\nだが彼の能力発現には、大量発生した外来種セイタカアワダチソウが大きく関わっていた。"
                },
                "6": {
                    "ID": "5611032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5611032",
                    "TitleEnglish": "Iron Mask Arrives",
                    "SummaryEnglish": "A superhuman is discovered, still alive, in a block of ice. She is Koma, the legendary Iron Mask Fencer from the Sengoku period of Japan.",
                    "TitleJapanese": "推参なり鐵假面",
                    "SummaryJapanese": "南極大陸の氷山から凍結された人体が発見され、調査のために超人課へ運びこまれた。それは300年以上も前に凍結されたものだという。\nだが、これに目をつけた帝告の里見が氷柱を引き取っていった。\n解凍されて復活した少女・影胡摩は、戦後間もなくからずっと総理大臣の職を続けてきた立花繁の屋敷へと通される。\nかつて鐵假面剱士として悪と戦った胡摩は柴探偵事務所へと乱入し、帝告から悪の首謀者と教えこまれた人吉爾朗へ斬りかかるのだった。"
                },
                "7": {
                    "ID": "5615787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5615787",
                    "TitleEnglish": "The Never-Ending Battle",
                    "SummaryEnglish": "War has changed Master Sergeant Jonathan Morrell. Trying to escape the horrible memories of the atrocities he experienced, Jonathan goes AWOL. The Superhuman Bureau must work with the U.S. military to track him down.",
                    "TitleJapanese": "終わりなき戦い",
                    "SummaryJapanese": "横田の米軍基地から脱走した兵士・ジョナサン・マレル曹長の捜索依頼が、超人課へと持ちこまれた。\n人工的な能力強化を施され、東南アジアで長引く戦争へと投入されて、心を深く傷つけられた超人兵士だ。\nその非人道的行為を疑問視する爾朗は、来人と協力してジョナサンを故郷アメリカへ帰そうと試みる。\n一方、部隊を率いるカロルコ大佐は、超人の軍事利用では同志的関係の孫竹に、アメリカの恐るべき野望を打ち明けるのであった。"
                },
                "8": {
                    "ID": "5615788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5615788",
                    "TitleEnglish": "Steel Ogre",
                    "SummaryEnglish": "Three \"super robots\" are imported to Japan as part of a new project for public safety. Raito and Aki attack one of the robots during transit, but neither their attack nor the super robot project goes as planned.",
                    "TitleJapanese": "鋼鉄の鬼",
                    "SummaryJapanese": "神化49年の日本は、立花総理の尽力で中東戦争によるオイルショックから立ち直ろうとしていた。\nさらなる支持率向上のため、アメリカからスーパーロボットＮＵＴＳが輸入され、超人取り締まり政策が強化される。\nテスト運用を託された帝告の倫子は、パイロットとして元IQのマリをスカウトし、さらなる要員を求めて超人課を訪れた。\n普通の人間が操縦する超人的存在・スーパーロボットが登場したことで、超人のイメージは決定的に変わる。"
                },
                "9": {
                    "ID": "5615789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5615789",
                    "TitleEnglish": "The Age of Giant Gods",
                    "SummaryEnglish": "A new movie is released in Japan, instantly filling theaters. The movie stars lookalikes of the Superhuman Bureau, and claims to reveal a hidden truth.",
                    "TitleJapanese": "巨神たちの時代",
                    "SummaryJapanese": "ジンの残した怪剣クロードのヘルメットは、超人取り締まり目的で密かに量産されていた。\nＮＵＴＳ操縦用となったメットを装着した爾朗は、残留思念に導かれたかのように、封じられていた過去を次々とかいま見る。\n超人の求めるべき理想とは何か。そして爾朗の果たしてきた役割とは……。\n東京中枢・丸の内の八束重工前で開催されたＮＵＴＳの展示会で、大事件が発生した。\n超人たちは運命を切りひらくべく、それぞれの行動を開始する。"
                },
                "10": {
                    "ID": "5642661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5642661",
                    "TitleEnglish": "Beast and Maiden",
                    "SummaryEnglish": "The Superhuman Bureau is officially disbanded, and its former members either go into hiding or join the government. Then, Master Ultima hosts the Okinawa Superhuman Expo, a major event showcasing the benefits that superhumans possess.",
                    "TitleJapanese": "怪獣と処女（おとめ）",
                    "SummaryJapanese": "沖縄超人博覧会場で世界の超人たちを主導し、人類への貢献を約束したマスター・ウルティマが、笑美によって殺された。\nその理由とは何か？　さらに笑美たち妖怪は科学実験都市ウルティマ・ポリスを奪取し、怪獣たちとともに籠城する。\nこの過激な行動に対し、超兵戦士隊は市中に潜伏する超人たちを危険分子と断定し、徹底的な弾圧を加えていった。\n超人同士の対立が激化する情勢下で、爾朗は出自に関する重大な秘密を聞かされる。"
                },
                "11": {
                    "ID": "5642662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5642662",
                    "TitleEnglish": "Can you still sing?",
                    "SummaryEnglish": "Superhumans are now divided into two groups, and every superhuman is forced to choose a side. Jiro, as a beast, leads the war against humans, and now Kikko must face him - all according to Satomi's plan.",
                    "TitleJapanese": "君はまだ歌えるか",
                    "SummaryJapanese": "古来から人とともに存在してきた妖怪、魔物、悪魔たちは、科学至上主義となった人類の犠牲とされることに反発し、爾朗を盟主として決起した。\nだが、爾朗の乗るアーラエクウスのエネルギー放射は留まることを知らず、輝く竜と化して敵味方の別なく炎に巻きこみ始める。\n超人同士が対立するように仕向けてきた、帝都広告社の里見の真の目的とは何か？　\n超人の存在意義を賭けた戦いの中、最後の決着の時が、まさに迫っていた……。"
                }
            }
        }
    }
}