{
    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Mystery",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/7FFB-D84F-3834-B8C2-D4F2-9",
        "https://www.imdb.com/title/tt5241080/",
        "https://concreterevolutio.com/en/",
        "https://tvlistings.zap2it.com/overview.html?programSeriesId=SH02384141",
        "https://www.tvmaze.com/shows/5149/show-slug",
        "https://www.themoviedb.org/tv/65932",
        "https://www.wikidata.org/wiki/Q20642707",
        "https://en.wikipedia.org/wiki/Concrete_Revolutio#Anime"
    ],
    "TitleEnglish": "Concrete Revolutio: Superhuman Phantasmagoria",
    "SummaryEnglish": "In the year Apotheosis 41 (AD 1962), Earth is currently home to superhumans and paranormal phenomena of all kinds, from aliens and magical girls to ghosts and transforming robots. However, official knowledge of these beings is officially kept under wraps by the governments of the world. The Japanese government has quietly set up the \"Super Population Research Laboratory\", a.k.a. the \"Superhuman Bureau\", to keep track of all superhuman beings in the country and eliminate them if they pose a threat to humanity. In the present, Bureau member Jiro Hitoyoshi finds himself recruiting new superhumans for the Bureau in the course of his job. However, five years later in Apotheosis 46, Jiro turns into a vigilante on the run from the Bureau while the rest of its members deal with the consequences of their earlier actions.",
    "Aliases": [
        "Konkurīto Reborutio: Chōjin gensō",
        "ConRevo",
        "Concrete Revolutio - The Last Song",
        "コンクリート・レボルティオ～超人幻想～ THE LAST SONG",
        "Concrete Revolutio ~A Superhuman Fantasy~",
        "Concrete Revolutio",
        "Concrete Revolutio: Choujin Gensou"
    ],
    "Modified": "2025-07-06",
    "Seasons": {
        "0": {
            "ID": "635115",
            "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "5378678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5378678",
                    "TitleEnglish": "The Making of Concrete Revolutio #01",
                    "SummaryEnglish": "A brand new original SF anime “Concrete Revolutio” started on 4th of October 2015 in Japan time! For anime fans who want to understand and enjoy the program even more, we’ve made 5 episodes of behind the scene! Oyabu procedure takes role of a guide to explain the procedure of making anime by using the scenes from Concrete Revolutio. And hey, this program is DAISUKI.net exclusive! So don’t miss it!!",
                    "Aliases": []
                },
                "2": {
                    "ID": "5378681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5378681",
                    "TitleEnglish": "The Making of Concrete Revolutio #02",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "3": {
                    "ID": "5378683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5378683",
                    "TitleEnglish": "The Making of Concrete Revolutio #03",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "4": {
                    "ID": "5378684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5378684",
                    "TitleEnglish": "The Making of Concrete Revolutio #04",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "5": {
                    "ID": "5378685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5378685",
                    "TitleEnglish": "The Making of Concrete Revolutio #05",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "6": {
                    "ID": "5611048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5611048",
                    "TitleEnglish": "Special Program",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "635117",
            "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5307923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5307923",
                    "TitleEnglish": "The Tokyo Witch",
                    "SummaryEnglish": "It is the 40s of the Shinka Era... In Japan, \"superhumans\" such as giant aliens, super robots, and monsters were active. While causing mysterious incidents, the \"superhumans\" at times stop destruction and save people. Jiro Hitoyoshi belongs to the \"Superhuman Bureau,\" which works to register and protect such superhumans, and he has come to scout Kikko Hoshino, who is working as a server at a café. She is a \"witch girl\" type superhuman. And right in front of Jiro and Kikko, a battle between Grosse Augen, the superhuman of justice, and an \"S\" Planetarian unfolds, leaving Jiro and Kikko no choice but to join in the battle.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5358136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5358136",
                    "TitleEnglish": "Inside the 'Black Smog'",
                    "SummaryEnglish": "Fuurouta is a prank-loving ghost with transformation abilities. He became a bird at a department store in Ginza and let free a beautiful insect that was on sale. However, it was no average insect at all. The \"Black Fog\" that occurred at the same time flowed to Nagatacho and engulfed the area around the National Diet Building. Jiro and Kikko, who were handling the problem, meet Fuurouta at the police station and take him to the \"Superhuman Bureau.\" Fuurouta gets interested in the bureau's activities and tries to go against the \"Black Fog\" in order to join...",
                    "Aliases": []
                },
                "3": {
                    "ID": "5367573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5367573",
                    "TitleEnglish": "People With a Steel Frame",
                    "SummaryEnglish": "Society was stunned by a case of serial bombings. Raito Shiba, a detective who exclusively handles superhuman cases, gets suspicious that there is nothing left behind at the scene. Raito guesses that employees of the military corporation Yatsuka Heavy Industry were attacked, and investigates the factory in Tachikawa. Then at a nearby park, he meets a girl named Mieko in a schoolgirl uniform. When the conflict worsens with the \"Superhuman Bureau,\" which he has seen as an enemy for long, the surprising secret about Mieko comes to light. Raito, who had his life taken away by an evil organization and was made into a machine body, starts to get complicated feelings in his mind.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5367613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5367613",
                    "TitleEnglish": "Japan Beast History, Part 1",
                    "SummaryEnglish": "Throughout Japan, giant beasts rampage - products of pollution, warfare, and horrific experiments. Superhumans are building their reputations fighting the new threat, gaining the public's respect… and the attention of the Superhuman Bureau.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5367614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5367614",
                    "TitleEnglish": "Japan Beast History, Part 2",
                    "SummaryEnglish": "The beast broker has been taken down, and beast attacks are on the decline. However, when the corpse of a military beast goes missing, the Superhuman Bureau suspects that the beast-related incidents are not yet over.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5367615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5367615",
                    "TitleEnglish": "They Are Always Laughing",
                    "SummaryEnglish": "The popular novelty band \"Mountain Horses\"... When \"The Quartet\" came to Japan and sold out the Nippon Budokan in June, the 41st of Shinka Era, they were playing as the opening band. Once the concert starts, the souls of the young people become liberated by the power of music. Is that the superhuman power that \"The Quartet\" has? Each of the Mountain Horses members who came into contact with them gain supernatural powers, but they were only usable for comedic purposes. Eventually, a conspiracy starts to progress, revolving around the superhuman powers that started to appear among the young people.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5367616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5367616",
                    "TitleEnglish": "Go Beyond the Sky and Stars",
                    "SummaryEnglish": "Earth-Chan has many powers, but the one power that drives her is the ability to determine good and evil. When help calls, Earth-Chan will rush to the rescue, but in a world where good and evil are unclear at best, who will Earth-Chan save?",
                    "Aliases": []
                },
                "8": {
                    "ID": "5367617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5367617",
                    "TitleEnglish": "Nobody Knows Rainbow Knight",
                    "SummaryEnglish": "The BL Clan, a group of juvenile superhumans, are a modern-day hero squad not affiliated with the Superhuman Bureau. However, when they tackle a case related to the Rainbow Knight, Jiro, a Rainbow Knight fan, cannot help but get involved.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5367618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5367618",
                    "TitleEnglish": "Beyond the Endless Family",
                    "SummaryEnglish": "The Superhuman Bureau encounters a strange family, who they suspect are completely immortal. Unlike other superhumans, they seem to be attracting unnecessary attention to themselves on purpose, and the Bureau seeks to find out why.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5367619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5367619",
                    "TitleEnglish": "The Illusion of Destiny",
                    "SummaryEnglish": "The Superhuman Bureau faces a new enemy, the Infernal Queen, an organization determined to kill everything it sees as evil. One of their own members, Hyouma \"Jaguar\" Yoshimura, seems to be involved in some way.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5367620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5367620",
                    "TitleEnglish": "Justice/Freedom/Peace",
                    "SummaryEnglish": "Another American superweapon is revealed to the public, but this time, its inhumane nature is revealed by a solo superhuman name Claude, not by the Superhuman Bureau. As controversy stirs, the Bureau members cannot agree on how to interpret this.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5367621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5367621",
                    "TitleEnglish": "Hakko Superhuman Crash Incident",
                    "SummaryEnglish": "Murders targeting doctors and nurses have taken place in Sapporo. During the investigation of SPR children who manipulate magic and science, it is revealed that superhumans are used as guinea pigs for a horrible experiment. What is the goal of Wonder Sword Claude who is suspected as the mastermind? Kikko visits the Municipal Hakko High School when the heroic superhuman Galboi Riker who flew from the Soviet comes falling down in a horrid state. The students get a testimony saying he was shot down by the Self-Defense Force and the American superhuman Master Ultima, and rise up against the tyranny of the government.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5445716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5445716",
                    "TitleEnglish": "Shinjuku Riot",
                    "SummaryEnglish": "The youth who had awakened to superhuman powers have shifted their sense of justice towards anti-war, anti-America, and anti-establishment, leading them to be called \"Superhumanists.\" Human experimentation and at the Ogasawara Islands and governmental use of superhuman powers come to light. The enraged students rise up for a large-scale protest in Shinjuku, Tokyo in order to realize a \"Superhuman Revolution.\" Jiro gets into action as well, to make Kikko back to normal after she transforms into the queen of the demon world. While Wonder Sword Claude works in stealth, will Jiro be able to follow through with his ideal of \"Protect all superhumans\"?",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "1924439",
            "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/seasons/official/2",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "5450634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5450634",
                    "TitleEnglish": "The Superhumans of November",
                    "SummaryEnglish": "In the aftermath of the Shinjuku student protests, the government comes to view superhumans who are not under their supervision as nothing but gangs of dangerous criminals. The Public Security Force is strengthened with the installation of giant robots. It places the Superhuman Bureau along with Raito and the others, minus Jiro who has left, under their control and enforces training to keep peace and order. An android warrior calling himself Yusei Washizu arrives in a UFO. He is a messenger sent by a peace alliance of intelligent lifeforms in outer space, and has come to Earth to capture an S-Planetarian who has caused the exinction of many star systems.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5576709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5576709",
                    "TitleEnglish": "The Ones Who Look into Space",
                    "SummaryEnglish": "A series of murders takes place. All of the victims were visitors from outer space, disguised as humans. The prime suspect is Aki, who used to be part of the Angel Stars idol group.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5580897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5580897",
                    "TitleEnglish": "Calling Your Name in the Town of Flowers",
                    "SummaryEnglish": "The city of Sapporo is excited about the upcoming international winter sports event. The Japanese superhuman ski jumping athletes are expected to win medals, but dark clouds gather over the venue.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5580898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5580898",
                    "TitleEnglish": "Devila and Devilo",
                    "SummaryEnglish": "The human race begins developing the region beneath the Earth's surface. However, the area is inhabited by powerful monsters, led by Queen Devila and her little brother Devilo.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5580899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5580899",
                    "TitleEnglish": "Canada Goldenrod",
                    "SummaryEnglish": "The Canada Goldenrod, a non-native plant, rapidly grows in many areas all over Japan. Wakamura seems to be allergic to the pollen, but he soon finds out there is more to this plant than the sneezing.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5611032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5611032",
                    "TitleEnglish": "Iron Mask Arrives",
                    "SummaryEnglish": "A superhuman is discovered, still alive, in a block of ice. She is Koma, the legendary Iron Mask Fencer from the Sengoku period of Japan.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5615787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5615787",
                    "TitleEnglish": "The Never-Ending Battle",
                    "SummaryEnglish": "War has changed Master Sergeant Jonathan Morrell. Trying to escape the horrible memories of the atrocities he experienced, Jonathan goes AWOL. The Superhuman Bureau must work with the U.S. military to track him down.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5615788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5615788",
                    "TitleEnglish": "Steel Ogre",
                    "SummaryEnglish": "Three \"super robots\" are imported to Japan as part of a new project for public safety. Raito and Aki attack one of the robots during transit, but neither their attack nor the super robot project goes as planned.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5615789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5615789",
                    "TitleEnglish": "The Age of Giant Gods",
                    "SummaryEnglish": "A new movie is released in Japan, instantly filling theaters. The movie stars lookalikes of the Superhuman Bureau, and claims to reveal a hidden truth.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5642661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5642661",
                    "TitleEnglish": "Beast and Maiden",
                    "SummaryEnglish": "The Superhuman Bureau is officially disbanded, and its former members either go into hiding or join the government. Then, Master Ultima hosts the Okinawa Superhuman Expo, a major event showcasing the benefits that superhumans possess.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5642662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/concrete-revolutio-a-superhuman-fantasy/episodes/5642662",
                    "TitleEnglish": "Can you still sing?",
                    "SummaryEnglish": "Superhumans are now divided into two groups, and every superhuman is forced to choose a side. Jiro, as a beast, leads the war against humans, and now Kikko must face him - all according to Satomi's plan.",
                    "Aliases": []
                }
            }
        }
    }
}