{
    "URL": "https://www.thetvdb.com/series/antimagic-academy-35th-test-platoon",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Crime",
        "Drama",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5236254/",
        "https://www.themoviedb.org/tv/70296"
    ],
    "TitleEnglish": "Anti-Magic Academy: The 35th Test Platoon",
    "SummaryEnglish": "The 35th Test Platoon of Antimagic academy, they're one of squads enrolled at academy specializing in raising the witch hunters, whose job is to find, neutralize any magical threats! Unfortunately they're a group of failures nicknamed \"Small Fry Platoon,\" a platoon formed from bunch of self-centered people who can't cooperate and have personality problems. Will they manage to overcome their weaknesses and shine as the strongest platoon?",
    "TitleJapanese": "対魔導学園35試験小隊",
    "SummaryJapanese": "強大な魔法で人々を恐怖に陥れた「魔女」たちと、人類の間で繰り広げられた「魔女狩り戦争」が終結してから 150年。残存する魔導の脅威を取り締まる「異端審問官」の育成機関「対魔導学園」では、今日も若き志願者たちが訓練に励んでいた。\n\n剣では誰にも負けない腕前を持つ草薙タケルもまた、対魔導学園に通う生徒のひとり。しかし武力の頂点は、剣から魔法、そして銃へと移り、彼が振るう“剣”はすでに時代遅れのものとなっていた。絶望的に銃の才能に欠けるタケルが隊長を務める「35試験小隊」、通称「雑魚小隊」は、彼を含め、劣等生たちの寄せ集め部隊。\n\nそんな小隊にある日、元異端審問官である夕焼け色の髪を持つ少女・鳳桜花が入隊することに。魔女に対し異常なほどの憎しみを抱えた彼女との出会いを機に、35小隊の運命の歯車は大きく回り始め……。\n「あなたは目的のためならば大切なものを捨てられますか？」突きつけられる“瑠璃色”の問い。魔女、死霊術師、錬金術師、魔導遺産……、世界を巻き込む様々な脅威に立ち向かっていく“最弱”の雑魚小隊。それぞれに“秘密”を背負い出会った問題児たちの歩む道とは…！？",
    "Aliases": [
        "Taimadou Gakuen 35 Shiken Shoutai",
        "Anti-Magic Academy The 35th Test Platoon"
    ],
    "Modified": "2025-09-17",
    "Seasons": {
        "1": {
            "ID": "635162",
            "URL": "https://www.thetvdb.com/series/antimagic-academy-35th-test-platoon/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5308227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/antimagic-academy-35th-test-platoon/episodes/5308227",
                    "TitleEnglish": "Sally Forth! Small Fry Platoon!",
                    "SummaryEnglish": "Takeru, Usagi and Ikaruga are joined by a new squad member, Otori Ouka, an elite who'd lost her license for unusual reasons. The squad witnesses her impressive skills.",
                    "TitleJapanese": "出撃！雑魚小隊！",
                    "SummaryJapanese": "銃全盛の時代に刀一本で戦う草薙タケルと肝心なところで誤射しがちなあがり症のスナイパー・西園寺うさぎ、そして兵器改造マニアの整備担当・杉波斑鳩からなる、第35試験小隊――通称・雑魚小隊。進級すら危うい状態の彼らに、学園長・鳳颯月は新たな隊員の補充を告げる。その隊員とは、最年少で異端審問官となり活躍しながら、とある理由から免許をはく奪され学園へと戻されたエリート少女・鳳桜花。彼女を加えて魔導遺産回収の任務に赴いた35小隊は、そこで彼女のすさまじい実力を目の当たりにし……!?"
                },
                "2": {
                    "ID": "5362278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/antimagic-academy-35th-test-platoon/episodes/5362278",
                    "TitleEnglish": "Hero Summons",
                    "SummaryEnglish": "Takeru told Ouka, \"I won't give up on trying to be your comrade.\" But then, while visiting a certain grave site, he learns the tragic reason Ouka hates witches. The deep sorrow in Ouka's eyes when she tells Takeru, \"other people are obstacles for my revenge,\" renders Takeru speechless.",
                    "TitleJapanese": "英雄召喚",
                    "SummaryJapanese": "「俺はお前の仲間になることを諦めない」と、桜花に告げたタケル。しかし彼はある墓地を前にして、桜花が魔女を憎むキッカケとなった凄惨な出来事を知る。「他人がいれば私の復讐の邪魔になる―」桜花の瞳に宿る哀しみの深さに、タケルは思わず言葉を失ってしまう。しかしその瞬間、爆炎と悲鳴が街から噴きあがる。「さあ、見せてくれ。この平和な時代の終焉を、安楽の幕引きを！」。黒衣に身を包んだ幻想教団（ヴァルハラ）の幹部・ホーンテッドが、哄笑とともに呼び出したのは、伝説の魔法生物〈英雄〉（エインヘリヤル）アーサー・ペンドラゴン。〈英雄〉は、対魔導学園へと向かっていた……。"
                },
                "3": {
                    "ID": "5362279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/antimagic-academy-35th-test-platoon/episodes/5362279",
                    "TitleEnglish": "A Witch Enlists",
                    "SummaryEnglish": "Sparks fly when Nikaido Mari, a Valhalla witch with amnesia, joins the Small Fry Platoon. Can they successfully guard her? Or will Haunted get to her first...",
                    "TitleJapanese": "魔女入隊",
                    "SummaryJapanese": "記憶の大半を失った状態で発見された“極光の魔女”二階堂マリ。魔女として初の対魔導学園入学者となる彼女の警護を命じられた３５小隊だったが、自由奔放な魔女のマリと、魔導を憎むカタブツ審問官(元)の桜花はどうも反りが合わないようで……!?　授業中に昼休みにと、度々妙な対抗心を剥き出しにしあう２人。徐々にエスカレートしていく２人のいさかいに、間に挟まれたタケルはすっかり頭を抱え込んでしまう。そんな中、開催される“対魔導学園秋期模擬戦トーナメント”に３５小隊も参加することになり……!?"
                },
                "4": {
                    "ID": "5362281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/antimagic-academy-35th-test-platoon/episodes/5362281",
                    "TitleEnglish": "The Necromancer Laughs",
                    "SummaryEnglish": "In the chairman's office, Ouka finds files documenting Mari's crimes... The next day, the Mock Battle Tournament has entered the second round: Kyoya's 15th Platoon against Takeru's 35th. But during the battle, Yoshimizu, Kyoya's childhood friend and platoon member, has strange black thorns burst out of her body! \"I've come to rescue you, my sweet Mari-san!\" Emerging from the black thorns is the necromancer, Haunted.",
                    "TitleJapanese": "死霊術師は笑う",
                    "SummaryJapanese": "桜花が理事長室で目にした書類に書かれていたのは、マリに関するある罪状。だが桜花は、その報告書に一つの疑念を抱くのだった……。翌日、トーナメント第二回戦が幕を開けた。対戦相手はなにかとタケルを目の敵にする同級生・霧ヶ谷京夜率いる15小隊。しかしその試合中、突如、京夜の幼馴染にして15小隊メンバーの吉水の体から、漆黒の茨が噴き出した…！　「さあ、助けに来ましたよ、僕のマリさん！」蠢く茨の中から姿を現したのは、かの死霊術師（ネクロマンサー）ホーンテッドだった。"
                },
                "5": {
                    "ID": "5362282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/antimagic-academy-35th-test-platoon/episodes/5362282",
                    "TitleEnglish": "Witch Hunt Festival",
                    "SummaryEnglish": "A cocky boy from Usagi's past shakes up things at Anti-Magic Academy by proposing the reinstatement of the witch hunt festival. Can the Small Fry Platoon earn enough points in this festival to convince Usagi's mother to keep her in school?",
                    "TitleJapanese": "魔女狩り祭",
                    "SummaryJapanese": "長らく廃止されていた「魔女狩り祭」が復活！祭りで使われる特殊貨幣が現金と交換可能と聞いたタケルは俄然、やる気を出し始める。斑鳩の提案で、35小隊は「コスプレ社交会」を開催することに!?　しかしその頃、義母の元に呼ばれたうさぎは、とある通告を受けていた。　祭の準備が始まってからも、どこか思い詰めた様子のうさぎ。因縁ありげな男、魔女狩り祭の実行委員長・天明路礼真との再会をきっかけに、ついに廊下で意識を失ってしまう。「わたくしは今月いっぱいで学園を去りますっ」精一杯の笑顔でそう告げるうさぎに、タケルは「お前、今日、俺の家に泊まれ！！」と口にするのだが……!?"
                },
                "6": {
                    "ID": "5362283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/antimagic-academy-35th-test-platoon/episodes/5362283",
                    "TitleEnglish": "Even Bunnies Have Fangs",
                    "SummaryEnglish": "\"I'm marrying Usagi because she's a precious commodity to me,\" says Reima. \"I won't let you have Usagi,\" retorts Takeru. Meanwhile, Reima's scheme to become a \"king\" is well underway. There is a giant magic circle encompassing the campus, made of none other than witch hunt festival decorations. A mysterious shadow lurks around student council president, Nagaru.",
                    "TitleJapanese": "うさぎにだって牙はある",
                    "SummaryJapanese": "「俺はうさぎと結婚する。あいつは俺の大切なものだから」と言い放つ礼真に対し、「うさぎは渡さない」と見得を切るタケル。しかし礼真が「王」になるための計画は着々と進行していた。学園祭の飾りつけと称して学園全体を取り囲む巨大な魔法陣、そして生徒会長の流に忍び寄る怪しい影……。魂の掌握の能力をもつ魔女・メフィストフェレスが礼真の正体であるとにらんだ桜花は、生徒会役員の泉堂とともに礼真の身柄を確保に向かうのだが……!?　試される絆。「俺達はお前を信じてる。だからお前も……“俺達”を信じろ！」果たしてタケル達はうさぎを救い出すことはできるのか!?"
                },
                "7": {
                    "ID": "5362284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/antimagic-academy-35th-test-platoon/episodes/5362284",
                    "TitleEnglish": "Traitor",
                    "SummaryEnglish": "Sougetsu summons Ikaruga to speak with her about her family... and shows her one picture. In this picture is a dark elf cell, otherwise known as the \"Lost Matrix.\" When Takeru asks her why she's late to their meeting, she answers, \"I could tell you... but I don't think you could handle the truth",
                    "TitleJapanese": "裏切者",
                    "SummaryJapanese": "「実家のことで話がある」と呼ばれた斑鳩に颯月が突きつけた一枚の写真。そこにはアルケミスト社で撮影されたダークエルフの細胞、「ロストマトリクス」が写っていた。タケルに遅れてきた理由を問われ「私が何をしていたか……教えてやってもいいが、お前に真実を知る覚悟があるか？」とさも重要そうなセリフをはいた斑鳩だったが、その後「私、しばらく学校休むから」と告げて小隊室を出ていってしまう。何かが引っかかるタケル。こっそりと斑鳩の後をつけ始めた一同だが、彼女は「境界線（ボーダー）」と呼ばれる危険地帯のそばで姿を消す。一方、境界線（ボーダー）内にあるアルケミスト社の研究棟では、斑鳩とうり二つの外見を持つ赤い白衣の少女・杉波伊砂が、ある人物と顔を合わせていて……？"
                },
                "8": {
                    "ID": "5362290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/antimagic-academy-35th-test-platoon/episodes/5362290",
                    "TitleEnglish": "Two Alchemists",
                    "SummaryEnglish": "Dark Elves are mythical creatures who can suck up magic just like breathing air. Resurrecting these Dark Elves... was Isuka's mission. Ikaruga rushes back to Isuka to stop her. She only has two wishes: stop the Dark Elf restoration, and to save her former friend and \"family,\" Isuka! Meanwhile, Takeru finally awakens from the sedative Ikaruga fed him and meets up with Ouka and the girls, now freed. They head towards Ikaruga with over a hundred Dragoons in tow...",
                    "TitleJapanese": "錬金術師二人",
                    "SummaryJapanese": "息をするように膨大な魔力を扱うことができる幻想生物・ダークエルフ。すでに絶滅したとされるこのダークエルフを復元すること――それが、伊砂の目的だった。実験計画を止めるべく、伊砂のもとへ赴く斑鳩。彼女の願いはたったふたつ、ダークエルフの復元を阻止すること、そしてかつてお互いにとって「居場所」だった友人・伊砂を救うこと……！　一方、斑鳩に打ち込まれた神経毒からようやく意識を回復したタケルは、拘束から解放された桜花やマリたちと合流。数百機のドラグーンを薙ぎ払いながら斑鳩のもとへと急行するが……!?"
                },
                "9": {
                    "ID": "5362297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/antimagic-academy-35th-test-platoon/episodes/5362297",
                    "TitleEnglish": "The 35th Drunken Platoon / Crazy Summer Time",
                    "SummaryEnglish": "The 35th platoon investigates two cases: a mysterious love magic artifact from a night club, and a sea monster at a beach where summer won't end. Can they rack up the points they need for promotion?",
                    "TitleJapanese": "クレイジーサマータイム",
                    "SummaryJapanese": "例のごとく、斑鳩がハッキングしたデータから、違法な魔導遺産取引の情報を手に入れた一同。しかし「アンタたちには無理だと思うけどね」という斑鳩の言葉通り、その現場はなんと夜のキャバ……社交場。桜花やうさぎたちは、ホステ……従業員に変装して現場に潜入するのだが？　さらに、七転八倒の末になんとか確保した魔導遺産が、トンでもない代物で……!?"
                },
                "10": {
                    "ID": "5362298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/antimagic-academy-35th-test-platoon/episodes/5362298",
                    "TitleEnglish": "Kusanagi Kiseki",
                    "SummaryEnglish": "During a mission, Takeru runs into his little sister, Kusanagi Kiseki, and reveals the shocking truth to the rest of the platoon.",
                    "TitleJapanese": "草薙キセキ",
                    "SummaryJapanese": "禁忌区域の最奥監獄、何重もの隔壁で遮られた一角。そこにはひとりの少女が監禁されていた。彼女の名は、草薙キセキ――不確定古代属性“鬼”の所有者にして、タケルの妹。キセキとの束の間の面会を終えたタケルの心は、いつだって穏やかではなかった。そんな中、３５小隊は珍しく魔導遺産の違法取引の現場を押さえることに成功。次の現場ではミニスカサンタでティッシュ配りをしつつ標的であるB級危険指定の魔法使いに接近!?　発信機を取り付けることに成功しようやく追いつめた路地でタケル達が聞いたのは、標的の断末魔だった。「おにい、ちゃん…？」そこにいたのは他でもない、タケルの妹で…!?"
                },
                "11": {
                    "ID": "5362299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/antimagic-academy-35th-test-platoon/episodes/5362299",
                    "TitleEnglish": "Kusanagi Takeru",
                    "SummaryEnglish": "Takeru hits a new low after Kiseki's request. He reflects on their past and where he stands now.",
                    "TitleJapanese": "草薙タケル",
                    "SummaryJapanese": "「ねえ、お兄ちゃん。キセキを殺してくれないかな？」穏やかな微笑みを浮かべたまま、妹は兄に懇願する。次第に強くなる自分の力を恐れ、せめて兄の手で殺してほしいと願うキセキ。キセキの死を望まないタケルは、最後まで彼女を守りぬく決意であることと、それでもどうしてもだめだった時には、「お前を殺す時は、俺が死ぬ時だ」という約束をする。そんな二人の前に現れたのは、タケルに強い憎しみを抱く京夜と、ホーンテッドの襲撃で死んでしまったはずの彼の幼馴染・吉水そっくりの容姿をしたレリックイーター・ネロだった。「俺が何しに来たのか答えてやるよ草薙。決まってんだろ……！魔女狩りだ！」"
                },
                "12": {
                    "ID": "5362300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/antimagic-academy-35th-test-platoon/episodes/5362300",
                    "TitleEnglish": "Supreme Wish",
                    "SummaryEnglish": "With Takeru gravely injured, Kiseki on a rampage, and Haunted wreaking havoc, Ouka decides to take matters into her own hands.",
                    "TitleJapanese": "限りなき願い",
                    "SummaryJapanese": "ホーンテッドの奇襲を受け、串刺しにされたタケル。その姿を目にしたキセキの中の異形は、絶叫とともに暴走を始める。触れたものすべてを侵食し、自らの一部と化してしまう幻想生物・百鬼夜行。ひたすらに増殖を続ける異形は、周囲のあらゆるものを飲み込み始める。今を共に生きる仲間たちのため全てを賭けて戦うことを決意し、遂にヴラドとの契約を果たした桜花。そして小隊の仲間たち――うさぎ、斑鳩、マリもまた、この事態を収束すべく、それぞれに戦いを続けていた。一方、意識を失ったタケルは、異空間でラピスと対峙していた。彼女は再びタケルに問う。「あなたは目的のためならば、大切な物を捨てられますか？」と。そのとき彼の脳裏に浮かんだのは……。"
                }
            }
        }
    }
}