{
    "URL": "https://www.thetvdb.com/series/undefeated-bahamut-chronicle",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5334364/",
        "http://saijaku.jp/",
        "https://www.themoviedb.org/tv/65816",
        "https://x.com/saijaku_anime"
    ],
    "TitleEnglish": "Undefeated Bahamut Chronicle",
    "SummaryEnglish": "Lux, a former prince of an empire named Arcadia that was overthrown via a rebellion five years earlier. Lux accidentally trespasses in a female dormitory's bathing area, sees the kingdom's new princess Lisesharte naked, and incurs her wrath. Lisesharte then challenges Lux to a Drag-Ride duel. Drag-Rides are ancient armored mechanical weapons that have been excavated from ruins all around the world. Lux used to be called the strongest Drag-Knight, but now he's known as the \"undefeated weakest\" Drag-Knight because he will absolutely not attack in battle. After his duel with Lisesharte, Lux ends up attending the female-only academy that trains royals to be Drag-Knights.",
    "TitleJapanese": "最弱無敗の神装機竜",
    "SummaryJapanese": "遺跡から発掘された、古代兵器・機竜。\n亡国の王子、ルクスは何故か、\n機竜使い育成の\n女学園に入学することに……!?\n王立士官学園の貴族子女たちに囲まれた、\n“最強”の学園ファンタジーバトルがはじまる!",
    "Aliases": [
        "Saijaku Muhai no Bahamut"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "0": {
            "ID": "635139",
            "URL": "https://www.thetvdb.com/series/undefeated-bahamut-chronicle/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8210627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undefeated-bahamut-chronicle/episodes/8210627",
                    "TitleEnglish": "エピソード12オルタネイトエンディング",
                    "SummaryEnglish": "エピソード12の代替エンディング：少女の大切な欲望",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "635154",
            "URL": "https://www.thetvdb.com/series/undefeated-bahamut-chronicle/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5308221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undefeated-bahamut-chronicle/episodes/5308221",
                    "TitleEnglish": "The Crimson War Princess",
                    "SummaryEnglish": "Lux Arcadia falls into the baths of the all-girls Royal Knight Academy, and right on top of the naked Princess Lisesharte Atismata, who challenges him to a duel as penance.",
                    "TitleJapanese": "朱の戦姫",
                    "SummaryJapanese": "5年前にクーデターによって滅ぼされたアーカディア旧帝国の皇子であるルクスは、アティスマータ新王国で咎人として国民の雑用を引き受けるという契約のもと、日々様々な仕事に励んでいた。そんなある日、不運にも屋根が壊れ、ドラグナイトを目指す少女たちが通う学園の浴場に落下してしまったルクスは、新王国の姫であるリーズシャルテことリーシャに目を付けられ……。"
                },
                "2": {
                    "ID": "5451678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undefeated-bahamut-chronicle/episodes/5451678",
                    "TitleEnglish": "The Weakest Drag-Knight",
                    "SummaryEnglish": "Lux begins his life at the academy and meets an old childhood friend, much to Lisesharte's chagrin. Later, Lux and Lisesharte face old, dark memories of the recent past.",
                    "TitleJapanese": "最弱の機竜使い",
                    "SummaryJapanese": "ドラグナイトとしての適性値が高い少女たちを育成するための学園に通うことになったルクス。少女たちから好奇の目で見られ、様々な雑用を押し付けられそうになっていたところを助けたのは、才女として学園で一目を置かれているクルルシファーだった。クルルシファーはルクスに旧帝国を壊滅させた伝説のドラグナイトである《黒き英雄》を探して欲しいと頼む。"
                },
                "3": {
                    "ID": "5451679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undefeated-bahamut-chronicle/episodes/5451679",
                    "TitleEnglish": "The Lady of the North's Engagement Conditions",
                    "SummaryEnglish": "When Lisha throws Lux a party, a week of Lux's time is offered as a game prize! The outcome could be worse, but his new position lands him in an awkward and dangerous place.",
                    "TitleJapanese": "北の令嬢の婚約事情",
                    "SummaryJapanese": "ルクスの入学祝いと称してパーティーを開いてくれたリーシャたち。そこへ水を差すかのように大量の雑用依頼を持ったレリィがパーティーの余興としてルクス争奪戦を提案する。それは依頼を受けてもらえない生徒たちへの不満解消のため、ルクスが持っている特別な依頼書を奪うことができれば、1週間優先して雑用を依頼できるというもので……。"
                },
                "4": {
                    "ID": "5451680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undefeated-bahamut-chronicle/episodes/5451680",
                    "TitleEnglish": "The Sixth Ruin -Miniature Garden-",
                    "SummaryEnglish": "Lux mentally prepares for his duel with Lord Barzeride. Meanwhile, the nobles of the New Kingdom order an investigation of some ancient ruins which may hide a powerful Abyss.",
                    "TitleJapanese": "第六遺跡 - 箱庭 -",
                    "SummaryJapanese": "未だ謎に包まれている遺跡の調査に向かうことになったルクスたち。他国からの留学生であるため、遺跡の調査など危険を伴う行動を制限されているクルルシファーも同行を志願し、調査隊に加わることになる。そして調査が行われる当日、クルルシファーの許嫁であるバルゼリッドが手助けと称して、協力を申し出るのだが……。"
                },
                "5": {
                    "ID": "5451681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undefeated-bahamut-chronicle/episodes/5451681",
                    "TitleEnglish": "A Girl's Wish",
                    "SummaryEnglish": "Krulcifer reveals her painful past to Lux. In an act of sympathy, she decides to release him from their agreement and begins to prepare for her duel against Barzeride.",
                    "TitleJapanese": "少女の願い",
                    "SummaryJapanese": "全てはバルゼリッドが仕組んだことだった。クルルシファーの出生の秘密を知るバルゼリッドは、その力を手に入れるためにクルルシファーに近づいていた。バルゼリッドの不可思議な力の前に為す術なくやられてしまうクルルシファー。絶体絶命かと思われたそのとき、月夜の空に漆黒の神装機竜が姿を現す。"
                },
                "6": {
                    "ID": "5451682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undefeated-bahamut-chronicle/episodes/5451682",
                    "TitleEnglish": "The Homecoming of the Strongest",
                    "SummaryEnglish": "When Lux meets a high ranking noble girl under false pretenses, he’s put in a tight spot. It gets worse; she has a reputation for misandry and wants him out of the school!",
                    "TitleJapanese": "最強の帰還",
                    "SummaryJapanese": "学園の敷地内に不審者が出るという話があり、シャリスたちに敷地内の見回りに協力して欲しいと頼まれたルクス。快諾して学園内を歩き回るルクスだったが、突如不審者が現れ、ナイフを突きつけてきた。そのとき、助けに現れた少女こそ、四大貴族の令嬢、学園最強と呼ばれる騎士団長、セリスティア・ラルグリスだった。"
                },
                "7": {
                    "ID": "5451683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undefeated-bahamut-chronicle/episodes/5451683",
                    "TitleEnglish": "A Girl's Truth",
                    "SummaryEnglish": "The students head to a training session on the beach. However, it's not all fun in the sun as the prowler from campus is revealed and mysteries abound as a new ruin appears.",
                    "TitleJapanese": "少女の真実",
                    "SummaryJapanese": "強化合宿のため島へとやってきたルクスたち。水着に着替え、海辺で羽を伸ばす学園の少女たち。しかし、学園に残り、ラグナレク討伐に同行するため、この島でルクスはセリスと勝負をすることになっていた。そして始まったルクスとセリスの決闘の最中、演習場に突如ラグナレクが現れる。その陰では、不審者が再び暗躍していた……。"
                },
                "8": {
                    "ID": "5451684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undefeated-bahamut-chronicle/episodes/5451684",
                    "TitleEnglish": "Awakening of the Phantom Divine Beast",
                    "SummaryEnglish": "Exploring the new ruin yields a fascinating find, but Philuffy begins to feel ill. As she and Lux are thrown into a site from their past, Lux recovers some ghastly memories.",
                    "TitleJapanese": "幻神獣の目覚め",
                    "SummaryJapanese": "突如として姿を表した巨大な船の形をした遺跡。合宿の本当の目的はこの遺跡《方舟》を調査することだった。４つのチームに分かれ、遺跡の調査を行うルクスたちは、瓦礫の下で横たわる一人の少女を見つける。《方舟》の管理者を名乗る少女が言うには、《方舟》の大半の機能が停止しているため復旧の必要があるのだが……。"
                },
                "9": {
                    "ID": "5451685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undefeated-bahamut-chronicle/episodes/5451685",
                    "TitleEnglish": "The Promise",
                    "SummaryEnglish": "Lux faces off against Hayes in a fight to save Philuffy's life. With Hayes' nefarious plans already in motion, another dark figure emerges from the shadows of the old Empire.",
                    "TitleJapanese": "約束",
                    "SummaryJapanese": "レリィから語られるフィルフィに隠された真実。ルクスはフィルフィに残された時間があと僅かであることを知る。幼い頃、絶望の淵にいた自分を必死で救ってくれたフィルフィの姿を思い出すルクス。あのときフィルフィがいてくれたから自分は戦うことができた。ルクスは今度こそ何があっても必ず彼女を救ってみせると決意し、遺跡へと向かう。"
                },
                "10": {
                    "ID": "5451686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undefeated-bahamut-chronicle/episodes/5451686",
                    "TitleEnglish": "The Young Girls' Reward",
                    "SummaryEnglish": "Lux has to choose not one, but three, dates for the National Foundation Festival. While Lisha nurses hurt feelings, a supporter of the old Empire emerges from the shadows.",
                    "TitleJapanese": "少女たちの報酬",
                    "SummaryJapanese": "間近に迫ったアティスマータ新王国の建国記念祭。数日間にわたって行われる国を挙げての祭典をルクスと過ごすため、リーシャたちはこぞってデートを申し込む。しかしたまった雑用の依頼もあり、自由な時間が限られているルクス。そこでレリィの提案もあり、ルクスは一緒にデートに行く女の子を3人選ぶことになるのだが……。"
                },
                "11": {
                    "ID": "5451687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undefeated-bahamut-chronicle/episodes/5451687",
                    "TitleEnglish": "The Imperial Assassin's Dagger",
                    "SummaryEnglish": "Lux discovers that a rebellion is being plotted by a group from the old Empire, and Airi is worried as he agrees to conditions he may be unable to meet.",
                    "TitleJapanese": "帝国の凶刃",
                    "SummaryJapanese": "ナルフ宰相から聞かされる帝都奪還計画という名の陰謀。建国記念祭で行われる全竜戦の終了と同時にその計画は決行されるという。計画を阻止する協力として、王都を襲撃するために潜んでいるという100体に及ぶアビスを引き付ける囮役を命令されるルクス。さらには全竜戦で優勝することも要求されるのだが……。"
                },
                "12": {
                    "ID": "5451688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/undefeated-bahamut-chronicle/episodes/5451688",
                    "TitleEnglish": "The Young Girl's Cherished Desire",
                    "SummaryEnglish": "With the fate of their country and its people hanging in the balance, Lux and Lisha fight against their toughest foe yet; an enemy born of their pasts.",
                    "TitleJapanese": "少女の本懐",
                    "SummaryJapanese": "全ては用意周到に仕組まれた罠だった。リーシャは敵の策略によって捕らえられてしまい、ルクスはラグリード率いる反乱軍とアビスの群れに追われ防戦一方。そしてクロスフィードには巨大な影が迫っていた。まさに絶体絶命の危機を迎えたアティスマータ新王国を守るため、決死の戦いが始まる。"
                }
            }
        }
    }
}