{
    "URL": "https://www.thetvdb.com/series/hundred",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5271506/",
        "https://hundred-anime.jp/",
        "https://www.themoviedb.org/tv/66109"
    ],
    "TitleEnglish": "Hundred",
    "SummaryEnglish": "\"Hundred\"—that is the only weapon that can oppose the mysterious life form \"Savage\" from visiting the earth. The protagonist, Kirasagi Hayato, aims to become a Martial Arts Master using this Hundred. He managed to get into the battleship university Little Garden. However— \"I wanted to see you, Hayato!!!\" \"H-How do you know my name?\" Around the roommate, Emil Crossford, who somehow knows him well (?), Hayato gets an uneasy feeling. What's more, just after the entrance ceremony, he gets asked for a duel by the campus' strongest martial arts master \"Queen\" Claire Harvey...!? The ultimate academy battle begins here!",
    "TitleJapanese": "ハンドレッド",
    "SummaryJapanese": "《ハンドレッド》―それは地球を襲う謎の生命体《サベージ》に対抗できる唯一の武器。\n《武芸者》を目指すため、\n海上学園都市艦《リトルガーデン》に入学を果たす。\nだが―\nなぜか自分のことをよく知るルームメイト、エミール・クロスフォードに、どこか懐かしい違和感を覚えるハヤト。\nさらに入学早々、学園最強の武芸者《女王》クレア・ハーヴェイから決闘を申し込まれてしまい……!?\n箕崎准×大熊猫介（ニトロプラス）がタッグを組んだ、\n《究極》の学園バトルアクション、ここに開幕！",
    "Aliases": [],
    "Modified": "2025-06-03",
    "Seasons": {
        "1": {
            "ID": "635153",
            "URL": "https://www.thetvdb.com/series/hundred/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5308220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hundred/episodes/5308220",
                    "TitleEnglish": "Little Garden",
                    "SummaryEnglish": "Hayato joins the Little Garden, a school on a city-ship designed to house an entire population. It's his first day and he's still getting a lot of attention due to his high Hundred score, but then he ends up in a fight with the student council president...",
                    "TitleJapanese": "リトルガーデン",
                    "SummaryJapanese": "ハヤトのリトルガーデンへの入学当日。エアポートまでハヤトを迎えに来たノアと雪梅は入学式に遅刻してしまい、生徒会長のクレアに退学を言い渡されてしまう。それに反発したのはルームメイトのエミール。エミールも同じく退学を言い渡されてしまう。異議を唱えたハヤトと決着をつけるため、クレアはデュエルを挑む。ハヤトが勝てば 3 人の退学は取り消すという。ハヤトはエミールと作戦を練って、クレアとのデュエルに臨む。"
                },
                "2": {
                    "ID": "5571818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hundred/episodes/5571818",
                    "TitleEnglish": "The Invincible Queen",
                    "SummaryEnglish": "Hayato and Claire begin their duel, but Hayato doesn't have much experience. Claire allows him some advantages and vows not to use her full-body armaments. But then Hayato changes in the middle of the fight in a surprising way. Meanwhile, things start happening on a nearby island.",
                    "TitleJapanese": "絶対無敵の女王（パーフェクトクイーン）",
                    "SummaryJapanese": "ハヤトはクレアとのデュエルの最中、ごく一部の少数の武芸者しか成しえない《全身武装》を展開するも、クレアも同じく《全身武装》を展開し応戦したため敗北に終わる。クレアは、ハンドレッドを手にしてまだ 2 日目のハヤトが《全身武装》を展開できたことが気になり、ハヤトに少数精鋭部隊《セレクションズ》へ加わるよう促す。そのさなか、近海のツヴァイ諸島に《サベージ》が襲来したという知らせが入る。"
                },
                "3": {
                    "ID": "5571819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hundred/episodes/5571819",
                    "TitleEnglish": "Variant Awakening",
                    "SummaryEnglish": "Hayato has to fight the Savage on the Zwei Islands without having any experience fighting them before. Claire, Liddy, and Erica show Hayato and Emile the ropes, but there's an unknown type that appears that makes things difficult. Hayato and Emile have to step up to help out, but will they be able to overcome the danger...",
                    "TitleJapanese": "ヴァリアント覚醒",
                    "SummaryJapanese": "ツヴァイ諸島にて対サベージの初の実戦を経験することになったハヤト。クレア、リディ、エリカの生徒会メンバーの戦闘力に圧倒されながらも、エミールとともに善戦する。しかし、巨大種・トレンタ級サベージを前に戦況は悪化。ダウンしたリディを守ろうとしたエミールだったが、サベージにヴァリアブルスーツが切り裂かれてしまう。スーツの下には胸のふくらみと古傷が…。"
                },
                "4": {
                    "ID": "5571820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hundred/episodes/5571820",
                    "TitleEnglish": "Bodyguard",
                    "SummaryEnglish": "Hayato is chosen for a special mission. He's going to be the bodyguard for the famous idol, Sakura Kirishima, but a lot of events start to unfold in the shadows. Just what will his meeting with Sakura have in store?",
                    "TitleJapanese": "ボディーガード",
                    "SummaryJapanese": "サベージとの実戦を終え、ハヤトは日常を取り戻していた。そんな中、世界的な歌姫・霧島サクラのボディガードという任務が舞い込んでくる。先日のサベージ襲来によって中断されたライブをやりなおすためだ。天真爛漫なサクラに手玉に取られるハヤト。本当にこれが本当に世界的な歌姫なのかと疑問に思っていたハヤトだったが、工事中のライブ会場でハンドレッドを用いたパフォーマンスをサクラに見せつけられ、圧倒されてしまう。"
                },
                "5": {
                    "ID": "5594329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hundred/episodes/5594329",
                    "TitleEnglish": "Imitation Girl",
                    "SummaryEnglish": "Hayato has a small break off of his bodyguard duties, and chooses to spend his time off with Emilia. Unbeknownst to Hayato at the time, Sakura, the girl he's supposed to protect, disappears from her hotel room. Hayato ends up finding her, but that's the not end of the story...",
                    "TitleJapanese": "イミテーション・ガール",
                    "SummaryJapanese": "ボディーガード任務の空き時間。ツヴァイ諸島の市街地でふたりの時間楽しむハヤトとエミリア。そんな楽しい時間もつかの間のこと。ホテルからサクラが姿を消してしまったという連絡がクレアから入る。そうこうしている間に目の前にサクラが現れ、ハヤトはエミリアに事情を説明する間もなく、連行されることになった。向かった先はサクラの思い出の場所、ツヴァイ大峡谷。そこでハヤトは、サクラの過去を知ることに……。"
                },
                "6": {
                    "ID": "5601812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hundred/episodes/5601812",
                    "TitleEnglish": "The Diva's Love Song",
                    "SummaryEnglish": "Hayato and Sakura are attacked at the Zwei Grand Canyon. The two of them use their hundreds to try to fight back, and not soon after, their friends from the Little Garden come to help. But then there arrives three unknown slayers with unknown intentions...",
                    "TitleJapanese": "歌姫のラブソング",
                    "SummaryJapanese": "ツヴァイ大峡谷からの帰路。ハヤトとサクラの乗るバスがサベージに襲われた。2人はハンドレッドの能力を使い、これに応戦する。すぐにリトルガーデンの仲間たちも加わり、なんとかサベージを退けようかというところで、突然、３人組の謎のスレイヤーが現れる。彼らの目的とは……？"
                },
                "7": {
                    "ID": "5610560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hundred/episodes/5610560",
                    "TitleEnglish": "The Captured Sleeping Beauty",
                    "SummaryEnglish": "Members from the Little Garden, along with Hayato, go to a southern island for relaxation after their encounter, but a certain someone shows up on a helicopter with their own motives. Hayato is then taken on a tour where he sees something amazing...",
                    "TitleJapanese": "囚われの荊姫",
                    "SummaryJapanese": "ツヴァイ諸島での対サベージ、謎の3人組のハンターとの戦闘を終え、つかの間の休息に南の島へ訪れたハヤトとリトルガーデンの面々。そんな中、ヘリでやって来たジュダルが現れる。ハヤトに話があるのだと言い、案内された先でハヤトが見たものは……。"
                },
                "8": {
                    "ID": "5616780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hundred/episodes/5616780",
                    "TitleEnglish": "Night at the Lake",
                    "SummaryEnglish": "Claudia joins in the mission to go and eliminate the Savage, and her goal is to separate Hayato and Emilia by getting Hayato to spend time with Claire. They end up alone, but not everything goes to plan...",
                    "TitleJapanese": "湖畔の夜",
                    "SummaryJapanese": "クラウディアも加わり、サベージ掃討作戦は順調に進んでいた。そんな中、どうしてもハヤトとエミリアの仲を引き裂きたいクラウディアの策略が発動。ハヤトとクレアは、二人きりにされてしまう。二人はとてもいい雰囲気になるが、それを打ち破るように届いた緊急の連絡。フリッツたちの班がツヴァイ諸島で交戦をした謎の三人組のハンターに襲われたというものだ。クレアは全身武装で、仲間を傷つけたハンターたちに立ち向かう。"
                },
                "9": {
                    "ID": "5616781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hundred/episodes/5616781",
                    "TitleEnglish": "Dragon Type",
                    "SummaryEnglish": "Claire engages the hunters to retrieve the stolen hundreds, but she runs into trouble immediately. Reinforcements come right away, but not before an issue arises that both friend and foe will have to deal with. What will happen to the teams stranded across the mountain, and what will Claire and the others do?",
                    "TitleJapanese": "新種",
                    "SummaryJapanese": "謎の3人組のハンター――クロヴァン、ネサット、ナクリーとハヤトたちの交戦は続く。ハヤトはクロヴァンの攻撃を受けている中で、彼らの過去を垣間見ることになる。そこに突如、湖から龍型のサベージが現れた。今までに類を見ないサベージの出現で、クロヴァンたちとは一時休戦。共闘をすることになるのだが……。"
                },
                "10": {
                    "ID": "5616782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hundred/episodes/5616782",
                    "TitleEnglish": "School Festa",
                    "SummaryEnglish": "It's time for the school festival and everyone is excited to participate. Sakura even has a surprise ready for the concert she's going to perform, but there's an air of suspense because Vitaly still has not been found, and she seems to be up to something...",
                    "TitleJapanese": "学園祭",
                    "SummaryJapanese": "リトルガーデンでは年に一度の学園際、ガーデンズ・フェスタが行われようとしていた。その警備を手伝うため、様々な国の武芸者たちがリトルガーデンに集まっている。その中には前作戦で共に戦ったクラウディアやウェンディもいた。ガーデンズ・フェスタがはじまり、艦内が盛り上がる中、歌姫・霧島サクラや、リトルガーデンに捕らえられ、保護されることになったクロヴァンたち3人組を人工のヴァリアントにした女科学者・ヴィタリー・トゥイニャーノフが艦内に潜入する。"
                },
                "11": {
                    "ID": "5616783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hundred/episodes/5616783",
                    "TitleEnglish": "Garden's Crisis",
                    "SummaryEnglish": "Vitaly starts her attack on the Little Garden causing chaos everywhere. It takes a while to get everything under control, but everyone responds to the situation quickly. Krovanh starts to wonder if they're doing the right thing, but Vitaly seems to have other plans...",
                    "TitleJapanese": "ガーデンズ・クライシス",
                    "SummaryJapanese": "ガーデンズ・フェスタで盛り上がるリトルガーデン。歌姫・霧島サクラのライブの最中、ハヤトの妹、如月カレンが歌手として舞台に立った。そんな中、見慣れない蜂型のメカが街中に出現。艦内各所でこの蜂型のメカによる騒ぎが起きているという。これは全てヴィタリーによって周到に計画されたものだった。艦内の混乱に乗じて、ヴィタリーはクロヴァンたち3人が保護されている部屋に進む。"
                },
                "12": {
                    "ID": "5616784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hundred/episodes/5616784",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "Vitaly continues her rampage into the Little Garden with the intent of taking it over. Krovanh and the others fight against her control, but find it difficult to resist. Meanwhile, Emile and Hayato are trying to stop more replicants from making it into the city. Sakura and Karen watch from below, but ultimately they come up with a plan...",
                    "TitleJapanese": "仲間",
                    "SummaryJapanese": null
                }
            }
        }
    }
}