{
    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo-aa",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5024410/",
        "http://ariaaa.tv/",
        "https://www.themoviedb.org/tv/71618",
        "https://www.themoviedb.org/tv/71618",
        "https://x.com/ariaAA_anime"
    ],
    "TitleEnglish": "Aria the Scarlet Ammo AA",
    "SummaryEnglish": "A young girl idolizes the world-renowned S-ranked butei Kanzaki H. Aria and plans to follow in her footsteps; however, her test grades her out as only an E-rank! All is not lost, however, as Aria agrees to give her some pointers. Can Aria help this newcomer become a first-rate butei?",
    "TitleJapanese": "緋弾のアリアAA",
    "SummaryJapanese": "東京武偵高校、そこは武力を行使する探偵――\n通称『武偵』を育成する特殊な教育機関。\nここには「戦姉妹」という、\n先輩・後輩が一対一で長期訓練する制度があった。\n憧れの最強武偵アリア先輩と戦姉妹契約を結ぶため、\n落ちこぼれの最弱武偵あかりが\nその小さな手に銃を取る！",
    "Aliases": [
        "Hidan no Aria AA",
        "Aria the Scarlet Ammo Double A"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "1": {
            "ID": "638692",
            "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo-aa/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5338919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo-aa/episodes/5338919",
                    "TitleEnglish": "Another A",
                    "SummaryEnglish": "Akari Mamiya is in Year 1 at Tokyo Butei High School. Although she is currently in E Rank, her goal is to become a BUTEI like Aria Kanzaki, an Upperclassman in Year 2. In order to receive training from Aria, Akari submits a request to become Aria’s Amica.",
                    "TitleJapanese": "もう一人のA",
                    "SummaryJapanese": "東京武偵高校1年の間宮あかりは、学内最低のEランク武偵。\nどんな事件も見事に解決する2年生、Sランク武偵の神崎・H・アリアに憧れを抱いていた。\nある日、あかりはアリアに戦姉妹（アミカ）契約を申し込むが・・・！？"
                },
                "2": {
                    "ID": "5338926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo-aa/episodes/5338926",
                    "TitleEnglish": "Dangerous Relationship",
                    "SummaryEnglish": "Since Akari has been talking about Aria all the time after she became Aria’s (yet to be official) Amica, Shino increasingly becomes worried that Akari may not stay a close friend with her. In order to resolve the situation, she invites Akari to her home.",
                    "TitleJapanese": "危险な関係",
                    "SummaryJapanese": "形式上アリアの戦姉妹（アミカ）になったあかりだったが、銃を取り返すまでは見習い扱い。\n憧れの先輩に認めて貰おうと一生懸命に取り組むあかりの話題は、いつもアリアの事ばかり。\nあかりが自分から離れて行ってしまうことを懸念した志乃は、あかりに近づく作戦を一人企てる・・・。"
                },
                "3": {
                    "ID": "5359946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo-aa/episodes/5359946",
                    "TitleEnglish": "Applying to Be an Amica",
                    "SummaryEnglish": "Kirin Shima is a junior high school student and an intern at Butei High School. Last year, she was an Amica with Riko Mine (current Year 2 student); however, she’s determined to become Raika Hino’s Amica this year. Will Raika accept her request?",
                    "TitleJapanese": "戦妹志願",
                    "SummaryJapanese": "アリアの引率で身体検査を受けていたあかりたち。\n中でも最近妙な視線を感じているというライカは、\nアリアの指示で巨漢の男子を運動神経測定の相手にする事になった。\n試合に勝ったライカだったが、少し浮かない様子。\nそんな折、突然ライカの前に中学生の島麒麟が現れて・・・！？"
                },
                "4": {
                    "ID": "5359947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo-aa/episodes/5359947",
                    "TitleEnglish": "Quartet, Part 1",
                    "SummaryEnglish": "Quartet refers to an actual fighting test between two four-person groups and is a requirement for all the Year 1 students at Butei High. Akari forms a group with Shino, Raika and Kirin and trains to defeat their opponent, Urara Takachiho’s team.",
                    "TitleJapanese": "カルテット・前編",
                    "SummaryJapanese": "あかりたちの教室に突然やってきた生徒会長の星伽白雪は、\n4人対4人の実戦テスト「カルテット」の班決めを急ぐようにと伝える。\n白雪の横には手伝いをしている志乃の姿があって・・・？\nそしてメンバーが決まったあかりたちの対戦相手は、\n戦闘試験であかりと因縁のある高千穂麗率いる班だった！"
                },
                "5": {
                    "ID": "5360802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo-aa/episodes/5360802",
                    "TitleEnglish": "Quartet, Part 2",
                    "SummaryEnglish": "The Quartet match between Team Mamiya and Team Takachiho has begun. While Akari and Shino go out to find their opponent’s eye flag, Raika and Kirin defend their eye flag from an attack by Hina Fuma, who seems to know where their eye flag is.",
                    "TitleJapanese": "カルテット・後編",
                    "SummaryJapanese": "カルテットで行われる対戦競技は「毒の一撃（プワゾン）」。\n蜂・蜘蛛が描かれた攻撃フラッグで、目が描かれた守備フラッグに先にタッチしたチームの勝ちとなる。\n攻撃に回るあかりと志乃の前に現れたのは湯湯と夜夜。\n守備に回るライカと麒麟の前には風魔陽菜が現れて・・・\nいよいよ対戦が始まる！"
                },
                "6": {
                    "ID": "5360804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo-aa/episodes/5360804",
                    "TitleEnglish": "Little Devils' Request",
                    "SummaryEnglish": "Although Raika doesn’t want to admit it, she seems to be worried about Kirin and Riko’s relationship. On the other hand, Kirin is worried about Raika and Akari’s relationship. In order to resolve the situation, Kirin takes action.",
                    "TitleJapanese": "小悪魔たちの依頼",
                    "SummaryJapanese": "カルテットでの行動を認められてDランクに昇格したあかりと、\n間宮班の勝利を祝ってファミレスに集まった一同。\n麒麟と理子のスキンシップの多さにライカはイラッとしていた。\nその一方で麒麟は、あかりとライカの仲の良さに不安を覚えていて・・・\n理子にアドバイスを貰い、ある作戦を企てる！"
                },
                "7": {
                    "ID": "5360807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo-aa/episodes/5360807",
                    "TitleEnglish": "Struggle Over Akari",
                    "SummaryEnglish": "Takachiko decides to take action to make her fantasies about getting close to Akari a reality. But when Shino catches on, she challenges Takachiko to a duel.",
                    "TitleJapanese": "あかり争奪戦",
                    "SummaryJapanese": "カルテット以降あかりの事が気になり始めた高千穂は、\n妄想の中で自分を慰めていたが限界に達していた。\nお友達になりたいと思うもののお金で解決する以外の方法が浮かばず悩んでいると、\n偶然あかりに遭遇する。\nいよいよ我慢ができなくなり自宅に招待して友情を深めようとすると、\nその様子を観察していた志乃が・・・。"
                },
                "8": {
                    "ID": "5412797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo-aa/episodes/5412797",
                    "TitleEnglish": "Pool Trap",
                    "SummaryEnglish": "After asserting that her love for Akari is stronger than Shino's, Urara Takachiho invites Akari on an exclusive visit to her family's water park, but others end up tagging along – including Shino.",
                    "TitleJapanese": "プール・トラップ",
                    "SummaryJapanese": "ののかと一緒にスーパーに買い物に出かけたあかりの前に、\n待ち構えていた高千穂と湯湯夜夜が現れる。\n自然な会話の流れからあかりをウォーターパークに誘おうとした高千穂だったが、\n志乃やライカ、麒麟も加わり皆で遊びに出掛ける事に。\nそんな中、志乃は高千穂と手を組み、あかりとの友情を深めようとある作戦を実行する・・・。"
                },
                "9": {
                    "ID": "5412798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo-aa/episodes/5412798",
                    "TitleEnglish": "Home Visit",
                    "SummaryEnglish": "Since there have been a series of attacks targeting BUTEI, Aria comes to stay with Akari and Nonoka for a while in case she’s being targeted by criminals who wish to retaliate against her. At the same time, Aria tries to see how Akari lives as well.",
                    "TitleJapanese": "家庭訪問",
                    "SummaryJapanese": "あかりの家へ「家庭訪問」にやってきたアリアは、\n武偵を狙った襲撃事件が続いている事もあり、念のためしばらくの間滞在する事になった。\n憧れの先輩との同居に心弾ませるあかりだったが、志乃と高千穂は気が気ではなく・・・。\nそんな折、あかりとアリアが商店街で買い物をしてから帰宅すると、そこに・・・。"
                },
                "10": {
                    "ID": "5412799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo-aa/episodes/5412799",
                    "TitleEnglish": "First Mission",
                    "SummaryEnglish": "Aria is injured in a gun battle and taken to the hospital. Meanwhile, after Kyochikutou declares that no one will have to get hurt if Akari surrenders to her advances, Akari tries to send Nonoka to stay with their aunt in Nagano.",
                    "TitleJapanese": "ファーストミッション",
                    "SummaryJapanese": "アリアの前で、これまで隠していた武偵としてあるまじき殺人技を見せてしまったあかりは\nひどく落ち込んでいた。そんな中、ヘリが飛び交いサイレンが鳴り響く\n物々しい空気に包まれていた武偵高校周辺では、バスジャック事件があったという。\nその事件現場近くであかりが見た光景は・・・。"
                },
                "11": {
                    "ID": "5412800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo-aa/episodes/5412800",
                    "TitleEnglish": "Showdown",
                    "SummaryEnglish": "Akari decides to fight Kyochikutou together with her friends. Kyochikutou demands that Akari give her Takamakuri, one of the Mamiya techniques, and threatens to kill everyone if Akari doesn’t give her what she wants.",
                    "TitleJapanese": "決戦",
                    "SummaryJapanese": "ののかにかけられた「符丁毒」を解けるのは夾竹桃のみと知ったあかりたちは、\n皆で協力し合い夾竹桃の元へと向かう。\n夾竹桃と対峙したあかりだったが、まずはあかり以外の邪魔者を片付け、\n取引を優位に進めようとする夾竹桃に逃げられてしまう。\nホテルの北側で夾竹桃と対峙した風魔陽菜だったが・・・。"
                },
                "12": {
                    "ID": "5412801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aria-the-scarlet-ammo-aa/episodes/5412801",
                    "TitleEnglish": "A Pair of As",
                    "SummaryEnglish": "Kyochikutou’s sister, Suimitsutou, goes on a rampage while demanding to have her sister returned to her. Aria, Akari and the others work together to bring her down.",
                    "TitleJapanese": "二人のＡ",
                    "SummaryJapanese": "夾竹桃を倒したあかりだったが、そこへ現れたのはもう一人潜入していた\nイ・ウーのメンバーで夾竹桃の姉の水蜜桃だった。\n大暴れする水蜜桃をなんとか止めようとするあかりは、自分が囮になるために飛び出してしまう。\nそこでアリアは、あかりのピンチに駆けつけた仲間たちと共に作戦を開始する・・・！"
                }
            }
        }
    }
}