{
    "URL": "https://www.thetvdb.com/series/heavy-object",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/45C4-2D52-93D9-F97E-EB6A-Q",
        "https://www.imdb.com/title/tt5236260/",
        "http://heavyobject.net/",
        "https://www.themoviedb.org/tv/64140",
        "https://www.themoviedb.org/tv/64140"
    ],
    "TitleEnglish": "Heavy Object",
    "SummaryEnglish": "Quenser came to the Alaskan military base to study Objects, the new weapons that have completely revolutionized war as we know it—battles are fought by soldiers controlling Objects far away from harm; however, when he starts to get close to Object pilot Milinda, will he discover the grim truth behind Heavy Objects?",
    "Aliases": [],
    "Modified": "2025-06-03",
    "Seasons": {
        "0": {
            "ID": "635172",
            "URL": "https://www.thetvdb.com/series/heavy-object/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5590012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5590012",
                    "TitleEnglish": "[Episode 9.5] Special Edition ~ 37th Mobile Maintenance Battalion Strategy Record~",
                    "SummaryEnglish": "A recap of the previous episodes.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "636134",
            "URL": "https://www.thetvdb.com/series/heavy-object/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "5317006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5317006",
                    "TitleEnglish": "The Small Fry Who Bind Gulliver 〜Alaska Mid-Winter Environment Snow Battle I〜",
                    "SummaryEnglish": "The world is now fragmented into four coalitions that constantly wage wars across their many borders. These wars are fought by a new class of weapons called Objects, which rendered all other forms of conventional warfare obsolete.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5354205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354205",
                    "TitleEnglish": "The Small Fry Who Bind Gulliver 〜Alaska Mid-Winter Environment Snow Battle II〜",
                    "SummaryEnglish": "Under attack from an Object that is not observing the usual white flag protocol, Qwenthur must decide whether to run or go save the Princess.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5354206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354206",
                    "TitleEnglish": "The Small Fry Who Bind Gulliver 〜Alaska Mid-Winter Environment Snow Battle III〜",
                    "SummaryEnglish": "Determined to get revenge and buy time for the rest of their unit to evacuate, Qwenthur, Havia, and Milinda figure out the enemy's weakness and hatch a plan to incapacitate the enemy Object.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5354207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354207",
                    "TitleEnglish": "Tom Thumb Runs Through the Oil Field 〜Gibraltar Passage Obstruction Battle I〜",
                    "SummaryEnglish": "Having proven themselves uniquely capable of fighting Objects on their own, the military wastes no time in pitting Qwenthur and Havia up against another Object - this time, out at sea.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5354208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354208",
                    "TitleEnglish": "Tom Thumb Runs Through the Oil Field ～Gibraltar Passage Obstruction Battle II～",
                    "SummaryEnglish": "Qwenthur and Havia bought time for Milinda's Baby Magnum against the Tri-Core, but when things start to look dicey for Milinda, Qwenthur has to decide whether he wants to try his luck against this Object yet again.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5354209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354209",
                    "TitleEnglish": "The War of the Ant and the Grasshopper ～The War to Capture the Oceania Military Power I～",
                    "SummaryEnglish": "For once, Qwenthur and Havia are sent to a battlefront where the odds seem stacked in their favor. Their side has twenty first and second gen Objects, while their enemy has one measly 0.5th gen Object.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5354210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354210",
                    "TitleEnglish": "The War of the Ant and the Grasshopper ～The War to Capture the Oceania Military Power II～",
                    "SummaryEnglish": "The race is on to find the Oceanian 0.5th gen Object before it is deployed to commit atrocities.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5354211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354211",
                    "TitleEnglish": "The War of the Ant and the Grasshopper 〜The War to Capture the Oceania Military Power III〜",
                    "SummaryEnglish": "Qwenthur and Havia's unconventional success against Objects is upsetting the status quo, and they discover that this has won them a powerful enemy, right as they are working to thwart the 0.5th gen.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5354212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354212",
                    "TitleEnglish": "In an Obstacle Race, It's Normal to Get Covered in Mud ～The Antarctica Supremacy Battle～",
                    "SummaryEnglish": "Qwenthur and Havia find themselves in Antarctica, tracking down some terrorists. And it turns out that Havia is trying to win a name for himself for a lot more than just his family estate.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5354213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354213",
                    "TitleEnglish": "Three-Legged Mountain Climbing Race is Risking One's Life ～Iguazu Mountains Bombardment Battle I～",
                    "SummaryEnglish": "The entire battalion is off in pursuit of the terrorists and the mystery Object from Antarctica, which leads them across the sea to South America.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5354214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354214",
                    "TitleEnglish": "Three-Legged Mountain Climbing Race is Risking One's Life ～Iguazu Mountains Bombardment Battle II～",
                    "SummaryEnglish": "Qwenthur and Havia's battalion makes a successful amphibious landing, but they soon discover that the Mass Driver Conglomerate has been putting its technological prowess to good use when it comes to arming its Object.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5354215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354215",
                    "TitleEnglish": "Three-Legged Mountain Climbing Race is Risking One's Life ～Iguazu Mountains Bombardment Battle III～",
                    "SummaryEnglish": "Havia manages to delay the demolition dam while Qwenthur and Froylatia split up to find the Break Carrier. Qwenthur spots the Break Carrier and manages to signal its position to Milinda, who uses Baby Magnum's plasma cannon to fire straight through a mountain and destroy the Break Carrier. Victorious, Halreed's unit withdraws from the dam. However, Qwenthur suspects that the MDC may have a second Object that they have kept hidden. Halreed then contacts Froylatia announcing that he has been advanced to be the first place suitor, and attempts to force her out of the army to marry him. Qwenthur, on his own initiative, fools Halreed into believing that he has had an illicit relationship with Froylatia. Disgusted that Froylatia would sleep with a commoner, Halreed scraps his marriage plans, much to Froylatia's embarrassment and relief.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5354216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354216",
                    "TitleEnglish": "In a Calvary Battle, You Must Break Their Foothold ～Amazon City All-Out War I～",
                    "SummaryEnglish": "With the Break Carrier destroyed, the Legitimate Kingdom pursues the remnants of the MDC to the abandoned Amazon City, where Qwenthur and Havia are given the mission to assassinate the MDC's leader, Sladder Honeysuckle. However, Qwenthur notices that the MDC isn't trying to run, but instead trying to hole up in the city. The Capitalist Enterprise warns Froylatia that Honeysuckle is attempting to seek asylum with the Intelligence Union, and that the Intelligence Union is preparing to invade Amazon City to rescue him. Realizing that the Capitalist Enterprise will intervene to prevent Honeysuckle's escape, Froylatia orders her forces to accelerate their search to prevent a potential 4-way battle.",
                    "Aliases": []
                },
                "14": {
                    "ID": "5354217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354217",
                    "TitleEnglish": "In a Calvary Battle, You Must Break Their Foothold ～Amazon City All-Out War II～",
                    "SummaryEnglish": "While pursuing Honeysuckle, Baby Magnum accidentally runs into a trap set by the MDC, forcing Milinda to eject and causing Qwenthur and Havia to be separated. Qwenthur finds himself in a duel with Honesuckle himself, who, like him, dreams of finding a way to destroy Objects without having to use another Object. Qwenthur manages to outsmart Honesuckle with clever bomb placement, and both he and Havia capture him. The Capitalist Enterprise and Intelligence Union call off their attacks, and Froylatia prepares to send the team to the next battlefield.",
                    "Aliases": []
                },
                "15": {
                    "ID": "5354218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354218",
                    "TitleEnglish": "The Graveyard of Junk is a Mountain of Rare Metals ~ Interception at the Site of the Alaska Battle I ~",
                    "SummaryEnglish": "Qwenthur and Havia are sent back to Alaska in order to destroy the Water Strider's remains and prevent the Information Alliance from gathering any valuable data from it. Opposing them is the Elite codenamed \"Ohoho\", who battles Milinda, but both Objects disable each other. Qwenthur moves to sabotage Ohoho's Object by climbing aboard and breaking into the cockpit.",
                    "Aliases": []
                },
                "16": {
                    "ID": "5354219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354219",
                    "TitleEnglish": "The Graveyard of Junk is a Mountain of Rare Metals ~ Interception at the Site of the Alaska Battle II ~",
                    "SummaryEnglish": "Still surprised with Ohoho's true appearance, Quenthur attempts to subdue her but she easily puts him under control. Returning to the battle in a much better condition, Ohoho apparently gains the upper hand against Milinda, but Quenthur uses his wits to send a coded message to Havia that instructs him to set a trap that brings the enemy AI to a deadlock. With the battle decided on his side's favor, Quenthur allows Ohoho to escape while claiming her almost intact Object as war spoils.",
                    "Aliases": []
                },
                "17": {
                    "ID": "5354220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354220",
                    "TitleEnglish": "The Coal Mine Littered with Stacks of Money ~ The Kamchatka Peninsula Nightime Blitz I ~",
                    "SummaryEnglish": "Qwenthur and Havia are tasked with assisting on an offensive against the Faith Organization's coal mines in Kamchatka. Qwenthur is tasked with leading a team to hack the Faith Organization's surveillance UAVs, allowing a team led by Havia to sabotage a radar facility and giving Milinda an edge over the Wing Balancer, the Object defending the mines. Accompanying Quenser's team is Charlotte Zoom, an oversight officer who is interested in Qwenthur. Unfortunately, before they can hack the UAVs, Nutsley, one of the team members, betrays them and shoots both Quenser and Charlotte in the back, leaving them for dead.",
                    "Aliases": []
                },
                "18": {
                    "ID": "5354221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354221",
                    "TitleEnglish": "The Coal Mine Littered with Stacks of Money ~ The Kamchatka Peninsula Nightime Blitz II ~",
                    "SummaryEnglish": "Qwenthur and Charlotte barely survive Nutsley's betrayal thanks to the heavy gear they were carrying on their backs. Meanwhile, Havia' team attempts to sabotage the Wing Balancer, but it is a failure and two members of Havia's team are apparently killed. Milinda engage the Wing Balancer in combat. Qwenthur and Havia reunite inside the mines, where they deduce that the coal mines are in fact diamond mines which are owned by an antiwar faction within the Faith Organization. They further deduce that the Faith Organization is attempting to trick the Legitimacy Kingdom into destroy the mines and the antiwar faction along with it. The group is then attacked by Nutsley, who is piloting a powered armor suit.",
                    "Aliases": []
                },
                "19": {
                    "ID": "5354222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354222",
                    "TitleEnglish": "The Coal Mine Littered with Stacks of Money ~ The Kamchatka Peninsula Nightime Blitz III ~",
                    "SummaryEnglish": "The group is rescued from Nutsley's attack by one of the antiwar civilians, and Qwenthur and Havia then lead Nutsley into a trap, killing him. Qwenthur then heads for the surface to witness the battle between Baby Magnum and Wing Balancer. Realizing that Wing Balancer requires delicate IR sensors to control its landings, Qwenthur uses an IR laser to disable one of the sensors, causing the Wing Balancer to land improperly and cripple itself and is subsequently destroyed by Baby Magnum. However, even with hostilities over, another Legitimate Kingdom Object, Indigo Plasma, arrive and destroys mines to eliminate the antiwar activists. Fortunately, Frolaytia managed to warn the activists in time for them to safely escape the mines. Qwenthur then realizes that Nutsley was not working for the Faith Organization, but for a radical faction of the Legitimate Kingdom. With Indigo Plasma's treachery, a civil war within the Legitimacy Kingdom is inevitable.",
                    "Aliases": []
                },
                "20": {
                    "ID": "5354223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354223",
                    "TitleEnglish": "You Can't Put a Price on Honor ~ The Critical Running Battle on Victoria Island I ~",
                    "SummaryEnglish": "The Legitimate Kingdom stages an operation at Victoria Island including Baby Magnum and two other Objects, Snow Quake and Active Sledge, to ambush Indigo Plasma and stop the man behind it, Prizewell City Slicker. As Indigo Plasma also uses infantry as part of its tactics, just like Qwenthur and Havia had assisted Baby Magnum on past occasions, several detachments were sent to assist on the mission. After helping to deal with an enemy platoon, Qwenthur and Havia discover that the soldiers are dispersing some sort of gas that triggers a massive explosion once ignited by the enemy Object's Plasma Cannons, putting both Baby Magnum and Snow Quake in a disadvantage. To make matters worse, the Legitimate Kingdom forces are informed that the Active Sledge is ambushed and sunk by six other Objects which appeared by surprise, and quickly regroup with Indigo Plasma, whose pilot, who is no other than City Slicker himself, demands them to surrender.",
                    "Aliases": []
                },
                "21": {
                    "ID": "5354224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354224",
                    "TitleEnglish": "You Can't Put a Price on Honor ~ The Critical Running Battle on Victoria Island II ~",
                    "SummaryEnglish": "Now facing seven Objects, including the Indigo Plasma, and with only a semi-damaged Baby Magnum on their side, Qwenthur and Havia try to figure out if this is a battle they can fight and win.",
                    "Aliases": []
                },
                "22": {
                    "ID": "5354225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354225",
                    "TitleEnglish": "You Can't Put a Price on Honor ~ The Critical Running Battle on Victoria Island III ~",
                    "SummaryEnglish": "With the help of mercenaries, Qwenthur and Havia work to discover and exploit the weaknesses of the six dummy Objects to keep them from blowing up the immigrant settlement city.",
                    "Aliases": []
                },
                "23": {
                    "ID": "5354226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354226",
                    "TitleEnglish": "A Requiem for the Flowers Blooming in the Field ~ The Battle to Destroy the Baby Magnum I ~",
                    "SummaryEnglish": "What begins as a routine political hostage exchange turns into a hairy situation when the Baby Magnum suddenly becomes unreachable out in the field.",
                    "Aliases": []
                },
                "24": {
                    "ID": "5354227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/heavy-object/episodes/5354227",
                    "TitleEnglish": "A Requiem for the Flowers Blooming in the Field ~ The Battle to Destroy the Baby Magnum II ~",
                    "SummaryEnglish": "Qwenthur and Havia find themselves working with unlikely allies as they try to prevent Milinda and the Baby Magnum from getting themselves killed or starting the next world war.",
                    "Aliases": []
                }
            }
        }
    }
}