{
    "URL": "https://www.thetvdb.com/series/hakone-chan",
    "Genres": [
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.hakone-chan.jp/",
        "https://www.themoviedb.org/tv/90378"
    ],
    "TitleEnglish": "Hakone-chan",
    "SummaryEnglish": "After many years of dormant rest, a hot springs fairy awakens in modern-day Japan. However, while she slept, she took on the appearance of a young girl. She decides to cooperate with the locals whilst trying to regain her powers.",
    "TitleJapanese": "温泉幼精ハコネちゃん",
    "SummaryJapanese": "温泉街に降臨した、温泉の精霊・ハコネ。\nところが、長く眠りについていた彼女は、外見が幼女になっていた！\nたまたま居合わせた高校生・冬哉は、\n彼女の本来の力を取り戻すため、協力することになるが……。\n温泉街の住人とハコネが巻き起こす、\nドタバタ温泉コメディ！",
    "Aliases": [
        "Onsen Yousei Hakone-chan"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "1": {
            "ID": "638002",
            "URL": "https://www.thetvdb.com/series/hakone-chan/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5332939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakone-chan/episodes/5332939",
                    "TitleEnglish": "Hakone-chan Has Descended!",
                    "SummaryEnglish": "While wishing to the shrine of the hot spring spirit that he would get closer to Haruna, Tohya drops a steamed bun into the water, and out pops a strange little girl.",
                    "TitleJapanese": "ハコネちゃん降臨！",
                    "SummaryJapanese": "温泉街「箱根湯本」。裏山の源泉で「榛名との仲を進展すること」を祈る冬哉。ふいにお供え物のまんじゅうを源泉に落としてしまう。すると突然、源泉から一人の女の子が！「ハコネは源泉の主じゃ！」と言い放つ。ここに温泉の幼精、「ハコネちゃん」が降臨したのだ！"
                },
                "2": {
                    "ID": "5354700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakone-chan/episodes/5354700",
                    "TitleEnglish": "Hakone-chan and the Secret Box",
                    "SummaryEnglish": "Haruna's sister, Aki, doesn't believe is the spirit of the hot springs, but while they're taking a bath, she shows them her powers.",
                    "TitleJapanese": "ハコネちゃんと秘密箱",
                    "SummaryJapanese": "榛名の家である「春秋荘」に行くハコネ達。そこで、榛名の妹、亜季と出会う。ハコネが温泉の精霊であることを信じぬ亜季であったが、温泉でハコネの力を知る。更にハコネは、精霊の道具である秘密箱の力を見せるのであった。"
                },
                "3": {
                    "ID": "5354701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakone-chan/episodes/5354701",
                    "TitleEnglish": "Hakone-chan and the Box Cat",
                    "SummaryEnglish": "Hakone-chan shows off her talents and lands a job.",
                    "TitleJapanese": "ハコネちゃんとハコネコ",
                    "SummaryJapanese": "春秋荘に宿泊したハコネを起こしにいく榛名と亜季。そこには、ぐっしょり濡れた布団が！恥ずかしそうなハコネは「饅頭の夢を見てしまい、よだれが…」と話し出す。寝ながら温泉を出す姿は「間欠泉！」と改めて温泉の精霊であることを実感する二人であった。"
                },
                "4": {
                    "ID": "5354702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakone-chan/episodes/5354702",
                    "TitleEnglish": "Hakone-chan and the Tourism Ambassador",
                    "SummaryEnglish": "Hakone, the new tour ambassador for Yumoto, works a little too hard.",
                    "TitleJapanese": "ハコネちゃんと観光大使",
                    "SummaryJapanese": "駅前で箱根のPRをする榛名達と観光大使となったハコネ。温泉精霊の力を使い、パフォーマンスをするハコネに大きな歓声が上がる。力を使いすぎたハコネは倒れてしまう。頑張るハコネに冬哉は、あるものをプレゼントするのであった。"
                },
                "5": {
                    "ID": "5354703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakone-chan/episodes/5354703",
                    "TitleEnglish": "Hakone-chan and Hakone-sama",
                    "SummaryEnglish": "Hakone gets a level up!",
                    "TitleJapanese": "ハコネちゃんとハコネ様",
                    "SummaryJapanese": "春秋荘に突如現れた背の高い美女。ばったり出くわして固まる亜季！正体は、おっきくなったハコネだった。ハコネはおっきくなった自分の姿を見てもらおうと箱根の街に繰り出すのであった！！"
                },
                "6": {
                    "ID": "5354704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakone-chan/episodes/5354704",
                    "TitleEnglish": "Hakone-chan and Miya-chan",
                    "SummaryEnglish": "A new hotel opens up next to Shunjusou. The owner is a girl named Miki, another hot spring spirit.",
                    "TitleJapanese": "ハコネちゃんとミヤちゃん",
                    "SummaryJapanese": "春秋荘の横にオープンした巨大ホテル。唖然とする榛名と亜季の前に現れた女の子はホテルのオーナー、ミヤであった！ミヤは、ホテルのオープンイベントを開催する。ステージ上でのミヤの歌声に、お客さんは大歓声！！お客を取られると思った榛名達はハコネちゃんを売り出して人気を取り戻そうとするが……。"
                },
                "7": {
                    "ID": "5354705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakone-chan/episodes/5354705",
                    "TitleEnglish": "Hakone-chan and the Hot Spring Pool",
                    "SummaryEnglish": "Miya invites the gang to her hot spring pool. Something's fishy, but seeing Haruna in her swimsuit, Tohya goes along with it.",
                    "TitleJapanese": "ハコネちゃんと温泉プール",
                    "SummaryJapanese": "ミヤに温泉プールに誘われた冬哉達。怪しむ冬哉だが榛名の水着姿に浮かれてすっかり忘れて楽しんでしまう。油断したところに、ミヤが温泉をあやつり流れるプールにしてしまう！反撃に出ようとしたハコネ達に、今度は猿の大群が現れた！？"
                },
                "8": {
                    "ID": "5354706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakone-chan/episodes/5354706",
                    "TitleEnglish": "Hakone-chan and Jigokudani",
                    "SummaryEnglish": "Tour ambassador Hakone goes to Jigokudani, where Aki gives her a scare by saying there are still demons there.",
                    "TitleJapanese": "ハコネちゃんと地獄谷",
                    "SummaryJapanese": "観光大使としての仕事で地獄谷を訪れたハコネ達。亜季がいたずらでハコネを怖がらせようと、今でも地獄谷に鬼が住んでいると迫る！パニックになったハコネは走り出してしまう。逃げ出した先で助けを求めたのは、箱根を代表するあのキャラ？？"
                },
                "9": {
                    "ID": "5354707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakone-chan/episodes/5354707",
                    "TitleEnglish": "Hakone-chan and Otamagaike",
                    "SummaryEnglish": "Hakone-chan and the ghost.",
                    "TitleJapanese": "ハコネちゃんとお珠ヶ池",
                    "SummaryJapanese": "お珠ヶ池の茶屋で一休みしているハコネちゃん達。冬哉がハコネに、池の脇にある石碑に纏わる怪談話を披露する。なんでも関所破りに失敗した女の幽霊が出るんだとか。でもそんな話をしている冬哉の後ろに……。"
                },
                "10": {
                    "ID": "5354708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakone-chan/episodes/5354708",
                    "TitleEnglish": "Hakone-chan and Goura Park",
                    "SummaryEnglish": "Hakone and the gang visit Goura Parks, where they're attacked by the resident spirit.",
                    "TitleJapanese": "ハコネちゃんと強羅公園",
                    "SummaryJapanese": "強羅公園でアシノコとゴウラがお茶をしながら今後の作戦を考えていると、ハコネちゃん達がやってきた。強羅公園はゴウラのフィールド！のんきに散歩している姿に怒ったゴウラが温泉を吹きかけてハコネちゃん達を追い詰める。"
                },
                "11": {
                    "ID": "5354709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakone-chan/episodes/5354709",
                    "TitleEnglish": "Hakone-chan and the Tekkosen",
                    "SummaryEnglish": "It turns out that there are more hot spring spirits out there.",
                    "TitleJapanese": "ハコネちゃんと鉄甲船",
                    "SummaryJapanese": "春秋荘にやってきたミヤ。温水プールでの一件から冬哉の事が気になり落ち着かない。ミヤは、ほかの温泉精霊について冬哉の為に説明する事になった。そのときハコネが精霊の力の源である神社に行く事を思いつき芦之湖に向かう事に……。そこには鉄甲船！？"
                },
                "12": {
                    "ID": "5354710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakone-chan/episodes/5354710",
                    "TitleEnglish": "Hakone-chan and the New Hot Spring Spirits",
                    "SummaryEnglish": "Hakone and Miya, accompanied by Haruna, Aki, and Tōya, are returning to Motohakone via the Tekkosen. Miya tries using her Water of Servitude to deal with the crowds, but that left her open for Gōra to snatch her secret puzzle box. Hakone goes after them to retrieve it, making Miya realize (through Tōya) that Hakone does not see her as an enemy, but as a friend. Miya is then urged to help Hakone. Miya is able to lunge at Gōra and take her puzzle box back. She then unleashes its powers, making Gōra grovel uncontrollably. As the ship returns to Motohakone, everyone races back to the shrine.",
                    "TitleJapanese": "ハコネちゃんと新たな温泉精霊",
                    "SummaryJapanese": "本箱根に向かう船上で景色を眺めるハコネちゃん達。船室への帰り道が大混雑！ミヤが秘密箱で解決しようとすると、ゴウラとアシノコが現れて秘密箱を奪ってしまった。二人の目的は箱根の温泉精霊を仕切ること！？"
                },
                "13": {
                    "ID": "5354711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakone-chan/episodes/5354711",
                    "TitleEnglish": "A New Day with Hakone-chan",
                    "SummaryEnglish": "For a moment Hakone and Miya regained their full powers upon reaching the shrine. Hakone mentions that no hot spring spirit can warm the soul with stolen powers. Sensing wisdom in her words Gōra tells Ashinoko to stop. Ashinoko turns on Gōra as a result, but that is because Ashinoko, being still too young, cannot fully handle her powers yet. Hakone and Miya return to their weakened states because of using too much power, but Hakone manages to neutralize the enraged Ashinoko, causing her to disappear. They fail to find her, but managed to return to her well a few seasons later. Gōra and Ashinoko started working around Haruna's family-owned resort, and things return to normal.",
                    "TitleJapanese": "ハコネちゃんとまた新しい日常",
                    "SummaryJapanese": "階段を駆け上るハコネとミヤ！鳥居をくぐって境内へ入っていくと、二人の体が変化して大人の姿になった。力の戻った二人にアシノコは負けを認めず温泉を飛ばしてくる。ハコネちゃんは説得しようとするが、アシノコは力を使いすぎ暴走してしまう！！"
                }
            }
        }
    }
}