{
    "URL": "https://www.thetvdb.com/series/the-legend-of-qin",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5887030/",
        "https://so.youku.com/search_video/q_%E7%A7%A6%E6%97%B6%E6%98%8E%E6%9C%886%E6%B2%A7%E6%B5%B7%E6%A8%AA"
    ],
    "TitleEnglish": "Qin's Moon: The Legend of Qin",
    "SummaryEnglish": "Set during the Qin Dynasty in ancient China, a brave assassin attempts to kill the Emperor to save his homeland. However, the assassin failed and in retaliation, the Emperor sent his troops to kill his eight year old son. A highly skilled swordsman intervenes and rescues the boy. After their escape from the forces of the Emperor, they embark on a journey to change the destiny of the empire while encountering several friends and foes along the way.",
    "Aliases": [
        "Qin's Moon",
        "Qin's Moon: Hundred Steps Flying Sword",
        "Qín Shí Míng Yuè",
        "The Legend of Swordsman",
        "Qin Shiming Yue Zhi: Bai Bu Fei Jian",
        "Qin's Moon: Night Ends - Daybreak",
        "Qin Shiming Yue Zhi: Ye Jin Tianming",
        "Qín Shí Míng Yuè 2",
        "The Legend of Swordsman 2",
        "Qin's Moon 2",
        "The Legend of Qin II",
        "The Legend of Qin III",
        "The Legend of Qin IV",
        "The Legend of Qin V",
        "Qin's Moon 3",
        "Qin's Moon 4",
        "Qin's Moon 5",
        "Qín Shí Míng Yuè 3",
        "Qín Shí Míng Yuè 4",
        "Qín Shí Míng Yuè 5",
        "The Legend of Swordsman 3",
        "The Legend of Swordsman 4",
        "The Legend of Swordsman 5",
        "Qin Shiming Yue Zhi: Zhu Zi Bai Jia",
        "Qin's Moon: Hundred Schools of Thought",
        "Qin Shiming Yue Zhi: Wanli Changcheng",
        "Qin's Moon: The Great Wall",
        "Qin Shiming Yue Zhi: Junlin Tianxia",
        "Qin's Moon: The Emperor Under Heaven"
    ],
    "Modified": "2024-10-27",
    "Seasons": {
        "0": {
            "ID": "635470",
            "URL": "https://www.thetvdb.com/series/the-legend-of-qin/seasons/official/0",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "6581831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581831",
                    "TitleEnglish": "Birdsong in Hollow Valley 1",
                    "SummaryEnglish": "Assassins Baifeng (White Phoenix) and Moya (Ink Crow) debate the consequences of their actions under the orders of the general they serve. Baifeng accepts a challenge by Moya to try to save a little bird being attacked by the general’s falcon without harming the falcon. Moya wins the challenge and they continue the debate their situation. As payment for losing, Moya asks Baifeng to accompany him to see the new resident of the Sparrow Pavilion. They observe a beautiful woman playing music on an invisible Guqin (sounds like a piano). Baifeng agrees that she is beautiful, but she is the property of General Ji Wuye. Baifeng spends the next few days listening to her play at a distance. Moya reveals that her name is Nong Yu. Secretly, Baifeng leaves her a Zither which she plays beautifully and many birds flock to listen, as well as Baifeng. She tells Baifeng that the music is called Birdsong in Hollow Valley. Moya reminds Baifeng that the Sparrow Pavilion and all that’s in it belong to General Ji Wuye. The next day, the general questions the staff about the appearance of the zither and the disappearance of his pet yellow oriole, caged next to the falcon. He suspects his falcon of killing the oriole and strangles it in full view of his frightened staff, and then has the staff hanged. He then gives Moya a mission."
                },
                "2": {
                    "ID": "6581832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581832",
                    "TitleEnglish": "Birdsong in Hollow Valley 2",
                    "SummaryEnglish": "Moya suddenly attacks Baifeng, reminding him of who they serve, and Baifeng’s ill-advised action of leaving a zither for Nong Yu in the Sparrow Pavilion. He will not kill Baifeng which means that they are now in danger, and must escape. Although Moya is a loyal assassin, he realizes that their lives are of little value, and they are prisoners of a different kind. They separate, and are immediately attacked by the general’s assassins. Baifeng heads for the Sparrow Pavilion and asks if Nong Yu will leave with him. She decides to stay for her own reasons and advises him to leave. After he leaves, Moya emerges from the shadows and confirms his suspicions that she is highly skilled assassin and has plans to kill General Ji Wuye. That night, when Nong Yu meets the general, he asks her to play the broken zither while Moya watch Baifeng from concealment. She creates soundless music from the broken Zither which the general does not hear and attracts many birds, but only crows. When he embraces her, she stabs him with a hairpin."
                },
                "3": {
                    "ID": "6581833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581833",
                    "TitleEnglish": "Birdsong in Hollow Valley 3",
                    "SummaryEnglish": "Nong Yu’s attempt to kill General Ji Wuye with a hairpin is unsuccessful and he demands that she reveal her employer. Instead she takes poison, but before General Ji Wuye can force an answer from her, Baifeng intervenes. He fights the general with the ailing Nong Yu in his arms until Moya attacks the general and tells Baifeng to leave with her and find the antidote. Before they can escape, the general seals the three in a room. Moya then manages to deflect 300 arrows aimed at them but is mortally wounded by an arrow from the general. He then tricks the general into firing an arrow which pierces one of the steel plates in the ceiling allowing Baifeng to escape with Nong Yu. With his last breath, Moya attacks and wounds the general. Baifeng rushes to get the antidote, but Nong Yu reveals that none exist, and she dies as the sun sets. A woman arrives, and Baifeng accuses her of ordering Nong Yu to kill General Ji Wuye, but before he can attack her, Wei Zhuang stops him, and accuses him of being the cause of her death because he was not strong enough."
                },
                "4": {
                    "ID": "7633864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/7633864",
                    "TitleEnglish": "Soaring Dragon",
                    "SummaryEnglish": "Thousands of years ago, the supreme Goddess forged a fallen meteor into a powerful sword, to be used by Chi You to bring peace. However, he became corrupted by its power and a terrible war broke out. The land was devastated by the now fearless warlord Chi You. A young, wise, and courageous man, Huang Di (Yellow Emperor) led his people against Chi You with the help of the Supreme Goddess. He wielded the power of the Dragon and eventually won the war. The Supreme Goddess sealed Huang Di’s ultimate weapon, a gem called the Dragons Soul, in Loulan in far western China. Now the Qin Emperor seeks the Demon Robot which is the last of 81 bronze giants created by Chi You."
                },
                "5": {
                    "ID": "6581834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581834",
                    "TitleEnglish": "Under Luosheng Tang",
                    "SummaryEnglish": "One of the students from the Taoist Heaven Clan enters Yin-Yang School's Water Division find his lost sister, Xiao Yi(Chinese: 小衣; pinyin: xiǎo yī). Five years later, he meets a nameless girl from the Wood Division. He takes a protective interest in her, after he tries to stop her from entering a forbidden area of the Yin-Yang School, even though she is emotionless towards him. When the two of them set foot in the forbidden area, his true identity is exposed by the Yin-Yang leaders, including Donghuang Taiyi, Yueshen, Xinghun, Yunzhong Jun and Dasiming. Yueshen orders the girl to put him to death and he accepts his fate, telling her that he wished she had seen a better side of him. It is unknown if he survived her attack. And after carry out Yin-Yang leaders' order, the girl is given the name Shaosiming and promoted to the leader of Wood Division."
                },
                "6": {
                    "ID": "6581835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581835",
                    "TitleEnglish": "Lady Xiang Descends",
                    "SummaryEnglish": "Prelude- Ehuang: (Swan Empress) A wounded man finds shelter with a beautiful woman, Ehuang, in the XiaoXiang Valley. She give him some of her ex-husband’s clothes to wear and tells him about the death of her twin sister Nuying. They were happy until Lord Shu (Xiang) arrived when they both fell in love with him. This romance tore them apart and Nuying died from no known illness. Her death so impacted on Ehang that her relationship with Lord Shu suffered. They drifted apart and he left. While walking in the bamboo forest the man encounters Lord Shu, but it may be a mirage. Interlude- Nuying: When the man returns, he finds an alternative reality where Nuying is alive, and Ehuang is dead. She explains that Lord Shu and the twin sisters belonged to the Yin-Yang School and that Lord Shu caused her sister’s death. She says he is now effected by a Yin-Yang curse from her husband and is on the verge of death but she can cure him. Recapitulation - Lord Xiang: The man returns to the bamboo forest, confused about what is happening and again encounters Lord Shu. Lord Shu tells a story of how the sisters forced him to choose between them by both jumping into dangerous rapids. He only managed to save one sister, but was never certain which one, Nuying or Ehuang. Only one sister would be able to lift the curse he put on the man as they had practiced different Yin-Yang techniques. He said he needs to know so that he can properly mourn the lost lover. The man wakes up, not knowing whether he has dreamed or lived through these events, but realizes that he may never leave the XiaoXiang Valley."
                },
                "7": {
                    "ID": "7633865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/7633865",
                    "TitleEnglish": "Entrance of the Doctor",
                    "SummaryEnglish": null
                },
                "8": {
                    "ID": "7072547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/7072547",
                    "TitleEnglish": "罗网之心",
                    "SummaryEnglish": null
                },
                "9": {
                    "ID": "8055401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/8055401",
                    "TitleEnglish": "Xiaomeng Special Episode (Part 1) Dream of Dawn",
                    "SummaryEnglish": null
                },
                "10": {
                    "ID": "8055402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/8055402",
                    "TitleEnglish": "Xiaomeng Special Episode (Part 2) Thousand Autumn Rivers",
                    "SummaryEnglish": null
                },
                "11": {
                    "ID": "9458005",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/9458005",
                    "TitleEnglish": "The Legend of Qin 3D Ancient Dragon Spirit",
                    "SummaryEnglish": "The movie reveals the events before Ge Nie and Tianming defeated 300 soldiers at Huangyang Chuan right at the start of season 1. The events will retell how Tianming and Ge Nie met. A new character and her relations to the Western Regions will be introduced as well."
                }
            }
        },
        "1": {
            "ID": "635471",
            "URL": "https://www.thetvdb.com/series/the-legend-of-qin/seasons/official/1",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "5310695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310695",
                    "TitleEnglish": "Wisteria",
                    "SummaryEnglish": "Ge Nie and Jing Tianming are attacked in the desert. After fending the enemy troops off, Ge Nie is injured and is found, along with Tianming, by the Royal Tribe of Chu. They are then attacked by an assassin sent by Wei Zhuang."
                },
                "2": {
                    "ID": "5310696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310696",
                    "TitleEnglish": "Anonymity",
                    "SummaryEnglish": "The assassin is defeated by Ge Nie and the group takes off for an unknown area. Wei Zhuang dispatches Grey Wolf to deal with them."
                },
                "3": {
                    "ID": "5310697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310697",
                    "TitleEnglish": "Classmate Yan",
                    "SummaryEnglish": "After fending off the Grey Wolf assassin, Ge Nie's injuries reopen. At that time, Gao Yue (Yue-er) appears and leads them into a Mohists Manor, where Duanmu Rong, a doctor, is. Although reluctant to treat his wounds at first, she later changes her mind. Master Ban reappears in this episode, to prevent enforce the orders given by Duanmu Rong. Jing Tianming breaks Duanmu Rong's sign of the three who will not be treated."
                },
                "4": {
                    "ID": "5310698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310698",
                    "TitleEnglish": "Men in Trees",
                    "SummaryEnglish": "Ge Nie has finally recovered and converses with Master Ban, regarding the insanity curse on Jing Tianming. The Qin's spies infiltrate the Mohist Manor, prompting Ge Nie, Tianming, Duanmu Rong and Yue-er to leave immediately. On the way, they are attacked by a giant bird at a cliff."
                },
                "5": {
                    "ID": "5310699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310699",
                    "TitleEnglish": "Kidneys",
                    "SummaryEnglish": "After they are stranded on the cliff, it is then revealed that Gao Yue is actually the princess of the Yan kingdom. Her father was supposedly killed by Ge Nie, and she plans to take revenge. Wei Zhuang's female assistant Chilian (Crimson Lotus) appears and controls Yue-er, coercing her to make Duanmu Rong kill Ge Nie. Master Ban then arrives on a mechanical giant bird, and successfully retrieves everyone except Yue-er who topples over into the cliff."
                },
                "6": {
                    "ID": "5310700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310700",
                    "TitleEnglish": "A Demonstration",
                    "SummaryEnglish": "Yue-er is successfully rescued, and the truth regarding her father's death is revealed. Her father was really assassinated by Wei Zhuang and his female assistant, Crimson Lotus, changed the memory of Yue-er so she thought that Ge Nie was really the one who killed her father. In addition, a plot involving the assassination of the Qin Emperor is revealed to have taken place years ago, one that ultimately failed."
                },
                "7": {
                    "ID": "5310701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310701",
                    "TitleEnglish": "Sound of Music",
                    "SummaryEnglish": "Jing Tianming learns about the Hundreds of Schools of Thought and the 300 year conflict between the Mohists and the Gonshu Clan both famous for their mechanisms. A giant bird attacks their mechanical bird and Master Ban receives a poisonous wound. They are then attacked by flocks of birds controlled by White Phoenix/Baifeng of the Quicksand clan. Yue-er pilots the mechanical bird for Master Ban and they manage to escape into The Mohist mountain city. Tianming learn all about the legends of the place and the Mohist philosophies. Back in Xianyang Palace Prime Minister Li Si tell the Emperor about the difficulty of attacking the Mohist stronghold."
                },
                "8": {
                    "ID": "5310702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310702",
                    "TitleEnglish": "Divine Nine",
                    "SummaryEnglish": "Jing Tianming learns more about the Mohists and the construction of the Mechanical City. Dao Zhi arrives. Emperor talks about his dream to unite the six nations under the Qin which leaves no place for the separatist Mechanical City to exist. Because normal troops could not successfully attack the Mechanical City, he plans for the Quicksand and Gongshu Clans to infiltrate and defeat Mohists. Meanwhile Master Ban explains the many traps and defense mechanisms built for defense. Ge Nie realises that Tianming has potential, but is still young and naive and will need a lot of guidance to achieve his potential. They meet teacher Xu whose mother forged Ge Nie’s sword, Rainbow Abyss. Meanwhile Wei Zhuang decides to send in Hidden Bat and Lin-er to infiltrate the Mechanical City."
                },
                "9": {
                    "ID": "5310703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310703",
                    "TitleEnglish": "Twelve Qidu",
                    "SummaryEnglish": "Ge Nie learns that there is a sword in the Mechanical City held by Xiaogao called Cold Water which is the opposite of his sword, Rainbow Abyss. Tianming witnesses a contest of strength between Da Tiechui and Xiang Shaoyu to lift a huge bronze vessel weighing 1,250kg carried in by 12 of the strongest men. Both lift the vessel, but because of Xiang Shaoyu’s age, he is the winner. Tianming sneakily throws stone at Shaoyu from the audience and Da Tiechui tries to punish him, but Tianming manages to evade the huge man’s blows. Xuenu intervenes to stop the fight, but warns Tianming if the acts badly in the future, the punishment will be severe. Duanmu Rong sees hope for the future in the three orphans - Jing Tianming, Xiang Shaoyu and Yue-er."
                },
                "10": {
                    "ID": "5310704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310704",
                    "TitleEnglish": "Moon Shine",
                    "SummaryEnglish": "Hidden Bat enters the Mohist Mechanical City. Moon Goddess demonstrates the power of Yin Yang to the Emperor and talks about the child threatening the empire, Jing Tianming, and predicts that he will kill Ge Nie. At the Mechanical City Master Ban suspects that Qin forces will not try a frontal attack, but will use stealth to breach the defenses. In an experiment, Wei Zhuang pits a Mohist machine against a Gonshu Clan snake to see which will win – the Gonshu snake. While on patrol at the perimeter of the Mechanical City Da Tiechui and troops encounter Hidden Bat."
                }
            }
        },
        "2": {
            "ID": "635472",
            "URL": "https://www.thetvdb.com/series/the-legend-of-qin/seasons/official/2",
            "# Episodes": 18,
            "Episodes": {
                "1": {
                    "ID": "5310705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310705",
                    "TitleEnglish": "Gathering and Dispersing Quicksand",
                    "SummaryEnglish": "Tianming had a nightmare about being separated from Yue-er (a foreshadowing). When he wakes up, Ge Nie realizes that the spell on Tianming has grown stronger. At night, Yue-er, Tianming and Shaoyu began their tour in the Machinery City. Shaoyu tells the others two about the Wei Zhuang and his assassins called \"Quicksand\" and \"Reverse Quicksand\". Datiechui and his two men are attacked by Yinfu in the jungle. One of the man is killed by Yinfu, the other who runs for help is killed by someone in black. Datiechui is also in grave danger."
                },
                "2": {
                    "ID": "5310706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310706",
                    "TitleEnglish": "The Forest of Serpents and Tigers",
                    "SummaryEnglish": "When Yinfu is about to kill Datiechui, he is stopped by Gao Jianli. The three children arrived at a huge gate. Yue-er says the gate leads to the Forbidden Land, a very dangerous place of execution, but the two boys don't take it seriously. With Xuenv's help, Gao Jianli wounds Yinfu badly. Wei Zhuang makes the Qin's armies clean away the traps. One of the Mohist machinery beasts, White Tiger, confronts Gongshu Family's machinery serpent. Gao Jianli believes Ge Nie has killed Jing Ke and thus suspects him to be a spy. Gongshu Chou asks for the scroll of the traps. Master Ban is attacked."
                },
                "3": {
                    "ID": "5310707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310707",
                    "TitleEnglish": "Reverse Scales in the Dark",
                    "SummaryEnglish": "The one in black takes the key to the secret chamber. Shaoyu sends Tianming a message, asking him to meet somewhere, but Tianming doesn't know the characters. Gao Jianli sees Tianming and remembers Jing Ke. Tianming meets Gao Jianli and asks him about his father, but Gao Jianli gives no reply. The Mohists realizes someone has entered the secret chamber and taken the scroll. Tianming and Yue-er meet Shaoyu and Master Xu's Sword-founding Pool. Tianming somehow remembers he has seen the 1st-ranked sword Tianwen(Heaven Questions), the sword of Yingzheng, and knows the sword in the Xianyang Palace. He can't clean up his train of thoughts no matter what, the spell on him attacks and Tianming goes unconscious. Yue-er decides to try treating Tianming with her inner strength."
                },
                "4": {
                    "ID": "5310708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310708",
                    "TitleEnglish": "An Endangered City in A Long Night",
                    "SummaryEnglish": "Yue-er is about to recover Tianming when the spell begins to counterattack and poison herself. Gongshu Chou claims he has found out the fatal weak point of the Machinery City. Duanmu Rong arrives in time and saves Yue-er and Tianming. Wei Zhuang gives a tiny bottle of poison to his spy, who disguises himself as Duanmu Rong and deceives Gao Jianli who guards the Centre Pool. Master Xun sees Ge Nie doing something to the pool and is wounded. In fact, that man is the Wei Zhuang's assassin, Heiqilin(Black Kilin). He has disuised himself as the Mohist who run for help and entered the City. He puts the poison into the water which flows everywhere and gives power to the whole city. Gao Jianli tries to kill Ge Nie but Duanmu Rong stops him."
                },
                "5": {
                    "ID": "5310709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310709",
                    "TitleEnglish": "The Poison of One Thousand Nights",
                    "SummaryEnglish": "Duanmu Rong tells Gao Jianli that she has checked all the water in the City, and somehow there's no prison at all. Ge Nie is prisoned, and Tianming is furious with the Mohists. Xuenv immobilizes him and put him into the room next to Ge Nie's. Duanmu Rong gives the Mohists leaders her unique pills that can resist any prisons for four hours just in case. At the daybreak Duanmu Rong is suddenly reminded of a poison called One Thousand Nights, the poison that never attacks unless it's exposed to sunshine. The poison became gas and the whole City is paralysed. Tianming feels painful because of the gas, and Ge Nie tries to teach him to resist. Wei Zhuang and Qin's armies began their attack."
                },
                "6": {
                    "ID": "5310710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310710",
                    "TitleEnglish": "A Dead End, An Impasse",
                    "SummaryEnglish": "Shaoyu and Yue-er put on protective scarfs and go through the poisonous air. They run into Heiqilin but survive by playing dead. Tianming climbs across the cliff to Ge Nie's window, Ge Nie wonders why he is not affected by the gas. Ge Nie tells him to climb to the corridor about 110 metres away. Tianming is frightened. Duanmu Rong finds Shaoyu and Yue-er, they go to Ge Nie and they're unable to set him free. Tianming has a hard time over the cliff, and is almost killed by the trap beside the corridor, but Shaoyu saves him by resisting the machine with his hands. Tianming now understands Ge Nie's words, and yells to tell him to take care."
                },
                "7": {
                    "ID": "5310711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310711",
                    "TitleEnglish": "Rising Swords & Raging Waves",
                    "SummaryEnglish": "Duanmu Rong sees the broken jade that Tianming wears and suspects the jade to be a royal item. They run into the Qin soldiers and fight with them. The poisoned Mohists are no match for the army. Gao Jianli shows up and kills Canglang. Wei Zhuang beats Gao Jianli but doesn't chase the Mohists. Duanmu Rong finds it impossible to meet the other leaders, so she sends the children into the Forbidden Land. Herself is captured by Yinfu. The other leaders gather in the Mohist Core, the only place free from Wei Zhuang. Wei Zhuang sends soldiers into the Central Rotunda to try the traps, and all of them are killed."
                },
                "8": {
                    "ID": "5310712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310712",
                    "TitleEnglish": "Leaping Tiger & Swinging Monkey",
                    "SummaryEnglish": "Gongshu Chou shows Wei Zhuang a machinery man made of Wushuang's body. This human machine cleans away all the attacks from the traps. Wei Zhuang captures many Mohists and threatens to kill them one by one if the leaders don't surrender. In the Forbidden Land, the first level is called Tiger Leap, the player must have extraordinary strength and kong-fu to pass. The three pass the level thanks to Shaoyu. The leaders get awareness of the children's acts by watching the movement of the machines. At the second level Monkey Swing, when Tianming tries to pass the abyss, Shaoyu somehow drops Tianming's safety rope. Both Tianming and Yue-er are falling into the abyss."
                },
                "9": {
                    "ID": "5310713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310713",
                    "TitleEnglish": "A Devouring Throat",
                    "SummaryEnglish": "Shaoyu actually has acrophobia because of childhood accident, but at the last moment, he gets over his fear and catches his two friends. Tianming manages to pass the level and open the road that leads across the abyss. The children see the murals about Jing Ke assassinating the Qin Emperor. Shaoyu tells the story that no one survives Jing Ke's attack, but it's a mystery why the emperor survives. Chilian uses her poison to torture Duanmu Rong. Rong and the other Mohists gesture that they'll kill themselves if their friends try to rescue them. The three fall into a trap with rotating blades around them, and a fabulous music box in front of them."
                },
                "10": {
                    "ID": "5310714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310714",
                    "TitleEnglish": "The Treasure Box of Magical Music",
                    "SummaryEnglish": "The Music Box is the treasure of Yin-yang School, and it was somehow taken to Mohist School. The children realize they have to pass the test of the box to survive. A starry sky appears above them, and Yue-er finds out part of the secret with her knowledge about the Five Elements, the Twelve tones and Five sounds. She remembers how her mother has taught her to watch the stars, and find the vital star, the key to the test. Yue-er takes the box with her when they leave. Gongshu Chou manages to enter the Forbidden Land. The children come to a place with two roads. When they go to read the words separately, Shaoyu stands at the entrance to the Kingly Path, Tianming and Yue-er at the Chivalrous Path."
                },
                "11": {
                    "ID": "5310715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310715",
                    "TitleEnglish": "Mohist War At the Kingly Path",
                    "SummaryEnglish": "The original road suddenly collapses and the three have to separate. Shaoyu walks into a chamber and the trap forces him to play a chess game, not the Go chess game in which the chessmen kill each other, but a reverse chess game in which the chessmen turns enemies to friends. Shaoyu was proud of his chess skill, but after a while he loses his priority and his life is threatened by the trap. He recalls his father's death on the battlefield, and tries his best to win the game. He finally wins the game and a weird weapon shows up before him."
                },
                "12": {
                    "ID": "5310716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310716",
                    "TitleEnglish": "No War At the Chivalrous Path",
                    "SummaryEnglish": "The inscription on the weapon reads Pozhen Bawang Qiang (The overlord's spear that crushes armies). Shaoyu is very fond of this reward. Tianming and Yue-er enters a chamber where there are many bronze soldiers and a huge bronze god. Suddenly the bronze men began to attack them. Yue-er realizes that the bronze god knows their locations through the weight on the floor tiles. Therefore she stands on her tiptoe at the border of the tiles. Tianming pulls the key to the back door from the bronze god, and they manage to pass the chamber. Yue-er finds the key to be the ultimate weapon of Mohist, Feigong(No War)."
                },
                "13": {
                    "ID": "5310717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310717",
                    "TitleEnglish": "Broken Rainbow, the Taboo",
                    "SummaryEnglish": "Tianming somehow finds the way to transform Feigong into all kinds of weapons. Gongshu Chou operates the machines and traps the three children, but himself is also sent into the prison that Tianming and Yuer falls into. Gongshu Chou claims to be a friend of Master Ban. He tells Tianming about the sword painted on the ground, the Broken Rainbow. This sword was the one Jing Ke used to assassin Ying Zheng. After Jing Ke died, Ying Zheng Broken Rainbow reforged as Rainbow Abyss and granted it to the person who killed Jing Ke. Tianming is shocked to know Ge Nie has killed Jing Ke."
                },
                "14": {
                    "ID": "5310718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310718",
                    "TitleEnglish": "Against the Flow to the Black Turtle",
                    "SummaryEnglish": "Gongshu Chou opens a door on the ground and says someone has to swim in the underground river to the Waterfall and turn on one of the Four Holy Creatures, Xuanwu (the Black Turtle) to bring in clean water or they will all die. He tells Tianming to rotate on the red handle, but when Tianming makes it to the Machine Creature, he realizes something wrong with Gongshu and rotates the black one. Clean water is brought in but Tianmign is attacked by the Black Turtle. Mohists realizes Wei Zhuang has set a trap for their approaching allies and sends Daozhi to warn them. Wei Zhuang sends Baifeng to chase him."
                },
                "15": {
                    "ID": "5310719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310719",
                    "TitleEnglish": "In the Deepest Dream",
                    "SummaryEnglish": "Trapped in deep water, Tianming loses consciousness. He finds himself in a palace-like place, where a parrot yells \"you're back\" and his jade becomes complete. He recalls everything he has experienced: Gao Yue's story, his dream about finding his father, the assassins and villains, Ge Nie, the Mohists. He struggles in his mind and desperately wants to become strong to protect those he loves. He hears a woman's voice saying \"Don't be afraid, my child. Be strong.\""
                },
                "16": {
                    "ID": "5310720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310720",
                    "TitleEnglish": "Lightening-Battle; Anti-War",
                    "SummaryEnglish": "Tianming breaks out of the trap and sees Gongshu Chou and Yuer. Gongshu Chou fails to kill Tianming and gets punched into the water. Qin's armies chases Tianming and Yuer', they manages to defend and counterattack with Feigong. After running to a safe spot, they meet Shaoyu, who has broken off the trap. Baifeng chases Daozhi with numberless birds. After running a longway at a lightning speed, Daozhi is caught up and wounded. The three children comes to help him escape driving a White Tiger, but Gongshu Chou shows up in his machine serpent and Baifeng leaves safely."
                },
                "17": {
                    "ID": "5310721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310721",
                    "TitleEnglish": "When the Bronze Speaks",
                    "SummaryEnglish": "Tianming, Shaoyu and Yuer fights Gongshu Chou in a valley, and manages to destroy the serpent using the rocks. They hurry back to the City to help the others. At the same time, Heiqilin sticks the machine and stopps the door from closing. Datiechui, Xuenu and Gao Jianli has no choice but to confront Quicksand directly. Tianming and Yuer runs into Yueshen, she finds Yuer somehow able to resist her magic so she takes Yuer away. Wei Zhuang is about to kill Duanmu Rong when Ge Nie shows up."
                },
                "18": {
                    "ID": "5310722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310722",
                    "TitleEnglish": "Night Ends; Daybreak",
                    "SummaryEnglish": "Ge Nie and Wei Zhuang first met each other as schoolmates when they were 18 or 19. Wei Zhuang once lost the first battle with his senior, but he has become much stronger now. During the fight, Duanmu Rong protects Ge Nie from Baifeng's attack with her own body and gets badly wounded and almost dies. She recalls her mastress telling her never to love a swordsman, but she has loved Ge Nie. When she hears Ge Nie still address himself as \"Zaixia\"(a polite and indifferent way of saying \"I\"), she weeps sadly. She tells Ge Nie in her heart to protect himself for he always gets himself hurt(physically and spiritually) and closes her eyes. Ge Nie is injured because of his anger. Tianming arrives and Ge Nie asks Tianming to stand behind him, but Tianming suddenly stabs him with a dagger."
                }
            }
        },
        "3": {
            "ID": "635473",
            "URL": "https://www.thetvdb.com/series/the-legend-of-qin/seasons/official/3",
            "# Episodes": 34,
            "Episodes": {
                "1": {
                    "ID": "5310723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310723",
                    "TitleEnglish": "Chu Songs in the Turbulent Days",
                    "SummaryEnglish": "Years Ago, Ying Zheng, King of Qin Kingdom, sent his armies to perish Chu, the last one of his six enemy kingdoms that stopped him from uniting China. Xiang Family, the strongest power in Chu confronted Qin's troops. Xiang's young master, Shoyu, despite his young age, fought excellently. However, because of the fierce battle machines that Gongshu Family had made for Qin, Shaoyu and Chu armies were unalbe to withstand the attack of Qin troops led by Meng Tian, and were forced to retreat. Ying Zheng finally unified China, but he knew there were still enemies watching his empire. Days ago, he sent his troops and Directionist Wei Zhuang to destroy the Machine City of Mohist School."
                },
                "2": {
                    "ID": "5310724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310724",
                    "TitleEnglish": "Storms and Upheavals",
                    "SummaryEnglish": "Years ago, the remaining Chu soldiers were caught up by Qin's troops. Shaoyu fought against Meng Tian but he was too young to win. Meng Tian told Shaoyu that he had killed Xiang Yan, Shaoyu's grandfather. When Chu's army was about to be surrounded, three Manchine White Tigers attacked Qin's troops. Gao Jianli, Xuenu, Datiechui and Daozhi came to help Shaoyu out. Hours Ago, Daozhi was trying to meet the Mohist leader to warn him about the situation in the City when he was attacked by Shaosiming(Junior Charge of Life) from Yin-yang School. The Mohist Leader and his allies were heading towards the City when they found a Mohist disciple lying on the ground. The Leader helped him up while the disciple was actually Dasiming(Senior Charge of Life) from Yin-yang School. The Leader and his friends defeated the Qin's soldiers around and Daozhi managed to meet with the Leader."
                },
                "3": {
                    "ID": "5310725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310725",
                    "TitleEnglish": "Heirs of the Ghost Valley",
                    "SummaryEnglish": "Ge Nie was stabbed from the back by Heiqilin(Black Kylin) disguising as Tianming. Though he's wounded he insists on fighting Wei Zhuang. Ge Nie and Wei Zhuang are the two students of Guigu(Ghost Valley), the Directionist School, the most mysterious school, the winner between whose two heirs has the abilities to direct the fate of every kingdom under heaven. Twelve years ago, they were put into a test in which each of them was required to somehow stop two tigers running in opposite directions and save the two men tied up at the two ends of a hallway. Wei Zhuang killed the two tigers and saved one man while the other died. Yet Ge Nie managed to save neither because he tried to save both. Master Guigu told him that he would lose again if he failed to get over his kindness and become decisive."
                },
                "4": {
                    "ID": "5310726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310726",
                    "TitleEnglish": "Decisions and Severance",
                    "SummaryEnglish": "The delayed life-and-death battle between Wei Zhuang and Ge Nie finally begins. Ge Nie uses his highest technique, the Hundred-Step Flying Sword but fails to even injure Wei Zhuang. Surprisingly, Wei Zhuang also attacks with Flying Sword that should have only belonged to Ge Nie. Ge Nie manages to wound Wei Zhuang but Wei Zhuang breaks Rainbow Abyss with the teeth of Shark Tooth. However, Ge Nie grabs the broken blade and gets Wei Zhuang under control. Wei Zhuang asks Ge Nie to kill him, but Ge Nie recalls their brotherhood and hesitates when Wei Zhuang attacks him. Ge Nie is badly wounded and falls."
                },
                "5": {
                    "ID": "5310727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310727",
                    "TitleEnglish": "Such a Long Journey",
                    "SummaryEnglish": "Two months ago, Tianming was very hostile to Ge Nie because he thought it was Ge Nie's fought that he was chased by killers. After Ge Nie's betrayal, Ying Zheng and his minister Li Si decided to unleash a fearful prisoner named Shengqi to kill Ge Nie. Shengqi attacked Ge Nie and Tianming. Their carriage was stuck between cliffs and about to fall, but Tianming did not trust Ge Nie and refused to get out. Shengqi chopped the carriage into pieces, Ge Nie held Tianming in his arms and jumped off the cliff. After landing safely, he protected Tianming from the falling carriage with his body and got hurt. Tianming realized he was wrong and begged for Ge Nie's forgiveness in tears. Ge Nie was deeply comforted with Tianming's trust."
                },
                "6": {
                    "ID": "5310728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310728",
                    "TitleEnglish": "The Trap of Destiny",
                    "SummaryEnglish": "Ge Nie killed a number of assassins. Tianming was fascinated by his power and wished to learn from him to kill the assassins. Ge Nie told Tianming that one should never try to become powerful just to kill the others. He wrote the character \"Chivalrous\" (侠 xia). He told Tianming the left part was a character \"man\" which meant the behavior of a man; the right was a big man carrying two small, so this character meant \"the strong helping the weak\". In the Machine City, Ge Nie wakes up and tells Tianming to be strong. Tianming cries grievedly, saying he can't lose his Uncle. Ge Nie thanks Tianming for his trust and understanding before he goes unconscious again. Tianming is furious with Wei Zhuang and the Mohists. Gao Jianli apologizes for misunderstanding Ge Nie before, and vows to protect Tianming and Ge Nie. Wei Zhuang catches Tianming and arranges three one-on-one battles. Only if the Mohists can win two of the three will Tianming be saved."
                },
                "7": {
                    "ID": "5310729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310729",
                    "TitleEnglish": "Unmatched Thunder God",
                    "SummaryEnglish": "The first of the one-on-one battles takes place between Da Tiechui and the Unparalleled. The Unparralled had been defeated years earlier by Ge Nie using the Hundred Steps Flying Sword technique but was re-formed by The Gongshu Clan's mechanisms to have super-human strength. Da Tiechui thinks back to 12 years ago when he was an army General in the Kingdom of Yan under the command of the autocratic and cruel Yan Yi. After two of his troops were accused of insulting Prince Dan he risked his life in a trial of strength to save them from execution. Meanwhile the Qin Commander Ying Zheng threatens to attack the Kingdom to take vengeance on Prince Dan for sending Jing Ke to assassinate him."
                },
                "8": {
                    "ID": "5310730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310730",
                    "TitleEnglish": "Brothers of Yan Nation",
                    "SummaryEnglish": "Da Tiechui memories continue to 10 years ago when the Qin attacked the Yan with 300,000 troops Commanded by General Wang Jian. With only 50,000 troops for defence, General Da Tiechui was commanded by Yan Yi to defend the Mountain Valley border with only a small troop. As Da Tiechui's troops were about to be completely over-run, Yan Yi refused to send reinforcements dooming them to defeat while he offered to trade the Prince's life to save his own."
                },
                "9": {
                    "ID": "5310731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310731",
                    "TitleEnglish": "White Snow & Enchanting Flame",
                    "SummaryEnglish": "Da Tiechui and the Unparalleled continue their battle and although Da Tiechui is wounded, he finally defeats the Unparalleled. Snow Lady/Xuenu Zhao then challenges Crimson Snake to the second battle. Her White Snow technique is unsuccessful and during the contest she succumbs to the Fire Charm technique and is immobilised."
                },
                "10": {
                    "ID": "5310732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310732",
                    "TitleEnglish": "One Dance That Prostrates Cities",
                    "SummaryEnglish": "Snow Lady/Xuenu's mind drifts back 10 years when she gave a command performance for the rich and powerful at the Snow Princess pavilion in the Yan Nation. During the performance, a drunken General Yan Yi insults the performance and is brought before the king's uncle Yan Chunjun for punishment. Xuenu is given the decision over Yan Yi's life and spares him. Yan Chunjun then insists on Xuenu dancing for him and to drink his wine at his residence, which she is unable to refuse."
                },
                "11": {
                    "ID": "5310733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310733",
                    "TitleEnglish": "Warm Spring",
                    "SummaryEnglish": "Yan Chunjun sends 2 jade bracelets to Xuenu wear for the performance at his residence. Gao Jianli, Xuenu's accompanist, intervenes to protect her from the danger of performing for Yan Chunjun, but she refuses his aid, and he is captured and chained to a post. During Xuenu's performance, Gao Jianli is about to be killed when he retaliates and kills the guards. He kills many of the guards who attack him , but is eventually confronted by Yan Chunjun's assassin."
                },
                "12": {
                    "ID": "5310734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310734",
                    "TitleEnglish": "White Snow",
                    "SummaryEnglish": "While Xuenu's dance continues, Gao Jianli battles the assassin outside, eventually killing him, and Yan Chunjun dies at the same moment. Before escaping, Gao Jianli proposes he and Xuenu spend the rest of their lives together, but she is non-committal. Back in the present, Xuenu reveals that she was not defeated by the Fire Charm technique, but realises that she was poisoned by Crimson Snake during their battle and collapses. Gao Jianli then challenges Hidden Bat for the final battle, but White Phoenix intervenes and challenges Gao Jianli instead."
                },
                "13": {
                    "ID": "5310735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310735",
                    "TitleEnglish": "Dancing Phoenix & Freezing Water",
                    "SummaryEnglish": "Gao Jianli pits his Cold Water Sword against the incredible speed of White Phoenix which involves quite a bit of taunting and verbal sparring. Gao Jianli uses the Chilly River of Yishui technique which leaves him open to counter-attack when White Phoenix uses the speed of his Six Phoenix Dancing Illusion and Feather Edge hidden blade. Meanwhile Gao Jianli's mind drifts back to a time when he was playing music at an inn when he was confronted by a fighter claiming to be sent by Kuang Xiu from Qin."
                },
                "14": {
                    "ID": "5310736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310736",
                    "TitleEnglish": "Towering Mountain",
                    "SummaryEnglish": "The Fighter allegedly sent by Kuang Xiu challenges Gao Jianli and is immediately killed, but Gao Jianli finds that all the other customers are also from Qin. As they prepare to attack him, an apparently drunken customer intervenes and defeats them all bare-handed using his Four Styles of a Drunken Immortal technique. He reveals himself to be Jing Ke of the Mohist School and that the other customers were from the Snare Assassin Group. He gives Gao Jianli the unique musical score for 'High Mountains, Flowing Waters' from the famous musician Kuang Xiu who is imprisoned in Qin. Gao Jianli travels to meet Kuang Xiu, and while they play a duet on the zither, Jing Ke defends them from the troop of soldiers at the fort."
                },
                "15": {
                    "ID": "5310737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310737",
                    "TitleEnglish": "Flowing Water",
                    "SummaryEnglish": "Gao Jianli and Kuang Xiu continue to play a duet on their zithers, oblivious to Jing Ke fighting off the Qin troops who are trying to kill them. Gao Jianli then joins and Jing Ke in the battle and manage to defeat them, but Kuang Xiu is killed while playing during the battle. Gao Jianli's mind returns to the current battle with White Phoenix and is wounded. Meanwhile Xiang Shaoyu has rescued Tianming and they are outside the main conflict in Central Hall fighting off Qin troops."
                },
                "16": {
                    "ID": "5310738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310738",
                    "TitleEnglish": "Momei, the Bladeless Sword",
                    "SummaryEnglish": "Tianming returns to the Central Hall and finds Gao Jianli wounded. He challenges Hidden Bat/Yinfu, but is assisted by Dao Zhi who suddenly appears as does a stranger from the Mohist school. The stranger easily defeats Hidden Bat and challenges Wei Zhuang, who in turn convinces Tianming to fight him."
                },
                "17": {
                    "ID": "5310739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310739",
                    "TitleEnglish": "No-war, the Granted Duty",
                    "SummaryEnglish": "After advice from the stranger, Tianming faces Wei Zhuang with the Anti-War device he retrieved from the forbidden grounds of the Mohists. Tianming manages to evade the Wei Zhuang's challenge of Horizontal Pierces Four Directions move using his sword Shark Tooth, but Wei Zhuang still intends to kill him. The stranger then challenges and defeats Wei Zhuang with his sword Momei and reveals his identity as Prince Yan Dan (Yue-Er's father) and leader of the Mohist school. Yan Dan gives Wei Zhuang and the Quicksand group a chance to leave, stating his reason is that he doesn't want Ying Zheng, Emperor of the Qin Dynasty, to succeed."
                },
                "18": {
                    "ID": "5310740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310740",
                    "TitleEnglish": "The Fearful Curse of Six Ghosts",
                    "SummaryEnglish": "Yan Dan confirms that he is Yue-er's father, and that he let everyone believe that he was killed by Wei Zhuang then collapses from his injuries. The Mohist people are concerned about the condition of their leader, but Xuenu calms them and reveals that Duanmu Rong is still alive, although badly wounded. Black Unicorn/Hei Qilin overhears this while hidden among the crowd. When Elder Xiaoyao Zi of the Toaist school investigates Yan Dan, he discovers that he is effected by a forbidden and incurable Yin Yang curse - Fearsome Curse of the Six Souls. While the Confucians consider the situation, the Mohist leaders emerge and all salute Tianming."
                },
                "19": {
                    "ID": "5310741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310741",
                    "TitleEnglish": "Start the Green Dragon",
                    "SummaryEnglish": "Tianming is unwillingly brought before Yan Dan who praises him for his brave and chivalrous behaviour and tells him that he will be the future leader of the Mohist school and gives him the sword Momei. As Qin troops advance on the Mohist stronghold Master Ban gives the order to start up the Azure Dragon, collapsing the mountain retreat. The Qin army, Wei Zhuang and Dragon Priestess of the Yin Yan school look on, but the Mohists evacuate via subterranean rivers. The Qin emperor Ying Zheng receives news that the 300 year old Mohist Machinery City has been destroyed by his troops."
                },
                "20": {
                    "ID": "5310742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310742",
                    "TitleEnglish": "Dragon in the East",
                    "SummaryEnglish": "The Qin troops who attacked the Mohist Machinery City lie devastated. It's rumoured back in Qin that the Mohists had four spirit beasts, Vermilion Bird, Black Tortoise, White Tiger and Azure Dragon which had been kept for just such an occasion. The Yin Yang priestesses surmise that the Confusians and Taoists have assisted the Mohists and decide to report it to their Eastern Emperor. The Moon Goddess/Yue Shen also warns Qin Emperor Ying Zheng of a potential threat from the east. Meanwhile the Mohist leaders all agree to become Tianming's teachers so that he can become the leader that Yan Dan predicted. Teacher Xu commences his education with a history lesson but Tianming is easily bored."
                },
                "21": {
                    "ID": "5310743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310743",
                    "TitleEnglish": "My Good Leader",
                    "SummaryEnglish": "Strugging to stay awake, Tianming hears teacher Xu tell of Sun Wu (known as Xu Rulin) and his masterpiece Sun Tzu's Art of War. He then talks about the Pheasant school (farmers) while Tianming falls asleep. Meanwhile Li Si tells Ying Zheng that he should turn his attention to the Confucian school that assisted the Mohists. The Mohist leaders are now travelling to Qilu, the land of the Confucian school. When their carriage catches on fire, Tianming mistakenly extinguishes the fire with water, creating smoke that alerts the Qin troops and fueling doubts about his suitability."
                },
                "22": {
                    "ID": "5310744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310744",
                    "TitleEnglish": "Travelling With Thee",
                    "SummaryEnglish": "The Mohists leaders use Heaven's Will to decide and take a vote on whether to continue with Tianming as their leader, but the vote is a tie, 3 to each side and so Tianming stays leader. Gao Jianli proposes that the principle learned is that they should work together and not rely on one leader. Observing them is Shengqi who has been given the Snare group to attack Qilu, but he violently rejects any assistance and Li Si's orders."
                },
                "23": {
                    "ID": "5310745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310745",
                    "TitleEnglish": "The Leader by the Sea",
                    "SummaryEnglish": "The Mohists leaders group reach the ocean in disguise and meet Pao Ding and his Mohist allies at the Youjian Inn in Shanghai. They learn of increased military activity in the area and closed shipping in and out of the port. Pao Ding suggests that they stay out of sight in a secluded village in the hills where Duanmu Rong lays in a coma. He presents them with a three clues left by Zhang Liang, leader of the Confucian school. Later, while walking through the city with Pao Ding and Xiang Shaoyu, Tianming disappears."
                },
                "24": {
                    "ID": "5310746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310746",
                    "TitleEnglish": "The City of Sanghai",
                    "SummaryEnglish": "Xiang Shaoyu finds Tianming, but not before seeing wanted notices for the Mohist leaders. He also discovers that there are rumours of a sea monster in the harbour and elite Qin troops in Shanghai. While the two boys are watching troops and a carriage pass by, they are recognised by Gongshu Chou who orders them captured. They manage to escape during the confusion and get lost, but arrive at the Confician school surrounded by an honour guard of Qin troops. Confucian Zifang Liang rescues them by saying they are Confucian students and predicts that Tianming will owe him exactly seven favors in the future. Finally the guest of honour arrives - a masked woman."
                },
                "25": {
                    "ID": "5310747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310747",
                    "TitleEnglish": "The Junior Sage Villa",
                    "SummaryEnglish": "After the masked woman (Gongsun Ling Gong), the other guests of honour at the Confucian school are revealed as Star Wraith/Han Xing, Chu Nangong and finally Li Si. Li Si explains that the reason for their visit is to see Xun Zi, his former Confucian teacher, but his old teacher refuses to see him."
                },
                "26": {
                    "ID": "5310748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310748",
                    "TitleEnglish": "Gongsun Linglong",
                    "SummaryEnglish": "The highly skilled Logician Gongsun Ling Gong challenges the Confucians to a debate , including the famous \"is a white horse a horse\" argument, and wins all seven rounds, beating the Confucians convincingly."
                },
                "27": {
                    "ID": "5310749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310749",
                    "TitleEnglish": "A White Horse Is No Horse",
                    "SummaryEnglish": "After the Confucian scholars lose seven debates to Gongsun Ling Gong, Zifang challenges her to an eighth debate, and calls in Tianming (as Ziming) as her opponent. Tianming commences by insulting her, and then by replacing her family heirloom white horse with a black horse and demolishing her argument. Having lost the debate, Li Si and his party leave, but not before reminding the Confucians that all under the wide heaven is the king's land including its people."
                },
                "28": {
                    "ID": "5310750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310750",
                    "TitleEnglish": "Ziming and Ziyu",
                    "SummaryEnglish": "The Moon Goddess arrives outside Xianyang and is met by General Meng who is awaiting orders to travel east. At the Confucian school, Tianming is being taught the Confucian skills, but finds it a struggle and is teased by the other students. He defends Pao Ding's apprentice Shi Lan from the other students who they accuse of being a Yin Yang spy. Meanwhile, the Shengqi arrives in Shanghai."
                },
                "29": {
                    "ID": "5310751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310751",
                    "TitleEnglish": "A Lonely Moon in the Sky",
                    "SummaryEnglish": "At Xianyang the Moon Goddess with Yue-er encounter Star Wraith/Han Xingwho who takes an interest when he recognises her as Princess Gao Yue. In Shanghai, Dao Zhi suspects Shi Lan is more skilled in martial arts than is apparent. Pao Ding explains to Tianming that Shi Lan is highly skilled in martial Arts but has kept it secret."
                },
                "30": {
                    "ID": "5310752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310752",
                    "TitleEnglish": "The Butcher's Saber Skill",
                    "SummaryEnglish": "Gao Jianli and Xuenu approach the Confucians for assistance to cure Duanmu Rong. Pao Ding teaches Tianming his knife slicing technique while Yan Lu, the second household manager of the Confucius School tricks apprentice uncle Xun Zi into meeting Tianming (Ziming)."
                },
                "31": {
                    "ID": "5310753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310753",
                    "TitleEnglish": "A Brilliant Scheme in the Brocade Bag",
                    "SummaryEnglish": "It's revealed that Yan Lu and Zhang Liang (Zifang), the second and third household managers of the Confucius School, decided that they need to skills of the reclusive apprentice uncle Xun Zi to cure Duanmu Rong which involves introducing him to Tianming (Ziming). Having convinced Xun Zi that Ziming is a chess master, the household managers arrange a match in which the loser must fulfil a request. After tutoring by Zifang, but Ziming makes an initial mistake, but his playing style unsettles the old master. Zifang helps Ziming win by reflecting light onto the grid pattern of a window. Xun Zi agrees to help revive Duanmu."
                },
                "32": {
                    "ID": "5310754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310754",
                    "TitleEnglish": "Ji Ru, Qianlong",
                    "SummaryEnglish": "While leading Xun Zi to Duanmu Rong they encounter bandits chasing a merchant. Ziming uses the Anti-War weapon to defeat them, saving them all from certain death and further impressing Xun Zi who begins to treat Duanmu Rong. Later, it's revealed that the merchant was Prince Fushu of the Qin Empire. The Moon Goddess presents Yue-er to the Eastern Emperor who reveals to her that her real name is Jiru Qianlong. Females without noble blood do not have names, only a surname until they are married. The Moon Goddess also gives him the music box taken from the Mohist Machinery City."
                },
                "33": {
                    "ID": "5310755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310755",
                    "TitleEnglish": "A Mirage, the Ocean City",
                    "SummaryEnglish": "As evening approaches, Ziming and Ziyu head into Shanghai and follow the townspeople to see the immortal mountain in the eastern sea which appears like a mirage and then disappears. They stay too long at the port and break the curfew. On their way back, that see wanted posters for the Mohists and argue about the reward amounts. They are then confronted by Priestess of Death/Da Siming but manage to escape with assistance of an unseen ally."
                },
                "34": {
                    "ID": "5310756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310756",
                    "TitleEnglish": "The Mirage, a Dragon Palace",
                    "SummaryEnglish": "Ziming and Ziyu follow their unknown saviour through Shanghai, but Ziming is captured by one of the troops in a flying machine. During their escape Ziyu discovers that it was Shi Lan who saved them, and that she is a girl. Ziming manages to overpower the pilot but crashes the flying machine and catches up with Ziyu and Shi Lan. At dawn, they see a procession led by General Meng Tian heading to the docks, where a massive ship appears that almost dwarfs the city. Master Ban believes it is the result of collaboration between the Dictatorial Mechanisms and the Yin Yang techniques. Following in the procession is The Moon Goddess with Yue-er."
                }
            }
        },
        "4": {
            "ID": "635474",
            "URL": "https://www.thetvdb.com/series/the-legend-of-qin/seasons/official/4",
            "# Episodes": 37,
            "Episodes": {
                "1": {
                    "ID": "5310763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310763",
                    "TitleEnglish": "Dead as Sichuan",
                    "SummaryEnglish": "This episode recaps main elements of the story so far, and with Yue-er wondering about her identity. We see a huge hill-top wall and fortress complex being built by the Qin with forced labour - the beginning of the Great Wall. A huge statue falls during the construction, one of the setbacks bedeviling the project, pushing the deadline back 85 days. The frustrated Yíng Zhèng, Emperor of the Qin Dynasty demands that it be completed in 30 days. Ziming and Ziyu are still in Shanghai and see a procession of 500 Immortal Child Fairies who were allegedly chosen by the Lord in the Clouds/Yun Zhong Jun, the ship's owner, board the floating city, Mirage. Meanwhile Da Tie Chui and Dao Zhi attack a Qin convoy who are disguised as travelling traders. News about the attack travels back to the Emperor's palace and Li Si alleges that there may be a spy within the empire."
                },
                "2": {
                    "ID": "5310764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310764",
                    "TitleEnglish": "Unescapable Nets",
                    "SummaryEnglish": "Angry at the loss of the Black Dragon Scroll by the Qin convoy attacked by Da Tie Chui and Dao Zhi, Li Si suggests that they use the Net Trap organization to trap the informer. Near Shanghai, Zifang and Wei Zhuang meet and fight to a draw, and then discuss the political situation in the new era. Wei Zhuang blames the Chivalrous Heroes for the current chaos in the country, but Zifang disagrees. They intercept an agent of the Net Trap organization who was monitoring their meeting. On their way back, Wei Zhuang and Crimson Snake pass Shengqi and recognize his sword Juque. Meanwhile Zhao Gao and his Net Trap group are seen traveling to Shanghai, and the Moon Goddess presents a small copper box containing immense potential to the Lord in the Clouds on the Mirage."
                },
                "3": {
                    "ID": "5310765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310765",
                    "TitleEnglish": "Blood-Stained Jade Leaf Flower",
                    "SummaryEnglish": "The Confucian students compete in a horse race which Ziyu wins convincingly, with the rest following well behind and Ziming arriving a very distant last. A Net Trap agent tells Shengqi their plans, to kill Ge Nie without mercy. Ziyu follows Shi Lan and finds that she is taking food to someone hiding in the woods. Xun Zi has Ziming bring the very rare Blood-Stained Jade Leaf Flower to revive Duanmu whose heart meridian was injured by a sharp blade which carried internal energy. However because of her strong resistance to medicine developed over the years Xun Zi requires the addition the Artemisia Snow Wolf Poison first to create a Yin Yang process within her body. However Xun Zi is told that Meng Tian has confiscated all medicines and taken them to the Mirage for some unknown purpose."
                },
                "4": {
                    "ID": "5310766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310766",
                    "TitleEnglish": "Turbulent Undercurrent",
                    "SummaryEnglish": "Da Siming appears as an old lady at the Confucian headquarters and captures a Mohist Ah Zhong, who is interrogated by Star Wraith to find the location of the Mohists. Zhao Gao and his Net Trap group arrive in Shanghai and meets Li Si who sends them to retrieve the Black Dragon Scroll. The Mohists have the scroll but it is protected by Gonshu Clan’s mechanisms. Shengqi challenges Wei Zhuang and the battle commences on an old bridge."
                },
                "5": {
                    "ID": "5310767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310767",
                    "TitleEnglish": "Dense Lock Heart Knot",
                    "SummaryEnglish": "Master Ban tries to break the Gonshu Clan’s locking mechanisms on the scroll. Li Si briefs Zhao Gao and questions him about his search for a special box, that has something to do with the Seven Mansions of the Azure Dragon. The Quicksand group find the scene of the battle between Shengqi and Wei Zhuang but no sign of either of them. Unparalleled Demon/Wushuang comes across Ziming and attacks him and they both fall into a deep hole."
                },
                "6": {
                    "ID": "5310768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310768",
                    "TitleEnglish": "Stupid Bear Ono",
                    "SummaryEnglish": "Crimson Snake forces the Quicksand group to split up and find Wei Zhuang by poisoning them and controlling the antidote. Ziming escapes Wushuang, but when he has the opportunity, cannot kill him because he realizes they are alike in many ways. While following Shi Lan, Ziyu sees White Phoenex on his search for Wei Zhuang, and later they are found by Hidden Bat. On his return to the Confucians school Ziming finds a secret passage in Master Ban’s room, leading to an underground storage area with many machines, and accidentally triggers a defense mechanism on the Black Dragon Scroll."
                },
                "7": {
                    "ID": "5310769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310769",
                    "TitleEnglish": "Wicked Darkness War",
                    "SummaryEnglish": "Star Wraith finds the location of the Mohists and the Emperor sends General Meng and the elite Golden Flame soldiers to Shanghai to retrieve the Black Dragon Scroll. Shi Lan and Ziyu fight Hidden Bat but are saved from death by a huge black cat that appears to be an ally of Shi Lan. Wei Zhuang encounters a mysterious figure who causes him to question his motives and who his real enemy is. As General Meng’s troops approach The Confucians retreat, they encounter Ge Nie, now the number one wanted criminal in the empire, who asks the general and his troops to turn back."
                },
                "8": {
                    "ID": "5310770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310770",
                    "TitleEnglish": "Shanghai Heart",
                    "SummaryEnglish": "Shi Lan and Ziyu manage to escape Hidden Bat on the back of her huge black cat, Blackie. Ge Nie confronts General Meng and attacks him directly with a wooden sword, but he is interrupted by the sudden appearance of Star Wraith who attacks him. They fight to a stand-off, then General Meng advances his troops to attack Ge Nie as a fog approaches. Meng discovers that Ge Nie’s attack was a diversion created to allow Dao Zhi to free Ah Zhong the Mohist prisoner who was being forced to reveal the location of the Mohists. Ziyu (Xiang Shaoyu) shares his feelings of loneliness with Shi Lan who reveals that her real name is Xiao Yu from the Mount Shu clan."
                },
                "9": {
                    "ID": "5310771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310771",
                    "TitleEnglish": "Black Dragon Scroll",
                    "SummaryEnglish": "Back at their headquarters with the Confucians, the Mohists, discuss their strategy, and the power of Star Wraith who can use his Yin and Yang skills create a deadly blade from thin air. Although General Meng failed to capture Ne Gie and find the Mohist’s hideout, Emperor Ying Zheng realises that they are close to finding them, and redoubles his efforts. Master Ban reveals that he had extracted the Black Dragon Scroll from the mechanism before Tianming (Ziming) triggered the defence system, but the text is written in a code. They entrust the scroll to Ziming to take it to Shanghai for Zhang Liang (Zifang) the Third Manager of Confucians to decipher. Zhang Liang had stayed in the city overnight at Pao Ding's inn because of the curfew, and encounters Gongsun Linglong in the early morning. She artfully interrogates him about his movements, but is interrupted by Ziming who distracts her by calling her “fat aunt” although she suspects that the inn holds some secrets. However, when Ziming gives Zhang Liang the bamboo holder it is empty, the scroll is not there."
                },
                "10": {
                    "ID": "5310772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310772",
                    "TitleEnglish": "Carpenter and Saw",
                    "SummaryEnglish": "Ziming is distraught at losing the Black Dragon Scroll and retraces his steps to find it. While looking for the scroll in a bamboo forest, Ziming comes across the five senior Confucian students stoning Wushuang who is still in the deep hole. Ziming argues with Zimu and while trying to stop him, realises that Zimu has the scroll, just before falling into the deep hole himself. The students return to the Confucian Junior Sage Village and lie about what happened. Wushuang seems to understand the friendship and help Ziming has offered him, and so he helps Ziming escape from the hole. Zimu is questioned about what happened to Ziming, but because he and the other students lie about it, are punished by having to copy a Confucius scroll when Ziming returns unscathed. While the students fall asleep that night while copying the scroll, a masked Ziming creeps and attempts in to steal the scroll from Zimu."
                },
                "11": {
                    "ID": "5310773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310773",
                    "TitleEnglish": "Seven Stars of the Azure Dragon",
                    "SummaryEnglish": "Ziming manages to retrieve the scroll from Zimu, but not without causing the students some embarrassment and extra punishment for falling asleep. Ziming finally delivers the Black Dragon Scroll to Zhang Liang (Zifang). Meanwhile Crimson Snake dreams of the past and her relationship with Wei Zhuang. Zifang is invited to tea with Prime Minister Li Si who talks about Hanfei, a brilliant colleague from Han, but who Zifang said was rumoured to have died in a Qin prison. Li Si confirms this occurred after he offended the emperor by trying to dissuade him from attacking the Han kingdom. Li Si said that Hanfei spoke of the Seven Stars of the Azure Dragon but Zifang had only heard that it was a thousand year old secret that had not yet been revealed. Li Si then raises the name of another old friend, Wei Zhuang."
                },
                "12": {
                    "ID": "5310774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310774",
                    "TitleEnglish": "I Want To Learn",
                    "SummaryEnglish": "Ziming wants Master Ban to teach him about mechanisms in preference to the other more artistic skills, and also mentions that Zifang said that he is being watched and must be careful about where he goes. Zifang tells Yan Lu about his meeting with Li Si and the subject of Hanfei. From the description of his death Zifang suspects he died from the Fearsome Curse of the Six Souls, the Yin and Yang forbidden technique. Zifang surmises that his death was in reality because of his possible knowledge of the Seven Stars of the Azure Dragon. He had heard that it had something to do with all seven kingdoms: Qi, Chu, Yan, Zhao, Wei, Han and Qin and that the answer may lie within the floating Mirage City. Under the watchful gaze of the Deity of Clouds, the Moon Goddess asks Qianlong (Yue-er) to open the small copper box as she believes she is the key to the secret of the Azure Dragon. When confronted by the massive amount of literature to read on mechanisms, Ziming doubts that he will ever learn it all, but Master Ban gives him the Exalting Unity Mohist Cube (like aRubik's Cube) and says if he can solve it, he will understand Mohist mechanisms."
                },
                "13": {
                    "ID": "5310775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310775",
                    "TitleEnglish": "Exalting Unity Mohist Cube",
                    "SummaryEnglish": "Ziming spends days trying to solve the Exalting Unity Mohist Cube and is finally told that only the Mohist leader and Master Ban can solve it. When he realises that he can't solve it, he thinks about how everyone is good at something, but he doesn't know what his strength is. Ge Nie talks to him and encourages him to believe in himself, and not give up. Ziming takes his advice to heart and manages to solve the cube, much to everyone else's amazement, and Master Ban's decides to teach him about Mohist mechanisms."
                },
                "14": {
                    "ID": "5310776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310776",
                    "TitleEnglish": "Source of Non-Attack",
                    "SummaryEnglish": "Li Si has Zhao Gao deploy his Net Trap Organization around Shanghai, including the Confucians Junior Sage Village. Master Ban starts teaching Ziming about Mohist mechanisms and the difference between the Mohist's anti-war mechanisms designed to help people live and work better and the Gongshu mechanisms which are designed for war. He tells Ziming a story of how the Mohists protected the Song Kingdom from attack by the Chu Kingdom who were assisted by the Gongshu Clan’s battle mechanisms, and the animosity that has continued for 300 years. However Master Ban believes that Gongshu Chou has advanced greatly as demonstrated by his creation of the floating Mirage City."
                },
                "15": {
                    "ID": "5310777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310777",
                    "TitleEnglish": "Dragon in the field",
                    "SummaryEnglish": "While horse-riding with the Confucian students Ziyu sees Shi Lan leaving the village and turns to follow her but is caught in traps set by a group of bandits. As he is about to engage them in a fight when Ziming arrives on the shoulders of Wushuang so Ziyu leaves to find Shi Lan. Meanwhile, Shi Lan and Blackie have also been caught by the same group, and after beating a number of the bandits, she is confronted by their huge leader. He injures her, but then Ziyu arrives and defeats him. Moments later, Ziming arrives with Wushuang. Then a rider wearing full battle armour and their leader, rides into the camp and challenges Ziyu."
                },
                "16": {
                    "ID": "5310778",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310778",
                    "TitleEnglish": "Dragon in the wild",
                    "SummaryEnglish": "The bandits' leader and Ziyu have a fierce fight on horseback, but both have superb riding and fighting skills and after a long battle, they accept each other’s skills. The leader then removes his helmet and reveals himself to be Xiao Long and they embrace. He is General Long Ju, from the Chu Tribe, and Shaoyu's close friend. He kneels before Shaoyu, calling him your highness. Long Ju was the leader of the Soaring Dragon Army 3 years ago who valiantly defended their positions against the Qin army, inflicting and suffering heavy casualties. Only 16 officers and 218 men remain in the Soaring Dragon Army now, continuing as guerrillas. The king died but gave a tiger-shaped carving to General Long Ju to deliver to his heir Xiang Shaoyu (Ziyu). General Long Ju leads Shaoyu to their hideout which contains the sacred armour of their king, the Seven Ocean Flood Dragon Armour and then the remaining officers all swear allegiance to Shaoyu."
                },
                "17": {
                    "ID": "5310779",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310779",
                    "TitleEnglish": "The Unused Dragon",
                    "SummaryEnglish": "Shaoyu refuses to accept the responsibility of leading the remnants of Soaring Dragon Army into a pointless battle, and leaves. He returns to the Confucians, but is conflicted about his role in life, and despondent about the fate of the Chu people. Zifang takes Ziming and Ziyu for a walk in Shanghai to relieve their boredom and see Gongsun Linglong but manage to avoid her. While crossing a bridge they encounter a local bully harassing a young swordsman they passed earlier in the day. The bully’s taunts become more and more insulting challenging the stranger to either fight him or crawl between his legs to cross the bridge."
                },
                "18": {
                    "ID": "5310780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310780",
                    "TitleEnglish": "Thighs of Shame",
                    "SummaryEnglish": "The stranger crawls between the bully’s legs and everyone except Zifang thinks he’s a coward. But the bully is unsatisfied and calls the stranger Han Xin by name. When about to attack with his sword, the bully suddenly spins around and collapses after being hit in the face by a shoe thrown by an unknown assailant. The crowd disperses and Zifang stops to greet an elder, Chu Nangong, whom Ziming recognises as being allied with the Qin forces. He reveals himself to be a keen observer and shrewd judge of character. It was he who threw the shoe, not to save Han Xin whom he considers dangerous, but to save the bully from being killed. Zifang sends Ziming to retrieve the shoe, which more difficult than it appears. As Chu Nangong leaves he gives Ziyu some unfathomable words of wisdom, but predicts that the three remaining Chu families will destroy the Qin."
                },
                "19": {
                    "ID": "5310781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310781",
                    "TitleEnglish": "Lord of the Seven Seas",
                    "SummaryEnglish": "Shaoyu rides back into the Chu camp wearing his royal battle armour and assumes leadership of the remnants of the Soaring Dragon Army. He uses the tiger talisman to call together all of the former troops to fight with the Xiang clan of the Chu Kingdom against the Qin. Meanwhile Shengqi encounters the Net Trap organization who remind him of his instructions to kill Ge Nie, and threaten that if he does not comply, he may never see his brother again. The Quicksand group continue their search for Wei Zhuang and White Phoenix finds traces that he is alive and met someone, but is possibly not ready to rejoin the group. He grows tired of being controlled by Crimson Snake and attacks her."
                },
                "20": {
                    "ID": "5310782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310782",
                    "TitleEnglish": "Wind in a Sandstorm",
                    "SummaryEnglish": "White Phoenix releases Crimson Snake although there is now strong mistrust between them and he continues the search for Wei Zhuang. Crimson Snake encounters Shengqi and she asks about his battle at the bridge with Wei Zhuang. Shengqi says Wei Zhuang was not strong enough and lost and is past history. She demands more information from him but he dismisses her, saying that it's a fighting man's world, that she's an unworthy opponent, and that she can only await failure and shame. She says she will provide the whereabouts of Ge Nie if he will tell her what happened at the bridge. He agrees and he tells her that as they fell from the shattered bridge, Wei Zhuang used the force of a blow to somersault out of the ravine and did not fall. After telling him that Ge Nie is in Shanghai, which he already knows, she goads him into attacking her. They have a fierce battle but Shengqi is too fast and strong for her, and he leaves her badly wounded. She thinks back to the destruction of the Han Kingdom when Wei Zhuang killed her royal father, and she decided to join him."
                },
                "21": {
                    "ID": "5310783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310783",
                    "TitleEnglish": "Han Dream Cold Dream",
                    "SummaryEnglish": "Crimson Snake thinks back to her unhappy days as Princess Honglian of the Han Kingdom and her early encounters with Wei Zhuang. Through his influence she became a ruthless fighter, even killing her own master. She recalls her betrothal to the powerful General Ji Wuye who she tried to kill on their wedding night, but just when she was beaten, Wei Zhuang arrived, killed the general, and took his place. She fell in love with him, even though he showed no sentiment or emotional interest in her."
                },
                "22": {
                    "ID": "5310784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310784",
                    "TitleEnglish": "Drifting Sand",
                    "SummaryEnglish": "Although badly injured, Crimson Snake is defiant and refuses to provide any more information to Shengqi. The threatens to kill her, but is interrupted by the arrival of White Phoenix. He warns him against Crimson Snake's poison but as a member of the Peasant Family, Shengqi is impervious to poison. White Phoenix says her life belongs to Quicksand, and cannot be taken by him, and bets that he can save her from under Shengqi's sword, Juque. White Phoenix succeeds, but is wounded. The physical and verbal sparring between them continues, while White Phoenix tries to escape with Crimson Snake. They almost evade Shengqi, and White Phoenix is wounded again but they just manage to escape. The wounded White Phoenix demonstrates he is even more stoic than her."
                },
                "23": {
                    "ID": "5310785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310785",
                    "TitleEnglish": "Gentleman",
                    "SummaryEnglish": "Fu Nian calls Zilu and Zifang before him to punish them for harbouring the Mohist rebels and rejecting the Confucian ideals. Zilu takes responsibility, and Zifang argues that it is the right thing to do, not to sit idly by while injustice occurs. They each argue their cases, using Confucius' own teachings. Old Master Xunzi hears the argument and accuses Fu Nian of selfishly turning in the children, Ziming and Ziyu, to save the school. Meanwhile Li Si seeks assurances from Gongshu Chou that the Mirage will be ready to move when required and the Mohists still try to decipher the Black Dragon Scroll. They realise it will take too long to decode manually and Zifang suggests that Dao Zhi should steal a copper disc with the key to the code from Li Si's headquarters in Shanghai."
                },
                "24": {
                    "ID": "5310786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310786",
                    "TitleEnglish": "King of Thieves",
                    "SummaryEnglish": "With Ge Nie's knowledge of the headquarters' defences, Dao Zhi is able to infiltrate the outer defences to arrive at the Thousand Machines pavilion and enter the building to steal the Thousand Secrets Copper Disc. The building's interior is protected by a Yin and Yang School's Blood Silkworm Array, that can be seen through the light of an amethyst crystal. They are very strong, poisonous and connected to a bell alarm system. With great difficulty and gymnastics, Dao Zhi reaches the disc, only to be confronted by White Phoenix who also wants to steal it."
                },
                "25": {
                    "ID": "5310787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310787",
                    "TitleEnglish": "Thousands Machine Copper Plate",
                    "SummaryEnglish": "While following Zifang at night, Ziming and Ziyu see Wei Zhuang before being intercepted by Star Wraith and they are captured. Dao Zhi and White Phoenix fight over the Thousand Secrets Copper Disc, but the alarm is sounded and the building is sealed. White Phoenix beats Dao Zhi and escapes, but Dao Zhi had switched discs and ends up with the real disc and is rescued by Master Ban in his flying mechanism. While flying away on a giant bird, White Phoenix sees Wei Zhuang in the streets below."
                },
                "26": {
                    "ID": "5310788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310788",
                    "TitleEnglish": "Yi Chen Ling Xu",
                    "SummaryEnglish": "White Phoenix is attacked by one of the Gonshu Clan's mechanical birds piloted by a Qin but destroys it. During the fight he sees Priestess of Birth/Shao Siming of the Yin Yang School on a rooftop. Meanwhile as Ziming and Ziyu are being taken by Yin Yang troops to Qin headquarters, Ziming starts acting strangely due to his body heating up and disrupts the troops. Suddenly one of the shrouded Yin Yang group attacks the escort party with superb swordsmanship – it's Zifang with his sword Ling Xu. While Master Ban and Dao Zhi are returning to their base, Shengqi attacks their flying mechanism and Dao Zhi falls into the forest with the Thousand Secrets Copper Disc. Just after Li Si is notified of the theft of the disc, and increased guard is placed on the Emperor. Wei Zhuang appears before Li Si and tells him that he knows of the presence of the Net Trap Organization and Shengqi in Shanghai. Meanwhile Shengqi finds Dao Zhi in the forest and attacks with frightening power and Dao Zhi's arm is trapped by a fallen tree. As Shengqi is about to kill him, Shao Siming appears."
                },
                "27": {
                    "ID": "5310789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310789",
                    "TitleEnglish": "Dead End Road",
                    "SummaryEnglish": "Li Si tells Wei Zhuang that Ge Nie was the one who last captured Shengqi. Shao Siming attacks Shengqi with her Yin Yang powers, while Ge Nie and Zifang rescue Dao Zhi. Ge Nie confronts Shengqi with his wooden sword, but Shengqi asks the whereabouts of his sword Yuan Hong. Ge Nie does not answer, and withdraws. Wei Zhuang continues to question Li Si, about his instructions to Shengqi and the reason behind Hanfei's death. Li Si explains the circumstances of his death, by the Fearsome Curse of the Six Souls. Wei Zhuang knows that although Li Si wanted Hanfei out of the way, he had the secret of the Seven Mansions of the Azure Dragon. Wei Zhuang cautions Li Si to be careful about future decisions he makes as he is being shadowed by the Quicksand Group, Heiqilin. Back with the Mohists, and badly wounded, Dao Zhi thanks Ge Nie for saving his life, but asks that he does what he can to save Duanmu Rong, before collapsing."
                },
                "28": {
                    "ID": "5310790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310790",
                    "TitleEnglish": "Divine Yellow Stone Scroll",
                    "SummaryEnglish": "Zifang with Ziyu and Ziming greet the dawn on their way home and watch the city awaken. They meet Chu Nangong who presents Ziming with a gift, the Divine Yellow Stone Scroll, also known as the Divine Book of Taigong. Zifang tells the history of the scroll and its importance. Also its origin and association with the Xuan Yuan Clan, the Yellow Emperor 1,000 years ago and Ziyu's Chu Kingdom ancestor. Although he doesn't understand what it contains, Ziming finally realises its importance."
                },
                "29": {
                    "ID": "5310791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310791",
                    "TitleEnglish": "King Butterfly",
                    "SummaryEnglish": "Master Ban uses the Thousand Secrets Copper Disc to decipher the Black Dragon Scroll and passes the information to the Mohist leaders. Ziming and Ziyu are attracted to a street performance by a troupe of strangers from Mount Shu. Everyone is mesmerized by the fire breathing, juggling act and magic tricks including releasing a flock of butterflies. A feature of the act, a beautiful young girl who emerges from a box, resembles Shi Lan, but she shows no signs of recognising the boys. The next day four shrouded figures pass through the streets of Shanghai and the Priestess of Death appears as well. Gongsun Linglong again sees Zifang in the vicinity of Pao Ding's inn."
                },
                "30": {
                    "ID": "5310792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310792",
                    "TitleEnglish": "Do Not Enter",
                    "SummaryEnglish": "Amongst the viewers of the street troupe from Mount Shu are Star Wraith and Deity of Clouds who suspect they have an interest in the Mirage. The Priestess of Death informs them that a small group of Taoists led by Xiao Yao have also arrived in Shanghai. Li Si and General Meng plan their strategy, including spies lying in ambush with the rebel groups. The Taoists meet with the Mohists. On his way to deliver food to the meeting Pao Ding is intercepted by Li Si who says that he'd heard about a banquet being prepared and invites himself to attend at Pao Ding's Youjian Inn. General Meng and Star Wraith arrive at the Confucian's Junior Sage Village with orders to search for rebels. The Mohists and Taoists discuss the information from the Black Dragon Scroll that shows Emperor Ying Zheng was coming to Shanghai on completion of the Mirage. Because the Mirage was built by the Gongshu Clan and Yin and Yang School, they assume that Emperor Ying Zheng will arrive when it is ready to depart, and when the Azure Dragon will be activated. They believe the Mount Shu group are also interested in the Mirage. Ge Nie explains the structure of the Yin and Yang School headed by Deity of Clouds (Xu Fu). He told Emperor Ying Zheng that there are three Immortal Mountains – Penglai, Fangzhang and Yingzhou - outside the East Sea of Shanghai city inhabited by immortals. The aim of the Mirage is to travel there and get the elixir of immortality. Li Si arrives at Pao Ding's Inn and greets the cloaked guests, who reveal themselves to be the Confucian School leaders including Master Xun. Master Xun is rude to Li Si who chooses to ignore the insults and leaves."
                },
                "31": {
                    "ID": "5310793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310793",
                    "TitleEnglish": "Foils",
                    "SummaryEnglish": "General Meng and Star Wraith have surround the Confucian village. They enter a house and find a young woman and a sick person. They leave, however Star Wraith sees the Blood-Stained Jade Leaf Flower and is suspicious. That evening, the Mohists are bitten by golden beetles which paralyses them with the Yin and Yang’s Corpse Deity Sprite Curse which disables their internal skills. They realise that the Qin saw through their disguises and outsmarted them. When Ziming and Ziyu arrive, they are confronted by Star Wraith, Shao Siming and Da Siming of the Ynn and Yang group. General Meng recognises Ziyu (Xiang Shaoyu) who challenges him to a duel which General Meng is too smart to accept. Xiao Yao and Ge Nie emerge to join Tianming (Ziming) and Shaoyu to confront the Yin and Yang group. Even though they have lost their internal skills, they manage to counter Star Wraith’s first attack."
                },
                "32": {
                    "ID": "5310794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310794",
                    "TitleEnglish": "Three strategies",
                    "SummaryEnglish": "Star Wraith is puzzled at how his attack was countered if the Mohist’s had lost their internal skills. Star Wraith, Shao Siming and Da Siming attack simultaneously, but by using Tianming’s internal skills Xiao Yao and Ge Nie counter the attacks, although Tianming feels the force of their power. Tianming has powerful internal skills handed down from the Mohist leader, although his own skills are poor. Shaoyu uses the Anti-War device to assist in the physical defence, but is badly beaten. Xiao Yao then uses a Taoist technique to successfully counter-attack. Xiao Yao and Ge Nie politely complement each other’s skills, causing doubt in Star Wraith that his plan to remove their internal skills has failed. Star Wraith again attacks using almost all of his power, but is forced back by the combined power of the Mohists and the Anti-War device. General Meng prepares to attack with the Golden Fire Cavalry."
                },
                "33": {
                    "ID": "5310795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310795",
                    "TitleEnglish": "Kung Pao Chicken",
                    "SummaryEnglish": "Star Wraith suspects that Tianming is a key as Xiao Yao and Ge Nie have held his hands during the battle. Star Wraith, Shao Siming and Da Siming combine their attacks which puts tremendous pressure on Tianming and they are defeated. The Priestess of Death/Da Siming attacks Tianming to find the secret of his internal power, and sees the Curse Mark of Closed Eyes (or Sleep Sealing Curse) the Moon Goddess put on his neck. However when he is almost completely beaten, he remembers the knife techniques (Cow Dismembering Technique and Kung Pao Chicken) that Pao Ding taught him, and uses the sword mode of the Anti-War device to successfully counter-attack."
                },
                "34": {
                    "ID": "5310796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310796",
                    "TitleEnglish": "Butterfly Dream Escape",
                    "SummaryEnglish": "Star Wraith suspects that Tianming is a key to the Mohist's strength as Xiao Yao and Ge Nie have held his hands during the battle. Star Wraith, Shao Siming and Da Siming combine their attacks which puts tremendous pressure on Tianming and they are unsuccessful. The Priestess of Death/Da Siming attacks Tianming to find the secret of his internal power, and sees the curse mark of Closed Eyes the Moon Goddess put on his neck. However when he is almost completely beaten, he remembers the knife techniques - like Cow Dismembering Technique and Kung Pao Chicken - taught to him by Pao Ding and uses the sword mode of the Anti-War device to successfully counter-attack."
                },
                "35": {
                    "ID": "5310797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310797",
                    "TitleEnglish": "Under the Nest",
                    "SummaryEnglish": "Tianming continues his attacks with the Anti-War device on the Priestess of Death/Da Siming using all of the culinary styles he learned from Pao Ding, but runs out of recipes. As she makes her final attack Xiao Gao intervenes and takes the full force himself. He hands the sword Momei to Tianming as he is the Mohist leader and he uses to defend them. Shi Lan appears playing a melancholy melody on a flute, and the Mohist leaders disappear, including Duanmu Rong – the Butterfly Dream Escape. The Qin group suspect these are techniques of the Mount Chu clan from the Xinjiang region. Star Wraith believes that the Mohists who disappeared are hiding nearby. He eventually deduces that they are in an underground room and begins to cut through the floor. Meanwhile most of the Mohists escape through an underground corridor, leaving Tianming, Shaoyu and Shi Lan who are then trapped by falling debris. Somehow they find the Zero White Tiger Mohist machine and counter attack the Qin group. Suddenly a Gongshu machinery beast, the Ground Breaking Sanlang arrives and confronts them while another one chases the Mohist leaders in the tunnel below. The Zero White Tiger and Ground Breaking Sanlang continue to fight into the forest."
                },
                "36": {
                    "ID": "5310798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310798",
                    "TitleEnglish": "Zero White Tiger",
                    "SummaryEnglish": "Li Si informs the Emperor that the rebels have been surrounded, but they may be receiving assistance from others – the Confucian School. The Emperor is sceptical as the Confucians are loyal to the king and asks for proof. Meanwhile the Net Trap Organization pay a visit to Pao Ding’s inn to ask some questions. The Ground Breaking Sanlang continues to chase the Zero White Tiger with the assistance of the Gongshu flying machines. With great skill and gymnastics, Shi Lan manages to destroy the flying machines but they still have to deal with the more powerful Ground Breaking Sanlang which is still chasing them. The chase takes them to the coast, and towards the Mirage. The Emperor receives a message from Xianyang and General Meng and his troops are called back to Shanghai. The Quicksilver group reunite, including Wei Zhuang, and confront the Mohists as they emerge from the escape tunnel. Then Star Wraith arrives."
                },
                "37": {
                    "ID": "5310799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310799",
                    "TitleEnglish": "Great Wall",
                    "SummaryEnglish": "With the Quicksand group and the Yin And Yang School against them, and their internal powers disabled by the Corpse Deity Sprite Curse the Mohist School leaders seemingly face complete defeat. insultingly just using only one hand, Star Wraith prepares to destroy Ge Nie, but Ge Nie suddenly strikes first, injuring Star Wraith’s hand. Star Wraith and the Yin And Yang School decide to depart rather than continue. Meanwhile, at the last minute, when the Zero White Tiger is about to plunge into the sea, Shaoyu manages to deploy its wings, and it takes flight, escaping the Ground Breaking Sanlang and flying over the mirage. Unfortunately the machine is too old and frail and begins to break apart and they crash onto the Mirage. Zhao Gao informs Li Si that Pao Ding has been arrested and will be interrogated by the Net Trap Organization. As the episode ends, The Xianjian troops attack the Great Wall, Zifang comes between the Quicksand group and the Mohists, and Tianming, Shaoyu and Shi Lan enter the Mirage."
                }
            }
        },
        "5": {
            "ID": "635475",
            "URL": "https://www.thetvdb.com/series/the-legend-of-qin/seasons/official/5",
            "# Episodes": 75,
            "Episodes": {
                "1": {
                    "ID": "5310757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310757",
                    "TitleEnglish": "The Comet Over Antares",
                    "SummaryEnglish": "On the day of Geng Shen (57th of a 60 year cycle) an escorted carriage arrives at Ocean Moon Villa on the coast. The Qin Prince Fusu greets Li Si and they sit down to eat a special delicacy, bear paw served on fish fins. Suddenly assassins dressed as kitchen staff attempt to kill them, but are intercepted by the Shadow Division under General Zhang Han. Suddenly the last assassin disguised as Li Si lunges towards the prince, but is intercepted and stabbed, however he uses a smoke trick to escape. When the real Li Si arrives later, the elaborate decoy operation was explained to him. General Zhang Han detects someone watching from a distance and gives chase it’s Dao Zhi. The escaped assassin is later killed in the forest by his replacement as punishment for failure. It is revealed that this event took place during the passing of the comet over Antares in the 36th year, Eastern Province."
                },
                "2": {
                    "ID": "5310758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310758",
                    "TitleEnglish": "Vertical and Horizontal Alliance",
                    "SummaryEnglish": "Dao Zhi is pursued by General Zhang Han and the Shadow Division and is eventually captured. Dao Zhi calls him a “Bum Beetle” for his persistence in trying to catch him. On board the Mirage, the officials investigate the crashed Zero White Tiger machine and begin a search for its pilots. Tianming, Shaoyu and Shi Lan set out to find Yue-er onboard the Mirage. Although Dao Zhi was captured near Ocean Moon Villa, Li Si believes that because the Mohists philosophy is pacifism and based on defence, the assassination attempt was not their doing and possibly that of the mercenary Quicksand group who have never really been loyal to the Qin Empire. However he thinks it unlikely that they are allied with the Mohists. It does appear however that the two groups formed an alliance, following Zifang’s intervention explaining that Quicksand and the Mohists have nothing to gain be fighting each other when the Qin is their mutual enemy. They agree to cease hostilities after he shows them a restored Wushuang following his friendship with Tianming."
                },
                "3": {
                    "ID": "5310759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310759",
                    "TitleEnglish": "The Ways of Yin and Yang",
                    "SummaryEnglish": "General Meng sees an inscription on a molten meteor saying that the Huns will be the destroyers of Qin and sends a message to notify the king, 800km away. Then king is dealing with the many official petitions that he receives daily, but at news of the Huns he orders that no force be spared to defeat them. At Ocean Moon Villa the Qin suspect the Pao Ding must have instructed the assassin chef how to cook the bear paw served on fish fins dish. Zifang reveals to the Mohists that Dao Zhi’s capture was a plot for him to find Pao Ding. Qin forces in Shanghai begin to suspect collusion between the Mohist and Confucian schools. When the prince is shown a sketch of the new young Moist leader, Tianming, he recognises him as the one who saved him from bandits earlier (Episode 3-32). The Mohists consider the events of the failed assassination attempt, and conclude it is the product of an internal power struggle within the Qin Empire. The Moon Goddess begins teaching Yue-er the five levels of Yin-Yang arts and Prince Fu Su plans a visit to the Confucians village. General Zhang Han suspects that Dao Zhi planned his capture to attempt to free Pao Ding."
                },
                "4": {
                    "ID": "5310760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310760",
                    "TitleEnglish": "Dawn of the Great Dream",
                    "SummaryEnglish": "General Zhang Han imprisons Dao Zhi in a high security prison cage, made of 5 metals. A Taoist junior master attempts to leave the school to join the Qin Empire, but is confronted by 4 other Taoists. Before the fight ends, an external force intervenes and disables the 4 other Taoists. The junior master reveals that he has the secret to kill Xiaoyao Zi (leader of the Human Clan). An unseen woman retrieves a container from him and leaves. On the Mirage, Star Wraith detects the presence of Tianming."
                },
                "5": {
                    "ID": "5310761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310761",
                    "TitleEnglish": "Waiting at the Abyss",
                    "SummaryEnglish": "The Confucian leaders discuss the assassination attempt, it’s implication for them, and the impending visit by the prince. In the Mirage, Star Wraith attacks Tianming, but is stopped by a powerful force originating from Yue-er, even though she is still under the control of the Moon Goddess. The Mohists discuss ways of freeing Dao Zhi and Pao Ding from Gnawing Teeth Prison, the only prison to successfully hold Shengqi. Compounding their difficulties, it was designed by Old Master Jiang Ziya based on the Mysterious Gates Escaping Armour Technique and its whereabouts is unknown. Dao Zhi mentally retraces his steps from the entrance of the prison to his cell and then pulls a thread from his clothes and begins weaving it. Ge Nie and Wei Zhuang use a Yin-Yang snake technique to find the location of the prison – under a seaside cliff. Zifang asks Wei Zhuang to help them with the prison rescue. Surprisingly he agrees and Ge Nie offers to go with him."
                },
                "6": {
                    "ID": "5310762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5310762",
                    "TitleEnglish": "Dancing Before the Court",
                    "SummaryEnglish": "Tianming, Shaoyu and Shi Lan are still trying to escape from the maze on the Mirage. Dao Zhi, prepares for his rescue, by talking and empathizing with his guard from the Zhao Kingdom. The Confucians also suspect the assassination attempt was part of an internal power struggle within the Qin Empire. When the prince arrives at the Junior Sage Village all of the Confucians greet him including Master Xun Kang (Xun Zi). At that moment they recognise each other from the episode with bandits and the Prince decrees that Master Xun Kang should receive an award, and asks about the youth he was with. Master Xun Kang answers carefully and provides very few details about Tianming."
                },
                "7": {
                    "ID": "5537619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5537619",
                    "TitleEnglish": "The North Tower",
                    "SummaryEnglish": "Ge Nie and Wei Zhuang enter the Qin Gnawing Teeth Prison from a sea cave. They use a secret Mohist knotted string code made by Dao Zhi as a map to find his location. Prince Fu Su visits the Confucians village and is taken into their library. Looking at recent bamboo scrolls the Prince reminds Fu Nian that the writing scripts of the six kingdoms has been abolished and only the singular script of the Qin Kingdom should be used. He mandates that all new writing must be in the Qin script. He also proposes that the debate today be conducted by swords rather than words. Ge Nie and Wei Zhuang rescue Dao Zhi who suspects that the power to drive the prison’s mechanisms is well hidden. In the search for Yue-er on the Mirage, Tianming, Shaoyu and Shi Lan find themselves lost in a maze of corridors, rooms and gardens. The Moon Goddess continues her search for information about the Seven Mansions of the Azure Dragon (Eastern Constellation) using Yue-er, but Star Wraith is suspicious of her methods and motives."
                },
                "8": {
                    "ID": "5537620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5537620",
                    "TitleEnglish": "Debating the Tao Through Swords",
                    "SummaryEnglish": "While trying to escape the maze on the Mirage, Tianming, Shaoyu and Shi Lan see the legendary colourful three-footed crow. We see a scene from the past when general Meng took the giant treasured cherry tree from the Chu people to be placed on the Mirage and Shi Lan is told to find the three-footed crow, messenger of the sun, which will guide her. The crow suddenly flies at Tianming and disappears, leaving him marked with a Mount Chu totem inscription. Using clues contained in the Mount Chu totem, Shi Lan finds a way out of the maze and onto the deck, only to be confronted by the Priestess of Death, Da Siming. At the Junior Sage Village, the official party enters the Hall of Swordsmanship and await Grand Master Xiaomeng of the Taoist's Heaven Clan who appears before them. The Taoist sword Xueji, is desired by both the Heaven and Human Taoist Clans and the owner is decided by contest 5 years. It is currently in the hands of Xiaoyao Zi, leader of the Taoist's Human clan who won it from Xiaomeng’s Senior Brother, Chisong Zi. Although young, she has been in isolation, training for the past 10 years. The contest of wits and swords will consist of 3 rounds with any number of contestants on each side. Duanmu Rong is still in a coma, and the Blood-Stained Jade Leaf Flower was damaged during the escape from the confrontation with the Yin-Yang group. Crimson Snake adds a leaf from the plant to venom from a Green-Scaled Fiery Snake to cure her, but requires the Mohists help in return for her assistance. General Zhang Han is notified that Dao Zhi has escaped and sets it motion the prison’s comprehensive defence mechanisms."
                },
                "9": {
                    "ID": "5537621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5537621",
                    "TitleEnglish": "If An Ancient Sword Is Encountered",
                    "SummaryEnglish": "They realise that by combining their separate skills, Tianming, Shaoyu and Shi Lan can successfully fight Da Siming on the Mirage. Dao Zhi, Ge Nie and Wei Zhuang try to solve the puzzle of the prison’s structure and mechanisms. Zifang challenges the 6 Sword Slaves of the Net Trap Group. However first he insists that the swords must be properly introduced. Brother Luanshen who stepped forward first is uncooperative and wants to commence the swordplay however, Zifang challenges them all simultaneously, preventing them from assisting General Zhang Han at the gnawing teeth prison. Meanwhile Dao Zhi manages to solve the puzzle of moving walls in the prison and leads the others to Pao Ding. General Zhang Han then begins flooding the passageways. The 6 Sword Slaves of the Net Trap Group draw their swords and attack Zifang, but as killing is prohibited they stop short, drawing only a drop of blood. Prince Fushu, feeling distaste at the bloodthirstiness of the 6 Sword Slaves, declares the bout a tie because Zifang’s verbal skills matched to the swordplay of his opponents. The 6 Sword Slaves leave to assist General Zhang Han at the prison."
                },
                "10": {
                    "ID": "5537622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5537622",
                    "TitleEnglish": "Oblivion in Invisible Light",
                    "SummaryEnglish": "Tianming, Shaoyu and Shi Lan continue to fight Da Siming on the Mirage. She seems to have the upper hand, but Tianming draws more energy and power from the sword Momei, combining them with new recipes added to his Cow Dismembering Technique learned from Pao Ding. He also adds in the Taoist technique of Clear Sky After Snow, then Shi Lan uses the Butterfly Dream Escape to make them disappear. Da Siming withdraws, confident that the Fearsome Curse of the Six Souls on Tianming will soon cause his death. The second of the three challenges for Prince Fushu is between Shenqi and Yan Lu, the second household manager of the Confucius School. Yan Lu fights Shenqi with only a small jade carving, avoiding the many strokes of Shenqi's sword Juque with gymnastic abilities. To everyone’s surprise, Yan Lu’s carving then becomes a sword, Hanguang, the Invisible Sword. Yan Lu outclasses Shenqi, however by refusing to take advantage and striking when he can, he loses the bout by a narrow margin. Back at the prison the rebels are trying to escape the flooding water, and with the exit in sight, suspect additional traps."
                },
                "11": {
                    "ID": "5537623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5537623",
                    "TitleEnglish": "Guide of the Grand Duke",
                    "SummaryEnglish": "Tianming, Shaoyu and Shi Lan dress as members of an official party to find Yue-er. They find themselves in the cavernous Alchemy Room, a medicine storage section where Shaoyu believes Yunzhong Jun is making an elixir of immortality. Tianming decides to find the Artemisia Snow Wolf Poison to revive Duanmu Rong. Shaoyu finds a Chu symbol painted on the floor and they decide to follow its direction. The third of the three challenges for Prince Fushu is between Xiaomeng and Fu Nian, the head of Confucians. He lets Xiaomeng decide the type of contest, and she chooses internal force. The onlookers compare the history and virtues of Xiaomeng's sword Qiuli and Fu Nina's sword Taie. Back at the prison the rebels are caught in flooding water and end up back on the chamber where Dao Zhi was first imprisoned. They conjecture that there must be another exit from the chamber as it was originally a fortress. They believe that Jiang Ziya (also known as Taiong Wang or Grand Duke’s Hope) created escape routes in case enemies breached the defences. They eventually find the escape route, but just as they are about to leave, the Six Swords Slaves arrive."
                },
                "12": {
                    "ID": "5537624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5537624",
                    "TitleEnglish": "A Great Artwork Needs No Work",
                    "SummaryEnglish": "The contest between Xiaomeng and Fu Nian commences. She uses the Thousand Autumn Rivers technique to create characters on the water’s surface. He uses the Inner Sageliness and Outer Kingliness techniques to do likewise but his effort is more impressive. Elsewhere in the gardens Xun Zi sees a figure bypassing the guards and entering the library building, Xun Zi follows him in. The figure searches the scrolls, but is interrupted by Xun Zi’s presence and leaves. Xiaomeng and Fu Nian then demonstrate more impressive manipulations of water. Eventually Prince Fusu decides the outcome of the competition is no longer important. At the prison the Six Swords Slaves attack Ge Nie and Wei Zhuang, who fend off the first attack. Then General Zhang Han and the Shadow Division enter."
                },
                "13": {
                    "ID": "5537625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5537625",
                    "TitleEnglish": "Net Trap’s Thirst For Blood",
                    "SummaryEnglish": "Prince Fusu leaves the Junior Sage Village, with a reminder to Fu Nina about his edict on the use of written language. Tianming, Shaoyu and Shi Lan still in disguise, appear to have reached the centre of the Mirage where Yunzhong Jun is making an elixir of immortality. Unfortunately they are recognized, and it appears as if Moon Goddess recognized Tianming first. Shih Lan uses a Mount Wushu technique to help the three of them escape Yunzhong who tries to stop them; Moon Goddess stays a passive observer the entire time. At the prison the Six Swords Slaves press their attack on Ge Nie and Wei Zhuang who are only just able to keep them at bay. The guard from the Zhao Kingdom who Dao Zhi spoke to earlier (Episode 5-06) releases the metal cage to enable Dao Zhi and Pao Ding to escape, and is then speared by the other guards and dies. At the last moment, Wei Zhuang cuts the suspending chain, and the metal cage free-falls into a deep pit with the rebels and General Zhang Han on board, leaving the Six Swords Slaves behind with their wounds."
                },
                "14": {
                    "ID": "5537626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/5537626",
                    "TitleEnglish": "Yin-Yang World Gaze",
                    "SummaryEnglish": "The metal cage in the prison continues its free-fall as Ge Nie and Wei Zhuang battle General Zhang Han until it plunges into a deep underwater cave. They appear to be caught by a mechanical device, and a wounded General Zhang Han swims away. On board the Mirage, YunZhong Jun accuses The Moon Goddess/Lady Yueshen of not assisting him. She appears to have her own agenda. While the three children are pursued by the Yin-Yang disciples, Yunzhong Jun orders implementation of the Yin-Yang World Gaze Formation. Just as the children are surrounded by the Yin-Yang disciples, they all disperse. It's then that they see a huge eye peering at them from the ceiling which suddenly sends paralyzing needles (Quenching Hundred Days Anesthesia) at them, however Tianming is the only one hit. Shi Lan proposes they return to the Alchemy Room where there may be more messages from her brother who boarded the Mirage some time earlier. The underwater mechanical device that saves the rebels is a huge swimming turtle, piloted by the Mohists. Dao Zhi sorrowfully regrets having lied to the guard who gave his life to help them escape and promises to inform his family. There is an uneasy alliance between the Mohists and the Quicksand Group."
                },
                "15": {
                    "ID": "6581662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581662",
                    "TitleEnglish": "The Purple Shell Water Pavilion",
                    "SummaryEnglish": "Tianming offers himself a human shield against the paralyzing needles of the World Gaze eyes so Shaoyu and Shi Lan can reach the Alchemy Room. Lady Yueshen enters the Purple Shell Water Pavilion, containing a tank of gigantic fish, followed by Yunzhong Jun and Star Wraith, but she mysteriously disappears. Shaoyu and Shi Lan reach the Alchemy Room and use the paralyzing needles to immobilize the guards. Prince Fushu reprimands General Zhang Han and Li Si and assigns punishment for their failures to capture the rebels, but General Zhang Han says he has an alternative plan. As General Zhang Han leaves, Zhao Gao pledges his support to him. Yunzhong Jun and Star Wraith enter the Alchemy Room, discussing Lady Yueshen and her actions, also that only the Pure Dredging Pill can counteract the paralyzing needles, which is overheard by Shaoyu and Shi Lan. They discuss plans to win favor from the Eastern Emperor over Lady Yueshen who they now see as a rival. Meanwhile, Lady Yueshen returns to the Purple Shell Water Pavilion where she appears to reveal her plans for Yue-er to the three-footed crow."
                },
                "16": {
                    "ID": "6581663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581663",
                    "TitleEnglish": "Gouyu in the Cloudy Sky",
                    "SummaryEnglish": "Yunzhong Jun and Star Wraith discuss their problem of Lady Yueshen and her close ties with the Eastern Emperor. Yunzhong Jun proposes using a Spirit Soul Pill which numbs the body when exposed to heat but Star Wraith suspects that Lady Yueshen will detect it and become suspicious. The three children overhear them talking and realize that Yunzhong Jun and the Yin Yang school were responsible for the death of the former Mohist leader, Six-Fingered Black Hero. Yunzhong Jun agrees to continue observing Lady Yueshen while Star Wraith will try to get more information about Qianlong (Yue-er). After they leave, the three children continue their search for the Cloud Sky Pavilion and enter a room with a nine-headed machinery snake (Nine-Headed Gouyu). Fearing a trap they come across a large medicine cabinet with many drawers. Using a partial code inscribed on it by Shi Lan’s brother and Tianming’s knowledge of puzzles they manage to disable the mechanical snake guardian by opening the drawers in a particular sequence. They retrieve a Pure Dredging Pill to counteract the effect of the paralyzing needles on Tianming. As they are about to leave, Yunzhong Jun returns suspecting intruders."
                },
                "17": {
                    "ID": "6581664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581664",
                    "TitleEnglish": "Manipulated Ghosts in the Dark Chamber",
                    "SummaryEnglish": "Intrigued by a drawer in the large medicine cabinet with no label, Tianming tries to pull it open without success. When he pushes it in though, it triggers a secret passage and they manage to escape before Yunzhong Jun enters the Cloud Sky Pavilion. Yunzhong Jun is suspicious and sends a purple vapour into the secret passage. Tianming, Shaoyu and Shi Lan find themselves in a room with lifeless bodies covered in sheets. The three recall the time they saw the procession of 500 Immortal Child Fairies boarding the Mirage and suspect they were used by Yunzhong Jun for cruel experiments. They become dizzy and see the purple vapor, then the door opens and they are confronted by Yunzhong Jun. When they try to escape, Yunzhong Jun animates the lifeless figures of experimental men and they rise up to attack. Effected by Ghost Manipulation Pills they feel no pain. Yunzhong Jun recognises Shi Lan as a Yu Yuan Guardian, similar to one he says he caught earlier, Shi Lan’s brother. Yunzhong Jun leaves them to battle with the zombie-like figures who attack remorselessly."
                },
                "18": {
                    "ID": "6581665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581665",
                    "TitleEnglish": "An Unexpected Confrontation",
                    "SummaryEnglish": "As Tianming, Shaoyu and Shi Lan are being overwhelmed by the zombie-like figures; one who appears to be the leader, with greater speed and skills, attacks them. It's only when Shi Lan breaks the wooden structure covering his head, does she realize that it's her brother and she refuses to fight him. Shaoyu manages to force open the trap-door exit enabling Tianming to escape while he stays to help Shi Lan. In the tunnel below Tianming again sees the three-footed crow. Meanwhile Prime Minister Li Si discusses with Zhao Gao the success of the Confucianists in the so called \"debate\" at the Junior Sage Village (Episode 5-10). He continues to plot their downfall while Zhao Gao's agents search for secrets in their library. Li Si sees Yan Lu with the invisible sword Hanguang as a weak point because of his seclusion. At a Qin quarry, defeated Chu soldiers are being put to hard labor and treated harshly. A former soldier is even forced to beat one of his own comrades. When a captured enemy agent is brought in, it's revealed to be General Long Ju, from the Chu Tribe."
                },
                "19": {
                    "ID": "6581667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581667",
                    "TitleEnglish": "The Fighting Spirit of the Chu",
                    "SummaryEnglish": "The Qin General pressures a former Chu soldier (Cao Jiu) to execute General Long Ju. Although the Cao Jiu was humiliated into beating one of his comrades, he resists at the last minute, remembering the Chu pride and rebels against the Qin soldiers, freeing General Long Ju. Long Ju shows no mercy, killing the Qin general, and holding up the Chu jade tiger talisman. He entreats the prisoners to remember their heritage and join with him, Xiang Liang, Fan Zeng and other exiled Chu soldiers who now surround the quarry. The Chu soldiers and prisoners overcome the Qin guards. Cao Jiu is remorseful for mistreating his comrade but is forgiven. The remnants of the Chu army reunite under General Long Ju and Fan Zeng and plan their strategy. With only about half of their forces, they realize they cannot fight the Qin directly. They reason that: the majority of the Qin’s forces are at Xiangyang; General Meng Tian was sent north with the Golden Fire Cavalry against the Northern Wolves tribe; Baiyue in the south has surrendered, but Emperor Ying Zheng has committed troops to hold power; and Shanghai has Zhang Han’s Shadow Division and Net Trap, but they must protect Prince Fu Su. Also, their young marshal Shaoyu is on the Mirage with Tianming and Shi Lan fighting the Yin-Yang School; although Fan Zeng believes they will prevail. Their biggest challenge is not having a commander-in-chief to lead them so they decide to wait while they search for Chu Nanggong and gather further intelligence. General Long Ju is sent to investigate the meteorite that fell during the Qin invasion and the passing of the comet over Antares (Episodes 100-102) whose inscription predicted that the Huns will be the destroyers of Qin."
                },
                "20": {
                    "ID": "6581668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581668",
                    "TitleEnglish": "A Golden Peony",
                    "SummaryEnglish": "Master thief Ji Bu, whose face has never been seen, has threatened to steal the Night Pearl from a wealthy lord by midnight. The lord heard rumors of the thief’s intentions from Jiang Hu and engaged many men to protect the glowing orb. By altering the ringing of the hourly gong, Ji Bu manages to steal the precious object before the deadline. Ji Bu’s cat then delivers a golden peony leaf signifying that a promise he has made must be honored. He returns the Night Pearl to the lord and departs, promising to steal it again another day. Meanwhile Pao Ding tells the rebel leaders that while he was in the Qin prison he overheard that General Zhang Han ordered prisoners to be transferred to the eastern province. They think this may be related to the passing of the comet over Antares event. Meanwhile General Zhang Han of the Shadow Division seeks an audience with Xiaomeng, head of the Taoist Heaven Clan. The General delivers news that the Mohists are heading to the eastern province to rendezvous with Xiaoyao Zi, head of the Taoist Human Clan and that Prince Fu Su requests her presence. She reminds him that it is against Taoist doctrine to interfere in worldly affairs. He presses her to assist the Qin forces to eliminate conflict and maintain stability. She describes to him of the impermanence things such as flower petals and empires, and criticizes his Confucian doctrine. He leaves without any assurances of her support."
                },
                "21": {
                    "ID": "6581669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581669",
                    "TitleEnglish": "The Shennong Resurface",
                    "SummaryEnglish": "Prince Fu Su leaves Shanghai in an armoured carriage for Xiangyang, seeing the devastation caused by the war along the way. General Zhang Han asks the Prince to speak favourably of him to the Emperor. He tells the Prince of a rumor heard via Lord Chang Ping that the Prince plans to take the throne by force. He mentions the assassination attempt at Ocean Moon Villa (Episode 5-01) indicating a threat to the Prince from within the Empire. Taoist leader Xiaoyao Zi says a storm is rising in Jianghu and the Shennong Order (\"Shennong Ming\") has reappeared as it does every 10 years. However, the last Xia Kui, died mysteriously three years ago and the Peasant School hasn't had a leader since then. Confucianist Zhang Liang (Zifang) says if it were not for the meteorite, the Shennong Order would never have come into play. The rebel leaders decide to separate for the moment. Ge Nie and Wei Zhuang take a path through the war-ravaged landscape, discussing the nature of Emperor Ying Zheng. Ge Nie predicts his Empire will eventually be defeated, as although he is the key, he is only human and has made many enemies. Prince Fu Su arrives at Xiangyang for his audience with the Emperor, encountering his younger brother in the courtyard."
                },
                "22": {
                    "ID": "6581670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581670",
                    "TitleEnglish": "Hua Ying and the Wind Chaser",
                    "SummaryEnglish": "In Xiangyang, Emperor Ying Zheng is concerned about the threat from the Xia Kui and Confucianists and suggests using the Net Trap Organisation. Prince Fu Su reminds him of the arrangements to appease the Confucian School. Emperor Ying Zheng asks Prince Fu Su if he knows about the rumor and he admits he does. The Emperor then asks if knows about the fate of the allegedly rebellious General Bai Qi who had to take poison, not because of his actions, but because of the threat he posed. Ying Zheng acknowledges the inherent threat of a first-born prince and does not reprimand Prince Fu Su. In the Eastern Province, Xiaoyao Zi and Gao Jianli encounter a Qin general assisted by Zhongli Mei checking identification and are questioned. A young stranger, Han Xìn, intervenes and prevents a confrontation between the Qin general and Gao Jianli and Xiaoyao Zi. Just then, the procession of Lady Hua Ying of the Drunken Dream House passes by. Xiaoyao Zi and Gao Jianli realize she is from the Peasant School. The General prepares to search her palanquin, but she shows the badge of the Commander-in-Chief and he lets her pass. As Xiaoyao Zi and Gao Jianli leave, they are seen by Zhongli Mei who fires an arrow at them which barely misses. Gao Jianli realizes that Zhongli Mei knows the Wind Chaser archery skill. When Zhongli Mei follows the two Mohists into a narrow path, Han Xìn blocks his way."
                },
                "23": {
                    "ID": "6581671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581671",
                    "TitleEnglish": "The Poisonous Throne",
                    "SummaryEnglish": "Zhongli Mei and Han Xìn are old acquaintances, but before he can follow the rebels, Zhongli Mei is called away. Han Xìn then encounters Da Tiechui, Xiaoyao Zi and Gao Jianli who ask why he helped them but his only response is that it's to his benefit. In Xiangyang, the spring ceremony proceeds, but Prince Fu Su and the palace guards are drugged and a group of soldiers attack the Emperor. Prince Fu Su and the Emperor's own special guards intervene and save the Emperor. The Emperor suspects the involvement of the Shennong Order and requested Zhang Han to carry out an investigation. He is suspicious of his 18th son Hu Hai, who, although wounded in the attack, did not drink the drugged water from the Wei River. Hu Hai's actions are praised by a messenger from Zhao Gao and reveals that he is involved in a plot against the Emperor. Meanwhile, although the Emperor trusts Prince Fu Su he is disappointed with his failure to foresee the assassination attempt and banishes him to assist General Meng Tian against the Northern Wolves."
                },
                "24": {
                    "ID": "6581672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581672",
                    "TitleEnglish": "Leaping Dragon, Soaring Falcon",
                    "SummaryEnglish": "Zhongli Mei returns to see a group of villagers surrounded by Qin soldiers. The General falsely accuses them of deluding people using the stone of Mars and orders their execution. Zhongli Mei intervenes to spare them and The General orders him killed, however he's reminded that as a sergeant of the Qin, Zhongli Mei must have a trial. At that moment Da Tiechui, Xiaoyao Zi and Gao Jianli with General Long Ju intervene and attack the Qin soldiers. When the cowardly General is threatened by Long Ju, Zhongli Mei rises to defend him. The two engage in a fierce battle but they are evenly matched. Finally they agree to part. As the rebels take the villagers to safety, Zhongli Mei tells them of a sheltered valley in which they can avoid Qin forces. Meanwhile the fleeing General encounters a young girl and a warrior, Ying Bu. He demands to know who they are, but the warrior responds by cutting off the head of the general's horse with an axe. Intimidated by the man's skill, the general lets them leave and the pair walk off together. Meanwhile Ge Nie and Wei Zhuang arrive at the home of the Zhu Jia leader of Shennong Hall, strongest of the Six Halls and a master of disguise."
                },
                "25": {
                    "ID": "6581673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581673",
                    "TitleEnglish": "Thousands of People, Thousands of Faces",
                    "SummaryEnglish": "Zhu Jia says does not know the source of the Shennong Order which he shows to Ge Nie and Wei Zhuang so they leave Shennong Hall. Meanwhile Grand Master Xiaomeng is meditating when Taoists try to retrieve a box she stole from the Human Clan Taoists (Season 5, Episode 4). Xiaomeng recognizes the Taoist attackers as disciples of the \"traitorous Muxu Zi\" of the Human Clan and easily kills them. At the Drunken Dream House, master thief Ji Bu speaks to Lian Yi, a woman he desires and has sent numerous gifts that lie unopened, vainly seeking some sign of affection from her before he departs on a mission. Just after he leaves, Lady Hua Ying arrives. Ge Nie and Wei Zhuang speculate that the creator of the Shennong Order must have connections within the Empire's courts. A rider from Lieshan Hall asks Ge Nie and Wei Zhuang to meet his leader Tian Meng, a rival of Zhu Jia for being the Xia Kui. When they arrive at Lieshan Hall, they find everyone dead, they see a motionless Tian Meng standing and looking out the window. Elsewhere, the eunuch Zhao Gao is seen pouring himself some wine and chuckling about whether or not the divine Peasant School is able to live forever."
                },
                "26": {
                    "ID": "6581674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581674",
                    "TitleEnglish": "As Swift as a Thunderbolt",
                    "SummaryEnglish": "Tian Meng is dead, with blood dripping from his standing corpse. The visit was a trap for Ge Nie and Wei Zhuang and suddenly thousands of poisonous needles shoot out from Tian Meng's body forcing them back. Members of Lieshan Hall arrive and assume Ge Nie and Wei Zhuang are the murderers, but they escape. Camped on a cliff top, they discuss the inevitable carnage in the Peasant School as the various factions fight for the right to be Xia Kui. Tian Hu finds his brother’s body and swears vengeance against Ge Nie and Wei Zhuang. Tian Zhong, leader of Gongong Hall, convinces him that their real enemy is Zhu Jia. Tian Hu agrees and vows to be the new Xia Kui so he can order the six halls to take vengeance against Zhu Jia. Meanwhile, Zhao Gao gives orders for Jing Ni (one of the Eight Swordsmen of the King of Yue and belonged to the first class) to act \"according to plan\". In the north, Prince Fu Su continues to ride with his troops to meet general Meng Tian, managing to shake off the following wolves. Also in the north, General Meng Tian confronts Tou Man, a Xiongnu chief of the Northern Wolves at his fortress, saying that in no more than half and hour, he can destroy the fortress wall using only 10 men. If he fails, he will commit suicide in front of Tou Man. However, if he succeeds, he will take the chief's right ear and the chief and his people are to leave the Qin borders."
                },
                "27": {
                    "ID": "6581675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581675",
                    "TitleEnglish": "As Unpredictable as the Sky",
                    "SummaryEnglish": "Two story-lines run concurrently within the episode. Chief Tou Man accepts Meng Tian's challenge. Using only 10 men at a time, Meng Tian sets the fortress wall on fire with oil and fire arrows, then sprays it with cold water. The stress causes the fortress wall to crack. It then breaks after Meng Tian shoots a final arrow at it. Tou Man falls as the wall collapses and his Xiongnu soldiers flee in fear. Meng Tian cuts off the chief's right ear, to partly collect on the wager, but a warrior woman attacks Meng Tian with twin chakrams. She unseats a Qin warrior and rides off with Tou Man. Meng Tian and the Qin soldiers charge in pursuit. Back on the Mirage, Shaoyu awakens to find he and Shi Lan are chained. Yunzhong Jun recognizes Shi Lan as a Yu Yuan Guardian of Mount Shu and plans to make her subservient like her older brother Yu Zi Qi. He orders Yu Zi Qi to feed Shaoyu five Ghost Manipulation Pills, not just one, because of his superhuman strength. Shaoyu is forced to take the pills and faints. Meanwhile, Tianming has fallen to the bottom of the hole (Season 5, Episode 18). He sees the three legged crow and follows it into a cavern devoid of warmth. He sees a woman is standing within a blue central podium and he asks who she is."
                },
                "28": {
                    "ID": "6581676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581676",
                    "TitleEnglish": "The Rising Sun",
                    "SummaryEnglish": "Meng Tian chases the female warrior and Tou Man. He dodges a spear that suddenly flies at him through the air and his army is confronted by soldiers in a mountain gorge ahead. Thinking they are disorganized slaves of the Northern Wolves, Meng Tian decides to charge, but finds that they are highly disciplined Roman Legionnaires and cause many casualties against Meng Tian's cavalry. Meng Tian and the leader of the Legionnaires face off. Back in the ice cavern, Tianming approaches the mysterious woman, but ice forms over his feet and then covers his whole body. She tells Tianming he is in a place of eternal winter and no life can survive there. In a vision Tianming sees his predecessor, Yan Dan. The woman appears to read his thoughts and is surprised to hear Dan is dead. When Yan Dan inquires about what happened to him and how Tianming came to possess his inner strength, Tianming becomes suspicious. The vision of Dan morphs into the three legged crow and Tianming breaks himself out of the ice. He summons the sword Momei, but it is easily taken from him by the woman, who appears familiar with Mohist arts, the former Mohist leader and Momei."
                },
                "29": {
                    "ID": "6581677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581677",
                    "TitleEnglish": "A Lord's Dream Fades like Smoke",
                    "SummaryEnglish": "Meng Tian and the leader of the Roman Legionnaires engage in a fierce battle, but are evenly matched. When Meng Tian's main forces arrive, the Legionnaires slowly retreat and Meng Tian decides not to pursue them and returns to the city. Upon his return he is greeted by a dejected Fu Su, who had recently arrived. Meng Tian tells Fu Su that he is in danger because of his family connection with Lord Changping who did the Empire a great service, but also caused Ying Zheng to suffer his first major defeat against the six states. At the Mohist group, Zifang says it is clear the internal struggle in the Empire is to undermine Fu Su. Xiang Liang explains Lord Changping was the last emperor the Xiang family (of Chu state) pledged their allegiance to. Lord Changping suppressed the rebellion against the Han in Xinzhang started by Quicksand, but when Ying Zheng decided to attack the Chu a year later, he tricked Ying Zheng into sending an under equipped General Li Xin. Lord Changping turned against Li Xin who was utterly defeated, then he counter-attacked the Qin territories as the new commander of the Chu. Zifang finally understood the Xinzhang rebellion failure was due to an arrangement between Quicksand and Lord Changping. At the campsite with Ge Nie, Wei Zhuang suggests that Tian Meng was killed by someone familiar who caught him off guard and that the Net Trap Organization has infiltrated the Peasant School. Back at the ice cavern, Tianming boasts he is the Mohist leader. The woman says she's known two other Mohist leaders, and admits she killed Six Fingered Black Hero. At her admission, Tianming realizes she is Yan Fei."
                },
                "30": {
                    "ID": "6581678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581678",
                    "TitleEnglish": "The Yi River Runs East",
                    "SummaryEnglish": "Tianming swears to avenge Yan Dan and Black Hero, but he is greatly weakened by the mystifying Fearsome Curse of the Six Souls in him. Yan Fei states that he must improve his inner strength to the highest 10th level, Universal Love, in order to defeat the Curse. This feat was not achieved by either Dan or Black Hero. Suppressing the pain from the curse, Tianming manages to pull Momei free of the ice. At this, Yan Fei, who is also the former Princess Consort of Yan Dan, begins to understand why Dan chose Tianming. The Mohists discuss how Lord Changping's father was a prince of Chu held hostage in Qin and his mother was a Qin princess. Lord Changping earned Ying Zheng's utmost trust and was made prime minister. During the war between Qin and Chu, Xiang Liang and his father had a secret meeting with Lord Changping, where all the schemes and plans started. When the Chu fought 600,000 Qin soldiers they lost because they were outnumbered. Xiang Liang's father killed himself, refusing to surrender and Lord Changping committed suicide on the city wall, shedding his blood on his homeland. The Mohists helped Shaoyu to escape. Because Fu Su's mother and Ying Zheng's queen was Chu, the Net Trap Organization used Ying Zheng's hatred of Chu and Lord Changping to turn him against Fu Su. However the attempted assassination was obvious to Ying Zheng who is not blind. Fu Su tells Meng Tian his Chu descent is a shackle, but Meng Tian tells Fu Su to look at things from the Emperor's viewpoint. Sending Fu Su North to Meng Tian was to protect him. Fu Su realizes the truth of this and swears not to disappoint his father again. He then collapses from being poisoned. In a flashback to years earlier, the former Xia Kui is discussing with a young Yan Dan a possible way to get an assassin within 10 steps of Ying Zheng."
                },
                "31": {
                    "ID": "6581679",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581679",
                    "TitleEnglish": "Magnificent Burning Fire",
                    "SummaryEnglish": "In flashback, the former Xia Kui explains to Yan Dan the rapid expansion of the Peasant School through Chu and elsewhere was thanks to funding by Lord Changping, who also facilitated Yan Dan's escape from Qin and an assassination plan for Ying Zheng. Yan Dan took the plan to Black Hero who rejected it as contrary to Mohist philosophy which was overheard by Yan Fei. Later, Yan Dan becomes the new Mohist Leader after Black Hero mysteriously dies from the Fearsome Curse of the Six Souls. He confronts his wife, knowing She is responsible. She explains she did it for Yan Dan and their daughter Yuer; but he suspected it was because of her background as Lord Dongjun of the Yin Yang School and rejected her, leaving her heartbroken. Back in the present, Yan Fei notes that Tianming is at least at the 7th level of Universal Love. She is amazed at two things: One, he carries both the Moon Goddess's curse, Mark of Closed Eyes (one of the eight curses of Yang) and this curse neutralizes the contradictory Fearsome Curse of the Six Souls (one of the eight curses of Yin). Second, his body contains not only Dan's strength but she guesses also that of Ge Nie, his second Master. Tianming swears to defeat her, but when he also declares his intention to save Yuer, she heals him and makes the curse dormant for the time being. She also helps Dan's and Ge Nie's strength flow inside him to work together, rather than counteract each other, as they had been doing. She then entreats Tianming to save her daughter, Yuer, also known as Jiru Quan Long, from the clutches of the Moon Goddess."
                },
                "32": {
                    "ID": "6581680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581680",
                    "TitleEnglish": "Heavenly Light Burns",
                    "SummaryEnglish": "Tianming wakes alone and sees the three legged crow formed by Yan Fei's spirit. Her voice tells him to follow the crow as it will lead him to Qian Long (Yuer). Star Wraith visits Gonshu Jia while he is examining the broken white tiger that crash landed on the Mirage. Star Wraith convinces Gongshu Jia to part with the top secret design for the Mirage in exchange for the Mohist’s weapon, Feigong. Shaoyu awakens but seems unaffected by the Ghost Manipulation Pills. Yu Zi Qi had secretly slipped in an immortality pill into Shaoyu and tells him to escape with his sister Shi Lan. Shaoyu knocks out Yu Zi Qi, who cannot control his body when affected by the purple vapors, and defeats the remaining zombies. Yunzhong Jun pulls out his 13th ranked sword Tianzhao (Heavenly Light). While following the crow Tianming discovers his powers have increased tenfold after Yan Fei broke through the Eight Veins of Jing to access his inner strengths and allow them to flow through his body without counteracting/neutralizing each other. He follows the three legged crow to find Qian Long who is being held by the Moon Goddess in the highest place of the Mirage, Moon Toad Temple."
                },
                "33": {
                    "ID": "6581681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581681",
                    "TitleEnglish": "The Phantom Bewilders the Mind",
                    "SummaryEnglish": "Aided by his newfound strength, Tianming follows the three footed crow to the highest tower. Star Wraith arrives at the Moon Goddess's room and finds her locked in the Soul Interchange with Yuer. Yunzhong Jun fights Shaoyu, but when it is apparent Shaoyu's strength and speed are superior, he takes the Giant Phantom pill to make himself appear colossal in size. It takes some time before Shaoyu realizes that the size change is merely an illusion of the Yin Yang School, and swears to defeat Yunzhong Jun's illusion in three strikes. In his first two attempts, he does not manage to overcome the illusion and his fear to strike Yunzhong Jun's real body. In his third attempt, he throws down his weapon and asks himself what he is afraid of. He leaps at Yunzhong Jun, looking straight into his enemy's eyes, determined to defeat him."
                },
                "34": {
                    "ID": "6581682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581682",
                    "TitleEnglish": "The Moon is Cold and Stars are Freezing",
                    "SummaryEnglish": "Tianming ignores Yunzhong Jin's sword in his attack, and the tables are turned. Shaoyu's attack sends Yunzhong flying back to the next room where the 9-headed mechanical snake lies dormant. Shaoyu frees Shi Lan but stumbles, feeling the effects of taking five Ghost Manipulation Pills and the Immortality Pill. Yunzhong Jun summons more zombies into the room, but in response, Shi Lan activates the mechanical snake. The beast attacks everything and everyone. Eventually the floor collapses and the machine, Shaoyu and Shi Lan all fall into a void below. The effort of the battle with Yunzhong Jin, the fall, and the effects of the Ghost Manipulation Pills are too much for Shaoyu’s body. Shi Lan discovers that Shaoyu has lost his sight and his eyes are bleeding. Meanwhile, Star Wraith reveals that while the Moon Goddess is locked in the Soul Interchange with Yuer, her body is damaged by the Severed Soul Pill which is 10 times stronger than the Ghost Manipulation Pill. He uses his puppet technique on Yuer to control the Moon Princess and to try and gain access to the secrets within the magic music box. Tianming finally reaches the room with Yuer and attacks Star Wraith. While still controlling Yuer, Star Wraith duels Tianming with one hand."
                },
                "35": {
                    "ID": "6581683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581683",
                    "TitleEnglish": "Dragon Cry of the Magic Music Box",
                    "SummaryEnglish": "Shi Lan agrees to be Shaoyu's eyes and retrieves his weapon as they look for a way out together. Tianming continues to duel with Star Wraith, who notes he is much stronger with the help of Lord Dongjun. During the duel the music box begins to react, and yellow vapors pulse out. As Star Wraith fights Tianming, Yuer begins to regain consciousness and seeing Tianming, she calls out his name. A tear falls from her eye onto the music box which rotates wildly and then all movement in the room halts. Slowly, the yellow vapors from the box begin to form a giant yellow dragon outside the tower window. Meanwhile, Tian Hu and Tian Zhong travel to pay respects to Tian Meng and his daughter, Tian Yian (Ah Yan), vowing to avenge her father's death. At Shennong Hall, Zhu Jia is worried that he is being scapegoated for Tian Meng's death which has now provoked an open battle of the six halls for Xia Kui. Then Shengqi's arrival is announced. In a Qin camp, General Bai Tu shows the Stone of Mars to Jing Ni. When General Zhang Han arrives, Jing Ni secretly departs. Zhongli Mei is chosen to escort the Stone and reports his fight with Long Ju and his encounter with the Mohists in the eastern province. Zhang Han warns him of the new threat from the Peasant School who also seek the Stone of Mars."
                },
                "36": {
                    "ID": "6581684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581684",
                    "TitleEnglish": "Six Halls of the Peasant School",
                    "SummaryEnglish": "The Stone of Mars convoy is attacked and stopped by the lone shape-shifing, blade-wielding fighter, Gu Yao, who captures the Stone of Mars. In flashback to three days earlier, Shengqi tells Zhu Jia he joined the Net Trap Organization to find his brother. Zhu Jia however says his brother is not their captive, but has become their weapon against the Peasant School. He then asks for Shengqi's help to become Xia Kui and possibly defend the school against his brother. Meanwhile Ah Yan reasons with Tian Hu and Tian Zhong, saying neither Zhu Jia nor Ge Nie and Wei Zhuang are responsible for her father's death. She reluctantly agrees to help her uncle Tian Hu become Xia Kui on the condition her brother Ah Ci, top swordsman of the Peasant School, be left out of the struggle. Tian Hun grudgingly agrees and Ah Yan then swears to lead Lieshan Hall to help seize the Stone of Mars and Tian Hu in his quest to become Xia Kui. She argues that with Lieshan Hall (Tian Meng's Hall), Chiyou Hall (Tian Hu's Hall) and Gonggong Hall (Tian Zhong’s Hall) allied, Tian Mi (leader of Kuiwei Hall) will voluntarily seek to join them. When they ask how she knows, she merely answers \"because of Shengqi.\""
                },
                "37": {
                    "ID": "6581685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581685",
                    "TitleEnglish": "Flexible and Sturdy",
                    "SummaryEnglish": "As Ah Yan predicted, Tian Mi indeed pays her respects to Tian Meng and swears to support Tian Hu for Xia Kui. Tian Hu promises to help Tian Mi kill Shengqi if he becomes Xia Kui. The General Director from Gonggong Hall, Mister Jin, arrives to report the Stone of Mars is being escorted to Luoma. Shengqi leaves Shennong Hall and Han Xin demands payment from Liu Bang for delivering him. Liu Bang wonders why he would help them when he is from Gonggong Hall, but Han Xin notes he received payment so all is well. The warrior with the young girl buries his armor, telling the curious girl that he must do something and is not worthy of wearing the armor. He says he will return and she assures him that she will hide and be good. While Gao Jian Li, Da Tiechui and Xiaoyao Zi are walking in Peasant School territoty, Xiaoyao Zi senses Grand Master Xiaomeng. He tells Gao Jianli and Da Tiechui to go ahead, while he stays behind to face Xiaomeng. Meanwhile General Zhang Han finds the remains of the ambushed convoy and deduces the killer was the assassin Gu Yao from Chiyou Hall."
                },
                "38": {
                    "ID": "6581686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581686",
                    "TitleEnglish": "Thunderclap over Luoma",
                    "SummaryEnglish": "Tian Hu and Tian Zhong reflect that Gu Yao has begun the first step of the plan. They encounter Gao Jianli and Da Tiechui on the road and they cautiously greet each other. Gao Jianli cautions against open battle within the six Peasant Schools halls and warns that outside forces are trying to destroy the Hundred Schools of Thought. The Tians however dismiss the advice and ask them to step aside, supported by the sword of Mister Jin. Gao Jianli reminds Da Tiechui of the secret alliance between the former Xia Kui (for the Peasant School), the Xiang tribe of Chu, and Mohists, and the Azure Dragon plan started by Lord Changping. Only two Hall Leaders of the Peasant School knew of the pact --Zhu Jia of Shennong Hall and Tian Meng (now deceased). The two of them see Gu Yao of the Chiyou Hall pass below their cliff side on a chariot carrying the box with the Stone of Mars and realize that Tian Hu has made his move. Gu Yao's chariot is intercepted by the powerful and armoured Dian Qing of the Shennong Hall. After a fierce, but inconclusive battle, Gu Yao flees, leaving the box. When Liu Bang opens the box, it explodes, and each of the Mohist and Shennong Hall groups realize that it was a decoy and the Stone was taken on another route - a route being watched by Mei Sanniang, as planned by Ah Yan. Also observing these events, General Zhang Han is convinced that someone within the Empire is behind the disturbances - suspicions he had already discussed with the Emperor."
                },
                "39": {
                    "ID": "6581687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581687",
                    "TitleEnglish": "The Meeting of Man and Heaven",
                    "SummaryEnglish": "Everyone realizes the ambused convoy was a decoy. On the real convoy, Zhongli Mei is surprised to see Lady Hua Ying of the Drunken Dream House in the carriage with General Bai. Meamwhile Xiaoyao Zi encounters Xiaomeng and they begin a combat using powers which steadily escalate into highly destructive forces. Eventually, the battle ceases and Xiaoyao Zi asks Xiaomeng what she wants. She state that she achieved her objective of testing Xiaoyao Zi’s power and wants revenge for her Senior Brother Chisong Zi’s defeat 5 years ago. She also wants the sword Xueji, a symbol of leadership of all the Taoists. When he offers it to her in a gesture of peace, she says she will only take it by force before the Human Clan and render them irrelevant. Zhu Jia is confident in his plan to capture the Stone of Mars with his two secret agents, Master a Thief Ji Bu and Lady Hua Ying. However, on the road to Luoma, the convoy encounters the warrior Mei Sanniang of Lieshan Hall. She brings them to an abrupt halt and faces off with Zhongli Mei."
                },
                "40": {
                    "ID": "6581688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581688",
                    "TitleEnglish": "Tiger Hidden Among Flowers",
                    "SummaryEnglish": "Zhongli Mei and Mei Sanniang begin to fight, but Zhongli Mei's sword makes no impact on her iron-like skin. As the battle rages Ge Nie and Wei Zhuang continue to speculate on the motives of the Net Trap Organization. The convoy Qin soldiers then see that the master thief Ji Bu has taken possession of the Stone of Mars box, but they are unable to catch him. Observing from a hillside, Tian Hu orders Mei Sanniang recalled as it appears Zhu Jia will have the Stone of Mars via Ji Bu. Also observing, General Zhang Han speculates about the involvement of Ji Bu and possible links to Lord Changping. Meanwhile, despite Zhongli Mei’s best efforts, Ji Bu escapes with the box. After seeing the events unfold, including the successful theft of the box, Ge Nie and Wei Zhuang believe that General Zhang Han has other motives, allowing the box to be lightly guarded in his ultimate goal of fishing for a bigger catch. Back at his headquarters, Zhang Han receives a letter from Meng Tian stating that rebels still threaten the Empire and Prince Fu Su is gravely ill from being poisoned; however enemies within the Empire and the court are a far greater threat. Back in the north, Meng Tian is notified that the prince is awake."
                },
                "41": {
                    "ID": "6581689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581689",
                    "TitleEnglish": "Calm Wind, Moving Forest",
                    "SummaryEnglish": "Prince Fu Su recovers slightly, and the poison is suspected to originate from the Wolf Clan. Meng Tian gives a physician the responsibility of keeping the prince alive, under penalty of death for him and his family, while Meng Tian leaves on official business. Meanwhile Zhongli Mei chases Ji Bu to retrieve the Stone of Mars and Tian Hu wonders if the man Tian Mi, hired, Ying Bu, is up to the job of stopping Ji Bu. Zhongli Mei and his men come across an old disabled farmer, but it is a trap and the 'disabled farmer' attacks with expert precision and kills the Qin soldiers. He then attacks Zhongli Mei who eventually gains the upper hand. Tian Hu appears on the scene and prepares to take on Zhongli Mei, however Mister Jin volunteers to dispose of Zhongli Mei instead. Elsewhere, Zhu Jia's ally, Situ head of Siyue Hall has a secret rendezvous with Ah Yan."
                },
                "42": {
                    "ID": "6581690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581690",
                    "TitleEnglish": "Observing Like Falcons and Wolves",
                    "SummaryEnglish": "General Zhang Han decides General Bai should be executed for his incompetence in not effectively protecting the Stone of Mars and locks him in a cage. Xiaoyao Zi meets with Gao Jianli and Da Tiechui. He explains that there appers to be no possibility of reconciliation of the Human Clan with the Heaven Clan and also that Xiaomeng has attained an exceptionally high level of skill. General Bai appears to escape but General Zhang Han has him followed. Meanwhile the wolf woman who rescued Chief Tou Man infiltrates Meng Tian's headquarters. Long Ju meets up with Gao Jianli's group and then Han Xin also arrives and makes a strange request - that they save the life of his friend Zhongli Mei. When questioned about his motives Han Xin reminds them that he saved their lives twice. They decline to help, so he asks Long Ju who appears to agree to the request. At the same time, Zhongli Mei is fighting for his life against Old Jin who easily defeats him with a sword through his body. Then, Tian Hu orders Old Jin to kill Zhongli Mei as he lies bleeding on the ground."
                },
                "43": {
                    "ID": "6581691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581691",
                    "TitleEnglish": "Shadow Tiger, Thunder Leopard",
                    "SummaryEnglish": "Han Xin reminds Gao Jianli's group that the Xiang Clan owe the Mohist School a favour. He also reminds Long Ju of his mission to find four important people who have inherited the military strategies of wind, forest, fire and mountain, and Zhongli Mei is of the wind. Meanwhile, Long Ju arrives at the scene of the slaughter at the farm and follows a bloody trail hoping to find Zhongli Mei. Han Xin continues a cryptic conversation with Gao Jianli's group which he ends by saying only one person in the Peasant School is 'sober'. In the north, Chief Tou Man wants revenge against Meng Tian but is calmed by the advice that if Fu Su dies, Meng Tian will be held responsible. In Meng Tian's camp, the wolf woman prepares to kill Fu Su, but is caught in a trap set by Meng Tian who only pretended to leave. As Ji Bu carries the Stone of Mars box through the forest, he is stopped by the wandering warrior, Ying Bu. It appears they knew each other during a period when they were both leaders of Chu Army groups, Shadow Tiger and Thunder Leopard. When the Chu leader Xiang Yan and Lord Changping died in defense of the city, they had a bitter disagreement because Ji Bu stopped Ying Bu from making a vain suicidal attack against the Qin army."
                },
                "44": {
                    "ID": "6581692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581692",
                    "TitleEnglish": "Battle to End the Grudge",
                    "SummaryEnglish": "Ying Bu accuses Ji Bu of the destruction of the Thunder Leopard Army, not by war, but by idleness. They engage in a fierce battle, and Ji Bu eventually uses his Tiger Hidden Among Flowers technique to retrieve the Stone of Mars box. At that moment, Gu Yao and Mei Sanniang arrive on the scene, and Tian Mi advises Ji Bu to surrender. Back at the Qin camp, Meng Tian questions the wolf woman about an antidote for the poison effecting Fu Su. She does not respond so he leaves the camp with some troops, taking her with them. Meanwhile, General Zhang Han’s Shadow Division follows General Bai, also observed by Ge Nie and Wei Zhuang who suspect there is something important afoot. They track General Bai to a meeting with Jing Ni. Meanwhile, Ji Bu is surrounded and throws the Stone of Mars box to Ying Bu, and disappears. Just as Tian Mi thinks she has won, Shengqi arrives threatening to kill her. She reminds him of events of the past, and accuses Zhu Jia of lying to him, nonetheless he attacks her and he is intercepted by Gu Yao and Mei Sanniang. Just as Shengqi's sword Juque flies towards Tian Mi, Tian Zhong appears."
                },
                "45": {
                    "ID": "6581693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581693",
                    "TitleEnglish": "Di Ze Battle Array",
                    "SummaryEnglish": "Tian Zhong intercepts Shengqi who wants to be Xia Kui and applies his freezing Gongong Glacial Palm technique. Then the Peasant School fighters use their 24 Battle Array formation to surround Shengqi and thwart his attacks. Meanwhile, as General Bai meets Jing Ni, first-class assassin from Net Trap, who kills a Shadow Division soldier who sees them. Ge Nie and Wei Zhuang reveal themselves, then Wei Zhuang and Jing Ni attack each other, while a surviving Shadow Division soldier fires a flare notifying General Zhang Han. Back near the farmhouse, Long Ju encounters a woman from the group of villagers he saved earlier who are sheltering the badly wounded Zhongli Mei. Meanwhile, Shengqi is unable to penetrate the 24 Battle Array formation of his Peasant School opponents, a technique which Ying Bu realizes is much stronger than the individuals. Shengqi begins to find a flaw in their formation just as Tian Hu arrives and attacks Shengqi alone. The two competitors for Xia Kui fight, and although Tian Hu's sword, Hupo, is rated below Shengqi's sword, Juque, Tian Hu's improved skills prove effective against Shengqi and they appear evenly matched."
                },
                "46": {
                    "ID": "6581694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581694",
                    "TitleEnglish": "Hunter Lurking From Behind",
                    "SummaryEnglish": "As Meng Tian's group with the wolf woman pass through a ravine, she escapes and the troops are again confronted by the legionnaires. Shengqi and Tian Hu continue their fight, with neither victorious. The Peasant School fighters again form their 24 Battle Array with Tian Hu completing the formation which proves too strong for Shengqi. Wounded and bleeding, Shengqi escapes. Tian Hu threatens to kill Old Jin for allowing him to escape, but Tian Zhong intercedes and he is spared. Meanwhile Tian Mi and Ying Bu have left with the box. As Gao Jian Li and Da Tiechui approach Lieshan Hall, they are welcomed by Ah Yan, although Gao Jian Li detects the presence of Ah Ci, reputedly a powerful martial arts expert. Back with the villagers, Xiaoyao Zi uses his powers to heal Zhongli Mei and explains that although the final blow pierced his body, it mysteriously missed both the heart and lungs. On their way back, Tian Mi and Ying Bu encounter Zhu Jia and his men who have captured the young girl that Ying Bu befriended. Not wanting to be involved, Tian Mi escapes the situation using her See Flowers Through Mist technique, leaving both Ying Bu and the box behind."
                },
                "47": {
                    "ID": "6581695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581695",
                    "TitleEnglish": "Tiger and Leopard Caged Together",
                    "SummaryEnglish": "As Ying Bu confronts Zhu Jia and his Shennong fighters, Ji Bu suddenly intervenes, immobilizing Ying Bu and handing the Stone of Mars box to Zhu Jia. Later, Ying Bu awakes to find that Ji Bu rescued both him and the girl. Ying Bu reveals that she has a fatal illness which Tian Mi will cure in exchange for the Stone. At the Lieshan Hall, Gao Jian Li asks Ah Yan if the Mohists can help to stop the six Peasant Schools from fighting but she says no because of the Azure Dragon plan. Her father Tian Meng was the Peasant School’s representative with the knowledge of the plan, but the information died with him, including the name of the Xia Kui successor. Meanwhile, Meng Tian's group find Tian Mi who tells them that Zhu Jia has the Stone. Wei Zhuang pursues Jing Ni through the forest, but just as he is cornered, the General Zhang Han and his Shadow Division arrive. Jing Ni accuses Wei Zhuang of being a rebel, and calls in his Net Trap group. As the two groups close in on Wei Zhuang, Ge Nie arrives and accuses Jing Ni of killing the Shadow Division soldier with his distinctive sword. He says it left the same telltale mark as on the body of Tian Meng. Weighing up the information, Zhang Han realizes it was Jing Ni had been in the tent of Bai Tu with the Stone of Mars box at his camp (Episode 5-35)."
                },
                "48": {
                    "ID": "6581696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581696",
                    "TitleEnglish": "Shadows of the Night, Weaving Webs",
                    "SummaryEnglish": "Meng Tian's group confronted the legionnaires in a narrow ravine, but manage to stall the legionnaires' advance by creating a rockfall. However while stalled, the northern wolves drop oil onto them from above and set the troops alight. Meng Tian and some of his men break free, but as they face the legionnaires an old white-haired man instructs them to follow him. Meanwhile Gao Jianli and Da Tie Chui are met by Old Jin who asks them to follow him. At Tian Hu's headquarters, he invites them to drink with him, but they suspect the wine is poisoned and manage to avoid drinking it. Back in the forest, Zhang Han accuses Jing Ni of treason as his patriotic words do not support his suspicious actions. Zhang Han instructs his Shadow Division to arrest Jing Ni and his Net Trap troops, and allows Ge Nie and Wei Zhuang to leave. Jing Ni then accuses Zhang Han of betraying the empire and orders his Net Trap troops to destroy the Shadow Division."
                },
                "49": {
                    "ID": "6581697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581697",
                    "TitleEnglish": "The Sword Breaks a Dream",
                    "SummaryEnglish": "After realizing that Tian Yan has spoken with the Mohists, Tian Hu has her confined to her house. Tian Hu accepts Gao Jianli's proposal for the Peasant School to join with the Mohists, but only if they help Tian Hu defeat Zhu Jia and him become Xia Kui. Gao Jianli however is unwilling to take sides in an internal conflict. Back in the forest, Zhang Han accuses Jing Ni of treason and their troops attack each other. They are evenly matched until Jing Ni calls in reinforcements outnumbering the Shadow Division. With all of Zhang Han's men killed Zhang Han alone faces Jing Ni and his Net Trap troops. However, a sudden intervention by Xiaomeng stops the fighting and Jing Ni decides to withdraw. Zhang Han asks her help to defeat Jing Ni, but she refuses to become involved and departs. At Tian Hu's headquarters, when Gao Jianli refuses to help Tian Hu in the internal Peasant School conflict, he and Da Tie Chui are attacked and only just manage to escape. Meanwhile Ge Nie and Wei Zhuang encounter Jing Ni in the forest, and Wei Zhuang easily defeats him, only to discover that it was a soldier in dressed as Jing Ni, further deepening the mystery about Jing Ni’s motives. They also meet the leader of the Taoist's Human clan, Xiaoyao Zi."
                },
                "50": {
                    "ID": "6581698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581698",
                    "TitleEnglish": "Thunder Upon the Glacier",
                    "SummaryEnglish": "Long Ju tries to convince Zhongli Mei of the brutality of the Empire, and its unsuitability for ruling the six states, but Zhongli Mei accuses him of wanting independence for his own state and remains loyal to the Emperor. Meanwhile the legionaires follow Meng Tian's group who are led into a large orchard of peach trees by an old soldier. Suddenly the legionaires are attacked by arrows raining down on them from Meng Tian's troops. After routing the legionaires, Meng Tian recognizes the sword carried by the old soldier as Zhenyue, the sword of General Li Mu of the Zhao, known as the Wolf Hunter. Meanwhile Tian Hu and his Peasant School fighters pursue Gao Jianli and Da Tie Chui to a lake where an all-out battle ensues that is a challenge for the two Mohists. Gao Jianli uses his Freezing River sword's power to freeze to surface of the water so they can escape to a small island in the lake."
                },
                "51": {
                    "ID": "6581699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581699",
                    "TitleEnglish": "Gan Jiang and Mo Ye",
                    "SummaryEnglish": "Chief Tou Man is angry that the wolf woman Nuomin and legionnaire leader failed to capture Meng Tian. He berates the legionnaire leader, reminding him that he saved the legionaires after they nearly died in the desert. When Nuomin defends him, Chief Tou Man orders her locked up until the legionaire returns with Meng Tian's head. While working with the old soldier in the peach orchard, Meng Tian realizes that the trees bear the names of young men who died fighting the Northern Wolves, including the name their general Li Mu, the Wolf Hunter. In the forest, Xiaoyao Zi tells Ge Nie that Bai Tu is related to the Peasant School, and Tian Zhong was the Net Trap’s agent within the school and is the key to resolving its internal struggles. Wei Zhuang reminds them that Jing Ni is another key, and responsible for Tian Meng's death. As they speculate on Jing Ni's involvement with the Peasant School, Han Xin basses by. He tells them of the encounter occurring between Tian Hu and Gao Jianli before continuing on his way to meet his friend, Zhongli Mei. Back at the lake, Gao Jianli continues his fight with Tian Hu until their most powerful fighter Tian Ci arrives and takes up the fight for the Lieshan Hall."
                },
                "52": {
                    "ID": "6581700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581700",
                    "TitleEnglish": "Sword Striking Like Storms and Thunder",
                    "SummaryEnglish": "Da Tie Chui attacks Tian Ci at the lake to give Gao Jianli time to recover and assess their opponent's fighting style. Meanwhile, Meng Tian tells the old soldier that he seeks a cure for the Wolf Clan's poison for Fu Su. Ge Nie suggests his group head for Chiyou Hall even though the reception may be cool. Wei Zhuang suggests that with Net Trap creating trouble within the Peasant School, taking care of Tian Hu may be the key, but Ge Nie counsels caution as they may become caught in the chaos. Han Xin finds Zhongli Mei who is conflicted about his allegiances. He recalls a cryptic statement by the old Chu Nangong and Han Xin leaves him as confused as ever. Han Xin then tells Ge Nie's group that Zhu Jia has the Stone of Mars and is about to leave for the Six Sages Tomb where he will be nominated Xia Kui. Back at the lake, Da Tie Chui's attacks on Tian Ci show that although young, playful and overweight Tian Ci is highly skilled and his spinning moves show murderous intent. With Da Tie Chui wounded, Gao Jianli steps up to challenge Tian Ci."
                },
                "53": {
                    "ID": "6581701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581701",
                    "TitleEnglish": "Dreary Wind, Death of Winter",
                    "SummaryEnglish": "The old soldier tells Meng Tian the legionnaires are adept at fighting cavalry charges, and equally strong at attacking and defending. They discuss the history of previous battles and Meng Tian gets a better understanding of tactics he must use. When reinforcements arrive, he thanks the old soldier who tells him of an old hose at the edge of the orchard. Meanwhile at the Drunken Dream House Ji Bu asks Lian Yi if she can care for the young girl while he searches for the medicine to save her. She agrees, as long as he keeps his promise to return. Ying Bu arrives inquiring about the young girl who is now safe, and Ji Bu says they must go to Kwiwei Hall. At the lake, Gao Jianli challenges Tian Ci but finds the young fighter highly adept at wielding his two swords. Searching for a weakness, Gao Jianli tempts Tian Ci to use only one sword and drives him back but does not have enough energy to land a final blow. Gao Jianli then re-absorbs the cold energy and encourages Tian Ci to chase him. Tian Ci falls into a watery trap where Gao Jianli immobilizes him, encased in ice."
                },
                "54": {
                    "ID": "6581702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581702",
                    "TitleEnglish": "Raining Blood in Four Seasons",
                    "SummaryEnglish": "Tian Ci uses his power of heating to escape the frozen trap set by Gao Jianli and manages to defeat him. Tain Hu gloats after capturing Gao Jianli and Da Tie Chui, however Sanniang is concerned that Ah Yan is unprotected, but Tian Hu says that she's safe. He then takes Tian Ci aside and tells him that his sister Tian Hu was kidnapped by Zhu Jia. Meanwhile Zhu Jia continues to the Six Sages Tomb. As General Zhang has his wounds attended to, he thinks back over past events within the Qin Empire and sends Shadow Division reniforcements in pursuit of Zhu Jia. Elsewhere, Han Xin meets Shenqi who is convalescing in a remote location. He reminds Shenqi of how he was sentenced to drowning by Tian Meng after killing a Peasant School brother for beating his wife Tian Mi. He asks Shenqi if he wants to reclaim the title of Kuiwei Hall and tells him of the rivalry to be Xai Kui. Meanwhile Zhu Jia has now reached Four Seasons town but as they move through the town, they are attacked by the townspeople and fighters from Tian Hu's Lieshan Hall."
                },
                "55": {
                    "ID": "6581703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581703",
                    "TitleEnglish": "A Scheme of Danger",
                    "SummaryEnglish": "Tian Hu's Lieshan Hall men press their attack on Zhu Jia and the Shennong Hall leaders in Four Seasons town. Meanwhile Ji Bu and Ying Bu overhear a gatekeeper at Kwiwei Hall say the Hall Leader has gone enlist the aid of Chiyou Hall, and vice commander to the Six Sages Tomb. He also gossips that Shenqi killed his brother because he was jealous of his marriange to Tian Mi, and now she has a secret relationship with someone. General Meng Tian arrives at the scene of Gao Jianli's battle with Tian Ci just as Ji Bu and Ying Bu also arrive. Meng Tian tells them he is acting on Young Master Xiang Shaoyu's command to gather all former Chu forces in order to establish a new state of Chu. Ji Bu immediately pledges to help however Ying Bu thinks back to when he vowed to no longer be a soldier and buried his armor (Eposode 5-37), and he walks away. Ji Bu explains the blow Ying Bu suffered after the defeat of the Chu Empire and why he now has dedicated himself to saving the life of one young girl. Back at Four Seasons town, Zhu Jia's group begin to succumb to the onslaught of Tian Hu's forces and Zhu Jia wonders why the trap they planned for Tian Hu in the town has backfired."
                },
                "56": {
                    "ID": "6581704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581704",
                    "TitleEnglish": "Disciples of the Same Clan",
                    "SummaryEnglish": "Zhu Jia's remaining fighters take shelter in a warehouse, but Tian Hu's men pursue them. Zhu Jia uses his high level acupuncture skills to neutralize Tian Hu's men and they flee across the rooftops. However, they are confronted by Ya Nu and the rest of the highly skilled fighters of Lieshan Hall. The giant Dian Qing is confronted by Gu Yao and Sanniang. Sanniang reminds him of when they were both fighters for the Wei State but Dian Qing has sworn loyalty to Zhu Jia as the potential Xia Kui, just as Sanniang pledged her loyalty to Tian Yan. Meanwhile after a fierce battle Ya Nu defeats Liu Ji with his deadly knife skills, then takes up the fight against Dian Qing with Gu Yao and Sanniang."
                },
                "57": {
                    "ID": "6581705",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581705",
                    "TitleEnglish": "Disloyalty on Different Roads",
                    "SummaryEnglish": "Ji Bu tells Long Ju and Ying Bu that it appears Tian Hu has planned a large scale operation to stop Zhu Jia and become Xia Kui. Also, Tian Mi is following slowly with Gao Jianli and Da Tie Chui captive. In the banter along the way, Gao Jianli suggests that Tian Hu is using her. Meanwhile Ge Nie and Wei Zhuang are following behind, and suspect that the captives are being used as bait. Elsewhere Zhao Gao discusses his plans for the confrontation between Jing Ni and the Net Trap and Zhang Han's Shadow Division. In Four Seasons town, Ya Nu, Gu Yao and Sanniang continue their assault on Dian Qing, demolishing the warehouse and burying him in the process. Zhu Jia and Situ Wanli try to escape, but find their way blocked by the swordsman Old Jin. Situ Wanli stays to fight while Zhu Jia attempts to escape with the stone of Mars, but encounters Tian Zhong and more Lieshan Hall fighters. Old Jin arrives, signifying the demise of Situ Wanli and Zhu Jia alone faces the Lieshan Hall fighters. However, Dian Qing appears to be still alive."
                },
                "58": {
                    "ID": "6581706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581706",
                    "TitleEnglish": "Attacking the Critical Point",
                    "SummaryEnglish": "Dian Qing emerges from the rubble in the warehouse and continues his battle with Ya Nu, Gu Yao and Sanniang. Dian Qing finally defeats Ya Nu and Gu Yao and then leaves, not wanting to kill his former comrade Sanniang. In the lane-way, Liu Ji appears above Zhu Jia and the Lieshan Hall fighters although he is badly wounded. Then Situ Wanli staggers into the lane-way, also badly wounded, but wanting to join his Shennong Hall brothers in death. Facing hopeless odds, Situ Wanli and Liu Ji engage in cheery banter, when suddenly Dian Qing arrives and collapses a building onto the Lieshan Hall fighters allowing the small Shennong Hall group to escape. However it only takes a short time for the house they are in to be surrounded by Lieshan Hall fighters, now including Tian Hu and Tian Ci. Meanwhile on the road to Four Seasons town, Ge Nie and Wei Zhuang catch up with Tian Mi. Also on his way, General Zhang approaches the Great Ze Mountain where the Flame Emperor's Six Sages Tomb resides, and his Shadow Division prepares an ambush for Jing Ni. Even though everything seems to be plotted by Tian Hu, General Zhang suspects that Jing Ni is behind it all. Finally, Jing Ni appears and is caught in his trap."
                },
                "59": {
                    "ID": "6581707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581707",
                    "TitleEnglish": "The Side With Eyes Kills the One Without",
                    "SummaryEnglish": "General Zhang has Jing Ni caught in his trap but he is released by Yan Ri, another assassin of the Heaven level holding sword of the King of Yue. General Zhang then realizes that he is the one caught in a trap. Meanwhile, Ge Nie and Wei Zhuang catch up with Tian Mi and prepare to free Gao Jianli and Da Tie Chui, but they are surrounded by hoards of Shennong fighters until they number 2,400. In Four Seasons town Dian Qing faces Tian Ci. They engage in a titanic battle until Tian Ci manages to break Dian Qing's Iron Wall defenses and cut him down, removing Zhu Jia's final defensive shield. As Dian Qing slowly dies, Sanniang is distraught at the death of her senior brother and former comrade."
                },
                "60": {
                    "ID": "6581708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581708",
                    "TitleEnglish": "Thunder in Silence",
                    "SummaryEnglish": "General Zhang fights valiantly against Jing Ni and Yan Ri, but is overwhelmed and sustains severe injuries. He signals his Shadow Division not to rescue him and then springs a trap, firing arrows into the area and causing a rope to pull him out of reach. Yan Ri and the Net Trap fighters search the area, but are unable to find Zhang. Just as General Zhang loses his grip and is about to fall, Han XIn and Zhongli Mei rescue him. Han XIn reveals that he is employed by the Shadow Division and reports that he has discovered that Bai Tu is involved with Net Trap. He also tells Zhang that Jing Ni and Yan Ri are of great importance to Zhao Gao and that the Six Sages Tomb is much more than just a sacred place where the Xia Kui is appointed. In Four Seasons town, following the death of Dian Qing, Zhu Jia questions how his Sturdy Art defense was broken and deduces that is due to the wine he drank, offered by Liu Ji. Moritfied by the accusation by Situ, Liu Ji threatens to kill himself, but when Zhu Jia tries to stop him, he is attacked by Situ Wanli who is revealed as the traitor."
                },
                "61": {
                    "ID": "6581709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581709",
                    "TitleEnglish": "Thunder Bursting Out",
                    "SummaryEnglish": "As Ge Nie and Wei Zhuang prepare to free Gao Jianli and Da Tie Chui, Meng Tian and the Chu army arrive to support them. By threatening to burn them with sulphur, Meng Tian convinces the Shennong fighters to stand down and he leaves with the prisoners although the threat was a bluff. In Four Seasons town, Tian Yan consoles Mei Sanniang over the death of Dian Qing. Zhu Jia questions why Situ Wanli betrayed him, and his response is that as a gambler, he decided to support the winning side after being asked by Tian Yan for Siyue Hall to support the Lieshan Hall. Faced with defeat, Zhu Jia uses his powers to create multiples of himself."
                },
                "62": {
                    "ID": "6581710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581710",
                    "TitleEnglish": "Art of Observation",
                    "SummaryEnglish": "Two parallel storylines follow the events on the road to Four Seasons town and in the town itself. Han Xin and Zhongli Mei suspect that Tian Zhong of the Gonggong Hall has facilitated Net Trap infiltrating the Peasant School and that Tian Zhong and General Bai Tu have a close connection. The words on the gold leaf were \"Before Luoma, Azure Dragon appears on the stone\". They deduce that the Peasant School's struggle for Xia Kui started from Luoma and that Azure Dragon refers to the Azure Dragon Plan, proposed by Lord Changping related to his rebellion and the assassination attempt by Jing Ke on the Emperror disguised as a Yan emmisary (Episode 5-01). Only the missing Xia Kui Tian Guang and his successor has full knowledge of the plan. Han Xin suggests there may be a secret connection between Tian Mi and the Net Trap through Tian Zhong. As Xiaoyao heals Gao Jianli and Da Tie Chui, Meng Tian finds that the wounded general Zhang, Han Xin and Zhongli Mei have met up with Ge Nie and Wei Zhuang. Meanwhile Tian Mi is captured by the Ying Bu and the Chu soldiers. In Four Seasons town, Zhu Jia's multiples engages the Lieshan fighters, but it takes a toll on his energy. Ah Yan asks him to surrender, but Tian Hu wants victory. Ah Yan uses a technique to find the real Zhu Jia, but when Tian Hu goes to strike him, his blade is suddenly deflected by Shengqi who appears on a rooftop above them."
                },
                "63": {
                    "ID": "6581711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581711",
                    "TitleEnglish": "Confusion of the Situation",
                    "SummaryEnglish": "Two parallel storylines follow the events on the road to Four Seasons town and in the town itself. Along the road, Meng Tian, General Zhang, Han Xin, Zhongli Mei, Ge Nie and Wei Zhuang warily evaluate each other. They discuss whether Net Trap and its involvement with the Peasant School is a threat to them all. General Zhang questions Bai Tu who admits that Lord Jing Ni ordered him to lead troops through Luoma as bait to lure the rebels and that the words 'Fu Su succeeds, the First Emperor dies and his land is scattered\" were written on The Stone of Mars. They agree that Fu Su would be unlikely to have treasonous intentions, but he may be a dupe. However, Zhongli Mei then says the woman named Meng Jiang who saved him saw what was written on the Stone of Mars and the words are different to those quoted by Bai Tu. In Four Seasons town, Shengqi inexplicably rescues Zhu Jia and Liu Ji from the Shennong and their allies. Ah Yan advises against pursuing Zhu Jia, instead working to appoint the Xia Kui as soon as possible to unite the Peasant School. They agree and send Old Jin to follow Zhu Jia. However, Tian Hu also wants to send Ah Ci, but Ah Yan disagrees. The four hall leaders, Tian Hu of the Chiyou Hall, Tian Yan (Ah Yan) of the Lieshan Hall, Tian Zhong of the Gonggong Hall, and Situ Wanli of the Siyue Hall use the Flame Emperors' Tactic to vote on whether to send Ah Ci with Old Jin, and the three men outvote Ah Yan."
                },
                "64": {
                    "ID": "6581712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581712",
                    "TitleEnglish": "The Web of Net Trap",
                    "SummaryEnglish": "As Zhu Jia, Liu Ji and Shengqi flee the Lieshan fighters they encounter Ji Bu with Long Ju’s men. When Tian Mi and Ying Bu arrive, Shengqi immediately attacks Tian Mi but Ying Bu protects her. Ah Ci arrives and immediately prepares to attack Shengqi. Meanwhile, General Zhang questions the village woman who says that the words on the stone were, \"Destroyers of Qin: Hun\" and \"First Emperor dies, his lands are divided\", indicating that the reference to Fu Su was added later by Jing Ni. Old Jin joins Ah Ci to confront Shengqi. Ah Ci's demeanour belies his ability as he is more than a match for Shengqi whose injuries slow him down. Back on the trail, Han Xin recovers a golden leaf hidden on Bai Tu with the inscription \"Before Luoma, Azure Dragon appears on the stone\" and they deduce that Wang Li and the Wang Family are rivals to the Meng Family who is loyal to Fu Su. Meanwhile Shengqi fights a losing battle against Ah Ci and Old Jin. Old Jin suggests that Shengqi be taken back to the Six Halls disciples to restore Tian Mi's reputation but Tian Mi demands his death. However, Jin refuses to kill him and accuses Tian Mi of betraying the Peasant School. He then removes his mask revealing that he is Shengqi's long lost brother."
                },
                "65": {
                    "ID": "6581713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581713",
                    "TitleEnglish": "Say What is Necessary",
                    "SummaryEnglish": "Shengqi's brother reveals that he was not killed by Shengqi, but instead he was incapacitated a by needle in his heart fired by Tian Mi using her \"See Flowers Through Mist\" technique. However Shengqi never knew if the needle was meant for him or his brother. Shengqi moves to attack Tian Mi, but Ying Bu intercepts him. Meanwhile General Zhang receives news that south of the Great Ze Mountain, a large Qin Empire army has assembled under the Wang banner, the Army of the Hundred War Armors under General Wang Li. Tian Mi escapes, but Ji Bu prevents them from following because of Ying Bu’s concern for the sick girl. As Sanniang buries Dian Qing, Ah Ci and then Ah Yan arrive, and Ah Yan sends them back to Lieshan Hall. Wei Zhuang muses over implication of General Zhang Han seeking their help against Net Trap and Emperor Ying Zheng. Ah Yan seeks a meeting with Ge Nie's group and she proposes that the Mohists and Xiaoyao Zi, leader of the Taoist's Human Clan help her become Xia Kui and reduce needless bloodshed. At Lieshan Hall at the request of General Zhang, Han Xin examines Tian Meng's body and finds signs of a poison needle in his chest."
                },
                "66": {
                    "ID": "6581714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581714",
                    "TitleEnglish": "Keep Silent Like the Cicada in Winter",
                    "SummaryEnglish": "As Shengqi and his brother talk, his brother reveals that he was working for Net Trap. The Xia Kui realized it was the start of Net Trap disrupting the Six Halls of the Peasant Schools and was instrumental in keeping his identity and survival a secret. Meanwhile Ah Yan presses her case for Ge Nie's group to support her bid to become Xia Kui against Wei Zhuang's resistance. Shengqi's brother reveals that Net trap commissioned him to kill the Xia Kui against his principles, and although they fought on the Great Ze Mountain and Net Trap recorded the mission as successful, his name has not been crossed out. Ah Yan meets Zhu Jia at Drunken Dream House in an attempt to convince them to also support her mission. She proposes that revenge be set aside, although for supporting Net Trap, Tian Mi will be have to be removed as Kuiwei Hall Leader and be replaces by Uncle Chen Sheng."
                },
                "67": {
                    "ID": "6581715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581715",
                    "TitleEnglish": "Like a Faraway Place",
                    "SummaryEnglish": "Ji Bu catches up with Tian Mi and Ying Bu, and presses her to provide the antidote she promised. At Drunken Dream House, Ying Bu delivers the medicine, but is told that is only masks the symptoms and is not a cure, leaving him desolate. Ji Bu presents a box containing the Night Pearl to Miss Hua Ying for Yain Li, but Yain Li rejects the offer, saying that the former gift from her father to fulfill a promise lacked respect and sincerity. Ji Bu says that in the year Zhao Bu was busily occupied in participated in suppression movements and was later promoted to direct the Empire's arsenal. He momentarily hid the Night Pearl in the box as he feared being implicated and gave it to his brother Zhao Fu for safekeeping. Ji Bu insists that it represents her father's promise to her and fulfillment of his mission, but she still resists. Meanwhile Hua Ying convinces Ying Bu to allow Zhu Jia to treat the girl and has limited success. Ying Bu finally reveals that the girl is the daughter of Lord Changping and Lian Yi realizes that the girl is her sister."
                },
                "68": {
                    "ID": "6581716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581716",
                    "TitleEnglish": "One Blood, One Vein",
                    "SummaryEnglish": "At Drunken Dream House, Zhu Jia suggests that blood of the same kin used as a catalyst could create an antidote for the young girl. Lian Yi donates some of her blood and with Zhu Jia's help the girl slowly begins to recover. Lian Yi then shows Zhu Jia the box containing the Night Pearl and secret information which is to be given to the successor of the Azure Dragon Plan. Zhu Jia however declines to accept it and gives it to Shengqi instead who knows how to open the secret compartment. Inside they find a document with an exhaustive record of underground passages covering the State of Qin. They note that 10 li south of the Drunken Dream House, there's a secret passage that leads to the Great Ze Mountain. Shengqi and his brother prepare to set off and arrive before Tian Hu, while Zhu Jia and Liu Ji prepare to gather manpower and follow later. As Shengqi closes the box, another message is ejected which he gives to Lian Yi. Ji Bu also leaves, to fulfill his duty as a soldier of the Chu State. He finds Ying Bu where has recovered his armour and the two former Chu army generals reconcile their past differences. They suddenly encounter Zhongli Mei and Long Ju, and for the first time in many years, four people of the Chu State's strongest Tribe of Xiang are united, the ones who have inherited the Military Strategies: wind, forest, fire, and mountain."
                },
                "69": {
                    "ID": "6581717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/6581717",
                    "TitleEnglish": "Earth Favors All Living Things",
                    "SummaryEnglish": "Shengqi and his brother arrive at Great Ze Mountain and enter the Six Sages Tomb. Tian Hu, Tian Zhong and Tian Mi also arrive at the mountain and are then joined by Ah Yan accompanied by Sanniang. Ah Yan issues a challenge to be Xia Kui and Situ decides to support her. Tian Zhong proposes the Flame Emperors' Tactic and vote to resolve the impasse. Although Ah Yan loses the vote, she suggests that one leader is a traitor working with the Qin Empire. She calls on Ah Ci evidence identifies the traitor as Tian Mi. Inside the mountain, Shengqi and his brother reach the center of the Six Sages Tomb, and find the symbols of the six elders: Forging Blades, Tasting All Herbs, Planting Grains, Composing Music, Water Conservation and Creating Calendars. Outside, although Tian Mi denies her guilt, he behavior reveals otherwise and she attacks Ah Yan. Tian Zhong requests proof of her guilt so Ah Yan says Tian Mi definitely knew Wu Kuang disguised himself as Mister Jin, who hid in the Gonggong Hall. Meanwhile inside the chamber Shengqi and his brother appear to be confronted by the Six Sages themselves. Back outside, Ah Yan shows the assembled Peasant School leaders a symbol that she has the support of Zhu Jia, giving her the deciding vote."
                },
                "70": {
                    "ID": "7072480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/7072480",
                    "TitleEnglish": "The heart has the Tigers",
                    "SummaryEnglish": null
                },
                "71": {
                    "ID": "7072482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/7072482",
                    "TitleEnglish": "Feats of the Six Sages",
                    "SummaryEnglish": null
                },
                "72": {
                    "ID": "7072484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/7072484",
                    "TitleEnglish": "The Tiger Waits in the Hunt",
                    "SummaryEnglish": null
                },
                "73": {
                    "ID": "7072486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/7072486",
                    "TitleEnglish": "As if Entranced",
                    "SummaryEnglish": null
                },
                "74": {
                    "ID": "7072527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/7072527",
                    "TitleEnglish": "Endless Sea and Lost Dust",
                    "SummaryEnglish": null
                },
                "75": {
                    "ID": "7072529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/7072529",
                    "TitleEnglish": "Plan for the People",
                    "SummaryEnglish": null
                }
            }
        },
        "6": {
            "ID": "801083",
            "URL": "https://www.thetvdb.com/series/the-legend-of-qin/seasons/official/6",
            "# Episodes": 23,
            "Episodes": {
                "1": {
                    "ID": "7959630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/7959630",
                    "TitleEnglish": "The Heart of the Snare",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "7959638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/7959638",
                    "TitleEnglish": "A Long Way",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "7983822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/7983822",
                    "TitleEnglish": "Eloquent",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "7983850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/7983850",
                    "TitleEnglish": "Dream Is A Dream",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "7985685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/7985685",
                    "TitleEnglish": "Web of Destiny",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "7985692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/7985692",
                    "TitleEnglish": "Oath To A King",
                    "SummaryEnglish": null
                },
                "7": {
                    "ID": "7985693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/7985693",
                    "TitleEnglish": "Wake Up Like A Dream",
                    "SummaryEnglish": null
                },
                "8": {
                    "ID": "7985695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/7985695",
                    "TitleEnglish": "Stop War with War",
                    "SummaryEnglish": null
                },
                "9": {
                    "ID": "7985696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/7985696",
                    "TitleEnglish": "Believable",
                    "SummaryEnglish": null
                },
                "10": {
                    "ID": "7985697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/7985697",
                    "TitleEnglish": "An Inch of Gain and Loss",
                    "SummaryEnglish": null
                },
                "11": {
                    "ID": "8055403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/8055403",
                    "TitleEnglish": "Endless Ash",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "8055404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/8055404",
                    "TitleEnglish": "Stinging Thunder",
                    "SummaryEnglish": null
                },
                "13": {
                    "ID": "8055405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/8055405",
                    "TitleEnglish": "The Fall From The Horse and Qingming",
                    "SummaryEnglish": null
                },
                "14": {
                    "ID": "8098612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/8098612",
                    "TitleEnglish": "Furinkazan",
                    "SummaryEnglish": null
                },
                "15": {
                    "ID": "8098613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/8098613",
                    "TitleEnglish": "Diving Out of the Abyss",
                    "SummaryEnglish": null
                },
                "16": {
                    "ID": "8098614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/8098614",
                    "TitleEnglish": "The Blood Tiger Leopard",
                    "SummaryEnglish": null
                },
                "17": {
                    "ID": "8098615",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/8098615",
                    "TitleEnglish": "The Plan To Move Later",
                    "SummaryEnglish": null
                },
                "18": {
                    "ID": "8098616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/8098616",
                    "TitleEnglish": "After the Plot, the Wind and the Fire Are Burning",
                    "SummaryEnglish": null
                },
                "19": {
                    "ID": "8098617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/8098617",
                    "TitleEnglish": "The Chilling Thunder Que",
                    "SummaryEnglish": null
                },
                "20": {
                    "ID": "8098618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/8098618",
                    "TitleEnglish": "Autumn Kills Winter Fury",
                    "SummaryEnglish": null
                },
                "21": {
                    "ID": "8098619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/8098619",
                    "TitleEnglish": "The Same Thing",
                    "SummaryEnglish": null
                },
                "22": {
                    "ID": "8098620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/8098620",
                    "TitleEnglish": "Misfortune",
                    "SummaryEnglish": null
                },
                "23": {
                    "ID": "8098621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-legend-of-qin/episodes/8098621",
                    "TitleEnglish": "The Gate of the Net Trap",
                    "SummaryEnglish": null
                }
            }
        }
    }
}