{
    "URL": "https://www.thetvdb.com/series/momokuri",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5905148/",
        "https://www.themoviedb.org/tv/67034"
    ],
    "TitleEnglish": "Momokuri",
    "SummaryEnglish": "The story revolves around Yuki Kurihara, a girl who has finally been granted her wish of dating her crush Momo. At first glance, she just looks like a normal but very cute girl. However, she is in fact a maniac over Momo, taking notes of his activities and never missing the chance to see him in a cute moment. Momo, on the other hand, is inexperienced in love, and just wants to make Yuki happy.",
    "TitleJapanese": "ももくり",
    "SummaryJapanese": "校庭を眺めているとき、ドッジボールをしている桃月を発見し、顔が可愛かったことで桃月に一目惚れしてしまった栗原は、桃月の写真を撮るべくストーキング行為をし、「（その桃月コレクションが）100枚になったら私告白してくる♥♥」という（謎の）願掛けを心に託した。そしてついに告白に至り、栗原の顔が良かったので二つ返事で桃月は告白を承認し2人の交際が始まる。",
    "Aliases": [],
    "Modified": "2025-06-03",
    "Seasons": {
        "1": {
            "ID": "635841",
            "URL": "https://www.thetvdb.com/series/momokuri/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5313526",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/momokuri/episodes/5313526",
                    "TitleEnglish": "Eps.1 Confession! Momo-kun and Kurihara-san / Eps.2 Changing Clothes for the Season",
                    "SummaryEnglish": "Eps.1 Second year high school student Kurihara Yuki (Kurihara-san) falls in love at first sight with Momotsuki Shinya (Momo-kun), a boy one year her junior, and confesses her feelings to him. They begin dating, but Momokuri-san is actually a slightly (?) unusual girl who already knows everything there is to know about Momo-kun! Eps.2 Though Momo-kun and Kurihara-san have officially begun dating, Kurihara-san is still up to her usual antics such as lying in wait for Momo-kun and holding onto his straws after he's finished using them. While she finds her behavior exasperating, her friend Mizuyama Norika warmly watches over her. Meanwhile, Momo-kun begins to grow curious over Kurihara-san's strange words and behavior...",
                    "TitleJapanese": "告白…ももくんと栗原さん / 衣替えの季節に",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5485613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/momokuri/episodes/5485613",
                    "TitleEnglish": "Eps.3 First Date?! / Eps.4 Study Session",
                    "SummaryEnglish": "Eps.3 When Kurihara-san asks Momo-kun out on a date, she is excited to see Momo-kun dressed in the casual clothes she doesn't get to see at school and learn new things about him. Then Momo-kun has his first birthday since the couple has begun dating. Kurihara-san does her best to create a homemade present for him, but... Eps.4 Kurihara-san invites Momo-kun's classmates Rihito and Shota and Kurihara-san's friend Norika to a study session to prepare for their final exams. When they all arrive at Momo-kun's room, Kurihara-san is unbearably nervous. Meanwhile, Momo-kun is bothered when he sees Rihito and Shota being friendly with Kurihara-san.",
                    "TitleJapanese": "はじめてのデート？！ / 勉強会",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5503540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/momokuri/episodes/5503540",
                    "TitleEnglish": "Eps.5 Rio and the Momotsuki I want to Protect!! / Eps.6 Momo Collection Reaches 200☆",
                    "SummaryEnglish": "Eps.5 Kurihara-san and Norika receive a lesson on potatoes from a young boy (?) they run into at the supermarket. The boy (?) is actually Rio, one of Momo-kun's female classmates. Rio, who has developed a crush on Momo-kun, refuses to acknowledge Kurihara-san is worthy of being Momo-kun's girlfriend... Eps.6 Momo-kun grows concerned when Rihito and his other friends point out that there's a strange distance between him and Kurihara-san. Momo-kun gathers all his courage to close the distance between them. Meanwhile, Kurihara-san is seen while secretly watching Momo-kun as usual! And the person who sees her is...",
                    "TitleJapanese": "莉央、私の守りたい桃月！！ / ももコレ２００枚☆",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5527129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/momokuri/episodes/5527129",
                    "TitleEnglish": "Eps.7 The First Time I Felt... / Eps.8 Rio and Kurihara Get Friendly Fast?!",
                    "SummaryEnglish": "Eps.7 Momo-kun somehow manages to get through final exams. However, Kurihara-san says she has to leave early to take care of something important, and he spots her with his classmate Rio. Meanwhile, Kurihara-san gets Rio involved in a particular act while attempting to get to know Momo-kun better. Eps.8 Curious as to why Kurihara-san prioritized seeing Rio over himself, Momo-kun finally decides to ask her directly, but... for some reason, Kurihara-san is in trouble?! The first year friends decide to have a barbecue together, and Momo-kun calls Kurihara-san to invite her.",
                    "TitleJapanese": "はじめてのキモチ… / 莉央と栗原、急接近！？",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5527130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/momokuri/episodes/5527130",
                    "TitleEnglish": "Eps.9 BBQ / Eps.10 Cousins and Bathing Suits",
                    "SummaryEnglish": "Eps.9 Kurihara-san agrees to go to the barbecue. The super excited Kurihara-san prepares for the barbecue by going shopping with Norika. The day of the barbecue, she engages in lively conversation with Momo-kun's friends, and everyone seems to be having fun, but there's something Momo-kun just can't say... Eps.10 Eating meat, frolicking about, and blowing bubbles, Kurihara-san and her friends enjoy the barbecue each in their own way. However, the low temperatures keep them from playing in the water, which means Kurihara-san will lose her chance to show off her swimsuit to Momo-kun?! The thought depresses Kurihara-san, but when Momo-kun sees how she's feeling...",
                    "TitleJapanese": "ＢＢＱ / 従兄妹と、水着と",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5553100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/momokuri/episodes/5553100",
                    "TitleEnglish": "Eps.11 Summer Festival♪ / Eps.12 Getting Lost",
                    "SummaryEnglish": "Eps.11 Momo-kun and Kurihara-san head to the festival together. Momo-kun blushes when he sees how cute Kurihara-san is in her yukata. While walking around the stalls, Momo-kun realizes the older Kurihara-san is taking the lead. He makes up his mind to lead the two of them, but he becomes separated from Kurihara-san in the crowd. Eps.12 Momo-kun is saved by Rio at the festival, but because his phone's battery is dead and he's unable to call her, he asks for help looking for Kurihara-san. Unable to tell to Momo-kun that she actually has Kurihara-san's number, Rio reaches out to Kurihara-san and meets her at the shrine...",
                    "TitleJapanese": "夏祭り♪ / 迷子にて",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "5553101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/momokuri/episodes/5553101",
                    "TitleEnglish": "Eps.13 Momo-kun's Melancholic Sick Day / Eps.14 Shinya and Yuki",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ももくんの憂鬱、風邪の日に / 心也と雪",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "5553102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/momokuri/episodes/5553102",
                    "TitleEnglish": "Eps.15 Beach Ball Panic / Eps.16 Kurihara-san, Spinning Around",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ビーチボールパニック / ぐるぐる栗原さん",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "5553103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/momokuri/episodes/5553103",
                    "TitleEnglish": "Eps.17 It's Personal and Stuff! / Eps.18 A Date at the Amusement Park",
                    "SummaryEnglish": null,
                    "TitleJapanese": "家庭の事情だす！ / 遊園地デート",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "5553104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/momokuri/episodes/5553104",
                    "TitleEnglish": "Eps.19 The Choral Festival / Eps.20 In Exchange for Candy...",
                    "SummaryEnglish": null,
                    "TitleJapanese": "合唱祭 / お菓子の代わりに…",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "5553105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/momokuri/episodes/5553105",
                    "TitleEnglish": "Eps.21 Hanakuma / Eps.22 The Secret of the Tartar Sauce Omelet",
                    "SummaryEnglish": null,
                    "TitleJapanese": "HANAくま / タルタルオムライスの秘密",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "5553106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/momokuri/episodes/5553106",
                    "TitleEnglish": "Eps.23 Excitement on Christmas! / Eps.24 Sick Day (Part 2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "waku!waku!クリスマス / 風邪の日に-part２-",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "5553107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/momokuri/episodes/5553107",
                    "TitleEnglish": "Eps.25 Onsen Trip / Eps.26 Their Feelings",
                    "SummaryEnglish": null,
                    "TitleJapanese": "温泉旅行 / ふたりのキモチ",
                    "SummaryJapanese": null
                }
            }
        }
    }
}