{
    "URL": "https://www.thetvdb.com/series/hacker-doll-the-animation",
    "Genres": [
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5419170/",
        "https://hackadoll-anime.com/",
        "https://www.themoviedb.org/tv/73839",
        "https://www.themoviedb.org/tv/73839",
        "https://x.com/Hackadoll_anime"
    ],
    "TitleEnglish": "Hacka Doll: The Animation",
    "SummaryEnglish": "A \"HACKADOLL\" is a personal entertainment AI to improve the efficiency of a troubled mankind. They are scrappy, but there's something that makes you unable to hate them as they devote themselves to solve the worries of various people! Today, they're idols! Tomorrow, they'll work at the convenience store! The day after tomorrow, they're engineers! And next an animation-production assistant... and a magical girl after that!?",
    "TitleJapanese": "ハッカドール THE あにめーしょん",
    "SummaryJapanese": "悩める人類を捗らせるために生まれたパーソナルエンタメAI \"ハッカドール\"\nポンコツだけどどこか憎めない彼女たちが体を張っていろんな人のお悩みを解決!\n\n今日はアイドル! 明日はコンビニ店員! 明後日はエンジニア!\nお次はアニメ制作進行で・・・その次は魔法少女! ?\n\n「パーソナルエンタメAI ハッカドールがあなたのお悩み解決しますよっ! 」",
    "Aliases": [
        "Hacker Doll: The Animation"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "1": {
            "ID": "635860",
            "URL": "https://www.thetvdb.com/series/hacker-doll-the-animation/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5313754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hacker-doll-the-animation/episodes/5313754",
                    "TitleEnglish": "Personal Entertainment AI! HACKADOLL!",
                    "SummaryEnglish": "Ditzy HACKADOLLs Nos. 1, 2, and 3 are seeking to debut as official Personal Entertainment AIs. However, since these girls are so unbelievably ditzy they are at a loss for words, they end up using their own physical bodies to take on human job requests and directly improve the efficiency of their clients.",
                    "TitleJapanese": "パーソナルエンタメAI! ハッカドールです",
                    "SummaryJapanese": "正式なパーソナルエンタメAIとしてのデビューを目指すポンコツハッカドールの１号、２号、３号。しかし彼女たちはぐぅの音も出ないポンコツさ加減により、自らの身体を使って直接依頼人を捗らせる事になってしまう。"
                },
                "2": {
                    "ID": "5355839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hacker-doll-the-animation/episodes/5355839",
                    "TitleEnglish": "Please Let Us Be Idols!",
                    "SummaryEnglish": "A certain idol agency's producer grabbed too many jobs which overlapped at the same time. With the front that they are trying to improve his efficiency to advance his career, the HACKADOLLs aim to debut as idols on stage at an event held in an underground theater.",
                    "TitleJapanese": "アイドルやらせてください",
                    "SummaryJapanese": "重複して仕事を取ってきてしまったとあるアイドル事務所のプロデューサー。そんな彼を捗らせる事を建前に、ハッカドールたちはアイドルデビューを目指して地下劇場のイベントの舞台に立つ。"
                },
                "3": {
                    "ID": "5355840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hacker-doll-the-animation/episodes/5355840",
                    "TitleEnglish": "That's What HACKADOLLs Are For",
                    "SummaryEnglish": "The fate of a company rests on one huge project, but the deadline is nearing and the budget is insufficient. As the bugs pile up, their making this new operating system's launch date seems all but impossible. If this project should fail, it might cause the company to go under — so the HACKADOLLs are inputted into the system to assist…",
                    "TitleJapanese": "そのためのハッカドールです",
                    "SummaryJapanese": "会社の命運を握る一大プロジェクト。しかし、迫る納期に足りない予算、\n増えるバグと新システムの稼動は絶望的だ。失敗すれば会社が傾くその\nプロジェクトに、遂にハッカドールが投入される――"
                },
                "4": {
                    "ID": "5355841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hacker-doll-the-animation/episodes/5355841",
                    "TitleEnglish": "Go Take a Shower Before Me",
                    "SummaryEnglish": "No. 2 ends up having to improve the efficiency of a client who's a virgin, and ends up feeling something more like heartthrobs for this desperate~yet~pure virgin. Along with the sunset and a moody atmosphere, the couple's feelings start to swell, advancing to the next level…",
                    "TitleJapanese": "先にシャワー浴びてきなよ",
                    "SummaryJapanese": "DTをこじらせた依頼人を捗らせる事になった２号は、\n必死でピュアなDTにトキメキに似た何かを感じてしまう。\n夕陽とムーディーな雰囲気も相まって、\n２人の気持ちも次第に捗っていき……"
                },
                "5": {
                    "ID": "5355842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hacker-doll-the-animation/episodes/5355842",
                    "TitleEnglish": "No. 4 Is Not Just for Show",
                    "SummaryEnglish": "The newest model HACKADOLL No. 4 finally rolls out against the one-dimensional, non-progressing HACKADOLLs. The overspecced overly specific No. 4 now begins to bolster up the ditzy Hackadolls?!",
                    "TitleJapanese": "4号はダテじゃない!",
                    "SummaryJapanese": "一向に改善しないハッカドールたちに対し、\n遂に最新型のハッカドール4号が\nロールアウトされる。オーバーなスペックを持った４号が\nポンコツハッカドールたちにテコ入れを開始する！？"
                },
                "6": {
                    "ID": "5355843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hacker-doll-the-animation/episodes/5355843",
                    "TitleEnglish": "Memorable You-Know-What",
                    "SummaryEnglish": "A serious bug shows up in the cyberworld, and the HACKADOLLs were tossed into confusion. Wounds were engraved on to their hands and feet, and even a valuable you-know-what has been lost. Amongst all that, a summoning call rings, and No. 3, who looks relatively decent, has to go improve efficiency all alone…",
                    "TitleJapanese": "思い出のナーニー",
                    "SummaryJapanese": "電脳空間で深刻なバグが発生し、ハッカドールたちは混乱に陥っていた。\n手や足など身体にその傷が刻まれ、大切なナニかをも失ってしまう。\nそんな中、呼び出し音が響き、比較的まともに見える３号が１人で捗らせに\n行くことになり……"
                },
                "7": {
                    "ID": "5355844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hacker-doll-the-animation/episodes/5355844",
                    "TitleEnglish": "KUROBAKO",
                    "SummaryEnglish": "The HACKADOLLs, faced with improving the efficiency of a strong anime-production assistant who can sleep anywhere, were writing, seeing the gap between ideals and reality. Until the white box (shirobako) of KUROBAKO is made––until everything is submitted, they must continue to work their hands to the bone.",
                    "TitleJapanese": "KUROBAKO",
                    "SummaryJapanese": "どこでも寝れる屈強な制作進行に混じって\nアニメ制作を捗らせる事になった\nハッカドールたちは、理想と現実のギャップに苦しんでいた。\n白箱を作るまで――\n納品するまで身を粉にして働き続けるのだ。"
                },
                "8": {
                    "ID": "5355845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hacker-doll-the-animation/episodes/5355845",
                    "TitleEnglish": "Somehow Seems Like a Main Heroine",
                    "SummaryEnglish": "The Hackadolls act as tour guides for a \"foreign girl\" who doesn't speak their language. With strange gestures, the Hackadolls take her to the best spots. But there seems to be one place in particular this girl must go to…",
                    "TitleJapanese": "なんかメインヒロインっぽい",
                    "SummaryJapanese": "言葉も通じない「異国の少女」の観光を手伝うハッカドールたち。\n微妙なジェスチャーを使いつつ、ハッカドールのオススメスポットを巡る。\nしかし、少女にはどうしても行きたい場所があるようで……"
                },
                "9": {
                    "ID": "5355846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hacker-doll-the-animation/episodes/5355846",
                    "TitleEnglish": "The Only Thing that Can Stop Me Is the Scheduled Maintenance On Tuesdays",
                    "SummaryEnglish": "In order to rescue someone immersed in an online game, the HACKADOLLs dive into the game world. Adventuring through a vast field, meeting comrades, and finding out what family love is, one man returns to real life.",
                    "TitleJapanese": "オレをとめられるのは火曜の定期メンテだけだ",
                    "SummaryJapanese": "ネットゲームに没頭する人物を救うため、\nハッカドールたちはゲームの世界へ飛び込んでいく。\n広大なフィールドを冒険し、仲間と出会い、家族の愛を知り、\n一人の男がリアルへ帰還する。"
                },
                "10": {
                    "ID": "5355847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hacker-doll-the-animation/episodes/5355847",
                    "TitleEnglish": "Let's Go to the Hot Springs!",
                    "SummaryEnglish": "The HackaDolls have arrived at a pension in the snowy mountains that has a hot springs bath. They spend a time of relaxation of both mind and body with their first hot springs experience. But an ominous warning note shows up at the pension, and the situation turns in a direction that's completely unexpected.",
                    "TitleJapanese": "温泉に行こう！",
                    "SummaryJapanese": "雪山の温泉付きペンションへとやってきたハッカドールたち。\n初めての温泉に心も身体もリラックスした時間を過ごしていた。\nだが、ペンションに不吉な予告状が届き、事態はあらぬ方向へと進んでいく。"
                },
                "11": {
                    "ID": "5355848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hacker-doll-the-animation/episodes/5355848",
                    "TitleEnglish": "VA Police, Move Out!",
                    "SummaryEnglish": "The HackaDolls start researching in order to give the best present ever at a voice actor's birthday event. On the actual day, the client tries to directly hand over the present that was obtained after much hardship...",
                    "TitleJapanese": "声優警察出動だ！",
                    "SummaryJapanese": "声優の誕生日イベントで最高のプレゼントを渡すために\nリサーチを開始するハッカドールたち。\nそして当日、依頼人は苦労の末に手に入れた\nプレゼントを直接手渡ししようと試みるが――"
                },
                "12": {
                    "ID": "5355849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hacker-doll-the-animation/episodes/5355849",
                    "TitleEnglish": "Magical Girl Lovely Hurt ♥",
                    "SummaryEnglish": "A refreshing Sunday morning at the end of a weekend. They are given the task to make the idols of children, \"magical girls,\" more efficient, but in this town both the magical girls and the monster men were different in all sorts of ways, giving the HackaDolls a very hard time.",
                    "TitleJapanese": "魔法少女Lovely Hurt♥",
                    "SummaryJapanese": "週末、さわやかな日曜の朝。\n子供たちの憧れ『魔法少女』を捗らせることになったが、\nこの街の魔法少女と怪人たちは一味も二味も違っており、\nハッカドールたちは苦戦を強いられることになる。"
                },
                "13": {
                    "ID": "5447073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hacker-doll-the-animation/episodes/5447073",
                    "TitleEnglish": "You Can Even Leave Comiket To HACKADOLLs",
                    "SummaryEnglish": "At Comiket, the Hacka Dolls discover their true power.",
                    "TitleJapanese": "ハッカドールにコミケもおまかせですっ",
                    "SummaryJapanese": null
                }
            }
        }
    }
}