{
    "URL": "https://www.thetvdb.com/series/attack-on-titan-junior-high",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4906830/",
        "https://www.themoviedb.org/tv/63510"
    ],
    "TitleEnglish": "Attack on Titan: Junior High",
    "SummaryEnglish": "Your favorite characters from Attack on Titan are back in…junior high school? Adapted from the hit spinoff manga series – Attack on Titan: Junior High (written by Saki Nakagawa), this parody reimagines Eren, Mikasa, Armin, and other characters from the original manga as students and teachers at Titan Junior High School.",
    "TitleJapanese": "進撃！巨人中学校",
    "SummaryJapanese": "今日から中学一年生。学校中、いや世界中の巨人を駆逐してやる！そんな夢と希望を胸に入学式の朝を迎えたエレンはさっそく寝坊してしまう。幼馴染のミカサに起こされ、遅刻ギリギリに家を飛び出すエレンは通学路を爆走するなか、サシャ、ジャン、コニーといった他の小学校出身者たちと出会う。\n「ここが進撃中学校か」エレンたちが見上げる先にはそびえ立つ巨大な壁と校門。ここをくぐれば入学式が待っている。しかし、エレンは知らなかった。この進撃中学校は人間と巨人が共に通う人巨共学の学校だということを！果たしてエレンは巨人を駆逐することができるのか?!?",
    "Aliases": [
        "Shingeki! Kyojin Chuugakkou"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "0": {
            "ID": "636158",
            "URL": "https://www.thetvdb.com/series/attack-on-titan-junior-high/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6504556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/attack-on-titan-junior-high/episodes/6504556",
                    "TitleEnglish": "Video Commentary",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "636160",
            "URL": "https://www.thetvdb.com/series/attack-on-titan-junior-high/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5317177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/attack-on-titan-junior-high/episodes/5317177",
                    "TitleEnglish": "Starting School! Titan Junior High School",
                    "SummaryEnglish": "On the very first day of junior high, Eren oversleeps and is woken up by Mikasa. While rushing to school, he runs into several of his classmates. When they arrive at school, everyone except Eren notices something is odd.",
                    "TitleJapanese": "入学！巨人中学校",
                    "SummaryJapanese": "中学校の入学式当日。さっそく寝坊したエレンはミカサの声で目が覚める。慌てて家を駆けだしたエレンは、同じ中学校の一年生らしき生徒達と出会いがしらに次々とぶつかってしまい、追いかけられたり吹き飛ばされたりしながら、巨大な建物の前へと辿りつく。そここそ、彼らが入学する進撃中学校。響くチャイムの音に教室へと急ぐ一同。しかし、周囲の様子が何かおかしい。そんな中、扉を開けたエレンの頭上に巨大な何かが落下する！"
                },
                "2": {
                    "ID": "5356887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/attack-on-titan-junior-high/episodes/5356887",
                    "TitleEnglish": "Chasing! Titan Junior High School",
                    "SummaryEnglish": "Eren and Mikasa are sent to collect a club admission form from Armin, who has secluded himself at home all winter for fear of the cold. On the way, a Titan attempts to steal their gifts of food, but it is defeated by Levi, who then steals Armins's futon. In an attempt to recover the futon, Eren and his classmates track down the Attack Junior High Scout Regiment, a secret, unapproved club. There they meet Eld, Olou, Petra, and Günther. Levi arrives with Armin's futon, which he had stolen in order to mend a tear it had developed, and accepts all of them into the club.",
                    "TitleJapanese": "追跡！巨人中学校",
                    "SummaryJapanese": "寒さを理由に、一度も登校してない極度の寒がりアルミン・アルレルト。その入部届けを回収するため、肉まん片手にアルミンの家へと向かったエレンとミカサは巨人に襲われる。奪われた肉まんを取り戻そうとするエレンだったが、その拳は巨人に届かない。あれでは肉まんが冷めてしまう。そう判断したミカサが助けに入ろうとした瞬間、突如現れた人影がハリセン一閃、巨人をしばく。羨望の眼差しで見上げたエレンの目に映ったものは？"
                },
                "3": {
                    "ID": "5356888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/attack-on-titan-junior-high/episodes/5356888",
                    "TitleEnglish": "Dodgeball! Titan Junior High School",
                    "SummaryEnglish": "Annie is unable to admit her love of cheeseburgers at lunchtime due to the derision Eren received after admitting to the same thing; due to this, she develops a grudge and vows to defeat him in the next day's dodgeball match. However, when the match rolls around, Eren is late, causing Mikasa to be unable to devote herself to the game. After multiple rounds, only two teams are left: one with Jean, Mikasa, Armin, Sasha, and Connie; the other with Annie, Reiner, Bertold, Ymir, and Krista. At the last moment, however, Eren arrives, allowing Mikasa to give the game her all, battling to a tie with Annie while everyone else is eliminated. Annie finally admits the reason for her grudge to Eren and they make up, just as Connie finally figures out the rules and gets Annie out. Afterward, Eren, Mikasa, Annie, and Armin have lunch together, and Mikasa becomes jealous when Eren and Annie start to bond over their mutual love of cheeseburgers.",
                    "TitleJapanese": "闘球！巨人中学校",
                    "SummaryJapanese": "エレンのせいで好物を「もずく」と偽るはめになったアニ・レオンハートは、ドッジボール大会でエレンを倒すと宣言する。しかし大会当日、1年4組Aチームはエレンの寝坊により危機を迎えていた。大会参加条件はチームメイトの全員参加。エレンの不在を隠すAチームは、朝から一定時間エレンと会えないとスペックが30％に落ち込むミカサが戦力外になるなど苦戦続き。アニとの対決は実現するのか、その前にエレンは起きられるのか?!"
                },
                "4": {
                    "ID": "5356889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/attack-on-titan-junior-high/episodes/5356889",
                    "TitleEnglish": "Cleanup! Titan Junior High School",
                    "SummaryEnglish": "Eren and the gang reluctantly go to their first club activities at the Wall Cleanup Club. The president of the club tells them that the survival of the club depends on them and orders them to clean all the windows in school as their first activity.",
                    "TitleJapanese": "清掃！巨人中学校",
                    "SummaryJapanese": "強制的に壁美化部に入部させられ苛立つエレンの前に、新入部員育成に燃えるリコ・プレツェンスカが現れる。設立当初は100人いたといわれる壁美化部も、いまや部長のリコ一人。部活動として窓掃除を言い渡されたエレン達は、ぼやきながらも窓をみがき続けるが、通りがかった女生徒達にかっこ悪いと笑われ嫌気のさしたジャンが逃げ出す。サボリは許さん！とばかりにジャンを追うリコ。その姿に思わずエレン達の目が釘付けになる！"
                },
                "5": {
                    "ID": "5356890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/attack-on-titan-junior-high/episodes/5356890",
                    "TitleEnglish": "Studying Hard! Titan Junior High School",
                    "SummaryEnglish": "The results of the mid-term exam are in and Mr. Keith tells his students that those who failed the tests will have to take makeup tests the following week. Those who fail again will have to take refresher classes.",
                    "TitleJapanese": "猛勉！巨人中学校",
                    "SummaryJapanese": "学校中、全学年、全生徒に走る緊張感。それは彼らの運命を左右する一瞬。恐怖のテスト返却の始まりだった。結果、オール０点もどこ吹く風といったコニーよりも、追試も赤点だったら給食抜きと言い渡されてしまったサシャの漂わせる悲壮感のほうが凄まじく、アルミンに勉強を教えて欲しいと頼み込む。コニーを交えて追試対策の勉強をすることにした三人だが、コニーのやる気はもつのか？そしてサシャは苦手な数学を克服できるのか？"
                },
                "6": {
                    "ID": "5356891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/attack-on-titan-junior-high/episodes/5356891",
                    "TitleEnglish": "Love Letter! Titan Junior High School",
                    "SummaryEnglish": "Jean finds a love letter in his locker and begins to fantasize about who it might be from. Annie approaches him in class, and a similar letter falls from her pocket, but she runs away before he can ask her about it. Later, they find her putting the letter in his locker: when Jean opens it, he finds a message asking him to meet at the park, and runs off. Annie then arrives at the park, and reveals that the letter was not from her, but from a Titan who fell in love with Jean after he gave it food as a distraction while he and Marco fled. Much to his classmates horror, Jean refuses to accept reality, instead convincing himself that the Titan is a normal girl. He soon comes to his senses, however, and rejects her; she smashes him into the ground and runs away, vowing not to give up. Sasha tries to console him by pretending that two pieces of food are girls who want to date him, and he retreats into fantasy. The others go home, leaving Marco to wait for Jean to come to his senses.",
                    "TitleJapanese": "恋文！巨人中学校",
                    "SummaryJapanese": "珍しく一緒に帰ろうとするサシャとコニーに、ハンナとフランツのバカ夫婦っぷりはいつもの事ながら、それを見るジャンの心は密かにささくれ立っていた。しかもエレンとミカサのやり取りまでもが始まってしまい、羨ましさから思わず摑みかかる。マルコになだめられつつ、ここには俺の魅力がわかる女子がいないと憤るジャン。しかし、下駄箱をあけるとそこにはラブレターが！　差出人は誰なのか?!　ジャンの妄想に基づく推理が炸裂する！"
                },
                "7": {
                    "ID": "5356892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/attack-on-titan-junior-high/episodes/5356892",
                    "TitleEnglish": "Showdown! Titan Junior High School",
                    "SummaryEnglish": "When Eren and his friends displease the upperclassmen, they are stuck with cleaning duty. Levi decides to teach them a lesson, challenging them to a contest in the Sports Day games in which the losing grade must clean the Titan's building. The next day, Sasha begins by losing the bread eating race to Hange when the latter uses her captive Titan, Sawney, to win. Jean also loses his game despite using the Omni-directional gear to cheat. The class begins to despair their chances of winning when Mikasa proposes a way to get ahead: defeat the upperclassmen in the shoulder wars match. They almost win, but are defeated by Levi. Hange then floods the entire field with confetti. As Eren and his classmates grumble about having to clean the field, they are joined by Rico and the other upperclassmen, who agree to help them.",
                    "TitleJapanese": "対決！巨人中学校",
                    "SummaryJapanese": "一年生は購買の焼きそばパンを買うべからず。それ以外にも挨拶、服装、髪型と、生徒の間で引き継がれる暗黙のルールはたくさんある。そうとは知らずにルール違反を重ねてしまったエレン達一年生は、罰掃除に次ぐ罰掃除に次第に苛立ちを募らせた末、リヴァイ達三年生に喧嘩を売ってしまい、オルオ達二年生を巻き込み学年対抗体育大会で勝負をつける事になるのだが、負けた学年には巨人棟の掃除が待っている！エレン達は勝てるのか？"
                },
                "8": {
                    "ID": "5356893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/attack-on-titan-junior-high/episodes/5356893",
                    "TitleEnglish": "Spine-chiller! Titan Junior High School",
                    "SummaryEnglish": "Following the events of the previous episode, the Hange and the other upperclassmen challenge Eren's class to a test of courage. That night they arrive at school, where Hange and Levi explain the rules: they must visit the art, music, and science rooms and write their names on the blackboard. The class splits into two groups and heads out, encountering various ghostly apparitions said to be the \"Seven Wonders of Attack Junior High\"; there is a rumor that anyone who sees all seven will be cursed with misfortune. Finally reaching the gym, they find that the ghosts were in fact a prank orchestrated by the upperclassmen. Erwin Smith, the club's adviser, reveals that one spirit, the woman with black hair who Christa encountered, was in fact a real ghost.",
                    "TitleJapanese": "怪談！巨人中学校",
                    "SummaryJapanese": "調査団の親睦をより深めるためにハンジが企画したのは、泣く子も黙るＫＩＭＯＤＡＭＥＳＨＩ！日も沈む頃、集合場所の教室へと向かうエレン達。昼間とはうって変わって夜の校内は薄気味悪い。「暗いの怖い」と怯えるアルミン。それを怖がりすぎだと笑うエレンの足も、恐怖でガタガタ震えている。その時、背後の暗闇から伸びてきた手が、強がるエレンの肩をわし摑む。闇夜に響くエレンの悲鳴。果たしてエレンには何が見えたのかっ?!?"
                },
                "9": {
                    "ID": "5356894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/attack-on-titan-junior-high/episodes/5356894",
                    "TitleEnglish": "Sweet Summer! Titan Junior High School",
                    "SummaryEnglish": "Bertholdt asks out Annie to the summer festival with Reiner, Christa and Ymir. She was not interested but she was forced to join in after her classmates all decided to go.On the rooftop, Reiner tells Bertholdt to tell Annie how he really feels about her. On the day of the summer festival, Reiner puts together three operations in plan to get Annie to fall in love with Bertholdt but fails. On the third operation, shaved ice was almost spilled on Annie but Bertholdt rushes towards her in time to only get himself soaked instead. After he washed himself, he heads towards a die-cutting stall out of interest while the group tries desperately to find him. Only Annie seemed to know where he was and the owner of the die-cutting stall gives Bertholdt two masks as he thought that Bertholdt and Annie were dating. Bertholdt blushes hard and tells him that that was not the case. The two sit on a bench at the area where the entire group was supposed to meet. She does not know what to say to describe Bertholdt when he is with her and she ends up laughing after what Bertholdt commented. Sasha was about to call out to them but Reiner and Ymir hold her back. In the end, Bertholdt confesses his feelings towards Annie and replies with a 'yes'. Just then, the group hiding and eavesdropping fall out of the bushes and Reiner and Ymir congratulates Bertholdt and Annie. Bertholdt suggest they go back for die-cutting which leave Reiner and Ymir in confusion. While they are die-cutting, fireworks appear in the sky and everyone is in awe.",
                    "TitleJapanese": "甘夏！巨人中学校",
                    "SummaryJapanese": "芸術的な寝相の悪さで幼い頃の夢を見ていたベルトルト。夏祭りの日に仲良しの２人から得意の型抜きを褒められる夢から一転、ライナーに叩き起こされて目が覚める。夏祭りにクリスタを誘いたいから一緒に来て欲しいと言うライナーの頼みを断るベルトルトだったが、視線の先にはアニの姿が。何やら察したライナー、クリスタを誘いに行った流れでユミルとともに、ベルトルトがアニに声を掛けるきっかけを作ってやろうとするのだが。"
                },
                "10": {
                    "ID": "5356895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/attack-on-titan-junior-high/episodes/5356895",
                    "TitleEnglish": "Recommendation! Titan Junior High School",
                    "SummaryEnglish": "The post of student council president is highly coveted. The choice of the post is therefore hotly contested",
                    "TitleJapanese": "推薦！巨人中学校",
                    "SummaryJapanese": "新聞部により生徒会の不祥事が暴かれ、新たに生徒会会長選挙が行われる事になった進撃中学校。モテたいジャンが立候補を決め、みんなのために仕事ができる喜びを話すマルコにお利口ぶらないで本音を言えよと迫って困らせる。会長になって一匹残らず巨人を駆逐してやる！と息巻くエレンも立候補を決め、白熱していく選挙戦。 ところが、これさえあれば生徒会長戦で一発逆転も夢ではないという「イルゼの手帳」の存在が明らかになり…。"
                },
                "11": {
                    "ID": "5356896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/attack-on-titan-junior-high/episodes/5356896",
                    "TitleEnglish": "Clear and Sunny! Titan Junior High School",
                    "SummaryEnglish": "School festival: food stalls, theatre, maid café, cat café - everyone gives their all with great enthusiasm and ambition.",
                    "TitleJapanese": "快晴！巨人中学校",
                    "SummaryJapanese": "もうすぐ文化祭。エレンたち1年4組は演劇とチーハン屋の二つをやる事に。とは言え、文化祭の目玉は全模擬店参加のＢ級グルメ大会。チーハンの素晴らしさを皆に知らしめるチャンスとやる気満々のエレンだが、くしくも隣の店はリコとイアンが仕切る去年の優勝店。絶対に優勝する！エレンの熱い想いにうたれたアルミンは、チーハン屋を優勝に導くため去年の優勝者を凌ぐ必要に迫られたなら……と大事な何かを捨てる覚悟を決める！"
                },
                "12": {
                    "ID": "5356897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/attack-on-titan-junior-high/episodes/5356897",
                    "TitleEnglish": "Attack! Titan Junior High School",
                    "SummaryEnglish": "Enough Eren! He can't stand the ducking anymore. Against the school rules and the urgent warnings of the teachers, he wants to get the cheeseburgers back from the titans.",
                    "TitleJapanese": "進撃！巨人中学校",
                    "SummaryJapanese": "チーハンを取り戻す！立ち上がったエレン、ミカサ、アルミン、ジャン、サシャ、コニーは、ライナー達の協力を得て、行く手を阻もうとする教師陣を振り切るのに成功する。力になってくれるに違いないと信じて調査団の部室に行くが、リヴァイが出した結論は待機だった。動かない理由を問うエレンに、ペトラやオルオは指示に従えとしか言わない。せいぜい悔いが残らない方を自分で選べ。リヴァイの言葉にエレンは巨人棟へと向かう！"
                }
            }
        }
    }
}