{
  "URL": "https://www.thetvdb.com/series/ajin",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Drama",
    "Fantasy",
    "Horror",
    "Mystery",
    "Science Fiction",
    "Suspense",
    "Thriller"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt5537534/",
    "http://www.ajin.net",
    "https://www.themoviedb.org/tv/65292",
    "https://x.com/anime_ajin"
  ],
  "TitleEnglish": "Ajin",
  "SummaryEnglish": "Mysterious immortal humans known as \"Ajin\" first appeared 17 years ago in Africa. Upon their discovery, they were labeled as a threat to mankind, as they might use their powers for evil and were incapable of being destroyed. Since then, whenever an Ajin is found within society, they are to be arrested and taken into custody immediately. Studying hard to become a doctor, Kei Nagai is a high schooler who knows very little about Ajin, only having seen them appear in the news every now and then. Students are taught that these creatures are not considered to be human, but Kei doesn't pay much attention in class. As a result, his perilously little grasp on this subject proves to be completely irrelevant when he survives an accident that was supposed to claim his life, signaling his rebirth as an Ajin and the start of his days of torment. However, as he finds himself alone on the run from the entire world, Kei soon realizes that more of his species may be a lot closer than he thinks.",
  "Aliases": [
    "Ajin: Demi-Human"
  ],
  "Modified": "2025-08-10",
  "Seasons": {
    "0": {
      "ID": "638685",
      "URL": "https://www.thetvdb.com/series/ajin/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 6,
      "Episodes": {
        "1": {
          "ID": "5450612",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5450612",
          "TitleEnglish": "The Shinya Nakamura Incident",
          "SummaryEnglish": "While running late to attend a party, Shinya Nakamura dies in a motorcycle accident, but revives and learned he is an Ajin.",
          "Aliases": []
        },
        "2": {
          "ID": "5793464",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5793464",
          "TitleEnglish": "Hidden Inn / Secret Den (Intermission)",
          "SummaryEnglish": "Four humorous short stories from the points of view of Sato and Tanaka (2 stories), Izumi and Tosaki (1 story), and Ko and Kei (1 story).",
          "Aliases": []
        },
        "3": {
          "ID": "5914414",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5914414",
          "TitleEnglish": "Satou: Zero",
          "SummaryEnglish": "Taking place immediately after the prologue scene from Episode 1, Satou's background is explored.",
          "Aliases": []
        },
        "4": {
          "ID": "8993060",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/8993060",
          "TitleEnglish": "Ajin, Part 1: Shoudou",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "8993061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/8993061",
          "TitleEnglish": "Ajin, Part 2: Shoutotsu",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "5431478",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5431478",
          "TitleEnglish": "Ajin, Part 3: Shougeki",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "643635",
      "URL": "https://www.thetvdb.com/series/ajin/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": "17年前、アフリカ。神の兵と呼ばれた不死身の兵士が、米軍によって拿捕された。世界で初めて、“亜人”の存在が実証された瞬間だった。その特徴は、不死。病死、事故死、どのような状況下で死亡しようとも即座に身体を再生し、完璧な状態で復活する。それはまさに人類の夢であり、その利用価値は無限に考えられた。その後、亜人は世界で46対、日本では2体が確認された。しかし、「死ななければ、分からない」亜人はその性質上、発見が難しく、世界にはもっと多くの亜人がいると推測された。 高校生・永井圭は、下校中トラックに追突され死亡。しかし、その直後に蘇生を果たす。国内3例目の亜人であることが判明した圭は、警察及び亜人管理委員会、さらには、賞金を狙うすべての人間から追われる身となる。山奥へと逃げ込んだ圭は、幼なじみの少年・海斗の力を借り、緊急配備が敷かれた警察の包囲網を突破。さらなる逃走を図る。 同刻、日本国の管理下にあった2例目の亜人・田中が、“帽子”と呼ばれる男の幇助により脱走。この者らは直ちに人類へのテロ活動を開始した。亜人管理委員会の責任者・戸崎は、永井圭の捕獲と、亜人らが起こしたテロ行為の鎮圧に奔走する。そして、手がかりとなる、圭の妹・永井慧理子に目を付ける。だが、そこにはすでに人類への復讐を誓う別の亜人とIBMと呼ばれる謎の黒い物体が侵入していた……。",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "5391451",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5391451",
          "TitleEnglish": "What Does That Stuff Have to Do With Us?",
          "SummaryEnglish": "A gun battle takes place in Africa in which a single western soldier outguns many locals, no matter how many times he is killed. He is eventually felled by tranquilizer darts and removed in a U.S. Top Secret body bag. Later, in Japan, Kei Nagai is leaving school, lost in his thoughts, crossing the road, when he is hit and killed by a truck. Within moments, he begins to recover and discovers he is an immortal Ajin, the third in Japan. The bystanders and students realize it too and begin to see the opportunity to receive a large reward for his capture. In shock, Kei screams which immobilizes everyone, allowing him to escape. The police and Yu Tosaki of the government Ajin branch converge on the scene. Kei manages to meet up with Kaito, an old trusted friend, and they flee on his motorcycle.",
          "Aliases": []
        },
        "2": {
          "ID": "5466002",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5466002",
          "TitleEnglish": "Why is This Happening? Why Me...",
          "SummaryEnglish": "Kaito takes Kei Nagai into the hills on his motorcycle. While stopping for fuel, Kei is recognised by two criminals in a van who have just abducted a schoolgirl. The criminals follow them and when the boys stop by the side of the road, the criminals attack. The leader pins down Kei and chokes him to death to see if he revives. As Kei loses consciousness a mummified figure or \"Black Ghost.\" materialises nearby. Kei comes back to life and screams again, immobilizing everyone. Kaito recovers first and they flee again on the motorcycle, pursued shortly thereafter by the criminals, who are in turn followed by the Black Ghost. Meanwhile Yu Tosaki orders tranqilizer guns for the police as the best way to stop Ajin. Kaito and Kei manage to cross a railway line, but as the criminals cross the tracks behind them, the Black Ghost immobilizes the driver, and their van is destroyed by an oncoming train. The Black Ghost is heard repeating Kei’s words.",
          "Aliases": []
        },
        "3": {
          "ID": "5466003",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5466003",
          "TitleEnglish": "Maybe This is the End?",
          "SummaryEnglish": "Kaito and Kei are seen and pursued by another motorcyclist. Meanwhile Yu Tosaki recognises Sato, an Ajin hunter at the original accident scene. The other motorcyclist causes the boys to crash, but Kaito recovers and knocks him unconscious. Unfortunately Kei has a broken leg and cannot move. He uses the motorcyclist’s knife to kill himself, and then fully recovers without injuries. Sato and Koji Tanaka discuss ways to find Kei Nagai. Kaito takes Kei to his retreat in the forest where he suggests that they to go to Kyushu Kei sees the Black Ghost again. Yu Tosaki’s assistant, Izumi Shimomura, questions Kei’s sister Eriko who tells her of the time Kei saw a Black Ghost when their dog died. Suddenly a Black Ghost appears and kills Izumi Shimomura and the police officers before her eyes.",
          "Aliases": []
        },
        "4": {
          "ID": "5466004",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5466004",
          "TitleEnglish": "Have You Ever Seen a Black Ghost?",
          "SummaryEnglish": "Izumi Shimomura recovers and is revealed to be an Ajin. She uses her own Black Ghost to attack the one sent by Koji Tanaka that killed her. The Black Ghosts battle each other, with the one controlled by Izumi Shimomura eventually defeating the one controlled by Koji Tanaka. However Sato abducts Eriko during the battle and tells her that he wants to help Kei. Kei decides that he should try to contact other Ajin who may be in hiding, but Sato contacts him first and they agree to meet. Kei leaves while Kaito is sleeping and meets Sato, but before Kei can decide whether to trust Sato, he is shot by a tranquilizer dart. Sato decides that Kei inexperienced and must be 'educated'.",
          "Aliases": []
        },
        "5": {
          "ID": "5466005",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5466005",
          "TitleEnglish": "But When It Comes Down to It, You Still Want Them to Help You... You're the Worst Kind of Trash...",
          "SummaryEnglish": "Yu Tosaki and the police arrive and take Kei into custody. Sato reveals that it was his plot to have Kei captured by the government so that they would mistreat him and thus turn him against humans. The government surgeons begin experimenting on Kei in a sealed room. Under intense pain, his Black Ghost appears, but Kei resists using it to kill the surgeon. Sato and Tanaka mercilessly attack the installation, until Sato finally reaches Kei to free him. However Sato discovers that Kei has not become the vengeful Ajin that he expected, and considers his strategy a failure.",
          "Aliases": []
        },
        "6": {
          "ID": "5466006",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5466006",
          "TitleEnglish": "I'm Gonna Kill You Too",
          "SummaryEnglish": "Sato suspects that something is different about Kei and when Sato starts to kill helpless surgeons, Kei objects and kills Sato. In the Ajin research centre, Ikuya Ogura tries to explain the Black Ghosts and Yu Tosaki insists that Izumi Shimomura stay by his side to protect him. Sato hunts Kei to kill him permanently, but Kei decides to help the surgeons escape and act as a decoy. He attacks Sato, but fails and as Sato is about to kill Kei, Kei’s Black Ghost appears and kills Sato. As Kei and the remaining surgeon try to escape the installation, Sato again catches them, so Kei calls his on his Black Ghost but so does Sato. The Black Ghosts attack each other, and neither wins, but the distraction enables Kei to escape to the nearby river.",
          "Aliases": []
        },
        "7": {
          "ID": "5466007",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5466007",
          "TitleEnglish": "I Swear I'll Cover the Whole Thing Up",
          "SummaryEnglish": "After losing the 'sample', Kei, Yu Tosaki receives a warning from the minister. He recalls the time when the minister offered him a position in the Ajin Control Commission and where he saw weapons being tested on Ajin 002 for potential profit. As Sato leaves the research complex, he addresses the media and uses them publicize the fact that the government conducts inhumane experiments on Ajin and to announce a public meeting - his strategy being to attract other Ajins to the event. At the event, Tanaka uses his Ajin skills to address only the Black Ghosts of the Ajin present to tell them of the real meeting place. Meanwhile Tosaki pursues his own agenda to get more information about the Ajin. He kidnaps the expert Ikuya Ogura and leaves a damaged body in his place. Later, he visits a hospital where his fiancé lies in a coma because she couldn’t afford the high cost of her treatment.",
          "Aliases": []
        },
        "8": {
          "ID": "5466008",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5466008",
          "TitleEnglish": "Brace Yourselves",
          "SummaryEnglish": "Kei recovers from drowning in the ocean but then is run into by an old lady on a bicycle. He decides to stop and help her. Sato addresses the seven Ajin who attend his private meeting and gives them the option of joining him in a massacre. Those that don't, he plans to keep as captives. Three decide to join him, but four do not. Two are shot and two run, but only one young boy, Ko Nakano, escapes. Kei helps the old lady home, and although she realises he's an Ajin, takes no action. Kei uses the opportunity to carry out some tests of his own to summon the Black Ghost. Nakano arrives home to find armed men sent by Tosaki to capture him. Before he's caught, an ambulance called by a neighbour arrives and takes Nakano to hospital. He dies, but re-awakens and escapes. Meanwhile Sato records a public message threatening to change public opinion by force, commencing with an attack on a pharmaceuticals company in 10 days.",
          "Aliases": []
        },
        "9": {
          "ID": "5466009",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5466009",
          "TitleEnglish": "Wait Let's Talk It Over",
          "SummaryEnglish": "Ko Nakano comes across Black Ghost tracks and finds Kei Nagai who is now acting as the grandson of the old lady in the village with her consent. Ko suggests that they join forces to fight Sato. Although Kei agrees with Ko, he really wants a peaceful life, and traps Ko in an abandoned truck to restrain him. Meanwhile Sato and the new Ajin prepare for the beginning of the war on humanity. Back at the Ajin Control Commission, Sokabe is assigned to monitor Tosaki, and possibly become his successor. Regardless, Tosaki continues to brutally question his captive Ogura for information about Ajin. After being allowed to smoke his preferred brand of cigarettes, Ogura is prepared to talk.",
          "Aliases": []
        },
        "10": {
          "ID": "5466010",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5466010",
          "TitleEnglish": "They Start to Decay as Soon as They're Created",
          "SummaryEnglish": "Ogura starts telling what he knows about Ajin and Black Ghosts or IBMs (Invisible Black Matter). For example: IBMs have individual characteristics and are unstable; last only about 10 minutes; can be generated only 1-2 times per day; are difficult to control in the rain. Kei keeps Ko locked up and continues to try to understand how the Black Ghost behaves, for example he found that it does the opposite of what he tells it to do. Kei is seen in the woods by a local who becomes suspicious. To allay the fears of the local officials, Kei appeals personally to them to accept him into the village. Sokabe reports that Tosaki is acting under his own authority and suspects that he has Ogura, but the minister decides to take no action and continue to monitor him. Sato's group prepare for their attack on the Grant Pharmaceuticals company.",
          "Aliases": []
        },
        "11": {
          "ID": "5466011",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5466011",
          "TitleEnglish": "It's Show Time",
          "SummaryEnglish": "Sato's group puts his plan into action with the assistance of the three new Ajin, sabotaging a building dressed as cleaners. Tosaki coordinates the defense of Grant pharmaceuticals whose CEO does not stop production or send staff home. Kei still keeps Ko captive and refuses to stop Sato, enjoying his life playing the grandson of the old lady. Sato implements his plan, collapsing a nearby 50 story building onto Grant Pharmaceuticals, then challenging the elite Metropolitan Police Assault Team to defeat him.",
          "Aliases": []
        },
        "12": {
          "ID": "5466012",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5466012",
          "TitleEnglish": "Whew, I'm Beat",
          "SummaryEnglish": "The Metropolitan Police Assault Team use different tactics to continually kill Sato to prevent him from acting against them. Two of Sato's Ajin begin shooting the police, but are themselves targeted by police snipers. However Tanaka uses his Black Ghost to attack the snipers in turn. A break in the action enables Sato to revive and use his Black Ghost to distract the Metropolitan Police Assault Team so he can wipe them out by firing at close range. After killing them all, Sato calmly walks away. Mr Keita, the villager who saw Kei in the woods, sees the ensuing news coverage and recognises a picture of Kei.",
          "Aliases": []
        },
        "13": {
          "ID": "5466013",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5466013",
          "TitleEnglish": "Sato, It's All Your Fault!",
          "SummaryEnglish": "Mr Keita reports Kei Nagai to the police to claim a reward. Yu Tosaki orders all available forces to the area to catch Kei. When Kei is confronted by the police, he uses his Black Ghost to delay them allowing him to escape into the woods. He uses Ko Nakano’s phone to throw the police off his trail, but Tosaki realizes it's a ruse and closes in. Kei releases Ko and they try to escape together, but they are intercepted by Tosaki who shoots them with tranqilizer darts. Kei manages to invoke his Black Ghost to attack Tosaki, but Izumi Shimomura invokes hers to intercept it. The Black Ghosts battle each other, and it gives time for Kei and Ko to revive and run. Shimomura's Black Ghost pursues them, but much to Tosaki's and Shimomura's surprise, Kei manages to keep on recreating his.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "672030",
      "URL": "https://www.thetvdb.com/series/ajin/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": "高校生・永井圭。下校時、交通事故に遭い、亜人であることが発覚。以降、警察、及び、亜人管理委員会から追われる身となる。 圭が逃走中に接触を図ったのが、帽子の男こと亜人・佐藤だった。佐藤は圭を教育するため、彼を亜人管理委員会に引き渡す。が、試みは失敗。佐藤は圭と袂を分かち、独自に集めた亜人協力者と共に、グラント製薬爆破という大規模テロを引き起こす。 そして、現在。圭を巻きこみ、亜人テロリスト・佐藤と亜人管理委員会との戦いは、新たな局面を迎える。「第2ウェーブのテーマは、『浄化』だ」佐藤による第2の犯行予告。それは、亜人関連要人15名の連続暗殺計画だった。 亜人対日本国政府、佐藤対永井圭の、国の存亡を賭けた最後の戦いが、幕を開ける……!",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "5659915",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5659915",
          "TitleEnglish": "I'm Getting Sick of This",
          "SummaryEnglish": "Kai and Ko are on the run when Kei decided they need an ally, Tosaki. By threatening Tosaki's girlfriend, who is in a coma, he brings them reluctantly into his circle. Meanwhile, Sato has announced plans for this second wave of assassinations.",
          "Aliases": []
        },
        "2": {
          "ID": "5786019",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5786019",
          "TitleEnglish": "I'm Surrounded by Idiots",
          "SummaryEnglish": "Kei and Ko train their bodies and begin to develop strategies to fight Tosaki. Kei spends time talking about his IBM with Ogura, realizing Kei's ghost is an extreme abnormality. While they begin to strategize, Sato makes his next move taking down a plane with his second target.",
          "Aliases": []
        },
        "3": {
          "ID": "5793434",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5793434",
          "TitleEnglish": "But I'm Always Scared",
          "SummaryEnglish": "Sato is able to assassinate another off of the list. Nagai and Tosaki begin planning their counterattack against Sato. Nagai begins to struggle with the behavior of his IBM, wondering if he himself has to change. Tosaki also let's Nagai know Kaito's current condition.",
          "Aliases": []
        },
        "4": {
          "ID": "5794753",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5794753",
          "TitleEnglish": "They Make Me Sick",
          "SummaryEnglish": "Kaito is in prison after helping Kei escape. He encounters prisoners ganging up on another prisoner after a successful escape attempt. The prisoner wants no help from Kaito. It begins to be clear the prisoner is hiding something.",
          "Aliases": []
        },
        "5": {
          "ID": "5816173",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5816173",
          "TitleEnglish": "Kuro, Please...",
          "SummaryEnglish": "Kei continues his training. Tosaki attempts to get the Minitser's schedule. The Minister refuses, which leads Tosaki to attempt to steal it. However, the American investigators interfere.",
          "Aliases": []
        },
        "6": {
          "ID": "5816856",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5816856",
          "TitleEnglish": "Must Be Tough Being a Lapdog",
          "SummaryEnglish": "Tosaki has been captured. Izumi rushes back to the hideout and insists they rescue him. Initially refusing, Nagai ultimately leads a team to rescue Tosaki from the Americans.",
          "Aliases": []
        },
        "7": {
          "ID": "5828162",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5828162",
          "TitleEnglish": "Kuro, Just Once More, Please!",
          "SummaryEnglish": "Nagai and the group pursue the Americans and Tosaki. Izumi manages to catch up with them and ultimately rescue Tosaki. Unfortunately, this means they missed their window to catch Sato.",
          "Aliases": []
        },
        "8": {
          "ID": "5828163",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5828163",
          "TitleEnglish": "This Country Is Going to Get a Little Unsettled",
          "SummaryEnglish": "Tosaki manages to get his team allowed into the building where Sato's next target is. Just as the clock ticks closer, a truck rushes in and sets off an E.M.P. bomb, rendering all electronics and new anti-Ajin guns useless. Sato charges in for an old fashioned gun fight.",
          "Aliases": []
        },
        "9": {
          "ID": "5835019",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5835019",
          "TitleEnglish": "You're the One Messing Up My Life!",
          "SummaryEnglish": "Sato and his group lead their assault. Nagai and his group prepare to intercept Sato, but Sato is too well prepared. Just when Nagai thinks he has Sato, it's revealed that Sato's IBM is similar to Nagai's.",
          "Aliases": []
        },
        "10": {
          "ID": "5835020",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5835020",
          "TitleEnglish": "I Won't Do It",
          "SummaryEnglish": "Nagai and the group return after being defeated by Sato. Nagai struggles to deal with his failures. Sato continues towards his third and final wave, an Ajin run Japan. Tosaki tries to mobilize everyone once more to stop Sato, but Nagai refuses.",
          "Aliases": []
        },
        "11": {
          "ID": "5835022",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5835022",
          "TitleEnglish": "\"At This Rate... It Really Will Be War!\"",
          "SummaryEnglish": "Unrest begins as Satō-san releases a chemical weapon onto the population. People begin trying to attack the families of Ajin. Nagai saves his sister with the assistance of Kaito. Nagai entrusts his sister into Kaito's care.",
          "Aliases": []
        },
        "12": {
          "ID": "5835023",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5835023",
          "TitleEnglish": "But That Makes It Interesting, So Whatever",
          "SummaryEnglish": "People from Satō's group desert and make contact with Nagai. The US plans on releasing the chemical weapons on Satō in the sewers. Tosaki is called and asked for assistance, which leads Nagai and the group to go after Satō once more.",
          "Aliases": []
        },
        "13": {
          "ID": "5835024",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ajin/episodes/5835024",
          "TitleEnglish": "I'll Make You a Promise Too, Mr. Sato",
          "SummaryEnglish": "Satō emerges from the rubble as he blew up an existing tunnel below to escape being crushed by Nagai's plan. Satō begins to hunt Nagai and the others as they attempt one last attempt as stopping him before the military unleashes a gas attack.",
          "Aliases": []
        }
      }
    }
  }
}