{
    "URL": "https://www.thetvdb.com/series/ajin",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Horror",
        "Mystery",
        "Science Fiction",
        "Suspense",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5537534/",
        "http://www.ajin.net",
        "https://www.themoviedb.org/tv/65292",
        "https://x.com/anime_ajin"
    ],
    "TitleEnglish": "Ajin",
    "SummaryEnglish": "Mysterious immortal humans known as \"Ajin\" first appeared 17 years ago in Africa. Upon their discovery, they were labeled as a threat to mankind, as they might use their powers for evil and were incapable of being destroyed. Since then, whenever an Ajin is found within society, they are to be arrested and taken into custody immediately. Studying hard to become a doctor, Kei Nagai is a high schooler who knows very little about Ajin, only having seen them appear in the news every now and then. Students are taught that these creatures are not considered to be human, but Kei doesn't pay much attention in class. As a result, his perilously little grasp on this subject proves to be completely irrelevant when he survives an accident that was supposed to claim his life, signaling his rebirth as an Ajin and the start of his days of torment. However, as he finds himself alone on the run from the entire world, Kei soon realizes that more of his species may be a lot closer than he thinks.",
    "TitleJapanese": "亜人",
    "SummaryJapanese": "舞台は現代の日本。普通の高校生として生活していた永井圭は、ある日トラックに轢かれ一度は死亡してしまうが、生き返る。実は、圭は人ならざる存在・亜人であった。日本では極秘に亜人に対して、非人道的な実験を行っていた。圭は人間による苛烈な差別や、亜人コミュニティの過酷な洗礼をうけながらも、生きる術を探していく。",
    "Aliases": [
        "Ajin: Demi-Human"
    ],
    "Modified": "2025-08-10",
    "Seasons": {
        "0": {
            "ID": "638685",
            "URL": "https://www.thetvdb.com/series/ajin/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "5450612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5450612",
                    "TitleEnglish": "The Shinya Nakamura Incident",
                    "SummaryEnglish": "While running late to attend a party, Shinya Nakamura dies in a motorcycle accident, but revives and learned he is an Ajin.",
                    "TitleJapanese": "中村慎也事件",
                    "SummaryJapanese": "日本で最初に亜人認定された「中村慎也」が主人公。"
                },
                "2": {
                    "ID": "5793464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5793464",
                    "TitleEnglish": "Hidden Inn / Secret Den (Intermission)",
                    "SummaryEnglish": "Four humorous short stories from the points of view of Sato and Tanaka (2 stories), Izumi and Tosaki (1 story), and Ko and Kei (1 story).",
                    "TitleJapanese": "Intermission",
                    "SummaryJapanese": "本編から離れた非戦闘時における登場人物の行状を若干コミカルに描く。"
                },
                "3": {
                    "ID": "5914414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5914414",
                    "TitleEnglish": "Satou: Zero",
                    "SummaryEnglish": "Taking place immediately after the prologue scene from Episode 1, Satou's background is explored.",
                    "TitleJapanese": "佐藤ZERO",
                    "SummaryJapanese": "「フォックス」と呼ばれていた時代の佐藤が主人公。"
                },
                "4": {
                    "ID": "8993060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/8993060",
                    "TitleEnglish": "Ajin, Part 1: Shoudou",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Ajin, Part 1: Shoudou",
                    "SummaryJapanese": "For high schooler Kei — and for at least forty-six others — immortality comes as the nastiest surprise ever. Sadly for Kei, such a feat doesn't make him a superhero. In the eyes of both the general public and governments, he's a rare specimen who needs to be hunted down and handed over to scientists to be experimented on for life — a demi-human who must die a thousand deaths for the benefit of humanity."
                },
                "5": {
                    "ID": "8993061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/8993061",
                    "TitleEnglish": "Ajin, Part 2: Shoutotsu",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Ajin, Part 2: Shoutotsu",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5431478",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5431478",
                    "TitleEnglish": "Ajin, Part 3: Shougeki",
                    "SummaryEnglish": null,
                    "TitleJapanese": "亜人 -衝戟-",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "643635",
            "URL": "https://www.thetvdb.com/series/ajin/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5391451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5391451",
                    "TitleEnglish": "What Does That Stuff Have to Do With Us?",
                    "SummaryEnglish": "A gun battle takes place in Africa in which a single western soldier outguns many locals, no matter how many times he is killed. He is eventually felled by tranquilizer darts and removed in a U.S. Top Secret body bag. Later, in Japan, Kei Nagai is leaving school, lost in his thoughts, crossing the road, when he is hit and killed by a truck. Within moments, he begins to recover and discovers he is an immortal Ajin, the third in Japan. The bystanders and students realize it too and begin to see the opportunity to receive a large reward for his capture. In shock, Kei screams which immobilizes everyone, allowing him to escape. The police and Yu Tosaki of the government Ajin branch converge on the scene. Kei manages to meet up with Kaito, an old trusted friend, and they flee on his motorcycle.",
                    "TitleJapanese": "僕らには関係ない話",
                    "SummaryJapanese": "亜人――それは、決して死なない存在。\n17年前のアフリカで発見され、以降、全世界で46体、日本国内では2体が確認されている。\n\n永井圭は、医学部受験を控えた高校生だ。彼がめざしているのは、立派な人間。そのために、規律正しい生活と周囲から浮かない程度にまじめな授業態度、クラスメイトとの適度な交友を心がけている。\n学校で、“亜人”に関する授業が行われたその日、圭は友人たちが携帯電話で見ていた亜人の実験映像に興味を持つ。そこには、自分が幼少期に見た、黒い霧のような物体が映っていた……。"
                },
                "2": {
                    "ID": "5466002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5466002",
                    "TitleEnglish": "Why is This Happening? Why Me...",
                    "SummaryEnglish": "Kaito takes Kei Nagai into the hills on his motorcycle. While stopping for fuel, Kei is recognised by two criminals in a van who have just abducted a schoolgirl. The criminals follow them and when the boys stop by the side of the road, the criminals attack. The leader pins down Kei and chokes him to death to see if he revives. As Kei loses consciousness a mummified figure or \"Black Ghost.\" materialises nearby. Kei comes back to life and screams again, immobilizing everyone. Kaito recovers first and they flee again on the motorcycle, pursued shortly thereafter by the criminals, who are in turn followed by the Black Ghost. Meanwhile Yu Tosaki orders tranqilizer guns for the police as the best way to stop Ajin. Kaito and Kei manage to cross a railway line, but as the criminals cross the tracks behind them, the Black Ghost immobilizes the driver, and their van is destroyed by an oncoming train. The Black Ghost is heard repeating Kei’s words.",
                    "TitleJapanese": "何でこんなことになったんだ。僕は悪くないのに",
                    "SummaryJapanese": "夜の闇に紛れ、逃げ続ける圭。山合の車道にはほとんど車も通らず、彼らは順調に逃げ続ける。\n圭の脳裏には、携帯電話で見た映像――どこかの研究所で亜人らしき人物が拷問を受け、殺される光景が甦っていた。「もし捕まったら、きっと本当に不死身かどうか確かめられる。何度も何度も殺される。それだけは嫌だ！」\n圭の家の前では警察が立ち入り禁止線を張り、捜査本部を立ち上げていた。そこへ一台の車が止まり、中から一組の男女が降りてくる。男の名は戸崎。厚生労働省から派遣された、亜人関連部門の実質的トップだった。"
                },
                "3": {
                    "ID": "5466003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5466003",
                    "TitleEnglish": "Maybe This is the End?",
                    "SummaryEnglish": "Kaito and Kei are seen and pursued by another motorcyclist. Meanwhile Yu Tosaki recognises Sato, an Ajin hunter at the original accident scene. The other motorcyclist causes the boys to crash, but Kaito recovers and knocks him unconscious. Unfortunately Kei has a broken leg and cannot move. He uses the motorcyclist’s knife to kill himself, and then fully recovers without injuries. Sato and Koji Tanaka discuss ways to find Kei Nagai. Kaito takes Kei to his retreat in the forest where he suggests that they to go to Kyushu Kei sees the Black Ghost again. Yu Tosaki’s assistant, Izumi Shimomura, questions Kei’s sister Eriko who tells her of the time Kei saw a Black Ghost when their dog died. Suddenly a Black Ghost appears and kills Izumi Shimomura and the police officers before her eyes.",
                    "TitleJapanese": "もうダメじゃないかな？",
                    "SummaryJapanese": "圭が亜人であったという情報は、テレビやインターネットを通じ、世界中に広まっていた。\n圭が身元不明の協力者と逃げ続けていること、亜人を捕まえれば大金をもらえるらしいことも、同時に報道されていた。\n圭の自宅には、亜人管理委員会のトップである戸崎が、秘書の泉を伴って訪れていた。訪問の目的は、圭を捕らえるためのヒントを得ることだったが……。\nそのころ、圭はまだ山道を逃げ続けていた。だが、次第に空が白み始め、このままバイクで逃げ続けるには限界が近付いていた……！"
                },
                "4": {
                    "ID": "5466004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5466004",
                    "TitleEnglish": "Have You Ever Seen a Black Ghost?",
                    "SummaryEnglish": "Izumi Shimomura recovers and is revealed to be an Ajin. She uses her own Black Ghost to attack the one sent by Koji Tanaka that killed her. The Black Ghosts battle each other, with the one controlled by Izumi Shimomura eventually defeating the one controlled by Koji Tanaka. However Sato abducts Eriko during the battle and tells her that he wants to help Kei. Kei decides that he should try to contact other Ajin who may be in hiding, but Sato contacts him first and they agree to meet. Kei leaves while Kaito is sleeping and meets Sato, but before Kei can decide whether to trust Sato, he is shot by a tranquilizer dart. Sato decides that Kei inexperienced and must be 'educated'.",
                    "TitleJapanese": "君は黒い幽霊を見たことがあるか？",
                    "SummaryJapanese": "永井慧理子の病室に侵入した黒い幽霊は、部屋にいた人々を切り裂いた。その様を見た慧理子はショックのあまり気を失い、ベッドに倒れ込む。\n病院の中庭では、田中が高笑いしていた。病室に黒い幽霊を送り込んだのは田中だった。彼は佐藤からある指示を受けていた……。\n一方、圭もまた、黒い幽霊と向き合っていた。彼はそれが黒い幽霊、もしくは別種の力と呼ばれている物だとは知らなかったが、幻覚などではないことは分かっていた。だが、今の彼にはそれよりももっと重要な、解決するべき差し迫った問題があった……。"
                },
                "5": {
                    "ID": "5466005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5466005",
                    "TitleEnglish": "But When It Comes Down to It, You Still Want Them to Help You... You're the Worst Kind of Trash...",
                    "SummaryEnglish": "Yu Tosaki and the police arrive and take Kei into custody. Sato reveals that it was his plot to have Kei captured by the government so that they would mistreat him and thus turn him against humans. The government surgeons begin experimenting on Kei in a sealed room. Under intense pain, his Black Ghost appears, but Kei resists using it to kill the surgeon. Sato and Tanaka mercilessly attack the installation, until Sato finally reaches Kei to free him. However Sato discovers that Kei has not become the vengeful Ajin that he expected, and considers his strategy a failure.",
                    "TitleJapanese": "いざとなったら助けを求める最低なクズ",
                    "SummaryJapanese": "県警本部の荒木は携帯の発信源を元に、圭が潜伏していると思われる場所を特定。多数の警官隊を率い、現場に駆けつける。\n彼らの手には戸崎の指示で支給された、対亜人用の武器があった。警官たちは使い慣れぬその武器を構えながら、圭に気づかれぬよう現場を包囲する……。\n数時間後、撃たれた圭はようやく目を覚ます。その視界に映ったものとは……。\n佐藤に“不合格”と言われた圭。彼が口にした“教育”という言葉の意味が明かされる。"
                },
                "6": {
                    "ID": "5466006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5466006",
                    "TitleEnglish": "I'm Gonna Kill You Too",
                    "SummaryEnglish": "Sato suspects that something is different about Kei and when Sato starts to kill helpless surgeons, Kei objects and kills Sato. In the Ajin research centre, Ikuya Ogura tries to explain the Black Ghosts and Yu Tosaki insists that Izumi Shimomura stay by his side to protect him. Sato hunts Kei to kill him permanently, but Kei decides to help the surgeons escape and act as a decoy. He attacks Sato, but fails and as Sato is about to kill Kei, Kei’s Black Ghost appears and kills Sato. As Kei and the remaining surgeon try to escape the installation, Sato again catches them, so Kei calls his on his Black Ghost but so does Sato. The Black Ghosts attack each other, and neither wins, but the distraction enables Kei to escape to the nearby river.",
                    "TitleJapanese": "君もブチ殺してやる",
                    "SummaryJapanese": "迎えに来た佐藤に、圭は泣きながら礼を述べた。周囲には無数の死体が転がっていたが、圭は特に動揺することなく無表情に佐藤の後を付いていく。\n佐藤は圭に、遺体が「気になるかい？」と問うが、彼の答えは「別に」というそっけないものだった。「ここを守るのがこの人たちの仕事でしょうし。もう死んじゃってますしね」その答えを聞いた佐藤は、圭の様子をもう少し観察してみようと思い直す。\nそのころ、別室ではオグラ・イクヤ博士が亜人に関する独自の見解を披露していた。"
                },
                "7": {
                    "ID": "5466007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5466007",
                    "TitleEnglish": "I Swear I'll Cover the Whole Thing Up",
                    "SummaryEnglish": "After losing the 'sample', Kei, Yu Tosaki receives a warning from the minister. He recalls the time when the minister offered him a position in the Ajin Control Commission and where he saw weapons being tested on Ajin 002 for potential profit. As Sato leaves the research complex, he addresses the media and uses them publicize the fact that the government conducts inhumane experiments on Ajin and to announce a public meeting - his strategy being to attract other Ajins to the event. At the event, Tanaka uses his Ajin skills to address only the Black Ghosts of the Ajin present to tell them of the real meeting place. Meanwhile Tosaki pursues his own agenda to get more information about the Ajin. He kidnaps the expert Ikuya Ogura and leaves a damaged body in his place. Later, he visits a hospital where his fiancé lies in a coma because she couldn’t afford the high cost of her treatment.",
                    "TitleJapanese": "そして必ず隠蔽する",
                    "SummaryJapanese": "失態を犯した戸崎を、厚生労働大臣は叱責する。このままでは降格か、それ以上の処分が下されるかもしれない。そう宣告された戸崎は身の危険を感じる。\nもともと合法すれすれの組織である亜人管理委員会だ。戸崎を存在ごと消すなど造作もないことだろう。\n今まで淡々と事に当たってきた戸崎に、初めて焦りの表情が浮かぶ。「ふざけるな……何のためにここまでやってきたと思ってる……！」\n同時刻、佐藤は田中との合流ポイントに向かっていた。その傍らには、この場にはそぐわない、ある物があった……。"
                },
                "8": {
                    "ID": "5466008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5466008",
                    "TitleEnglish": "Brace Yourselves",
                    "SummaryEnglish": "Kei recovers from drowning in the ocean but then is run into by an old lady on a bicycle. He decides to stop and help her. Sato addresses the seven Ajin who attend his private meeting and gives them the option of joining him in a massacre. Those that don't, he plans to keep as captives. Three decide to join him, but four do not. Two are shot and two run, but only one young boy, Ko Nakano, escapes. Kei helps the old lady home, and although she realises he's an Ajin, takes no action. Kei uses the opportunity to carry out some tests of his own to summon the Black Ghost. Nakano arrives home to find armed men sent by Tosaki to capture him. Before he's caught, an ambulance called by a neighbour arrives and takes Nakano to hospital. He dies, but re-awakens and escapes. Meanwhile Sato records a public message threatening to change public opinion by force, commencing with an attack on a pharmaceuticals company in 10 days.",
                    "TitleJapanese": "衝戟に備えろ",
                    "SummaryJapanese": "亜人研究所から逃走した圭は、とある海岸に流れ着いていた。痛みには慣れてきた圭だったが、溺れる苦しさは痛みとはまた別物だった。改めて、人助けなどという自分には似合わない行為をしたことを、圭は後悔する。\n一方、仲間を集めることに成功した佐藤は、うち捨てられた巨大な廃倉庫の上階へと彼らを誘導する。佐藤と対面した亜人らは、自分たちはまだ佐藤の仲間になったわけではないと言い、「亜人の権利をどう訴えていくのか、そのプランを説明していただきたい」と質問する。それを聞いた佐藤は……。"
                },
                "9": {
                    "ID": "5466009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5466009",
                    "TitleEnglish": "Wait Let's Talk It Over",
                    "SummaryEnglish": "Ko Nakano comes across Black Ghost tracks and finds Kei Nagai who is now acting as the grandson of the old lady in the village with her consent. Ko suggests that they join forces to fight Sato. Although Kei agrees with Ko, he really wants a peaceful life, and traps Ko in an abandoned truck to restrain him. Meanwhile Sato and the new Ajin prepare for the beginning of the war on humanity. Back at the Ajin Control Commission, Sokabe is assigned to monitor Tosaki, and possibly become his successor. Regardless, Tosaki continues to brutally question his captive Ogura for information about Ajin. After being allowed to smoke his preferred brand of cigarettes, Ogura is prepared to talk.",
                    "TitleJapanese": "待て、もう一度話し合おう",
                    "SummaryJapanese": "佐藤の犯行予告を受け、マスコミ各社は連日、亜人関連の情報を流し続けていた。それによると、テロが決行されるのは10日後の水曜、午後3時。目標は、グラント製薬本社ビル。「衝戟に備えろ」という佐藤のセリフは、各種媒体で何度も再生された。\n警視庁と亜人管理委員会は、テロを未然に防ぐため総力を挙げて対策に乗り出していたが、佐藤の手がかりどころか、アップロードされた動画の発信元すら特定できずにいた。\n一方、追っ手を撒いた攻は、電車内から見えたある物を捜して、駅に来ていた……。"
                },
                "10": {
                    "ID": "5466010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5466010",
                    "TitleEnglish": "They Start to Decay as Soon as They're Created",
                    "SummaryEnglish": "Ogura starts telling what he knows about Ajin and Black Ghosts or IBMs (Invisible Black Matter). For example: IBMs have individual characteristics and are unstable; last only about 10 minutes; can be generated only 1-2 times per day; are difficult to control in the rain. Kei keeps Ko locked up and continues to try to understand how the Black Ghost behaves, for example he found that it does the opposite of what he tells it to do. Kei is seen in the woods by a local who becomes suspicious. To allay the fears of the local officials, Kei appeals personally to them to accept him into the village. Sokabe reports that Tosaki is acting under his own authority and suspects that he has Ogura, but the minister decides to take no action and continue to monitor him. Sato's group prepare for their attack on the Grant Pharmaceuticals company.",
                    "TitleJapanese": "発生と同時に崩壊が始まっている",
                    "SummaryJapanese": "佐藤たち亜人は、製薬会社襲撃の準備を着々と進めていた。彼らが新たに拠点に選んだのは、閉鎖され、放置された町工場だった。その埃っぽい室内で、佐藤はある場所の地図を見せ、「我々の手で地図を書き換えようじゃないか」と宣言する。\n同じころ、監禁状態にあったオグラ博士は、念願のＦＫを手に入れ、至福の時を過ごしていた。満足そうな表情を浮かべ、煙を吐き出すオグラに、戸崎は亜人に関するデータをすべて提供するよう求める。彼はオグラの話を元に、今回のテロ対策を立てようと考えていたが……。"
                },
                "11": {
                    "ID": "5466011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5466011",
                    "TitleEnglish": "It's Show Time",
                    "SummaryEnglish": "Sato's group puts his plan into action with the assistance of the three new Ajin, sabotaging a building dressed as cleaners. Tosaki coordinates the defense of Grant pharmaceuticals whose CEO does not stop production or send staff home. Kei still keeps Ko captive and refuses to stop Sato, enjoying his life playing the grandson of the old lady. Sato implements his plan, collapsing a nearby 50 story building onto Grant Pharmaceuticals, then challenging the elite Metropolitan Police Assault Team to defeat him.",
                    "TitleJapanese": "さあ、ショウタイムだ",
                    "SummaryJapanese": "佐藤の出した犯行予告の日まで、あと2日。\n圭はいつものように山中さんと食卓を囲んでいた。テレビには、グラント製薬ビルの襲撃予告に対する警備の様子が映し出されていた。それを見た圭は、山中さんにあることを「お願い」する。\n一方、佐藤たちは2台の車に分かれ、とある場所へと来ていた。奥山ら3人が乗った車は目的地の地下へ、佐藤と田中は道路脇のパーキングに停車する。車から降りた奥山は高橋とゲンに荷物を降ろさせると、佐藤に連絡を取り……。"
                },
                "12": {
                    "ID": "5466012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5466012",
                    "TitleEnglish": "Whew, I'm Beat",
                    "SummaryEnglish": "The Metropolitan Police Assault Team use different tactics to continually kill Sato to prevent him from acting against them. Two of Sato's Ajin begin shooting the police, but are themselves targeted by police snipers. However Tanaka uses his Black Ghost to attack the snipers in turn. A break in the action enables Sato to revive and use his Black Ghost to distract the Metropolitan Police Assault Team so he can wipe them out by firing at close range. After killing them all, Sato calmly walks away. Mr Keita, the villager who saw Kei in the woods, sees the ensuing news coverage and recognises a picture of Kei.",
                    "TitleJapanese": "いやあ、疲れたね",
                    "SummaryJapanese": "倒壊した建物の粉塵が舞う中で、両者は静かに対峙していた。\n片方は、ハンチング帽をかぶった中年の男。もう片方は、警視庁特殊急襲部隊――通称・ＳＡＴの隊員、約50名。日本で唯一、実動経験を持つ、事実上の最強部隊だった。\n彼らは何班かに分かれて隊列を組み、瓦礫の陰から佐藤に狙いを付けていた。その装備は特殊繊維のボディアーマーにヘルメットという大げさなもので、軽装の佐藤とは対照的だった。それを見た佐藤は、少し困ったような表情になるが……？"
                },
                "13": {
                    "ID": "5466013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5466013",
                    "TitleEnglish": "Sato, It's All Your Fault!",
                    "SummaryEnglish": "Mr Keita reports Kei Nagai to the police to claim a reward. Yu Tosaki orders all available forces to the area to catch Kei. When Kei is confronted by the police, he uses his Black Ghost to delay them allowing him to escape into the woods. He uses Ko Nakano’s phone to throw the police off his trail, but Tosaki realizes it's a ruse and closes in. Kei releases Ko and they try to escape together, but they are intercepted by Tosaki who shoots them with tranqilizer darts. Kei manages to invoke his Black Ghost to attack Tosaki, but Izumi Shimomura invokes hers to intercept it. The Black Ghosts battle each other, and it gives time for Kei and Ko to revive and run. Shimomura's Black Ghost pursues them, but much to Tosaki's and Shimomura's surprise, Kei manages to keep on recreating his.",
                    "TitleJapanese": "佐藤さん、あんたのせいでメチャクチャだ",
                    "SummaryJapanese": "佐藤対ＳＡＴの戦いは、テレビ中継や、佐藤の身につけたウェブカメラを通じ、全世界に発信された。\n凄惨な現場を目撃した国民の非難は、亜人と共に、テロ対策を怠ったグラント製薬にも向けられた。\nマスコミは、警察が近く亜人の捕獲に1億円の懸賞金を出すのではないかと騒ぎ立てた。情報の提供を求めている亜人の中には、永井圭の名前もあった。そのニュースは山奥のひなびた農村にも届き……？\n一方、戸崎たち亜人管理委員は、逃げたテロリストの情報が一切つかめず、あせっていた……。"
                }
            }
        },
        "2": {
            "ID": "672030",
            "URL": "https://www.thetvdb.com/series/ajin/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5659915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5659915",
                    "TitleEnglish": "I'm Getting Sick of This",
                    "SummaryEnglish": "Kai and Ko are on the run when Kei decided they need an ally, Tosaki. By threatening Tosaki's girlfriend, who is in a coma, he brings them reluctantly into his circle. Meanwhile, Sato has announced plans for this second wave of assassinations.",
                    "TitleJapanese": "なんかめんどくさくなってきた",
                    "SummaryJapanese": "佐藤の凶行を許し、永井圭と中野攻にも逃げられた戸崎。亜人管理委員会から呼び出された彼は、後輩である曽我部に迎えられる。\n泉と共にヘリコプターから降り立った戸崎に、曽我部は「先輩は亜人管理委員会から除名されます」と告げる。だが、その指令は直前で撤回されていた。佐藤の新たなテロ計画・第2ウェーブの予告が出されたためだった。\n第2ウェーブのテーマは『浄化』。田中が拘束中に見聞きした、15名の亜人管理委員会及びその運営に関わった利権を持つ者たちを殺害する。戸崎は管理委員会からその阻止を命じられるが……。"
                },
                "2": {
                    "ID": "5786019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5786019",
                    "TitleEnglish": "I'm Surrounded by Idiots",
                    "SummaryEnglish": "Kei and Ko train their bodies and begin to develop strategies to fight Tosaki. Kei spends time talking about his IBM with Ogura, realizing Kei's ghost is an extreme abnormality. While they begin to strategize, Sato makes his next move taking down a plane with his second target.",
                    "TitleJapanese": "どいつもこいつもバカばっかりだ",
                    "SummaryJapanese": "「そしてこれが――カウントダウン開始の合図だ」\n若井が射殺された。佐藤の暗殺リストトップに名前が挙がっていた男だ。若井の死と同時に、佐藤が言うところの第2ウェーブが開始された。そして、これは続く第3ウェーブ――最終ウェーブの始まりでもあった。\n佐藤の次のターゲットは桜井和夫という男だった。佐藤らはアジトとして使用している町工場へ戻ると、早くも次の作戦の準備を始める。薄暗い室内で、顔型の石膏に粘土を盛るゲン。同じ室内で、フォームラテックスの溶剤を混ぜる高橋。果たして彼らの次の計画とは……。"
                },
                "3": {
                    "ID": "5793434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5793434",
                    "TitleEnglish": "But I'm Always Scared",
                    "SummaryEnglish": "Sato is able to assassinate another off of the list. Nagai and Tosaki begin planning their counterattack against Sato. Nagai begins to struggle with the behavior of his IBM, wondering if he himself has to change. Tosaki also let's Nagai know Kaito's current condition.",
                    "TitleJapanese": "俺はいつだって怖い",
                    "SummaryJapanese": "桜井の搭乗していた航空機が静岡県沖に不時着した。桜井を殺害した佐藤が、飛行機のドアを爆破し、逃走したためだった。\n警視総監は警察の威信と誇りをかけ、佐藤逮捕に全力を傾けると表明したが、街では混乱が広がっていた。\nそのころ、圭はある疑問を胸にオグラ博士を訪ねていた。その疑問とは自分のＩＢＭについてだったが……。\n圭の悩みを知らない戸崎は、どのタイミングで佐藤を待ち伏せするのが得策か、圭に相談を持ちかける。次のターゲットは岸祐二だったが……。"
                },
                "4": {
                    "ID": "5794753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5794753",
                    "TitleEnglish": "They Make Me Sick",
                    "SummaryEnglish": "Kaito is in prison after helping Kei escape. He encounters prisoners ganging up on another prisoner after a successful escape attempt. The prisoner wants no help from Kaito. It begins to be clear the prisoner is hiding something.",
                    "TitleJapanese": "反吐が出ますね",
                    "SummaryJapanese": "「お前の友人は少年院にいる」\n突然、戸崎に告げられた圭。彼は一瞬怯むが、すぐに考え直す。これから起こることを考えれば、そこが一番安全な場所だと思えたからだ。\nその少年院では、奇妙な事件が起きていた。琴吹タケシという17歳の少年が、院を脱走。2日後、自発的に戻ってきたのだ。だが、その脱走経路はわからず、本人も「気づいたら外にいた」と主張するばかり。扱いに苦慮した院長はこの件を「存在しなかったこと」にし、彼を集団寮に戻す。そこは海斗のいる部屋だった。"
                },
                "5": {
                    "ID": "5816173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5816173",
                    "TitleEnglish": "Kuro, Please...",
                    "SummaryEnglish": "Kei continues his training. Tosaki attempts to get the Minitser's schedule. The Minister refuses, which leads Tosaki to attempt to steal it. However, the American investigators interfere.",
                    "TitleJapanese": "クロちゃん、お願い",
                    "SummaryJapanese": "殺害リストの×印が三分の一を越えた。だが、日本政府は依然、佐藤との交渉を拒否していた。\n圭たちは実戦を想定し、実地訓練に移る。各チームは3人編成。圭をアルファ隊のポイントマンに据え、セカンドとテールを黒服たちが固めるという陣形だった。\nそのころ、戸崎は亜人管理委員会に呼び出されていた。オグラ・イクヤ博士の死亡状況を調査するという名目で、アルメイダとマイヤーズという2名の国防総省職員が送り込まれてきたためだ。戸崎は2人の追求をうまくかわしつづけるが……。"
                },
                "6": {
                    "ID": "5816856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5816856",
                    "TitleEnglish": "Must Be Tough Being a Lapdog",
                    "SummaryEnglish": "Tosaki has been captured. Izumi rushes back to the hideout and insists they rescue him. Initially refusing, Nagai ultimately leads a team to rescue Tosaki from the Americans.",
                    "TitleJapanese": "飼い犬は大変だな",
                    "SummaryJapanese": "厚生労働大臣の前のターゲットが殺害され、ついに佐藤捕獲計画を実行に移す時が来た。\nだが、肝心の戸崎がアルメイダによって連れ去られてしまう。拉致現場に遭遇した泉は、戸崎救出を試みるも、マイヤーズのＩＢＭに阻まれる。そのまま泉自身も倒れ……。\n泉の脳裏には、1年以上も前の情景が甦っていた。世界のすべてに裏切られ、憎しみに支配されていた時に出会った、ひとりの男。彼は泉に自分の置かれている状況と、家族について教えてくれた。それだけではなく、その後の彼女の生き方についても……。"
                },
                "7": {
                    "ID": "5828162",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5828162",
                    "TitleEnglish": "Kuro, Just Once More, Please!",
                    "SummaryEnglish": "Nagai and the group pursue the Americans and Tosaki. Izumi manages to catch up with them and ultimately rescue Tosaki. Unfortunately, this means they missed their window to catch Sato.",
                    "TitleJapanese": "クロちゃん、もう一度だけ",
                    "SummaryJapanese": "戸崎を乗せ、走り去る車を見た泉は、単独でアルメイダらを追う。しかし、彼らを止めることはできず、アルメイダたちは米国大使館へと向かう。大使館に逃げ込まれたら戸崎の救出は絶望的になる。圭はＩＢＭを使い、彼らの車を追撃。ＩＢＭは建ち並ぶ住宅街を疾走し、アルメイダの車を捕捉する。圭はその動きを冷静に観察し……。\nそのころ、都内の高級レストランには、厚生労働大臣が姿を見せていた。絶対に漏れないはずの大臣のスケジュール。だが、佐藤たちは大臣の予定を正確に掴んでいた。"
                },
                "8": {
                    "ID": "5828163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5828163",
                    "TitleEnglish": "This Country Is Going to Get a Little Unsettled",
                    "SummaryEnglish": "Tosaki manages to get his team allowed into the building where Sato's next target is. Just as the clock ticks closer, a truck rushes in and sets off an E.M.P. bomb, rendering all electronics and new anti-Ajin guns useless. Sato charges in for an old fashioned gun fight.",
                    "TitleJapanese": "この国ちょっと大変なことになるから",
                    "SummaryJapanese": "「残るターゲットはひとり。武蔵重工の橋口会長だ。取締役会が開かれる3日後の19時、殺しに行くよ」\n佐藤が出した犯行日時指定の声明。\nメンツを潰された日本政府は、ついに最後のカードを切る。亜人制圧に特化した部隊――対亜人特選群の正式投入を決定したのだ。\n彼らは戦闘のプロフェッショナルであるだけでなく、武蔵重工が開発した特殊な武器を貸与されていた。瞬時に網膜を損傷させるレーザー。威力を上げたワイヤレス・テーザー・ガン。ＩＢＭ対策の小型インパルス放水銃など……。多彩な武器を手に、亜人の捕獲に向かうが……？"
                },
                "9": {
                    "ID": "5835019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5835019",
                    "TitleEnglish": "You're the One Messing Up My Life!",
                    "SummaryEnglish": "Sato and his group lead their assault. Nagai and his group prepare to intercept Sato, but Sato is too well prepared. Just when Nagai thinks he has Sato, it's revealed that Sato's IBM is similar to Nagai's.",
                    "TitleJapanese": "邪魔してるのはあんたの方だろ",
                    "SummaryJapanese": "「ここからは――火と刃物だけの、原始的な戦いだ」\n武蔵重工に突っこんだトラック。その荷台にはＥＭＰ――爆薬発電機が積まれていた。すべての電子機器が使用不能となり、警戒に当たっていた機動隊員はパニックに陥る。\nすでに準備を整えていた対亜隊員たちは、最新装備を捨て、通常兵器で侵入した亜人たちと戦い始める。\nビル内に潜伏していた圭たちも、暗闇の中で孤立する。だが、圭は「この状況は逆にチャンスです」と言い切り、ＩＢＭを発生させる。圭が目を付けたのは、エレベータシャフトだった……。"
                },
                "10": {
                    "ID": "5835020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5835020",
                    "TitleEnglish": "I Won't Do It",
                    "SummaryEnglish": "Nagai and the group return after being defeated by Sato. Nagai struggles to deal with his failures. Sato continues towards his third and final wave, an Ajin run Japan. Tosaki tries to mobilize everyone once more to stop Sato, but Nagai refuses.",
                    "TitleJapanese": "僕はやりませんよ",
                    "SummaryJapanese": "佐藤を本気にさせた圭。その代償は高く付いた。佐藤ＩＢＭによって倒れる泉、攻。無残にも叩き潰される黒服たち。恐怖を感じた圭は、戦意を喪失し、崩れ落ちる。\n佐藤ら亜人テロリストは、地下武器庫を経由し撤退する。武蔵重工が開発した、ある兵器を手土産に……。\nかんぽの宿に戻ってきた戸崎は、「おまえがついていながらなんてザマだ!?」と圭を責める。圭はこの敗北の原因がすべて自分にあると認め、部屋に引きこもる。一方の戸崎も、亜人なんかと手を組んだ自分がバカだったと嗤うが……。"
                },
                "11": {
                    "ID": "5835022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5835022",
                    "TitleEnglish": "\"At This Rate... It Really Will Be War!\"",
                    "SummaryEnglish": "Unrest begins as Satō-san releases a chemical weapon onto the population. People begin trying to attack the families of Ajin. Nagai saves his sister with the assistance of Kaito. Nagai entrusts his sister into Kaito's care.",
                    "TitleJapanese": "これじゃホントに戦争じゃないすか",
                    "SummaryJapanese": "「1週間後の午後12時までに、日本を明け渡してほしい」\n佐藤の突拍子もない要求に、すでに緊急事態宣言を発令していた政府は、改めて「国家の危機である」との声明を発表する。\n戸崎は亜人対策の専門家として佐藤を阻止しようと動くが、肝心の圭が戦う気力をなくしていた。\n陸上自衛隊も、人質と化学兵器を押さえられた状況ではヘタに手を出せず、ただ司令塔を包囲し、狙撃犯を待機させただけだった\nそのころ、圭の妹・慧理子は、入院先から母親に電話をかけていた。病院内にも不安が広がっていたが……。"
                },
                "12": {
                    "ID": "5835023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5835023",
                    "TitleEnglish": "But That Makes It Interesting, So Whatever",
                    "SummaryEnglish": "People from Satō's group desert and make contact with Nagai. The US plans on releasing the chemical weapons on Satō in the sewers. Tosaki is called and asked for assistance, which leads Nagai and the group to go after Satō once more.",
                    "TitleJapanese": "でもまあ、面白そうだからいいけどね",
                    "SummaryJapanese": "佐藤が放ったミサイルは、首相官邸付近に着弾した。\n佐藤には日本政府と交渉する気など最初からなかった。そのことに気づいた奥山たちは佐藤から離れ、戸崎に連絡を取る。\n自衛隊駐屯地に潜入した米軍は、佐藤のトラップにかかりながらも、神経ガスを積んだミサイルの撤去に取りかかる。続いて、探索班が地下の配管施設で佐藤の逃走経路捜索に入る。彼らはそのまま佐藤追跡に移ろうとするが、ペンタゴンからの指令により断念する。\n米軍のさらなる計画を知ったコウマ陸佐は激怒するが、日本政府に拒否権はなかった。"
                },
                "13": {
                    "ID": "5835024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ajin/episodes/5835024",
                    "TitleEnglish": "I'll Make You a Promise Too, Mr. Sato",
                    "SummaryEnglish": "Satō emerges from the rubble as he blew up an existing tunnel below to escape being crushed by Nagai's plan. Satō begins to hunt Nagai and the others as they attempt one last attempt as stopping him before the military unleashes a gas attack.",
                    "TitleJapanese": "僕も約束しますよ、佐藤さん",
                    "SummaryJapanese": "「佐藤さん、みんな…、あんたの遊びに付き合うのには…もううんざりしてるんですよ！」\n起爆装置を押す圭。佐藤と田中の周囲や頭上で、爆発が起こる。大量の瓦礫に押しつぶされる2人。が、次の瞬間、佐藤も起爆装置を作動。圭たちの足元が崩れ、佐藤もろとも巨大な地下壕へと落とされる。\n次に目を覚ましたとき、佐藤と同じ空間にいたのは泉と戸崎だった。圭たちは、2人の救出に向かうが……。\nまたしても作戦の裏をかかれた圭。計画の失敗が招くものとは……。米軍による神経ガス散布が迫るなか、圭たちは佐藤に最後の戦いを挑む……！"
                }
            }
        }
    }
}