{
    "URL": "https://www.thetvdb.com/series/legend-of-the-dragon-kings",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Horror",
        "Science Fiction",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0292846/",
        "https://www.themoviedb.org/tv/46253"
    ],
    "TitleEnglish": "Legend of the Dragon Kings",
    "SummaryEnglish": "AKA: Sohryuden (JPN) / The Legend of the Four Kings (UK). The four Ryudo brothers hold an ancient secret - they are descended from the dragons. They have the speed, strength and power of their legendary ancestors - and they're getting stronger. But when pushed to the limit, they become the terrifying, uncontrollable dragons of mythology. These powers have attracted the attention of some powerful enemies - shadowy organizations with unlimited resources and weapons who will stop at nothing to control the brothers.",
    "Aliases": [
        "そうりゅうでん"
    ],
    "Modified": "2024-05-18",
    "Seasons": {
        "1": {
            "ID": "638625",
            "URL": "https://www.thetvdb.com/series/legend-of-the-dragon-kings/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5338032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-dragon-kings/episodes/5338032",
                    "TitleEnglish": "Dragon Prophecy (The Four Brothers Under Fire)",
                    "SummaryEnglish": "The four Ryudo brothers, Hajime (23), Tsuzuku (19), Owaru (15) and Amaru (13) seem like your ordinary brothers living ordinary day-to-day lives. That is until criminal masterminds start to take an interest in them, especially Tadayoshi Funazu, also known as Gozen of Kamakura. Hajime prophecies that the time the dragon nature takes effect that their late grandfather warned him about is upon them and this is confirmed when Amaru has a dream about the rise of the dragons.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5338033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-dragon-kings/episodes/5338033",
                    "TitleEnglish": "Ancient Truths (The Legend of Dragon Springs)",
                    "SummaryEnglish": "The Ryudo brothers suffer social harassment losing gas, water, electricity, money etc. Tsuzuku, Owaru and Amaru are unfairly expelled from college while Hajime is fired as a director of the college by his own uncle, Seichiro Toba. He later finds himself arrested and brought to the feet of Kengo Takabayashi, Japan's deputy chief cabinet secretary corrupted by Gozen of Kamakura. Gozen himself has Hajime brought to him where Hajime learns that he and his brothers are the 117th descendents of the Dragon Kings.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5338034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-dragon-kings/episodes/5338034",
                    "TitleEnglish": "The Awakening (The Black Dragon King Revealed)",
                    "SummaryEnglish": "The Ryudo brothers' cousin, Matsuri Toba, and her family are taken hostage and it is reported in the news that they have been murdered by the Ryudos. Wanted by the police, the four brothers go into hiding and learn that Matsuri and her family are on the East Fuji range. But when they arrive they learn it is a trap set by the sinister Gozen of Kamakura as they find themselves in the middle of an intense army training program and their abilities are truly tested to the limit. After one attack too many, the Black Dragon of the Northern Oceans is awoken...",
                    "Aliases": []
                },
                "4": {
                    "ID": "5338035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-dragon-kings/episodes/5338035",
                    "TitleEnglish": "The Masked Enemy (Tokyo Bay Rhapsody)",
                    "SummaryEnglish": "The Ryudo brothers and Matsuri try to forget their troubles by attending Tokyo Fairyland, a theme park. What should be a fun day quickly turns into a nightmare as masked homicidal bunny rabbits, skeletons and monkeys bay for the brothers' blood as part of Military Intelligence's interest in them. The Ryudos are also being spied on by an unknown foe, who has a brief encounter with Tsuzuku at the theme park.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5338036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-dragon-kings/episodes/5338036",
                    "TitleEnglish": "Programmed To Kill (The Graceful Agent)",
                    "SummaryEnglish": "When the youngest Ryudo brothers, Owaru and Amaru, attend a baseball match, they learn that they are being watched by Dr Hatushi Tamozawa, Gozen's personal physician and a sadist who specializes in dissecting live specimens. Tamozawa has also created cyborg dogs designed to make the Ryudos day out an unpleasant one. When they learn that Matsuri has been kidnapped, assumed by Military Intelligence, they go to rescue her but find that there is more to this invitation than meets the eye.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5338037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-dragon-kings/episodes/5338037",
                    "TitleEnglish": "Dragon Alliance (Skyscrapers and the Red Dragon)",
                    "SummaryEnglish": "Seichiro Toba is bribed by the beautiful and mysterious Lady L - an undercover agent of the Four Sisters corporation - to sponsor Kyowa College. In return, she wants him to arrange a meeting between herself and Tsuzuku. So he arranges an evening meal with the Ryudos and Matsuri and deceives the unsuspecting Tsuzuku into Lady L's airship. He learns of the 'Four Sisters' alliance to try and get the dragon kings to join them in order to make the 'Four Sisters' alliance the most powerful organization in the world. Tsuzuku refuses and, after constant physical abuse, finds himself losing control. The airship crashes on top of the Tokyo Metropolitan building and the heat is well and truly on when the Red Dragon of the Southern Seas awakens within Tsuzuku...",
                    "Aliases": []
                },
                "7": {
                    "ID": "5338038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-dragon-kings/episodes/5338038",
                    "TitleEnglish": "Kill The Dragon (Revenge of the Four Brothers)",
                    "SummaryEnglish": "There is mass uproar in Japan after the sightings of the Red Dragon some days ago and Hajime finds himself coming to the realization that the secret that he and his brothers harbor won't be a secret for much longer. In the meantime, Dr Tamozawa returns and uses the negative dragon press to his advantage by sending his newly improved cyborgs out to pursue Owaru so that he can dissect him alive.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5338039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-dragon-kings/episodes/5338039",
                    "TitleEnglish": "The Iron Dragon (Rampage of the Iron Dragon)",
                    "SummaryEnglish": "Hajime, Tsuzuku, Amaru and Matsuri steal a tank and find themselves being pursued by the government as they race to save Owaru from the clutches of Dr Tamozawa, who is trying to dissect him. Lady L also takes an interest in Owaru, meaning that he is in bigger danger than he initially realised.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5338040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-dragon-kings/episodes/5338040",
                    "TitleEnglish": "The Fierce Wind (Storm of the White Dragon King)",
                    "SummaryEnglish": "The ruthless Lady L has kidnapped Owaru and he is held captive in an electrified cage surrounded by nuclear warheads and she intends to ship him to America. Hajime, Tsuzuku, Amaru and Matsuri race to the Yokota Army Base and, realizing that going in there together is a risk, Hajime goes on a solo mission to try and rescue his brother. After encountering Lady L, she deceives him into going on the wrong aircraft and when he realizes Owaru is on the other plane, Hajime tries to stop the aircraft to get to him but in doing so, crashes the planes and causes a massive explosion. The trauma of the events of the hot summer night finally takes its toll as the White Dragon of the Western Isles within Owaru finally awakens...",
                    "Aliases": []
                },
                "10": {
                    "ID": "5338041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-dragon-kings/episodes/5338041",
                    "TitleEnglish": "Narrow Escape (The Brothers' Greatest Escape)",
                    "SummaryEnglish": "Lady L reports the destruction of the Yokota Army Base and the stealing of the Japanese Army tank to the Japanese Prime Minister and a warrant for the Ryudo brothers arrest is granted. The four brothers are arrested and when a replica of Hajime destroys the police headquarters, the brothers are public enemy number one and have no option but to go on the run.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5338042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-dragon-kings/episodes/5338042",
                    "TitleEnglish": "The Blue Dragon Soars to Heaven (The Soaring Blue Dragon King)",
                    "SummaryEnglish": "Hajime is taken captive aboard the US Dynasty battleship by Lady L and she assigns Dr Tamozawa to carry out a dissection on him. But when Tamozawa starts the dissection, he struggles to make any ground and he inadvertently awakens the Blue Dragon of the Eastern Heights within Hajime and it takes the US Dynasty towards the heavens. Still on the run from the police, Owaru, Amaru, Matsuri and Tsuzuku resort to desperate measures to try and rescue him...",
                    "Aliases": []
                },
                "12": {
                    "ID": "5338043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/legend-of-the-dragon-kings/episodes/5338043",
                    "TitleEnglish": "Four Dragons In the Heaven (The Four Dragon Kings take to the Sky)",
                    "SummaryEnglish": "After the plane they stole is in danger of crashing, Tsuzuku, Owaru and Amaru revert to their dragon forms to rescue it and they fly to the USA where they are reunited with Hajime. The brothers find themselves locked in a fight to the death with the cow-headed natural enemy of the dragons, the Shiyu...",
                    "Aliases": []
                }
            }
        }
    }
}