{
  "URL": "https://www.thetvdb.com/series/legend-of-the-dragon-kings",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Fantasy",
    "Horror",
    "Science Fiction",
    "Suspense"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0292846/",
    "https://www.themoviedb.org/tv/46253"
  ],
  "TitleEnglish": "Legend of the Dragon Kings",
  "SummaryEnglish": "AKA: Sohryuden (JPN) / The Legend of the Four Kings (UK). The four Ryudo brothers hold an ancient secret - they are descended from the dragons. They have the speed, strength and power of their legendary ancestors - and they're getting stronger. But when pushed to the limit, they become the terrifying, uncontrollable dragons of mythology. These powers have attracted the attention of some powerful enemies - shadowy organizations with unlimited resources and weapons who will stop at nothing to control the brothers.",
  "Aliases": [
    "そうりゅうでん"
  ],
  "Modified": "2024-05-18",
  "Seasons": {
    "1": {
      "ID": "638625",
      "URL": "https://www.thetvdb.com/series/legend-of-the-dragon-kings/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5338032",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-dragon-kings/episodes/5338032",
          "TitleEnglish": "Dragon Prophecy (The Four Brothers Under Fire)",
          "SummaryEnglish": "The four Ryudo brothers, Hajime (23), Tsuzuku (19), Owaru (15) and Amaru (13) seem like your ordinary brothers living ordinary day-to-day lives. That is until criminal masterminds start to take an interest in them, especially Tadayoshi Funazu, also known as Gozen of Kamakura. Hajime prophecies that the time the dragon nature takes effect that their late grandfather warned him about is upon them and this is confirmed when Amaru has a dream about the rise of the dragons.",
          "Aliases": []
        },
        "12": {
          "ID": "5338043",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/legend-of-the-dragon-kings/episodes/5338043",
          "TitleEnglish": "Four Dragons In the Heaven (The Four Dragon Kings take to the Sky)",
          "SummaryEnglish": "After the plane they stole is in danger of crashing, Tsuzuku, Owaru and Amaru revert to their dragon forms to rescue it and they fly to the USA where they are reunited with Hajime. The brothers find themselves locked in a fight to the death with the cow-headed natural enemy of the dragons, the Shiyu...",
          "Aliases": []
        }
      }
    }
  }
}