{
    "URL": "https://www.thetvdb.com/series/garo-crimson-moon",
    "Genres": [
        "Adaptation",
        "Superhero"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/7254-CB47-734D-800C-779A-K",
        "https://www.imdb.com/title/tt5420560/",
        "http://www.garo-project.jp/ANIME2/",
        "https://www.themoviedb.org/tv/64139"
    ],
    "TitleEnglish": "Garo: Crimson Moon",
    "SummaryEnglish": "Heian-kyou, capital and the center of elegant, aristocratic culture, is heavily guarded by a spiritual force field made by court mages -- or so it seems. In reality, the onmyouji can only defend the palace located in the northern part of the city; in downtown, monsters known as \"horrors\" that feast upon human souls roam after sunset. There are, however, a group of heroes protecting commoners from these horrors in the darkness.",
    "TitleJapanese": "牙狼 -紅蓮ノ月-",
    "SummaryJapanese": "豪華絢爛、雅な貴族文化が花開き、霊的結界によって厳重に守護されし都─平安京。\nしかし、その栄華の様相は日暮れとともに変貌を遂げる。\n都に結界を張る呪術集団・陰陽師が実際に護るのは、\n都市の北端中央に位置する中枢部・光宮のみ。\n市井の陰には、人の魂を喰らう物の怪\n“火羅（ホラー）”が住み着き、平安京の夜闇を跋扈していた。\n陰陽師が光宮の護り手であるように、民の護り手となる者も存在する。\n\n闇の世界で火羅を討滅せし者──それが“魔戒騎士”と“魔戒法師”。\n魔戒騎士は、鎧を召還して手にする圧倒的な戦闘能力で火羅と戦い、\n魔戒法師は、魔導力による法術を駆使し魔戒騎士をサポートする。\n\n魔戒法師・星明（セイメイ）に拾われ、魔戒騎士として育てられた青年・雷吼（ライコウ）は、\n従者の金時（キントキ）とともに、都に暮らす人々を護るため日々奔走していた。\n\n平安京に渦巻く闇から、次々と生まれ出でる火羅。\nはたして、雷吼たちが立ち向かう先にあるものとは──",
    "Aliases": [
        "Garo: Guren no Tsuki"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "0": {
            "ID": "644675",
            "URL": "https://www.thetvdb.com/series/garo-crimson-moon/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5451831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5451831",
                    "TitleEnglish": "Kyouken",
                    "SummaryEnglish": "A moment of peace while the voice actors of GARO: Crimson Moon look and reminisce about the series over some delicious hot pot. Each go over their troubles, their favorite scenes, and their predictions of the future.",
                    "TitleJapanese": "第十二話 曲宴",
                    "SummaryJapanese": "とある場所に集められた『牙狼 -紅蓮ノ月-』主要キャストメンバー。そこには美味そうに湯気をたてる鍋が──！？　前半ストーリーを振り返ると共に、キャストによる作品紹介などで構成する特別番組！"
                },
                "2": {
                    "ID": "6966225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/6966225",
                    "TitleEnglish": "[TV Special] The Butterfly of Time",
                    "SummaryEnglish": "Tokiwaka, a double-axe wielding Makai Knight saves Minamoto no Mitsunaka from a Horror called Shuten Douji that no-one has been able to defeat, and he is ordered by Inari to destroy it. Later, he encounters a young woman, Tamagushi, who believes that her husband no longer loves her. Tokiwaka asks Izumi Shikibu about Shuten Douji and she tells him that it only seeks out pregnant women. One night, the Horror follows and attacks a young woman, and Tokiwaka manages to wound it without using his armour. Tokiwaka then confides in Tamagushi that his armor is cursed and prevents him from ageing. When he removes it, he sees a golden butterfly signifying the time he lost and becomes years younger. He also reveals that her husband, Minamoto no Mitsunaka, still loves her. When the Shuten Douji comes for Tamagushi because it detects that she is pregnant, Tokiwaka must invoke his Makai armor to defeat it.",
                    "TitleJapanese": "第25話 刻蝶",
                    "SummaryJapanese": "Blu-ray BOX 2完全新作エピソード、金時の秘密が明らかに! 「第25話『刻蝶』」"
                },
                "3": {
                    "ID": "7743360",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/7743360",
                    "TitleEnglish": "Garo: The Fleeting Cherry Blossom",
                    "SummaryEnglish": "The film features the characters from the Crimson Moon series; Raikou, Kintoki and Seimei. They are confronted by a Horror that inhabits an ancient cherry blossom tree. The Horror is activated by the brother and sister Tokimaru and Akira in revenge against Emperor Michinaga for their clan's ancestor Duke Kan, Sugawara-no-Michizane of the Hajimi, who was accused of treason and exiled. Tokimaru and Akira plan to take revenge on the current Emperor Michinaga, but Raikou, Kintoki and Seimei with the aid of the Makai Knight Yasusuke combine to stop the Horror. Later, Michinaga is arrested for callous disregard of the safety of the population within the capital.",
                    "TitleJapanese": "薄墨桜 -GARO-",
                    "SummaryJapanese": "本作にはTV版『紅蓮ノ月』の、魔道具化した雷獣や袴垂の義賊設定、安倍晴明や蘆屋道満、嶐鑼など多くの要素が描写されておらず、音響監督の久保氏曰く「TV版を知らない人でも楽しめるアニメ映画牙狼となっている」とのことで、これはTV版を知らなければ話が理解できなかった前作の「DIVINE FLAME」とは対照的なものである。\n本作の時系列は、ザンガが登場することとガロが陣の形態であることからTV版第14話「星明」以降の話となってくるが、この話以降は雷吼と星明が長きにわたり離別すること、第15話「心月」～第24話(最終話)「討月」までは空に紅蓮の月が浮かんでいること、また本作においてザンガが魔導馬を所持していることを踏まえると、本作はTV版最終話で嶐鑼を封印し(描写はないが)都を修復した後の話であるとすることが最も自然となる。"
                }
            }
        },
        "1": {
            "ID": "644676",
            "URL": "https://www.thetvdb.com/series/garo-crimson-moon/seasons/official/1",
            "# Episodes": 23,
            "Episodes": {
                "1": {
                    "ID": "5401918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401918",
                    "TitleEnglish": "Onmyou",
                    "SummaryEnglish": "In Heian period Japan, monsters known as Horrors roam the country side, causing fear and terror. However, a young man named Raikou dons magical golden armor to become a Makai Knight to fight them, alongside his assistant the Makai Alchemist Seimei.",
                    "TitleJapanese": "陰陽",
                    "SummaryJapanese": "時は平安。京の周囲には火羅(ホラー)と呼ばれる物の怪が蔓延り、夜な夜な起こる怪異に人々は怯えていた。その一方で、人知れず火羅と戦う者たちがいた。黄金の鎧を持つ若き魔戒騎士・雷吼と謎多き魔戒法師・星明。新たな怪異の噂を聞きつけた雷吼は、火羅の仕業ではないかと調べ始めるのだが──"
                },
                "2": {
                    "ID": "5401919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401919",
                    "TitleEnglish": "Tied Sword",
                    "SummaryEnglish": "Raikou and Seimei take an apprentice assigned by the Watchdog Center under their wing. While rumors of a possible Horror that is killing warriors for their swords are circulating within the capital, Seimei decides to look into this new apprentice.",
                    "TitleJapanese": "縁刀",
                    "SummaryJapanese": "京の魔戒の者たちを束ねる東の番犬所の依頼を受け、魔戒騎士見習い・葛城久頼と行動を共にすることになった雷吼と星明。久頼は魔戒騎士の剣を学ぶため、絶えたとされた黄金の鎧を召還できる雷吼に弟子入りを志願しているのだという。一刻も早く父の鎧を受け継ぎたいという久頼に雷吼は──"
                },
                "3": {
                    "ID": "5401920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401920",
                    "TitleEnglish": "Curse",
                    "SummaryEnglish": "Someone has placed curses throughout the mansion of Michinaga, Minister of the Left. The police magistrate immediately begins to investigate, taking all onmyouji that are not from the Onmyouryo into custody in order to find the culprit.",
                    "TitleJapanese": "呪詛",
                    "SummaryJapanese": "京の権力者・藤原道長の別邸にて、池の置石を舐めた野良犬が突如変死を遂げる。原因は自分を狙った「呪詛」であると告げられ、検非違使に巷の陰陽師を残らず捕らえるよう命じる道長。星明も悪法師として牢に閉じ込められてしまうが──"
                },
                "4": {
                    "ID": "5401921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401921",
                    "TitleEnglish": "Kaguya",
                    "SummaryEnglish": "Everyone in the capital is currently gossiping about the beautiful blue-eyed princess Kaguya. Her beauty is breathtaking and suitors fight desperately for her hand in marriage. Rumors spread that she is cursed as her suitors die one after another.",
                    "TitleJapanese": "赫夜",
                    "SummaryJapanese": "赫夜と呼ばれる美しい姫がいた。しかし、彼女に求婚を望む5人の貴族は次々と火羅に襲われ死んでしまう。自分を救ってくれる人を探しているのだという赫夜。怪しむ星明に雷吼は、赫夜が火羅ではないことを証明しようと奔走する──"
                },
                "5": {
                    "ID": "5401922",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401922",
                    "TitleEnglish": "Hakamadare",
                    "SummaryEnglish": "Raikou meets Yasusuke again and befriends him. Yasusuke is part of the police magistrate, but in love with a discharged criminal named Kosode. Each struggle with their status. Is there any way to overcome the gap between the rich and poor?",
                    "TitleJapanese": "袴垂",
                    "SummaryJapanese": "名門藤原南家の出である検非違使・藤原保輔は、放免の小袖に想いを寄せていた。放免とは、罪人を探索、捕縛するために検非違使に使われる前科者。小袖は保輔の好意に気づいているが、貴族と元罪人が懇意にすることなど許されるはずがなく──"
                },
                "6": {
                    "ID": "5401923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401923",
                    "TitleEnglish": "Lurking Demon",
                    "SummaryEnglish": "Though parents worry over their children, the children themselves rarely realize. Seimei finds an exquisite item after a day of shopping around Touji Temple, only to have it stolen by a little brat! Raikou and Kintoki give chase and meet Gobeh.",
                    "TitleJapanese": "伏魔",
                    "SummaryJapanese": "東寺の市の帰り道、雷吼たちはごべえという名の少年と出会う。ごべえは、病弱の母親と小さい妹のために珍品を盗み、金に換えようとしていた。一方、道満は南都を滅ぼした伝説の火羅・以津真天の封印を解く。だが完全なる復活の為には相応しい陰我を持った人間が必要だった──"
                },
                "7": {
                    "ID": "5401924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401924",
                    "TitleEnglish": "Mother Daughter",
                    "SummaryEnglish": "The seal on Seimei's mother weakens and the Horror within tries to get out. As Douman works to free the Horror buried under Kumano, Michinaga sends Seimei to eliminate the threat. Raikou chases after Seimei to stop her from killing her own mother.",
                    "TitleJapanese": "母娘",
                    "SummaryJapanese": "安武晴明の屋敷が火羅に襲われる。お金に困っていた星明は、藤原道長からの火羅征伐の依頼をしぶしぶ引き受け、一人熊野に向かう。そこでは道満がまたもや強力な火羅を解放しようとしていた。京に残された雷吼は星明の過去を知ることになり──"
                },
                "8": {
                    "ID": "5401925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401925",
                    "TitleEnglish": "Brothers",
                    "SummaryEnglish": "The Fujiwara household is the next to be attacked by a Horror. Yorinobu visits Seimei in hopes of aid, but Raikou ends up going with Yorinobu alone. Yorinobu unawaringly leads Raikou back to his birthplace and Tadano Shinbochi's darkness is revealed.",
                    "TitleJapanese": "兄弟",
                    "SummaryJapanese": "源家の郎党(家臣)・渡辺綱は、夜の橋上で女に化けた火羅と出会う。太刀で腕を切り落とし追い払うも、綱が武門の当主・多田新発意の屋敷に戻ると、無数の火羅の腕が出現、床に臥せる新発意を襲い出す。事態を案じた源頼信は星明を訪ねるのだが──"
                },
                "9": {
                    "ID": "5401926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401926",
                    "TitleEnglish": "Shine and Ruin",
                    "SummaryEnglish": "Raikou fights a Horror that absorbs light and gets the light of the Golden Armor stolen from him. After eliminating the Horror, Seimei and Kintoki quickly realize that Raikou is still affected by the darkness that seeped into Zaruba and his armor.",
                    "TitleJapanese": "光滅",
                    "SummaryJapanese": "厳しい台所事情に仕方なく番犬所へ仕事の無心に出かけた雷吼は、稲荷から厄介な火羅が現れたと聞かされ、星明、金時とともに討滅に向かう。黄金の鎧を召還し、いつものように火羅を討滅する雷吼だったが、度重なる戦いで鎧に溜まった邪気の影響を受けてしまい──"
                },
                "10": {
                    "ID": "5401927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401927",
                    "TitleEnglish": "1/10th",
                    "SummaryEnglish": "A Horror appears in the mansion that houses low-ranking onmyouji. Unable to admit the possibility of onmyouji falling victim to a Horror, Yasunori claims it to be the work of aristocrats against Michinaga. Raikou tries to fight it alone, but...",
                    "TitleJapanese": "一寸",
                    "SummaryJapanese": "陰陽寮に詰めていたすべての陰陽師が一晩のうちに消失する。火羅の仕業と感じた雷吼と金時は、陰陽師がらみの事件でやる気のない星明を尻目に、待ち伏せして火羅を討滅しようと動き出す。思惑どおり火羅を見つけ出した雷吼だったが、火羅の一撃を受け──"
                },
                "11": {
                    "ID": "5401928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401928",
                    "TitleEnglish": "Zanga",
                    "SummaryEnglish": "Yasumasa goes in search of the legendary Silver Armor that is said to be passed down the Fujiwara family. At the same time, his little brother, Yasusuke, meets a certain man that will change his life. Whether he wants to change or not.",
                    "TitleJapanese": "斬牙",
                    "SummaryJapanese": "袴垂は、南都の盗賊を束ねる大義賊・天戒丸に呼び出され、重大な話があると告げられる。同じ頃、袴垂の兄・藤原保昌は、光宮の護りをより強固なものにするため、藤原南家に伝わるという鎧の行方を探していた。そんな中、袴垂の盗賊団が火羅に襲われ──"
                },
                "12": {
                    "ID": "5401929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401929",
                    "TitleEnglish": "Conflict",
                    "SummaryEnglish": "The Raise Gate's construction is coming to an end, but there are shadows moving about in the darkness. Raikou broods over the words left by the knight Zanga as he urges Seimei to remove the seal she placed on him. Seimei must make a choice.",
                    "TitleJapanese": "相克",
                    "SummaryJapanese": "鎧召還の封印を解くよう星明に詰め寄る雷吼。しかし星明は頑として聞き入れず二人は衝突する。一方、完成間近の朱雀大路の新城門・来世門では、藤原道長が大工たちの労をねぎらっていた。その最中、突如上空に巨大な繭が出現。さらに蘆屋道満も姿を現す──"
                },
                "13": {
                    "ID": "5401930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401930",
                    "TitleEnglish": "Seimei",
                    "SummaryEnglish": "Abandoned by Raikou, Seimei moves forward to hunt Ashiya Douman down herself. The darkness grows within her as she heads to the Light Palace. At the same time, Raikou seethes with anger, blaming both himself and Seimei for the deaths of the innocent.",
                    "TitleJapanese": "星明",
                    "SummaryJapanese": "雷吼を救うことを選択した星明。しかし、その決断によって来世門は巨大な繭に押し潰され倒壊、大勢の人々が犠牲になってしまう。救えたはずの命だったと自らを責める雷吼。そんな彼を嘲笑うかの如く、繭からは大量の素体火羅が出現、人々を襲い始める──"
                },
                "14": {
                    "ID": "5401931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401931",
                    "TitleEnglish": "Soul Moon",
                    "SummaryEnglish": "Though Raikou has gained the power to don the Golden Armor himself, he is unable to move forward whole heartedly with Seimei missing. The Light Palace is quickly recovering from the Horror attack, but now aristocrat girls have begun disappearing.",
                    "TitleJapanese": "心月",
                    "SummaryJapanese": "自ら鎧を召還できるようになったものの、星明がいなくなり心ここにあらずの雷吼。一方、多くの民が住処をなくした来世門周辺では、頼信と郎党、そして変わり者と評判の姫・末摘花が炊き出しを行っていた。そんな時、貴族の娘たちが行方不明になる事件が起こる──"
                },
                "15": {
                    "ID": "5401932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401932",
                    "TitleEnglish": "Worst",
                    "SummaryEnglish": "No matter what era, there are always problems between husband and wife. Especially when that husband is a man like Masamune, who is well-known for his cheating ways. Izumi Shikibu tries to help her friend and enlists the help of Raikou and Kintoki.",
                    "TitleJapanese": "最低",
                    "SummaryJapanese": "相変わらず、女と見れば手を出してしまう橘正宗は、歌会中に侍女をてごめにしようとし、妻の怒りをかう。その事を歌の師匠である和泉式部に愚痴る正宗。女癖の悪さを見かねた式部は、雷吼に正宗の見張りを頼む。そんな折、正宗ゆかりの女たちが次々と殺され──"
                },
                "16": {
                    "ID": "5401933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401933",
                    "TitleEnglish": "Sinister Evil",
                    "SummaryEnglish": "Two brothers who fight for what they believe is right in two completely different ways decide to team up. Yasusuke finds out that perhaps his older brother, Yasumasa, is not the weak man hungry for social power that he once believed him to be.",
                    "TitleJapanese": "兇悪",
                    "SummaryJapanese": "魔戒騎士でありながら義賊を続ける袴垂は、ある晩押し入った屋敷で火羅と化した貴族を討滅する。貴族たちへの盗賊の襲撃が相次ぎ、来世門の失態をいち早く返上したいと考える検非違使の長・四条公任は、事件の本格的な調査に乗り出すが──"
                },
                "17": {
                    "ID": "5401934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401934",
                    "TitleEnglish": "Extinguished Star",
                    "SummaryEnglish": "Seimei chases after Douma in hopes of finding a way to eliminate the darkness eating away at her. Haruaki finds Seimei and realizes quickly that something must be done. Her time is running out and something inside her wants to take control.",
                    "TitleJapanese": "星滅",
                    "SummaryJapanese": "討滅した火羅が紅い光となって月へと昇っていく。不可思議な現象を訝しむ雷吼は、番犬所の稲荷から夜空に紅く浮かぶ月の秘密を告げられる。そのころ雷吼の元を去った星明は、自分の体の異変に気づき、ひとり熊野の山中にいた。そこに現れたのは祖父・安武晴明だった──"
                },
                "18": {
                    "ID": "5401935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401935",
                    "TitleEnglish": "Frenzy",
                    "SummaryEnglish": "Seimei's body has been taken over by the darkness and Rudra runs rampant in the city in search of the Golden Knight. Various people close to Raikou get hurt in the process. Will Raikou raise his sword against Seimei once he sees what she has become?",
                    "TitleJapanese": "繚乱",
                    "SummaryJapanese": "空に浮かぶ紅蓮ノ月は真の月ではなく、強大な火羅・ルドラを封印する地であった。そして、その月が紅く染まったのは、道魔法師によって封印が解かれ、依代が地上に現れたからだという。雷吼は番犬所の稲荷からルドラ復活阻止の命を受け動き出すが──"
                },
                "19": {
                    "ID": "5401936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401936",
                    "TitleEnglish": "Vessel",
                    "SummaryEnglish": "Raikou realizes that Seimei is the vessel that the Watchdog Center ordered him to destroy. And though Kaguya is the key to the seal of the Crimson Moon, she is currently powerless. Torn between his duty and his emotions, Raikou slowly loses hope.",
                    "TitleJapanese": "依代",
                    "SummaryJapanese": "師である道魔法師を殺した蘆屋道満と共に現れた、黒い魔法衣を纏った星明。その星明の結界を破り、自らを月の火羅を封印せし者と告げる赫夜。赫夜の秘密を知る安武晴明は、ルドラ討滅の為、雷吼にその全てを打ち明けるのであった。騎士としての使命を果たさなければならない雷吼に大きな試練の時が──"
                },
                "20": {
                    "ID": "5401937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401937",
                    "TitleEnglish": "Duel",
                    "SummaryEnglish": "Raikou is sure that Seimei is still alive. Yasusuke is sure that she is gone, especially after Rudra kills his brother. Consumed with grief, Yasusuke fights against Rudra while Raikou tries to stop him. Words no longer work and blades must talk.",
                    "TitleJapanese": "対決",
                    "SummaryJapanese": "ルドラを討滅するには、依代の中にいるうちに依代ごと斬るのが最善と解りながらも、依代＝星明を斬ることができず苦悩する雷吼。そんな最中、袴垂の兄保昌が星明に殺されてしまう。復讐心も相まって星明を斬ることを決意する袴垂。そんな袴垂を止めようと立ち塞がる雷吼。計らずも二人の魔戒騎士が今激突する──"
                },
                "21": {
                    "ID": "5401938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401938",
                    "TitleEnglish": "Resonance",
                    "SummaryEnglish": "With the help of Haruaki, Raikou enters Seimei's mind to drive Rudra out and bring her back. Of course, Douman will have none of that and comes to get into their way. Kintoki tries to keep Douman at bay as Haruaki rushes to reopen the gate.",
                    "TitleJapanese": "共鳴",
                    "SummaryJapanese": "依代である星明を助ける術が見つかったと晴明から告げられた雷吼たち。その決死の作戦とは、雷吼が星明の精神世界に入り、その心の内にいるはずの星明を目覚めさせ、内にいるルドラを滅すること。だがその為には、雷吼同様晴明も命をかけなくてはならない。果たして──"
                },
                "22": {
                    "ID": "5401939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401939",
                    "TitleEnglish": "Rudra",
                    "SummaryEnglish": "Douman regains consciousness as Raikou and Seimei move to eliminate Rudra. Before they do, Douman steals Haruaki's body and awakens Rudra using his own darkness. As hell breaks loose, Yorinobu discovers what kind of person Michinaga truly is.",
                    "TitleJapanese": "嶐鑼",
                    "SummaryJapanese": "晴明の策は成功し、無事に星明は救出される。だが、一方でその術の真実は晴明が代わりにルドラの依代となるものだった。それに気づいた蘆屋道満は、晴明を奪いルドラ復活の儀式を始める。道満を探し出しそれを阻止しようと動く雷吼たち。しかし、時すでに遅く、月の封印を破り遂にルドラが復活してしまう──"
                },
                "23": {
                    "ID": "5401940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401940",
                    "TitleEnglish": "Assault Moon",
                    "SummaryEnglish": "With Kaguya's memories recovered, Raikou and the others enter the final battle against Rudra. They must cut away the ties of darkness within Rudra before Garo and Zanga reach the limit of their armor. Otherwise, the lost soul beasts within will roar.",
                    "TitleJapanese": "討月",
                    "SummaryJapanese": "復活したルドラ。その強大な力に怯むことなく挑む二人の魔戒騎士。だが、体内に魔界との迎門を持つルドラは斬られても斬られても新たな火羅を呼び出し復活してしまう。奴を倒すにはその迎門の源となっている道満を切り離さなければならないと読む星明。しかし、その為にはルドラの中にある道満の陰我を断つ必要があった──"
                }
            }
        }
    }
}