{
    "URL": "https://www.thetvdb.com/series/girls-beyond-the-wasteland",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5326434/",
        "https://www.themoviedb.org/tv/65661"
    ],
    "TitleEnglish": "Girls Beyond the Wasteland",
    "SummaryEnglish": "Buntarou doesn't know what he wants to do in the future. He does not have any kind of dream that he wants to pursue, so currently he just spends his days hanging around with his friends. One day, his classmate Sayuki asks him if he wants to help with development of a gal game. She says that she had become interested in his help after she read one his works intended for the drama club. Buntarou doesn't know anything about gal games, but Sayuki claims that she has the ability to make it a success. Can they make the game, and will it be a success like she claims it will be? This is the story of youths taking a daring step into the unknown...",
    "TitleJapanese": "少女たちは荒野を目指す",
    "SummaryJapanese": "神奈川県、金沢百景。風光明媚なその地で学生生活を送る少年、\n北条文太郎には、将来の夢がなかった。\nやりたいことを見つけられない、そんな焦りを抱き始めていたある日、彼はミステリアスな同級生の少女から、一緒にゲームを作らないかと持ちかけられる。\nその提案に、初めて何かを成し遂げることができるかもしれないという予感を感じた文太郎。\nそして、彼はついに一歩を踏み出した。\nいざ往かん。この世の荒野に、仲間たちとともに――。",
    "Aliases": [
        "Shōjo-tachi wa Kōya o Mezasu",
        "Shoujo-tachi wa Kouya wo Mezasu",
        "Girls beyond the youth KOYA",
        "Girls aim for the Wilderness: Girls beyond the youth KOYA"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "0": {
            "ID": "644679",
            "URL": "https://www.thetvdb.com/series/girls-beyond-the-wasteland/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5401950",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/girls-beyond-the-wasteland/episodes/5401950",
                    "TitleEnglish": "Shoujotachi wa Kouya o Mezasu: OVA",
                    "SummaryEnglish": "Buntarou doesn't know what he wants to do in the future. He does not have any kind of dream that he wants to pursue, so currently he just spends his days hanging around with his friends. One day, his classmate Sayuki asks him if he wants to help with development of a gal game. She says that she had become interested in his help after she read one his works intended for the drama club. Buntarou doesn't know anything about gal games, but Sayuki claims that she has the ability to make it a success. Can they make the game and will it be a success like she claims it will be? This is the story of youths taking a daring step into the unknown... NOTE: This OVA will be released on 03.25.2016 as a bonus Blu-ray included with first-print copies of MinatoSoft's \"Shoujotachi wa Kouya o Mezasu: Anime Edition\" PC game.",
                    "TitleJapanese": "OVA「戦略的ゲームバンドル版…と言うべきものかしら」",
                    "SummaryJapanese": "ゲーム特別版『アニメEdition』"
                }
            }
        },
        "1": {
            "ID": "646683",
            "URL": "https://www.thetvdb.com/series/girls-beyond-the-wasteland/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5427409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girls-beyond-the-wasteland/episodes/5427409",
                    "TitleEnglish": "Girls Who Chase After Their Dreams",
                    "SummaryEnglish": "After viewing a skit Buntarou wrote for their school’s drama club, Sayuki asks him out on what might be considered a date. However, she has an odd ulterior motive.",
                    "TitleJapanese": "夢を追う少女",
                    "SummaryJapanese": "人から頼られやすいこと以外に、何も持ち合わせていない男子高校生、北条文太郎。将来の夢を見出せない彼は、ぼんやりとした焦りを感じていた。幼なじみの夕夏には才能がある、夢もある。自分には――？　そんな彼の姿を、孤高の同級生・黒田砂雪が見つめていた。突如、男子トイレで「学校ではできない話」がしたいと迫られ、デートすることになった二人。ひとしきり楽しんだ後に明かされた、彼女の真の目的とは……。"
                },
                "2": {
                    "ID": "5466078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girls-beyond-the-wasteland/episodes/5466078",
                    "TitleEnglish": "This Is Another Spring of Youth",
                    "SummaryEnglish": "Buntarou is still reeling from the previous day’s events when Saiyuki reveals her plan, which is already underway and only missing the key component: a team.",
                    "TitleJapanese": "これもひとつの青い春",
                    "SummaryJapanese": "美少女ゲームの勉強をしながら、ゲーム作りのスタッフ集めに奔走する文太郎。だが、彼が連れてきたスタッフは、やる気のない学生ばかりだった。さっそく壁にぶつかるも、幼なじみで演劇部のエースである夕夏を、声優として参加させることに成功。さらに同じく幼なじみの亜登夢からも参加の申し出が。黒田に覚悟を問われ、一度は消沈しかける亜登夢。だが、恋愛という言葉を聞いた途端、彼は「変貌」を遂げる。"
                },
                "3": {
                    "ID": "5466079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girls-beyond-the-wasteland/episodes/5466079",
                    "TitleEnglish": "It’s the First Time",
                    "SummaryEnglish": "The group gets together for a “camp” to brainstorm ideas for their first project. However, an argument between Sayuki and Teruha may leave the team lacking a programmer!",
                    "TitleJapanese": "はじめてなんだ",
                    "SummaryJapanese": "ミーティング合宿を行うことになった文太郎達。そこで黒田は改めてゲーム作りの覚悟について熱弁を振るう。だが、その一途な想いに水を差すように、遅刻したテルハが悪びれない態度を見せる。睨み合うふたり―—。さらにテルハは、自分達が作ろうとしているゲームの、短すぎる開発期間や内容面について言及する。「楽しんでやるべき」と言うテルハに対し、黒田は頑なにそれを否定。そしてさらなる不和は、ついに綻びを生んでしまう。"
                },
                "4": {
                    "ID": "5466080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girls-beyond-the-wasteland/episodes/5466080",
                    "TitleEnglish": "A Melody of Selfishness and Subtraction",
                    "SummaryEnglish": "Buntarou comes down with a case of writer's block, and the stress begins to take its toll on Yuki. With both writer and artist in a creative slump, what can Kuroda do to help?",
                    "TitleJapanese": "わがままと引き算のメロディ",
                    "SummaryJapanese": "プロット制作に苦戦する文太郎。「1話完結で書いてみたら」という黒田のアドバイスに、ようやく筆が乗り始める。結果プロットは3日で上がり、皆からの評価も悪くない。だが、読んでみての感想は「普通に面白い」という、無味乾燥なものだった。さらなるキャラ立ちの必要性に悩む文太郎。そんな彼にヒントを与えようと、黒田によってプロのライターとの会合の場が用意される。ベテランから発せられた、シナリオの極意。それは――。"
                },
                "5": {
                    "ID": "5466081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girls-beyond-the-wasteland/episodes/5466081",
                    "TitleEnglish": "What You Can See in the Storm",
                    "SummaryEnglish": "After another heated argument, Ando fires herself. In an attempt to coax her back, Buntarou signs on to help Ando's family fishing business with dangerous results.",
                    "TitleJapanese": "嵐の中で見えるのは",
                    "SummaryJapanese": "外注先から音楽と背景が上がってきた。さっそくテルハが組み上げて、ゲーム序盤がプレイ可能に。\n初めてプレイ可能になったゲームの出来に、一同の胸も躍る。\nだが、ふと文太郎が違和感を口にした。自分の文章が書き換えられている？\n……それはテルハの手によるものだった。\nしかも彼女は、自身が担当している公開が差し迫ったホームページ制作には手を付けてないという。\nそのことをとがめられたテルハは機嫌を損ね、部室を去ってしまい……。"
                },
                "6": {
                    "ID": "5466082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girls-beyond-the-wasteland/episodes/5466082",
                    "TitleEnglish": "This is the So-Called Fanservice Episode",
                    "SummaryEnglish": "The group heads to the beach to replicate beloved fanservice tropes, but will incurable fissures begin to form as Kuroda and Buntarou come to an understanding?",
                    "TitleJapanese": "これがいわゆる サービス回というものね",
                    "SummaryJapanese": "荒野を進むためには、時に息抜きも必要だ―?\n文太郎達は夏の海を満喫していた。\n思い思いに楽しむ中で、黒田だけは真剣に“美少女ゲームあるあるシチュエーション”を遂行する。\nビーチバレー、追いかけっこ、水の掛け合いにバーベキューと、その度に突飛な発言が飛び出す。\n一通り楽しみ、一同はスイカを食べることに。\n笑い声が響く中、黒田がまたしてもおかしな話をする。\nだがその何気ない言葉は、夕夏に微かな変化を与えていた。"
                },
                "7": {
                    "ID": "5498603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girls-beyond-the-wasteland/episodes/5498603",
                    "TitleEnglish": "As Always, It's a Different You",
                    "SummaryEnglish": "Bunta's having a seriously bad case of writer's block. The group attempts to stimulate his imagination by acting out one odd scenario after another!",
                    "TitleJapanese": "いつもと同じ、違うキミ",
                    "SummaryJapanese": "告白シーンが書けず、四苦八苦する文太郎。\n告白経験がないことがその原因ではないかと思い至った彼は、参考意見を聞こうと奮闘。\n六波羅の皆も実演を交えつつ、萌えるシチュエーションを提案するが、ピンと来るものがない。\n見兼ねた夕夏から外出を提案された文太郎は、「夕夏と擬似デートをすれば、何か掴めるのでは」と思いつく。\nだが、「デート」というワードに、夕夏は過剰反応。\n文太郎を必要以上に意識してしまった彼女は――。"
                },
                "8": {
                    "ID": "5498604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girls-beyond-the-wasteland/episodes/5498604",
                    "TitleEnglish": "Shut Away in Summer",
                    "SummaryEnglish": "Bunta is under house arrest! Kuroda has enlisted the entire team to \"help\" Bunta get past his writing block the old fashioned way: he can't leave until he finishes the script.",
                    "TitleJapanese": "閉じ込められて、夏",
                    "SummaryJapanese": "スランプ気味の文太郎に対し、ついに緊急措置――所謂「缶詰」を敢行。\n皆の協力という名の監視のもと、48時間ぶっ続けでシナリオを書くこととなる。\nだが油断した文太郎はつい寝入ってしまうのだった。\nさらに寝落ちしたのは彼だけではなく、監視するはずの皆も同様。\n改めて激励を背に受け、机に向かう文太郎だったが、次第に憔悴の色があらわれる。\nそんな彼を見て皆は書き上げた際の「ご褒美」の相談をしはじめるのだった。"
                },
                "9": {
                    "ID": "5498605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girls-beyond-the-wasteland/episodes/5498605",
                    "TitleEnglish": "Because I Love You",
                    "SummaryEnglish": "The team heads to the recording studio to put Yuka's voice to their main character, Kirika. However, with the studio on a schedule, can Yuka do the quality job she wants?",
                    "TitleJapanese": "好きだから",
                    "SummaryJapanese": "「朝森さん家の24時」のアフレコ日。ヒロイン役・夕夏はやる気満々だったが、スタジオの張り詰めた空気と、プロである声優の演技を間近で見たこともあり、落ち着かない。そしてついに本番――。緊張のために苦戦する彼女を、さらに時間的な制約が襲う。自分の演技に納得はいかないものの、黒田に説得され、失意の中でアフレコを終えることに。数日後、スタジオ側から録り直し部分が発生したとの連絡が来る。だが、落ち込む夕夏は……。"
                },
                "10": {
                    "ID": "5498606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girls-beyond-the-wasteland/episodes/5498606",
                    "TitleEnglish": "Typhoon Attack",
                    "SummaryEnglish": "Rokuhara releases the demo of their first game! As they read reviews, they get word that veteran development team, Typhoon, wants to meet them, but it might be risky.",
                    "TitleJapanese": "タイフーン襲来",
                    "SummaryJapanese": "「朝森さん家の24時」の体験版の評価を気にして、ネットを見る文太郎たち。そこには同日に体験版を公開し、高評価を得ていた別ブランド名も記載されていた。名は「タイフーン」。偶然にも、そのスタジオのライター・光輝と会うこととなった文太郎は、六波羅＆タイフーンでの交流会の提案を受けることに。そして、交流会当日。タイフーン社長・鯛子の強烈なキャラクター性もあって、場の雰囲気は不穏な方向へと転がり始める――。"
                },
                "11": {
                    "ID": "5498607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girls-beyond-the-wasteland/episodes/5498607",
                    "TitleEnglish": "This Might Be the Beginning",
                    "SummaryEnglish": "The group discovers the truth behind Kuroda's intentions for creating the bishoujo game. Betrayed, Buntarou and the others abandon her just before the game's completion.",
                    "TitleJapanese": "これが始まりかもしれない",
                    "SummaryJapanese": "明かされた事実に、衝撃を受ける文太郎達。これまでの努力は何のために……？　真相を隠し、皆を騙していた黒田に怒りをぶつける六波羅の面々は、やり切れない想いと共に部室を去っていく。それは文太郎も同じだった。しかし、「自分たちのゲームを完成させたかった」という自身の正直な想いに改めて向き合い、モヤモヤした気持ちを抱える一同。「荒野に挑みたい――」。その想いはみな同じなのだ。"
                },
                "12": {
                    "ID": "5498608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girls-beyond-the-wasteland/episodes/5498608",
                    "TitleEnglish": "Girls Beyond the Wasteland",
                    "SummaryEnglish": "The members of Rokuhara await the news of their win or loss against the game company Typhoon. When the results come in, why does Kuroda want to break up the team?",
                    "TitleJapanese": "少女たちは荒野を目指す",
                    "SummaryJapanese": "ついに「朝森さん家の24時」の発売日を迎え、なんとなく落ち着かない一同。部室に入った彼らは、ガッツポーズをする黒田の姿を目にする。それは好調な売り上げの「朝森さん」が再出荷されたとの報によるものだった。同時に六波羅とタイフーンの勝負も決着の時を迎える。その結果は……。\n　かくして、文太郎たちは荒野の片隅へと足を踏み入れた。その先に何が待ち受けているのかは、まだ分からない。それでも――。"
                }
            }
        }
    }
}