{
  "URL": "https://www.thetvdb.com/series/garo-crimson-moon",
  "Genres": [
    "Adaptation",
    "Superhero"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/7254-CB47-734D-800C-779A-K",
    "https://www.imdb.com/title/tt5420560/",
    "http://www.garo-project.jp/ANIME2/",
    "https://www.themoviedb.org/tv/64139"
  ],
  "TitleEnglish": "Garo: Crimson Moon",
  "SummaryEnglish": "Heian-kyou, capital and the center of elegant, aristocratic culture, is heavily guarded by a spiritual force field made by court mages -- or so it seems. In reality, the onmyouji can only defend the palace located in the northern part of the city; in downtown, monsters known as \"horrors\" that feast upon human souls roam after sunset. There are, however, a group of heroes protecting commoners from these horrors in the darkness.",
  "Aliases": [
    "Garo: Guren no Tsuki",
    "牙狼＜GARO＞-紅蓮ノ月-"
  ],
  "Modified": "2025-06-03",
  "Seasons": {
    "0": {
      "ID": "644675",
      "URL": "https://www.thetvdb.com/series/garo-crimson-moon/seasons/official/0",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "5451831",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5451831",
          "TitleEnglish": "Kyouken",
          "SummaryEnglish": "A moment of peace while the voice actors of GARO: Crimson Moon look and reminisce about the series over some delicious hot pot. Each go over their troubles, their favorite scenes, and their predictions of the future.",
          "Aliases": []
        },
        "2": {
          "ID": "6966225",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/6966225",
          "TitleEnglish": "[TV Special] The Butterfly of Time",
          "SummaryEnglish": "Tokiwaka, a double-axe wielding Makai Knight saves Minamoto no Mitsunaka from a Horror called Shuten Douji that no-one has been able to defeat, and he is ordered by Inari to destroy it. Later, he encounters a young woman, Tamagushi, who believes that her husband no longer loves her. Tokiwaka asks Izumi Shikibu about Shuten Douji and she tells him that it only seeks out pregnant women. One night, the Horror follows and attacks a young woman, and Tokiwaka manages to wound it without using his armour. Tokiwaka then confides in Tamagushi that his armor is cursed and prevents him from ageing. When he removes it, he sees a golden butterfly signifying the time he lost and becomes years younger. He also reveals that her husband, Minamoto no Mitsunaka, still loves her. When the Shuten Douji comes for Tamagushi because it detects that she is pregnant, Tokiwaka must invoke his Makai armor to defeat it.",
          "Aliases": []
        },
        "3": {
          "ID": "7743360",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/7743360",
          "TitleEnglish": "Garo: The Fleeting Cherry Blossom",
          "SummaryEnglish": "The film features the characters from the Crimson Moon series; Raikou, Kintoki and Seimei. They are confronted by a Horror that inhabits an ancient cherry blossom tree. The Horror is activated by the brother and sister Tokimaru and Akira in revenge against Emperor Michinaga for their clan's ancestor Duke Kan, Sugawara-no-Michizane of the Hajimi, who was accused of treason and exiled. Tokimaru and Akira plan to take revenge on the current Emperor Michinaga, but Raikou, Kintoki and Seimei with the aid of the Makai Knight Yasusuke combine to stop the Horror. Later, Michinaga is arrested for callous disregard of the safety of the population within the capital.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "644676",
      "URL": "https://www.thetvdb.com/series/garo-crimson-moon/seasons/official/1",
      "# Episodes": 23,
      "Episodes": {
        "1": {
          "ID": "5401918",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401918",
          "TitleEnglish": "Onmyou",
          "SummaryEnglish": "In Heian period Japan, monsters known as Horrors roam the country side, causing fear and terror. However, a young man named Raikou dons magical golden armor to become a Makai Knight to fight them, alongside his assistant the Makai Alchemist Seimei.",
          "Aliases": []
        },
        "2": {
          "ID": "5401919",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401919",
          "TitleEnglish": "Tied Sword",
          "SummaryEnglish": "Raikou and Seimei take an apprentice assigned by the Watchdog Center under their wing. While rumors of a possible Horror that is killing warriors for their swords are circulating within the capital, Seimei decides to look into this new apprentice.",
          "Aliases": []
        },
        "3": {
          "ID": "5401920",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401920",
          "TitleEnglish": "Curse",
          "SummaryEnglish": "Someone has placed curses throughout the mansion of Michinaga, Minister of the Left. The police magistrate immediately begins to investigate, taking all onmyouji that are not from the Onmyouryo into custody in order to find the culprit.",
          "Aliases": []
        },
        "4": {
          "ID": "5401921",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401921",
          "TitleEnglish": "Kaguya",
          "SummaryEnglish": "Everyone in the capital is currently gossiping about the beautiful blue-eyed princess Kaguya. Her beauty is breathtaking and suitors fight desperately for her hand in marriage. Rumors spread that she is cursed as her suitors die one after another.",
          "Aliases": []
        },
        "5": {
          "ID": "5401922",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401922",
          "TitleEnglish": "Hakamadare",
          "SummaryEnglish": "Raikou meets Yasusuke again and befriends him. Yasusuke is part of the police magistrate, but in love with a discharged criminal named Kosode. Each struggle with their status. Is there any way to overcome the gap between the rich and poor?",
          "Aliases": []
        },
        "6": {
          "ID": "5401923",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401923",
          "TitleEnglish": "Lurking Demon",
          "SummaryEnglish": "Though parents worry over their children, the children themselves rarely realize. Seimei finds an exquisite item after a day of shopping around Touji Temple, only to have it stolen by a little brat! Raikou and Kintoki give chase and meet Gobeh.",
          "Aliases": []
        },
        "7": {
          "ID": "5401924",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401924",
          "TitleEnglish": "Mother Daughter",
          "SummaryEnglish": "The seal on Seimei's mother weakens and the Horror within tries to get out. As Douman works to free the Horror buried under Kumano, Michinaga sends Seimei to eliminate the threat. Raikou chases after Seimei to stop her from killing her own mother.",
          "Aliases": []
        },
        "8": {
          "ID": "5401925",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401925",
          "TitleEnglish": "Brothers",
          "SummaryEnglish": "The Fujiwara household is the next to be attacked by a Horror. Yorinobu visits Seimei in hopes of aid, but Raikou ends up going with Yorinobu alone. Yorinobu unawaringly leads Raikou back to his birthplace and Tadano Shinbochi's darkness is revealed.",
          "Aliases": []
        },
        "9": {
          "ID": "5401926",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401926",
          "TitleEnglish": "Shine and Ruin",
          "SummaryEnglish": "Raikou fights a Horror that absorbs light and gets the light of the Golden Armor stolen from him. After eliminating the Horror, Seimei and Kintoki quickly realize that Raikou is still affected by the darkness that seeped into Zaruba and his armor.",
          "Aliases": []
        },
        "10": {
          "ID": "5401927",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401927",
          "TitleEnglish": "1/10th",
          "SummaryEnglish": "A Horror appears in the mansion that houses low-ranking onmyouji. Unable to admit the possibility of onmyouji falling victim to a Horror, Yasunori claims it to be the work of aristocrats against Michinaga. Raikou tries to fight it alone, but...",
          "Aliases": []
        },
        "11": {
          "ID": "5401928",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401928",
          "TitleEnglish": "Zanga",
          "SummaryEnglish": "Yasumasa goes in search of the legendary Silver Armor that is said to be passed down the Fujiwara family. At the same time, his little brother, Yasusuke, meets a certain man that will change his life. Whether he wants to change or not.",
          "Aliases": []
        },
        "12": {
          "ID": "5401929",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401929",
          "TitleEnglish": "Conflict",
          "SummaryEnglish": "The Raise Gate's construction is coming to an end, but there are shadows moving about in the darkness. Raikou broods over the words left by the knight Zanga as he urges Seimei to remove the seal she placed on him. Seimei must make a choice.",
          "Aliases": []
        },
        "13": {
          "ID": "5401930",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401930",
          "TitleEnglish": "Seimei",
          "SummaryEnglish": "Abandoned by Raikou, Seimei moves forward to hunt Ashiya Douman down herself. The darkness grows within her as she heads to the Light Palace. At the same time, Raikou seethes with anger, blaming both himself and Seimei for the deaths of the innocent.",
          "Aliases": []
        },
        "14": {
          "ID": "5401931",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401931",
          "TitleEnglish": "Soul Moon",
          "SummaryEnglish": "Though Raikou has gained the power to don the Golden Armor himself, he is unable to move forward whole heartedly with Seimei missing. The Light Palace is quickly recovering from the Horror attack, but now aristocrat girls have begun disappearing.",
          "Aliases": []
        },
        "15": {
          "ID": "5401932",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401932",
          "TitleEnglish": "Worst",
          "SummaryEnglish": "No matter what era, there are always problems between husband and wife. Especially when that husband is a man like Masamune, who is well-known for his cheating ways. Izumi Shikibu tries to help her friend and enlists the help of Raikou and Kintoki.",
          "Aliases": []
        },
        "16": {
          "ID": "5401933",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401933",
          "TitleEnglish": "Sinister Evil",
          "SummaryEnglish": "Two brothers who fight for what they believe is right in two completely different ways decide to team up. Yasusuke finds out that perhaps his older brother, Yasumasa, is not the weak man hungry for social power that he once believed him to be.",
          "Aliases": []
        },
        "17": {
          "ID": "5401934",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401934",
          "TitleEnglish": "Extinguished Star",
          "SummaryEnglish": "Seimei chases after Douma in hopes of finding a way to eliminate the darkness eating away at her. Haruaki finds Seimei and realizes quickly that something must be done. Her time is running out and something inside her wants to take control.",
          "Aliases": []
        },
        "18": {
          "ID": "5401935",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401935",
          "TitleEnglish": "Frenzy",
          "SummaryEnglish": "Seimei's body has been taken over by the darkness and Rudra runs rampant in the city in search of the Golden Knight. Various people close to Raikou get hurt in the process. Will Raikou raise his sword against Seimei once he sees what she has become?",
          "Aliases": []
        },
        "19": {
          "ID": "5401936",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401936",
          "TitleEnglish": "Vessel",
          "SummaryEnglish": "Raikou realizes that Seimei is the vessel that the Watchdog Center ordered him to destroy. And though Kaguya is the key to the seal of the Crimson Moon, she is currently powerless. Torn between his duty and his emotions, Raikou slowly loses hope.",
          "Aliases": []
        },
        "20": {
          "ID": "5401937",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401937",
          "TitleEnglish": "Duel",
          "SummaryEnglish": "Raikou is sure that Seimei is still alive. Yasusuke is sure that she is gone, especially after Rudra kills his brother. Consumed with grief, Yasusuke fights against Rudra while Raikou tries to stop him. Words no longer work and blades must talk.",
          "Aliases": []
        },
        "21": {
          "ID": "5401938",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401938",
          "TitleEnglish": "Resonance",
          "SummaryEnglish": "With the help of Haruaki, Raikou enters Seimei's mind to drive Rudra out and bring her back. Of course, Douman will have none of that and comes to get into their way. Kintoki tries to keep Douman at bay as Haruaki rushes to reopen the gate.",
          "Aliases": []
        },
        "22": {
          "ID": "5401939",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401939",
          "TitleEnglish": "Rudra",
          "SummaryEnglish": "Douman regains consciousness as Raikou and Seimei move to eliminate Rudra. Before they do, Douman steals Haruaki's body and awakens Rudra using his own darkness. As hell breaks loose, Yorinobu discovers what kind of person Michinaga truly is.",
          "Aliases": []
        },
        "23": {
          "ID": "5401940",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/garo-crimson-moon/episodes/5401940",
          "TitleEnglish": "Assault Moon",
          "SummaryEnglish": "With Kaguya's memories recovered, Raikou and the others enter the final battle against Rudra. They must cut away the ties of darkness within Rudra before Garo and Zanga reach the limit of their armor. Otherwise, the lost soul beasts within will roar.",
          "Aliases": []
        }
      }
    }
  }
}