{
    "URL": "https://www.thetvdb.com/series/schwarzesmarken",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5375996/",
        "http://schwarzesmarken-anime.jp",
        "https://www.themoviedb.org/tv/65837"
    ],
    "TitleEnglish": "Schwarzes Marken",
    "SummaryEnglish": "In 1983, the East German Army 666th TSF Squadron, “Schwarzes marken,” is a special-response force tasked with assaulting BETA forces. They specifically target Laser and Heavy Laser class BETA to disable their enemy’s immense firepower. This merciless team’s orders are given the highest priority, and they follow them so exactly that the 666th is known to ignore allied distress calls that would interfere with an ongoing mission, even if only for a moment.",
    "Aliases": [
        "Schwarzesmarken"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "1": {
            "ID": "646684",
            "URL": "https://www.thetvdb.com/series/schwarzesmarken/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5427410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5427410",
                    "TitleEnglish": "#01",
                    "SummaryEnglish": "In the year 1983, aliens have invaded East Germany. Will the brave mech pilots of the 666th squadron fight them off, or will they be killed by the communist secret police?"
                },
                "2": {
                    "ID": "5466073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5466073",
                    "TitleEnglish": "#02",
                    "SummaryEnglish": "Theodor shares the reality of Eastern Germany with Katia. The 666th are sent on a mission to attack the BETA, but trouble comes when the promised reinforcements never arrive, and Katia is sent on a suicide mission."
                },
                "3": {
                    "ID": "5466074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5466074",
                    "TitleEnglish": "#03",
                    "SummaryEnglish": "Theodor is inducted into a secret group that wants to overthrow the Stasi and reunite East Germany with West Germany. Meanwhile, the new pilot from the east has been cut off in a fort with the BETA bearing down, and no help is coming..."
                },
                "4": {
                    "ID": "5466075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5466075",
                    "TitleEnglish": "#04",
                    "SummaryEnglish": "A gigantic operation is underway to wipe the BETA off of Europe and slow their advance. The Schwarzesmarken have been chosen to represent East Germany, as they are among the last East German TSF units that are still functional."
                },
                "5": {
                    "ID": "5466076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5466076",
                    "TitleEnglish": "#05",
                    "SummaryEnglish": "The Schwarzesmarken are forced into a dangerous laserjagd mission to destroy a BETA echelon advancing on the UN forces. Will they put glory and saving lives above the will of the party?"
                },
                "6": {
                    "ID": "5466077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5466077",
                    "TitleEnglish": "#06",
                    "SummaryEnglish": "After the success of Operation Neptune, the Schwarzesmarken are hailed as heroes. But the Stasi are plotting to take over the country, and they're about to be caught up in it..."
                },
                "7": {
                    "ID": "5480009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5480009",
                    "TitleEnglish": "#07",
                    "SummaryEnglish": "A 200,000 strong BETA contingent is advancing on the city of Berlin, and only a few forces are available to stop the attack. But even as the battle rages on the eastern front, the Stasi plot a coup back in Berlin!"
                },
                "8": {
                    "ID": "5480010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5480010",
                    "TitleEnglish": "#08",
                    "SummaryEnglish": "Lise is revealed as a spy and most of the 666th is imprisoned. Theodor and Katia barely manage to flee in time. The Stasi complete their takeover of East Germany even as a 200,000 strong army of BETA comes down on Berlin."
                },
                "9": {
                    "ID": "5480011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5480011",
                    "TitleEnglish": "#09",
                    "SummaryEnglish": "The Eastern Front armies lead an attack on Berlin, and attempt to rescue the 666th. Lise confronts her brother, who has chosen Irisdina and the revolution over her."
                },
                "10": {
                    "ID": "5480012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5480012",
                    "TitleEnglish": "#10",
                    "SummaryEnglish": "Theodor is forced to kill his sister, Lise Hohenstein. The coup forces hold a meeting with the western governments, who are trying to decide if they should support the Stasi or the rebellion."
                },
                "11": {
                    "ID": "5480013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5480013",
                    "TitleEnglish": "#11",
                    "SummaryEnglish": "The head of the Stasi, and now the ruler of East Germany, reveals his true identity as a KGB agent. He plans to use Germany as a nuclear buffer zone, annihilating the BETA and protecting the USSR. But Beatrix has other plans."
                },
                "12": {
                    "ID": "5480014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5480014",
                    "TitleEnglish": "#12",
                    "SummaryEnglish": "The final battle with the Werewolf battalion occurs in the skies over Berlin. Will the future of East Germany be a Stasi-controlled nightmare, or a new age of hope?"
                }
            }
        }
    }
}