{
    "URL": "https://www.thetvdb.com/series/schwarzesmarken",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5375996/",
        "http://schwarzesmarken-anime.jp",
        "https://www.themoviedb.org/tv/65837"
    ],
    "TitleEnglish": "Schwarzes Marken",
    "SummaryEnglish": "In 1983, the East German Army 666th TSF Squadron, “Schwarzes marken,” is a special-response force tasked with assaulting BETA forces. They specifically target Laser and Heavy Laser class BETA to disable their enemy’s immense firepower. This merciless team’s orders are given the highest priority, and they follow them so exactly that the 666th is known to ignore allied distress calls that would interfere with an ongoing mission, even if only for a moment.",
    "TitleJapanese": "シュヴァルツェスマーケン",
    "SummaryJapanese": "「トータル・イクリプス」の舞台となった2001年から遡ること18年。\n1983年の東ドイツでは、東方から押し寄せるBETA群に対して、苛烈な戦いが繰り広げられていた。\n絶望的な戦況と国家権力の重圧によって他人を信じられなくなっていた東ドイツの衛士、テオドールは偶然にも西ドイツ軍の衛士である少女を救出する。\nその少女、カティアはある純真な想いを胸に東ドイツヘ亡命、そしてテオドールの所属する第666戦術機中隊シュヴァルツェスマーケンヘの編入を希望する。\nカティアとの出会い、そして、中隊指揮官アイリスディーナの思惑が絡み合い、テオドールの運命が大きく動き出す。",
    "Aliases": [
        "Schwarzesmarken"
    ],
    "Modified": "2025-06-03",
    "Seasons": {
        "1": {
            "ID": "646684",
            "URL": "https://www.thetvdb.com/series/schwarzesmarken/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5427410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5427410",
                    "TitleEnglish": "#01",
                    "SummaryEnglish": "In the year 1983, aliens have invaded East Germany. Will the brave mech pilots of the 666th squadron fight them off, or will they be killed by the communist secret police?",
                    "TitleJapanese": "#01",
                    "SummaryJapanese": "1983年、異星起源種BETAの侵略を受けている東ドイツは絶望的な消耗戦を強いられていた。その状況下で”東ドイツ最強”と謳われる第666戦術機中隊「黒の宣告」に所属するテオドール・エーベルバッハは孤独に戦い続けていた。そんなある日、テオドールは戦場で孤立していた戦術機を救出する。その機体に乗っていたのは西ドイツからきた少女、カティア・ヴァルトハイムであった…。"
                },
                "2": {
                    "ID": "5466073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5466073",
                    "TitleEnglish": "#02",
                    "SummaryEnglish": "Theodor shares the reality of Eastern Germany with Katia. The 666th are sent on a mission to attack the BETA, but trouble comes when the promised reinforcements never arrive, and Katia is sent on a suicide mission.",
                    "TitleJapanese": "#02",
                    "SummaryJapanese": "救出した少女、カティア・ヴァルトハイムに東ドイツの現実を突きつけるテオドール。カティアはそんな彼に、ある目的があって東ドイツにきたと告げる。理解し難いカティアの行動に戸惑うテオドール。さらに中隊長アイリスディーナからカティアを監督するように命令される。そんな中、カティアを捕らえるため、国家保安省のハインツ・アクスマンがベーバーゼー基地に現れ…。"
                },
                "3": {
                    "ID": "5466074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5466074",
                    "TitleEnglish": "#03",
                    "SummaryEnglish": "Theodor is inducted into a secret group that wants to overthrow the Stasi and reunite East Germany with West Germany. Meanwhile, the new pilot from the east has been cut off in a fort with the BETA bearing down, and no help is coming...",
                    "TitleJapanese": "#03",
                    "SummaryJapanese": "カティアを信頼できないまま出撃したテオドール。結果として、カティアと副隊長ファムがノイェンハーゲン要塞陣地に取り残されてしまう。生き残るために、己の行動は間違っていないと自分に言い聞かせるテオドール。一方、カティアは要塞陣地で戦場の現実を目のあたりにするのだった。"
                },
                "4": {
                    "ID": "5466075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5466075",
                    "TitleEnglish": "#04",
                    "SummaryEnglish": "A gigantic operation is underway to wipe the BETA off of Europe and slow their advance. The Schwarzesmarken have been chosen to represent East Germany, as they are among the last East German TSF units that are still functional.",
                    "TitleJapanese": "#04",
                    "SummaryJapanese": "悪夢のようなノイェンハーゲン要塞防衛戦から帰投した第６６６戦術機中隊に補充衛士が送られてくる。それはテオドールの行方不明となっていた義妹リィズ・ホーエンシュタインだった。不自然な再会を警戒する中隊。そこに大規模国際合同作戦開始の号令が下る。"
                },
                "5": {
                    "ID": "5466076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5466076",
                    "TitleEnglish": "#05",
                    "SummaryEnglish": "The Schwarzesmarken are forced into a dangerous laserjagd mission to destroy a BETA echelon advancing on the UN forces. Will they put glory and saving lives above the will of the party?",
                    "TitleJapanese": "#05",
                    "SummaryJapanese": "義妹リィズへの疑念を抱いたまま、海王星作戦に参加したテオドール。だが本来は敵同士である東西両陣営を結集した作戦は混迷を極めていた。お互いを信じられぬまま悪化していく戦場。第６６６中隊は味方の協力を得られぬまま、決死の光線級吶喊を開始するのだが…。"
                },
                "6": {
                    "ID": "5466077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5466077",
                    "TitleEnglish": "#06",
                    "SummaryEnglish": "After the success of Operation Neptune, the Schwarzesmarken are hailed as heroes. But the Stasi are plotting to take over the country, and they're about to be caught up in it...",
                    "TitleJapanese": "#06",
                    "SummaryJapanese": "海王星作戦で得たものは大きく、そして失ったものも大きい。だが、テオドールはカティアとアイリスディーナの夢の欠片を確かに目撃したのだった。帰途についた第６６６戦術機中隊に、再び国家保安省の魔手が伸びる。テオドールは監視を振り切り、政治将校グレーテルと共にベルリンへと赴くのだが…。"
                },
                "7": {
                    "ID": "5480009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5480009",
                    "TitleEnglish": "#07",
                    "SummaryEnglish": "A 200,000 strong BETA contingent is advancing on the city of Berlin, and only a few forces are available to stop the attack. But even as the battle rages on the eastern front, the Stasi plot a coup back in Berlin!",
                    "TitleJapanese": "#07",
                    "SummaryJapanese": "東ドイツ戦史上、最大級のBETA侵攻が始まった。重光線級の出現によって防衛線は切り刻まれていく。窮地に追い込まれる国家人民軍。第６６６中隊は奮闘するものの、それは蟷螂の斧でしかなかった。そして中隊に仕掛けられていた最後の爆弾が破裂する。"
                },
                "8": {
                    "ID": "5480010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5480010",
                    "TitleEnglish": "#08",
                    "SummaryEnglish": "Lise is revealed as a spy and most of the 666th is imprisoned. Theodor and Katia barely manage to flee in time. The Stasi complete their takeover of East Germany even as a 200,000 strong army of BETA comes down on Berlin.",
                    "TitleJapanese": "#08",
                    "SummaryJapanese": "国家保安省による東ドイツ支配が進んでいく。長官エーリッヒ・シュミットは東ドイツ総帥の地位を手に入れる。すべてを失ったテオドールはカティアと共に山中を彷徨う。後悔という泥濘に脚を取られ、前に進むことができなくなったテオドール。その横顔を見つめるカティアの心に火が灯る。"
                },
                "9": {
                    "ID": "5480011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5480011",
                    "TitleEnglish": "#09",
                    "SummaryEnglish": "The Eastern Front armies lead an attack on Berlin, and attempt to rescue the 666th. Lise confronts her brother, who has chosen Irisdina and the revolution over her.",
                    "TitleJapanese": "#09",
                    "SummaryJapanese": "西方総軍と合流したテオドールとカティアの前に、権力争いに敗れた国家保安省ベルリン派のアクスマンが姿を現す。テオドールは仇敵アクスマンと協力して反攻作戦を開始する。奪われたものは必ず取り返す――血気に逸るテオドールの前に最狂の敵が立ち塞がった。"
                },
                "10": {
                    "ID": "5480012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5480012",
                    "TitleEnglish": "#10",
                    "SummaryEnglish": "Theodor is forced to kill his sister, Lise Hohenstein. The coup forces hold a meeting with the western governments, who are trying to decide if they should support the Stasi or the rebellion.",
                    "TitleJapanese": "#10",
                    "SummaryJapanese": "エーリヒ・シュミットが主導する新国家体制は着々と構築されつつあった。劣勢に立たされる革命軍に西ドイツから極秘裏に特使が派遣される。西側と連携できれば勝機はあるかもしれない。微かに点った希望に沸き返る革命軍。だが、その動きすらも国家保安省は読んでいたのだった。"
                },
                "11": {
                    "ID": "5480013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5480013",
                    "TitleEnglish": "#11",
                    "SummaryEnglish": "The head of the Stasi, and now the ruler of East Germany, reveals his true identity as a KGB agent. He plans to use Germany as a nuclear buffer zone, annihilating the BETA and protecting the USSR. But Beatrix has other plans.",
                    "TitleJapanese": "#11",
                    "SummaryJapanese": "なぜ、こうなったのか――血に塗れた己の手にテオドールは自問する。時間を巻き戻すことはできない。それならば流血の連鎖は俺が断ち切る。自分には、その義務があるのだから――。ついに首都ベルリンを舞台に第６６６中隊と人狼大隊の決戦が始まった。"
                },
                "12": {
                    "ID": "5480014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/schwarzesmarken/episodes/5480014",
                    "TitleEnglish": "#12",
                    "SummaryEnglish": "The final battle with the Werewolf battalion occurs in the skies over Berlin. Will the future of East Germany be a Stasi-controlled nightmare, or a new age of hope?",
                    "TitleJapanese": "#12",
                    "SummaryJapanese": "ベアトリクス・ブレーメ率いる人狼大隊の手によって、次々と撃破される革命軍。散っていく仲間の思いを受け継ぎ、テオドールは戦い続ける。だが、人類同士の争いを他所に、BETAは最終防衛線を突破する。このまま東ドイツは滅んでしまうのか――最後の灯火だけは消させはしない。"
                }
            }
        }
    }
}