{
    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika",
    "Genres": [
        "Animation",
        "Anime",
        "Mystery",
        "Romance",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5321096/",
        "http://haruchika-anime.jp/",
        "https://www.themoviedb.org/tv/65177",
        "https://www.themoviedb.org/tv/65177",
        "https://x.com/haruta_chika"
    ],
    "TitleEnglish": "Haruchika – Haruta & Chika",
    "SummaryEnglish": "Haruta and Chika are members of their high school wind instrument club that is on the verge of being shut down. The two are childhood friends, and they spend their days practicing hard while also trying to recruit new members. When a certain incident happens within their school, they work together to solve it.",
    "TitleJapanese": "ハルチカ ～ハルタとチカは青春する～",
    "SummaryJapanese": "春 ーー それは新たな出会いと思わぬ再会、そしてミステリアスな旋律とともにも幕を開ける。\n高校への進学を機に、吹奏楽を始めることを決意した穂村千夏（チカ）。\n目指すは華麗で乙女なキュートガール。\n音楽講師・草壁と出会い、憧れを募らせるチカだったが、幼なじみの上条春太（ハルタ）との再会に廃部寸前の吹奏楽部と、チカの青春は思いもよらない方向へ……。\n部員集めに奔走する日々と、仲間たちと交わす友情、そして次々と現れる謎（ミステリ）。\nチカとハルタの奏でる音楽がいま、高らかに鳴り響く！",
    "Aliases": [
        "HaruChika: Haruta to Chika wa Seishun Suru",
        "Haruta & Chika"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "646682",
            "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5427408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5427408",
                    "TitleEnglish": "Melodious Cipher",
                    "SummaryEnglish": "High school brass band club members and newly reunited childhood neighbors Haruta and Chika decode a mysterious message hidden in the music of Bach and become rivals in love.",
                    "TitleJapanese": "メロディアスな暗号",
                    "SummaryJapanese": "高校入学を機に、バレーボール部漬けだった生活から一転、フルートが似合うようなキュートガールを目指すチカ。音楽講師である草壁先生に心をときめかせつつ、幼なじみのハルタとの再会も果たす。\n既に吹奏楽部に入学していたハルタと共に、音楽室へ向かったチカだったが、そこに待っていたのは、草壁先生に宛てられた謎の手紙と、血のように赤い絵の具で黒板に書かれた音符という、不気味な謎だった。"
                },
                "2": {
                    "ID": "5466066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5466066",
                    "TitleEnglish": "Cross Cube",
                    "SummaryEnglish": "The brass band club is recruiting new members! Haruta hopes to enlist fellow first year student and former oboist, Miyoko Narushima. She wil join on one condition: Haruta and Chika must first solve an unsolvable Rubik's cube.",
                    "TitleJapanese": "クロスキューブ",
                    "SummaryJapanese": "あまりに少人数なため、コンクールへの出場すら危ういチカたちの吹奏楽部。部員を確保しようと、チカは勧誘活動に余念がない。中でも、全国大会に出場経験のあるオーボエ奏者・成島美代子は、普門館を目指すチカやハルタたちにとって、どうしても欲しい人材だった。ハルタと共に、成島の元へと向かったチカだったが、当の本人は「もう吹奏楽をやるつもりはない」とそっけない態度。困ったチカに、ハルタはある策を提案する。"
                },
                "3": {
                    "ID": "5466067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5466067",
                    "TitleEnglish": "Exit Game",
                    "SummaryEnglish": "It's now fall and the brass band club has grown. Haruta, Chika, and Miyoko stumble upon Sei Maren, a former saxophonist, at the drama club. The brass band club and the drama club engage in dramatic battle to help Sei come to terms with his past.",
                    "TitleJapanese": "退出ゲーム",
                    "SummaryJapanese": "新たに吹奏楽部に加わった成島から、有力な部員の心当たりをチカとハルタは聞く。それは、プロのサックス奏者を父に持ち、自身の腕も確かなマレン・セイという生徒だった。早速、チカたちはマレンを勧誘に向かったのだが、彼は既に演劇部に入部していた。しかしどこか翳りのあるマレンは、演劇に熱心なわけでもなさそう。マレンを吹奏楽部に引き抜こうとしたチカの前に、演劇部部長の名越が立ちはだかる。"
                },
                "4": {
                    "ID": "5466068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5466068",
                    "TitleEnglish": "Vernacular Modernism",
                    "SummaryEnglish": "It's Christmas Eve and the brass band club has nowhere to practice. And, even worse, Haruta is homeless! Haruta's sister, Minami, shows up to help him find a new apartment and the listing they find presents them with a mystery and a miracle.",
                    "TitleJapanese": "ヴァナキュラー・モダニズム",
                    "SummaryJapanese": "冬休み。クリスマスイブも関係なしに、チカたちは練習に励んでいた。そこに突如、ハルタの姉・南風（みなみ）が姿を現す。アパートが取り壊され、学校でホームレス生活を続けていたハルタを案じてのことだった。だが、姉達におもちゃにされる実家には、ハルタは帰りたくないと言う。急遽始まったハルタの新居探しに、同行するチカたち。これ以上ない好条件の物件が見つかるも、そこは謎の間取りと、奇妙な音の響く不気味なアパートだった。"
                },
                "5": {
                    "ID": "5466069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5466069",
                    "TitleEnglish": "Elephant's Breath",
                    "SummaryEnglish": "Akari Goto, a junoir high bass trombonist, comes to the high school in search of Haruta and asks him to help her solve the puzzle of her grandfather's time abroad. Their clues include three paintings and a mysterious color called \"Elephant's Breath.\"",
                    "TitleJapanese": "エレファンツ・ブレス",
                    "SummaryJapanese": "春休みの学校に現れた不法侵入者、後藤朱里。この春に中学を卒業して、新年度からはチカたちの後輩になるらしい。さらにバストロンボーン奏者である後藤に対し、チカは既に歓迎ムード。そんな後藤がわざわざ忍び込んでまでやって来た理由は、ハルタに会うためだった。どんな謎でも解くというハルタの噂を聞き、その力を頼ってきたのだ。安請け合いするチカに呆れるハルタに、後藤が尋ねる。「エレファンツ・ブレスって、どんな色でしょう？」"
                },
                "6": {
                    "ID": "5466070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5466070",
                    "TitleEnglish": "Springraphy",
                    "SummaryEnglish": "It's spring break and the clubs are on the prowl for new members as students get ready to enter high school. During the break, there's been a tresspasser in the music room. Can the brass band club members figure out what she's been doing there?",
                    "TitleJapanese": "スプリングラフィ",
                    "SummaryJapanese": "それは、春の幻――。まだ春休み中ながら、他の弱小クラブ同様、新入部員確保に精を出すチカ。手続きに来た新入生に声を掛けてはトラブルを起こし、先生から怒られる始末。だが今のチカには、それとは別に気にかかっていることがあった。春休みにも関わらず、朝練前の音楽室に誰かが出入りをしているようなのだ。屋上で自主練中のハルタと合流したチカだったが、どこからかクラリネットの音が響いてきて……。"
                },
                "7": {
                    "ID": "5511419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5511419",
                    "TitleEnglish": "The Frequency is 77.4MHz",
                    "SummaryEnglish": "The band club is growing. In order to get a budget increase, Chika and Haruta agree to track down one of the student council's problem club leaders. Why is the geology club leader on the run? What is her connection to a mysterious radio station?",
                    "TitleJapanese": "周波数は77.4MHz",
                    "SummaryJapanese": "二度目の四月の新学期。夜の勉強中、チカは偶然耳にしたローカルＦＭ放送に惹きつけられる。それは若いパーソナリティと七人の老人による、自由で無秩序なトーク番組。ハルタもリスナーとわかり、ある投稿について問いただすも、ハルタはそのＦＭ放送自体に興味を示していた。\nそんな折、生徒会長の日野原から、奇妙な依頼をされるチカたち。それは元引きこもりたちの集う「地学研究会」の部長、麻生美里を捕まえるということだった。"
                },
                "8": {
                    "ID": "5518066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5518066",
                    "TitleEnglish": "First Love Sommelier",
                    "SummaryEnglish": "Naoko volunteers to help Chika rehearse for the upcoming qualifying round, but wants her help in return. Her aunt has returned to Japan in search of information on her first love and goes to the school's First Love Sommelier for assistance.",
                    "TitleJapanese": "初恋ソムリエ",
                    "SummaryJapanese": "クラリネットのプロ奏者を目指す芹澤直子がチカの元を訪れる。困っているので力を貸して欲しいというのだ。切羽詰まった様子の芹澤を案じ、チカはハルタを連れ立って初恋研究会の扉を叩く。\n部室では芹澤の伯母である響子が、部長の朝霧亨と面談をしていた。自分の初恋を再現するため、初恋ソムリエを自称する朝霧を頼ったと響子は言う。朝霧への不信感を芹澤は露わにするが、どこか陰りを帯びる響子は、チカたちにも思い出を語り始める。"
                },
                "9": {
                    "ID": "5518067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5518067",
                    "TitleEnglish": "The Gaze of Asmodeus",
                    "SummaryEnglish": "Mr. Kusakabe has collapsed from exhuastion! To help out Mr. Kusakabe, Chika and Haruta investigate the mystery behind the Fujigasaki High School brass band club advisor's suspension and the peeping Tom known as Asmodeus.",
                    "TitleJapanese": "アスモデウスの視線",
                    "SummaryJapanese": "ある日の練習中、過労で草壁が倒れてしまった。間もなく南高にやって来たのは、名門・藤が咲高校の吹奏楽部部員。彼らが言うには、自宅謹慎中となった顧問の堺に代わり、草壁が自分たちを指導してくれていたらしい。堺の謹慎理由も、復帰時期も不明で、草壁への負担を懸念したチカとハルタは、藤が咲に潜入調査へと乗り出した。堺のクラスでひと月に三回も、席替えが行われたことを不審に思ったチカたちは、教育実習生の大河原に接触を図るが……。"
                },
                "10": {
                    "ID": "5537707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5537707",
                    "TitleEnglish": "Jabberwock's License",
                    "SummaryEnglish": "The day of the district contest has arrived! When Haruta goes missing, Chika goes to look for him and runs into a writer who's interested in Mr. Kusakabe's past. Can the mystery of a lost dog's true owner appease the writer's curiosity instead?",
                    "TitleJapanese": "ジャバウォックの鑑札",
                    "SummaryJapanese": "二年目の夏、コンクールの地区大会当日。落ち着きなく、どこかへと向かったハルタに気付くチカ。ハルタの後を追ったチカは、大会の取材で来ていた記者の渡邊に話しかけられる。だが、彼の目的は草壁の過去を探ることだった。困惑するチカの前に、巨大な迷い犬を連れたハルタが助けに現れた。チベタン・マスティフという珍しい犬種で、飼い主を探していたハルタだったが、そこにそれは自分の犬だという者が、二人も名乗り出てきてしまう。"
                },
                "11": {
                    "ID": "5537708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5537708",
                    "TitleEnglish": "Valley of Eden",
                    "SummaryEnglish": "According to the will of Mr. Kusakabe's former teacher, his granddaughter, Makoto, is the only one who knows the whereabouts of the key to his beloved piano. Can they figure out the secret of the key's location?",
                    "TitleJapanese": "エデンの谷",
                    "SummaryJapanese": "地区大会、県大会を突破し、東海大会を目前に控えた南高吹奏楽部。練習に励んでいたチカたちの元に、謎の旅人風の美女がやって来る。挑発に乗り音楽勝負を挑んだ芹澤を、返り討ちにするほどの実力者だった彼女の名は、山辺真琴。クラビエッタ奏者で、草壁の恩師の孫だという。草壁との親密さに、胸を痛めるチカとハルタは、無粋にも二人の密会を盗み聞こうと試みる。しかし、聞こえてきたのは破産寸前の山辺家に伝わる、貴重なピアノの話だった。"
                },
                "12": {
                    "ID": "5537709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5537709",
                    "TitleEnglish": "Sympathy Triangle",
                    "SummaryEnglish": "Haruta deduces that their teacher has been offered a job with a symphony and follows him with Chika, learning more about why he left professional music.",
                    "TitleJapanese": "共鳴トライアングル",
                    "SummaryJapanese": "大会まで一週間を切り、気合だけは充分のチカ。しかし、ある日の練習帰り、草壁が交響楽団の男たちと会っているところを、ハルタと一緒に目撃してしまう。指揮者としてオファーを受けたのではと、推測するハルタ。それを知り、落ち込むチカだったが、芹澤から檄を飛ばされて持ち直す。\n一方、片桐をはじめ何も知らない部員たちは、今までのお礼も兼ねて、草壁に新しいタクトをプレゼントしようと考えていた。楽器店からの帰り道、自宅とは異なる方へ向かう草壁を見かけたチカとハルタは、思わずそのあとを追うのだった。"
                }
            }
        }
    }
}