{
    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika",
    "Genres": [
        "Animation",
        "Anime",
        "Mystery",
        "Romance",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5321096/",
        "http://haruchika-anime.jp/",
        "https://www.themoviedb.org/tv/65177",
        "https://www.themoviedb.org/tv/65177",
        "https://x.com/haruta_chika"
    ],
    "TitleEnglish": "Haruchika – Haruta & Chika",
    "SummaryEnglish": "Haruta and Chika are members of their high school wind instrument club that is on the verge of being shut down. The two are childhood friends, and they spend their days practicing hard while also trying to recruit new members. When a certain incident happens within their school, they work together to solve it.",
    "Aliases": [
        "Haruta & Chika",
        "HaruChika: Haruta to Chika wa Seishun Suru",
        "HaruChika"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "646682",
            "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5427408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5427408",
                    "TitleEnglish": "Melodious Cipher",
                    "SummaryEnglish": "High school brass band club members and newly reunited childhood neighbors Haruta and Chika decode a mysterious message hidden in the music of Bach and become rivals in love."
                },
                "2": {
                    "ID": "5466066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5466066",
                    "TitleEnglish": "Cross Cube",
                    "SummaryEnglish": "The brass band club is recruiting new members! Haruta hopes to enlist fellow first year student and former oboist, Miyoko Narushima. She wil join on one condition: Haruta and Chika must first solve an unsolvable Rubik's cube."
                },
                "3": {
                    "ID": "5466067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5466067",
                    "TitleEnglish": "Exit Game",
                    "SummaryEnglish": "It's now fall and the brass band club has grown. Haruta, Chika, and Miyoko stumble upon Sei Maren, a former saxophonist, at the drama club. The brass band club and the drama club engage in dramatic battle to help Sei come to terms with his past."
                },
                "4": {
                    "ID": "5466068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5466068",
                    "TitleEnglish": "Vernacular Modernism",
                    "SummaryEnglish": "It's Christmas Eve and the brass band club has nowhere to practice. And, even worse, Haruta is homeless! Haruta's sister, Minami, shows up to help him find a new apartment and the listing they find presents them with a mystery and a miracle."
                },
                "5": {
                    "ID": "5466069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5466069",
                    "TitleEnglish": "Elephant's Breath",
                    "SummaryEnglish": "Akari Goto, a junoir high bass trombonist, comes to the high school in search of Haruta and asks him to help her solve the puzzle of her grandfather's time abroad. Their clues include three paintings and a mysterious color called \"Elephant's Breath.\""
                },
                "6": {
                    "ID": "5466070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5466070",
                    "TitleEnglish": "Springraphy",
                    "SummaryEnglish": "It's spring break and the clubs are on the prowl for new members as students get ready to enter high school. During the break, there's been a tresspasser in the music room. Can the brass band club members figure out what she's been doing there?"
                },
                "7": {
                    "ID": "5511419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5511419",
                    "TitleEnglish": "The Frequency is 77.4MHz",
                    "SummaryEnglish": "The band club is growing. In order to get a budget increase, Chika and Haruta agree to track down one of the student council's problem club leaders. Why is the geology club leader on the run? What is her connection to a mysterious radio station?"
                },
                "8": {
                    "ID": "5518066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5518066",
                    "TitleEnglish": "First Love Sommelier",
                    "SummaryEnglish": "Naoko volunteers to help Chika rehearse for the upcoming qualifying round, but wants her help in return. Her aunt has returned to Japan in search of information on her first love and goes to the school's First Love Sommelier for assistance."
                },
                "9": {
                    "ID": "5518067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5518067",
                    "TitleEnglish": "The Gaze of Asmodeus",
                    "SummaryEnglish": "Mr. Kusakabe has collapsed from exhuastion! To help out Mr. Kusakabe, Chika and Haruta investigate the mystery behind the Fujigasaki High School brass band club advisor's suspension and the peeping Tom known as Asmodeus."
                },
                "10": {
                    "ID": "5537707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5537707",
                    "TitleEnglish": "Jabberwock's License",
                    "SummaryEnglish": "The day of the district contest has arrived! When Haruta goes missing, Chika goes to look for him and runs into a writer who's interested in Mr. Kusakabe's past. Can the mystery of a lost dog's true owner appease the writer's curiosity instead?"
                },
                "11": {
                    "ID": "5537708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5537708",
                    "TitleEnglish": "Valley of Eden",
                    "SummaryEnglish": "According to the will of Mr. Kusakabe's former teacher, his granddaughter, Makoto, is the only one who knows the whereabouts of the key to his beloved piano. Can they figure out the secret of the key's location?"
                },
                "12": {
                    "ID": "5537709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/haruchika-haruta-and-chika/episodes/5537709",
                    "TitleEnglish": "Sympathy Triangle",
                    "SummaryEnglish": "Haruta deduces that their teacher has been offered a job with a symphony and follows him with Chika, learning more about why he left professional music."
                }
            }
        }
    }
}