{
    "URL": "https://www.thetvdb.com/series/active-raid",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Crime",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5329084/",
        "https://www.themoviedb.org/tv/65214",
        "https://www.themoviedb.org/tv/65214"
    ],
    "TitleEnglish": "Active Raid",
    "SummaryEnglish": "Set in a part of Tokyo that has descended into a quagmire, the story follows Unit 8 of the 5th Special Public Security Section's 3rd Mobile Assault Division, popularly called \"The Eighth,\" who don powered armor \"Willwear\" exoskeletons to counter the rise in crime.",
    "Aliases": [
        "Active Raid: Kidou Kyoushuushitsu Dai Hakkei",
        "Active Raid: Special Public Security Fifth Division Third Mobile Assault Eighth Unit",
        "Special Public Security Fifth Division Third Mobile Assault Eighth Unit",
        "Active Raid: Kidō Kyōshūshitsu Dai-Hakkei",
        "Active Raid - Kidou Kyoushuushitsu Dai-Hakkei"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "646686",
            "URL": "https://www.thetvdb.com/series/active-raid/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5427418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5427418",
                    "TitleEnglish": "Code No. 538",
                    "SummaryEnglish": "Kazari is an ambitious young woman who considers good to transform the unit 8, called also \" the Eighth \", as her hierarchy asked for it to her. But before that, she is going to have to rub itself to her new team, which seems ground well.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5466083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5466083",
                    "TitleEnglish": "Academy Destruction",
                    "SummaryEnglish": "Asami continues her internal investigation of Unit 8 as Yamabuki deals with the fallout following their most recent mission. When a Willwear is reported assaulting the school Yamabuki’s sister goes to, Asami finally dons Willwear, but will she be able to resolve the case without breaking any laws?",
                    "Aliases": []
                },
                "3": {
                    "ID": "5466084",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5466084",
                    "TitleEnglish": "Challenge From the Arena",
                    "SummaryEnglish": "A Willwear appears at a popular idol’s concert. Kuroki, Sena, and Asami make a beeline for the concert hall, but the situation devolves into a struggle to assert remote control over the Willwear…",
                    "Aliases": []
                },
                "4": {
                    "ID": "5466085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5466085",
                    "TitleEnglish": "Holding Airspace",
                    "SummaryEnglish": "An anonymous tip reveals that Flight 206 has a bomb aboard that will explode unless the flight maintains certain altitude and remains within a prescribed area. Sena and Kuroki attempt to defuse the bomb in their Willwear, but the saboteur’s true intentions then emerge…",
                    "Aliases": []
                },
                "5": {
                    "ID": "5466086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5466086",
                    "TitleEnglish": "Poker Face of Erasure",
                    "SummaryEnglish": "Unit 8 receives a curious request to win a poker game on a casino built on a floating land. However, their opponent proves formidable, and they are threatened with a missile attack on the city proper if they fail to achieve victory…",
                    "Aliases": []
                },
                "6": {
                    "ID": "5466087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5466087",
                    "TitleEnglish": "Dreams Beyond the Twilight",
                    "SummaryEnglish": "With the advent of Willwear, massive humanoid heavy machinery has been forgotten. But one of them has been stolen by its former pilot in Willwear. Only one other heavy machinery unit can stop it, and Funazaka rises to the challenge!",
                    "Aliases": []
                },
                "7": {
                    "ID": "5466088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5466088",
                    "TitleEnglish": "Long Rail Life",
                    "SummaryEnglish": "A Willwear is en route to the metropolitan government building under an EM dome, ostensibly to exact vengeance on the governor. Unit 8 rallies, but is unable to act without permission from the prefecture. However, their operator, Haruka, has a plan…",
                    "Aliases": []
                },
                "8": {
                    "ID": "5466089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5466089",
                    "TitleEnglish": "Ulti-maid-ronde",
                    "SummaryEnglish": "A mysterious Willwear, Ulti-maid, appears in the most recent string of incidents in the city. With capacities and performance far exceeding those of Unit 8's Willwear, it becomes a national 5celebrity. Amid rumors that Unit 8 may soon become obsolete, Kuroki invites Sena to a drinking party, where a most unexpected guest appears...",
                    "Aliases": []
                },
                "9": {
                    "ID": "5466090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5466090",
                    "TitleEnglish": "In the Name of Logos",
                    "SummaryEnglish": "The increase of Willwear crime targeting banks and other lucrative venues leads Unit 8 to launch an investigation. Realizing that Dog, a Logos operative, is taking matters into his own hands, Mythos and Bird decide he must be punished...",
                    "Aliases": []
                },
                "10": {
                    "ID": "5466091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5466091",
                    "TitleEnglish": "The Invisible Conqueror",
                    "SummaryEnglish": "There have been no crimes committed by modified Willwear in recent memory. The police take this as a sign that Logos has ceased to exist, but Unit 8 continue their own investigation, believing that Logos leaders are still out there...",
                    "Aliases": []
                },
                "11": {
                    "ID": "5466092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5466092",
                    "TitleEnglish": "Japan Style",
                    "SummaryEnglish": "Now that Mythos controls half of Orochi, the entire nation's transit and communications systems have come to a grinding halt. Unit 8 rallies to save the day..",
                    "Aliases": []
                },
                "12": {
                    "ID": "5466093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5466093",
                    "TitleEnglish": "For Whom Does Order Exist?",
                    "SummaryEnglish": "Orochi has fallen under Mythos's complete and total control. As Unit 8 pursues him, the ultimate Willwear appears!",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "1817433",
            "URL": "https://www.thetvdb.com/series/active-raid/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5680204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5680204",
                    "TitleEnglish": "The Man From The West",
                    "SummaryEnglish": "Japan's ACTIVE unit is back! The bureaucratic barriers that stymied them in the past are gone, but their new foe is more powerful and dangerous than ever. When a girl is tricked into taking a suicide bomb into Tokyo station, will Sena be willing to give up his job as president of a cleaning company and come to save the day?",
                    "Aliases": []
                },
                "2": {
                    "ID": "5659965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5659965",
                    "TitleEnglish": "Endless Avenger",
                    "SummaryEnglish": "An experimental Willwear is luring the police out into ambushes. Unit 8 tracks down the user, who has a grudge against the police over an old corruption case. But when they capture him, it turns out to be a different person entirely! The mystery goes deeper than they suspect when they find out a former researcher at the Defense Univeristy is involved...",
                    "Aliases": []
                },
                "3": {
                    "ID": "5675804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5675804",
                    "TitleEnglish": "Angel and God of Destruction",
                    "SummaryEnglish": "Unit 8 is down with a cold, and it's up to West Japan's Unit 9, led by Kazari, to save the day when a group of indignant movie fans takes over a production studio. But the always over-active Kazari meets her match when the villains rig the streets surround the studio with sound-sensitive bombs, and post a Willwear sniper on the roof. Can she come up with a way to take back the studio that doesn't involve leveling the entire neighborhood? And if not, who's going to pay for it all?",
                    "Aliases": []
                },
                "4": {
                    "ID": "5688938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5688938",
                    "TitleEnglish": "Mythos, Once More",
                    "SummaryEnglish": "Kuroki wants badly to rehabilitate Mythos, the young boy caught up in the Logos incident. When an unmanned bike starts making strange appearances on the roads of Tokyo, he sees his chance to allow Mythos to contribute to society by solving the mystery. The bike appears and disappears without causing any harm or hurting anyone. But Mythos thinks that instead of a bored thrill-seeker, the culprit might be a more dangerous foe...",
                    "Aliases": []
                },
                "5": {
                    "ID": "5696187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5696187",
                    "TitleEnglish": "Who Benefits?",
                    "SummaryEnglish": "Unit 8 is overwhelmed by a new threat: too many Willwear criminals doing random misdemeanors at once. From smashing store windows to painting graffiti on the walls, these new Willwear foes are doing absolutely nothing to threaten the city. But their continued presence is a threat to Unit 8's reputation, and an increasingly frustrated public is losing patience. Can Unit 8 catch these minor crooks and salvage their reputation?",
                    "Aliases": []
                },
                "6": {
                    "ID": "5696184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5696184",
                    "TitleEnglish": "Rudra Strikes Back",
                    "SummaryEnglish": "A giant monster is stalking the streets of Japan! Or so it seems, until Unit 8 finds out that it's just a holographic projection. One of Sena's favorite directors is believed to be behind the crime, and Sena leaps at the chance to clear the man's name. But to stop the holographic monster from burning down half the city, he'll need lots of chaff, which means talking to his ex-girlfriend in the Unified Self Defense Forces, and she might be scarier than the monster!",
                    "Aliases": []
                },
                "7": {
                    "ID": "5696185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5696185",
                    "TitleEnglish": "Absolute Peeping Declaration",
                    "SummaryEnglish": "The crew of Unit 8 successfully fends off a series of terrorist attacks at a seaside summit, and is given a beach vacation for their troubles. But their happy afternoon is interrupted when Jirou detects a swarm of drones hovering around the girls. An investigation leads them to a peeping tom who creates lifelike, 3D figures of girls. Will Unit 8 be able to stop themselves from being turned into merchandise? And can they keep Asami from killing the criminal outright?",
                    "Aliases": []
                },
                "8": {
                    "ID": "5696186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5696186",
                    "TitleEnglish": "The Stranger in the Wind",
                    "SummaryEnglish": "An invisible Willwear is causing massive damage in random attacks across Tokyo. Unit 8 tracks the Willwear down to the quagmire zone, a hotbed of illegal immigrant activity. The area is a lawless zone, so Sena is sent to infiltrate as a civilian garbage collector. There, he meets an illegal immigrant from a equatorial nation, who he suspects of being involved in the attacks. When he strikes up a friendship with the man, however, he's forced to choose between his personal feelings of respect, and his duty.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5739340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5739340",
                    "TitleEnglish": "Unit 8, Don't Mobilize",
                    "SummaryEnglish": "Kuroki wants to make governor Inagi's life easier by catching a small-time industrial spy called Spider, who uses webs to travel throughout the city. But Unit 8 is ordered to stand by at city hall because of a massive demonstration involving willwear. Kuroki dangerously oversteps his bounds to catch the criminal, and Unit 8 is forced to split their forces at a critical moment. To make matters worse, Inagi orders them to stand down as the demonstrators charge city hall!",
                    "Aliases": []
                },
                "10": {
                    "ID": "5739422",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5739422",
                    "TitleEnglish": "A Farewell Banquet",
                    "SummaryEnglish": "Unit 8 is becoming more and more convinced that Inagi is involved with Bird and the old Logos incident. To dispel their suspicions, they turn to Madoka and her detective agency, but they don't like the answers they're given. When they finally confront Inagi with the truth, will they be willing to sacrifice their dear friend for the law? And can they even prosecute Inagi if they want to, since he's been so careful not to violate the letter of the law?",
                    "Aliases": []
                },
                "11": {
                    "ID": "5739423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5739423",
                    "TitleEnglish": "Dreams of an Idol",
                    "SummaryEnglish": "Unit 8 tracks down solid evidence of Inagi's involvement in illegal activity, including the murder of a former diet member. But the Tokyo City Summit is nigh, and the government wants them to put their resources into protecting the new city hall. But when Mythos gets his hands on video proving Inagi's misdeeds, he plays it in the middle of the summit! An infuriated Bird reveals himself and takes over the Summit space elevator, claiming he'll use it to destroy Tokyo!",
                    "Aliases": []
                },
                "12": {
                    "ID": "5739424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/active-raid/episodes/5739424",
                    "TitleEnglish": "Wonderful Days",
                    "SummaryEnglish": "Bird has loaded the orbital base of the Space Elevator with explosives, and is threatening to ram it down onto Tokyo. If it lands, it will destroy the city along with most of Japan. To stop it, Unit 8 and the USDF concoct a daring plan that involves the use of willwear in space. Kuroki and Miho volunteer for this dangerous mission, and the rest of Unit 8 works together to get them up into orbit. When they arrive, however, they find that Bird has laid one final trap: a trio of deadly autonomous willwear. When Miho is knocked away from the satellite, Kuroki is forced to engage them alone. Can he defeat the enemy willwear and save the city that Inagi loved!?",
                    "Aliases": []
                }
            }
        }
    }
}