{
    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5370118/",
        "http://konosuba.com/",
        "http://www.reddit.com/r/Konosuba",
        "https://www.themoviedb.org/tv/65844",
        "https://x.com/konosubaanime"
    ],
    "TitleEnglish": "KonoSuba – God’s blessing on this wonderful world!!",
    "SummaryEnglish": "After a traffic accident, Kazuma Sato’s disappointingly brief life was supposed to be over, but he wakes up to see a beautiful girl before him. She claims to be a goddess, Aqua, and asks if he would like to go to another world and bring only one thing with him. Kazuma decides to bring the goddess herself, and they are transported to a fantasy world filled with adventure, ruled by a demon king. Now Kazuma only wants to live in peace, but Aqua wants to solve many of this world’s problems, and the demon king will only turn a blind eye for so long…",
    "TitleJapanese": "この素晴らしい世界に祝福を！",
    "SummaryJapanese": "ゲームをこよなく愛するひきこもり・佐藤和真（カズマ）の人生は、\n交通事故（!?）によりあっけなく幕を閉じた……はずだった。\nだが、目を覚ますと女神を名乗る美少女・アクアは告げる。\n「ねぇ、ちょっといい話があるんだけど。異世界に行かない？\n　 １つだけあなたの好きなものを持って行っていいわよ」\n「……じゃあ、あんたで」\nRPGゲームのような異世界で、憧れの冒険者生活エンジョイ！めざせ勇者！\n……と舞い上がったのも束の間、異世界に転生したカズマの目下緊急の難問は、\nなんと生活費の工面だった！\nさらに、トラブルメーカーの駄女神・アクア、\n中二病をこじらせた魔法使い・めぐみん、\n妄想ノンストップな女騎士・ダクネスという、\n能力だけは高いのにとんでもなく残念な３人とパーティを組むことになって、カズマの受難は続く。\nそして、そんなある日、カズマ達パーティはついに魔王軍に目をつけられてしまい―――!?\n平凡な冒険者・カズマが過ごす異世界ライフの明日はどっち!?",
    "Aliases": [
        "KonoSuba"
    ],
    "Modified": "2025-09-04",
    "Seasons": {
        "0": {
            "ID": "646689",
            "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "3": {
                    "ID": "5463421",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5463421",
                    "TitleEnglish": "God's Blessings on This Wonderful Choker!",
                    "SummaryEnglish": "Kazuma finds a choker at Wiz's magic shop said to grant any one wish and decides to put it on. The problem? He'll die in four days from strangulation if the wish isn't granted. And Kazuma can't remember what he wished for, so he has no idea how his party members can help. The girls therefore have no choice but to submit to his every whim if they want to save him. Bundled with the ninth volume of the light novel.",
                    "TitleJapanese": "この素晴らしいチョーカーに祝福を！",
                    "SummaryJapanese": "ウィズの店へ行くと、めぐみんの自称ライバル・ゆんゆんがいた。プラスαでさらにうるさくなるメンバーにカズマが呆れていると、足元にチョーカーが。これを何気に着けてしまったからさあ大変！　じつはこの「願いが叶うチョーカー」は、願いが叶うまで外れない＆どんどん締め付けていくという、厄介な代物だったのだ。チョーカーを外すため、カズマの願いを叶えようと頑張るみんな。ウィズは膝枕、ダクネスは腕立て胸揺らし、めぐみんとゆんゆんは野球拳。アクアはパシリでご奉仕を。それでもチョーカーが外れる気配はなく……。"
                },
                "4": {
                    "ID": "5896172",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5896172",
                    "TitleEnglish": "God's Blessing on These Wonderful Works of Art!",
                    "SummaryEnglish": "Kazuma's incorrigible ego forces him and his unmotivated idiosyncratic party to accept quest after dangerous quest following his bragging in front of his first hardcore fan. This time, the adventurer's guild requests that they take out a giant golem guarding ancient ruins... Bundled with the twelfth volume of the light novel.",
                    "TitleJapanese": "この素晴らしい芸術に祝福を！",
                    "SummaryJapanese": "アルカンレティアから戻ったカズマは、魔王軍幹部のハンスを討伐した報償金のおかげで、借金に追われることもなく、まるで緊張感のない生活をだらだらと謳歌していた。ある日、カズマはギルドでランという新米冒険者の少女から握手を求められる。ランは冒険者になったばかりで、魔王軍幹部を次々と倒しているカズマに憧れ、ファンになったと言うのだ！カズマがドヤ顔で気を良くしていると、ギルドの受付嬢のルナがやってきて、ゴーレム討伐クエストを依頼してくる。ファンの前でカッコ悪いところは見せられない。カズマはついついクエストを引き受け、アクア・めぐみん・ダクネスと遺跡へ向かうのだが……!?"
                },
                "5": {
                    "ID": "7055302",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/7055302",
                    "TitleEnglish": "Movie: Legend of Crimson",
                    "SummaryEnglish": "It is not strange that the Demon Lord's forces fear the Crimson Demons, the clan from which Megumin and Yunyun originate. Even if the Demon Lord's generals attack their village, the Crimson Demons can just easily brush them off with their supreme mastery of advanced and overpowered magic. When Yunyun receives a seemingly serious letter regarding a potential disaster coming to her hometown, she immediately informs Kazuma Satou and the rest of his party. After a series of wacky misunderstandings, it turns out to be a mere prank by her fellow demon who wants to be an author. Even so, Megumin becomes worried about her family and sets out toward the Crimson Demons' village with the gang. There, Kazuma and the others decide to sightsee the wonders of Megumin's birthplace. However, they soon come to realize that the nonsense threat they received might have been more than just a joke.",
                    "TitleJapanese": "映画 この素晴らしい世界に祝福を！紅伝説",
                    "SummaryJapanese": "交通事故（!?）によりあっけなく人生の幕を閉じるはずだったゲームを愛するひきこもり・佐藤和真（カズマ）は、ひょんなことから、女神・アクアを道づれに異世界転生することに。\n「RPGゲームのような異世界で、憧れの冒険者生活エンジョイ！めざせ勇者！」と舞い上がったのも束の間、転生したカズマには厄介なことばかり降りかかる。\nトラブルメーカーの駄女神・アクア、中二病をこじらせた魔法使い・めぐみん、妄想ノンストップな女騎士・ダクネスという、能力だけは高いのにとんでもなく残念な３人とパーティを組むことになったり、借金で首が回らなくなったり、国家転覆罪の容疑で裁判にかけられたり、魔王軍の幹部を討伐したり、たまに死んだり……。\nそんなある日、駆け込んできた紅魔族の少女・ゆんゆんの爆弾発言にカズマたちは凍りつく。\n「私、カズマさんの子供が欲しい！」\n事情を聞けば、めぐみんとゆんゆんの生まれ故郷「紅魔の里」が、滅亡の危機に瀕しているという。\n里を救うために旅立ったゆんゆんを追いかけて、紅魔の里へ向かうカズマたちだが――！？\nカズマたちパーティを襲う最大の危機！平凡な冒険者カズマが過ごす、異世界ライフの未来はどっち！？"
                },
                "6": {
                    "ID": "11104812",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/11104812",
                    "TitleEnglish": "Red Stream Explosion!",
                    "SummaryEnglish": "The annual quieting a rampaging storm spirit rolls around, and this time Kazuma's party takes the spotlight.",
                    "TitleJapanese": "この素晴らしい世界に祝福を! 3 -BONUS STAGE- レッドストリーム・エクスプロージョン!",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "11104813",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/11104813",
                    "TitleEnglish": "Watch Out for Impostors!",
                    "SummaryEnglish": "Kazuma encounters a suspiciously familiar adventuring party that seems to have a bone to pick with him...",
                    "TitleJapanese": "この素晴らしい世界に祝福を! 3 -BONUS STAGE- 偽者注意!",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "646690",
            "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/seasons/official/1",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "5427421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5427421",
                    "TitleEnglish": "This Self-Proclaimed Goddess and Reincarnation in Another World!",
                    "SummaryEnglish": "Gamer Kazuma dies in a freak accident, and is met in the afterlife by a crass goddess, Aqua.",
                    "TitleJapanese": "この自称女神と異世界転生を！",
                    "SummaryJapanese": "「さようなら引き籠り生活！　こんにちは異世界！」\n\nたまの外出で不慮（？）の事故に遭ってしまった引きこもりゲームオタクのカズマ。\n目覚めたそこは、死後の世界だった。\nアクアという口の悪い女神に情けない死に方を散々バカにされた挙句、\n天国行きか、魔王軍に蹂躙され、過疎化の進む異世界に転生するかの選択を迫られる。\nゲーマーの勘に従い、選んだのはもちろん異世界転生！\nそして、何かひとつだけ好きな物を持って行けるという異世界行きの特権として選んだ“もの”は、「じゃあ、あんた」。\nこうして引きこもりゲームオタクと駄女神の異世界冒険が始まるのだった……!?"
                },
                "2": {
                    "ID": "5466059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5466059",
                    "TitleEnglish": "An Explosion for This Delusional Girl!",
                    "SummaryEnglish": "It's great for Kazuma that he brought Aqua along with him, but unlike in a game world, much is missing from his adventurer's lifestyle. No money, no equipment, and even fighting the lowest ranking monsters is a hard-fought battle. That's when they decide to recruit new party members.",
                    "TitleJapanese": "この中二病に爆焔を！",
                    "SummaryJapanese": "「我が名はめぐみん。最強の攻撃魔法“爆裂魔法”を操る者！」\n\nアクアを道連れに来たはいいが、ゲーム世界と違って金なし・装備なしのないない尽くしで、最低ランクのモンスターにも悪戦苦闘するカズマの冒険者生活。\nそこでパーティメンバーを募集することに。\n名乗りを挙げてきたのは、高い知力と魔力、変な名前を持つことで有名な紅魔族のめぐみん（本名）だった。\n中二的言動で胡散臭さこのうえないが、めぐみんが最強の攻撃魔法「爆裂魔法」の使い手と知り、さっそくモンスターを倒しに行くことに。\nフィールドに轟くめぐみんの呪文詠唱「エクスプロージョン!!」。\n炸裂する光と轟音。爆裂魔法は確かに強力で壮観だったが、肝心のめぐみんが……。"
                },
                "3": {
                    "ID": "5466060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5466060",
                    "TitleEnglish": "A Panty Treasure in This Right Hand!",
                    "SummaryEnglish": "A low-grade goddess turned arch priest who works hard to acquire party trick skills, a disappointing arch wizard who can only unleash explosion magic once per day, and Kazuma himself, whose only redeeming quality is his good luck. Kazuma despairs over the completely useless party that's been formed.",
                    "TitleJapanese": "この右手にお宝を！",
                    "SummaryJapanese": "「見られている……っ！むくつけき男たちが私の肌を見て興奮している！」\n\n宴会芸の習得に精を出す駄女神のアークプリーストに、\n１日1発しか爆裂魔法を撃てない残念なアークウィザード、幸運だけが取り柄の自分……。\nそんなダメダメなパーティが編成されつつあることに失望を覚えるカズマ。\n失望感冷めやまぬところにパーティ入りを熱望してきたのは、力と耐久力はあるが、\n攻撃がまったく当たらないと自負するクルセイダーのダクネスだった。\n粘液まみれのドロドロになるような辱めを「私も…！」と望むドＭっぷり。\n「こいつも性能だけでなく中身までダメな系」と悟ったカズマは、\nダクネスの加入を阻止したいと願うのだが……。"
                },
                "4": {
                    "ID": "5466061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5466061",
                    "TitleEnglish": "Explosion Magic for This Formidable Enemy!",
                    "SummaryEnglish": "All of the weak monsters have gone into hiding since a leader of the devil king's army has settled in near town. Kazuma, who had been focusing on improving his skills, is stuck at a standstill. With nothing else to do, Kazuma tags along with Megumin's training, which consists of unleashing explosion magic into an abandoned castle.",
                    "TitleJapanese": "この強敵に爆裂魔法を！",
                    "SummaryJapanese": "「魔王軍の幹部は、それはもうお怒りだった」\n\n街の近くに魔王軍の幹部が住み着いたせいで、弱いモンスターが隠れてしまった。スキルアップを目指すカズマは完全足踏み状態。\nやることもなく、廃城に爆裂魔法を打ち込むというめぐみんの特訓に付き合うカズマ。\n晴れの日も、氷雨の日も、毎日続くその特訓。\nそんなある日、ギルドから緊急クエストの報が響き渡る。\n街の正門前に現れたのは魔王軍の幹部、首なし騎士のデュラハンだった。\nその怒りに満ちた声が響く。\n\n「……ま……ままま、毎日毎日毎日毎日！\n　おお、俺の城に、毎日欠かさず爆裂魔法撃ち込んでく頭のおかしい大馬鹿者は、誰だあああああああーー！」"
                },
                "5": {
                    "ID": "5466062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5466062",
                    "TitleEnglish": "A Price for This Magic Sword!",
                    "SummaryEnglish": "Wanting to earn some money despite only hard quests being available, Aqua takes on a request to purify a lake filled with alligator monsters, with the others putting her in a cage to keep her safe.",
                    "TitleJapanese": "この魔剣にお値段を！",
                    "SummaryJapanese": "「もう限界！　借金に追われる生活！」\n\n借金に追われるアクアはカズマを説き伏せ、高難度クエストから討伐要素がない、湖の浄化クエストを受注する。\n水の女神たる自分にぴったりと自信満々のアクアだったが、湖には危険なモンスターが群れている。\nそこでカズマが考え出した妙案は、アクアを檻に入れて沈めることだった。これなら安心安全。\n「決して使えない女神を湖に投棄しに来たわけではない」\nと心で頷くカズマだったが、モンスターの眼前にさらされることに変わりはなく……。\nクエスト帰り、放心状態のアクアを見て駆け寄ってきたのは、いかにも勇者然としたさわやか青年のキョウヤだった。"
                },
                "6": {
                    "ID": "5466063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5466063",
                    "TitleEnglish": "A Conclusion to This Worthless Fight!",
                    "SummaryEnglish": "Annoyed that Megumin had still been using his castle for explosion practice, Verdia, after proving easily susceptible to Aqua's purification magic, summons an undead army which is quickly defeated by Megumin's explosion magic.",
                    "TitleJapanese": "このろくでもない戦いに決着を！",
                    "SummaryJapanese": "「なぜ城に来ないのだ、この人でなしどもがああっ！」\n\n魔王軍の幹部、デュラハンが再び大激怒で街に現れた。\n大きくて硬いモノでないと我慢できない体になってしまったというめぐみんは、あの事件の後も毎日せっせとデュラハンの居城に爆裂魔法を撃ち込んでいたというのだ。\nおまけに共犯者の駄女神からも小バカにされ、デュラハンの怒りゲージは怒髪天に。\nとうとう戦闘に突入するが、相手は腐っても魔王軍幹部のひとり。その力は想像以上に圧倒的で……。\n「愚かな駆け出し冒険者どもよ、魔王軍に刃向かった報いと知れ！」。\n八方塞がり、絶体絶命の大ピンチに!!"
                },
                "7": {
                    "ID": "5486709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5486709",
                    "TitleEnglish": "A Second Death in This Freezing Season!",
                    "SummaryEnglish": "Needing money to pay off his debts despite the freezing weather, Kazuma and his party takes on a quest to kill Snow Sprites.",
                    "TitleJapanese": "この凍えそうな季節に二度目の死を！",
                    "SummaryJapanese": "「サトウカズマさん……ようこそ死後の世界へ」\n\n「金が欲しい……」。アクアが作った借金返済のために、カズマたちの金欠はさらに切羽詰まっていた。\nまつ毛も凍る冬の馬小屋生活から脱出しようと、仕方なく雪精討伐というクエストを受け、雪山に向かう一行。\nおとなしい雪精は逃げ回るばかりでクエストは案外楽勝で終わるかと思ったそのとき、雪精の主である冬将軍が現れた。\n弩級の強さに太刀打ちできず、アクアのアドバイスによる会心の土・下・座！で許されたかのように見えたが、\n武器を持ちっぱなしにしていたカズマはターゲットされてしまい……。"
                },
                "8": {
                    "ID": "5486710",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5486710",
                    "TitleEnglish": "A Loving Hand for Our Party When We Can't Make It Through Winter!",
                    "SummaryEnglish": "Kazuma and Aqua visit a magic shop run by a kind-hearted lich named Wiz, who reveals herself to be one of the Devil King's generals in charge of protecting a barrier surrounding the Devil King's castle.",
                    "TitleJapanese": "この冬を越せない俺達に愛の手を！",
                    "SummaryJapanese": "「私、魔王軍の８人の幹部のひとりですから」\n\nポンコツメンバーのおかげでまともにクエスト報酬を得られず、暖炉の薪にも困る貧乏生活。\nそこでカズマは一計を案じ、ウィズという女性が営む魔道具店へと足を運ぶ。\n目的はウィズから有用なスキルを教えてもらうことだったが、ウィズが気に入らないアクアは何かと突っかかり、\nさらに彼女の素性を知ると退治しようとするわ、スキル習得の邪魔をするわで、カズマにひっぱたかれる始末。\nそんな騒ぎのなか、ウィズに除霊の依頼が舞い込む。\n「ここか。例の屋敷は」……現場に来たのはなぜかカズマ一行!?"
                },
                "9": {
                    "ID": "5486711",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5486711",
                    "TitleEnglish": "God's Blessing on This Wonderful Shop!",
                    "SummaryEnglish": "Kazuma and his adventure friends Keith and Dust go to a shop run by succubi who provide male adventurers with much needed relief by giving them erotic dreams.",
                    "TitleJapanese": "この素晴らしい店に祝福を！",
                    "SummaryJapanese": "「最強じゃないか、サキュバスの淫夢サービス！」\n\n散歩中のカズマは知り合いの冒険者と出会い、彼らと魅惑的な夢を見せてくれるというサキュバスの店に行くことに。\nあんなことやこんなことをサービス依頼のアンケートに記入し、期待にはちきれんばかりで館へ帰るカズマ。\nそこではなぜかアクアたちが盛り上がっていた。\n聞けば、ダクネスの実家から最高級のカニと酒が送られてきたのだという。\n熟睡して夢が見られなくならないようにと警戒してカズマが酒を飲まないでいると、\nダクネスがまともな人のように優しく心配してくる。\nみんなと一緒に楽しむべきか、密かな喜びを優先すべきか？　カズマが出した答えは――"
                },
                "10": {
                    "ID": "5486712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5486712",
                    "TitleEnglish": "A Final Flame for This Over-the-Top Fortress!",
                    "SummaryEnglish": "With their members being perfectly suited for the job, Kazuma's party, along with Wiz, are chosen to lead an attack against the Destroyer.",
                    "TitleJapanese": "この理不尽な要塞に終焔を！",
                    "SummaryJapanese": "「緊急クエスト　機動要塞デストロイヤーから街を守れ！」\n\n暴走する古代兵器・機動要塞デストロイヤーが、カズマたちが住む街へと向かって来ているという！\n最悪の災いにアクアたちが逃げる算段をするなか、せっかく手に入れた屋敷を失いたくないカズマは、\nデストロイヤーを迎撃すべく、思案を巡らせる。\nそして、ギルドで街の冒険者たちと話し合った結果、デストロイヤーの結界防御をアクアに打ち破らせ、\nめぐみんとウィズの爆裂魔法でダメージを与えるという作戦が立案された。\n迫るデストロイヤーの前に、カズマたちの運命は……？"
                }
            }
        },
        "2": {
            "ID": "671831",
            "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/seasons/official/2",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "5657691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5657691",
                    "TitleEnglish": "Give Me Deliverance from This Judicial Injustice!",
                    "SummaryEnglish": "Darkness, Aqua, and Megumin are back to continue their quest against the Devil King. Kazuma is back too, but the only adventures he has waiting for him exist within the criminal justice system. Finding no support from his allies, Kazuma is arrested for treason due to accidentally blowing up a noble's mansion.",
                    "TitleJapanese": "この不当な裁判に救援を！",
                    "SummaryJapanese": "「これより、被告人サトウカズマの裁判を執り行います」\n\n機動要塞デストロイヤーを撃破し、アクセルの街を守ったカズマたちは一躍街の英雄に!!……のはずが、\n爆発寸前のコロナタイトは運悪く領主の館へ転送され、館を爆破してしまっていた。\n領主の命を狙ったと誤解され、カズマは国家転覆罪の容疑者に。\n最初は擁護していた冒険者たちも、とばっちりを恐れて目を逸らし、\nアクアとめぐみんに至ってはカズマに罪をなすりつけるという始末。\n「どいつもこいつも覚えてろよおぉぉ!!」\n血を吐くような叫びを残し、哀れカズマは逮捕されてしまう。\n国家転覆罪は最悪、死刑！　カズマの命は風前の灯火!!"
                },
                "2": {
                    "ID": "5906275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5906275",
                    "TitleEnglish": "A Friend for This Crimson Demon Girl!",
                    "SummaryEnglish": "As Kazuma notices that Darkness hasn't come back since negotiating with Alderp, Megumin brings in a cat that she names Chomusuke.",
                    "TitleJapanese": "この紅魔の娘に友人を！",
                    "SummaryJapanese": "「我が名はゆんゆん！　やがては紅魔族の長となる者！」\n\n晴れて（？）死刑保留となったカズマだったが、領主の館の賠償のため、屋敷内のあらゆるものを差し押さえられ、またもや極貧生活に。\nめぐみんが連れてきた黒猫ちょむすけが加わるけれど、なんとも侘しい現状なのだった。\nある日、ジャイアントトードの討伐に駆り出されるが、盾役のダクネスがいないため、悪戦苦闘でピンチに陥ってしまう。\nそんな窮地を救ってくれたのは、自称“めぐみんのライバル”ことゆんゆんだった。\n「さあ今こそあの時の約束を果たす時！　今日こそは、長きに渡った決着をつけるわよ！」\nゆんゆんは、なぜだかものすごく必死に勝負を挑んでくるのだが……。"
                },
                "3": {
                    "ID": "5906276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5906276",
                    "TitleEnglish": "Peace for the Master of This Labyrinth!",
                    "SummaryEnglish": "Wanting to earn some real money, Kazuma and Aqua go to explore a newly discovered pathway in Keele's Dungeon, coming across gremlins, mimics, and the undead along the way.",
                    "TitleJapanese": "この迷宮の主に安らぎを！",
                    "SummaryJapanese": "「ふふん。この私が誰だか忘れてない？」\n\nアクアの浪費に賠償金……。膨れ上がった借金地獄から抜け出すべく、カズマはダンジョン未踏ポイントの探索クエストに行く決心をする。渋るめぐみんとお宝につられたアクアを引き連れ、目的のダンジョンへ。\nカズマはひとり先にダンジョン内を探索しようとするが、人の都合などどこ吹く風のアクアがいつの間にかついて来ていて、いつも通りのいやーな予感の展開に……。\nところが意外や意外、女神の本領を発揮する活躍っぷり。\n「日頃からちゃんとこんな感じでやっていれば、信者も少しは増えるだろうに…」と、いつもの駄女神っぷりとのギャップにむしろ哀れみを覚えるカズマだった。\nそんな一行がダンジョンの奥で見たものは!?"
                },
                "4": {
                    "ID": "5906277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5906277",
                    "TitleEnglish": "A Betrothed for This Noble Daughter!",
                    "SummaryEnglish": "Darkness suddenly returns, asking for the others' help in getting out of an arranged marriage with the Alderp's son, Walther.",
                    "TitleJapanese": "この貴族の令嬢に良縁を！",
                    "SummaryJapanese": "「頼む！　私と一緒に来て、父を説得してくれないか？」\n\n差し押さえによってガランとした屋敷で寒さをしのいでいるカズマたちの前に、突如乱入してきた謎の金髪美女！…と思いきや、それはなんとダクネス。\n聞けば、領主アルダープはカズマの執行猶予の代償に、自分の息子とダクネスのお見合いを画策しているらしい。しかもダクネスの父親もたいそう乗り気で、冒険者を続けたい彼女としては、なんとか断りたいという。\nお見合いを破談にする手伝いを頼まれるカズマだが、ちょっと待て!?…とある閃きが。\n「寿退社。……そう、つまりはめでたいことだ」\nある決意を秘めたカズマは、颯爽とダスティネス家へと向かうのであった。"
                },
                "5": {
                    "ID": "5907152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5907152",
                    "TitleEnglish": "Servitude for This Masked Knight!",
                    "SummaryEnglish": "As a result of a magic circle that Aqua had drawn in Keele's dungeon, strange explosive doll monsters have started to appear, putting the town at risk.",
                    "TitleJapanese": "この仮面の騎士に隷属を！",
                    "SummaryJapanese": "「我輩こそが諸悪の根源にして元凶！\n魔王軍の幹部にして、悪魔軍を率いる地獄の公爵、バニルである」\n\n王国検察官のセナが、またもやカズマたちの元に乗りこんできた。街に溢れる怪しげなモンスターの原因が、カズマたちではないかと疑ってきたのだ。思い当たることがないカズマだが、アクアが自信満々に聞き捨てならないことを言い出した！仕方なくセナや街の冒険者たちと共にダンジョンへと向かうカズマたち一行。アクアとめぐみんを待機させ、深部へ潜ったカズマとダクネスが見たものは、せっせと泥人形を作っている怪しい仮面の男だった。\n「アレ、どう考えてもこのモンスターたちの主だろ……」\nその通り、遭遇したのはまさかの魔王軍の幹部だったのだ。カズマたちの運命は!?"
                },
                "6": {
                    "ID": "5907153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5907153",
                    "TitleEnglish": "Goodbye to This Irritating Living World!",
                    "SummaryEnglish": "Kazuma is surprised to discover that Vanir had an extra life and has since quit his position as a commander to work at Wiz's shop, striking up a business partnership to sell products from Kazuma's world.",
                    "TitleJapanese": "この煩わしい外界にさよならを！",
                    "SummaryJapanese": "「今日よりこの剣はちゅんちゅん丸です」\n\n魔王軍幹部・バニル討伐により国家転覆罪の容疑が晴れ、\nしかも莫大な報酬を手に入れたカズマは、屋敷でぬくぬくだらだらしていた。\n寒さのせいで外に出たくないアクアも、暖炉の前から動かない。\nしかし、諸事情により外出を余儀なくされたカズマは、4人で鍛冶屋を訪れる。\nなんと、バニル討伐で得た報酬で、カズマは自分専用の武器と鎧をオーダーメイドしていたのだ！\nそして、早速ギルドでクエストを探し、リザードランナー討伐クエストを受けるカズマたち。\n「大丈夫、どんなモンスターだろうと、俺とコイツの敵じゃありませんよ」\nと刀を携え、ドヤ顔で意気揚々と討伐に向かったが……。"
                },
                "7": {
                    "ID": "5907154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5907154",
                    "TitleEnglish": "An Invitation for This Knucklehead!",
                    "SummaryEnglish": "Vanir gives Kazuma the choice of either selling the intellectual rights for his real world products for a one-off payment of 300 million eris, or maintaining a profit-sharing contract of 1 million eris a month.",
                    "TitleJapanese": "このふてぶてしい鈍らに招待を！",
                    "SummaryJapanese": "「お、温泉かー。たまには贅沢して、温泉も悪くないなー」\n\nコタツの一件以来、バニルと組んで商売を画策するカズマ。\nそんな折、バニルは商品開発の知的財産権一括譲渡による高額商談を持ちかけてきた。\nこの商談に早くもセレブ気分のカズマは、もう危険な冒険者稼業なんかしないとのたまわり、（意外にも）魔王討伐を掲げるめぐみんを怒らせてしまう。\nすると、さらにごねるカズマとアクアに、めぐみんが唐突に「湯治に参りましょう。水と温泉の都、“アルカンレティア”に」と優しい提案を持ち出す。\n街の名前に反応したアクアはすこぶる乗り気、ダクネスも否やはなく、ついでにウィズも一緒に。\nカズマたちはついに、アクセルの街から冒険の旅路へ？"
                },
                "8": {
                    "ID": "5907155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5907155",
                    "TitleEnglish": "Sightseeing in This Pitiful City!",
                    "SummaryEnglish": "Kazuma and the others manage to lure the kite hawks into a cave and deal with them all at once, only to cause more trouble for the other travellers later when Aqua attracts some zombies.",
                    "TitleJapanese": "この痛々しい街で観光を！",
                    "SummaryJapanese": "観光ですか？入信ですか？冒険ですか？洗礼ですか？」\n\nアルカンレティアへ向かうカズマたち。初めての旅路に気分が上がったのも束の間、早速トラブル発生。\nカズマたちの乗合馬車が、硬いもの目がけてチキンレースを行うモンスター・走り鷹鳶たちのターゲットになってしまったのだ！硬いダクネスのせいで……。\n大ピンチの中、カズマは走り鷹鳶一掃作戦を思いつく。\n「なんてことだ、私の体の上を次々と発情したオスたちが通り過ぎていく……！」\n酷い扱いもまるでご褒美とばかりにもだえるダクネスの変態性にあきれつつ、何とか窮地を脱出するのだが、その夜、アクアのせいでまたしても……。\nそして、ようやくアルカンレティアが見えてきた！"
                },
                "9": {
                    "ID": "5907156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5907156",
                    "TitleEnglish": "A Goddess for This Corrupt Hot Springs Town!",
                    "SummaryEnglish": "After witnessing Aqua warp the town's citizens with her petty confessional hearings, Kazuma takes a dip in the mixed bath, where he comes across another man who is as sick of the town's behavior as he is.",
                    "TitleJapanese": "この不浄な温泉街に女神を！",
                    "SummaryJapanese": "「ようこそ迷える子羊よ。さあ、あなたの罪を打ち明けなさい」\n\nアルカンレティアの温泉で、たっぷりゆったりのんびりするはずが、アクシズ教団の執拗な勧誘の波状攻撃に、カズマはがっくりぐったりうんざり。\n一方、アクシズ教団が信奉する女神その人であるアクアは、街の人々による自分への深い信仰にご満悦。\nアークプリーストとして教会に居候し、懺悔する信者を嬉しそうに説いていた。\nあまりにくだらない懺悔のやりとりで、一層ぐったりして宿に帰ってきたカズマ・めぐみん・ダクネスだが、カズマの疲弊したHPを一気に回復させる魔法の言葉をウィズが紡ぎだす。\n「混浴のほうのお風呂、とても広いんですよ」\n……温泉での出会いは旅のお約束！？"
                },
                "10": {
                    "ID": "5907157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5907157",
                    "TitleEnglish": "God's Blessing on This Wonderful Party!",
                    "SummaryEnglish": "Evading the angry mob, the gang discover that the source of the town's water is being poisoned by the man from earlier, who is revealed to be one of the Devil King's army leaders, Hans the Deadly Poison Slime.",
                    "TitleJapanese": "この素晴らしい仲間たちに祝福を！",
                    "SummaryJapanese": "「そもそも俺たちは湯治に来たんじゃなかったっけ……？」\n\n汚染された温泉を浄化するつもりが、自分の信者に魔女呼ばわりされ、追い回されるハメになってしまったアクア。\nそれでも可愛い信者のために汚染の原因を取り除きたいと言い出すアクアに、カズマたちはしぶしぶ付きあうことに。\n山の中にある源泉を訪れたカズマたちが遭遇したのは、街でアクシズ教団の執拗な勧誘にキレていた男。\nこんなところで一体何を……？\nそんななか、思い出したように声を上げるウィズ。\n「ハンスさん！お久りぶりです、私ですよ、ウィズです！」\n魔王軍幹部のウィズと知り合いってことは、もしかして……？\n必ず、生きて帰る。あの場所へ――！"
                }
            }
        },
        "3": {
            "ID": "2002722",
            "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/seasons/official/3",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "10208962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10208962",
                    "TitleEnglish": "God's Blessings on This Bright Future!",
                    "SummaryEnglish": "After defeating Sylvia at the Crimson Demon Village, Kazuma and his party look forward to receiving a reward that could mean freedom from the grind of having to fulfill quests. Kazuma himself, however, seems to be having nightmares and bouts of paranoia.",
                    "TitleJapanese": "この明るい未来に祝杯を！",
                    "SummaryJapanese": "「俺は冒険者から坊さんにジョブチェンジするの！」\n\n紅魔の里で魔王軍幹部シルビアを討伐し、無事にアクセルに戻ったカズマたちは、「討伐の報奨金が入れば過酷なクエストともおさらば！」と、意気揚々と過ごしていた。悪夢にうなされたり、妙な気配を感じたりと、カズマだけはときどき様子がおかしいものの、「そういうお年頃」とあたたかく見守られる日々。ある日、真っ昼間からギルドで飲み食いしていたカズマたちだが、ダストが背後から声をかけた途端、カズマが絶叫して！？"
                },
                "2": {
                    "ID": "10397965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10397965",
                    "TitleEnglish": "A Smile for This Dour Girl!",
                    "SummaryEnglish": "Kazuma and the gang receive a letter from Princess Iris. She wants to share a meal with them while hearing about their adventures. While Kazuma is giddy with wonderment of her beauty, Darkness is terrified of heads rolling in the event of any rudeness.",
                    "TitleJapanese": "この笑わない少女に微笑みを！",
                    "SummaryJapanese": "「アイリス様、今この無礼者どもを叩き出しますので！」\n\n王女アイリスから手紙をもらったカズマたち。食事をしながら冒険譚を聞きたいと願う王女は一体どれほどの美少女かと胸を高鳴らせるカズマとは反対に、ダクネスは粗相があっては首が飛ぶと心配でたまらない。そんななか、カズマたちはウィズの魔道具店を訪れる。そこには、カズマが考案した新商品が並んでいた！新商品のおかげで、魔道具店が繁盛するという世にも珍しい日々が過ぎていき、そしてついに、王女との対面の日がやってきた！"
                },
                "3": {
                    "ID": "10397966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10397966",
                    "TitleEnglish": "A Re-education for This Bright Little Girl!",
                    "SummaryEnglish": "What started as dinner at Darkness's mansion with Princess Iris has turned into Kazuma being dragged back to the castle! Rain explains the situation, and Kazuma agrees to keep Iris company. His wild stories leave the princess with stars in her eyes.",
                    "TitleJapanese": "この賢しい少女に再教育を！",
                    "SummaryJapanese": "「ほんの数日で良いので、私とも遊んでもらえませんか？」\n\nダクネスの屋敷で食事し別れるはずだった王女アイリスは、カズマを帰還のテレポートに巻き込み王城まで連れてきてしまった！\n最初は驚いたものの、王女の護衛兼教育係のレインに事情を聞いたカズマは、アイリスの話し相手になることを承諾する。\nカズマが披露するあんな話やこんな話に目を輝かせて聞き入るアイリス。護衛兼教育係のクレアは話を止めようと必死になるが抵抗空しく……。\nそんなとき、王都に魔王軍警報が鳴り響いて！？"
                },
                "4": {
                    "ID": "10397967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10397967",
                    "TitleEnglish": "Divine Punishment for This Handsome Gentleman Thief!",
                    "SummaryEnglish": "Kazuma thinks of a way to stay in the capital for Iris's sake, and declares that he will capture the thief who's causing a stir in the streets! Since the thief targets nobles with bad behavior, Kazuma and his friends decide to stay at Alderp's mansion.",
                    "TitleJapanese": "このイケメン義賊に天誅を！",
                    "SummaryJapanese": "「まったく、カズマったら面倒事に首突っ込まないと死んじゃうの？」\n\nアイリスのため、なんとかして王都に残る方法を考えたカズマは、巷を騒がす義賊を捕まえると宣言！\n義賊が狙うのは素行の悪い貴族。ならばと、張り込みをすることになったカズマたちの滞在先は、アクセルで因縁のできた貴族・アルダープの屋敷だった。\n苦い顔をするアルダープを尻目に、カズマ・アクア・めぐみんは貴族ライフを満喫しようとやりたい放題、ダクネスは恐縮しながら過ごしていた。\nある夜、屋敷に怪しげな人影が……？"
                },
                "5": {
                    "ID": "10397968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10397968",
                    "TitleEnglish": "Nefarious Friends for This Sheltered Princess!",
                    "SummaryEnglish": "The Devil King's army attack alarm rings in the royal capital! The adventurer's guild calls on high-level adventurers to join the battle. Having failed to capture the thief at Alderp's mansion, Kazuma joins the fight in order to redeem his reputation.",
                    "TitleJapanese": "この箱入り王女に悪友を！",
                    "SummaryJapanese": "「……お久しぶりです、エリス様」\n\n王都に魔王軍襲撃警報が鳴り響く！\n冒険者ギルドはレベルの高い冒険者たちに参戦を呼びかけ、王城からは騎士団が出撃。王都は緊張感に包まれていた。アルダープの屋敷で義賊の捕獲に失敗し、王都に居残る言い訳をなくして大ピンチなカズマは、名誉挽回のチャンスとばかりに参戦を決意する。\n嫌がるアクアを引きずり、ノリノリなめぐみんとダクネスを連れて戦場へと繰り出したカズマの目の前に現れたのは、一匹のコボルトで……！？"
                },
                "6": {
                    "ID": "10397969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10397969",
                    "TitleEnglish": "A Farewell to This Lavish Lifestyle!",
                    "SummaryEnglish": "Chris tells Kazuma that the necklace he and Iris swapped bodies with is a sacred treasure, and it is dangerous and can threaten lives depending on its use. Princess Iris is in danger! Two robbers dressed in black sneak into the royal castle at night!",
                    "TitleJapanese": "この素敵な暮らしにさよならを！",
                    "SummaryJapanese": "「よし……お頭の実力を見せてあげるよ！」\n\n王城では戦勝パーティが開催されていた。しかし、賑わいとは裏腹に、ついに王都に居残る手段が尽きたカズマは、アイリスとお別れしなければならない悲しみに萎れていた。\nそんなカズマのもとにクリスがやってきて、衝撃の事実を告げる。カズマとアイリスの身体を入れ替えたネックレスは神器であり、使い方によっては命を脅かす危険なものだと。\n……王女アイリスの身が危ない！黒い装束に身を包んだ二人の義賊が、夜の王城へ華麗に忍び込む！"
                },
                "7": {
                    "ID": "10397970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10397970",
                    "TitleEnglish": "Rest for This Up-and-Coming Adventurer!",
                    "SummaryEnglish": "Kazuma and his friends return to Axel and receive 300 million eris as a reward for subjugating Sylvia, an executive of the Devil King's army. Kazuma and Aqua go to high-end restaurants, and Aqua enjoys her long-awaited life as a celebrity.",
                    "TitleJapanese": "この成り上がり冒険者にも安息を！",
                    "SummaryJapanese": "「シェフに伝えろ、数多の賞金首を葬り話題沸騰中のサトウカズマがお呼びだとな！」\n\n王都からアクセルへ帰還したカズマたちは、魔王軍幹部シルビアの討伐報酬3億エリスを手に入れる。カズマとアクアは高級料理店をはしごしたり、アクアはドラゴンの卵を買ったりと、念願のセレブ生活を悠々自適に満喫。\nさらに、ウィズの魔道具店を訪れると、そこには金貨の袋が！新商品の開発に協力した報酬までをも手にしたカズマは、もう笑いが止まらない。\nそんなとき、バニルがダクネスを占ってやろうと言い出して……？"
                },
                "8": {
                    "ID": "10397971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10397971",
                    "TitleEnglish": "An Eternal Rest for the Master of This Lake!",
                    "SummaryEnglish": "Kazuma and the gang fail to defeat the hydra in the lake near Axel. The gang hopes to rely on knights from the capital, but they've been delayed due to a bandit disturbance for which a bounty has been issued. Darkness, however, is obsessed with the hydra.",
                    "TitleJapanese": "この湖の主に永遠の眠りを！",
                    "SummaryJapanese": "「ヒュドラの重圧責めに鬼畜男の言葉責めとはなんという……ご褒美！」\n\nアクセル近郊の湖に潜む大物賞金首クーロンズヒュドラの討伐に繰り出したカズマたちだったが、あっけなく失敗。低レベル冒険者では太刀打ちできないと、王都から派遣される騎士団をあてにしていたところ、王都で盗賊騒ぎがあってしばらく来れないという。しかも、その盗賊に懸賞金が懸けられ手配書が出回っていると聞き、身に覚えのあるカズマは屋敷にひきこもることを決める。ところが、なぜかダクネスはヒュドラ討伐にこだわって……"
                },
                "9": {
                    "ID": "10397972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10397972",
                    "TitleEnglish": "A Talking-To for This Runaway!",
                    "SummaryEnglish": "Darkness departs the mansion leaving behind a note. Not satisfied by a single note, Kazuma, Aqua, and Megumin protest in front of the Dustiness manor but are rudely turned away. Kazuma, frustrated with everything, is approached by Dust who needs his help.",
                    "TitleJapanese": "この家出娘に説教を！",
                    "SummaryJapanese": "「仲間が心配なんだ！頼む、協力してくれ！」\n\n「パーティから抜けさせてほしい」と置き手紙を残して、屋敷を去ったダクネス。けれど、そんな手紙ひとつで納得できるはずもない。カズマ・アクア・めぐみんはダスティネス邸の前で抗議活動をするが、すげなく追い返されてしまう。姿を現さないダクネスに業を煮やしたカズマは、商品開発に精を出したり新メンバーの勧誘をしたりと悶々とする日々。するとあるとき、「カズマの力を貸してほしい」とダストが真剣な顔で訴えてきて……！？"
                },
                "10": {
                    "ID": "10397973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10397973",
                    "TitleEnglish": "Blessings for This Selfish Bride!",
                    "SummaryEnglish": "Darkness's wedding to Aldarp is imminent. Despite Aqua's and Megumin's pleas, Kazuma has no intention of intervening. Vanir then visits the mansion and reveals a shocking secret to Kazuma.",
                    "TitleJapanese": "この身勝手な花嫁に祝福を！",
                    "SummaryJapanese": "「ダスティネス家に告ぐ。直ちに結婚を中止しなければ、式当日には教会に爆裂魔法が炸裂することになる」\n\nアルダープとダクネスの結婚式の日取りが決まり、アクセルの街はお祭りムード。アクアがダスティネス邸の前で宴会芸を披露してダクネスの気を引く作戦を敢行してみたり、めぐみんが結婚を取りやめるよう脅迫状を送り付けてみたりと、結婚を妨害しようとするが不発。業を煮やしためぐみんがカズマにダクネスを取り戻すよう発破をかけても、カズマは相変わらず屋敷で商品開発に勤しむばかりで……そしていよいよ結婚式当日がやってきた！"
                },
                "11": {
                    "ID": "10397974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10397974",
                    "TitleEnglish": "God's Blessing for These Unchanging Days!",
                    "SummaryEnglish": "Kazuma has crashed Darkness's wedding to Aldarp and pays him the two billion eris he says he's owed. Aqua and Kazuma try to make off with Darkness but Aldarp won't relinquish her so easily and orders his guards to stop their escape.",
                    "TitleJapanese": "この変わらない日常に祝福を！",
                    "SummaryJapanese": "「これからは散々酷使してやる！わかったか、このド変態クルセイダーがっ！！」\n\nアクセルで一番大きな教会。婚礼衣装に身を包んだアルダープとダクネスが結婚の誓いをしようとしたそのとき、現れたのはプリーストの変装をして紛れ込んでいたカズマとアクアだった！ダクネスがアルダープと結婚することになった本当の理由を知ったカズマは、アルダープに啖呵をきり、花嫁ダクネスを強奪！教会から逃げ出そうとするカズマたちに、めぐみんとゆんゆんも合流するが、アルダープの護衛たちに阻まれて！？"
                }
            }
        }
    }
}