{
  "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt5370118/",
    "http://konosuba.com/",
    "http://www.reddit.com/r/Konosuba",
    "https://www.themoviedb.org/tv/65844",
    "https://x.com/konosubaanime"
  ],
  "TitleEnglish": "KonoSuba – God’s blessing on this wonderful world!!",
  "SummaryEnglish": "After a traffic accident, Kazuma Sato’s disappointingly brief life was supposed to be over, but he wakes up to see a beautiful girl before him. She claims to be a goddess, Aqua, and asks if he would like to go to another world and bring only one thing with him. Kazuma decides to bring the goddess herself, and they are transported to a fantasy world filled with adventure, ruled by a demon king. Now Kazuma only wants to live in peace, but Aqua wants to solve many of this world’s problems, and the demon king will only turn a blind eye for so long…",
  "Aliases": [
    "Kono Subarashii Sekai ni Shukufuku o!",
    "Kono Subarashii Sekai ni Shukufuku wo",
    "Kono Subarashii Sekai ni Shukufuku wo!",
    "KonoSuba",
    "このすば",
    "この素晴らしい世界に祝福を！2"
  ],
  "Modified": "2025-09-04",
  "Seasons": {
    "0": {
      "ID": "646689",
      "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/seasons/official/0",
      "# Episodes": 5,
      "Episodes": {
        "3": {
          "ID": "5463421",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5463421",
          "TitleEnglish": "God's Blessings on This Wonderful Choker!",
          "SummaryEnglish": "Kazuma finds a choker at Wiz's magic shop said to grant any one wish and decides to put it on. The problem? He'll die in four days from strangulation if the wish isn't granted. And Kazuma can't remember what he wished for, so he has no idea how his party members can help. The girls therefore have no choice but to submit to his every whim if they want to save him. Bundled with the ninth volume of the light novel.",
          "Aliases": []
        },
        "4": {
          "ID": "5896172",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5896172",
          "TitleEnglish": "God's Blessing on These Wonderful Works of Art!",
          "SummaryEnglish": "Kazuma's incorrigible ego forces him and his unmotivated idiosyncratic party to accept quest after dangerous quest following his bragging in front of his first hardcore fan. This time, the adventurer's guild requests that they take out a giant golem guarding ancient ruins... Bundled with the twelfth volume of the light novel.",
          "Aliases": []
        },
        "5": {
          "ID": "7055302",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/7055302",
          "TitleEnglish": "Movie: Legend of Crimson",
          "SummaryEnglish": "It is not strange that the Demon Lord's forces fear the Crimson Demons, the clan from which Megumin and Yunyun originate. Even if the Demon Lord's generals attack their village, the Crimson Demons can just easily brush them off with their supreme mastery of advanced and overpowered magic. When Yunyun receives a seemingly serious letter regarding a potential disaster coming to her hometown, she immediately informs Kazuma Satou and the rest of his party. After a series of wacky misunderstandings, it turns out to be a mere prank by her fellow demon who wants to be an author. Even so, Megumin becomes worried about her family and sets out toward the Crimson Demons' village with the gang. There, Kazuma and the others decide to sightsee the wonders of Megumin's birthplace. However, they soon come to realize that the nonsense threat they received might have been more than just a joke.",
          "Aliases": []
        },
        "6": {
          "ID": "11104812",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/11104812",
          "TitleEnglish": "Red Stream Explosion!",
          "SummaryEnglish": "The annual quieting a rampaging storm spirit rolls around, and this time Kazuma's party takes the spotlight.",
          "Aliases": []
        },
        "7": {
          "ID": "11104813",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/11104813",
          "TitleEnglish": "Watch Out for Impostors!",
          "SummaryEnglish": "Kazuma encounters a suspiciously familiar adventuring party that seems to have a bone to pick with him...",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "646690",
      "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/seasons/official/1",
      "# Episodes": 10,
      "Episodes": {
        "1": {
          "ID": "5427421",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5427421",
          "TitleEnglish": "This Self-Proclaimed Goddess and Reincarnation in Another World!",
          "SummaryEnglish": "Gamer Kazuma dies in a freak accident, and is met in the afterlife by a crass goddess, Aqua.",
          "Aliases": []
        },
        "2": {
          "ID": "5466059",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5466059",
          "TitleEnglish": "An Explosion for This Delusional Girl!",
          "SummaryEnglish": "It's great for Kazuma that he brought Aqua along with him, but unlike in a game world, much is missing from his adventurer's lifestyle. No money, no equipment, and even fighting the lowest ranking monsters is a hard-fought battle. That's when they decide to recruit new party members.",
          "Aliases": []
        },
        "3": {
          "ID": "5466060",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5466060",
          "TitleEnglish": "A Panty Treasure in This Right Hand!",
          "SummaryEnglish": "A low-grade goddess turned arch priest who works hard to acquire party trick skills, a disappointing arch wizard who can only unleash explosion magic once per day, and Kazuma himself, whose only redeeming quality is his good luck. Kazuma despairs over the completely useless party that's been formed.",
          "Aliases": []
        },
        "4": {
          "ID": "5466061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5466061",
          "TitleEnglish": "Explosion Magic for This Formidable Enemy!",
          "SummaryEnglish": "All of the weak monsters have gone into hiding since a leader of the devil king's army has settled in near town. Kazuma, who had been focusing on improving his skills, is stuck at a standstill. With nothing else to do, Kazuma tags along with Megumin's training, which consists of unleashing explosion magic into an abandoned castle.",
          "Aliases": []
        },
        "5": {
          "ID": "5466062",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5466062",
          "TitleEnglish": "A Price for This Magic Sword!",
          "SummaryEnglish": "Wanting to earn some money despite only hard quests being available, Aqua takes on a request to purify a lake filled with alligator monsters, with the others putting her in a cage to keep her safe.",
          "Aliases": []
        },
        "6": {
          "ID": "5466063",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5466063",
          "TitleEnglish": "A Conclusion to This Worthless Fight!",
          "SummaryEnglish": "Annoyed that Megumin had still been using his castle for explosion practice, Verdia, after proving easily susceptible to Aqua's purification magic, summons an undead army which is quickly defeated by Megumin's explosion magic.",
          "Aliases": []
        },
        "7": {
          "ID": "5486709",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5486709",
          "TitleEnglish": "A Second Death in This Freezing Season!",
          "SummaryEnglish": "Needing money to pay off his debts despite the freezing weather, Kazuma and his party takes on a quest to kill Snow Sprites.",
          "Aliases": []
        },
        "8": {
          "ID": "5486710",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5486710",
          "TitleEnglish": "A Loving Hand for Our Party When We Can't Make It Through Winter!",
          "SummaryEnglish": "Kazuma and Aqua visit a magic shop run by a kind-hearted lich named Wiz, who reveals herself to be one of the Devil King's generals in charge of protecting a barrier surrounding the Devil King's castle.",
          "Aliases": []
        },
        "9": {
          "ID": "5486711",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5486711",
          "TitleEnglish": "God's Blessing on This Wonderful Shop!",
          "SummaryEnglish": "Kazuma and his adventure friends Keith and Dust go to a shop run by succubi who provide male adventurers with much needed relief by giving them erotic dreams.",
          "Aliases": []
        },
        "10": {
          "ID": "5486712",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5486712",
          "TitleEnglish": "A Final Flame for This Over-the-Top Fortress!",
          "SummaryEnglish": "With their members being perfectly suited for the job, Kazuma's party, along with Wiz, are chosen to lead an attack against the Destroyer.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "671831",
      "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/seasons/official/2",
      "# Episodes": 10,
      "Episodes": {
        "1": {
          "ID": "5657691",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5657691",
          "TitleEnglish": "Give Me Deliverance from This Judicial Injustice!",
          "SummaryEnglish": "Darkness, Aqua, and Megumin are back to continue their quest against the Devil King. Kazuma is back too, but the only adventures he has waiting for him exist within the criminal justice system. Finding no support from his allies, Kazuma is arrested for treason due to accidentally blowing up a noble's mansion.",
          "Aliases": []
        },
        "2": {
          "ID": "5906275",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5906275",
          "TitleEnglish": "A Friend for This Crimson Demon Girl!",
          "SummaryEnglish": "As Kazuma notices that Darkness hasn't come back since negotiating with Alderp, Megumin brings in a cat that she names Chomusuke.",
          "Aliases": []
        },
        "3": {
          "ID": "5906276",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5906276",
          "TitleEnglish": "Peace for the Master of This Labyrinth!",
          "SummaryEnglish": "Wanting to earn some real money, Kazuma and Aqua go to explore a newly discovered pathway in Keele's Dungeon, coming across gremlins, mimics, and the undead along the way.",
          "Aliases": []
        },
        "4": {
          "ID": "5906277",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5906277",
          "TitleEnglish": "A Betrothed for This Noble Daughter!",
          "SummaryEnglish": "Darkness suddenly returns, asking for the others' help in getting out of an arranged marriage with the Alderp's son, Walther.",
          "Aliases": []
        },
        "5": {
          "ID": "5907152",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5907152",
          "TitleEnglish": "Servitude for This Masked Knight!",
          "SummaryEnglish": "As a result of a magic circle that Aqua had drawn in Keele's dungeon, strange explosive doll monsters have started to appear, putting the town at risk.",
          "Aliases": []
        },
        "6": {
          "ID": "5907153",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5907153",
          "TitleEnglish": "Goodbye to This Irritating Living World!",
          "SummaryEnglish": "Kazuma is surprised to discover that Vanir had an extra life and has since quit his position as a commander to work at Wiz's shop, striking up a business partnership to sell products from Kazuma's world.",
          "Aliases": []
        },
        "7": {
          "ID": "5907154",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5907154",
          "TitleEnglish": "An Invitation for This Knucklehead!",
          "SummaryEnglish": "Vanir gives Kazuma the choice of either selling the intellectual rights for his real world products for a one-off payment of 300 million eris, or maintaining a profit-sharing contract of 1 million eris a month.",
          "Aliases": []
        },
        "8": {
          "ID": "5907155",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5907155",
          "TitleEnglish": "Sightseeing in This Pitiful City!",
          "SummaryEnglish": "Kazuma and the others manage to lure the kite hawks into a cave and deal with them all at once, only to cause more trouble for the other travellers later when Aqua attracts some zombies.",
          "Aliases": []
        },
        "9": {
          "ID": "5907156",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5907156",
          "TitleEnglish": "A Goddess for This Corrupt Hot Springs Town!",
          "SummaryEnglish": "After witnessing Aqua warp the town's citizens with her petty confessional hearings, Kazuma takes a dip in the mixed bath, where he comes across another man who is as sick of the town's behavior as he is.",
          "Aliases": []
        },
        "10": {
          "ID": "5907157",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/5907157",
          "TitleEnglish": "God's Blessing on This Wonderful Party!",
          "SummaryEnglish": "Evading the angry mob, the gang discover that the source of the town's water is being poisoned by the man from earlier, who is revealed to be one of the Devil King's army leaders, Hans the Deadly Poison Slime.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "2002722",
      "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/seasons/official/3",
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "10208962",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10208962",
          "TitleEnglish": "God's Blessings on This Bright Future!",
          "SummaryEnglish": "After defeating Sylvia at the Crimson Demon Village, Kazuma and his party look forward to receiving a reward that could mean freedom from the grind of having to fulfill quests. Kazuma himself, however, seems to be having nightmares and bouts of paranoia.",
          "Aliases": []
        },
        "2": {
          "ID": "10397965",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10397965",
          "TitleEnglish": "A Smile for This Dour Girl!",
          "SummaryEnglish": "Kazuma and the gang receive a letter from Princess Iris. She wants to share a meal with them while hearing about their adventures. While Kazuma is giddy with wonderment of her beauty, Darkness is terrified of heads rolling in the event of any rudeness.",
          "Aliases": []
        },
        "3": {
          "ID": "10397966",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10397966",
          "TitleEnglish": "A Re-education for This Bright Little Girl!",
          "SummaryEnglish": "What started as dinner at Darkness's mansion with Princess Iris has turned into Kazuma being dragged back to the castle! Rain explains the situation, and Kazuma agrees to keep Iris company. His wild stories leave the princess with stars in her eyes.",
          "Aliases": []
        },
        "4": {
          "ID": "10397967",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10397967",
          "TitleEnglish": "Divine Punishment for This Handsome Gentleman Thief!",
          "SummaryEnglish": "Kazuma thinks of a way to stay in the capital for Iris's sake, and declares that he will capture the thief who's causing a stir in the streets! Since the thief targets nobles with bad behavior, Kazuma and his friends decide to stay at Alderp's mansion.",
          "Aliases": []
        },
        "5": {
          "ID": "10397968",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10397968",
          "TitleEnglish": "Nefarious Friends for This Sheltered Princess!",
          "SummaryEnglish": "The Devil King's army attack alarm rings in the royal capital! The adventurer's guild calls on high-level adventurers to join the battle. Having failed to capture the thief at Alderp's mansion, Kazuma joins the fight in order to redeem his reputation.",
          "Aliases": []
        },
        "6": {
          "ID": "10397969",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10397969",
          "TitleEnglish": "A Farewell to This Lavish Lifestyle!",
          "SummaryEnglish": "Chris tells Kazuma that the necklace he and Iris swapped bodies with is a sacred treasure, and it is dangerous and can threaten lives depending on its use. Princess Iris is in danger! Two robbers dressed in black sneak into the royal castle at night!",
          "Aliases": []
        },
        "7": {
          "ID": "10397970",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10397970",
          "TitleEnglish": "Rest for This Up-and-Coming Adventurer!",
          "SummaryEnglish": "Kazuma and his friends return to Axel and receive 300 million eris as a reward for subjugating Sylvia, an executive of the Devil King's army. Kazuma and Aqua go to high-end restaurants, and Aqua enjoys her long-awaited life as a celebrity.",
          "Aliases": []
        },
        "8": {
          "ID": "10397971",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10397971",
          "TitleEnglish": "An Eternal Rest for the Master of This Lake!",
          "SummaryEnglish": "Kazuma and the gang fail to defeat the hydra in the lake near Axel. The gang hopes to rely on knights from the capital, but they've been delayed due to a bandit disturbance for which a bounty has been issued. Darkness, however, is obsessed with the hydra.",
          "Aliases": []
        },
        "9": {
          "ID": "10397972",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10397972",
          "TitleEnglish": "A Talking-To for This Runaway!",
          "SummaryEnglish": "Darkness departs the mansion leaving behind a note. Not satisfied by a single note, Kazuma, Aqua, and Megumin protest in front of the Dustiness manor but are rudely turned away. Kazuma, frustrated with everything, is approached by Dust who needs his help.",
          "Aliases": []
        },
        "10": {
          "ID": "10397973",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10397973",
          "TitleEnglish": "Blessings for This Selfish Bride!",
          "SummaryEnglish": "Darkness's wedding to Aldarp is imminent. Despite Aqua's and Megumin's pleas, Kazuma has no intention of intervening. Vanir then visits the mansion and reveals a shocking secret to Kazuma.",
          "Aliases": []
        },
        "11": {
          "ID": "10397974",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/konosuba-gods-blessing-on-this-wonderful-world/episodes/10397974",
          "TitleEnglish": "God's Blessing for These Unchanging Days!",
          "SummaryEnglish": "Kazuma has crashed Darkness's wedding to Aldarp and pays him the two billion eris he says he's owed. Aqua and Kazuma try to make off with Darkness but Aldarp won't relinquish her so easily and orders his guards to stop their escape.",
          "Aliases": []
        }
      }
    }
  }
}