{
    "URL": "https://www.thetvdb.com/series/grimgar-ashes-and-illusions",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5341430/",
        "http://www.grimgar.com",
        "http://www.reddit.com/r/HaiToGensouNoGrimgar",
        "https://www.themoviedb.org/tv/65369",
        "https://x.com/grimgar_anime"
    ],
    "TitleEnglish": "Grimgar of Fantasy and Ash",
    "SummaryEnglish": "Fear, survival, instinct. Thrown into a foreign land with nothing but hazy memories and the knowledge of their name, they can feel only these three emotions resonating deep within their souls. A group of strangers is given no other choice than to accept the only paying job in this game-like world—the role of a soldier in the Reserve Army—and eliminate anything that threatens the peace in their new world, Grimgar. When all of the stronger candidates join together, those left behind must create a party together to survive: Manato, a charismatic leader and priest; Haruhiro, a nervous thief; Yume, a cheerful hunter; Shihoru, a shy mage; Mogzo, a kind warrior; and Ranta, a rowdy dark knight. Despite its resemblance to one, this is no game—there are no redos or respawns; it is kill or be killed. It is now up to this ragtag group of unlikely fighters to survive together in a world where life and death are separated only by a fine line.",
    "TitleJapanese": "灰と幻想のグリムガル",
    "SummaryJapanese": "生きるって、簡単じゃない。\n\n目が覚めると、ハルヒロは暗闇の中にいた。 \nここがどこなのか、なぜここにいるのか、\nそしてどこから来たのかもわからないまま。 \n周りには自分と同じ境遇らしき数名の男女。 \n彼らとともに暗闇から踏み出した先には\n見たことのない世界、\n「グリムガル」が広がっていた……。\n\n記憶も、お金も、特別な力も―\n何もない僕たちが手に入れた現実。",
    "Aliases": [
        "Hai to gensô no Grimgal",
        "Hai to Gensō no Grimgal",
        "Hai to gensô no Grimgar",
        "Hai to Gensō no Grimgar",
        "Hai to Gensō no Gurimugaru",
        "Hai to Gensou no Grimgal",
        "Hai to Gensou no Grimgar",
        "Grimgal - Ashes and Illusions",
        "Grimgal of Ashes and Fantasies",
        "Grimgal of Fantasy & Ash",
        "Grimgal, Ashes and Illusions",
        "Grimgal: Ashes and Illusions",
        "Grimgar - Ashes and Illusions",
        "Grimgar of Ashes and Fantasies",
        "Grimgar of Fantasy & Ash",
        "Grimgar, Ashes and Illusions",
        "Grimgar: Ashes and Illusions"
    ],
    "Modified": "2025-08-15",
    "Seasons": {
        "0": {
            "ID": "646691",
            "URL": "https://www.thetvdb.com/series/grimgar-ashes-and-illusions/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5526387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimgar-ashes-and-illusions/episodes/5526387",
                    "TitleEnglish": "Staking Our Youths On The Bath Wall - One More Centimeter",
                    "SummaryEnglish": "Episode 2.5 of the series, will expand on the ending of episode 2 where the boys try to sneak on the girls bathing.",
                    "TitleJapanese": "浴室の壁に私たちの若者を忍び寄る-1センチ以上",
                    "SummaryJapanese": "描かれるのはepisode.2終盤。女子の入っているお風呂に向かった鬼畜大王ことランタ（とその後に続いたハルヒロ、マナト、モグゾー）。ユメとシホルの悲鳴の前には、男子たちの勝ち負けと夢のドラマがあった……！？"
                }
            }
        },
        "1": {
            "ID": "646692",
            "URL": "https://www.thetvdb.com/series/grimgar-ashes-and-illusions/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5427427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimgar-ashes-and-illusions/episodes/5427427",
                    "TitleEnglish": "Whisper, Chant, Prayer, Awaken",
                    "SummaryEnglish": "Haruhiro awakens in the world of Grimgar. We follow him and his party as they become Volunteer Soldiers and struggle to earn a living.",
                    "TitleJapanese": "ささやき、詠唱、祈り、目覚めよ",
                    "SummaryJapanese": "薄暗い森の中、わずか2体のゴブリンを相手に苦戦を強いられている6人の少年少女がいた。盗賊のハルヒロ、暗黒騎士のランタ、神官のマナト、戦士のモグゾー、狩人のユメ、魔法使いのシホル。彼らには、ほんの数日前、暗闇の中で目覚めてからの記憶しかない。自分たちが、どうしてこの世界――『グリムガル』にいるのか、わけもわからないまま、彼らは見習い義勇兵として歩み始めた。ここで生きるために――。"
                },
                "2": {
                    "ID": "5465976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimgar-ashes-and-illusions/episodes/5465976",
                    "TitleEnglish": "Long Day of the Trainee Volunteer Soldier",
                    "SummaryEnglish": "Haruhiro and the others find a goblin they might be able to defeat. Will they finally beat their first monster?",
                    "TitleJapanese": "見習い義勇兵の長い一日",
                    "SummaryJapanese": "夜。義勇兵宿舎で不意に目覚めたハルヒロは、マナトのベッドが空になっていることに気付く。気になって外に出ると、ちょうど酒場での情報収集から戻ってきたマナトと出くわす。そのまま短い時間言葉を交わし、心の距離を近づけるふたり。そして翌日、ハルヒロたちのパーティは、前回の戦いの反省を活かし、単独で行動するゴブリンに狙いを定め、戦いを挑む。"
                },
                "3": {
                    "ID": "5465977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimgar-ashes-and-illusions/episodes/5465977",
                    "TitleEnglish": "Are Goblin Pouches Filled with Our Dreams?",
                    "SummaryEnglish": "Haruhiro and his party are enjoying their first earnings. They are getting used to life here, but continue to work hard to live.",
                    "TitleJapanese": "ゴブリン袋には俺たちの夢が詰まっている",
                    "SummaryJapanese": "風呂をのぞこうとしたランタと、それに巻き込まれたハルヒロたち男子に、ご立腹のユメとシホル。元凶のランタが謝罪どころかろくでもない言い訳を口走るせいで、収まるものも収まらず、翌朝になってもパーティの空気はどこか気まずい。しかし、ゴブリンを倒さないことには、持ち金はすぐ底をつく。一同は狩り場へと向かうも、狙い目のゴブリンがなかなか見つからず、収入がゼロの日が続いてしまい──"
                },
                "4": {
                    "ID": "5465978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimgar-ashes-and-illusions/episodes/5465978",
                    "TitleEnglish": "Sky Dancing with Ash",
                    "SummaryEnglish": "Haruhiro and his party continue to grow stronger and learn new skills, but an unexpected challenge changes everything.",
                    "TitleJapanese": "灰の舞う空へ",
                    "SummaryJapanese": "最初のころは1匹ですら苦戦していたゴブリンも、今では3匹くらいまでは同時に相手ができようになったハルヒロたち。貯えが増えてきたことで、それぞれが新しい装備やスキルを身につけ、戦闘時の役割分担、連携もできるようになってきた。生活の水準もさらに上がり、パーティ内の人間関係も順調。すべてがうまくいきはじめたのだが――"
                },
                "5": {
                    "ID": "5465979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimgar-ashes-and-illusions/episodes/5465979",
                    "TitleEnglish": "Crying Doesn't Mean You're Weak. Enduring Doesn't Mean You're Strong.",
                    "SummaryEnglish": "Haruhiro and his party are dealing with Manato's death and figuring out what's next. Will they get their party back together to survive?",
                    "TitleJapanese": "泣くのは弱いからじゃない。耐えられるのは強いからじゃない。",
                    "SummaryJapanese": "突然訪れた、仲間との別れ――その衝撃に、ハルヒロたちは打ちのめされていた。悲しみを受け止めきれない5人。ハルヒロはどうしたらいいかわからず、改めて彼の存在の大きさを実感していた。やり場のない思いを胸に、かつてマナトが情報収集に訪れていた酒場へと足を運ぶハルヒロとランタとモグゾー。そこでグリムガルで共に目覚めた同期のキッカワと再会する。そして、空気を読まないキッカワは、ずけずけとある提案をしてきて――"
                },
                "6": {
                    "ID": "5465980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimgar-ashes-and-illusions/episodes/5465980",
                    "TitleEnglish": "Her Circumstances",
                    "SummaryEnglish": "Haruhiro and his party are figuring out how to continue fighting without Manato, and we learn about Mary's past.",
                    "TitleJapanese": "彼女の場合",
                    "SummaryJapanese": "新たに仲間になったメリイとの見えない距離を縮めようとする5人だったが、相変わらずまともなコミュニケーションをとることができない。せめて戦闘時の行動くらいは相談できるようにならないかと、機会を見つけてはメリイに話しかけるハルヒロ。しかし、彼女の反応は頑なまま。戦闘を終え、シェリーの酒場に集うハルヒロたちの前に現れたメリイは、声をかけることもなく一人カウンターへと腰を掛ける。そして、そのメリイに話しかける人物が現れ――"
                },
                "7": {
                    "ID": "5465981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimgar-ashes-and-illusions/episodes/5465981",
                    "TitleEnglish": "They Were Called Goblin Slayers",
                    "SummaryEnglish": "Haruhiro and his party now know Mary's past and try to have better teamwork within the party.",
                    "TitleJapanese": "ゴブリンスレイヤーと呼ばれて",
                    "SummaryJapanese": "メリイの頑なな態度の謎を解くため、以前彼女と同じパーティで共に戦っていたハヤシから話を聞いたハルヒロたち。ハヤシの口から語られたメリイの過去は、あまりにもつらく、重たいものだった。秘密は明らかになったものの、今後彼女とどのように向き合っていくのか、答えの出せない一同。翌日、いつも通りゴブリン狩りに向かったハルヒロは、現状を打破するため、メリイに向かって語り始めた。自分たちのパーティの話を――"
                },
                "8": {
                    "ID": "5498590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimgar-ashes-and-illusions/episodes/5498590",
                    "TitleEnglish": "In My Memories with You",
                    "SummaryEnglish": "Haruhiro and his party are finally facing the same group of goblins that killed Manato. Will they be able to avenge Manato?",
                    "TitleJapanese": "君との思い出に",
                    "SummaryJapanese": "連日ダムローでゴブリンを狩り続け、実力を身につけたハルヒロたちは、遂にマナトの仇である鎧ゴブリンの根城へ挑むことを決心する。装備は万端、なによりメリイや仲間との結束は強固なものになっていた。そして、迎える決戦の時。メリイは仲間に語りかける――「もうこれ以上、仲間を死なせたりしない」と。それぞれが同じ思いの中、根城へと突入する。苦戦しながらもハルヒロたちは鎧ゴブリンを追い詰めたかのように思われたが――"
                },
                "9": {
                    "ID": "5498591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimgar-ashes-and-illusions/episodes/5498591",
                    "TitleEnglish": "How to Rest",
                    "SummaryEnglish": "Haruhiro and his party take the day off and use this time to rest and prepare for their next challenges.",
                    "TitleJapanese": "休暇の過ごし方",
                    "SummaryJapanese": "ゴブリンとの戦いに一区切りをつけることができたハルヒロたちは、連日の戦いの疲れを癒やすべく休みをとることに。のんびりと体を休めたり、どこかへぶらりと出かけたり、パーティの面々はそれぞれゆったりとした時間を過ごすのだった。そしてその夜、酒場に集まったハルヒロたちは、通いつめたダムロー旧市街に異変が起こっているとの情報を聞く。身の危険を案じ、狩場を変更しようとハルヒロが提案した場所は――"
                },
                "10": {
                    "ID": "5498592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimgar-ashes-and-illusions/episodes/5498592",
                    "TitleEnglish": "I'm Not Fit to Be a Leader",
                    "SummaryEnglish": "Haruhiro and his party go into the Cyrene Mine where they encounter kobolds and have to deal with Ranta's lack of cooperation.",
                    "TitleJapanese": "リーダーの器じゃないけれど",
                    "SummaryJapanese": "狩場をサイリン鉱山に移したハルヒロたちは、そこに生息するコボルドと相対する。ゴブリンとの戦いを経て成長した彼らにとって、低層のコボルドは手強い敵ではなかった。パーティはメリイの言葉を頼りに、慎重に鉱山の中を歩み進めていく。だが、順調ともいえる狩りの最中、ハルヒロはリーダーとしてランタの粗暴にも見える立ち振る舞いをこのまま許してよいのかと違和感を抱き始める。そしてオルタナの町に戻った夜、ランタを中庭に呼び出しーー。"
                },
                "11": {
                    "ID": "5498593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimgar-ashes-and-illusions/episodes/5498593",
                    "TitleEnglish": "Between Life and Death",
                    "SummaryEnglish": "Haruhiro and his party encounter Death Spots and reach the floor where Mary's original party died. Will they be able to get away safely?",
                    "TitleJapanese": "生と死の間で",
                    "SummaryJapanese": "サイリン鉱山四層でハルヒロたちは巨大なコボルドに遭遇する。群れの中でもとりわけ異様な存在感を放つそのコボルドこそ、かつてメリイの仲間の命を奪ったデッドスポットだった。絶体絶命のピンチから逃れるため、メリイの誘導に従い安全な場所へと移動することに。そこはかつてルミアリス神殿があった場所。そしてメリイが仲間を失った場所でもあった。ようやく一息つくパーティだったが、その彼らの前に怪しげな人影が接近してきて――。"
                },
                "12": {
                    "ID": "5498594",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/grimgar-ashes-and-illusions/episodes/5498594",
                    "TitleEnglish": "See You Tomorrow...",
                    "SummaryEnglish": "Haruhiro and his party are in the Cyrene Mine. Ranta got separated from the party and is fending off kobolds alone. Can they all get out alive?",
                    "TitleJapanese": "また明日――",
                    "SummaryJapanese": "デッドスポットから仲間を逃がすため、コボルド達がひしめくサイリン鉱山五層にひとり取り残されたランタ。命からがら逃げのびたものの、依然敵の渦中は変わらず。一方、ランタ救出を図るハルヒロたちは、態勢を立て直し捜索を開始。持ち前のしぶとさを発揮し、逃げ回るランタを発見する。そして、デッドスポットがランタを追い詰めようとした瞬間――!?　敵は圧倒的な強さを誇るデッドスポット。ハルヒロはかつてのマナトの言葉を噛みしめる。これは必死に生きるもの同士の命のやりとりなのだと――。"
                }
            }
        }
    }
}