{
    "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5345050/",
        "http://galko.jp/",
        "https://www.themoviedb.org/tv/66504"
    ],
    "TitleEnglish": "Please tell me! Galko-chan",
    "SummaryEnglish": "At first glance, Galko, Otako, and Ojou are three high school girls who seem like they wouldn’t have anything to do with each other. Galko is a social butterfly with a reputation for being a party animal, even though she is actually innocent and good-hearted despite her appearance. Otako is a plain-looking girl with a sarcastic personality and a rabid love of manga. And Ojou is a wealthy young lady with excellent social graces, though she can be a bit absent-minded at times. Despite their differences, the three are best friends, and together they love to talk about various myths and ask candid questions about the female body. Oshiete! Galko-chan is a lighthearted and humorous look at three very different girls and their frank conversations about themselves and everyday life. No topic is too safe or too sensitive for them to joke about—even though every so often, Galko seems to get a bit embarrassed by their discussions!",
    "TitleJapanese": "おしえて！ギャル子ちゃん",
    "SummaryJapanese": "見た目はどこからどう見ても金髪ギャルで遊んでそうに見えるけど 、実は純情な女の子。\n\nそんなギャルな外見と素直で優しい内面のギャップが可愛らしいギャル子を中心に、眼鏡で背の小さなオタ子、おっとり天真爛漫なお嬢の三人が、いろんな場所でガールズトークを繰り広げる日常コメディ！",
    "Aliases": [
        "Oshiete! Galko-chan"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "648255",
            "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5994559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5994559",
                    "TitleEnglish": "Please tell me! Galko-chan: Is Summer Vacation Real?",
                    "SummaryEnglish": "Bundled with fourth manga volume.",
                    "TitleJapanese": "夏休みって本当ですか?",
                    "SummaryJapanese": "女の子はデリケートなあの穴の奥のヨゴレにも敏感だって本当ですか?\nメガネ同士でキスをするとメガネがぶつかってジャマになるって本当ですか?\n布面積が少ない過激な下着ほど、むしろ値段が高い傾向にあるって本当ですか?\n夏休みには一生忘れない大切な思い出ができるって本当ですか?"
                }
            }
        },
        "1": {
            "ID": "648256",
            "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5440358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5440358",
                    "TitleEnglish": "Is It True You're a Gyaru?",
                    "SummaryEnglish": "Otako explains that girls with big boobs also have big areolae. Galko denies it, thinking she's talking about her.",
                    "TitleJapanese": "ギャルな女の子って本当ですか？",
                    "SummaryJapanese": "巨乳の人は乳輪も大きいという話をギャル子に話すオタ子。\n自分のことを言われているのかと思い、否定するギャル子に対して、\nオタ子は風船とマジックを取り出し、風船の先に二重マルを書くように言う。"
                },
                "2": {
                    "ID": "5466208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5466208",
                    "TitleEnglish": "Is It True That You're a Rich Girl?",
                    "SummaryEnglish": "The girls discuss the inner working of a female.",
                    "TitleJapanese": "お嬢様って本当ですか？",
                    "SummaryJapanese": "新作のナプキンを手にするオタ子を見て、ギャル子はナプキン派なんだと声をかける。\n本当はタンポンのほうが良いが中に入れることに抵抗があると返すオタ子。\n激しく共感するギャル子の前にタンポンを持ったお嬢が現れる。"
                },
                "3": {
                    "ID": "5466209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5466209",
                    "TitleEnglish": "Is It True That You're an Otaku Girl?",
                    "SummaryEnglish": "Galko's skin got really dark as a result of tanning. Otako comments that since Galko's skin has tanned so much, her nipples must be dark as well. Along with Ojou, Otako yells that Galko has dark nipples.",
                    "TitleJapanese": "オタクな女の子って本当ですか？",
                    "SummaryJapanese": "日焼けして真っ黒になったギャル子。\nそんなギャル子を見てオタ子は、肌があれだけ色濃くなったということは\n当然乳首の色も濃くなっていると言い、\nうんうんと頷くお嬢と共にギャル子に向かって乳首真っ黒と声をかける。"
                },
                "4": {
                    "ID": "5466210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5466210",
                    "TitleEnglish": "Is It True That You Can't Help Moaning?",
                    "SummaryEnglish": "Galko compliments Ojou’s pretty hands. Delighted, Ojou compares her hand with Otako’s and comments on how small and cute it is. Seeing Galko stare at her own hand, Otako is worried that Galko is concerned about her large hands.",
                    "TitleJapanese": "声が出ちゃうって本当ですか？",
                    "SummaryJapanese": "お嬢の手を見て綺麗だと褒めるギャル子。\n嬉しそうなお嬢は自分の手とオタ子の手を比べ小さくて可愛いと言う。\n自分の手を眺めているギャル子を見て、\nオタ子は手が大きいことを気にしているのではと心配をする。"
                },
                "5": {
                    "ID": "5466211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5466211",
                    "TitleEnglish": "Is It True That You're a Big Sister?",
                    "SummaryEnglish": "The Class President believes that the size of the boobs and intelligence are inversely proportional, so she thinks Galko is living a very carefree life. But, she changes her mind when she sees the bulletin board Galko was intensely staring at.",
                    "TitleJapanese": "おねーちゃんって本当ですか？",
                    "SummaryJapanese": "胸の大きさと頭の良さは反比例していると思っている委員長は、ギャル子を見ながら、\nきっと何も考えていない気楽な人生を送っているんだろうと考えていた。\nしかしギャル子が真剣に見つめていた掲示板を見て、その考えが変わる。"
                },
                "6": {
                    "ID": "5469950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5469950",
                    "TitleEnglish": "Is It True That Underwear Is Embarrassing?",
                    "SummaryEnglish": "Seeing Galko's new lipstick, Otako explains that the lips have always represented the person's genitals. Otako adds that you can also tell the condition of a person's genitals by looking at the shape of their lips, to which Galko inadvertently hides her own lips.",
                    "TitleJapanese": "下着はハズいって本当ですか？",
                    "SummaryJapanese": "新色のリップを見せるギャル子に向かって、\n唇は昔からよくその人の性器をあらわしていると言われていると説明するオタ子。\n唇の形を見れば具合がわかるとも言うオタ子の言葉に\nギャル子は思わず口元を隠してしまう。"
                },
                "7": {
                    "ID": "5469951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5469951",
                    "TitleEnglish": "Is It True About the Boy at the Pool?",
                    "SummaryEnglish": "Galko, Otako, and Ojou are at the water park. Otako hands Galko a razor believing that her armpit hair is shaggy because she forgot to shave them. Galko angrily says she never lets them get shaggy and shows them her smooth armpits.",
                    "TitleJapanese": "プールと少年って本当ですか？",
                    "SummaryJapanese": "プールにやってきたギャル子、オタ子、お嬢の三人。\nどうせワキ毛の処理を忘れてきてモジャモジャなんでしょうと\nギャル子にカミソリを渡すオタ子。\n普段からモジャモジャではないと怒るギャル子は、二人にツルツルのワキを見せる。"
                },
                "8": {
                    "ID": "5469953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5469953",
                    "TitleEnglish": "Is It True You Have Horrible Bed-head?",
                    "SummaryEnglish": "Charao, Supoo, and Otao discuss who in their class has the biggest boobs. Seeing Galko’s boobs sitting on the desk, Charao says he has no doubt it’s Galko. However, Supoo comments that Nikuko has large boobs too. Their discussion gets heated...",
                    "TitleJapanese": "ヒドい寝ぐせって本当ですか？",
                    "SummaryJapanese": "クラスの女子の中で誰が一番胸が大きいのかを議論するチャラ男、スポ男、オタ男の三人。\n机にのっているギャル子の胸を見て、問答無用でギャル子だろと言うチャラ男に対して、\nスポ男はサイズなら肉子もすごいと言い、議論は白熱していく。"
                },
                "9": {
                    "ID": "5469954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5469954",
                    "TitleEnglish": "Is It True You're Scared of Holes?",
                    "SummaryEnglish": "Otako greets Galko when she enters the classroom, but Galko doesn’t open her mouth and responds by gesture. Galko finally opens her mouth when Otako asks why she’s not talking. She explains that she’s concerned about her double teeth because the main character in the movie was too.",
                    "TitleJapanese": "穴がコワいって本当ですか？",
                    "SummaryJapanese": "教室へと入ってきたオタ子はギャル子に挨拶をするが、\nギャル子は口をかたく閉じたままジェスチャーで挨拶を返す。\nなぜ喋らないのかと聞くオタ子にようやく口を開いたギャル子は、\nテレビで八重歯を気にする女の子を見て、自分も気になっていると答える。"
                },
                "10": {
                    "ID": "5469955",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5469955",
                    "TitleEnglish": "Is It True You Come to School After Being Out All Night?",
                    "SummaryEnglish": "The boys are forced to run during P.E. Once they’re done, it’s the girl’s turn. The boys decide running is awesome when they see Galko running with her boobs swaying around. Then, the teacher instructs them to run again.",
                    "TitleJapanese": "朝帰り登校って本当ですか？",
                    "SummaryJapanese": "体育の時間にランニングをさせられた男子たち。\nようやく走り終えて休んでいると女子がランニングを始めていた。\n大きく胸を揺らしながら走っているギャル子を見て、ランニング最高！と叫ぶ男子たち。\nそこで静かに追加のランニングが告げられる。"
                },
                "11": {
                    "ID": "5469956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5469956",
                    "TitleEnglish": "Is It True That Butts Are Culture?",
                    "SummaryEnglish": "Otao is in the nurse’s office due to anemia. Feeling better, he tries to go back to class but decides to take a detour to the deserted hallway. While walking in the quiet hallway, he discovers wet towels on the floor..",
                    "TitleJapanese": "お尻は文明って本当ですか？",
                    "SummaryJapanese": "貧血を起こして保健室で休んでいたオタ男。\n貧血もおさまり元気になったオタ男は教室へ戻ろうとするが、\n少しサボって寄り道をしていこうと誰もいない廊下に出る。\n授業中のため静かな廊下を歩いていくと水を吸ったタオルが散らばっていて……。"
                },
                "12": {
                    "ID": "5469957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5469957",
                    "TitleEnglish": "Is It True You're Friends Forever?",
                    "SummaryEnglish": "It was in April when cherry blossoms bloomed. Most of the cliques in the class have been established. Otako passes papers behind her when she notices Galko sleeping on her desk. Otako’s first impression of Galko was ”she must be a really dumb gyaru...”",
                    "TitleJapanese": "一生の友達って本当ですか？",
                    "SummaryJapanese": "あれは桜の花が咲く４月。\nクラスの中でだいたいのグループが出来上がってきた頃のこと。\nオタ子が前から配られたプリントを後ろに回すとギャル子が居眠りをしていた。\nオタ子のギャル子に対する一番最初の印象は頭の悪そうなギャルだった。"
                }
            }
        }
    }
}