{
  "URL": "https://www.thetvdb.com/series/macross-delta",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Romance",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt5827092/",
    "https://www.themoviedb.org/tv/66111"
  ],
  "TitleEnglish": "Macross Delta",
  "SummaryEnglish": "In the year 2067, eight years after the events in Macross Frontier, a deadly new disease, the \"Var Syndrome,\" threatens the galaxy. The Tactical Sound Unit, \"Walküre,\" under the protection of the Valkyrie \"Delta Flight,\" join together to combat this new threat. During a Var Syndrome outbreak, the Walkure unit is suddenly attacked by the mysterious \"Aerial Knight\" Valkyrie Team from the Kingdom of the Wind, the motivation for which remains a mystery...",
  "Aliases": [
    "Macross Δ",
    "マクロス デルタ"
  ],
  "Modified": "2025-06-04",
  "Seasons": {
    "0": {
      "ID": "648215",
      "URL": "https://www.thetvdb.com/series/macross-delta/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 16,
      "Episodes": {
        "12": {
          "ID": "6439546",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/6439546",
          "TitleEnglish": "Macross Delta the Movie: Passionate Walkure",
          "SummaryEnglish": "Macross Delta the Movie: Passionate Walkure is a 2018 anime film adapted from the Macross Delta television series. The film is set in 2067, eight years after the events of Macross Frontier. It premiered in February 9, 2018 in TOHO cinemas. It is followed by a sequel, Macross Delta the Movie: Absolute Live!!!!!! which was released in 2021. In 2067 AD, a strange disease called \"Vár Syndrome\" causes humans to become berserk, lose themselves and rampage. The antidote is the tactical sound unit Walküre. In order to quell in the symptoms of \"Vár Syndrome\", their tour of the stars with live performances expands.",
          "Aliases": []
        },
        "15": {
          "ID": "9415975",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/9415975",
          "TitleEnglish": "Macross Delta the Movie: Absolute Live!!!!!!",
          "SummaryEnglish": "Macross Delta the Movie: Absolute Live!!!!!! is a 2021 anime movie. It is the second of the movies adapting the Macross delta television series, following Macross Delta the Movie: Passionate Walküre. It was announced during Macross Crossover Live 2019 and was released theatrically in Japan on October 8, 2021. After Roid Brehm's plot of uniting the Children of Protoculture into a collective will was thwarted, a newfound albeit uneasy peace is gained between humans and Windermereans. However, a new organization calling itself Heimdall suddenly assaults Windermere and announces to the galaxy their intention to free the Children of Protoculture from eternal ignorance and naivety caused by Lady M's actions.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "648216",
      "URL": "https://www.thetvdb.com/series/macross-delta/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "5440075",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5440075",
          "TitleEnglish": "Battlefield Prologue",
          "SummaryEnglish": "Looking to escape the confines of an arranged marriage on her home planet, Freyja Wion stows away on a cargo ship, hoping to follow her dreams and audition for the Walkure Tactical Music Unit. She's discovered by Hayate Immelmann, a young dock worker and drifter with no particular dreams of his own. After an outbreak of the deadly Var Syndrome strikes, the Walkure Unit appears on the scene, and the power of Freyja's music is awakened.",
          "Aliases": []
        },
        "2": {
          "ID": "5570686",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5570686",
          "TitleEnglish": "Resolute Audition",
          "SummaryEnglish": "In the aftermath of the Var Syndrome Outbreak on Al Shahal, new opportunities present themselves for Freyja and Hayate. They make their way to Planet Ragna where Freyja auditions to be the newest member of Walkure, and Hayate receives an intriguing offer from Delta Flight.",
          "Aliases": []
        },
        "3": {
          "ID": "5577575",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5577575",
          "TitleEnglish": "Whirlwind Dogfight",
          "SummaryEnglish": "Mirage is assigned to train Hayate, who has become the newest recruit for Delta Flight. Freyja continues her Walküre training. As Hayate and Freyja both struggle through their respective initiations, they soon discover that they are stronger together than they are apart.",
          "Aliases": []
        },
        "4": {
          "ID": "5578152",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5578152",
          "TitleEnglish": "Shocking Stage Debut",
          "SummaryEnglish": "At a concert on the nearby planet Randall, Freyja makes her official debut as the newest member of Walküre. The Aerial Knights of Windermere interrupt the festivities and finally make their true intentions known.",
          "Aliases": []
        },
        "5": {
          "ID": "5584319",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5584319",
          "TitleEnglish": "Moonlight Dancing",
          "SummaryEnglish": "Following the Windermere Kingdom's declaration of war on the New United Government, Delta Flight and Walküre are given new orders to defend Ragna from upcoming attacks. When rumors of Freyja being a Windermerian spy surface, she and Hayate take a joyride in his Siegfried unit to clear their heads.",
          "Aliases": []
        },
        "6": {
          "ID": "5584321",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5584321",
          "TitleEnglish": "Decision Overload",
          "SummaryEnglish": "Hayate and Freyja continue to be put through their paces as the war with the Windermere Kingdom begins. Mikumo challenges Freyja to find what she's fighting for, while Messer gives harsh criticism to both Mirage and Hayate hoping to strengthen their resolve for the war to come. When the Aerial Knights attack, Hayate is put in an impossible situation and is forced to make a decision that will change his life forever.",
          "Aliases": []
        },
        "7": {
          "ID": "5584322",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5584322",
          "TitleEnglish": "Behind Enemy Lines",
          "SummaryEnglish": "Walküre and Delta Flight infiltrate the planet Voldor, which has been occupied by the Aerial Knights of the Windermere Kingdom. The source behind the increased Var Syndrome Outbreaks is revealed.",
          "Aliases": []
        },
        "8": {
          "ID": "5584323",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5584323",
          "TitleEnglish": "Escape Resonance",
          "SummaryEnglish": "Hayate, Freyja, and Mirage have been captured by the Aerial Knights, and it's up to the rest of Walküre and Delta Flight to stage a daring rescue. Freyja and Hayate discover what happens when they are truly in sync. Meanwhile, Messer must deal with his worsening condition.",
          "Aliases": []
        },
        "9": {
          "ID": "5615630",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5615630",
          "TitleEnglish": "Uncontrollable Limits",
          "SummaryEnglish": "The extent of Messer's condition is finally revealed. The Aerial Knights make a move on Ragna while most of the Elysion squadrons are out on patrol, and a weakened Messer must fight through his illness to protect the others. Meanwhile, rumors begin to circulate about a blossoming romance between Hayate and Mirage.",
          "Aliases": []
        },
        "10": {
          "ID": "5623181",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5623181",
          "TitleEnglish": "Flash of AXIA",
          "SummaryEnglish": "At the Jellyfish Festival on Ragna, Messer says goodbye, as he reveals that he has been reassigned as a training instructor due to his worsening condition. Meanwhile, the Windermearans have developed a new system to amplify Prince Heinz' wind song. The Aerial Knights launch a surprise attack and Var Outbreak on Al-Shahal to test the new system. The Delta team must protect Al-Shahal from the Knights' attack even though they are one man short...",
          "Aliases": []
        },
        "11": {
          "ID": "5623182",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5623182",
          "TitleEnglish": "Jellyfish Reminiscense",
          "SummaryEnglish": "Delta Flight and Walküre take time out to mourn the loss of one of their own. The grand plan of the Windermereans is revealed and set into motion.",
          "Aliases": []
        },
        "12": {
          "ID": "5623183",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5623183",
          "TitleEnglish": "King of the Wind",
          "SummaryEnglish": "The Windermerans and the Sigur Berrentzs go on the offensive and launch an attack on NUNS forces. The Macross Elysion is ordered to leave its post on Ragna and to meet the Windermerean threat in space. Mirage receives surprising news from Major Arad about her status in Delta Flight.",
          "Aliases": []
        },
        "13": {
          "ID": "5644869",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5644869",
          "TitleEnglish": "Passionate Diving",
          "SummaryEnglish": "The Windermerean attack continues and the fate of the inhabitants of Planet Ragna hangs in the balance.",
          "Aliases": []
        },
        "14": {
          "ID": "5644870",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5644870",
          "TitleEnglish": "Drifting Embrace",
          "SummaryEnglish": "In the aftermath of the the battle for Ragna, Ragnan evacuees adjust to life in space. When an airlock explodes, the entire team must work together to find a solution.",
          "Aliases": []
        },
        "15": {
          "ID": "5644871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5644871",
          "TitleEnglish": "Parting Resolution",
          "SummaryEnglish": "Prince Heinz is crowned the new King of Windermere. Roid reveals King Grammier's grand plan to expand the Windermere Kingdom across the galaxy.",
          "Aliases": []
        },
        "16": {
          "ID": "5661277",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5661277",
          "TitleEnglish": "Reluctant Birthday",
          "SummaryEnglish": "Makina and the rest of the gang decide to throw Freyja a surprise party for her 15th birthday. Hayate has trouble finding a birthday gift and enlists Mirage for help.",
          "Aliases": []
        },
        "17": {
          "ID": "5661278",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5661278",
          "TitleEnglish": "Scatter On Stage",
          "SummaryEnglish": "Delta Flight and Walkure devise a plan to interrupt the Windermeran Mind Control in the Brisingr Cluster, using a special Walkure concert as a distraction. Hayate learns the shocking truth about his father.",
          "Aliases": []
        },
        "18": {
          "ID": "5668800",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5668800",
          "TitleEnglish": "Sense Emergence",
          "SummaryEnglish": "Delta Flight and Walküre infiltrate Voldor once again, this time to test the Protoculture ruins' reaction to Walküre's live music. Freyja and Hayate encounter the enemy face to face, and are surprised at what they find. Mikumo tests her limits to potentially disastrous results.",
          "Aliases": []
        },
        "19": {
          "ID": "5661280",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5661280",
          "TitleEnglish": "Eternal Songs",
          "SummaryEnglish": "While Mikumo and Hayate are both recovering from the infiltration on Voldor, Berger Stone from the Epsilon Group meets with Delta Flight and Walküre and reveals how the power of song and the Var Syndrome are related.",
          "Aliases": []
        },
        "20": {
          "ID": "5661281",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5661281",
          "TitleEnglish": "Impulse Experiment",
          "SummaryEnglish": "Hayate and Freyja's fold resonance is put to the test. When both become discouraged, Mirage steps in to straighten things out. Keith begins to suspect Roid's true intentions. Makina, Reina and Kaname search for answers about Mikumo.",
          "Aliases": []
        },
        "21": {
          "ID": "5661282",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5661282",
          "TitleEnglish": "Desperate Secret",
          "SummaryEnglish": "Keith discovers that the amplified Windsong is beginning to take its toll on King Heinz. As Kaname, Makina, and Reina await their fate, they reminisce about the early days of Walküre.",
          "Aliases": []
        },
        "22": {
          "ID": "5661283",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5661283",
          "TitleEnglish": "Extreme Bravery",
          "SummaryEnglish": "Xaos goes on the offensive and pushes on with their plan to invade Windermere. Freyja and Hayate return to active duty, under special orders from Major Arad, leaving Mirage responsible for the two of them. Keith and Heinz clear the air. Cassim rides the wind.",
          "Aliases": []
        },
        "23": {
          "ID": "5661284",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5661284",
          "TitleEnglish": "Scarred Requiem",
          "SummaryEnglish": "Delta Flight and Walküre finally land on Windermere, on a mission to destroy the Protoculture system with a Tactical Live show. Their plans go awry when the Aerial Knights discover their presence and move to intercept them. Meanwhile, Roid has bigger things planned for Mikumo.",
          "Aliases": []
        },
        "24": {
          "ID": "5661285",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5661285",
          "TitleEnglish": "Fatal Judgment",
          "SummaryEnglish": "Hayate, Freyja, and Mirage have been captured and are put on trial by order of King Heinz. Meanwhile, Commander Arad and the rest of Walküre plan their rescue.",
          "Aliases": []
        },
        "25": {
          "ID": "5662176",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5662176",
          "TitleEnglish": "Singer of the Stars",
          "SummaryEnglish": "Windermere's endgame is set into motion, as the ultimate plan for the Singer of the Stars is revealed. Xaos gets recalled to Ragna to prepare for the final showdown against Windermere.",
          "Aliases": []
        },
        "26": {
          "ID": "5662177",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/macross-delta/episodes/5662177",
          "TitleEnglish": "Eternal Walküre",
          "SummaryEnglish": "Roid attempts to control the Singer of the Stars as the final showdown against the Aerial Knights takes place at the Protoculture Ruins on Ragna.",
          "Aliases": []
        }
      }
    }
  }
}