{
  "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt5345050/",
    "http://galko.jp/",
    "https://www.themoviedb.org/tv/66504"
  ],
  "TitleEnglish": "Please tell me! Galko-chan",
  "SummaryEnglish": "At first glance, Galko, Otako, and Ojou are three high school girls who seem like they wouldn’t have anything to do with each other. Galko is a social butterfly with a reputation for being a party animal, even though she is actually innocent and good-hearted despite her appearance. Otako is a plain-looking girl with a sarcastic personality and a rabid love of manga. And Ojou is a wealthy young lady with excellent social graces, though she can be a bit absent-minded at times. Despite their differences, the three are best friends, and together they love to talk about various myths and ask candid questions about the female body. Oshiete! Galko-chan is a lighthearted and humorous look at three very different girls and their frank conversations about themselves and everyday life. No topic is too safe or too sensitive for them to joke about—even though every so often, Galko seems to get a bit embarrassed by their discussions!",
  "Aliases": [
    "Oshiete! Galko-chan"
  ],
  "Modified": "2025-06-04",
  "Seasons": {
    "0": {
      "ID": "648255",
      "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "5994559",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5994559",
          "TitleEnglish": "Please tell me! Galko-chan: Is Summer Vacation Real?",
          "SummaryEnglish": "Bundled with fourth manga volume.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "648256",
      "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5440358",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5440358",
          "TitleEnglish": "Is It True You're a Gyaru?",
          "SummaryEnglish": "Otako explains that girls with big boobs also have big areolae. Galko denies it, thinking she's talking about her.",
          "Aliases": []
        },
        "2": {
          "ID": "5466208",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5466208",
          "TitleEnglish": "Is It True That You're a Rich Girl?",
          "SummaryEnglish": "The girls discuss the inner working of a female.",
          "Aliases": []
        },
        "3": {
          "ID": "5466209",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5466209",
          "TitleEnglish": "Is It True That You're an Otaku Girl?",
          "SummaryEnglish": "Galko's skin got really dark as a result of tanning. Otako comments that since Galko's skin has tanned so much, her nipples must be dark as well. Along with Ojou, Otako yells that Galko has dark nipples.",
          "Aliases": []
        },
        "4": {
          "ID": "5466210",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5466210",
          "TitleEnglish": "Is It True That You Can't Help Moaning?",
          "SummaryEnglish": "Galko compliments Ojou’s pretty hands. Delighted, Ojou compares her hand with Otako’s and comments on how small and cute it is. Seeing Galko stare at her own hand, Otako is worried that Galko is concerned about her large hands.",
          "Aliases": []
        },
        "5": {
          "ID": "5466211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5466211",
          "TitleEnglish": "Is It True That You're a Big Sister?",
          "SummaryEnglish": "The Class President believes that the size of the boobs and intelligence are inversely proportional, so she thinks Galko is living a very carefree life. But, she changes her mind when she sees the bulletin board Galko was intensely staring at.",
          "Aliases": []
        },
        "6": {
          "ID": "5469950",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5469950",
          "TitleEnglish": "Is It True That Underwear Is Embarrassing?",
          "SummaryEnglish": "Seeing Galko's new lipstick, Otako explains that the lips have always represented the person's genitals. Otako adds that you can also tell the condition of a person's genitals by looking at the shape of their lips, to which Galko inadvertently hides her own lips.",
          "Aliases": []
        },
        "7": {
          "ID": "5469951",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5469951",
          "TitleEnglish": "Is It True About the Boy at the Pool?",
          "SummaryEnglish": "Galko, Otako, and Ojou are at the water park. Otako hands Galko a razor believing that her armpit hair is shaggy because she forgot to shave them. Galko angrily says she never lets them get shaggy and shows them her smooth armpits.",
          "Aliases": []
        },
        "8": {
          "ID": "5469953",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5469953",
          "TitleEnglish": "Is It True You Have Horrible Bed-head?",
          "SummaryEnglish": "Charao, Supoo, and Otao discuss who in their class has the biggest boobs. Seeing Galko’s boobs sitting on the desk, Charao says he has no doubt it’s Galko. However, Supoo comments that Nikuko has large boobs too. Their discussion gets heated...",
          "Aliases": []
        },
        "9": {
          "ID": "5469954",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5469954",
          "TitleEnglish": "Is It True You're Scared of Holes?",
          "SummaryEnglish": "Otako greets Galko when she enters the classroom, but Galko doesn’t open her mouth and responds by gesture. Galko finally opens her mouth when Otako asks why she’s not talking. She explains that she’s concerned about her double teeth because the main character in the movie was too.",
          "Aliases": []
        },
        "10": {
          "ID": "5469955",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5469955",
          "TitleEnglish": "Is It True You Come to School After Being Out All Night?",
          "SummaryEnglish": "The boys are forced to run during P.E. Once they’re done, it’s the girl’s turn. The boys decide running is awesome when they see Galko running with her boobs swaying around. Then, the teacher instructs them to run again.",
          "Aliases": []
        },
        "11": {
          "ID": "5469956",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5469956",
          "TitleEnglish": "Is It True That Butts Are Culture?",
          "SummaryEnglish": "Otao is in the nurse’s office due to anemia. Feeling better, he tries to go back to class but decides to take a detour to the deserted hallway. While walking in the quiet hallway, he discovers wet towels on the floor..",
          "Aliases": []
        },
        "12": {
          "ID": "5469957",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/please-tell-me-galko-chan/episodes/5469957",
          "TitleEnglish": "Is It True You're Friends Forever?",
          "SummaryEnglish": "It was in April when cherry blossoms bloomed. Most of the cliques in the class have been established. Otako passes papers behind her when she notices Galko sleeping on her desk. Otako’s first impression of Galko was ”she must be a really dumb gyaru...”",
          "Aliases": []
        }
      }
    }
  }
}