{
    "URL": "https://www.thetvdb.com/series/phantasy-star-online-2-the-animation",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5329190/",
        "https://www.themoviedb.org/tv/65209"
    ],
    "TitleEnglish": "Phantasy Star Online 2: The Animation",
    "SummaryEnglish": "TV anime adaptation of the online RPG game Phantasy Star Online 2. It will feature an original story that takes place on Earth in the near future.",
    "TitleJapanese": "ファンタシースターオンライン2 ジ アニメーション",
    "SummaryJapanese": "西暦2027年――\n橘 イツキ が通う「清雅学園（せいががくえん）」 は、都心から少し離れた郊外にある共学の高等学校。文武に秀でた人材を育てることを目的とした全寮制の進学校である。\n2学期が始まり、イツキは、学園中の憧れの的である生徒会長の 泉澄 リナ から生徒会室に呼び出される……",
    "Aliases": [],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "648222",
            "URL": "https://www.thetvdb.com/series/phantasy-star-online-2-the-animation/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "9789273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phantasy-star-online-2-the-animation/episodes/9789273",
                    "TitleEnglish": "Matchless Memorial Commentary",
                    "SummaryEnglish": "Shouta Aoi (voice: Itsuki Tachibana), Takuya Sato (voice: Masaya Kudou) and Yuya Kimura (Director of the PSO2 video game) watch and commentate over a selection of memorable scenes from throughout the first Season.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "9789274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phantasy-star-online-2-the-animation/episodes/9789274",
                    "TitleEnglish": "Clean Opening Animation",
                    "SummaryEnglish": "Opening Animation to Season 1 without any credits.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9789275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phantasy-star-online-2-the-animation/episodes/9789275",
                    "TitleEnglish": "Clean Closing Animation",
                    "SummaryEnglish": "Closing Animation to Season 1 without any credits.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "648223",
            "URL": "https://www.thetvdb.com/series/phantasy-star-online-2-the-animation/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5440099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phantasy-star-online-2-the-animation/episodes/5440099",
                    "TitleEnglish": "The RPG That Begins with Nice to Meet You",
                    "SummaryEnglish": "\"Tachibana Itsuki-kun. Starting today, I'm appointing you the student council vice president.\" Tachibana Itsuki is a second year high school student attending the Seiga Academy boarding school. As a very ordinary student, he lives an ordinary high school life. Shortly after the second semester begins, Itsuki is suddenly appointed the student council vice president by the universally loved student council president Izumi Rina. His first job as vice president is to investigate the influence of the popular online game \"Phantasy Star Online 2\" on the students' studies... Itsuki is bewildered as he enters the world of PSO2 with no knowledge of the new bonds or stories that will be born there...",
                    "TitleJapanese": "「はじめまして」から始まるRPG",
                    "SummaryJapanese": "「橘イツキくん。本日付であなたを生徒会副会長に任命します」\n時は2027年――\n「橘イツキ」は、全寮制の進学校「清雅学園（せいががくえん）」に通う高校二年生。ごく普通の生徒として平凡な高校生活を送っていた。\n二学期が始まって間もない頃、イツキは全校生徒の憧れの的であり、生徒会長の「泉澄リナ」から、突然生徒会の副会長に任命される。\n副会長としての最初の仕事は、人気オンラインゲーム「ファンタシースターオンライン２」が、学業に及ぼす影響について、調査することであった。\nイツキは戸惑いながらも「ＰＳＯ２」の世界へと飛び込んでいく。そこで生まれる新たな絆も、物語も、今はまだ、なにも知らずに・・・・・・"
                },
                "2": {
                    "ID": "5466144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phantasy-star-online-2-the-animation/episodes/5466144",
                    "TitleEnglish": "The Aloof Warrior",
                    "SummaryEnglish": "\"Itsuki, you're a failure of an ARKS!\" Itsuki experiences the joy of PSO2 while working hard at being the student council vice president. While the other members of the student council acknowledge his talents, only student council president Rina has misgivings about his overeagerness. Meanwhile, Suzuki Aika returns from abroad to join Itsuki's class. Aika develops an interest in Itsuki and follows him, causing all kinds of problems. To blow off steam from the real world, Itsuki loses himself in PSO2. However, his coach and veteran player SORO reprimands him for paying too little attention to his surroundings. Unable to understand why he was scolded, Itsuki distances himself from PSO2 for a while, but his friend and PSO2 player Kayano Kota explains to him the truth behind SORO's words...",
                    "TitleJapanese": "孤高の戦士",
                    "SummaryJapanese": "「イツキ、お前はアークス失格だ！」\n「ＰＳＯ２」の楽しさを実感し、また生徒会副会長としても庶務に奮闘するイツキ。生徒会のメンバーから認められつつあるなか、会長のリナだけはその前のめりさを危惧していた。\nそんな中、イツキのクラスに帰国子女の「鈴来アイカ」が転校してくる。アイカはイツキに興味を持ち、常にイツキの後をつけ、様々な騒動を巻き起こしてしまう。\nリアルでのうっぷんをはらすように、ＰＳＯ２にのめり込むイツキ。しかし、指南役のベテランプレイヤー「ＳＯＲＯ」に周りを顧みないプレイをたしなめられてしまう。\n何故自分が怒られたのか、しばらく理解できずにＰＳＯ２と距離を置いてしまうイツキだったが、親友でありＰＳＯ２プレイヤーでもある「茅野コウタ」から、ＳＯＲＯの発言の真意を伝えられる……"
                },
                "3": {
                    "ID": "5466145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phantasy-star-online-2-the-animation/episodes/5466145",
                    "TitleEnglish": "Roleplay",
                    "SummaryEnglish": "\"This is the guy the regulars mentioned... He's the troll!\" In order to experience multi-party play, the true joy of PSO2, Itsuki's friend Kayano Kota introduces him to his friends on PSO2. While surprised by the way they become their characters through roleplaying, Itsuki nonetheless experiences the joy of working together. However, he's also warned about \"trolls\" who bother other players with their poor behavior instead of helping them. One day, Itsuki finds himself in a group with a player who refuses to help and verbally abuses the rest of the party. He is the troll \"Musashi\" he'd heard about...",
                    "TitleJapanese": "ロールプレイ",
                    "SummaryJapanese": "「こいつ、常連さんたちが言ってた……荒らしだ！」\nイツキは「ＰＳＯ２」の醍醐味であるマルチパーティープレイを体験するために、親友の「茅野コウタ」に「ＰＳＯ２」を一緒に楽しむ仲間を紹介してもらう。\nキャラクターになりきる「ロールプレイ」に驚きつつも、協力することの楽しさを実感するイツキ。\nしかし、協力などせず粗暴な振る舞いで周りのプレイヤーに迷惑をかける「荒らし」プレイヤーもいると注意を促される。\nそしてある日パーティーを組んだプレイヤーは、一切協力する様子もなく、パーティーメンバーに対して暴言を吐くばかりだった。\n彼こそが、話に聞いていた荒らしプレイヤー「ムサシ」であった……"
                },
                "4": {
                    "ID": "5466146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phantasy-star-online-2-the-animation/episodes/5466146",
                    "TitleEnglish": "Phantasy Star Offline",
                    "SummaryEnglish": "Convinced that she's asking him out on a date, Itsuki doesn't hesitate to agree to go out with Rina. But instead of it being a date, they go to an offline PSO2 event.",
                    "TitleJapanese": "ファンタシースターオフライン",
                    "SummaryJapanese": "「……私と一緒に行ってほしい所があるの」\nリナに呼び出され、休日の予定を聞かれるイツキ。デートと確信し、一も二もなく承諾の返事をする。\nしかし後日、リナと二人で訪れたのは「アークスファンフェスタ」。「ＰＳＯ２」のオフラインイベントであった。\nはじめてのイベント参加に目を輝かせるリナ。\nデートではなくてがっかりするイツキだったが、それまでオンライン上でしか会うことがなかった仲間たちと合流し、親睦を深める。リアルの人物像とゲーム内でのキャラクターのギャップに驚くなど、オフラインイベントの醍醐味を満喫するイツキ。\n一方ＰＳＯ２内では「ＳＯＲＯ」として「ぼっち」を貫いてきたリナは、仲間に馴染めず、イツキに置いて行かれたような気分になっていたが……"
                },
                "5": {
                    "ID": "5466147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phantasy-star-online-2-the-animation/episodes/5466147",
                    "TitleEnglish": "Aika",
                    "SummaryEnglish": "\"I'm interested in her. I guess I can't just ignore her...\" Itsuki's report on the NPCs of PSO2 causes Aika's interest in him to deepen. When people see her following Itsuki around more than usual, rumors begin to spread that they are dating. One day, Itsuki and Rina head to their sister school Tensei Academy to deliver equipment to be used at the Seiga Academy shool festival. However, Aika appears there as well as though nothing is out of the ordinary. Realizing the rumors about him and Aika may have even spread to Rina, Itsuki is disappointed. However, Itsuki and Rina witness a surprising side of Aika when they stop by a shopping mall on their way back...",
                    "TitleJapanese": "アイカ",
                    "SummaryJapanese": "「何かあの子、気になるのよね。放っとけないって言うか……」\nＰＳＯ２内のＮＰＣ考察レポートの内容から、さらにイツキへの興味を深めるアイカ。今まで以上にイツキについて回るアイカの姿は、やがて二人が恋人同士なのではという噂を広めるまでになる。\nある日、清雅学園の学園祭で使用する備品調達のため、イツキはリナと共に姉妹校の天星学院へと向かう。だが、そこにも当然のようにアイカがついてきていた。リナにまで、アイカと恋人なのではないかという噂が広まっていて、うんざりするイツキ。\nしかし、イツキとリナは、帰りがけに寄ったショッピングモールで、アイカの意外な姿を目撃する……"
                },
                "6": {
                    "ID": "5480021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phantasy-star-online-2-the-animation/episodes/5480021",
                    "TitleEnglish": "Forbidden PSO2",
                    "SummaryEnglish": "\"You, too. No PSO2.\" Itsuki arrives at a hot spring with the other members of the student council on the student council overnight trip. Not only that, but the inn is run by a couple of his PSO2 friends. Just as Itsuki is about to stretch his wings and enjoy some PSO2, Rina tells him he's not allowed to play. Itsuki has been playing PSO2 obsessively since he started, and his grades have dropped. At the hot springs he finds himself surrounded by problem sets prepared by Rina. Once he finishes studying, he can finally take a dip in the outdoor bath, but someone unexpected appears there...",
                    "TitleJapanese": "禁じられたPSO2",
                    "SummaryJapanese": "「あなたもよ。ＰＳＯ２禁止」\n生徒会の合宿で、生徒会メンバーと共に温泉にやってきたイツキ。\nしかもそこは、ＰＳＯ２内でのフレンドが経営する旅館。羽を伸ばしつつ、ＰＳＯ２を楽しもうと考えていた矢先に、リナから「ＰＳＯ２禁止」を言い渡される。\nイツキは「ＰＳＯ２」をはじめてからというものの、それにのめり込み、学校の成績が下がってしまっていた。温泉もそっちのけでリナの用意した問題集に囲まれることになるイツキ。\n勉強が一段落し、ようやく入れた露天風呂。しかしそこに、想像もしなかった闖入者が現れる……"
                },
                "7": {
                    "ID": "5480022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phantasy-star-online-2-the-animation/episodes/5480022",
                    "TitleEnglish": "Disappearance",
                    "SummaryEnglish": "\"I... may have gotten carried away...\" Since becoming a member of the student council, Rina's goal has been holding a student-run after party. She has continuously done everything she can to make it happen. After persuading the academy's teachers along with vice president Itsuki, they finally agree to allow it if all the students are for it. But just as everything seemed to be going well, something was happening under the surface. Rina visits Mika's room to investigate her disappearance. The room should be empty, but Aika is quietly standing there...",
                    "TitleJapanese": "失踪",
                    "SummaryJapanese": "「私……ちょっと、浮かれてたかも……」\n生徒会長に就任したときから目標としていた、生徒主導による後夜祭の開催。その実現に向けて、リナは尽力し続けていた。\n副会長のイツキとともに学園の教師を説得し、ついには生徒の総意があれば開催を認めるといった言質をとりつけるに至る。\n順風満帆に思えたその裏で、事件は起こっていた。\n生徒会メンバーである「近衛ミカ」が突如、行方をくらましてしまう。\n失踪の原因を探るためにミカの部屋を訪れるリナ。\n誰もいないはずの部屋。しかしそこには、アイカが静かにたたずんでいた……"
                },
                "8": {
                    "ID": "5480023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phantasy-star-online-2-the-animation/episodes/5480023",
                    "TitleEnglish": "Turning Point",
                    "SummaryEnglish": "\"He's awakened...\" Mika was seen within the world of PSO2. Aika's strange behavior after Mika's return. Itsuki finds the situation suspicious and begins investigating Aika on his own. But from an outsider's perspective, it looksl like Itsuki is chasing Aika around. As Rina and Itsuki make rounds visiting each club's president to make the after party a reality, Aika occasionally comes up in conversation. Itsuki asks his PSO2 friends and keeps looking for Aika, which irritates Rina. Meanwhile, they hear rumors that PSO2 players sometimes go missing.",
                    "TitleJapanese": "ターニングポイント",
                    "SummaryJapanese": "「目覚めたか……」\nＰＳＯ２の中で見かけた、ミカの姿。そして、ミカが帰ってきた後のアイカの不可解な言動。ひっかかりを覚えたイツキは、アイカのことを独自に調査し始める。\nはたからみれば、イツキがアイカを追いかけ回している状況。\n後夜祭の実現のために、リナと共に各部の部長を説得して回っている間にも、たびたびアイカとの関係が話題にあがる。ＰＳＯ２の中でもフレンドに聞いて回るなど、ずっとアイカの姿を探すイツキに、リナは心がささくれだつのを感じていた。\nそんな中、ＰＳＯ２プレイヤーがたびたび行方不明になっているという噂を聞く。"
                },
                "9": {
                    "ID": "5480024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phantasy-star-online-2-the-animation/episodes/5480024",
                    "TitleEnglish": "Discharge Notice",
                    "SummaryEnglish": "\"Stay out of the fight from now on... You're getting in the way.\" Itsuki awakens his Photon powers and, with Aika's help, defeats the Darker that appeared in real life. From there Aika takes him inside the world of PSO2 to a room on an ARKS ship. ARKS intelligence commander Kasura reveals to him numerous truths. Though Itsuki is confused by the unbelievable news, he understands what he must do.",
                    "TitleJapanese": "戦力外通告",
                    "SummaryJapanese": "「お前はもう手出しするな……足手まといだ」\nフォトン能力に覚醒したイツキは、アイカの協力を受け、リアルに出現したダーカーを撃退する。そのままアイカに誘われた先は、ＰＳＯ２の中。アークスシップの一室であった。\nアークス情報部司令のカスラから伝えられる数多の真実。にわかには信じがたい話にイツキは混乱しながらも、自分のやるべきことを理解していた。\n自分に力があるのなら、ダーカーと戦うためにその力を使う。\n勇壮な決意と共に、ダーカーとの戦いを繰り返すようになるイツキ。休めというアイカの言葉にも耳を貸さずに、溢れる力をそのままに振り回す。\n連戦連勝で有頂天になるイツキ。単独で出撃したイツキの前に姿を見せたダーカーは、いつもとは雰囲気が違っていた……"
                },
                "10": {
                    "ID": "5480026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phantasy-star-online-2-the-animation/episodes/5480026",
                    "TitleEnglish": "Vessel",
                    "SummaryEnglish": "\"Today and tomorrow let's do our very best to make this the best school festival possible.\" Itsuki has two lives: fightings against Darkers and high school. Preparing for the approaching school festival and the after party Rina's always wanted to hold has Itsuki exhausted. He does his best to avoid causing any trouble for his fellow student council members, but Rina realizes what he's doing. She asks Aika why Itsuki is so tired, but a series of conversations breeds only more misunderstandiings. Itsuki is too busy to even resolve the misunderstanding, but he still does his best as the days pass. The day of the school festival, the Seiga Academy school festival begins with an announcement from student council president Rina. But in the darkness, unbeknownst to anyone...",
                    "TitleJapanese": "依代",
                    "SummaryJapanese": "「今日と明日、最高の学園祭にするために、全力を尽くしましょう」\n「ダーカーとの戦い」と「高校生」というふたつの生活。\nさらに間近に迫った学園祭の準備や、リナの念願であった後夜祭の開催も決まり、その準備も含めてイツキの疲労は蓄積していた。\n生徒会の皆に気を使わせまいと気丈に振る舞うが、リナはその気遣いを察していた。\nアイカを呼び出しイツキの疲労の原因を問いただすが、お互いにピントのずれた受け答えを繰り返し、誤解が積み重なるだけだった。\n誤解を解く暇もないほどに忙しい生活、しかしそれでもイツキは尽力し、日々は巡っていく。\nそして、学園祭当日。生徒会長であるリナの校内放送とともに、清雅学園の学園祭は始まる。\nその裏でうごめく闇に、誰も気づかないまま……"
                },
                "11": {
                    "ID": "5480027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phantasy-star-online-2-the-animation/episodes/5480027",
                    "TitleEnglish": "The Dark Falz",
                    "SummaryEnglish": "\"Please handle the festival until I bring her back!\" The Darkers were after not Tachibana Itsuki but Izumi Rina. By the time Itsuki and Aika realized this, it was already too late. The Dark Falz takes control of Rina and turns its overwhelming power against Itsuki and Aika. Rina doesn't respond in the slightest to Itsuki's pained cries. Itsuki retreats for the moment to return to Seiga Academy. While asking himself what he can do, he heads to the student council room. The student council members are agitated by their president's absence, and they ask Itsuki where she is. Rina's desire is for the school festival to succeed. He doesn't want to disappoint her when she returns. With those thoughts in his heart, Itsuki begs the student council members for help, promising that he will bring Rina back...",
                    "TitleJapanese": "ダークファルス",
                    "SummaryJapanese": "「俺が先輩を連れて戻るまで、学園祭の事をお願いします！」\nダーカーの真の狙いは、橘イツキではなく、泉澄リナ。その事実に、イツキやアイカが気づいたときには、すでに遅かった。\nリナは、ダークファルスに支配され、その圧倒的な力をイツキやアイカに向ける。イツキの悲痛な呼びかけにも、一切応じずに。\n一時撤退し、清雅学園へと戻ってきたイツキ。自分に出来ることを自分自身に問いかけながら、生徒会室へと向かう。\n生徒会長の不在に、生徒会メンバーはこぞって浮き足立ち、イツキにその所在を問いかける。\nリナの念願は、学園祭の成功。戻ってきたときにがっかりさせたくない。\nその思いを胸に、イツキは生徒会メンバーに頭を下げる。\nリナは必ず連れて戻ってくると、告げて……"
                },
                "12": {
                    "ID": "5480029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/phantasy-star-online-2-the-animation/episodes/5480029",
                    "TitleEnglish": "The RPG That Crosses Boundaries",
                    "SummaryEnglish": "\"Making the school festival a success with the student council president... Isn't that right, vice president?\" With the help of Kota and his other PSO2 friends, Itsuki and Aika arrive at the Dark Falz. Meanwhile, in the real world, the student council members and their classmates are doing their best to make the school festival a success. All that's left is to wait for the star to return. However, the obstacle standing in their way is immense and overwhelming. Itsuki and Aika struggle to find a way to rescue Rina from the Dark Falz that now wields overwhelming power having acquired a vessel. With the ARKS attack approaching as well, there's no tiime to lose. Itsuki takes his chances and enters the Dark Falz in an attempt to rescue Rina...",
                    "TitleJapanese": "境界を超えるRPG",
                    "SummaryJapanese": "「学園祭を成功させる。生徒会長と一緒に。……そうだろう？　副会長」\nコウタをはじめとしたＰＳＯ２のフレンドたちの協力を受けて、イツキとアイカはダークファルスの元へとたどり着く。\nそのころ、リアルの世界では、生徒会メンバーやクラスメイトたちが、学園祭を成功させようと頑張ってくれていた。\nあとは、主役の帰還を待つのみ。しかし、そのために越えなければならないものは、あまりにも巨大で圧倒的だった。\nイツキもアイカも、依代を得て圧倒的な力を振るうダークファルスから、リナを救い出す手だてを見いだせずにいた。\nアークスの総攻撃の時刻も迫り、一刻の猶予もない。\n一か八か、イツキはダークファルスの内へと飛び込み、リナの救出を試みる……"
                }
            }
        }
    }
}