{
  "URL": "https://www.thetvdb.com/series/amanchu",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.facebook.com/amanchuanime",
    "https://www.imdb.com/title/tt5871330/",
    "http://www.amanchu-anime.com/",
    "http://www.reddit.com/r/Amanchu",
    "https://www.themoviedb.org/tv/67346",
    "https://www.themoviedb.org/tv/67346",
    "https://x.com/amanchu_anime"
  ],
  "TitleEnglish": "Amanchu!",
  "SummaryEnglish": "The hyperactive teenage scuba diver, Hikari Kohinata, lives in a small town near the sea. On her first day of high school she meets the shy transfer student, Futaba Oki, who is struggling to find a place after moving away from Tokyo. Hikari takes the lead, dragging Futaba into her hijinx, and the two soon become close friends.",
  "Aliases": [
    "Amanchu! Advance",
    "あまんちゅ！～あどばんす～"
  ],
  "Modified": "2025-08-03",
  "Seasons": {
    "0": {
      "ID": "649382",
      "URL": "https://www.thetvdb.com/series/amanchu/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 8,
      "Episodes": {
        "1": {
          "ID": "5756087",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/5756087",
          "TitleEnglish": "The Story of the Promised Summer and New Memories",
          "SummaryEnglish": "Futaba's friends from her old school, Chizuru and Akane, come to Izu to pay her a visit. As Hikari and Kino give them a tour of the town, Chizuru starts to feel jealous over how close Futaba is with Hikari. The next day, Chizuru and Akane are invited to take part in a beginner's diving course. In her eagerness to keep up with Futaba, Chizuru experiences severe pain from forgetting to equalize her ears. Thankfully, she is helped out by Hikari, who leads her the rest of the way and shows her the beauty of the ocean. Afterwards, Chizuru gives Hikari her gratitude and apologises for her attitude towards her before returning home with Akane, promising to come again someday.",
          "Aliases": []
        },
        "2": {
          "ID": "9647063",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/9647063",
          "TitleEnglish": "Whoop! Dive into Seaworld! Part 1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "9647064",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/9647064",
          "TitleEnglish": "Whoop! Dive into Seaworld! Part 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "9647065",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/9647065",
          "TitleEnglish": "Whoop! Dive into Seaworld! Part 3",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "9647066",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/9647066",
          "TitleEnglish": "Whoop! Dive into Seaworld! Part 4",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "9647067",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/9647067",
          "TitleEnglish": "Whoop! Dive into Seaworld! Part 5",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "7": {
          "ID": "9647068",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/9647068",
          "TitleEnglish": "Whoop! Dive into Seaworld! Part 6",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "8": {
          "ID": "9647069",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/9647069",
          "TitleEnglish": "Whoop! Dive into Amazon World!",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "667647",
      "URL": "https://www.thetvdb.com/series/amanchu/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5620161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/5620161",
          "TitleEnglish": "The Story of the Girl and the Ocean",
          "SummaryEnglish": "Futaba Ooki, a shy girl who had just moved from Tokyo to the beachside town of Shizuoka, catches the eye of her eccentric classmate, Hikari Kohinata, who instantly befriends her.",
          "Aliases": []
        },
        "2": {
          "ID": "5671673",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/5671673",
          "TitleEnglish": "The Story of Doing Something Bad With Hikari",
          "SummaryEnglish": "On her way to school, Hikari races against her homeroom teacher, Mato Katori, who she discovers to be a fellow scuba diver. Later that day, Hikari drags Futaba to the school's Diving Club, where they try on some drysuits and take a dip in the pool. Moved by Hikari's high spirits, Futaba decides to join her in diving.",
          "Aliases": []
        },
        "3": {
          "ID": "5678026",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/5678026",
          "TitleEnglish": "The Story of the Secrets to Excitement and Happiness",
          "SummaryEnglish": "Hikari leads Futaba to a road filled with cherry blossom trees to cheer her up. The next day, Hikari and Futaba sign up for the Diving Club, where Mato, the club's advisor, teaches Futaba about air pressure and ear equalization.",
          "Aliases": []
        },
        "4": {
          "ID": "5678027",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/5678027",
          "TitleEnglish": "The Story of Excitement and the Despairing Heart",
          "SummaryEnglish": "Futaba comes to observe a scuba diving class run by Hikari's grandmother, Kino. The next day, Futaba has her first experience diving in the school's pool, struggling to keep water out of her eye mask and losing confidence. However, with Hikari's guiding her as her buddy, she begins to get used to being underwater, managing to go to the deepest parts of the pool.",
          "Aliases": []
        },
        "5": {
          "ID": "5686955",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/5686955",
          "TitleEnglish": "The Story of the First Time at Sea With Friends",
          "SummaryEnglish": "Noticing Futaba struggling with strength, Mato has her and Hikari go jogging to build up strength. Along the way, they come across some students from diving school, Ai and Makoto Ninomiya, who turn out to be their upperclassmen in the Diving Club. After a hectic first meeting, Ai holds a meeting to discuss how Futaba will be aiming for an Open Water Diver Certification, which somehow ends in a chalk drawing session.",
          "Aliases": []
        },
        "6": {
          "ID": "5686956",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/5686956",
          "TitleEnglish": "The Story of the False Wish",
          "SummaryEnglish": "Futaba undergoes a pool course at the indoor pool, managing to properly learn how to clear her mask. However, it soon becomes apparent that Futaba doesn't actually know how to swim. Following the lesson, Mato takes Futaba and Hikari on a drive, where Futaba thanks Hikari for helping her find her own wish.",
          "Aliases": []
        },
        "7": {
          "ID": "5686957",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/5686957",
          "TitleEnglish": "The Story of the End of Rain / The Story of the Beginning of Summer",
          "SummaryEnglish": "On a rainy day, Mato decides to follow Hikari as she boards a train, discovering that her only reason for doing so was to witness some blooming hydrangeas for a brief instant. Later, on a particularly hot day, Mato has the club play red light green light as punishment for skipping on their exam studies.",
          "Aliases": []
        },
        "8": {
          "ID": "5686958",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/5686958",
          "TitleEnglish": "The Story of the Feelings Yet Hidden / The Story of the Things Yet Unknown",
          "SummaryEnglish": "Makoto becomes concerned when Ai receives what appears to be a love letter from her classmate, only to later find it was addressed to another girl. Later, as Futaba and Hikari take part in various fitness exams, Hikari helps Futaba improve her self-confidence during the 1000m run.",
          "Aliases": []
        },
        "9": {
          "ID": "5686959",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/5686959",
          "TitleEnglish": "The Story of the Memories You Can't Erase",
          "SummaryEnglish": "Futaba, who always takes photos to remember each moment, becomes shocked when her phone's memory has become full, requiring her to delete or move her old photos, including those of her friends from Tokyo. As Futaba finds herself unable to delete any of her old photos to make room for new memories, Hikari and the others buy her a digital photo frame to store all of her photos, both old and new.",
          "Aliases": []
        },
        "10": {
          "ID": "5686960",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/5686960",
          "TitleEnglish": "The Story of Losing Your Way in Today",
          "SummaryEnglish": "Futaba and Hikari invite Ai to hang out with them as they go shopping for logbooks and swimsuits. Afterwards, the girls go to the beach, where Futaba tells Kino about all the things she has learned since meeting Hikari. Futaba expresses her concerns about whether she can become a suitable buddy for Hikari, though Hikari expresses that she's had times when she lost her way as well, saying that it is a chance to have more fun. Afterwards, Futaba finally manages to pass the pool course, allowing her to move on to the Open Diver course with everyone.",
          "Aliases": []
        },
        "11": {
          "ID": "5686961",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/5686961",
          "TitleEnglish": "The Story of the Cat and the Kitten",
          "SummaryEnglish": "Futaba and Hikari follow the club's mascot, Cha, leading them to take a path that neither of them has been down before. Along the way, they come across a small kitten that appears to have been separated from her mother. With neither girl able to take the kitten in, they decide to ask around at school for a potential owner, eventually getting found by Mato, who reminds them of responsibility involved in taking care of a life. Hearing Futaba wants to help the kitten like she helped her, Hikari convinces her mother to let the kitten stay at her house until they can find an owner. Just then, the school's principal, who is Cha's owner, decides to take in the kitten, who is given the name Ohime.",
          "Aliases": []
        },
        "12": {
          "ID": "5686962",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/5686962",
          "TitleEnglish": "The Story of the Blue World",
          "SummaryEnglish": "The Open Diver course begins, with Futaba and Hikari paired up as buddies. Futaba loses one of her fins on the way to the descent point, but it gets picked up by another diver, turning her fears of the unknown world beneath her into excitement. Guided by the bubbles of the other divers, Futaba reaches the bottom of the ocean floor, wowed by the scenery and sealife spread out before her. Clearing all the tasks before her, Futaba passes the course with flying colors and becomes a fully-fledged Open Diver. Afterwards, Futaba and Hikari thank each other for everything that's happened since they became friends.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "743110",
      "URL": "https://www.thetvdb.com/series/amanchu/seasons/official/2",
      "TitleEnglish": "Advance",
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6465126",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/6465126",
          "TitleEnglish": "The Story of One Summer Night and a Confession",
          "SummaryEnglish": "After helping out at Kino's beach house during a lunch rush, Futaba decides to return there the next day while Hikari goes scuba diving with the others. While there, Hikari accidentally goes into an outdoor hot spring without her bikini top, putting her at risk of being exposed before the other girls come to save her. Later, after Hikari holds a barbecue party for everyone, Futaba worries about what she'd do if she has to part ways with Hikari, but Hikari encourages her to enjoy every moment they spend together.",
          "Aliases": []
        },
        "2": {
          "ID": "6465127",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/6465127",
          "TitleEnglish": "The Story of Midsummer and the Sparkling Eyes",
          "SummaryEnglish": "While Futaba is away for a memorial at her country home, Hikari befriends a girl by the sea who is fascinated by a mother octopus guarding her young - Futaba is determined to befriend her. Meanwhile, Futaba works hard as a volunteer helping to set up the local fireworks festival, working hard enough to earn front row seats in the VIP section of the festival for her friends.",
          "Aliases": []
        },
        "3": {
          "ID": "6650006",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/6650006",
          "TitleEnglish": "The Story of the Pro and the Expert of Happiness",
          "SummaryEnglish": "Futaba takes the underwater navigation tutorial but is brought crashing back to reality by the realization that she may be holding Hikari back - but is able to successfully complete it after she remembers all the lessons she had been taught by her friends. After watching the twins go on a night time dive, Futaba wrestles with the feeling that she may be holding Hikari back.",
          "Aliases": []
        },
        "4": {
          "ID": "6661766",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/6661766",
          "TitleEnglish": "The Story of Autumn and a Tender Happiness",
          "SummaryEnglish": "Futaba and Hikari spend an autumn day apart, and they both find autumn wonders of their own.",
          "Aliases": []
        },
        "5": {
          "ID": "6672792",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/6672792",
          "TitleEnglish": "The Story of the Jet-Black Mermaid and the Solitude of 18m Under",
          "SummaryEnglish": "Futaba goes diving in a drysuit, as the gang looks to encounter the legendary Jet-Black Mermaid.",
          "Aliases": []
        },
        "6": {
          "ID": "6679598",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/6679598",
          "TitleEnglish": "The Story of a Halloween Night's Dream",
          "SummaryEnglish": "It's Halloween, and the Diving Club members find themselves in the midst of a special event in an amusement park. Hikari's in danger, and it's up to Futaba to be her knight in shining armor?",
          "Aliases": []
        },
        "7": {
          "ID": "6679601",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/6679601",
          "TitleEnglish": "The Story of the Neverending School Festival",
          "SummaryEnglish": "The Yumegaoka High Dream Festival arrives, and the night before, the entire student body is busy preparing for opening day. This night would end up becoming a very special one for Ai in particular, as she has a very special encounter.",
          "Aliases": []
        },
        "8": {
          "ID": "6679602",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/6679602",
          "TitleEnglish": "The Story of Fleeting, Unfulfilled Desires",
          "SummaryEnglish": "After meeting Peter in an encounter straight out of fantasy, Ai now gets transported to a fantasy world, where she meets someone she never expected to meet.",
          "Aliases": []
        },
        "9": {
          "ID": "6679603",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/6679603",
          "TitleEnglish": "The Story of Tears and an Endless Dream",
          "SummaryEnglish": "Ai can't accept how Peter parted with Mato-chan and her, and so she decides to head back to Neverland, only this time she has company.",
          "Aliases": []
        },
        "10": {
          "ID": "6679605",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/6679605",
          "TitleEnglish": "The Story of a New Beginning and New Feelings",
          "SummaryEnglish": "Teko is invited to bring in the new year at Amanchu-ya, and she finds herself in the company of the whole gang plus a few extras. As they watch the first sunrise, a new kind of emotion takes over her and Pikari.",
          "Aliases": []
        },
        "11": {
          "ID": "6679606",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/6679606",
          "TitleEnglish": "The Story of Cold, Flames, and Well Wishes",
          "SummaryEnglish": "Pikari ends up with a cold on her birthday, so Teko decides to visit her at home. She finds someone on the way, which leads to plans for another fun event once Pikari recovers.",
          "Aliases": []
        },
        "12": {
          "ID": "6679607",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/amanchu/episodes/6679607",
          "TitleEnglish": "The Story of Future Possibilities",
          "SummaryEnglish": "It's finally time for Teko's advanced certification test, with a promise of a night-diving celebration if she passes!",
          "Aliases": []
        }
      }
    }
  }
}