{
    "URL": "https://www.thetvdb.com/series/bakuon",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5535154/",
        "https://www.themoviedb.org/tv/65926"
    ],
    "TitleEnglish": "Bakuon!!",
    "SummaryEnglish": "The story revolves around high school girls who discover the appeal of motorcycles. Sakura Hane is a high school student who looks a little bit like an airhead. On the way to her all-female high school one day, she is worn-out climbing a hilly road with a bicycle, but she sees a girl named Onsa Amano who is riding a motorcycle. Sakura immediately becomes interested in motorcycles, and she and Onsa join the motorcycle club at the school. Then, Sakura sets out to get her license.",
    "TitleJapanese": "ばくおん！！",
    "SummaryJapanese": "女子高生の佐倉羽音は、登校途中の坂道にへこたれたことがきっかけで、バイクに興味を持ち始める。すでにバイクに乗っている同級生の天野恩紗とともにバイク部に入部することになった羽音は、個性的で楽しい仲間達に支えられながら、無事に二輪免許を取得。\n愛車のオートバイも購入し、ついに念願のオートバイ・ライフをスタート♪\n実際にオートバイに乗りはじめてみると毎日が驚きと発見の連続で…!?",
    "Aliases": [
        "爆音少女"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "649619",
            "URL": "https://www.thetvdb.com/series/bakuon/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "5452871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuon/episodes/5452871",
                    "TitleEnglish": "Coffee!!",
                    "SummaryEnglish": "While taking a drive on the highway to try a \"100-mile blend\" of coffee, the girls stop by a service area, where they find cans of coffee with motorbike figurines included. Rin manages to obtain a figure of her Katana, only for it to get run over. Later on, everyone's bikes simultaneously break down due to an alleged curse, but they are soon aided by Raimu. Onsa becomes upset when she discovers the café serving the blend has been shut down, but Hane cheers her up with a can of coffee she had saved during their 100-mile journey. Afterwards, the girls enjoy a hot spring before returning to buy Rin a new figurine. An OVA of Bakuon!! bundled with the manga series' seventh complied volume.",
                    "TitleJapanese": "OVA1　こーひー！！",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6324535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuon/episodes/6324535",
                    "TitleEnglish": "Bakuon's Closet Shorts Vol. 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Vol.1　北海道にて／北海道にて2／夏の信号待ち",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "6324536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuon/episodes/6324536",
                    "TitleEnglish": "Bakuon's Closet Shorts Vol. 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Vol.2　夏&冬／来夢先輩",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "6324537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuon/episodes/6324537",
                    "TitleEnglish": "Bakuon's Closet Shorts Vol. 3",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Vol.3　TRX850／二人乗り／モジャ毛",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "6324538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuon/episodes/6324538",
                    "TitleEnglish": "Bakuon's Closet Shorts Vol. 4",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Vol.4　車名当てクイズ／昔",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5901000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuon/episodes/5901000",
                    "TitleEnglish": "Maid!!",
                    "SummaryEnglish": "After Hijiri finally obtains her own motorcycle license, she has one final ride with Hayakawa, who experiences mysterious rejuvenating effects and reverts to a younger age, revealing his true identity as a female maid. Confused by the circumstances, Hijiri attempts to hide Hayakawa's identity when the others come over to visit to see her new bike. Jealous of Hayakawa getting everyone's attention, Hijiri rides off on her own, only to run into some trouble when her bike topples over. Remembering that which is most important, Hayakawa returns to her normal appearance as an elderly butler to help Hijiri.",
                    "TitleJapanese": "OVA2　めいど！！",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "649854",
            "URL": "https://www.thetvdb.com/series/bakuon/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5455230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuon/episodes/5455230",
                    "TitleEnglish": "Joining the Club!!",
                    "SummaryEnglish": "On her way to her first day of school, Hane Sakura takes interest in her classmate, Onsa Amano, after seeing her ride a motorbike to school. The two go to the school's Bike Club, whose only club member is a silent girl in a helmet named Raimu Kawasaki, who takes Hane for a ride on her Kawasaki ZX-12R. After joining the club alongside Onsa, Hane applies for a motorcycle license, initially struggle with lifting a bike but managing to pull it off after seemingly hearing a voice coming from her bike. During her lessons, Hane comes across another classmate, Rin Suzunoki, who takes her and the others to a bike shop to pick out a bike, only to argue with Onsa when she disses her taste in Suzuki bikes.",
                    "TitleJapanese": "にゅうぶ!!",
                    "SummaryJapanese": "丘乃上女子高等学校の新学期。長い坂道を登り切ったところに建つ校舎の前で、佐倉羽音はバイクに乗った天野恩紗と出会う。バイク通学ＯＫだから丘乃上女子を選んだという恩紗は、放課後さっそくバイク部へと羽音を誘う。そこにはフルフェイスのメットをかぶった川崎来夢が一人待っていた。バイクの魅力を尋ねる羽音を、来夢先輩はカワサキZX-12Rに乗せて走り出す。エンジン音、震動、風の強さ……。羽音の心が動き始める。"
                },
                "2": {
                    "ID": "5571382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuon/episodes/5571382",
                    "TitleEnglish": "School!!",
                    "SummaryEnglish": "As Rin manages to get her bike license, she remains angry at Onsa over her prejudice towards her Katana, but is awed by Hane's honest compliments. Later, a freshman named Hijiri Minowa comes to join the bike club, giving Hane the idea to have Onsa and Rin settle their dispute with a chicken race. Though Onsa and Rin stop in order to keep their bikes safe, Hijiri and her butler Hayakawa go full force against Raimu. On the day of her license exam, Hane becomes nervous when she has to ride a different bike than from her lessons, but Hijiri and the others manage to cheer her on, allowing her to successfully pass her exam.",
                    "TitleJapanese": "がっこう!!",
                    "SummaryJapanese": "少女時代の鈴乃木凜。大好きな父親が語る、カタナ1135Rの魅力。そのバイクを買うためには、カタナに対する熱い思いが込められた作文が必要なのだという。少女の凜は思いを込めて作文を書く……。ついに免許をとって、父の思い出のスズキGSX400S KATANAで登校した彼女に興味津々な、バイク部の羽音と恩紗だったが…。そしてバイク部に新たな入部希望者、三ノ輪聖がやってくる。"
                },
                "3": {
                    "ID": "5571825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuon/episodes/5571825",
                    "TitleEnglish": "Debut!!",
                    "SummaryEnglish": "With Hane now having her license, the girls visit the Nicoichi Motors used bike store, which turns out to be Onsa's family business. Despite the poor condition of most of the bikes on sale, Hane decides to buy a pink Honda CB400SF Hyper VTEC Spec III that catches her eye. Later, the girls overhear Rin being cheerful after a microphone is installed in her helmet, encouraging her to join them on the trip. Afterwards, the girls learn that the Bike Club has been defunct for twenty years and look to getting it reapproved, while Raimu and Tazuko, the school's headmistress reminisce about how it came to be defunct in the first place. After Raimu promises to protect the other girls from harm, Tazuko presents Raimu with a new Student ID and has the Bike Club officially reinstated.",
                    "TitleJapanese": "でびゅー!!",
                    "SummaryJapanese": "ついに免許を取った羽音。どんなバイクを買おうか考え、中古車情報誌を見ていると、ある中古バイクショップが目にとまる。その名前は「ニコイチモータース」。「その店はやめといたほうが……」と恩紗は言うが、ダメならほかの店にすればいいし、という凜に押し切られ、３人はニコイチモータースへ向かう。羽音は運命のバイクに出会うことができるのだろうか。バイクを買ったあとに待っているのは、楽しいツーリング!?"
                },
                "4": {
                    "ID": "5571826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuon/episodes/5571826",
                    "TitleEnglish": "Onsen!!",
                    "SummaryEnglish": "The gang plans a road trip to Hokkaido for the summer. It becomes a grueling overnight race to the hot springs.",
                    "TitleJapanese": "おんせん!!",
                    "SummaryJapanese": "夏休み、プールサイドの羽音、恩紗、凜の間で泊まりがけのツーリングの話が盛り上がる。聖も交えて羽音の家で会議を開く４人。候補にあがるのは北の大地・北海道。そこで語られる凜の北海道の思い出。夜遅くまで話し込み、羽音たちは北海道行きを決める。かくして波乱ばかりの北海道ツーリング旅行が幕を開け、なぜか長時間の過酷なレース「キャノンボール」が始まることに!?"
                },
                "5": {
                    "ID": "5594247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuon/episodes/5594247",
                    "TitleEnglish": "Touring!!",
                    "SummaryEnglish": "The gang wakes up in tents in Hokkaido. They make a trip to the northern edge of the prefecture, where they run into someone they didn't expect to see.",
                    "TitleJapanese": "つーりんぐ!!",
                    "SummaryJapanese": "ついにやってきた北の大地・北海道。テントで目覚めた朝、聖の「ワルの皆さんはどれほどのスピードを出したことが？」の一言から、スピード自慢がスタート！触発された凜は一人になって自らの最高速へチャレンジする。唸るカタナのエンジン。だが、その前にキタキツネの親子が飛び出して……。そんなこんなで旅は日本の最北端・宗谷岬へ。そこに海を見てたそがれる女性がひとり。その女性がなんと突然バイクで海にダイブして!?"
                },
                "6": {
                    "ID": "5601936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuon/episodes/5601936",
                    "TitleEnglish": "Preparing!!",
                    "SummaryEnglish": "The school festival is coming up. The gang prepares for their event: a bike race.",
                    "TitleJapanese": "じゅんび!!",
                    "SummaryJapanese": "文化祭が近づいてきた。「我々バイク部は、レースを行うこととする！」と宣言する恩紗。みんなでレースを盛り上げる方法を考えているさなか、校長のたづ子は来夢先輩を呼び出して新車を自慢していた。それをきっかけに、かつて来夢先輩とオートレースに出かけた日の思い出を語り出すたづ子……。数日後、聖はレースに向けて「バイクの改造」を提案する。レースに向けてそれぞれが考える「改造」とは!?"
                },
                "7": {
                    "ID": "5601937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuon/episodes/5601937",
                    "TitleEnglish": "School Festival!!",
                    "SummaryEnglish": "The crowd for the gang's school festival event is huge. Even the principal is betting.",
                    "TitleJapanese": "ぶんかさい!!",
                    "SummaryJapanese": "聖がレースを盛り上げるために計画していたのはなんと「賭けレース」。そして校長のたづ子もある思惑があって許可していた……。文化祭当日、バイクスーツならぬメイド服でレースの宣伝にいそしむ羽音たち。その甲斐あって大盛り上がりのレースがいよいよスタート！真っ先に飛び出したのは来夢先輩のカワサキエプシロン。だが、その直後に来夢先輩がまさかの転倒!?"
                },
                "8": {
                    "ID": "5601938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuon/episodes/5601938",
                    "TitleEnglish": "Winter Break!!",
                    "SummaryEnglish": "The gang exchanges gifts for Christmas, and bike to Inubousaki to watch the first sunrise of the year.",
                    "TitleJapanese": "ふゆやすみ!!",
                    "SummaryJapanese": "バイク部で唯一まだ無免許の聖。誕生日に向けて、部室前で恩紗による特訓が始まる。使うバイクは、ニコイチモータースから早川が買い取ったスーパーカブ。だが練習はなかなかうまく進まない。一向に上達せず、ついにキレた聖はスレッジハンマーを持ち出して……!?そしてついにやってくる冬休み。クリスマスは羽音の家でパーティー、お正月は初日の出を見にツーリング…と寒さも気にせず？バイク三昧！"
                },
                "9": {
                    "ID": "5616739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuon/episodes/5616739",
                    "TitleEnglish": "New Student!!",
                    "SummaryEnglish": "It's the end of the school year and the beginning of the next. Raimu-senpai's graduating, and all the clubs, including Bike Club, are desperate for new members.",
                    "TitleJapanese": "しんにゅうせい!!",
                    "SummaryJapanese": "受験シーズン到来！丘乃上女子を受験にきた由女と友達の中野千雨。校内では案内係のバイク部が、口バイクで受験生へのアピールにいそしんでいた。実はポケバイレーサーという千雨は有望な後輩かと思われたが、何故かバイク部には興味のない様子……。春は出会いの季節であり、別れの季節でもある。3年生である来夢先輩のため、羽音たちは来夢先輩がいなくてもしっかりやれることを証明し、送り出そうとするのだが……。"
                },
                "10": {
                    "ID": "5616740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuon/episodes/5616740",
                    "TitleEnglish": "Underclassman!!",
                    "SummaryEnglish": "Chisame is an undefeated minibike champion. The gang wants her in the Bike Club, but she falls a bit short.",
                    "TitleJapanese": "こうはい!!",
                    "SummaryJapanese": "ゲームセンターで由女と遊んでいた千雨は、バイク型のゲーム機に挑戦する。ところが脚が届かず、本物のバイクとも違う動きに大クラッシュ！偶然出くわした羽音、恩紗、凜が次々挑戦するのを見て、千雨もリベンジに挑むが……。後日、新部長となった恩紗は、千雨をバイク部にスカウトすべく自分たちのバイクへの試乗会を企画する。自分はサーキットでしか乗らないと言い張る千雨。実は彼女には「公道では乗らない理由」があった。"
                },
                "11": {
                    "ID": "5616741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuon/episodes/5616741",
                    "TitleEnglish": "Bicycle!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "じでんしゃ!!",
                    "SummaryJapanese": "ある日、恩紗が急に倒れてしまう。一緒にいた自分が原因なのではないかと不安になる凜。担任の猿山は、恩紗は原因不明の奇病で、お見舞いも控えるように、と言う。「私から何かうつったなら、私がその奇病にかかってるってことじゃない。でも、私は病気じゃない！」。意を決して恩紗の家を訪れた凜は驚くべき光景を目にする！一方、路上では今日も自転車乗りとバイク乗りの暗闘が繰り広げられていた。果たしてその結末は……。"
                },
                "12": {
                    "ID": "5616742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/bakuon/episodes/5616742",
                    "TitleEnglish": "What If World!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "もしものせかい!!",
                    "SummaryJapanese": "スーフォアをコカし、タンクを傷つけてしまった羽音。恩紗の店に持ち込んで修理をしてもらおうとしたところ、失敗してさらにタンクがボロボロに。その時、羽音は思わぬ再会を果たす……。やっぱりバイクがなければ世界は回らない。恩紗たちとバイク通学途中にそんな話をした翌朝、羽音が目覚めると、なんと世界からバイクが消えてしまっていた！その時、彼女が出す結論とは!?"
                }
            }
        }
    }
}