{
    "URL": "https://www.thetvdb.com/series/kabaneri-of-the-iron-fortress",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Horror"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5556656/",
        "https://kabaneri.com/tv/",
        "https://www.themoviedb.org/tv/65945"
    ],
    "TitleEnglish": "Kabaneri of the Iron Fortress",
    "SummaryEnglish": "As the world is in the middle of an industrial revolution, a monster appears that cannot be defeated unless its heart, which is protected by a layer of iron, is pierced. By infecting humans with its bite, the monster can create aggressive and undead creatures known as Kabane. On the island Hinomoto, located in the far east, people have built stations to shelter themselves from these creatures. People access the station, as well as transport wares between them, with the help of a locomotive running on steam, called Hayajiro.",
    "TitleJapanese": "甲鉄城のカバネリ",
    "SummaryJapanese": "噛んだ人間をウイルス感染させ同族に変える怪物・カバネに覆い尽くされた世界。極東の島国・日ノ本では、駅と呼ばれる砦を駿城という装甲蒸気機関車で往来するというカバネから隔離された堅牢なインフラを整備することで生活が保たれていた。\n\n製鉄及び蒸気機関生産の行われる顕金駅では、かつてカバネによって妹を殺された少年・生駒が、独自の対カバネ武器・ツラヌキ筒やカバネウイルスの脳への侵食を止める器具など、カバネに対抗すべく独自に研究を行っていた。ある日、不思議な少女・無名を乗せた駿城の一つ・甲鉄城が、将軍家のある幕府最大の要害・金剛郭に向かう途中立ち寄ってくる。同日、カバネに乗っ取られた別の駿城が突入し、顕金駅は放棄されることとなる。そんな中、生駒はカバネに対抗するも噛まれ、自作の器具を用いてウイルス侵食を止めるも、体はカバネながらも理性と人格を保った存在・カバネリと化する。\n\n当主を含めた多くの犠牲の果てに、駅の住民は甲鉄城に避難する。生駒は自身の身に起きた変化にショックを受けながらも、同じカバネリであった無名とともに彼らに同行し、カバネからの脱出行が始まった。\n\nそして、道中でのカバネ襲撃を経て生駒と無名は皆に受け入れられるようになる。",
    "Aliases": [
        "Koutetsujou no Kabaneri",
        "Kōtetsujō no Kabaneri"
    ],
    "Modified": "2025-08-23",
    "Seasons": {
        "0": {
            "ID": "649872",
            "URL": "https://www.thetvdb.com/series/kabaneri-of-the-iron-fortress/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "7173882",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/kabaneri-of-the-iron-fortress/episodes/7173882",
                    "TitleEnglish": "Kabaneri of the Iron Fortress Recap 1: Gathering Light",
                    "SummaryEnglish": "Compilation film of the first half of the TV series.",
                    "TitleJapanese": "甲鉄城のカバネリ 総集編 前編 集う光",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7173885",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/kabaneri-of-the-iron-fortress/episodes/7173885",
                    "TitleEnglish": "Kabaneri of the Iron Fortress Recap 2: Burning Life",
                    "SummaryEnglish": "Compilation film of the second half of the TV series.",
                    "TitleJapanese": "甲鉄城のカバネリ 総集編 後編 燃える命",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "7105110",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/kabaneri-of-the-iron-fortress/episodes/7105110",
                    "TitleEnglish": "Kabaneri of the Iron Fortress: The Battle of Unato Part 1",
                    "SummaryEnglish": "Half a year has passed. Arriving in the Iron Fortress, Ikoma and Mumei set foot in Unato: another ravaged zone that fell into the grip of the deadly Kabane. In this war-torn zone, the group fends off more dangerous Kabane that are attacking with patterns they had never seen before. The Iron Fortress crew eventually meet up with a survival group which requests their aid in reclaiming the zone. The newly forged alliance ventures deeper into the area of the castle and investigates the peculiar case of these new Kabane. But their search for answers unearths truths that are far more horrifying than they imagined. Forced to confront the reality behind the Kabane, Ikoma, Mumei, and their allies come to realize the despair buried within Unato. The movie is a continuation of the story from the original series that takes place half a year later.",
                    "TitleJapanese": "甲鉄城のカバネリ 海門決戦 其の一",
                    "SummaryJapanese": "その旅路の先に、新たな運命 \n\n世界中に産業革命の波が押し寄せ、近世から近代に移り変わろうとした頃、突如として不死の怪物が現れた。後にカバネと呼ばれる事になるそれらは、鋼鉄の皮膜に覆われた心臓を持ち、噛んだ者までもカバネにしてしまう。カバネは爆発的に増殖し、全世界を覆い尽くしていった。極東の島国である日ノ本（ひのもと）で、分厚い装甲に覆われた蒸気機関車、通称・駿城（はやじろ）の一つ、甲鉄城（こうてつじょう）に乗り込んだ生駒たちは、熾烈な戦いを潜り抜け、カバネと人の新たな攻防戦の地、日本海に面する廃坑駅「海門」（うなと）に辿りついた。生駒たちは、同じくカバネから「海門」を奪取せんとする、玄路、虎落、海門の民と「連合軍」を結成し、カバネ撃退の策を立てるのだが、「海門」の地にはある“秘密”が隠されていたのだった－。"
                },
                "4": {
                    "ID": "7453503",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/kabaneri-of-the-iron-fortress/episodes/7453503",
                    "TitleEnglish": "Kabaneri of the Iron Fortress: The Battle of Unato Part 2",
                    "SummaryEnglish": "Half a year has passed. Arriving in the Iron Fortress, Ikoma and Mumei set foot in Unato: another ravaged zone that fell into the grip of the deadly Kabane. In this war-torn zone, the group fends off more dangerous Kabane that are attacking with patterns they had never seen before. The Iron Fortress crew eventually meet up with a survival group which requests their aid in reclaiming the zone. The newly forged alliance ventures deeper into the area of the castle and investigates the peculiar case of these new Kabane. But their search for answers unearths truths that are far more horrifying than they imagined. Forced to confront the reality behind the Kabane, Ikoma, Mumei, and their allies come to realize the despair buried within Unato. The movie is a continuation of the story from the original series that takes place half a year later.",
                    "TitleJapanese": "甲鉄城のカバネリ 海門決戦 其の二",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "7460957",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/kabaneri-of-the-iron-fortress/episodes/7460957",
                    "TitleEnglish": "Kabaneri of the Iron Fortress: The Battle of Unato Part 3",
                    "SummaryEnglish": "Half a year has passed. Arriving in the Iron Fortress, Ikoma and Mumei set foot in Unato: another ravaged zone that fell into the grip of the deadly Kabane. In this war-torn zone, the group fends off more dangerous Kabane that are attacking with patterns they had never seen before. The Iron Fortress crew eventually meet up with a survival group which requests their aid in reclaiming the zone. The newly forged alliance ventures deeper into the area of the castle and investigates the peculiar case of these new Kabane. But their search for answers unearths truths that are far more horrifying than they imagined. Forced to confront the reality behind the Kabane, Ikoma, Mumei, and their allies come to realize the despair buried within Unato. The movie is a continuation of the story from the original series that takes place half a year later.",
                    "TitleJapanese": "甲鉄城のカバネリ 海門決戦 其の三",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "657703",
            "URL": "https://www.thetvdb.com/series/kabaneri-of-the-iron-fortress/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5526986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabaneri-of-the-iron-fortress/episodes/5526986",
                    "TitleEnglish": "Frightened Corpse",
                    "SummaryEnglish": "Kabane, the immortal monsters, attacked Aragane Station. Ikoma, a steamsmith boy who lives in Aragane Station, ran against the waves of terrified civilians. He is going to fight against Kabane using the weapon he has been secretly developing - the Piercing gun. He fights for his own past and dignity.",
                    "TitleJapanese": "脅える屍",
                    "SummaryJapanese": "不死の怪物・カバネが顕金駅を襲った。\n顕金駅で暮らす蒸気鍛冶の少年・生駒は、逃げ惑う人々の波に逆らって走り出した。\n密かに開発した武器――ツラヌキ筒でカバネと戦うつもりだ。彼自身の過去と、誇りのために。"
                },
                "2": {
                    "ID": "5573493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabaneri-of-the-iron-fortress/episodes/5573493",
                    "TitleEnglish": "Never-Ending Night",
                    "SummaryEnglish": "Ikoma somehow survives and heads towards the last Hayajiro left in Kenkin Station, the Kotetsujyo. Meanwhile, Ayame and her people were left behind to fend off the Kabane when a young girl named Mumei appears before them. The girl clears open a path to the Kotetsujyo with incredible combat prowess.",
                    "TitleJapanese": "明けぬ夜",
                    "SummaryJapanese": "なんとか助かった生駒は、顕金駅に唯一残された駿城――甲鉄城に向かう。\n一方、カバネの中に取り残された菖蒲たちの前に、幼い少女・無名が現れた。\n彼女はその超絶の戦闘力で、甲鉄城への脱出路を切り開いていく。"
                },
                "3": {
                    "ID": "5575461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabaneri-of-the-iron-fortress/episodes/5575461",
                    "TitleEnglish": "Prayer Offer",
                    "SummaryEnglish": "Having escaped Kenkin Station, the Kotetsujyo heads for Kongokaku, the Shogunate's fortress. However, the people on the Kotetsujyo quickly turn against Ikoma and Mumei and attempt to drive them off the train. Having been thrown into her leadership position, Ayame lacks the power to subdue them...",
                    "TitleJapanese": "捧げる祈り",
                    "SummaryJapanese": "顕金駅を脱出した甲鉄城は、幕府の要害――金剛郭を目指す。\nしかし、甲鉄城の人間たちは早くも内部対立し、生駒たちカバネリを追い出そうとする。\n急遽リーダーになった菖蒲にそれを治める力はなくて……。"
                },
                "4": {
                    "ID": "5575462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabaneri-of-the-iron-fortress/episodes/5575462",
                    "TitleEnglish": "Flowing Blood",
                    "SummaryEnglish": "The other people lock Ikoma and Mumei into the rear car. But that means the Kotetsujyo has lost two of their best fighters. Just then, the Kabane attack. What's more, among them is a Wazatori, a Kabane that has the ability to learn and become stronger with each battle...",
                    "TitleJapanese": "流る血潮",
                    "SummaryJapanese": "生駒と無名は民衆によって最後尾車両に閉じ込められてしまう。\nそれは甲鉄城の戦力の弱体化を意味していた。\nちょうどそこにカバネが襲ってくる。\nしかも中には、戦いを重ねて強くなったカバネ――ワザトリがいて……。"
                },
                "5": {
                    "ID": "5578323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabaneri-of-the-iron-fortress/episodes/5578323",
                    "TitleEnglish": "Inescapable Darkness",
                    "SummaryEnglish": "The Kotetsujyo picks up survivors from Yatsushiro Station which has been destroyed by the Kabane. Among the survivors is Enoku, an old friend of Mumei's. He points out to Mumei how weak she'd become as he witnessed how close she's grown to the people of the Kotetsujyo. Rattled, Mumei chooses to throw herself into a reckless fight and finds herself in a dangerous situation.",
                    "TitleJapanese": "逃げられぬ闇",
                    "SummaryJapanese": "カバネに滅ぼされた八代駅で、甲鉄城は生存者を拾った。\n生存者の中には無名の昔なじみ榎久がいた。彼は甲鉄城に馴染み始めた無名を弱くなったと指摘する。\n焦った無名は、自ら無謀な戦いを選択し、窮地に陥ってしまう。"
                },
                "6": {
                    "ID": "5578324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabaneri-of-the-iron-fortress/episodes/5578324",
                    "TitleEnglish": "Gathering Light",
                    "SummaryEnglish": "The Kotetsujyo is standing before a giant cluster of Kabane, the Black Smoke, and all seems hopeless. Meanwhile, Ikoma and Mumei find themselves at the bottom of an abandoned station. Surrounded by Kabane, Mumei buried under rubble, and no backup in sight, the situation is dire, yet Ikoma still somehow stands forward to face it.",
                    "TitleJapanese": "集う光",
                    "SummaryJapanese": "甲鉄城は巨大なカバネの塊――黒けぶりを前に立ち往生していた。\n一方、生駒と無名は廃駅の底に落ちていた。周囲はカバネ、無名はガレキの下敷き、援護は望めないという絶望的な状況で、それでもなお生駒は前を向いた。"
                },
                "7": {
                    "ID": "5578325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabaneri-of-the-iron-fortress/episodes/5578325",
                    "TitleEnglish": "Begging the Heavens",
                    "SummaryEnglish": "The Kotetsujyo arrives at Shitori Station, the first populated station it's encountered since leaving Kenkin Station. Ikoma and the others leave to shop for some supplies, and experience their first moment of peace in ages. Meanwhile, Ayame negotiates with Shitori Station to see if they could spare some food, but food is precious everywhere...",
                    "TitleJapanese": "天に願う",
                    "SummaryJapanese": "顕金駅を出てから初めて、甲鉄城は人の暮らす駅――倭文駅に着いた。生駒たちは買い出しに出かけ、久しぶりの平安を味わう。一方、菖蒲は倭文駅に食料を分けてくれるよう交渉する。しかし、どの駅も食料は貴重で……。"
                },
                "8": {
                    "ID": "5578930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabaneri-of-the-iron-fortress/episodes/5578930",
                    "TitleEnglish": "The Silent Hunter",
                    "SummaryEnglish": "The older brother Mumei serves is Biba Tenshin, leader of the Hunters - a special division dedicated to hunting Kabane. However, while the people praise Biba as a hero, Ikoma does not trust him. That is because he is the one who turned Mumei into a Kabaneri.",
                    "TitleJapanese": "黙す狩人",
                    "SummaryJapanese": "無名の慕う兄様は、カバネを狩る特殊部隊――狩方衆を率いる美馬だった。だが、人々から英雄と讃えられる美馬のことを、生駒は信じられない。彼こそが、無名をカバネリにした元凶だったからだ。"
                },
                "9": {
                    "ID": "5578931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabaneri-of-the-iron-fortress/episodes/5578931",
                    "TitleEnglish": "Fang of Ruin",
                    "SummaryEnglish": "The Shogunate closes off the path to Kongokaku because they are wary of Biba and the support he's managed to garner. Biba seeks an audience with the Lord of Iwado Station and kills him at the meeting once its granted. Biba and his Hunters' overthrow of the Shogunate has begun.",
                    "TitleJapanese": "滅びの牙",
                    "SummaryJapanese": "甲鉄城は金剛郭へ至る最後の砦−−磐戸駅に到着する。\n幕府は、民衆の声望を集める美馬を警戒し、金剛郭への道を閉ざそうとするが、美馬は磐戸駅の領主に会談を求め……。\nついに、美馬と狩方衆による倒幕が始まったのだ。"
                },
                "10": {
                    "ID": "5578932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabaneri-of-the-iron-fortress/episodes/5578932",
                    "TitleEnglish": "The Attacking Weak",
                    "SummaryEnglish": "The Kotetsujyo had been linked to the Kokujyo, and Takumi and the others were under the rule of the Hunters who demanded their blood be collected. While people fell into despair, not everyone has given up hope as Ikoma devises a counteroffensive. He has to take back his freedom, his pride, and Mumei.",
                    "TitleJapanese": "攻め上ぐ弱者",
                    "SummaryJapanese": "克城に連結された甲鉄城では、逞生たちが狩方衆の厳しい管理下に置かれ、血を採取されていた。絶望する人々の中で、生駒は諦めず反攻作戦を企図する。自由と誇りと、無名を取り戻すために。"
                },
                "11": {
                    "ID": "5578933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabaneri-of-the-iron-fortress/episodes/5578933",
                    "TitleEnglish": "Burning Life",
                    "SummaryEnglish": "Biba reunites with his father Shogun Koukyo after 10 years. Behind the scenes, Mumei's Nue stands ready. Meanwhile, Ikoma has lost his confidence and willpower, a mere shell of his former self. Ikoma can only cower at the sight of the Kabane now, however...",
                    "TitleJapanese": "燃える命",
                    "SummaryJapanese": "美馬は、父親である現将軍・興匡と10年ぶりの再会を果たす。\nその裏で無名のヌエを準備しつつ。\n一方、なんとか一命を取り留めた生駒だったが、自信と気力を失い、心が縮こまっていた。\nカバネを見ても怯えることしかできない生駒だが……。"
                },
                "12": {
                    "ID": "5578934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kabaneri-of-the-iron-fortress/episodes/5578934",
                    "TitleEnglish": "Iron Fortress",
                    "SummaryEnglish": "Biba's plan, Mumei's Nue transformation, and the influx of Kabane were all too much for Kongokaku to withstand. That is when Ikoma arrives. Having modified his body once again, Ikoma enters Kongokaku in order to rescue Mumei, despite the danger he will have to face.",
                    "TitleJapanese": "甲鉄城",
                    "SummaryJapanese": "美馬の計略と、ヌエとなった無名、そして流入したカバネにより、金剛郭は崩壊しつつあった。そこに生駒が到着する。\n自らの体を再び改造した生駒は、無名を救うために、敵だらけの金剛郭に踏み込んでいく。"
                }
            }
        }
    }
}