{
  "URL": "https://www.thetvdb.com/series/joker-game",
  "Genres": [
    "Animation",
    "Anime",
    "Drama",
    "Suspense",
    "Thriller",
    "War"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt5614180/",
    "http://jokergame.jp/index.html",
    "https://www.themoviedb.org/tv/65949"
  ],
  "TitleEnglish": "Joker Game",
  "SummaryEnglish": "Taking place in the year 1937 on the eve of World War II, the story involves a mysterious spy training organization known as the \"D Agency.\" The organization is established by Lieutenant Colonel Yuuki from the Imperial Japanese Army. His ideals lead him to recruit people beyond military academy graduates and personnel, while training them to become skilled agents in arts of manipulation. These agents would become a specialized team to conduct operations. One such antihero agent, under the name Jirou Gamou, goes on a harrowing mission to uncover secret documents titled \"Black Notes,\" while battling forces from within and without his own ranks.",
  "Aliases": [],
  "Modified": "2025-07-30",
  "Seasons": {
    "0": {
      "ID": "649865",
      "URL": "https://www.thetvdb.com/series/joker-game/seasons/official/0",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "5654872",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joker-game/episodes/5654872",
          "TitleEnglish": "Kuroneko Yoru no Bouken #1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "5654873",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joker-game/episodes/5654873",
          "TitleEnglish": "Kuroneko Yoru no Bouken #2",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "656935",
      "URL": "https://www.thetvdb.com/series/joker-game/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5519230",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joker-game/episodes/5519230",
          "TitleEnglish": "Joker Game (1)",
          "SummaryEnglish": "In Autumn 1937, Lt. Colonel Yuuki establishes the spy training group \"D-Agency,” which went against the Imperial Army's wishes. The army sends Lieutenant Sakuma to serve as their liaison to D-Agency, and Lieutenant Sakuma observes the applicants brutal examination process. Disguised as military police, Sakuma leads D-Agency on their first mission: to search the home of a suspected American spy, the Japanophile John Gordon.",
          "Aliases": []
        },
        "2": {
          "ID": "5572700",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joker-game/episodes/5572700",
          "TitleEnglish": "Joker Game (2)",
          "SummaryEnglish": "Sakuma gambles his life and the raid of home comes up empty. And when Gordon lets it slip that this is the second time his home's been searched, Sakuma realizes he’s been set-up - he’s the Joker. Sakuma takes a gamble….",
          "Aliases": []
        },
        "3": {
          "ID": "5572701",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joker-game/episodes/5572701",
          "TitleEnglish": "Miscalculation",
          "SummaryEnglish": "Following a scuffle with German soldiers, a man wakes up with amnesia. His only possession? A passport with the name \"Shimano Ryuunosuke\" and the port of entry, Marseille, France. Speaking with to one of people who helped him, he learns France has been occupied by the German army.",
          "Aliases": []
        },
        "4": {
          "ID": "5572703",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joker-game/episodes/5572703",
          "TitleEnglish": "City of Temptation",
          "SummaryEnglish": "Sergeant Honma Eiji has been assigned to the Shanghai military police. Not long after assuming his new post, he is summoned by Captain Oikawa Masayuki. Oikawa orders Honma to conduct an internal investigation and uncover an enemy agent who's infiltrated their ranks. As he explains the mission, they hear an explosion...",
          "Aliases": []
        },
        "5": {
          "ID": "5572829",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joker-game/episodes/5572829",
          "TitleEnglish": "Robinson",
          "SummaryEnglish": "Izawa Kazuo has a good life running a simple photography store in London... until he's suddenly arrested under suspicion of espionage. As Isawa undergoes a harsh interrogation, Lieutenant colonel Howard Marks, master spy for the British Secret Intelligence Service, appears before him.",
          "Aliases": []
        },
        "6": {
          "ID": "5572830",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joker-game/episodes/5572830",
          "TitleEnglish": "Asia Express",
          "SummaryEnglish": "One of D-Agency's collaborators, Morozoff has requested an immediate meeting and has important secret information to report. The meeting will take place on the South Manchurian Railway Asia Super Express. D-Agency member Seto Reiji arranges to meet him. Before the meeting can occur, he finds Morozoff has been murdered.",
          "Aliases": []
        },
        "7": {
          "ID": "5578331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joker-game/episodes/5578331",
          "TitleEnglish": "Codename: Cerberus",
          "SummaryEnglish": "Tokimaru is a luxury liner making its way from San Francisco to Japan. Along the way, it will stop at each Hawaiian island. While sitting on deck, Utsumi Osamu is approached by a man calling himself Jeffrey Morgan. At that same moment, cries of terror erupt from those looking out at the ocean.",
          "Aliases": []
        },
        "8": {
          "ID": "5578332",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joker-game/episodes/5578332",
          "TitleEnglish": "Double Joker (1)",
          "SummaryEnglish": "A former diplomat is suspected to have a copy of the \"Grand Strategy -- top-secret knowledge of the Imperial Army's. Gamou Jirou investigates the diplomats friend in Japan, the British consul.",
          "Aliases": []
        },
        "9": {
          "ID": "5578333",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joker-game/episodes/5578333",
          "TitleEnglish": "Double Joker (2)",
          "SummaryEnglish": "It's spy vs. spy as D-Agency and Wind Agency both race to prevent Japan's \"Grand Strategy\" from falling into enemy hands.",
          "Aliases": []
        },
        "10": {
          "ID": "5578334",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joker-game/episodes/5578334",
          "TitleEnglish": "Pursuit",
          "SummaryEnglish": "Aaron Price, Far East correspondent for the British Times, investigates the true identity of Lieutenant colonel Yuuki, the man rumored to have founded D-Agency. Flipping through the Military Preparatory School's list of past enrollees, his eye is drawn to a boy who passed the entrance exam at the top of his class, but was expelled for violence. His name? Arisaki Akira.",
          "Aliases": []
        },
        "11": {
          "ID": "5578335",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joker-game/episodes/5578335",
          "TitleEnglish": "Coffin",
          "SummaryEnglish": "Hermann Wolff, a Wehrmacht Colonel assigned to German's intelligence agency, the Abwehr, investigates a suspicious train crash on the outskirts of Berlin with his right-hand man, Lieutenant Johann Bauer. Among the belongings of one of the bystanders is one of a spy's standard tools of the trade. When interrogated, its owner claims to have stolen it from a Japanese man named \"Maki Katsuhiko...\"",
          "Aliases": []
        },
        "12": {
          "ID": "5578336",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/joker-game/episodes/5578336",
          "TitleEnglish": "XX (Double Cross)",
          "SummaryEnglish": "Karl Schneider, writer for the Berlin Allgemeine, is suspected of being a German/Soviet double agent. While D-Agency searches for proof of his espionage activities, Schneider suddenly dies under mysterious circumstances. Lieutenant Colonel Yuuki sends his men on individual missions in order to uncover the truth.",
          "Aliases": []
        }
      }
    }
  }
}