{
    "URL": "https://www.thetvdb.com/series/the-lost-village",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Horror",
        "Mystery",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5614348/",
        "http://mayoiga.tv/",
        "https://www.themoviedb.org/tv/65951"
    ],
    "TitleEnglish": "The Lost Village",
    "SummaryEnglish": "30 young men and women who came together on a shady bus tour. The tour's destination: an elusive, and possibly non-existent village called Nanakimura. In Nanakimura, one can lead a utopian existence, free of the world's obstacles... or so it was rumored. The bus headed deep into the mountains, carrying 30 people each harboring their own expectations and wounds in their hearts... What they had arrived to was an uninhabited village with the lingering faint scents of life, even though it was falling apart. Just what is the truth of Nanakimura?",
    "TitleJapanese": "迷家-マヨイガ-",
    "SummaryJapanese": "興味本位で参加した胡散臭いバスツアーで合流した若き30人の男女。\nツアーの目的地は納鳴村（ななきむら）と呼ばれる存在が定かではない幻の村。\n『納鳴村』では現世でのシガラミに縛られないユートピアの様な暮らしができる……\nと都市伝説のように囁かれていた。\n現実の世界に絶望している…退屈な日常を抜け出したい…人生をやり直したい…。\n\nそれぞれの思惑や心の傷を抱えた30人を乗せ、\nバスは山奥深くへと導かれてゆく……。\n\nそして30人が行き着いたのは、\n朽ちつつも微かに生活の匂いが残る無人の集落だった。\n\n30人につきつけられる『納鳴村』の真実とは？\n1話たりとも見逃せない！　謎が謎を呼ぶスリリングな展開！\n閉鎖された村での人間模様と主人公の心の葛藤を描く、前代未聞の群像アニメが幕を開ける！",
    "Aliases": [
        "Mayoiga"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "649922",
            "URL": "https://www.thetvdb.com/series/the-lost-village/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5455568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lost-village/episodes/5455568",
                    "TitleEnglish": "Look Before You Leap",
                    "SummaryEnglish": "A group of young men and women are headed to Nanaki Village for a fresh start in life. There, it's rumored that people declared missing are in fact leading a utopian existence...",
                    "TitleJapanese": "鉄橋を叩いて渡る",
                    "SummaryJapanese": "『第1回人生やり直しツアー』に参加した若き男女たちは、納鳴村と呼ばれる新天地を目指していた。そこは“行方不明”となった人々が現世を離れ、ユートピアのような暮らしをしているという。高校生の光宗とその友人である颯人もまた、このバスツアーに参加していた。主催のダーハラに促されて次々と自己紹介をしていく参加者たちは、人生に絶望している者ばかり。新たな人生の始まりにどこか浮足立つ彼らを乗せて、バスは走っていく。"
                },
                "2": {
                    "ID": "5568347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lost-village/episodes/5568347",
                    "TitleEnglish": "Blinding Mist",
                    "SummaryEnglish": "Finally in Nanaki Village, the group steels themselves to meet the current residents, only to find the village seemingly abandoned. As they begin to explore the village, many begin to question the group's organizers...",
                    "TitleJapanese": "一寸先は霧",
                    "SummaryJapanese": "納鳴村の情報を調べていたという大学院生こはるんと合流し、バスはなおも山奥へ進んでいく。無理矢理狭い獣道を走るバスは突然電気がショートし、その混乱で崖から滑り落ちてしまう。激怒するバスの運転手を尻目に、ツアー参加者たちは徒歩で納鳴村を目指すことになった。闇夜の山道を夜通し進んだ彼らは、ついに納鳴村と思しき村にたどり着く。新天地を見つけたことに歓喜する参加者たちだったが、その様子を怪しい影が覗いていた……。"
                },
                "3": {
                    "ID": "5568348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lost-village/episodes/5568348",
                    "TitleEnglish": "Aloof",
                    "SummaryEnglish": "The question of Yottsun and Masaki's disappearance circulates within the group, as they speculate how and why they disappeared. Tension arises as they try to uncover anything that may help them solve the mystery of their disappearance.",
                    "TitleJapanese": "傍若無人",
                    "SummaryJapanese": "納鳴村は、誰も暮らしていない無人の村だった。事前の情報との相違にツアー参加者たちは不信感を募らせている。そんなとき、真咲とよっつんが姿を消してしまった。さらに不安を募らせる彼らだったが、まずはいなくなった二人の捜索を始める。幸いにも真咲は無事に発見したが、よっつんはどこかに消えてしまっていた。この村にはやはり何かが潜んでいるのか？　険悪な雰囲気になりながらも、彼らは宿泊場所のグループ分けをすることになった。"
                },
                "4": {
                    "ID": "5568349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lost-village/episodes/5568349",
                    "TitleEnglish": "Yottsun's Drowning",
                    "SummaryEnglish": "The tour is now divided into two camps: those who wish to stay and those who wish to leave. As the former decide their course of action to secure their safety, the latter heads back down the mountain. Will they manage to leave?",
                    "TitleJapanese": "よっつんの川流れ",
                    "SummaryJapanese": "光宗が川の中で目にした、よっつんらしき影。それを皆で探したが見つからず、しかも獣のような咆哮まで聞こえてきため、捜索は打ち切りになった。クマがいるかもしれない、と怯える参加者。彼らをまとめた美影は山を降りようと提案する。しかしヴァルカナはよっつんを残しては帰れないと反対する。村に残留する組と下山する組で分裂した参加者たちはそれぞれ別行動をすることになった。そんな中、美影は主催の二人を疑っていて……。"
                },
                "5": {
                    "ID": "5568756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lost-village/episodes/5568756",
                    "TitleEnglish": "Three Yuunas Is a Crowd",
                    "SummaryEnglish": "Their escape plans thwarted, Mikage's group returns to the village to report their findings, only to find that Jack has broken free. As accusations fly, their unease only grows...",
                    "TitleJapanese": "ユウナ3人いると紛らわしい",
                    "SummaryJapanese": "何かを探して彷徨っていた運転手を詰問すると、十年前に亡くなった自分の娘を見かけたという。一方で下山組はなぜか来た道を戻ってしまっており、トンネルの中で“何か”を目撃した。雨に濡れそぼって納鳴村に帰ってきた下山組は状況を説明する。さらに不信感を募らせた美影は、このツアーを仕組んだ黒幕がいるのではないかと言い始める。皆が疑心暗鬼に駆られ、他人を疑い、責め立てていく。この村で、異常なことが起こりだしていた。"
                },
                "6": {
                    "ID": "5568758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lost-village/episodes/5568758",
                    "TitleEnglish": "The Monk's Immorality",
                    "SummaryEnglish": "While the two groups reunite in the village, the mounting suspicion of each other strains the group dynamic. As the group struggles to find some semblance of cohesion, more members begin seeing apparitions...",
                    "TitleJapanese": "坊主の不道徳",
                    "SummaryJapanese": "光宗は美影たちによって囚われてしまったが、真咲によって助けだされた。だが周囲には異変が起こり始めていた。この村に来た者たちのトラウマが、形となって現れてきたのだ。光宗の前には巨大なペンギンのぬいぐるみ。らぶぽんには木魚と読経の音が聞こえ、ニャンタは蜂に追われ、地獄の業火はシリコンの巨大なおっぱいに迫られていた。にわかに生じる異常事態。眼前に現れる自分にしか見えないトラウマに、彼らは呑み込まれる……。"
                },
                "7": {
                    "ID": "5568760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lost-village/episodes/5568760",
                    "TitleEnglish": "When the Cat's Away, the Mice Will Play Mischief",
                    "SummaryEnglish": "Mitsumune and Masaki have a heart-to-heart where Mitsumune reveals his past and what led him to Nanaki Village. Masaki tells him he can leave the village if he can confront his past, but...",
                    "TitleJapanese": "鬼のいぬ間に悪だくみ",
                    "SummaryJapanese": "光宗はペンギンのぬいぐるみを前にして過去を思い出していた。活発な時宗とどんくさい光宗。廃工場、ペンギンのぬいぐるみ、転落。死んでしまった時宗。その死を認められない母親。そこから、光宗は自分を時宗と偽る生活が始まった……。一方村では、バケモノが自分たちのトラウマであると皆が気づく。そして美影が「バケモノを引き連れているのは真咲」という説を言い出したのをきっかけに、彼らは真咲を退治しようと繰り出していく。"
                },
                "8": {
                    "ID": "5568762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lost-village/episodes/5568762",
                    "TitleEnglish": "Visit Nanaki Before Doubting Masaki",
                    "SummaryEnglish": "Captured by the group, Masaki reluctantly begins telling her story and what her connection is to the Village. But not everyone trusts her words...",
                    "TitleJapanese": "納鳴訪ねて真咲を疑う",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "5568763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lost-village/episodes/5568763",
                    "TitleEnglish": "Hyoketsu In the Moonlight",
                    "SummaryEnglish": "As members of the group left behind try to make sense of their situation, Masaki, Hayato, Mitsumune, and the bus driver continue toward the tunnel. Masaki finally explains why she is adamantly against going through the tunnel, but how much of what she says can be trusted?",
                    "TitleJapanese": "月下氷結",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "5568765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lost-village/episodes/5568765",
                    "TitleEnglish": "Danger Past, God Forgotten",
                    "SummaryEnglish": "Mitsumune regains consciousness in the outside world, but he can't shake off the feeling that he must go back to get the others. Meanwhile, the group left behind in Nanaki Village experience a curious, growing lethargy...",
                    "TitleJapanese": "苦しい時の神様頼み",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "5568766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lost-village/episodes/5568766",
                    "TitleEnglish": "Get In the Bus, And It'll Get the Song In You",
                    "SummaryEnglish": "Valkana's crew attempts to revive the other tour members who're experiencing a strange lassitude, but their efforts are interrupted by Jack and Judgement, who reveal the true mastermind behind the whole tour...",
                    "TitleJapanese": "バスに乗れば唄心",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "5568768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-lost-village/episodes/5568768",
                    "TitleEnglish": "Nanaki Mirrors Your Soul",
                    "SummaryEnglish": "With Hayato's Nanaki on the loose, the group runs for their lives. Haruka is watching her plan unfold when she receives word from the last person she expects to hear from...",
                    "TitleJapanese": "ナナキは心の鏡",
                    "SummaryJapanese": null
                }
            }
        }
    }
}