{
    "URL": "https://www.thetvdb.com/series/super-lovers",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5618002/",
        "https://www.themoviedb.org/tv/66104"
    ],
    "TitleEnglish": "Super Lovers",
    "SummaryEnglish": "While spending summer with his mother, Haru meets Ren, a boy newly adopted by his mother. Getting along with Ren isn't easy as Haru's goal is to \"civilize\" him by the time summer ends. Their relationship slowly improves as Haru spends more time with Ren and in return Ren steadily warms up to him. Can they really become a \"family\" at the end of summer!?",
    "Aliases": [
        "スーパーラヴァーズ"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "649925",
            "URL": "https://www.thetvdb.com/series/super-lovers/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5568787",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5568787",
                    "TitleEnglish": "Super Lovers OVA",
                    "SummaryEnglish": "Haru and Ren go out on a date to the local shopping district. Meanwhile, the twins help Ikuyoshi tend to a surprise guest.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5899550",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5899550",
                    "TitleEnglish": "Super Lovers OVA 2",
                    "SummaryEnglish": "The brothers all take a look back at their relationships with one another throughout the years.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "660584",
            "URL": "https://www.thetvdb.com/series/super-lovers/seasons/official/1",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "5555574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5555574",
                    "TitleEnglish": "Forest Green",
                    "SummaryEnglish": "Having come to Canada upon hearing the fake news that his mother Haruko is in critical condition, high school student Kaidou Haru meets a young boy named Ren. Haru is forced to spend the summer with Ren. Every day is a battle.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5573550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5573550",
                    "TitleEnglish": "Black Eye",
                    "SummaryEnglish": "It's been five years since that summer. Haru works as a host while saving money for his twin brothers' tuition. One day, Haru's lawyer Mikiko invites him to her office where he is reunited with Ren.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5580376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5580376",
                    "TitleEnglish": "White Christmas",
                    "SummaryEnglish": "Brothers Aki and Shima are upset by the sudden appearance of a \"fourth brother\" in the Kaidou family, and Haru's excessively affectionate attitude towards Ren makes Aki explode with rage. Meanwhile, Haru happens to witness a car accident in the city.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5591454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5591454",
                    "TitleEnglish": "Young Grass",
                    "SummaryEnglish": "Spring arrives, and Haru's dream of living with his brothers finally comes true. They move into a house together, and with the help of his former coworker Ikuyoshi, Haru's plans to open a cafe seem to be coming along as well.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5602163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5602163",
                    "TitleEnglish": "Cherry Blossom",
                    "SummaryEnglish": "Just when Ren begins attending school, he's seen kissing Haru goodbye by his classmate who is curious about their relationship.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5603848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5603848",
                    "TitleEnglish": "Cloudly Sky",
                    "SummaryEnglish": "While Haru and Ren are out at a nearby zoo, Aki calls Haru to let him know a woman calling herself \"Kiyoka\" has showed up at the house. Kiyoka is Haru's high school classmate and the co-owner of the cafe they're about to open.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5606863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5606863",
                    "TitleEnglish": "White Fang",
                    "SummaryEnglish": "Ren manages his school life with the help of his classmates, but he collapses during a PE class.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5619273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5619273",
                    "TitleEnglish": "Blue Sky",
                    "SummaryEnglish": "Haru's cafe \"WHITE FANG\" begins flourishing immediately after it opens. Even Haru and Ren's recently awkward relationship is getting back to normal. However, Aki is in a terrible mood.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5619274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5619274",
                    "TitleEnglish": "Rainy Season",
                    "SummaryEnglish": "Haru suddenly awakens to the sound of rain in his room. Shaken by the sight of Ren in his dream, his breathing becomes erratic. Realizing the reason for his dream, the next morning Haru questions Ikuyoshi.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5619275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5619275",
                    "TitleEnglish": "Summer Storm",
                    "SummaryEnglish": "The e-mail Ren sent prompts Haruko to come to Japan all the way from Switzerland. Eagerly looking forward to seeing Haruko again, Ren innocently bubbles with excitement. What will happen to the brothers' quiet life?!",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "685836",
            "URL": "https://www.thetvdb.com/series/super-lovers/seasons/official/2",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "5808303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5808303",
                    "TitleEnglish": "In the Pink",
                    "SummaryEnglish": "Ren is set on not going to Switzerland though Haru doubts his seriousness. Ren learns from Mikiko that Haruko may be lonely from letting both her sons go. Haru receives a prospective bride photo from a customer and hides it from Ren. Ren devotes more time with Haruko and causing Haru to stress into a bad mood and test Ren's love. Ren tries to give Tanuki back to the landlord, Onodera; it fails as Tanuki is attached to him and shows him by barking for the first time making Ren go and tell Haru how he feels.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5930128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5930128",
                    "TitleEnglish": "Gold Star",
                    "SummaryEnglish": "Ikuyoshi finds Haru conflicted; being unable to \"get it up\" though the AV he gave him is ranked among his top three admiting that he can only do it when Ren's around. Ikuyoshi asks Haru what type of relationship he wants. The twins ask Ren to take Haru for his check up one day. Aki blows up at Haruko after she dismisses the seriousness of Haru's injury. Haruko goes to comfort Ren after he defends her and he muses that when she's not around, Haru calls her Mom. Aki wordlessly apologizes and while Ren is taking his exam, the nurse, Shirou Takamura, accidentally talks about the existence of sex between two men. Ren makes curry for Haru's birthday and everyone writes a wish. Haruko leaves for Switzerland.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5930129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5930129",
                    "TitleEnglish": "White Lie",
                    "SummaryEnglish": "When meeting Kiri at the park, her dog, Llyuba, causes Ren to drop his phone into the pond. Haru is confused on why he wants a job and thinks he's in his rebellious phase. Ren picks up a job with Onodera to clean out a room in the apartment whose tenant has abandoned it and it's shockingly disgusting. Ikuyoshi makes Haru aware of a host look alike of Haru named Natsu like him. Meanwhile, Ren meets a man who looks like Haru who takes him into his car.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5930130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5930130",
                    "TitleEnglish": "See Red",
                    "SummaryEnglish": "The man turns out to be Natsuo Shiba, Haru's cousin. Ren throws up in the car and finds himself in Natsuo's house which is vandalized by his ex. He gives Ren a key to his house, makes him give him his number and promise not to tell his brothers he met him. Haru learns from Kiri that Ren is working to replace his phone. Ren revisits Natsuo and returns the key. They talk about the Kaido and Shiba families and Ren wants to know more about Haru's past. Ren calls Shima to tell them that he is staying at a friend's when he's cleaning Natsuo's place. Natsuo tries to pay him a large sum and Haru picks it up when he drops it and grounds him in anger. Haru apologizes after Ren breaks into tears and Ren longs to stop falling in love with Haru.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5963830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5963830",
                    "TitleEnglish": "Black and White",
                    "SummaryEnglish": "At Kiri's house, Ren calls Haru who is buying a phone for him, to say that he doesn't need lunch. He promises to let Ren pay him back. Ren notices that they've fallen back to being brothers. Ren calls Natsuo and tells him to come to the park to return the money. They're spotted by Ikuyoshi who tells Haru. Haru calls Natsuo on Ren's cell and Natsuo tells him that he knows him and he'll visit tomorrow. They finally meet and talk. Ren spots a robber at his job and when Haru goes to pick up Ren, the robber shoves him down the steps and Haru fractures his wrist catching him. At home, Ren babies Haru and Haru admits he wants to make Ren cry and love him. They are spotted kissing by Natsuo; their time together interrupted.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5968307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5968307",
                    "TitleEnglish": "Marine Blue",
                    "SummaryEnglish": "Ren takes Haru to the hospital for his checkup. He has an appointment with the psychotherapist Mori Kazushi and tries to avoid it but is dragged off. They talk about his memories and brothers but is questioned on why he hasn't visited his parent's graves. Ren asks Haru for sex and he riprimands him and then himself after Ren tells him he taught him the act he did. They all visit the beach where they meet Kiyoka's trans friends and Shima and Natsuo have a serious talk. Haru plays a prank on Ren which he counters with a punishment.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5968308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5968308",
                    "TitleEnglish": "Sweet Peach",
                    "SummaryEnglish": "Haru tries to make Ren to visit the dentist by telling him that tooth decay can transmit through kisses and to Ren's astonishment, he doesn't kiss him on the lips. Haru breaks first, kissing him. At the apartment from before, Shirou moves in and meets Ren to his horror. The girl from the prospective bride photo appears in person, who Haru doesn't recognize to the others' grief. She leaves after Haru talks of house husbands. Ren bumps into Mori and talks about the upcoming death anniversary of the Kaido parents. Ren asks Natsuo about his first time and he gives him advice with Ren sitting on his lap freaking Haru. Ren remembers this time last year, that Haru vanished for a night without word. Ren asks Haru for sex again which results to a talk infuriating Ren. Ren goes to Natsuo's place to stay over.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5968309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5968309",
                    "TitleEnglish": "Heavy Fog",
                    "SummaryEnglish": "Haru walks in on Ren trying to practice with Natsuo who is astonished to hear Haru won't do it with him despite leaving marks. Haru is furious and they argue over maturity. Haru invites him to go ahead but if he does: never come back. Ren leaves and Haru tells him to never go near Natsuo after arguing. Aki advises Ren not to aggravate Haru since the death anniversary is coming. Ren asks to sleep with Haru again which he refuses and they argue again. Ren apologizes and at school, talks with Jūzen and learns about his brother who passed and he gives Ren advice. Haru starts drinking to help himself sleep and dreams of the day he came back from Canada and the sentence he can't remember his dad saying.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5983389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5983389",
                    "TitleEnglish": "Silver Lining",
                    "SummaryEnglish": "Haru admits to his dad's remark, \"Well, aren't you lonely Haru? So we thought ...\" He oversleeps and Shima tell him that he and Aki will be at the Sagami's. Ren starts becoming considerate to Haru and they're interrupted by Natsuo. Ren runs to comply with \"never go near Natsuo.\" Haru drags him off to talk and Ren tells him that he will give up on him. Ren admits that Haru wasn't his and he wishes to stop people touching him and he couldn't. Haru tells him that \"I'll be yours.\" and Ren admits his love. Haru falls asleep and is sorry for being to able to sleep peacefully without alcohol when it's the death anniversary. He finally remembers his dad's words. Haru asks Ren out the next morning and they visit his parent's grave. Post credits, there is a scene with Natsuo and Haru.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5983390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/super-lovers/episodes/5983390",
                    "TitleEnglish": "Happy Days",
                    "SummaryEnglish": "Haru uses Ren as an excuse to reject women, irritating Ren. At the host club, Natsuo is asked yet again about his relationship with the other Natsu, annoying him. Ren delivers coffee to Shirou and he and Jūzen learns that he has a medical license. A flashback is shown with the relationship between the twins, Haru and Natsuo where Haru chooses the twins over Natsuo despite telling Natsuo that he loves him. Haru remarks that since he has told Ren that he was his, he hasn't once used those words to restrict him. It's the twin's birthday and Haru invites Onodera, Shirou and Natsuo amongst others. When Natsuo arrives, he and Haru talk about the host club and he kisses Haru. Ren kicks Haru; declaring that Haru is his before running to his room, embarrassed. Haru exclaims at Natsuo but then he asks him if he wasn't happy to hear that, telling him that he owed him. Haru asks Ren to say that he was his again. It's Ren's birthday, Christmas and he's sick. Haru, then Ren express their happiness on spending another one together. Ren tells him that \"they\" are pregnant and says that they need names, confusing Haru since he hasn't realized Ren was talking about the dog in Canada when Haruko and Rob sent a birthday card. Post credits, Shima has named the puppies after goddesses and the twins remarks on Haru's stupidity when he tries suggesting Japanese names.",
                    "Aliases": []
                }
            }
        }
    }
}