{
    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-thunderbolt",
    "Genres": [
        "Action",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt13963530/",
        "http://www.gundam-tb.net/index.html",
        "https://www.themoviedb.org/tv/64809"
    ],
    "TitleEnglish": "Mobile Suit Gundam Thunderbolt",
    "SummaryEnglish": "This Original Net Animation (ONA), four parts series, takes place concurrently with Mobile Suit Gundam, during the One Year War. In UC 0079, the Federation and Zeon troops engage in a fierce battle in the \"Thunderbolt Sector\", a shoal zone littered with debris from destroyed space colonies, named for the frequent electrical discharges. The story focuses on Federation soldier Io Flemming as he battles Zeon's best sniper, Daryl Lorenz.",
    "TitleJapanese": "機動戦士ガンダム サンダーボルト",
    "SummaryJapanese": "宇宙世紀0079、地球連邦とジオン公国が戦った一年戦争の末期、サイド４のスペースコロニー群、ムーアはジオン軍の攻撃により破壊され、多くの住人が命を落とした。破壊されたコロニーや、撃沈された戦艦の残骸が無数に漂う暗礁宙域では、ぶつかり合い帯電したデブリによって絶えず稲妻が閃くようになり、いつしかそこは、『サンダーボルト宙域』と呼ばれるようになった。ムーア市民の生き残りで構成された地球連邦軍所属部隊、ムーア同胞団は、故郷であったサンダーボルト宙域の奪還を悲願とし、宙域のジオン軍を殲滅せんとしていた。連邦の進軍を足止めせんとするジオン軍も、義肢兵の戦闘データ採取を目的に設立されたリビング・デッド師団を展開。ムーア同胞団に所属しながら、故郷や自身の出自に束縛される事を疎ましく思うイオ・フレミングと、過去の戦闘により両足を失い、今はリビング・デッド師団でエーススナイパーとして活躍するダリル・ローレンツは、戦場で対峙した時、互いに悟るのだった。ふたりは、殺し合う宿命なのだと……。",
    "Aliases": [],
    "Modified": "2025-09-05",
    "Seasons": {
        "0": {
            "ID": "650106",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-thunderbolt/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "5668060",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-thunderbolt/episodes/5668060",
                    "TitleEnglish": "Mobile Suit Gundam Thunderbolt: December Sky",
                    "SummaryEnglish": "During the One Year War of U.C. 0079, the Earth Federation and Principality of Zeon engage in a fierce battle at the \"Thunderbolt Sector\", a shoal zone in the former Colony Side 4 \"Moore\". After successfully infiltrating Zeon's sniper field, ace Federation pilot and jazz enthusiast Io Fleming is given control of the latest Gundam prototype.",
                    "TitleJapanese": "機動戦士ガンダム サンダーボルト DECEMBER SKY",
                    "SummaryJapanese": "「機動戦士ガンダム サンダーボルト」全4話に新作カットを加えたディレクターズカット版。宇宙世紀0079、地球連邦とジオン公国が戦った一年戦争の末期。サイド4のスペースコロニー群、ムーアはジオン軍の攻撃により破壊され、多くの住人が命を落とした。破壊されたコロニーや、撃沈された戦艦の残骸が無数に漂う暗礁宙域では、ぶつかり合い帯電したデブリによって絶えず稲妻が閃くようになり、いつしかそこは、『サンダーボルト宙域』と呼ばれるようになった。ムーア市民の生き残りで構成された地球連邦軍所属部隊、ムーア同胞団は、故郷であったサンダーボルト宙域の奪還を悲願とし、宙域のジオン軍を殲滅せんとしていた。連邦の進軍を足止めせんとするジオン軍も、義肢兵の戦闘データ採取を目的に設立されたリビング・デッド師団を展開。ムーア同胞団に所属しながら、故郷や自身の出自に束縛される事を疎ましく思うイオ・フレミングと、過去の戦闘により両足を失い、今はリビング・デッド師団でエーススナイパーとして活躍するダリル・ローレンツは、戦場で対峙した時、互いに悟るのだった。ふたりは、殺し合う宿命なのだと……。"
                },
                "2": {
                    "ID": "6502165",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-thunderbolt/episodes/6502165",
                    "TitleEnglish": "Mobile Suit Gundam Thunderbolt: Bandit Flower",
                    "SummaryEnglish": "Earth, eight months after the end of the One Year War. Captain Monica launches a secret mission, \"Operation Thunderbolt,\" and selects Io to pilot the Atlas Gundam. She leads the assault landing ship Spartan into a part of the ocean effectively controlled by the South Seas Alliance. Their objective is to secure or destroy the data of the Psycho Zaku, which the Alliance now possesses. Daryl, who took the upper hand in his battle with Io, has descended to Earth as part of the remnant forces of the Principality of Zeon. He has also been given the mission of obtaining information on the Psycho Zaku. Fighting alongside his new comrades, Io encounters Commander Peer, the South Seas Alliance's border garrison commander. In the sea, on the ice field, and among the thick jungle, the mobile suits of Zeon, the Federation, and the South Seas Alliance battle each other. \"The war is not over yet.\"",
                    "TitleJapanese": "機動戦士ガンダム サンダーボルト BANDIT FLOWER",
                    "SummaryJapanese": "イオとの死闘を制したダリルは、ジオン残党軍の一員として地球にいた。彼は奪われたサイコ・ザクの情報を得るための諜報任務に就いていたのだ。一方、新たな仲間と共に「サンダーボルト作戦」に参加したイオの前に、南洋同盟国境守備隊隊長を名乗るペール中佐が立ち塞がる。海中で、氷原で、密林で繰り広げられる、ジオン、連邦、南洋同盟、三つ巴のモビルスーツ戦。戦争はまだ、終わってはいなかった――。"
                },
                "3": {
                    "ID": "9723441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-thunderbolt/episodes/9723441",
                    "TitleEnglish": "TV Edition - Episode 1: Thunder",
                    "SummaryEnglish": "Universal Century 0079, the final days of the One Year War between the Earth Federation and the Principality of Zeon. Lightning flashes constantly in the dark reef area where countless colonies and sunken battleships are floating, and it was called the \"Thunderbolt Sector.\" When Io Fleming, a mobile suit pilot of the Moore Brotherhood of the Earth Federation Forces, and Daryl Lorenz, an ace sniper in the Principality's Living Dead Division who lost both legs in a past battle, face each other on the battlefield, they realize that they are destined to kill each other...",
                    "TitleJapanese": "機動戦士ガンダム サンダーボルト TVエディション(1/3) 第1話「雷」",
                    "SummaryJapanese": "2023/02/12(日) 17:00～17:30\nＴＢＳ１\n日５『機動戦士ガンダム サンダーボルト』ＴＶエディション１／３◆地上波初放送[字][デ]\n\n第１話「雷」▼稲妻が絶えず閃く『サンダーボルト宙域』。地球連邦軍のイオと戦闘で両足を失ったジオン公国軍のダリルは戦場で対峙した時、互いに悟る。殺し合う宿命だと…\n\n詳細情報\n番組内容\n宇宙世紀００７９、地球連邦とジオン公国が戦った一年戦争の末期。コロニーや撃沈された戦艦の残骸が無数に漂う暗礁宙域は絶えず稲妻が閃き、『サンダーボルト宙域』と呼ばてれいた。\n番組内容２\n地球連邦軍ムーア同胞団のモビルスーツパイロット、イオ・フレミング（声・中村悠一）と、過去の戦闘で両足を失い、公国軍リビング・デッド師団でエーススナイパーとして活躍するダリル・ローレンツ（声・木村良平）は、戦場で対峙した時、互いに悟る。ふたりは、殺し合う宿命なのだと…。\n声の出演\n（イオ・フレミング）中村悠一 （ダリル・ローレンツ）木村良平 （クローディア・ペール）行成とあ （カーラ・ミッチャム）大原さやか ほか\nスタッフ\n【原作】 矢立肇・富野由悠季(「機動戦士ガンダム」より) 【漫画原作・デザイン】 太田垣康男 スタジオ・トア 【監督・脚本】 松尾衡\n音楽\n【音楽】 菊地成孔 　\n公式ＨＰ\n【ＨＰ】https://www.mbs.jp/gundam-hour/ 【ツイッター】 https://twitter.com/gundam_tb @gundam_tb #g_tb"
                },
                "4": {
                    "ID": "9723442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-thunderbolt/episodes/9723442",
                    "TitleEnglish": "TV Edition - Episode 2: Water",
                    "SummaryEnglish": "Captain Burrows of the Living Dead Division, who was ordered to defend the Thunderbolt Sector to the death, decides to deploy an experimental Psycho Zaku machine capable of fighting against the enemy Gundams. Daryl accepts the amputation of his right arm in order to become a pilot of the Psycho Zaku, which is equipped with a Reuse P Device that connects the nerves of the limbs to the machine. Meanwhile, the Moore Brotherhood launches an all-out attack to retake the Thunderbolt Sector. Io, in the Full Armor Gundam, challenges Daryl's Psycho Zaku, which has annihilated the Federation fleet, to a one-on-one duel.",
                    "TitleJapanese": "機動戦士ガンダム サンダーボルト TVエディション(2/3) 第2話「水」",
                    "SummaryJapanese": "2023/02/19(日) 17:00～17:30\nＴＢＳ１\n日５『機動戦士ガンダム サンダーボルト』ＴＶエディション２／３◆地上波初放送[字][デ]\n\n第２話「水」▼リユース・Ｐ・デバイスを搭載した超高機動で連邦艦隊を殲滅したダリルのサイコ・ザクは、現れたイオのフルアーマー・ガンダムと壮絶な死闘を繰り広げる。\n\n詳細情報\n番組内容\nサンダーボルト宙域の死守を命じられていたリビング・デッド師団のバロウズ艦長は敵ガンダムに対抗可能な実験機サイコ・ザクの投入を決断。機体に四肢の神経をつなぐリユース・Ｐ・デバイスを搭載したサイコ・ザクのパイロットになるためダリル（声・木村良平）は右腕切断を受け入れる。 　\n番組内容２\n一方、ムーア同胞団は、サンダーボルト宙域奪還の総攻撃を開始。フルアーマー・ガンダムのイオ（声・中村悠一）は連邦艦隊を殲滅していたダリルのサイコ・ザクに一騎打ちを挑む。 　\n声の出演\n（イオ・フレミング）中村悠一 （ダリル・ローレンツ）木村良平 （クローディア・ペール）行成とあ （カーラ・ミッチャム）大原さやか ほか \nスタッフ\n【原作】 矢立肇・富野由悠季(「機動戦士ガンダム」より) 【漫画原作・デザイン】 太田垣康男 スタジオ・トア 【監督・脚本】 松尾衡 　　\n音楽\n【音楽】 菊地成孔 　\n公式ＨＰ\n【ＨＰ】https://www.mbs.jp/gundam-hour/ 【ツイッター】 https://twitter.com/gundam_tb @gundam_tb #g_tb"
                },
                "5": {
                    "ID": "9723443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-thunderbolt/episodes/9723443",
                    "TitleEnglish": "TV Edition - Episode 3: Flowers",
                    "SummaryEnglish": "A deadly battle unfolds between the Full Armor Gundam and the Psycho Zaku inside the remains of the colony. It looks like a draw, but it is Daryl who is victorious. Io is taken prisoner by the Zeon forces, but manages to escape with her indomitable fighting spirit. Seven months after the end of the One Year War, Daryl, who has lost the Psycho Zaku, descends to Earth and is assigned to an intelligence mission to investigate the South Seas Alliance, a military faction within the Federation. Meanwhile, Io is selected to pilot the prototype mobile suit, the Atlas Gundam, and heads to Earth.",
                    "TitleJapanese": "機動戦士ガンダム サンダーボルト TVエディション(3/3) 第3話「花」",
                    "SummaryJapanese": "2023/02/26(日) 17:00～17:30\nＴＢＳ１\n日５『機動戦士ガンダム サンダーボルト』ＴＶエディション３／３◆地上波初放送[字][デ]\n\n第３話「花」▼フルアーマー・ガンダムとサイコ・ザクの決戦後、一年戦争が終結。その七ヶ月後、イオとダリルは任務で地球へ。二人が戦い続ける運命はまだ終わっていない。\n\n詳細情報\n番組内容\nコロニー残骸内で死闘を繰り広げるフルアーマー・ガンダムとサイコ・ザク。相打ちになったかに見えたが、勝利したのはダリル（声・木村良平）だった。ジオン軍の捕虜となったイオ（声・中村悠一）だが、不屈の闘志で脱出を果たす。そして一年戦争が終結して七ヶ月後。サイコ・ザクを失ったダリルは地球に降り、連邦内部の軍閥である南洋同盟を探る諜報任務に就いていた。\n番組内容２\n一方、イオは試作モビルスーツ、アトラスガンダムのパイロットに抜擢されて地球に向かう。\n声の出演\n（イオ・フレミング）中村悠一 （ダリル・ローレンツ）木村良平 （クローディア・ペール）行成とあ （カーラ・ミッチャム）大原さやか ほか\nスタッフ\n【原作】 矢立肇・富野由悠季(「機動戦士ガンダム」より) 【漫画原作・デザイン】 太田垣康男 スタジオ・トア 【監督・脚本】 松尾衡\n音楽\n【音楽】 菊地成孔\n公式ＨＰ\n【ＨＰ】https://www.mbs.jp/gundam-hour/ 【ツイッター】 https://twitter.com/gundam_tb @gundam_tb #g_tb"
                }
            }
        },
        "1": {
            "ID": "650107",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-thunderbolt/seasons/official/1",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "5457098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-thunderbolt/episodes/5457098",
                    "TitleEnglish": "Chapter 1",
                    "SummaryEnglish": "The Moore Brotherhood's Beehive flagship launches a squadron of GMs across the Thunderbolt Sector to break through the Principality of Zeon's defenses, only to be shot down by the Living Dead Divison and their Big Gun units. Io Fleming, who manages to eject from his GM, guns down a Rick Dom pilot before commandeering the mobile suit and returning to the Beehive with the sniper location data. He is then assigned to pilot the new Full Armor Gundam prototype, which he uses to flush out three Big Gun units. Living Dead Division ace sniper Daryl Lorenz vows to avenge his fallen comrades and kill Io.",
                    "TitleJapanese": "第1話",
                    "SummaryJapanese": "ジオン軍によって破壊されたサイド４、ムーア。その残骸が漂う『サンダーボルト宙域』では、故郷を奪われた生き残りで結成されたムーア同胞団が、宙域に巣くうジオン軍のリビング・デッド師団を排除すべく、作戦を展開していた。ムーア同胞団のパイロット、イオ・フレミングは、戦いでジオン軍のエーススナイパー、ダリル・ローレンツに乗機を撃墜されるも、脱出。敵パイロットを殺してモビルスーツを奪い、ダリルの足を嘲笑って挑発する。戦友を殺し、自身と仲間達を侮るイオに対し、ダリルは復讐を決意するのだった。"
                },
                "2": {
                    "ID": "5460436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-thunderbolt/episodes/5460436",
                    "TitleEnglish": "Chapter 2",
                    "SummaryEnglish": "During the Full Armor Gundam's second sortie in the Thunderbolt Sector, Io once again confronts Daryl. Daryl narrowly escapes after throwing a Cracker grenade at the Gundam, but he loses his left hand in the process. As the Living Dead Division is desperate to hasten the Reuse P. Device project to combat the Gundam, Daryl has his right hand amputated so that his body will have full control of the experimental Psycho Zaku.",
                    "TitleJapanese": "第2話",
                    "SummaryJapanese": "カーラ教授のリユース・Ｐ・デバイス研究に協力するダリル達。一方、イオのフルアーマー・ガンダムの脅威に対し、サンダーボルト宙域の死守を命じられていたリビング・デッド師団のバロウズ艦長は、敵ガンダムに対抗可能な実験機の投入と、その最後の部品となるパイロットの決定を決断した。パイロットに選ばれたダリルは残っていた右手の切断を強いられる。一度は施術を拒むカーラだが、本国にいる父の助命のためセクストンの説得に応じる。師団の命運はリユース・Ｐ・デバイスを搭載したサイコ・ザクと腕を失ったダリルに委ねられる。"
                },
                "3": {
                    "ID": "5460437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-thunderbolt/episodes/5460437",
                    "TitleEnglish": "Chapter 3",
                    "SummaryEnglish": "The Moore Brotherhood receives reinforcements from the Earth Federation, but the new mobile suit pilots are young teenagers, much to Io's chagrin. Feeling the pressure of the war, Claudia resorts to drugs before Io snaps her out of an overdose. Io leads the young cadets to break through the Living Dead Division's final defenses, but the battle becomes a massacre due to the young pilots' inexperience.",
                    "TitleJapanese": "第3話",
                    "SummaryJapanese": "パイロットとモビルスーツを消耗した空母ビーハイヴに補給物資と学生兵が到着する。彼らを死地に送る役目に苦悩するクローディアは薬に逃げてしまう。その姿に怒るイオ。コーネリアスは彼女を労る。一方、カーラからリユース・Ｐ・デバイスに関わった理由を打ち明けられたダリルは「生き残ろう」と勇気づける。そして、連邦軍のサンダーボルト宙域奪還の総攻撃が開始された。苛烈さを増すムーア同胞団とリビング・デッド師団の殲滅戦。サイコ・ザクで敵艦隊を圧倒したダリルは、遂にイオのフルアーマー・ガンダムと三度目の会敵を果たす"
                },
                "4": {
                    "ID": "5460438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-thunderbolt/episodes/5460438",
                    "TitleEnglish": "Chapter 4",
                    "SummaryEnglish": "With both sides suffering massive casualties, the Full Armor Gundam engages in a final showdown with the Psycho Zaku. Meanwhile, the surviving members of the Moore Brotherhood board the Dried Fish to take it over, but the remaining members of the Living Dead Division refuse to be taken prisoner and plan to self-destruct the vessel along with everyone on board.",
                    "TitleJapanese": "第4話",
                    "SummaryJapanese": "母艦ビーハイヴを失ったコーネリアスとメカニックだが、敵旗艦ドライドフィッシュを奪取して生き残ろうと目論む。しかし、ジオン兵は自爆で対抗しようと図る。その悲劇の連鎖に追いつめられ精神を蝕まれてしまうカーラ。一方、コロニー残骸内で壮絶な死闘を繰り広げるフルアーマー・ガンダムとサイコ・ザク。相打ちになったかに見えたが、勝利したのはダリルだった。コックピットから現れたダリルの四肢のない姿に打ちのめされたイオだったが、ジオン軍の捕虜となるも、ダリルと戦い続ける宿命はまだ終わらないと不屈の闘志を燃やす。"
                }
            }
        },
        "2": {
            "ID": "693169",
            "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-thunderbolt/seasons/official/2",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "5892820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-thunderbolt/episodes/5892820",
                    "TitleEnglish": "Chapter 5",
                    "SummaryEnglish": "During the Earth Federation's assault on the Zeon's A Baoa Qu fortress, Io and his comrades escape captivity while several Zeon forces retreat, taking Io's Gundam with them. Eight months after the end of the One Year War, the Federation continues to battle Zeon remnants on Earth. The Federation carrier Spartan enters Earth orbit, but a Musai-class ship launches its Komusai shuttle for a kamikaze run on it. Suddenly, a new Gundam piloted by Io is launched from below and it slices the Komusai in half to save the Spartan.",
                    "TitleJapanese": "第5話",
                    "SummaryJapanese": "一年戦争が終結して七ヶ月後の地球。\nジオン公国軍の残党組織は、共和国とされた本国を公国として復権するための戦いを続けていた。\n戦争末期にサンダーボルト宙域でムーア同胞団の艦隊を全滅させた驚異のモビルスーツ、サイコ・ザクのパイロットだったダリルは、サイコ・ザクを失ったあと地球に降り、連邦内部の軍閥である南洋同盟を探る諜報任務に就いていた。\n一方、ダリルと死闘を繰り広げたイオは、試作モビルスーツ、アトラスガンダムのパイロットに抜擢され地球に向かう。その新たな戦場は、コロニー落としの爪痕が残るオーストラリア大陸を抱く南洋だった……。"
                },
                "2": {
                    "ID": "5977732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-thunderbolt/episodes/5977732",
                    "TitleEnglish": "Chapter 6",
                    "SummaryEnglish": "The South Seas Alliance, a Buddhist radical cult faction of the Federation, plots to declare itself independent. Furthermore, it is discovered that they possess the Reuse P. Device technology of Daryl's Psycho Zaku. The Spartan is assigned to track and destroy the Psycho Zaku before the South Seas Alliance can mass-produce the technology. In Antarctica, Bianca's squadron is ambushed by Zeon mobile suits. Io sorties in the Atlas Gundam and dispatches the enemy units before facing a Grublo mobile armor. The battle sends both units far too deep underwater and Io with his equipment lost slowly sinks to the bottom of the sea, but Bianca in her damaged Guncannon Aqua lifts him back to the surface.",
                    "TitleJapanese": "第6話",
                    "SummaryJapanese": "U.C.0080、南半球の冬。\nアッガイ小隊を率いて、新たな任務に就くダリル。\n一方、モニカ参謀が指揮する「サンダーボルト作戦」が開始され、スパルタンは南洋同盟が実効支配する海域へ進軍。偵察の揚陸艇を出撃させる。\n報告を待つ間、音楽の趣味で意気投合しセッションで盛り上がるイオとビアンカ。\nしかし、揚陸艇がジオン残党軍のゴッグとズゴック部隊に襲撃される。ビアンカは、ガンキャノン・アクアで出撃するが、海中戦を得意とするカウフマンのゴッグに翻弄され、アトラスガンダムのイオも、グラブロの攻勢に苦戦を強いられる。"
                },
                "3": {
                    "ID": "6023430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-thunderbolt/episodes/6023430",
                    "TitleEnglish": "Chapter 7",
                    "SummaryEnglish": "Due to the emotional trauma Karla suffered during the One Year War, her mind has regressed back to that of an adolescent child with the Zeon Remnants now trying to take care of her in hopes of her adult mind to recover. Daryl's Acguy squadron heads to a South Seas Alliance-controlled city in Southeast Asia to retrieve a spy, but their cover is blown and they must fend off against the island's mobile Suits. Meanwhile, the Spartan is confronted by a South Seas Alliance mobile suit Squadron, with Io's former commander and lover Claudia leading them.",
                    "TitleJapanese": "第7話",
                    "SummaryJapanese": "一年戦争末期の戦いで精神と記憶の後退を起こしたカーラ。彼女の回復のため父親役を引き受けるダリルだが、病状はなかなか改善しない。\n海底基地を後にしたダリル達は、諜報員との接触を図るためアッガイで出撃。南洋同盟の支配地域でダーレ部隊の迎撃に遭う。\n一方、イオとビアンカは前回の戦闘でアトラスガンダムとガンキャノン・アクアを破損。修理のため待機任務を命じられる。2人の乗務するスパルタンはサンダーボルト作戦を続行してインド洋に向かうが、グフとド・ダイからなる南洋同盟国境守備隊に進軍を阻まれる。その守備隊指揮官の声にイオは愕然とするのだった。"
                },
                "4": {
                    "ID": "6023431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-thunderbolt/episodes/6023431",
                    "TitleEnglish": "Chapter 8",
                    "SummaryEnglish": "Having entered the jungle, the Acguy team finds itself in a fierce battle with the South Seas Alliance's Dahle forces. Refusing to abandon his mission of contacting the spy, Daryl is backed into a corner. Meanwhile, the South Seas Alliance's border garrison has deployed Goufs and Do-dais to block the Spartan's path. As they resort to suicide attacks in an attempt to break into the ship, what are they trying to achieve? In order to confirm the identity of the garrison commander, who gives her name as Claudia Peer, Io boards a GM Ground Type-C and fights together with Bianca's Corvette Booster. Intercepting the Goufs and Do-dais, they take them down one by one. The three-way fighting continues to intensify, in the dense jungle and at high altitude...",
                    "TitleJapanese": "第8話",
                    "SummaryJapanese": "密林に入ったアッガイ小隊は、南洋同盟のダーレ部隊に苦戦する。目的の諜報員との接触を断念するか否か、追い込まれていくダリル。\n一方、南洋同盟国境守備隊は、グフとド・ダイの部隊を展開し、スパルタンの行く手を阻もうとする。自爆攻撃を仕掛けてまで、艦内への潜入を試みようとする彼らの目的とは何か？\nイオは、クローディア・ペールと名乗る南洋同盟守備隊隊長の正体を確かめるため、ジム改陸戦型に乗り込み、ビアンカが操縦するコルベット・ブースターと連携。グフとド・ダイに接触しては、撃墜していく。\n密林と高空で繰り広げられる、三つ巴の激戦の行方は……。"
                }
            }
        }
    }
}