{
    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt1187349/",
        "http://www.negima.ne.jp/",
        "https://www.themoviedb.org/tv/16950",
        "https://www.themoviedb.org/tv/16950"
    ],
    "TitleEnglish": "Negima!? Magister Negi Magi",
    "SummaryEnglish": "A remake of the Negima anime with its own original story. Wizard Negi Springfield may be a boy, but he has a man-sized job to do! Fresh from the Academy of Magic, Negi continues his training as an instructor at Mahora Academy in Japan. But before he can get his Masters in magic, the 31 schoolgirls of Class 3-A are gonna keep him up all night cramming for a final exam in will power. Temptation aside, Negi has more on his syllabus than flirting and spells. Darkness is closing in, and Negi is gonna need help from his lovely student bodies to drive the ghouls from their school. These girls want to prove that they're the best in class, and extra credit is available to the cuties that aren't afraid of after-hours phantom fighting!",
    "TitleJapanese": "ネギま！？",
    "SummaryJapanese": "英国・ウェールズの魔法学校を卒業し、魔法使い見習いとなった10歳の少年ネギ・スプリングフィールド。彼は、父親のような最上級の魔法使い「マギステル・マギ」になりたいと願い、日本にある麻帆良学園へと修行のために派遣されることになった。\n生徒数３万人以上、広大な敷地内に大学から幼稚園までのあらゆる教育施設、さらには学生寮、病院、レストラン、巨大アーケードまで、なんでも揃っている巨大学園都市・麻帆良学園。その女子中等部２年Ａ組の担任になったネギだが、さっそくクラスの女の子から「お子ちゃま先生」と、先生の威厳もなく子供扱い。それどころか、魔法使いであるとバレると厳罰となってしまうにもかかわらず、初日からいきなり自分のクラスの生徒である神楽坂明日菜に、魔法使いであると感づかれそうになったり、空き部屋がないからと、女子寮にある明日菜と近衛木乃香と相部屋になったりと苦労の連続！\nさらに謎のドラキュラ事件も勃発。生徒のために戦うことになったネギ先生だが、彼らの信頼を得ることができるのか？　そして、この修行を乗り越え、父親のような「マギステル・マギ」へと辿り着くことができるのか？",
    "Aliases": [
        "Mahou Sensei Negima!: Shiroki Tsubasa Ala Alba",
        "Magical Teacher Negima! ~The White Wing~",
        "Negima Magister Negi Magi"
    ],
    "Modified": "2025-06-26",
    "Seasons": {
        "0": {
            "ID": "651005",
            "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/seasons/official/0",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "5465071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465071",
                    "TitleEnglish": "Spring Special",
                    "SummaryEnglish": "Sometime after all the events which took place during Negi's first year as a teacher, Class 2-A goes on a school trip to a beautiful island for Spring break. Everything is fine now, but troubles continue for Negi, because he's still the main atraction of the class. But he has something else to worry about, Asuna is angry at him because he told her she had nothing to do with his studies as a wizard. During the trip, the situation gets intense as Asuna's friends try to help Negi make up with her.",
                    "TitleJapanese": "OVA「ネギま!? 春スペシャル!?」",
                    "SummaryJapanese": "ささいなことで、明日菜とけんかをしてしまったネギ。お互いに仲直りをするきっかけをつかめない二人。落ち込むネギを励まそうと、委員長はプライベートジェットでプライベートアイランドへネギを招待することに。だが、なぜだかクラスメンバー31人も一緒することになる。"
                },
                "2": {
                    "ID": "5465072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465072",
                    "TitleEnglish": "Summer Special",
                    "SummaryEnglish": "Yue and Nodoka are practicing magic, and one spell catches their eye: The Red String of Fate. Supposedly, this spell connects you with your fated partner. Nodoka decides to try it out, and ends up tied to Negi. However, this spell isn't the Red String of Fate at all, but is in fact just a red string that connects two people. A magical red string that happens to be impossible to sever. Delightful. Meanwhile, Ayaka invites the class to a free trip to her family's recently constructed spa resort. Tied together for at least a day, will Negi and Nodoka be able to make the most out of this free trip without going too far...?",
                    "TitleJapanese": "OVA「ネギま!? 夏スペシャル!?」",
                    "SummaryJapanese": "好きな人同士は、赤い糸で結ばれている…。恋する少女「のどか」は、密かにネギ先生に恋をしていた。ある時、偶然図書館で自分の結ばれるべき運命の人を見つけれる魔法の呪文を発見。親友「夕映」の協力のもとにさっそく呪文を試してみた。すると…。"
                },
                "3": {
                    "ID": "5465073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465073",
                    "TitleEnglish": "Negima Club (temp) is Growing!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "魔法先生ネギま! 〜白き翼 ALA ALBA〜ネギま部（仮）増殖中♥",
                    "SummaryJapanese": "講談社プレミアムKC　第23巻限定版　OAD"
                },
                "4": {
                    "ID": "5465074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465074",
                    "TitleEnglish": "That Means She's Definitely the Winner!?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "魔法先生ネギま! 〜白き翼 ALA ALBA〜つまりあのコが大本命!?",
                    "SummaryJapanese": "講談社プレミアムKC　第24巻限定版　OAD"
                },
                "5": {
                    "ID": "5465075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465075",
                    "TitleEnglish": "Team Negi, Primed and Ready",
                    "SummaryEnglish": null,
                    "TitleJapanese": "魔法先生ネギま! 〜白き翼 ALA ALBA〜ネギ・パーティ準備万端!!",
                    "SummaryJapanese": "講談社プレミアムKC　第25巻限定版　OAD"
                },
                "6": {
                    "ID": "5465076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465076",
                    "TitleEnglish": "Catastrophe!? Negi Party!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "魔法先生ネギま! 〜もうひとつの世界〜壊滅!?ネギパーティ!!",
                    "SummaryJapanese": "講談社プレミアムKC　第27巻限定版　OAD"
                },
                "7": {
                    "ID": "5465077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465077",
                    "TitleEnglish": "I'll Find My Friends!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "魔法先生ネギま! 〜もうひとつの世界〜探すぞ僕の仲間たち!",
                    "SummaryJapanese": "講談社プレミアムKC　第28巻限定版　OAD"
                },
                "8": {
                    "ID": "5465078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465078",
                    "TitleEnglish": "The Birth of a New Master-Student Combination",
                    "SummaryEnglish": null,
                    "TitleJapanese": "魔法先生ネギま! 〜もうひとつの世界〜新・師弟コンビ誕生",
                    "SummaryJapanese": "講談社プレミアムKC　第30巻限定版　OAD"
                },
                "9": {
                    "ID": "5465079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465079",
                    "TitleEnglish": "Father's Path, or Master's Path!?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "魔法先生ネギま! 〜もうひとつの世界〜父の道か、師の道か!?",
                    "SummaryJapanese": "講談社プレミアムKC　第31巻限定版　OAD"
                },
                "10": {
                    "ID": "5465080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465080",
                    "TitleEnglish": "Magical Girl Yue",
                    "SummaryEnglish": "Mahou Sensei Negima! Mou Hitotsu no Sekai extra episode featuring Yue.",
                    "TitleJapanese": "魔法先生ネギま! もうひとつの世界Extra 魔法少女ユエ♥",
                    "SummaryJapanese": "講談社プレミアムKC　第32巻限定版　OAD"
                },
                "11": {
                    "ID": "5465081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465081",
                    "TitleEnglish": "Mahou Sensei Negima! Anime Final",
                    "SummaryEnglish": "An animated feature film based on the Negima! Magister Negi Magi manga.",
                    "TitleJapanese": "劇場版 魔法先生ネギま! ANIME FINAL",
                    "SummaryJapanese": "「なぜだ!?の同時上映!!」「桜風に歌うよ、未来へ――」「麻帆良学園3-A一同、私達卒業します。」"
                }
            }
        },
        "1": {
            "ID": "651006",
            "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "5465042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465042",
                    "TitleEnglish": "What? 31 Students Right Off the Bat!",
                    "SummaryEnglish": "Negi Springfield starts his first day as a teacher of an all-girls middle school class in this series remake. The girls are introduced, and some background is given about Negi's father and Evangeline.",
                    "TitleJapanese": "「え～っ、いきなり31人って言われても！ 」byネギ",
                    "SummaryJapanese": "お姉ちゃん、僕はいま麻帆良学園にいます。街みたいに大きな学校で、生徒たちもいっぱいいて、ビックリしています。それと、僕が担任になる女子中等部２年Ａ組はとても元気なクラスで、初日から大歓迎というか、疲れたというか……早くクラスの生徒31人みんなの名前を覚えて一緒に頑張っていきたいと思います。これから大変かもしれないけど、父さんのような立派な魔法使い目指して修行に励むから、心配しないでね！"
                },
                "2": {
                    "ID": "5465043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465043",
                    "TitleEnglish": "No Way! That's What You Do for a Probationary Contract?!",
                    "SummaryEnglish": "Asuna confronts Negi about his magic and learns about the basics of a Provisional Contract, while more of Evangeline's past and purposes are explained. Meanwhile, Class 2-A discusses the mysteries behind the vampire attacks without any clue to who (or what) it could be.",
                    "TitleJapanese": "「うっそ、仮契約ってそんなのことすんの!?」by明日菜",
                    "SummaryJapanese": "お姉ちゃん、大変です。僕が魔法使いだって明日菜さんにバレちゃいました。どうにか秘密にしてもらったけど、おっちょこちょいな明日菜さんが、どこかでしゃべってしまわないか心配です。それと、木乃香さんやのどかさんを襲ったバンパイアの正体が分かりました。クラスの生徒のエヴァンジェリンさん。昔、僕のお父さんにかけられた囚われの魔法から自由になるために、僕の血を狙っているみたいで……僕は、どうすればいいのかな？"
                },
                "3": {
                    "ID": "5465044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465044",
                    "TitleEnglish": "Oh-ho, So That's How a Provisional Contract Card Is Used",
                    "SummaryEnglish": "With the full moon, Evangeline has enough power to force a showdown with Negi. As Negi gets pursued by Evangeline, Asuna agrees to help Negi out by using the Pactio, but that means she will have to kiss him! Will that be enough to withstand Evangeline's attacks?",
                    "TitleJapanese": "「ほー、仮契約カードはそうやって使うのか」byエヴァ",
                    "SummaryJapanese": "お姉ちゃん、聞いてほしい話があります。明日菜さんと仮契約を交わしました。パートナーとして一緒にエヴァンジェリンさんと戦ってくれたんです。エヴァンジェリンさんはとても強くて、負けそうだったけど、僕は先生としてやれるだけのことはやったと思っています。明日菜さんとの仮契約のキスはとても緊張したし、まだまだ戦いには不慣れだったけど、お互い一心同体、心から信じ合えるようになれたらと思います。"
                },
                "4": {
                    "ID": "5465048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465048",
                    "TitleEnglish": "Teacher... It's my First Time...",
                    "SummaryEnglish": "Negi helps Takahata investigate some mysterious phonomena in the form of dark clusters on campus. Asuna hosts the inaugural meeting of the Chupacabra Research Group as she and the girls search for the evasive creature. Meanwhile, two spirits from the Magic Academy arrive with some news about a missing Star Crystal, but they also plan to watch that Negi doesn't use magic in front of the girls!",
                    "TitleJapanese": "「先生……私、初めてなんです……」byのどか",
                    "SummaryJapanese": "お姉ちゃん、お手紙は届きましたか？　３年生になって新学期も始まり、忙しくて楽しい毎日をすごしています。そんな中、魔法学園からシチミさんとモツさんという特使がやってきて、伝説のマジックアイテム『スタークリスタル』が盗まれたことを教えてくれました。その影響が麻帆良学園に出ているみたいで、なんだか嫌な雰囲気です。と、思っていたら、今度はのどかさんに魔法を見られてしまって仮契約まで交わすことに！"
                },
                "5": {
                    "ID": "5465049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465049",
                    "TitleEnglish": "Security Deposits and Key Fees are Expensive in Tokyo. Wait, That's Not What the Probationary Contract's About!",
                    "SummaryEnglish": "Negi explains his situation to Nodoka and she agrees to form a pactio with him. Asuna sets up another hunt for the chupacabra, while Konoka skips out to attend the Astronomy / Fortune Telling Club. But the dark fairy’s magic is still at large and somehow Konoka and Setsuna become entangled in the mess!",
                    "TitleJapanese": "「東京は敷金礼金高いなぁ、ゆーて仮契約ってそういう意味ちがうん？」by木乃香",
                    "SummaryJapanese": "お姉ちゃん、麻帆良学園に強い力を操る妖精が現れたことと、スタークリスタルが盗まれた事件は関係があるんじゃないかと思ったので、ただいま校内を調査しています。なにか大変なことが起こってる気がするんですが……。それと今回、木乃香さんがパートナーになりました。親友の刹那さんを守る力が欲しいって、強引に仮契約させられちゃったんだけど……友だちのために頑張ろうとする木乃香さんは、すてきだと思います。"
                },
                "6": {
                    "ID": "5465050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465050",
                    "TitleEnglish": "Pardon Me. Might I Not be Excused with Either the Forehead or the Cheek?",
                    "SummaryEnglish": "The evil fairy has transported Negi and the girls to another dimension to do battle, but this time the fairy has taken control over three of their classmates. Negi pulls cards for Asuna, Nodoka, and Konoka, but in order to increase his chances for success he may have to resort to kissing the proud but unwilling bodyguard, Setsuna!",
                    "TitleJapanese": "「すみません……おでこかほっぺで許してもらえないでしょうか？」by刹那",
                    "SummaryJapanese": "お姉ちゃん、ぼくはいま懐かしいウェールズの森にいます。といっても、妖精が創り出した幻想空間なんですが……。そこでぼくたちは妖精の従属魔法に操られた生徒たちと戦うことになって大ピンチに。どうにか刹那さんと仮契約を結んで妖精を封印し、全員で麻帆良学園に戻ることができましたが、ほんとに危機一髪でした。それにしても、ぼくの思い出に似せた空間を作れるってことは、敵はぼくを知っている誰かということなのかな……？"
                },
                "7": {
                    "ID": "5465051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465051",
                    "TitleEnglish": "Um, I Think There are Some Good Things About Not Being Seen, but I do Think There are Times When It's Better to be Seen",
                    "SummaryEnglish": "Negi tries out his magic that allows him to see spirits and make visual contact with Sayo Aisaka the ghost girl. While Asuna tries to sell her Chupacabra T-shirts to her fellow students, Sayo starts wandering into the girls' dorm and visits all the rooms, causing all sorts of paranormal activites to happen. Kazumi of the Journalism Club intends on exposing the secret, while Negi tries to catch Sayo without revealing his own secret.",
                    "TitleJapanese": "「あの、見えなくていいこともあると思うんですけど、見えた方がいいことっていうのもあると思うんです」byさよ",
                    "SummaryJapanese": "お姉ちゃん、ぼくのクラスには幽霊の生徒さんがいます。出席番号１番の相坂さよさん。半年間、残留思念のスピリットを読みとる魔法の勉強をして、ようやくぼくにも見えるようになりました。その後、いろいろあったけどクラスのみんなにも紹介することができたし、彼女もクラスメートしてみんなに受け入れてもらえたみたいで、良かったと思います。ただ、今回の事件を知らなかった明日菜さんだけは、まださよさんに気づいていないみたいです。"
                },
                "8": {
                    "ID": "5465052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465052",
                    "TitleEnglish": "Professor, Please Make Us Adults",
                    "SummaryEnglish": "The Narutaki Twins try to prove to everyone that they are adult-like rather than children. Meanwhile Negi and his partners go to Library Island to research a gem left behind from the fairy incident.",
                    "TitleJapanese": "「先生、私たちをオトナにしてください♥」by風香・史伽",
                    "SummaryJapanese": "お姉ちゃん、敵を倒した時に手に入れた妖精のかけらについて調べようと、明日菜さんたちと一緒に図書館島に行ったんですが、見渡す限りの本と本棚で、道に迷ってしまいました。そんな中、ここでも、またまた魔法を見られちゃって今回は一気に２人、風香さん＆史伽さんと仮契約することに!?　さらに、黒薔薇男爵という謎の男が姿を現して……気のせいかも知れないけど、この黒薔薇男爵って、もしかして……。"
                },
                "9": {
                    "ID": "5465053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465053",
                    "TitleEnglish": "You Hide the 'Heart' With a 'Sword' and Read It As Ninja. It is a Little Different Than How You Write 'Serious' and Read It As 'For Real'",
                    "SummaryEnglish": "Negi and his partners go camping to train in magic and to prepare for new threats.",
                    "TitleJapanese": "「“心”を“刃”で隠して“忍”と読む。“本気”と書いて“マジ”と読むのとはチョット違うでござる」by楓",
                    "SummaryJapanese": "お姉ちゃん、ぼくとパートナーの皆さんで、魔法の勉強をする強化合宿をすることになりました。テントを張ったり、釣りをしたり、焚き火で魚を焼いて食べたりと、楽しい時間を過ごしました。魔法の勉強では、みんなにいいところ見せようとちょっとがんばりすぎて途中で疲れて倒れちゃったりもしたけど……でも、その時に介抱してくれた楓さんは、お姉ちゃんみたいに優しくて、なんだかとても懐かしく温かい気持ちになりました。"
                },
                "10": {
                    "ID": "5465054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465054",
                    "TitleEnglish": "Professor Negi Went Behind My Back?! I Shall Never Condone Such a Thing!",
                    "SummaryEnglish": "Ayaka wonders whats up with the chupa team and why she wasn't invited to go camping with them. Meanwhile, the fairy takes control of 4 students to finish off Negi and his partners for good.",
                    "TitleJapanese": "「私に隠れてネギ先生と？そんなこと絶対に認めませんわ！」byあやか",
                    "SummaryJapanese": "お姉ちゃん、強い魔法に囚われ、自由を失った人から心だけが救いを求めて外へ逃げ出す現象を“魂の悲鳴”というそうです。学園長先生から、スタークリスタルの強い魔力に囚われた誰かの心が“魂の悲鳴”となって、学園内に闇を生みだしているのではないか、というお話を聞きました。そうだとすると、支配され、操られている人を開放しない限り事態は解決しないようです。いったい誰の“魂の悲鳴”が闇を生みだしているんだろう？"
                },
                "11": {
                    "ID": "5465055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465055",
                    "TitleEnglish": "Huh, so the Baron Is a Kind of Rose. I Thought It Was a Kind of Potato",
                    "SummaryEnglish": "Negi, Asuna and the Chupa Team start a hunt to find the Black Rose Baron but can they find him before arousing suspicion that Negi is really a mage?",
                    "TitleJapanese": "「へ～、男爵ってバラの種類だったんだ。おイモかと思ってたよ」byハルナ",
                    "SummaryJapanese": "お姉ちゃん、またやっちゃいました。ハルナさんと夕映さんに、魔法を使っているところを見られてしまいました。ハルナさんとは仮契約を結ぶ代わりに魔法のことは黙ってもらうことになったのですが、夕映さんは仮契約のキスをするのが恥ずかしいからと逃げてしまって……。さらに彼女に秘密がばれちゃったことをモツさんとシチミさんに見つかって大ピンチです。どうしよう……僕、魔法使いじゃなくなっちゃう！"
                },
                "12": {
                    "ID": "5465056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465056",
                    "TitleEnglish": "After Much Quibbling, In the End All It Comes Down to Is How You Feel",
                    "SummaryEnglish": "Yue has found out about Negi being a mage but refuses to form a pactio with him. Can Negi form a pactio with Yue before Shichimi and Motsu find out that Negi's secret is out?",
                    "TitleJapanese": "「まあ、いろいろと理屈をこねたところで、とどのつまりは気持ちひとつなわけですが」by夕映",
                    "SummaryJapanese": "お姉ちゃん、やっぱりキスは恥ずかしいですよね。僕との仮契約のキスを恥ずかしがって逃げ出してしまった夕映さんを、モツさんとシチミさんより先に見つけだそうと、明日菜さんたちと校内を探し回って、なんとか夕映さんとの仮契約を交わすことができました。ところが、今度はその仮契約の瞬間を3年A組の生徒全員に見られてしまったんです!!　お姉ちゃん、魔法使いの資格を剥奪された僕は、チュパカブラにされてしまいました……。"
                },
                "13": {
                    "ID": "5465057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465057",
                    "TitleEnglish": "Rather Than a Question of You Being the Enemy, the Issue Is Really Whether or Not You are a Nuisance to the Master",
                    "SummaryEnglish": "All of Class 3-A has found out about Negi's secret about being a mage and because of this, Negi is punished by being transformed into a chupacabra. Even worse is that Class 3-A has been transported to the World of Illusions. How will Class 3-A get out of this situation?",
                    "TitleJapanese": "「敵かどうかと言うことよりもマスターの邪魔かどうかが問題なのです」by茶々",
                    "SummaryJapanese": "お姉ちゃん、僕はもうお父さんみたいな魔法使いになれないまま、チュパカブラとなって生きることになりそうです。今だって、クラスのみんなが幻想空間に囚われて大変なのに、魔法使いの資格を剥奪されてしまっているので、明日菜さんたちとの契約を発動することも、みんなを守ることもできません。ううう。誰だか知らないけど、もうこんな僕を狙ってもしょうがないでしょう。みんなを……3年A組のみんなを開放してよ！"
                },
                "14": {
                    "ID": "5465058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465058",
                    "TitleEnglish": "Frankly Speaking, In the Face of Magic, Scientific Theory Might as Well be Nonexistent",
                    "SummaryEnglish": "Class 3-A is still stuck in the World of Illusions and now they have to figure out how to change Negi back into a human as well as find a way to get back to their own world.",
                    "TitleJapanese": "｢科学理論も、魔法相手じゃあってないようなものです、はっきり言って｣by葉加瀬",
                    "SummaryJapanese": "僕の魔法を見たいいんちょさんたち20人の生徒と仮契約しちゃえば、全員がパートナーになるのだから、もしかしたら元の姿に戻れるかもしれない。そんなカモくんの意見に全員が賛成してくれて、いいんちょさんたちが仮契約のキスをしてくれたんです。おかげで人間の姿に戻ることができました。みなさん、ほんとうにありがとうございます。そして、どうにか幻想空間から脱出。これでようやく麻帆良学園に戻れると思ったんですが……"
                },
                "15": {
                    "ID": "5465059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465059",
                    "TitleEnglish": "The Class Is Growing Disquiet at the Unexpected Turn of Events. So They're Getting Louder? 15 Points",
                    "SummaryEnglish": "Negi and Class 3-A were able to escape from the World of Illusions only to find themselves in another alternate dimension where Mahora Academy lay in ruins. Now Negi and Class 3-A must adapt to life in the alternate dimension until they can find a way to return home.",
                    "TitleJapanese": "「予期せぬ展開でクラスに動揺が広がってるな」by真名 「それって、どーよー？」byザジ 「15点」by真名",
                    "SummaryJapanese": "お姉ちゃん、幻想空間から戻ってきたら麻帆良学園は廃墟になってしまっていました。これも悪い魔法によって作られたニセモノの世界のはずなんです。だけど、僕に力がないからみんなを現実世界に戻すことができない……。そういって落ち込んでいたら、明日菜さんたちに慰められてしまいました。これじゃどっちが先生だかわかんないですよね。仮契約を結んだパートナーであるみんなを信頼して、一緒にこのピンチを乗り越えていきたいと思います。"
                },
                "16": {
                    "ID": "5465060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465060",
                    "TitleEnglish": "Yesterday's Foe Is Today's Friend. Good Enough Friends to Have Fights. No Doesn't Always Mean No",
                    "SummaryEnglish": "An argument between Asuna and Ayaka results in competition in a series of challenges. However, when a Dark Seed magic appears, Ayaka recalls her friendship with Asuna and uses her Armor form to rescue her.",
                    "TitleJapanese": "「昨日の敵は今日の友」by美砂 「喧嘩するほど仲がいい」by円 「いやよいやよも好きのうち！」by桜子",
                    "SummaryJapanese": "お姉ちゃん、廃墟となった麻帆良学園での自給自足の生活が続いています。そんな中、明日菜さんといいんちょさんが、僕をめぐって対決を始めました。2人は前から仲が悪くてよくケンカをしているんですが、木乃香さんが言うには2人は小学校からの仲良しなんだそうです。実際、闇に捕らわれそうになった明日菜さんをいいんちょさんが助けてあげたりして……本当は2人とも心の中では信頼しあっているんだ、と嬉しくなりました。"
                },
                "17": {
                    "ID": "5465061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465061",
                    "TitleEnglish": "Natsumi, Family Will Always be the Home Run King of Bonds. Don't You Agree? I Don't Understand What You Mean at All, Chizuru",
                    "SummaryEnglish": "Asuna and Konoka are about to take a bath but before they could, they stumble onto Nekane Springfield, Negi's older sister. Konoka and Setsuna find it to be a bit strange for Nekane to just appear in the World of Illusions and decided to investigate Nekane's sudden appearance.",
                    "TitleJapanese": "「夏美、家族はやっぱり絆のホームラン王ね」by千鶴 「全然わかんないよ、ちづ姉（涙）」by夏美",
                    "SummaryJapanese": "お姉ちゃん？　本当にお姉ちゃん!?　ウェールズにいるはずなのに、なんでここにいるの？ 飛ばされて気が付いたらこの世界にいたって話だけど、いったなにがあったの？ クラスのみなさんは、なんだかお姉ちゃんの行動がおかしいっていうんだけど……。でも話し方も、笑顔も、匂いも、懐かしいいつもお姉ちゃんのまま。おかしくはない……よね？　でも、どうして黒薔薇男爵に変装なんてしてるの？ ねぇ、お姉ちゃん!?"
                },
                "18": {
                    "ID": "5465062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465062",
                    "TitleEnglish": "There’s a Bastard Who Gets All Happy With Secrets, Then Reveals Them, and It Really Pisses Me Off. Chiu-Chiu Is Going to Get Angry Too! Really Mad!",
                    "SummaryEnglish": "The Black Rose Baron's identity has been revealed and all of Class 3-A knows it except that the Black Rose Baron doesn't know that the class knows. Konoka and the others decided to keep their knowledge of it a secret from him but will they be able to stop Asuna's big mouth from blowing their cover?",
                    "TitleJapanese": "「秘密だっつーと喜んでバラしたがるやつがいるし！」by千雨 「ちうちうも怒っちゃうぞ～♪　ぷんぷ～ん♪」byちう",
                    "SummaryJapanese": "お姉ちゃん、タカミチやエヴァンジェリンさんさんは、黒薔薇男爵の正体がお姉ちゃんだということを知っていたみたいです。2人は、この事件の重要な事実をお姉ちゃんが知っていて、それが僕に関係しているんだけど、理由があってそのことを僕に話せない。でも心配だから黒薔薇男爵に変装して僕の側にいるんじゃないかって教えてくれました。お姉ちゃん……なにもかもを話せる時がくるまで、ずっと僕は待っています。"
                },
                "19": {
                    "ID": "5465063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465063",
                    "TitleEnglish": "It's Great to Go Back to Being a Kid Again and Having Fun. Although, I Can Have Fun Without Going Back to Being a Kid, Too",
                    "SummaryEnglish": "With almost all of class 3-A in Suka form with child-like behavior, Negi becomes a babysitter.",
                    "TitleJapanese": "「童心に返って遊ぶっていいよねー。童心に返んなくても遊ぶけどねー」by和美",
                    "SummaryJapanese": "お姉ちゃん、異世界にいるからこそ、いつもどおり生活することが大事ということで、こっちの世界でも授業を始めることにしました。でもなぜか突然、生徒のみなさんの精神年齢が低くなっちゃって……。どうやら僕の魔法出席簿に別の魔力が流れ込んで、全員のネオ・パクティオーカードがスカモードになってしまったのが原因らしいです。子供になったみなさんの世話はとても大変だったけど、一緒に遊べてとても楽しかったです。"
                },
                "20": {
                    "ID": "5465064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465064",
                    "TitleEnglish": "They Say, Bigger the Blander, But That's Not Necessarily True in Actuality",
                    "SummaryEnglish": "Evangeline starts having headaches when she, Chachamaru and Takamichi were investigating over Class 3-A's sudden transformation into their Suka forms. After resting, Evangeline grows into a 50 foot tall giant and decides to sleep at the roof of the school. Can Negi find someway to get Evangeline away from the school before it collapses?",
                    "TitleJapanese": "「大きいと大味だって言うけど、実はそうでもないんだよ」by五月",
                    "SummaryJapanese": "お姉ちゃん、どうやら闇の影響で、こっちの世界がかなり不安定になってきているようです。そのせいでしょうか、生徒のみなさんの変身事件に続いて、なんとエヴァさんが巨大化してしまいました！　寝ぼけて巨大化したことに気づいていないエヴァさんは、いつものように学校の屋上で寝てしまい、おかげで校舎が崩壊寸前に!?　茶々丸さんのおかげで事件は解決したけど、早くこの世界から脱出しないと大変なことが起こりそうで心配です。"
                },
                "21": {
                    "ID": "5465065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465065",
                    "TitleEnglish": "A Man Silently Eats His Ramen Takamichi. What the Hell Does That Even Mean?",
                    "SummaryEnglish": "Yue starts to realize that she is in love with Negi while Chachamaru and Evangeline find themselves stranded in their cabin when it mysteriously moves onto a lone island at sea.",
                    "TitleJapanese": "「漢はだまってラーメンたかみち」by高畑 「何だそりゃ!?」byカモ",
                    "SummaryJapanese": "お姉ちゃん、ちょっと気になることがあります。僕の気のせいじゃなければいいんですけど、夕映さんの様子がなんだか変なんです。話しかけても、僕の顔をちゃんと見てくれないし、気もそぞろで、落ち着きがないような……。のどかさんとも仲違いをしたみたいだったし……。何か悩みを抱えているんじゃないかととても心配になってしまいます。一度２人だけで話を聞いてあげたほうがいいのかな？"
                },
                "22": {
                    "ID": "5465066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465066",
                    "TitleEnglish": "Aiya! Something Strange Is Beginning to Happen! This Must Surely be the End of the World!",
                    "SummaryEnglish": "The evil power harrassing the group suddenly increases activity just when a valuable tip from Chizuru reveals the mastermind behind the Star Crystals. Lingshen Chao's Armor Card power is revealed, while Eva falls prey to the Star Crystals.",
                    "TitleJapanese": "「あいや、何やら妙なコト起こり始めたネ！コレ、きっと世界の終わりヨ！」by鈴音",
                    "SummaryJapanese": "お姉ちゃん、闇に操られたＡ組の生徒たちは月星座によって選ばれていました。つまりスタークリスタルに囚われている闇の主は占星術の知識がある人……僕の身近で占いに詳しいのは……アーニャ!?　今回の事件の黒幕はアーニャなんでしょ、お姉ちゃん！　いや黒薔薇男爵！　アーニャも独りぼっちで寂しかったからって、僕に負けたくないからって、お姉ちゃんにこんなに心配をかけてまで、こんなことをしていいはずがないよ！"
                },
                "23": {
                    "ID": "5465067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465067",
                    "TitleEnglish": "Wait, You Can't do That, Negi! That's Right, Because We're Your Partners!",
                    "SummaryEnglish": "The Star Crystal Thief, posessing Evangeline through the Star Crystal, turns Asuna against Negi and many of his allies into stone. But with the help of his remaining students, he's able to defeat her by Pactio with the vampire, which (alongside Chachamaru), completes his Pactio collection but not get them out of trouble.",
                    "TitleJapanese": "「ちょっとそれはないよ、ネギく～ん！」by裕奈 「そやで、うちらパートナーやんか！」by亜子",
                    "SummaryJapanese": "お姉ちゃん、ついに目覚めたスタークリスタルに宿ったアーニャが、闇の力を使ってエヴァさんに憑依し、僕に戦いを挑んできました。お姉ちゃんやタカミチ、生徒のみなさんは次々に石像にされ、明日菜さんは操られて、絶体絶命に……。でも、いいんちょさんや木乃香さんたちが力を合わせて僕を助けてくれました。そして、どうにか仮契約をしてをエヴァさんを呪縛から開放したんだけど……どうやら僕は、スタークリスタルに吸い込まれちゃったみたいです……。"
                },
                "24": {
                    "ID": "5465068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465068",
                    "TitleEnglish": "Professor Negi, It Appears This is the Climax. Let's All Go Home Together, Negi!",
                    "SummaryEnglish": "Negi becomes trapped in a magical dimension where the controlled star crystal thief tries to destroy him, but with the assistance of all of his students, he is finally able to stop the thief and allow everyone to escape from the magical wasteland.",
                    "TitleJapanese": "「ネギ先生、どうやらクライマックスです」byアキラ 「みんなで一緒に帰ろうね、ネギくん！」by美空",
                    "SummaryJapanese": "お姉ちゃん、スタークリスタル事件は解決しました。明日菜さんや生徒のみなさんが僕に力を貸してくれて、スタークリスタルから本物のアーニャを助け出すことができんです。でも魔法世界のブラックホールである「時空の冥界」に引きずり込まれそうになってしまって……その後の記憶があまり無いんだけど、気づいたら魔法世界からみんな一緒に元の世界に戻ることができていました。あのとき、僕とアーニャを助けてくれた人は……もしかして……。"
                },
                "25": {
                    "ID": "5465069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465069",
                    "TitleEnglish": "And With That, the Case Is Closed!",
                    "SummaryEnglish": "Class 3-A keeps watch on Anya while preparing the school for a big party! Meanwhile, Negi decides to investigate the mysterious light that helped him avoid being trapped in the Star Crystal forever.",
                    "TitleJapanese": "「これにて、一件落着!?」by語りべ",
                    "SummaryJapanese": "お姉ちゃん、アーニャはこの学園に来たばかりの僕と同じ、全部1人で背負いこんで、頑張ろうとしてスタークリスタルの力を使ってしまいました。でもそれは間違っていると今の僕なら言えます。仲間を信頼して、協力することの大切さを知って欲しい！ アーニャもこの麻帆良学園に通うことになったし、これから3年A組の仲間として、みんなと一緒にいろいろなことを学んでいけたらいいなと思います。"
                },
                "26": {
                    "ID": "5465070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/negima-magister-negi-magi/episodes/5465070",
                    "TitleEnglish": "I Will Not Say That I Am Lonely! Because, I Have Faith That We Will Surely Meet Again!",
                    "SummaryEnglish": "Negi thanks his class by giving them a day in their Pactio forms. But when a mysterious black rose appears, he becomes convinced that his father Nagi is still out there...",
                    "TitleJapanese": "「寂しいなんて言いません！だって、きっとまた会えると信じてますから！」byネギ",
                    "SummaryJapanese": "お姉ちゃん、父さんには会うことができなかったけど、メッセージをもらいました。ふふ、「元気に育て」だって……。父さん、魔法使いとしても先生としても、僕の修行はまだ始まったばかりです。これからもタカミチやネカネお姉ちゃん、アーニャ、そして３年Ａ組のパートナーたち31人と一緒に、頑張っていきます。そして、もっともっと頑張って、いつか父さんみたいな立派な魔法使いになります……。だから、見ていてくださいね、父さん!!"
                }
            }
        }
    }
}