{
    "URL": "https://www.thetvdb.com/series/pan-de-peace",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5674066/",
        "https://www.themoviedb.org/tv/66110"
    ],
    "TitleEnglish": "Pan de Peace!",
    "SummaryEnglish": "Minami is an airheaded girl who is starting high school and who loves eating bread for breakfast. Baked goods bring happiness everyday to her and her classmates — the reliable Yuu, the pastry-baking Fuyumi, and the independent Noa.",
    "TitleJapanese": "パンでPeace!",
    "SummaryJapanese": "「私とパン友になってください！」\nみなみちゃんは今日から高校生。朝に大好きなパンを食べて、最高の一日が始まるよ☆\nパン友と一緒に毎日ハッピー！美味しくて、キュートなふわふわパンコメディ！",
    "Aliases": [
        "麪包日常！",
        "麪包和平！",
        "漫"
    ],
    "Modified": "2024-10-20",
    "Seasons": {
        "1": {
            "ID": "656932",
            "URL": "https://www.thetvdb.com/series/pan-de-peace/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5519227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pan-de-peace/episodes/5519227",
                    "TitleEnglish": "I Made Bread Buddies",
                    "SummaryEnglish": "Minami-chan starts high school today. Eating her mom’s special egg sandwich for breakfast, she’s off to school! Hoping to meet wonderful friends, she enters the class nervously. Without thinking, she starts to talk to a girl with a keychain of her favorite food; bread.",
                    "TitleJapanese": "パン友ができました",
                    "SummaryJapanese": "みなみちゃんは今日から高校生♪\n朝食にお母さんの特製たまごサンドを食べ、いざ学校へ！\n素敵な出会いを願いつつ、緊張しながら教室へ。大好きなパンのキーホルダーを目撃し、思わず……？"
                },
                "2": {
                    "ID": "5555732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pan-de-peace/episodes/5555732",
                    "TitleEnglish": "This Is a Weapon",
                    "SummaryEnglish": "Fuyumi-chan has forgotten to meet up with a friend. Meanwhile, Noa-chan is being treated like a pet by the older students. When asked about the item on her back, Noa-chan replies, “this is a weapon! You'll get hurt if you touch it!” What is this weapon?",
                    "TitleJapanese": "これは武器",
                    "SummaryJapanese": "待ち合わせを忘れていたふゆみちゃん。\nその頃、すっかり上級生からもみくちゃにされるのあちゃん。のあちゃんは背中にあるものを指摘され、「これは武器…さわるとケガするんだから」と言う。その武器とは？"
                },
                "3": {
                    "ID": "5555733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pan-de-peace/episodes/5555733",
                    "TitleEnglish": "Fuwu Fuya Bakery",
                    "SummaryEnglish": "“I didn’t know Fuyumi-chan’s family owned a bakery!” Minami-chan visits Fuwa Fuyu Bakery. She’s invited to go upstairs where the 3 girls gather after school. Then, Fuyumi-chan brings the bakery’s signature item...",
                    "TitleJapanese": "ふわふゆベーカリー",
                    "SummaryJapanese": "「ふゆみちゃんのおうちってパン屋さんなんだ～！」ふわふゆベーカリーに来たみなみちゃん。「お店の2階に放課後、集まるんだ」とゆうちゃんに紹介される。さらにふゆみちゃんがお店の看板商品が出してくれて……。"
                },
                "4": {
                    "ID": "5555734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pan-de-peace/episodes/5555734",
                    "TitleEnglish": "In Pursuit of the Fabled Bread",
                    "SummaryEnglish": "Minami-chan and the girls are excited over the fabled ciabatta sandwich sold at the school store. They all head there, but it’s already filled with students. Yuu-chan suggests other breads, but Minami-chan and Fuyumi-chan enters the crowd...",
                    "TitleJapanese": "幻のパンを求めて",
                    "SummaryJapanese": "学校の購買の「幻のパン」であるチャバタパンで盛り上がるみなみちゃん達。みんなで購買へ行くが、そこはもう生徒達でいっぱい。その様子をみて、ゆうちゃんは他のパンを提案するが、みなみちゃんとふゆみちゃんは人混みの中へ突入する。"
                },
                "5": {
                    "ID": "5555735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pan-de-peace/episodes/5555735",
                    "TitleEnglish": "Yuu-chan's Dream",
                    "SummaryEnglish": "“Yuu-chan, you’re good at drawing.” Minami-chan takes a peek at Yuu-chan’s notebook. When Minami-chan finds out Yuu-chan likes drawing pictures and manga, Yuu-chan hides her notebook, embarrassed. Then, Fuyumi-chan asks about Yuu-chan hanging out with a man the other day...",
                    "TitleJapanese": "ゆうちゃんの夢",
                    "SummaryJapanese": "「へ〜、ゆうちゃん、絵うまいね〜」\n楽しげにノートへ何やら書いているゆうちゃんを覗きこむみなみちゃん。マンガやイラストを描くことを知られたゆうちゃんは恥ずかしそうにノートを隠す。ふゆみちゃんからは「商店街で男性と一緒にいたよね」と質問されて……？"
                },
                "6": {
                    "ID": "5555736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pan-de-peace/episodes/5555736",
                    "TitleEnglish": "Fuyumi-chan's Diet",
                    "SummaryEnglish": "Fuyumi-chan is troubled when she sees her weight on the scale. “Why do people get fat?” After consulting with her friends, they all decided to go jogging early in the morning to help Fuyumi-chan with her diet...",
                    "TitleJapanese": "ふゅみちゃんダイエット",
                    "SummaryJapanese": "体重計の数値を前に頭を抱えるふゆみちゃん。\n「なぜ人は太ってしまうのかな…」　みなみちゃん達への相談の結果、ふゆみちゃんのダイエットのためにみんなで早朝からジョギングをすることになり……？"
                },
                "7": {
                    "ID": "5555737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pan-de-peace/episodes/5555737",
                    "TitleEnglish": "The Sick Noa-chan!",
                    "SummaryEnglish": "The girls decides to go visit Noa-chan when they hear she’s sick. When they ring the doorbell, they’re greeted by Ami-chan, Noa-chan’s little sister. Minami-chan is surprised how different she is from Noa-chan. Fuyumi-chan runs to Noa-chan’s room, worried sick. There, the girls see a giant chocolate cornet...?",
                    "TitleJapanese": "風邪ひき！のあちゃん",
                    "SummaryJapanese": "のあちゃんが風邪を引いたと聞き、みんなでお見舞いに行くことに。\nチャイムを鳴らすと、出迎えてくれたのは妹・あみちゃん。姉とのギャップにみなみちゃんは少し驚く。のあちゃんを心配して部屋に飛び込んでいくふゆみちゃん。そこには大きなチョココロネが……？"
                },
                "8": {
                    "ID": "5555738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pan-de-peace/episodes/5555738",
                    "TitleEnglish": "The New Bakery",
                    "SummaryEnglish": "Noa-chan smells the authentic French style baguette at a bakery. She’s invited in by Mai-chan, the girl at the new bakery “Guillame.” She receives baguettes from Mai-chan as a gift. Mai-chan says she’ll give Noa-chan a freshly baked baguette every day, but...?",
                    "TitleJapanese": "新しいパン屋さん",
                    "SummaryJapanese": "フランス仕込みの本格的なフランスパンの香りに誘われるのあちゃん。新OPENのパン屋「ギヨーム」の女の子・まいちゃんに声をかけられるままに入店。自慢のバゲットをプレゼントしてもらう。これから毎日焼きたてのバゲットをあげると申し出るまいちゃんだけど……？"
                },
                "9": {
                    "ID": "5555739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pan-de-peace/episodes/5555739",
                    "TitleEnglish": "The Cultural Festival",
                    "SummaryEnglish": "Today is the school’s Cultural Festival. Yuu-chan is concerned how short her skirt is for the café’s costume. The four girls, wearing the same costume, are ready to open their café, “Cat’s Tail.” While the girls are busy with customers, Mai-chan shows up in their café...",
                    "TitleJapanese": "文化祭",
                    "SummaryJapanese": "今日は学校の文化祭。喫茶店の衣裳のスカートの短さを気にするゆうちゃん。みんなでお揃いの衣裳を着て、いよいよ喫茶店「猫のしっぽ」が開店！呼び込みや接客に大忙しなみなみちゃん達。そこにまいちゃんが訪れて……？。"
                },
                "10": {
                    "ID": "5555740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pan-de-peace/episodes/5555740",
                    "TitleEnglish": "Intriguing Girl",
                    "SummaryEnglish": "Mai-chan visits the “Fuwa Fuyu Bakery.” Fuyumi-chan is on alert, but once Mai-chan takes out the bread from her store, Fuyumi-chan and Mai-chan finds out they have a lot in common. Soon, they start accepting one another...",
                    "TitleJapanese": "気になる人",
                    "SummaryJapanese": "「ふわふゆベーカリー」にやってきたまいちゃん。のあちゃんを挟んで警戒するふゆみちゃん。一触即発な状態の中、まいちゃんが差し入れに持ってきたパンがきっかけで意外とパントークが弾む二人。やがてお互いの実力を認め合い……？"
                },
                "11": {
                    "ID": "5555741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pan-de-peace/episodes/5555741",
                    "TitleEnglish": "Let's Swim",
                    "SummaryEnglish": "Minami-chan is surprised to find out both Noa-chan and Yuu-chan can’t swim. Noa-chan insists she can handle the pool as long as she has a water tube. The image of Noa-chan carrying a water tube excites Mai-chan, but she is a bit hesitant when Minami-chan suggests they should all go swimming. Mai-chan arrives at the water park and is eager to play with Noa-chan, but she didn’t mention the fact she can’t swim either...",
                    "TitleJapanese": "レッツスイミング",
                    "SummaryJapanese": "「ふわふゆベーカリー」でいつも通り集まるみなみちゃん達。プールの授業で水が怖くてプールサイドでしょんぼりしていたゆうちゃんとのあちゃんの話題に。恥ずかしそうにするゆうちゃんに、週末みんなでプールに行こうと提案する。のあちゃんは浮き輪があれば大丈夫と言うが……。"
                },
                "12": {
                    "ID": "5555742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pan-de-peace/episodes/5555742",
                    "TitleEnglish": "Slumber Party at the Vacation Home",
                    "SummaryEnglish": "The girls are invited to stay over at Mai's vacation home.",
                    "TitleJapanese": "別荘でお泊まり会",
                    "SummaryJapanese": "まいちゃんの別荘にやってきたみなみちゃん達。まいちゃんの姉・まなちゃんがみんなを迎えてくれる。スイートルームのような広い部屋に大はしゃぎのみなみちゃん♪ 「ハネムーンってこんな感じなのかな？」 楽しい夏休みのはじまりはじまり。"
                },
                "13": {
                    "ID": "5653187",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/pan-de-peace/episodes/5653187",
                    "TitleEnglish": "Pan de Peace!",
                    "SummaryEnglish": "The girls recall all the memories they made thanks to their love of bread.",
                    "TitleJapanese": "パンでPeace！",
                    "SummaryJapanese": "「おやすみなさ〜い」遊び疲れたその夜。みなみちゃん達は、2つのベットにそれぞれ入って「パン友」になってからの出来事を思い返す。別の部屋で寝ていたまいちゃんは、みなみちゃん達の楽しそうな声が気になって……。楽しい夜はまだまだこれから♪"
                }
            }
        }
    }
}