{
  "URL": "https://www.thetvdb.com/series/and-you-thought-there-is-never-a-girl-online",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt5643030/",
    "https://www.themoviedb.org/tv/65948"
  ],
  "TitleEnglish": "And You Thought There Is Never a Girl Online?",
  "SummaryEnglish": "Our naïve protagonist proposes to a female character in an online game, only to find out that the player is actually a guy. Traumatized by that, he decides to never trust a girl online, but now, two years later, a female player is proposing to him. What will happen?",
  "Aliases": [
    "And You Thought There Is Never a Girl Online",
    "Netoge no Yome wa Onna no Ko ja nai to Omotta?",
    "Netoge no Yome wa Onnanoko ja Nai to Omotta?",
    "NetoYome"
  ],
  "Modified": "2025-06-04",
  "Seasons": {
    "1": {
      "ID": "656942",
      "URL": "https://www.thetvdb.com/series/and-you-thought-there-is-never-a-girl-online/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5519242",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/and-you-thought-there-is-never-a-girl-online/episodes/5519242",
          "TitleEnglish": "And you thought there is never a girl online?",
          "SummaryEnglish": "Hardcore otaku Hideki Nishimura enjoys playing a net game with other members of his online guild, and finally agrees to marry one within the game. However, when he finally meets his \"wife\" in real life, she is not exactly what he expects.",
          "Aliases": []
        },
        "2": {
          "ID": "5553488",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/and-you-thought-there-is-never-a-girl-online/episodes/5553488",
          "TitleEnglish": "I thought we couldn't play net games at school?",
          "SummaryEnglish": "Having met his other in-game guild members in real life, Hideki begins to picture them in their characters' places. Ako's behavior at school the next day makes it clear that she has trouble separating the game from reality.",
          "Aliases": []
        },
        "3": {
          "ID": "5553489",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/and-you-thought-there-is-never-a-girl-online/episodes/5553489",
          "TitleEnglish": "I thought net games and reality were different?",
          "SummaryEnglish": "During their first club meeting, Akane is delighted by her faster machine, Ako gets a lesson in dressing for the occasion, and Kyoh is prevented from using her premium equipment. However, the line between game and reality becomes more blurred.",
          "Aliases": []
        },
        "4": {
          "ID": "5553490",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/and-you-thought-there-is-never-a-girl-online/episodes/5553490",
          "TitleEnglish": "I thought her secret wasn't going to get out?",
          "SummaryEnglish": "When its members admit that sometimes the line between the game and reality becomes blurred for them, Saito considers the possibility of dissolving the club. The others try to help Ako deal with unwanted attention from her classmates.",
          "Aliases": []
        },
        "5": {
          "ID": "5553491",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/and-you-thought-there-is-never-a-girl-online/episodes/5553491",
          "TitleEnglish": "I thought once you reincarnated, you still get another chance?",
          "SummaryEnglish": "Ako asks to play a different game during the club meeting, and Kyoh suggests a first-person shooter. Ako feels threatened when she thinks Nanako is interested in Hideki, and withdraws from both school and her friends.",
          "Aliases": []
        },
        "6": {
          "ID": "5553492",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/and-you-thought-there-is-never-a-girl-online/episodes/5553492",
          "TitleEnglish": "I thought if I declared my love, I was sure to succeed",
          "SummaryEnglish": "Hideki is nervous about revealing his true feelings for Ako before summer vacation. When the first term's final exams draw near, everyone rallies behind Ako, who is in danger of flunking the term, in order to make sure that she passes.",
          "Aliases": []
        },
        "7": {
          "ID": "5553493",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/and-you-thought-there-is-never-a-girl-online/episodes/5553493",
          "TitleEnglish": "I thought if I went to the beach, I would become a normie?",
          "SummaryEnglish": "The club members hold their summer club camp at a cottage by the sea, with the provision that for 24 hours, none of them are allowed to connect to the net. The others try to make the camp a memorable experience for Ako.",
          "Aliases": []
        },
        "8": {
          "ID": "5553494",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/and-you-thought-there-is-never-a-girl-online/episodes/5553494",
          "TitleEnglish": "I thought I was giving up being a net game husband?",
          "SummaryEnglish": "When Hideki is dumped out of his game of Legendary Age and cannot get back in, he soon realizes that his account has been hijacked by someone else. However, before he can do anything to stop them, the damage is already done.",
          "Aliases": []
        },
        "9": {
          "ID": "5553495",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/and-you-thought-there-is-never-a-girl-online/episodes/5553495",
          "TitleEnglish": "I thought if we stayed over, we would get along better?",
          "SummaryEnglish": "To persuade Ako to get cracking on her summer vacation homework, the girls have a study session sleepover at Kyoh's gigantic house. However, without Hideki around to keep Ako under control, things soon get out of hand.",
          "Aliases": []
        },
        "10": {
          "ID": "5553496",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/and-you-thought-there-is-never-a-girl-online/episodes/5553496",
          "TitleEnglish": "I thought we would do our best at the culture festival?",
          "SummaryEnglish": "The Net Game Club members find that they are obliged to take part in the upcoming school culture festival. However, they are at a loss as to what presentation to make, until Kyoh has an idea that coincides with Legendary Age's fall update.",
          "Aliases": []
        },
        "11": {
          "ID": "5553497",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/and-you-thought-there-is-never-a-girl-online/episodes/5553497",
          "TitleEnglish": "I thought we could win by delegating to others?",
          "SummaryEnglish": "Rusian and the others include Nekohime and Sette, and recruit the top-ranked PvP guild \"Wallenstein\" to bolster their ranks. With the additional help, Guild Alley Cats charges in to take over Fort Cantor, but not everything goes according to plan.",
          "Aliases": []
        },
        "12": {
          "ID": "5553498",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/and-you-thought-there-is-never-a-girl-online/episodes/5553498",
          "TitleEnglish": "My net game wife is a girl online!",
          "SummaryEnglish": "With only one chance to take back Fort Cantor from Wallenstein, Kyo explains her plan to the others of taking and defending the castle until time runs out.",
          "Aliases": []
        }
      }
    }
  }
}