{
    "URL": "https://www.thetvdb.com/series/endride",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5877116/",
        "https://www.themoviedb.org/tv/65933"
    ],
    "TitleEnglish": "Endride",
    "SummaryEnglish": "Shun Asanaga is a 15-year-old junior high school student with an optimistic and bright personality. One day, he finds a mysterious crystal in the office of his father, who is a scientist and businessman. When he touches it, the world becomes distorted, and he is sent into the world of Endra. Emilio, a prince of the kingdom of Endra is nearing his 16th birthday and despises the reigning king Delzain. Since Emilio is now at the age when he can inherit the throne, he takes up a weapon and attempts revenge. However, because Emilio is too weak, he is captured by Delzain and put in prison. When Emilio is in grief, the wall of his cell becomes distorted and Shun appears from there with two goals: return to his own world, and complete his revenge. What future lies ahead for the two boys trying to survive in Endra, yet raised in two different worlds?",
    "TitleJapanese": "エンドライド",
    "SummaryJapanese": "15歳の少年・浅永瞬は、前向きで明るい性格の普通の中学生。\nある日、科学者かつ実業家の父の会社で不思議な水晶を見つけるがその水晶に触れた瞬間、突然世界が歪み地球の裏側の世界＜エンドラ＞へと吸い込まれてしまう。\n\n一方、エンドラの城で16歳の誕生日を迎えた王子・エミリオは現在の王・デルザインを強く憎んでいた。\n王位を継げる年齢になったことで、武器を持ち、いよいよ復讐を果たそうとするが力の差が大きいために全く歯が立たない。\nデルザインに捕まって投獄され、悲嘆に暮れるエミリオ。\nしかし突然牢獄の壁が歪み、そこに瞬が現れる。\n\nひとりは元の世界へ帰るため、ひとりは復讐を成し遂げるため、＜エンドラ＞で生きる少年たち。\n違う世界で育った2人の少年が掴む未来とは・・・。",
    "Aliases": [],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "656929",
            "URL": "https://www.thetvdb.com/series/endride/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "5519224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5519224",
                    "TitleEnglish": "Ride",
                    "SummaryEnglish": "Shun Asanaga, a young man with an obsession with crystals, finds himself pulled into a world within one.",
                    "TitleJapanese": "ライド",
                    "SummaryJapanese": "浅永瞬は、前向きで明るい性格の普通の15歳の少年。ある日、科学者かつ実業家の父の会社で不思議な水晶を見つけるがその水晶に触れた瞬間、突然世界が歪み地球の裏側の世界＜エンドラ＞へと吸い込まれてしまう。\n\n一方、エンドラの城で16歳の誕生日を迎えた王子・エミリオは現在の王・デルザインを強く憎んでいた。王位を継げる年齢になったことで、武器を持ち、いよいよ復讐を果たそうとするが力の差が大きいために全く歯が立たない。デルザインに捕まって投獄され、悲嘆に暮れるエミリオ。しかし突然牢獄の壁が歪み、そこに瞬が現れる。"
                },
                "2": {
                    "ID": "5576718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576718",
                    "TitleEnglish": "Endora",
                    "SummaryEnglish": "After escaping the castle, an encounter with an old friend helps reveal some of the mysteries surrounding Endora.",
                    "TitleJapanese": "エンドラ",
                    "SummaryJapanese": "地上の世界から地球の裏側・エンドラに迷い込んだ瞬は、そこで出会った王子・エミリオと、その幼なじみアリシアと行動を共にすることになった。しかし、エンドラについて何も知らない瞬は、憮然として何も教えてくれないエミリオと口喧嘩ばかり。そんな一行が森の中で出会ったのは、エミリオの昔馴染みのパスカルという人物だった。彼らを家に迎え入れたパスカルは、瞬が地上人であることに驚愕して…。"
                },
                "3": {
                    "ID": "5576737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576737",
                    "TitleEnglish": "Journey",
                    "SummaryEnglish": "Shun and Emilio escape to a hideout but soon abandon it to begin their journey to defeat Delzaine.",
                    "TitleJapanese": "旅立ち",
                    "SummaryJapanese": "城の追っ手から逃げるため、パスカルの隠れ家である洞窟にやってきた瞬たち。エミリオが城の牢から逃げ出してきたことを知ったパスカルは、理由を話したがらないエミリオに、自分が城から追放された時のことを話し始める。そこでパスカルの意思とデルザインの野望を知ったエミリオは、幼いころから感じてきたデルザインへの憎しみの感情が改めて込み上げてきて…。"
                },
                "4": {
                    "ID": "5576738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576738",
                    "TitleEnglish": "Ignauts",
                    "SummaryEnglish": "When they're ambushed by a band of revolutionaries, Shun and Emilio make surprising new allies.",
                    "TitleJapanese": "イグナーツ",
                    "SummaryJapanese": "パスカルの隠れ家を抜け出して革命軍・イグナーツに会いにきたエミリオたち。デルザイン王を倒すため、反王政である彼らの力を借りようとしていた。しかし、リーダーであるデメトリオは王族であるエミリオの言葉をなかなか聞き入れてはくれない。そんな彼らから、「王を倒してどうしたいのか」と問われたエミリオは、今まで考えたこともなかった問いに動揺し、思わず言葉を詰まらせてしまい…。"
                },
                "5": {
                    "ID": "5576739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576739",
                    "TitleEnglish": "Assault",
                    "SummaryEnglish": "Lacking in numbers to revolt, the Ignauts consider an alliance with the very group that attacks them.",
                    "TitleJapanese": "襲撃",
                    "SummaryJapanese": "革命軍・イグナーツと行動を共にすることになった瞬とエミリオであったが、いつもの口喧嘩から本気の喧嘩を始めてしまう。その後もお互いが譲らず、口すら聞かない状態が続いていた。そんな中イグナーツは、王を倒すために王族が使役しているズー族を仲間にする計画を立て始める。凶暴なズー族をなぜ仲間にするのかと不思議に思う瞬だったが、デメトリオが彼らにこだわるには、ある訳があって…。"
                },
                "6": {
                    "ID": "5576740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576740",
                    "TitleEnglish": "Determination",
                    "SummaryEnglish": "After reuniting with Pascal and Alicia, Shun's determination to return home is stronger than ever.",
                    "TitleJapanese": "決意",
                    "SummaryJapanese": "城から送り込まれた敵に襲撃され、ピンチに直面するイグナーツ。だが、投げ込まれた閃光弾のおかけで無事逃げ出すことに成功。そして彼らを待っていたのは、心配して駆けつけたアリシアとパスカルとファラリオンだった。しかしイグナーツの人々は、王国側の人間であるアリシアたちを簡単には受け入れようとはしてくれない。そんな中パスカルは、エミリオが城の牢に入れられた理由を知り、彼を強く問い詰めるのだが…。"
                },
                "7": {
                    "ID": "5576741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576741",
                    "TitleEnglish": "Girl",
                    "SummaryEnglish": "While visiting the port city of Ametius to obtain a ship, a deadly killer threatens the adventure.",
                    "TitleJapanese": "少女",
                    "SummaryJapanese": "ズー族の住む島へと向かうため、運河を渡る船を手配しに港町アミティウスへとやってきた一行。明日の出発を控え各々が旅準備を進める中、瞬たちは買い出しをするべく街中へと繰り出すことにする。活気あふれる雰囲気に浮かれる瞬であったが、一方のエミリオは街中で感じる誰かの視線に警戒をしていた。すると彼の元へ駆けてきた少年がエミリオの持つ短剣を盗んでいき…。"
                },
                "8": {
                    "ID": "5576742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576742",
                    "TitleEnglish": "Lone Isle",
                    "SummaryEnglish": "After taking to the seas on a battered ship, the Ignauts head for an island to recruit the help of the Zoozians.",
                    "TitleJapanese": "孤島",
                    "SummaryJapanese": "港町で出会ったミーシャを仲間に引き入れ、ぼろぼろの船に乗ってズー族の住む島へと向かう瞬たち。しかし旅路で嵐に会ってしまい、やっと島に辿り着いた頃には、船が壊れて逃げ道がなくなってしまう。ここにきて、綱渡りな旅であることを再認識した一行に対し、ズー族は彼らを受け入れる姿勢など見せるわけもなく、容赦なく牙を向けてくるのだったが…。"
                },
                "9": {
                    "ID": "5576743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576743",
                    "TitleEnglish": "Father and Child",
                    "SummaryEnglish": "Alicia discovers the truth about her father during a surprise encounter with dragons.",
                    "TitleJapanese": "父と子",
                    "SummaryJapanese": "デメトリオの力によりズー族を味方につけることに成功したイグナーツ達は、無血革命を成し遂げるため、デルザインのいるバビロンへと向かう。しかし北の大陸に降り立つと、そこは完全に冬景色で、彼らは猛吹雪の中足止めを食らってしまう。あと一歩のところでデルザインに辿り着くことができないエミリオは、瞬に対して自分がデルザインに抱えている思いを語り始め…。"
                },
                "10": {
                    "ID": "5576744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576744",
                    "TitleEnglish": "Feelings",
                    "SummaryEnglish": "As Delzaine and the Ignauts both close in on Babylon, Pascal attempts to solve the mystery of the decreasing Warp Particles.",
                    "TitleJapanese": "想い",
                    "SummaryJapanese": "バビロンへそう遠くない所までやってきた一行だったが、そこでエルジュイアがエンドラの世界が破滅することを予言し始める。自分が地上に帰ることができるのか不安を抱え始めた瞬に対し、エミリオは彼の大変さを悟り励ましの声をかける。しかしその一方で、アリシアはエミリオが自分の父と同じように、化宝具に取り込まれてしまうのではないかと心配していて…。"
                },
                "11": {
                    "ID": "5576745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576745",
                    "TitleEnglish": "Depths",
                    "SummaryEnglish": "Upon reaching Babylon, the Ignauts are deceived by more than its size and the traps that await inside.",
                    "TitleJapanese": "深層",
                    "SummaryJapanese": "デルザインを追いかけ、古代都市バビロンにたどり着いた瞬たち。だが、そこには4か所の入口が存在し、彼らは1つしかない本物の入口を探さなければならなかった。そんな険しい道のりを進みながら、デメトリオは改めて「王を倒してどうしたいのか」という質問をエミリオに投げかける。「復讐を果たすのみ」と答えるエミリオであったが、その心には迷いが生じ始めていて…。"
                },
                "12": {
                    "ID": "5576746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576746",
                    "TitleEnglish": "The Light of Babel",
                    "SummaryEnglish": "The showdown reaches full swing as Babel starts up, bringing an end to an enemy in more than one way.",
                    "TitleJapanese": "バベルの光",
                    "SummaryJapanese": "とうとうデルザインと対面したエミリオ。しかしデルザインは剣も構えず、「私を倒してどうしたいのか」とエミリオに問いかける。デメトリオと同じ質問をされ動揺したエミリオは、何も答えられないままに化宝具を握りしめデルザインに切り込んでいった。一方、覚悟を決めたルイーズに対し、デメトリオは彼女の本音を探ろうとして…。"
                },
                "13": {
                    "ID": "5576747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576747",
                    "TitleEnglish": "Tracks",
                    "SummaryEnglish": "While Pascal and Joseph are busy inspecting Babel, the others look back on how far they've come.",
                    "TitleJapanese": "軌跡",
                    "SummaryJapanese": "バベルがショートしてしまったことで地上に帰る手段を失ってしまった瞬。しかしそれ以上に、瞬は落ち込んでいるエミリオのことを心配していた。2人は出会ってから今までのことを反芻しながら、結果的に互いが互いの約束を破ってしまっていたことに気が付く。そしてエミリオは、改めてデルザインに対する思いを瞬に語り始めるのであった…。"
                },
                "14": {
                    "ID": "5576748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576748",
                    "TitleEnglish": "Resume",
                    "SummaryEnglish": "With chaos and riots on the rise, the Ignauts make plans to bring order while marching back towards the capital for more research.",
                    "TitleJapanese": "再起",
                    "SummaryJapanese": "エンドラでは各地で混乱と戦争が起こり始めていた。一方、バベルの調査が進まないために瞬たちはバビロンで足止めを食らってしまう。そんな中、落ち込んだままのエミリオを気にかけ、瞬は何か彼が打ち込めるものがないかと考え始める。しかしそんな周りの思いはつゆ知らず、エミリオ自身はなかなか気持ちを立ち直らせることができず…。"
                },
                "15": {
                    "ID": "5576749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576749",
                    "TitleEnglish": "Monster",
                    "SummaryEnglish": "When they attempt to save a crippled village, the Ignauts run into an old enemy and make an unexpected new ally.",
                    "TitleJapanese": "モンスター",
                    "SummaryJapanese": "イグナーツに入ることを決意した瞬とエミリオは、デメトリオらと共に各地の混乱や暴動を治めながら王都を目指すことになる。そんな旅路の中で彼らが辿り着いたのは、横暴な近隣領主に襲われている小さな村であった。暴動をこれ以上繰り返させないために、エミリオはその領主と直接話がしたいとデメトリオ達に申し出るが、彼らが領主に会いに行くと、そこには誰も予想していなかったある人物が待ち構えていて…。"
                },
                "16": {
                    "ID": "5576750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576750",
                    "TitleEnglish": "Longing",
                    "SummaryEnglish": "In order to recruit the help of the Gradido and the island Zoozians, the Ignauts must fight back against a naval invasion.",
                    "TitleJapanese": "憧憬",
                    "SummaryJapanese": "ギドロを仲間に引き入れたイグナーツは、グラディドたちを救うためにズー島へと向かっていた。そんな船中、パスカルとジョゼフはバベルの真の姿とエンドラに降りかかっている危機について説明を始める。それを聞いた瞬は、地上に帰ることができるのかと不安な表情を浮かべるが、エミリオはそんな瞬の不安を拭うように励ましの言葉を掛ける。さらに、イグナーツにはまた新たに仲間が加わることに…？"
                },
                "17": {
                    "ID": "5576751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576751",
                    "TitleEnglish": "Return",
                    "SummaryEnglish": "No sooner is the group welcomed home to the castle than a menace appears in the forest and threatens the capital.",
                    "TitleJapanese": "帰還",
                    "SummaryJapanese": "城を出てから初めて王都に戻ってきた瞬たち。主なき今、城は以前の姿を失ってしまっているように見えた。そして、誰も座ることのない玉座を寂しそうに見つめるエミリオ。そんな彼を前に、デメトリオは「今のエンドラに必要なのは新たな王だ」と告げる。エミリオはその言葉を噛みしめながら、自分の後悔とこれからの決意を語るのであった…。"
                },
                "18": {
                    "ID": "5576752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576752",
                    "TitleEnglish": "Prisoner",
                    "SummaryEnglish": "While fields and forests decay, deep under the dungeons of the castle, Shun and Emilio learn more about the past before being swept away.",
                    "TitleJapanese": "囚人",
                    "SummaryJapanese": "城の兵士たちの応戦で、イベルダを退かせることに成功した瞬とエミリオ。しかしギドロは、イベルダを放置しておくことに危険を感じ、後を追うことを決意する。一方、エミリオは瞬を連れて、二人が初めて出会った地下牢へ向かったが、そこでさらに深い地下へとつながる穴へと落ちてしまう。恐る恐る先に進む彼らを待ち受けていたのは…。"
                },
                "19": {
                    "ID": "5576753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576753",
                    "TitleEnglish": "Surface",
                    "SummaryEnglish": "Taken to the surface, Shun introduces Emilio to his familiar world and a confrontation with Shun's father triggers some of Emilio's forgotten memories.",
                    "TitleJapanese": "地上",
                    "SummaryJapanese": "地下牢でフラマと出会った瞬とエミリオは、彼に襲われかけたその瞬間、突然地上へと飛ばされてしまう。驚きながらも、地上に戻れたことを喜ぶ瞬は、早速エミリオを連れて母の元へと向かった。久々の母との再会に感動し、エンドラでの出来事を嬉しそうに話す瞬。一方、地上に慣れないエミリオは、見たこともない食べ物や街並みに戸惑いながらも、瞬と２人で過ごすのんびりした時間を楽しんでいたが…。"
                },
                "20": {
                    "ID": "5576754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576754",
                    "TitleEnglish": "Past",
                    "SummaryEnglish": "After hearing Asanaga's shocking declaration, Shun and Emilio discover secrets of the past, the truth of their families, and a shared bond.",
                    "TitleJapanese": "過去",
                    "SummaryJapanese": "目の前で繰り広げられている出来事に驚き、言葉も出ない瞬。さらに、次々と驚きの真実が露わになっていき、その事実に怒りを堪えきれなくなったエミリオは、化宝具を出そうとするも、胸は光らず失敗。さらに、銃を向けられ危機的な状況に陥っていたエミリオであったが、何とか瞬と共に逃げ出すことに成功する。一方、残された瞬の父・浅永は、十数年前の自分に起きた出来事を思い返していた…。"
                },
                "21": {
                    "ID": "5576755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576755",
                    "TitleEnglish": "Confrontation",
                    "SummaryEnglish": "Though troubled by his father's actions, Shun learns about his motivation and the reason they're able to travel between worlds.",
                    "TitleJapanese": "対峙",
                    "SummaryJapanese": "あまりに衝撃的な展開の中、なかなか真実を受け入れられない瞬。一方エミリオは、真相を確かめるために、一人で浅永の元へと向かっていた。そこでエミリオが聞かされたのは、彼が予想だにしていなかった、浅永の瞬に対する思いであった。複雑な思いを抱えながらも、エミリオは今の瞬とデルザインを憎んでいたかつての自分を重ね合わせ、瞬に後悔しない道を選ばせようとするのだが…。"
                },
                "22": {
                    "ID": "5576756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576756",
                    "TitleEnglish": "Crisis",
                    "SummaryEnglish": "Back in Endora, the Ignauts face up against a monsterous Ibelda and learn about the ancient ruins which may be funneling Warp Particles to the surface.",
                    "TitleJapanese": "危機",
                    "SummaryJapanese": "浅永に追い詰められもう逃れられないと思ったその瞬間、パリンブルが発動し、エンドラの地へと戻った瞬とエミリオ。そこでは、イベルダとイグナーツとの戦いが繰り広げられていた。次々と出てくるクリーチャーに手こずる面々と共に戦うため、早速化宝具を手にした２人は、思い切りイベルダへと切り掛かっていった。しかし、彼は倒れるどころか、その姿はみるみる大きくなっていって…。"
                },
                "23": {
                    "ID": "5576757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576757",
                    "TitleEnglish": "Showdown",
                    "SummaryEnglish": "While Demetrio and the Ignauts battle Ibelda, Shun, Emilio and Falarion go to Tir Na Nog to destroy the device draining Warp Particles from Endora.",
                    "TitleJapanese": "決闘",
                    "SummaryJapanese": "パスカルの身を挺した爆発によって、なんとか飛び立つことに成功する瞬たち。エミリオは目の前の出来事に愕然としながらも、前を向き、気を持ち直すのであった。さらに、アリシアやイグナーツ軍たちもまた、エンドラの未来を救うために、それぞれが自分たちにできることを考え、一歩ずつ前に進んでいた。そして、ティル・ナ・ノーグに到着した瞬たちは、見つけ出したウォープ粒子吸収装置を必死に壊すのだが…。"
                },
                "24": {
                    "ID": "5576758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/endride/episodes/5576758",
                    "TitleEnglish": "Demise",
                    "SummaryEnglish": "The final battle to determine the fate of Endora balances atop the high-reaching spire of Tir Na Nog.",
                    "TitleJapanese": "終焉",
                    "SummaryJapanese": "とうとうエンドラに現れた、諸悪の根源である浅永。彼と対峙した瞬は、大切な人々やエンドラを守るために、エミリオと共に父親へと立ち向かっていくことを決意する。しかし、武器を自在に操る浅永に全く歯が立たず、とうとう瞬が追い詰められてしまう。ところがその瞬間、浅永は瞬の顔を見て、妻・真紀子の言葉を思い出して…。瞬とエミリオに託された、エンドラの未来の結末とは…！？"
                }
            }
        }
    }
}