{
    "URL": "https://www.thetvdb.com/series/cerberus",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5648400/",
        "https://cerberus-anime.jp",
        "https://www.themoviedb.org/tv/66102"
    ],
    "TitleEnglish": "Cerberus",
    "SummaryEnglish": "Sword and magic rule in the continent of Kuna'ahn. Also residing there is the feared \"Evil Dragon\" Daganzord, an unstoppable force that leaves nothing but scorched land and destruction wherever he goes. Hiiro's parents, Bairo and Kismitete, joined other sorcerers in a magic ritual ten years ago in an attempt to seal Daganzord, but failed when someone interfered. After being rescued by Giruu, young Hiiro set out to learn swordsmanship so that he could avenge his parents...",
    "TitleJapanese": "聖戦ケルベロス 竜刻のファタリテ",
    "SummaryJapanese": "剣と魔法が支配するクナアーン大陸。そこには強力な三つの国が存在していた。聖アモリア王国、イシルフェン王国、ヴァンロディス王国の三国である。三国の力は均衡状態にあり、いずれか一国で変事が起これば、大陸全土に戦火が広がるのは目に見えている。\n\nクナアーン大陸には、各地に出没し大地を焼き、破壊をほしいままにしていた邪竜と恐れられるダガンゾートが存在していた。10年前、ヒイロの両親バイロとキスミテーテをはじめ魔導士たちはダガンゾートを封印しようと魔法の儀式を行ったが、何者かによって邪魔が入り、封印に失敗した。のちにこれは「バルバゴアの惨劇」と呼ばれる。幼いヒイロはギルーに助け出され、両親の仇を討つために剣の修行に励む。そして10年後、16 歳になったヒイロは、邪竜退治の旅に出ると勝手に家を出る。\n\nそんなヒイロにギルーはしかたなくついていくしかなかった。邪竜ダガンゾートを探し出す旅の道中で、ヒイロは様々な種族の人々と出会い、いつしか仲間となってダガンゾート討伐を目指すのだったが…。　果たしてヒイロは、自らが負った宿命に打ち勝ち、ダガンゾートを倒すことができるのだろうか…!?",
    "Aliases": [
        "Seisen Cerberus: Ryūkoku no Fatalite",
        "Seisen Cerberus: Ryuukoku no Fatalites"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "656937",
            "URL": "https://www.thetvdb.com/series/cerberus/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5519231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cerberus/episodes/5519231",
                    "TitleEnglish": "The Lord of the Dark Dragons",
                    "SummaryEnglish": "Hiiro wants to get the Grand Trowa so that he can defeat the evil dragon, Dagon Zot. But first he has to find Nambuuko, the evil arms merchant who has it. And before he can do that, he needs to find a place to eat!",
                    "TitleJapanese": "ロード・オブ・ダークドラゴン",
                    "SummaryJapanese": "交易の街イインセキセに、荒野を彷徨って辿り着いたであろうひとりの若者が現れる。彼の名はヒイロ。大剣を帯刀し、見るからに腕のある剣士だと見てうかがえる。なぜか物珍しそうに街の様子を見物するヒイロは、トミッテ率いる街のならずもの集団にからまれてしまう。さらに、二つのあやしい影がそんなヒイロの後を付け狙うのだった…！？"
                },
                "2": {
                    "ID": "5571821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cerberus/episodes/5571821",
                    "TitleEnglish": "The Dark Crystal",
                    "SummaryEnglish": "Hiiro wants to get the Grand Trowa so that he can defeat the evil dragon, Dagon Zot. But first he has to find Nambuuko, the evil arms merchant who has it. And before he can do that, he needs to find a place to eat!",
                    "TitleJapanese": "ダーク・クリスタル",
                    "SummaryJapanese": "10年前、ヒイロの両親は、世界に災厄をもたらす邪竜ダガンゾートに命を奪われた。それ以来、両親の仇を討つためだけに、ヒイロは剣の修行を積んできた。しかし、それからというもの、ダガンゾートは一回も姿を現すことはなかったのだが…、突如、イインセキセの街にダガンゾートが現れた。ヒイロは、敵討ちを果たすべく、ダガンゾートに剣を向けたのだったが…！？"
                },
                "3": {
                    "ID": "5571822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cerberus/episodes/5571822",
                    "TitleEnglish": "The Hidden Fortress",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ヒドゥン・フォートレス",
                    "SummaryJapanese": "ヒイロたちの前に突如現れた不思議な少女、サラート。パルパやギルーは、正体が分からない不気味さゆえに、サラートとは関わらないようにヒイロに促す。しかし、ヒイロはサラートが、ひとりで困っているように思えて、行動を共にするように声をかけるのだが…。そんな折、ヒイロはイインセキセの街で、強制的に労働力を求める領主の下で囚われの身となってしまう。果たして、ヒイロは脱出することが出来るのだろうか…！？"
                },
                "4": {
                    "ID": "5571823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cerberus/episodes/5571823",
                    "TitleEnglish": "An Expected Journey",
                    "SummaryEnglish": "A trip to the local hot springs goes terribly wrong when the evil Sharisharu interrupts the vacation with a giant tentacled octopus. But her plans go awry when the octopus attacks her first!",
                    "TitleJapanese": "エクスペクテッド・ジャーニー",
                    "SummaryJapanese": "交易の街、イインセキセの近隣に、回復の泉と呼ばれる不思議な泉がある。最近街では、その泉に凶悪なモンスターが現れると噂され、懸賞金までかけられていた。謎の女エリンは、街でサラートを誘って、回復の泉へと誘う。一方、ギルーは懸賞金の噂を聞きつけ、ダガンゾートを倒すための旅路に必要な資金を稼ぐために泉に向かうことを決意するが…！？"
                },
                "5": {
                    "ID": "5594326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cerberus/episodes/5594326",
                    "TitleEnglish": "The Sense",
                    "SummaryEnglish": "On the way to the Land Where Wishes Die, the group is attacked by a massive bird. They seek shelter in a forest, but Sharisharu finds them and summons massive golems.",
                    "TitleJapanese": "センス",
                    "SummaryJapanese": "両親の仇である邪竜ダガンゾートを倒すために、さすらいの剣士ヒイロは仲間たちと共に旅路を急ぐのであったが…。彼らの前にナンブーコの手下シャリシャル―が、ヒイロを捕らえようと立ちはだかるのだった。"
                },
                "6": {
                    "ID": "5600327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cerberus/episodes/5600327",
                    "TitleEnglish": "Strange Love",
                    "SummaryEnglish": "Hiiro is kidnapped by Nambuuko, who threatens to torture him until he reveals his connection to the evil dragon Dagan Zot. Can he escape?",
                    "TitleJapanese": "ストレンジ・ラブ",
                    "SummaryJapanese": "ナンブーコは、バッハロッパ博士に命じ、恐るべき新兵器の開発を進めていた。一方、ヒイロは先のシャリシャルーとの戦いで傷つき、ナンブーコに捕らえられてしまう。ナンブーコは、ヒイロにダガンゾートとの関係を聞き出そうとするのだが…！？"
                },
                "7": {
                    "ID": "5610690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cerberus/episodes/5610690",
                    "TitleEnglish": "Transform",
                    "SummaryEnglish": "Hiiro realizes that he possesses Dagan Zot's heart, and that if he dies, Dagan Zot will die as well. Only after Giruu reveals the depths of his devotion does Hiiro find the strength to carry on.",
                    "TitleJapanese": "トランスフォーム",
                    "SummaryJapanese": "バッハロッパ博士は、サラートのためにナンブーコに捕らえられたヒイロを、サラートのもとへ送り返した。そして、ギルーは、先のシャリシャル―との戦いの際にヒイロに体に起こった不思議な現象について、ギルーが常日頃思っていた仮説を告げる。ヒイロは、そのことで衝撃を受けるのだが…！？"
                },
                "8": {
                    "ID": "5610691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cerberus/episodes/5610691",
                    "TitleEnglish": "The Dark Shadow",
                    "SummaryEnglish": "Sharisharu is ordered to kill Hiiro. She summons a shadow monsters to devour the townspeople and lure him into a trap. Can he use his new Dragon Form to stop her in time?",
                    "TitleJapanese": "ダーク・シャドウ",
                    "SummaryJapanese": "両親の仇である邪竜ダガンゾートを倒すために、さすらいの剣士ヒイロは仲間たちと共に旅路を急いでいた。街道の分岐点、ルカオナオの街に着いたヒイロたち一行は、久しぶりに宿をとったのだが、ヒイロたちの安息の時に巨大な怪しい影が迫っていた…！？"
                },
                "9": {
                    "ID": "5623023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cerberus/episodes/5623023",
                    "TitleEnglish": "Signs",
                    "SummaryEnglish": "Hiiro struggles with his new Dragon Form. The last time he transformed, he attacked and badly wounded Giruu, and Saraato's magic can't help him. The only way to save him is to find the rare Serafuria herb, which is a half day's journey away. But Giruu has bad news...",
                    "TitleJapanese": "サイン",
                    "SummaryJapanese": "ルカオナオの街で重傷を負ってしまったギルーのために、ヒイロたちは貴重な薬草を探しに渓谷へ赴く。一方、エリンは、ナンブーコがもたらした策略によって、近々クナアーン大陸で大変な事態に陥るという情報を、パルパたちに告げるのだった…！？"
                },
                "10": {
                    "ID": "5623204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cerberus/episodes/5623204",
                    "TitleEnglish": "The Omen",
                    "SummaryEnglish": "Hiiro learns the magic spell of the Kokuu blade, a weapon which will strike an enemy from afar. Hiiro is far too terrible a swordsman to put it to use, but Master Theo notices that he has incredible power. Theo realizes that not only is Hiiro keeping Dagan Zot's heart in check, Dagan Zot is the only thing keeping Hiiro's heart from going out of control...",
                    "TitleJapanese": "ジ・オーメン",
                    "SummaryJapanese": "バッハロッパ博士の導きにより、ヒイロたち一行は、テオ老師に会いに行く。そこで、ヒイロは、テオ老師に剣の修行を受けることになる。次々とテオ老師から出される無理難題に、先を急ぐヒイロは、遂にテオ老師にキレてしまうのだが…！？"
                },
                "11": {
                    "ID": "5623205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cerberus/episodes/5623205",
                    "TitleEnglish": "Fury Road",
                    "SummaryEnglish": "Hiiro is kidnapped by Sharisharu and Nambuuko, who want to control the evil dragon Dagan Zot. Nambuuko reveals that he was the one who killed Hiiro's parents. But without his Dragon Form, can he defeat Nambuuko, or is he doomed to be held a hostage for his heart?",
                    "TitleJapanese": "フューリー・ロード",
                    "SummaryJapanese": "両親の仇である邪竜ダガンゾートを倒すために、さすらいの剣士ヒイロは仲間たちと共にナンブーコの館がある望み果てし地を目指し旅路を急いでいた。そして、一行は遂にモルテ砂漠に辿り着く。そこさえ越えれば望み果てし地に到達するはずなのだが、広大な砂漠でヒイロ達を自然の驚異というあらたな試練が待ち受けていた…！？"
                },
                "12": {
                    "ID": "5623206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cerberus/episodes/5623206",
                    "TitleEnglish": "Return of the Dark Dragon",
                    "SummaryEnglish": null,
                    "TitleJapanese": "リターン・オブ・ダークドラゴン",
                    "SummaryJapanese": "ナンブーコの館を目指して旅をしていたヒイロたち一行は、旅の最大の難所のひとつであるモルテ砂漠で砂嵐に巻きこまれてしまいバラバラになってしまった。ヒイロはシャリシャル―によってナンブーコの許に連れ去られてしまう。しかし、サラートと合流したギルーたち一行は、サラートの機転によって、ヒイロを取り戻すためにナンブーコの館へと向かうのだったが…。"
                },
                "13": {
                    "ID": "5623207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cerberus/episodes/5623207",
                    "TitleEnglish": "Dragon's Heart",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ドラゴン・ハート",
                    "SummaryJapanese": "ナンブーコの館で、ヒイロと再会するサラートたち。しかし、サラートには、ナンブーコによって仕掛けられたある秘密が隠されていた。そして、ヒイロたちはそこでナンブーコの本当の目的を知ることになるのだが…。"
                }
            }
        }
    }
}