{
    "URL": "https://www.thetvdb.com/series/twin-star-exorcists",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5637108/",
        "https://sousei-anime.jp/",
        "https://www.themoviedb.org/tv/66078",
        "https://x.com/sousei_pr"
    ],
    "TitleEnglish": "Twin Star Exorcists",
    "SummaryEnglish": "Rokuro is from a family of exorcists, but he'd rather be a singer, a soccer player or anything but an exorcist! He's forced to own up to his own incredible potential when new arrival Benio stirs his competitive spirit. But their rivalry gets a twist when they earn the prestigious title of \"Twin Star Exorcists\"—two supreme fighters fated to marry and birth the ultimate spiritual warrior!",
    "TitleJapanese": "双星の陰陽師",
    "SummaryJapanese": "現代の裏側に存在する禍野には異形の化け物「ケガレ」が巣食う。\nそれを祓い清め、人々を守るのが陰陽師である。\n才能がありながらも陰陽師になることを拒む閻魔堂ろくろは\n神託により陰陽師の夫婦に与えられる「双星」の称号を得る。\n同じく双星となった化野紅緒は\n全てのケガレを祓うことを理想に掲げる少女であった。\n双星として戦いに巻き込まれていく中で、\n強くなりたいと真に願い戦い続ける紅緒を目の当たりしたろくろは、\n「雛付きの悲劇」以降戦うことから逃げ続けていた。\n自分の弱さと向き合う様になる。\n紅緒に刺激され目を逸らし続けていた過去と向き合ったろくろは\n再び陰陽師として戦うことを決意し、二人は共に「双星の陰陽師」として強大なケガレへと立ち向かう！",
    "Aliases": [
        "Sousei no Onmyouji"
    ],
    "Modified": "2025-08-03",
    "Seasons": {
        "1": {
            "ID": "658671",
            "URL": "https://www.thetvdb.com/series/twin-star-exorcists/seasons/official/1",
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "5537515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5537515",
                    "TitleEnglish": "The Destined Two - Boy Meets Girl",
                    "SummaryEnglish": "Rokuro Enmado has great talent as an exorcist, but because of trauma in his past he has given that pursuit up. That's when he meets Benio Adashino, head of the famous Adashino exorcist clan, who has moved to Tokyo from Kyoto. What will become of these two after their fateful meeting?",
                    "TitleJapanese": "運命の二人　BOY MEETS GIRL",
                    "SummaryJapanese": "焔魔堂（えんまどう）ろくろは、陰陽師としての才能に恵まれながら、過去に負った心のキズを癒せず陰陽師になることをやめていた。そんなろくろがひとりの美少女・化野紅緒（あだしの　べにお）と出会う。紅緒は名門・化野家の筆頭をつとめる優秀な陰陽師だった。\n陰陽師トップ・陰陽頭（おんみょうのかみ）からの命令で、京都からやってきた紅緒は、偶然知り合ったろくろに道案内を頼むが、持っていた地図がわかりづらかったせいでふたりは道に迷ってしまう。\nそんなふたりの前に現れたのは？"
                },
                "2": {
                    "ID": "5573504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5573504",
                    "TitleEnglish": "Intersection of Twin Stars - A Fateful Fight",
                    "SummaryEnglish": "Benio has moved into the Seika dormitory, which puts her into conflict with Rokuro after their unpleasant first encounter. Soon a strange individual arrives at the dorm clad only in a pair of underpants. This turns out to be the leader of all exorcists, the Chief Exorcist Tsuchimikado Arima. After inviting the members of the dorm to the Five Mirror Chamber, he asks Rokuro and Benio to battle in front of exorcist authorities from around Japan. Benio wants to test Rokuro's strength, but he still wants nothing to do with being an exorcist.",
                    "TitleJapanese": "双星交差　A FATEFUL FIGHT",
                    "SummaryJapanese": "紅緒がろくろたちとともに星火寮（せいかりょう）で暮らすことになった。お互いに最悪の出会いをしたせいで反発しあうろくろと紅緒。\nそんな中、怪しげな人物が星火寮を訪れる。どういうわけかパンツ一丁で現れたこの人物こそ、すべての陰陽師を統べる陰陽頭・土御門有馬（つちみかど ありま）だった。\nそして星火寮の面々とともに「五鏡止水の間（ごきょうしすい の ま）」と呼ばれる場所へとやってきたろくろと紅緒は、なぜか全国の幹部たちの前で戦うことになる。だが、ろくろの実力を確かめたい紅緒と違ってろくろには、陰陽師として戦う意思はなく――"
                },
                "3": {
                    "ID": "5573505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5573505",
                    "TitleEnglish": "Differing Intentions - A Hero's Worth",
                    "SummaryEnglish": "Benio quickly becomes the center of attention after transferring to Rokuro and Mayura's middle school. When a Kegare attacks between classes, Benio decides to leave while Rokuro claims that their studies should take precedence over exorcist duties. But is that how he really feels?",
                    "TitleJapanese": "すれ違い　A Hero’s Worth",
                    "SummaryJapanese": "ろくろやろくろの幼なじみ・音海繭良（おとみ まゆら）と同じ学校に通うことになった紅緒は、すぐにクラスの注目の的になる。\nそんな中、授業の合間に異界のバケモノ・ケガレの気配を感じ取る紅緒。まだ中学生のろくろたちは、陰陽師としての仕事よりも学業を優先するように言われていたが、紅緒はかまわず学校を早退するとケガレ祓いに向かう。一方ろくろはそのまま学校に残るが、紅緒との出会いから、その心には迷いが生まれていた――。"
                },
                "4": {
                    "ID": "5573506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5573506",
                    "TitleEnglish": "The Sound of Magano - Bothersome Twosome",
                    "SummaryEnglish": "When Ryogo runs into more trouble than expected during a Kegare exorcism, a desperate Rokuro turns to the one person he thinks can really help: Benio.",
                    "TitleJapanese": "禍野の音　BOTHERSOME TWOSOME",
                    "SummaryJapanese": "星火寮で一緒に暮らし、ろくろのことを本当の弟のようにかわいがってくれる椥辻亮悟（なぎつじ りょうご）が、ケガレ祓いの最中、ケガレの棲処・禍野（まがの）に取り残されてしまった。依頼を受けた亮悟が出かける直前、つまらないことで言い争いをしていたろくろは、亮悟とともにケガレ祓いに向かった額塚篤（すくもづか あつし）や国崎慎之助（くざき しんのすけ）から話を聞くと、いてもたってもいられなくなる。\n一方、禍野に取り残された亮悟は、襲いかかるケガレを相手にひとり奮闘するが、徐々に追い詰められてゆく。"
                },
                "5": {
                    "ID": "5573555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5573555",
                    "TitleEnglish": "Twelve Guardians, Vermilion Bird - The Guardian Shimon",
                    "SummaryEnglish": "When the kids from an elementary school soccer team are suddenly transported to Magano by Kegare, Rokuro joins Benio, Atsushi, and Shinnosuke to go to Magano and save them. But in the middle of the battle, painful memories overwhelm Rokuro, and he's unable to fight. Just then, one of the highest ranking Exorcists, the \"Vermilion Bird\" of the Twelve Guardians, Ikaruga Shimon, appears.",
                    "TitleJapanese": "十二天将 朱雀　THE GUARDIAN SHIMON",
                    "SummaryJapanese": "小学校で、練習中のサッカー部の子供たちが、突然姿を消した。\n子供たちはケガレによって禍野へと連れ去られていたのだ。\n子供たちを助けるため、紅緒や篤、慎之助とともに禍野を訪れたろくろは、\n自分自身の意思で陰陽師として戦うことになる。\nだがその最中、ふとしたことでかつてのつらい記憶がよみがえり、戦うことができなくなってしまうのだった。\nそのとき一同の前に現れたのは、陰陽師の中でもトップクラスの実力を持つ十二天将（じゅうにてんしょう）\n朱雀の名を持つ斑鳩士門（いかるが しもん）だった。"
                },
                "6": {
                    "ID": "5573558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5573558",
                    "TitleEnglish": "Benio and Mayura - Girls' Party",
                    "SummaryEnglish": "With Benio constantly leaving school for no given reason, Mayura starts to worry about her new classmate. And Rokuro starts getting back into the swing of things by joining the others on a regular Kegare exorcism.",
                    "TitleJapanese": "紅緒と繭良　GIRLS' PARTY",
                    "SummaryJapanese": "ろくろや繭良と同じ学校に通い始めたものの、紅緒はクラスメイトたちとなじもうとせず、毎日のように早退する日々を送っていた。紅緒はケガレ祓いのために早退を繰り返していたのだが、事情を知らない繭良はそんな紅緒を心配し、何とかして友達になれないものかと考える。早速いろいろな方法を使って紅緒と仲良くなろうとする繭良。だが紅緒はそんな繭良に困惑し、距離を取ろうとするのだが……。"
                },
                "7": {
                    "ID": "5573559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5573559",
                    "TitleEnglish": "A New Trial - Unbelievable Game",
                    "SummaryEnglish": "Arima returns to Tokyo to give the Twin Star Exorcists a trial to test their skills. But it's not the kind of test they were anticipating, with an unexpected reward.",
                    "TitleJapanese": "新たなる試練　UNBELIEVABLE GAME",
                    "SummaryJapanese": "有馬が星火寮を訪れ、ろくろと紅緒を「双星の陰陽師」の真価が問われる試練の場へと連れて行くと言う。「試練」と聞いて気合いの入るろくろと紅緒だが、ふたりが連れて行かれたのは豪華な屋敷。そこは夫婦に与えられる「双星」の称号を得たろくろと紅緒が暮らすための新居だった。突然ふたりきりで暮らすように言われ焦るろくろたち。有馬はそんなふたりに、お互いに協力しあわなくては解決できないある難題を課す。"
                },
                "8": {
                    "ID": "5573560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5573560",
                    "TitleEnglish": "Rokuro's Feelings - Shocking Confession",
                    "SummaryEnglish": "Mayura and Benio debate whether or not Rokuro should continue fighting, and an unpleasant figure from Rokuro's past arrives to test his renewed dedication to being an exorcist.",
                    "TitleJapanese": "ろくろの気持ち　SHOCKING CONFESSION",
                    "SummaryJapanese": "呪力の高い人間が、突然ケガレとなる現象「ケガレ堕（お）ち」が発生した。\nそんなある日、繭良が禍野へと連れ去される事件が起こる。繭良を助けるため禍野にやってきたろくろと紅緒だったが、強すぎる敵に苦戦する。そこに現れたのは、士門と同じく十二天将のひとりで繭良の父親である天若清弦（あまわか せいげん）だった。ろくろたちが苦戦したケガレを難なく倒した清弦は、ろくろの覚悟を試すため戦いを仕掛け、さらに追い討ちをかけるようにろくろの心のキズとなっている「雛月（ひいなつき）の悲劇」について話し始める 。"
                },
                "9": {
                    "ID": "5573561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5573561",
                    "TitleEnglish": "Intertwining Tragedies - Tragedy Comes With Smile",
                    "SummaryEnglish": "With the truth about Rokuro exposed to Benio, the Twin Star Exorcists are confronted by someone who shares a connection to both of them.",
                    "TitleJapanese": "交錯する悲劇　TRAGEDY COMES WITH SMILE",
                    "SummaryJapanese": "「雛月の悲劇」―― かつて、陰陽師候補生養成所・雛月寮に突如として現れた数匹のケガレによって、候補生の子供たちのほとんどが殺されたとされる事件。この事件にまつわる話を清弦から聞いた紅緒は絶句する。「雛月の悲劇」の被害者でもある石鏡悠斗（いじか ゆうと）は、実は紅緒の兄であり、唯一、生き残ったのがろくろだった。清弦の話を聞きろくろに詰め寄る紅緒。そのときろくろたちの前に、死んだはずの悠斗が現れる。"
                },
                "10": {
                    "ID": "5573562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5573562",
                    "TitleEnglish": "Subaru's Training - The Bewitching Guardian",
                    "SummaryEnglish": "After being confronted by Yuuto, the Twin Star Exorcists are desperate to get stronger in preparation for future battles, but Benio's old master Subaru has a different kind of training in mind.",
                    "TitleJapanese": "すばるの修行　THE BEWITCHING GUARDIAN",
                    "SummaryJapanese": "ろくろたちの屋敷に、突然、紅緒のかつての師匠で、十二天将・天后（てんこう）の名を冠する御幣島すばる（みてじま すばる）と騰蛇（とうだ）の名を冠するタタラが現れた。悠斗と再会した禍野での戦いで自分たちの力のなさを思い知ったろくろと紅緒は、もっと強くなるため、すばるに頼み修行をつけてもらうことにする。快くそれを引き受けてくれたものの、どこか浮世ばなれしているすばるの修行（？）はふたりにとって理解できないものばかりで……。"
                },
                "11": {
                    "ID": "5573563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5573563",
                    "TitleEnglish": "Do Your Best, Newlyweds - Fantastic Moments",
                    "SummaryEnglish": "Subaru of the Twelve Guardians thinks that Benio and Rokuro need to understand each other better, but the Twin Star Exorcists aren't convinced and insist on conventional combat training. The debate comes to head in the form of a game of hide and seek: if Benio and Rokuro can track Subaru down before sunset, she'll provide the training they're asking for.",
                    "TitleJapanese": "新婚さんおきばりやす　FANTASTIC MOMENTS",
                    "SummaryJapanese": "すばるに修行をつけてもらうことになったろくろと紅緒だが、いまだに本格的な修行をさせてもらえず不満顔。そんなふたりの気持ちを察したすばるは、かくれんぼで自分を見つけ出せたらたっぷりと修行をつけてくれると約束し、街に出かけてしまう。早速、すばるを追って街に出かけるろくろと紅緒。ふたりは協力してすばるの行きそうな場所を探すが、毎回ひとあし違いになってしまい……。"
                },
                "12": {
                    "ID": "5573564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5573564",
                    "TitleEnglish": "Give Me a Break - Basara Boy Kamui",
                    "SummaryEnglish": "Benio and Rokuro square off against the massively powerful Kamui, but are hopelessly outmatched. What makes this Kegare so uniquely dangerous? And can the Twin Star Exorcists survive?",
                    "TitleJapanese": "勘弁しろし　BASARA BOY KAMUI",
                    "SummaryJapanese": "ふたりで暮らし始めてから、ちゃんとした食事をとっていないことに気づいた紅緒が、特製ドリンク「紅緒スペシャル」を製作（？）。あまりのまずさにのたうちまわることになったろくろは、自分が夕食を作ると言い出す。\nろくろが夕食を作っている間、日課のジョギングに出かけた紅緒は、その途中で両親の仇「神威（かむい）」と出会う。神威は一介のケガレの強さをはるかに上回る力を持つ「婆娑羅（バサラ）」と呼ばれるものだった。"
                },
                "13": {
                    "ID": "5612701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5612701",
                    "TitleEnglish": "Your Courage, My Courage - Zero Millimeters Apart",
                    "SummaryEnglish": "Benio has a vendetta against the incredibly powerful Basara, Kamui. Rokuro tries to reason with her as she insists on fighting him no matter what the cost. Can the Twin Star Exorcists overcome their most deadly enemy yet by working together?",
                    "TitleJapanese": "君の勇気、私の勇気　ZERO MILLIMETERS APART",
                    "SummaryJapanese": "十二天将クラスの陰陽師でなければ、到底かなわないと言われる究極のケガレ・婆娑羅――\nその一体である神威は、より強い陰陽師と戦って倒すことをつねに望み、\nそれゆえ「双星の陰陽師」を探していた。\nろくろと紅緒が「双星の陰陽師」であることを知らない神威は、最初の一撃で、\nわずかながらも自分にダメージを与えたろくろに興味を持つと、その強さを極限まで引き出そうとする。"
                },
                "14": {
                    "ID": "5662183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5662183",
                    "TitleEnglish": "Yukatas, Stars and Wishes - Tanabata Special",
                    "SummaryEnglish": "It's Tanabata at the Seika Dorm, and everyone is reminiscing while they think about what their wishes for the future will be.",
                    "TitleJapanese": "浴衣と星と願い事　TANABATA SPECIAL",
                    "SummaryJapanese": "年に一度の七夕をみんなで過ごすため、亮悟たちのいる星火寮を訪れたろくろと紅緒。さらに繭良も加わり久々に楽しい時間が過ぎてゆく。そんな中ろくろと紅緒が短冊に書いた願いごととは？ 一方その頃、陰陽頭・有馬や十二天将は、京都の陰陽連本部にいた。　温泉につかり、疲れを癒す士門と清弦は、婆娑羅としてはまだ若い神威の出現、故意に引き起こされたケガレ堕ちの発生を思い返し、今後の戦いに向け気を引き締める。そして有馬は、神託の「神子（みこ）」の誕生を願う。 永きにわたり続いてきた陰陽師とケガレの戦いは、新たな局面を向かえようとしていた――。"
                },
                "15": {
                    "ID": "5662184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5662184",
                    "TitleEnglish": "Goodbye to Being Alone - The Awakening of Love",
                    "SummaryEnglish": "Ryogo gets introduced to an attractive young exorcist by Fushihara, an exorcist from the neighboring area, causing him to question whether or not exorcists should pursue romantic relationships in face of the otherworldly threats that menace their lives.",
                    "TitleJapanese": "ひとりぼっちに　さようなら　THE　AWAKENING　OF　LOVE",
                    "SummaryJapanese": "亮悟が、知り合いの陰陽師・罧原徹（ふしはら とおる）から紹介された女性、柏原遥（かいばら はるか）とデートすることになった。お互いにまんざらでもなさそうなふたりだったが、何度か会ううちに、亮悟の中で拭い去れない不安が大きくなってゆく。亮悟はそのことを罧原に相談するが、そんな亮悟に罧原は？\n一方、陰陽頭・有馬からの指示で、鳴神町（なるかみちょう）にとどまる清弦は、最近、この町の周辺で起きている異変について調べていたが……。"
                },
                "16": {
                    "ID": "5662185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5662185",
                    "TitleEnglish": "As an Exorcist - Salvation Then Wailing",
                    "SummaryEnglish": "After harsh words from Seigen, the Twin Stars are frustrated with how powerless they feel. Mayura decides to help cheer her exorcist friends up, in spite of a warning from her father...",
                    "TitleJapanese": "陰陽師として　SALVATION THEN WAILING",
                    "SummaryJapanese": "もともと高い呪力を持つ繭良が、突然ケガレ堕ちになり、自我を失ってろくろや紅緒に襲いかかる！ さっきまで「繭良だった」ケガレを祓うことにためらいがあり、本気で戦うことができないろくろと紅緒。なすすべもなく追い詰められて行くふたりだが、そこに清弦が現れた。 変わり果てた愛娘・繭良を呪縛から解き放とうと、苦しい選択をせざるを得ない清弦だったが、そのとき紅緒があることに気づく。"
                },
                "17": {
                    "ID": "5691688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5691688",
                    "TitleEnglish": "The Red Emblem Master Gave Me - New Talisman From Master",
                    "SummaryEnglish": "Seigen attacks Yuuto, which proves useless. Yuuto fatally wounds Seigen who casts a barrier around the Twin Star Exorcists and the fainted Mayura. Seigen resolves to blow himself up; however, Rokuro and Benio escape from inside the barrier, which again Yuuto congratulates. Seigen is saved minus one arm and Rokuro manages to land a punch on Yuuto who is shocked. He then announces that he will wait for Rokuro's answer (whether he will join Yuuto on the dark side) at a place where there are precious memories for the both of them: Hiinatsuki Dormitory. Seigen and Mayura were hospitalized: Seigen undergoing surgery and Mayura still unconscious. Jissama has received information that the Twelve Guardians has been mobilized to destroy Yuuto and he gives Rokuro a package that Seigen had been wanting to give him. Inside, there is the black exorcist uniform that Seigen wore. Rokuro wears the uniform and announces to Benio that he will defeat Yuuto even with the Twelve Guardians mobilized.",
                    "TitleJapanese": "師がくれた赤い証　NEW TALISMAN FROM MASTER",
                    "SummaryJapanese": "ろくろや紅緒、清弦の前に再び悠斗が現れた。繭良を救うために呪力と体力を使い果たし、\n動くこともままならないろくろや紅緒を見た清弦は、ふたりに繭良を連れて禍野から出るように伝えると、\nひとり、目の前の敵に立ち向かう。\n陰陽頭である有馬から与えられた使命を果たすため、かつての弟子が犯した不始末に、\n師としてのケリをつけるため、十二天将・白虎の名を持つ清弦が、本気の戦いを挑む！"
                },
                "18": {
                    "ID": "5691719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5691719",
                    "TitleEnglish": "On the Eve of Battle - Triumph Over Fear",
                    "SummaryEnglish": "Rokuro has sworn to defeat Yuto. But... how? The Twin Star Exorcists look at the facts and try to find a way to strengthen their odds against an opponent that outclasses them in nearly every way.",
                    "TitleJapanese": "決戦前夜 TRIUMPH OVER FEAR",
                    "SummaryJapanese": "ろくろと紅緒は、自分たちの力で悠斗と決着をつける決心をする。\n決戦に備え作戦を練るふたり。だが一人前の陰陽師としての修行ができなかったろくろには\n使える呪装（じゅそう）の数も少なく、今のままではとても太刀打ちできないことがわかる。\nそこでふたりは勝つための唯一の方法として、「双星」にしかできない技「共振（レゾナンス）」を\n完璧に使いこなすことを考える。\nところがいざ修行となると……。"
                },
                "19": {
                    "ID": "5691720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5691720",
                    "TitleEnglish": "Both Sin and Impurity - The 10 Seconds Decision",
                    "SummaryEnglish": "It's all been leading up to this. With their new Resonance abilities, the Twin Star Exorcists take the fight directly to Ijika Yuto. Will it be enough to defeat the twisted, evil exorcist?",
                    "TitleJapanese": "罪もけがれも THE 10 SECONDS DECISION",
                    "SummaryJapanese": "いよいよ悠斗と決着をつけるときがやってきた。\n驚異的な力を持つ悠斗に立ち向かうべく、力を合わせて戦いを挑むろくろと紅緒は、\nレゾナンスを使った技を次々と繰り出して果敢に攻撃を仕掛ける。\nだがどんなに攻撃を仕掛けても、悠斗には致命的なダメージを与えることができない。\nそこでろくろは、悠斗を一気に追い詰め、この戦いを終わらせるために、\n清弦から渡された、赤い「星装顕符（せいそうげんぷ）」を取り出す。……。"
                },
                "20": {
                    "ID": "5691721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5691721",
                    "TitleEnglish": "Our Path - To the Future with Us Two",
                    "SummaryEnglish": "Yuto has been dominating the Twin Star Exorcists so far, but can help from an unexpected source change the course of their battle?",
                    "TitleJapanese": "ふたりの道 TO THE FUTURE WITH US TWO",
                    "SummaryJapanese": "神威からもらった力を使い悠斗に戦いを挑む紅緒。\nこれまで以上のスピードと高密度の呪力、重さを増した紅緒の攻撃は、\n徐々に悠斗を追い詰めてゆくが、そのとき、突如異変が!?\n再び窮地に立たされた紅緒を救うべく、ろくろが傷だらけのからだで立ち上がる！\n\n――「雛月の悲劇」が起こったあの日、\nつけることができなかった決着をつけるため、\n家族として、兄の罪と穢れを祓うため、\nそれぞれ強い思いを抱いて戦うろくろと紅緒は、悠斗の野望を打ち砕けるか!?"
                },
                "21": {
                    "ID": "5712446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712446",
                    "TitleEnglish": "Rebirth of the Twin Stars - Sweetie Fairy",
                    "SummaryEnglish": "Two years have passed since their battle with Yuto, and the Twin Star Exorcists have gotten better with age. But when they find something unexpected in Magano, there's no telling what it could mean for their future.",
                    "TitleJapanese": "双星新生 SWEETIE FAIRY",
                    "SummaryJapanese": "高校生になったろくろと紅緒は、亮悟たち星火寮のみんなや遥、\n新たに陰陽師となった繭良とチームを組んでケガレ祓いをする日々を送っていた。\nそんなある日、ろくろたちは禍野で小さな女の子と出会う。\n自分の名前もわからない女の子のことを放っておけないろくろは、\nその子を「さえ」と呼ぶことにし、自宅に連れ帰ると、紅緒と協力して世話をすることにする。\n一方その頃、陰陽頭・有馬や十二天将らは、\n婆娑羅がかかわっていると思われる異変を確認。\n一同に緊張が走る――!!"
                },
                "22": {
                    "ID": "5712447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712447",
                    "TitleEnglish": "It's Impure, Yknow? - Philosophical Filthy Seraphim",
                    "SummaryEnglish": "The hellish world of Magano, home of the Kegare, has begun to leak into our reality. Can the Twin Star Exorcists stop the growing influence before it spells doom for the town of Narukami?",
                    "TitleJapanese": "ケガれてんじゃ～ん PHILOSOPHICAL FILTHY SERAPHIM",
                    "SummaryJapanese": "突如、鳴神町に巨大な気があふれ、ケガレが闊歩する禍野のようになってしまった。\n原因は禍野と現世とを隔てる結界に開いた穴「龍黒点（りゅうこくてん）」の出現。\n清弦を中心に、ろくろや紅緒、亮悟たち、なぜか一緒についてきたさえが龍黒点をふさぐために駆けつけるが、\n襲い掛かる無数のケガレたちに苦戦する。\nさらにはその穴を通って、婆娑羅の珠洲（すず）が、\n「真蛇（しんじゃ）」と呼ばれる強い力を持つケガレを引き連れて現れ……。"
                },
                "23": {
                    "ID": "5712448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712448",
                    "TitleEnglish": "Westward, Twin Stars - Hard To Be Mother",
                    "SummaryEnglish": "The Twin Stars head out of town to seal a Dragon Spot, and Benio is confronted with the infamy caused by her brother.",
                    "TitleJapanese": "双星 西へ HARD TO BE MONSTER",
                    "SummaryJapanese": "龍黒点が現れた地域からの応援要請で、ろくろと紅緒、さえが現地に向かうことになった。\n亮悟たちも忙しく、三人を送り届けることもできない中、\n紅緒の式神・きなこが思いがけない活躍（？）をする。\n現地に着いたろくろたちは、ほかの陰陽師たちと協力して事態の収拾にあたることになるが、\nそんな中、紅緒は、悠斗の一件から「化野家」をよく思わない一部の陰陽師から冷たくされ"
                },
                "24": {
                    "ID": "5712449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712449",
                    "TitleEnglish": "The Kegare's Dream - What Is Beautiful?",
                    "SummaryEnglish": "The Twin Stars' tour across Japan to seal the Kegare-spawning Dragon Spots makes a detour to an amusement park, and Sae makes a new friend that Benio and Rokuro aren't happy about.",
                    "TitleJapanese": "ケガレの見た夢 WHAT IS BEAUTIFULL?",
                    "SummaryJapanese": "さえを連れ、新たな龍黒点が現れた遊園地にやってきたろくろたち。\n道すがらろくろから、「遊園地というのはキラキラしていて楽しい場所だ」と聞いていたさえは、\n龍黒点から噴き出す気のせいで、本来の姿とはほどとおく変化した遊園地にがっかりする。\nそんなさえの前に、禍野から来た真蛇・麗穏（レオン）が現れる。\n暗く荒れ果てた禍野しか知らないレオンは、現世にはあるという「キレイ」を探していた。"
                },
                "25": {
                    "ID": "5712450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712450",
                    "TitleEnglish": "Celestial Avatar - Come Back! Southpaw",
                    "SummaryEnglish": "The Twin Stars head down to Nagoya and encounter a baseball stadium that has been taken over by a Basara.",
                    "TitleJapanese": "天・元・空・我 COME BACK! SOUTHPAW",
                    "SummaryJapanese": "突如、野球場に龍黒点が現れ、そこから噴き出す気と、\nその気から力を得た婆娑羅・山門（やまと）によって街が崩壊。\n何とかして被害を食い止めようとするろくろと紅緒だったが、\nそんなふたりの前に十二天将の勾陳（こうちん）・五百蔵鳴海（いおろい なるみ）と\n天空（てんくう）・勝神コーデリア（かすかみ こーでりあ）が現れる。\nこれ以上被害を拡大させないため、一刻も早く穴を塞がなければならないと考える一同。\nだが、問題の野球場は離れた場所にある。\nそんなとき、とある人物が近道の案内を申し出る。"
                },
                "26": {
                    "ID": "5712451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712451",
                    "TitleEnglish": "Twin Stars VS Twins - Basara Twins' Strings",
                    "SummaryEnglish": "The Twin Star Exorcists meet a pair of twin Basara brothers, whose teamwork might be a match for our heroes' powers... And the mastermind behind the Dragon Spots finally reveals himself.",
                    "TitleJapanese": "双星VS双生　BASARA TWINS' STRINGS",
                    "SummaryJapanese": "十二天将たちは、今回の異変の元凶として婆娑羅の闇無（くらなし）を追っていた。\nその闇無から話を聞き、「双星の陰陽師」に興味を持った婆娑羅、\n千々石（ちぢわ）と百道（ももち）がろくろたちの前に現れる。\nもともと一体だったケガレから二体に分かれ、長い間一緒に行動してきた彼らは、\n互いに合図なしでも息の合った攻撃を仕掛け、ろくろと紅緒を苦しめる。レゾナンスも通用せず、\nいよいよ万事休すかと思われたそのとき……！"
                },
                "27": {
                    "ID": "5712452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712452",
                    "TitleEnglish": "Mayura-chan's Secret - Mayura's Secret Lesson",
                    "SummaryEnglish": "While the Twin Stars tour Japan, Mayura tries to step up her skills as an exorcist.",
                    "TitleJapanese": "ひみつの繭良ちゃん　MAYURA'S SECRET LESSON",
                    "SummaryJapanese": "陰陽師となった繭良は、留守中のろくろと紅緒に代わり、\n亮悟たちとともにケガレ祓いに奮闘する日々を送っていた。\nだが戦いの最中にどうしてもツメが甘くなり、\n毎回のようにみんなの足を引っ張ってしまう自分が情けなくなる。\nそんな中、星火寮を訪れた士門と出会った繭良は、士門に頼んで修行をつけてもらおうとするのだが、\n気弱で自信のない心を見透かされ「覚悟が足りない！」と一喝される。"
                },
                "28": {
                    "ID": "5712453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712453",
                    "TitleEnglish": "Unomiya Tenma - Transcendence",
                    "SummaryEnglish": "A Dragon Spot in Kumano results in a brief detour before the Twin Stars and Sae arrive in Kyoto, and they meet the strongest member of the Twelve Guardians.",
                    "TitleJapanese": "鸕宮天馬　TRANSCENDENCE",
                    "SummaryJapanese": "陰陽連の指示で、さえを連れて京都に向かう途中のろくろたちは、\n清弦からの連絡で、古くから霊地と言われている場所に龍黒点が現れたことを知る。\n龍黒点をふさぐため急いで現地に駆けつけたろくろたちは、\n彼らを待ち構えていた婆娑羅の鬼無里（きなさ）との戦いに突入するが、\nろくろたちの攻撃は鬼無里に少しのダメージも与えることができない。\n\nそこに十二天将のひとり、貴人（きじん）・鸕宮天馬（うのみや てんま）が現れた。"
                },
                "29": {
                    "ID": "5712454",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712454",
                    "TitleEnglish": "A Promise with Sae - Missing Exorcist Master",
                    "SummaryEnglish": "The head of the Exorcist Union is attacked by the Basara responsible for the the Dragon Spots. And the Twin Star Exorcists finally learn just where Sae came from.",
                    "TitleJapanese": "さえとの約束　MISSING EXORCIST MASTER",
                    "SummaryJapanese": "久々に故郷・京都へと帰ってきた紅緒は、自分がよく知る場所に\nろくろやさえを案内することが楽しみな様子。\nそんな中、有馬から、龍黒点の発生を完全に止める方法が見つかったとの連絡が入り、\nひとまず、さえを連れて陰陽連本部へと向かうことにする。\n一方、龍黒点がすべてふさがれることで計画に支障が出ると考えた闇無は、\nこれを阻止するため陰陽連本部の結界をすり抜け侵入。\n計画に邪魔な有馬を葬り去ろうとするが、逆に禍野へと追い詰められることになる。"
                },
                "30": {
                    "ID": "5712455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712455",
                    "TitleEnglish": "Forever Smiling - Lovely Smile Forever",
                    "SummaryEnglish": "With the secret behind the Dragon Spots and Sae's origin revealed, the path to salvation is clear. But are the Twin Stars willing to part ways with the girl who's become like a daughter to them? And if they're not, can they help the Twelve Guardians resist the flood of Kegare coming through the Dragon Spot?",
                    "TitleJapanese": "いつまでも笑顔で　LOVELY SMILE FOREVER",
                    "SummaryJapanese": "現世と禍野を隔てる結界を支える大樹「天の御柱」。\n最強の陰陽師・安倍晴明が作り出したとされるこの大樹の枝が折られ、\n結界が不安定になったことが異変の原因だった。\n龍黒点の出現を止めるには折られた枝を元の位置に戻し、結界を安定させる必要があるのだが……。\nそうしている間にも上空に巨大な龍黒点が出現。大量のケガレがなだれ込み、\n現世が禍野の気に侵食されてゆく――。\n\n各地に散らばっていた十二天将も続々集結する中、\nろくろたちも大切なものを守る覚悟を決める。"
                },
                "31": {
                    "ID": "5712456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712456",
                    "TitleEnglish": "Because I'm With You - Wai Wa Kinako Ya!",
                    "SummaryEnglish": "Kinako wakes up alone in the Seika Dorm after the trip to Kyoto. As he searches for Benio, he reminisces about how they first met.",
                    "TitleJapanese": "そばにいるから　WAI WA KINAKO YA!",
                    "SummaryJapanese": "現プロ式神・きなこは、紅緒がまだ幼い頃からそばに仕え、ずっと主を見守ってきた。\n龍黒点出現の一件でも、紅緒やろくろたちとともに行動し一部始終を見てきたきなこは、\n今回起きたさまざまなことを思いながら、初めて紅緒と出会ったときのことを思い出す――。\n\nその頃の紅緒は、目の前でケガレに両親を殺されたショックで心を閉ざしていた。\nプロ式神として主を理解し、信頼関係を築きたいきなこはあれこれ手を尽くすが、\n紅緒は一向に心を開こうとせず……。"
                },
                "32": {
                    "ID": "5712457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712457",
                    "TitleEnglish": "Into Chaos - Seeking the Past, Seeking the Future",
                    "SummaryEnglish": "The Twin Stars reflect on their past, and Rokuro begins to question his own origins.",
                    "TitleJapanese": "混沌の中に　SEEKING THE PAST, SEEKING THE FUTURE",
                    "SummaryJapanese": "これまでの戦いで婆娑羅たちに苦戦し、身近で十二天将の強さを思い知らされたろくろは、\n今よりももっと強くならなければならないと考える。\nずっと心の中にあった疑問と向き合い、さらに前に進むため、\n紅緒とともに星火寮にいる清弦のもとを訪れたろくろは、\n自分自身の記憶にある以前の話を聞き出そうとする。そんなろくろに清弦が話す過去とは？\n\nそして、一度は禍野へと去って行った婆娑羅の珠洲が、\n再びろくろと紅緒の前に現れ……。"
                },
                "33": {
                    "ID": "5712458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712458",
                    "TitleEnglish": "The Master Repays a Favor - I Want You to Eat Me",
                    "SummaryEnglish": "Kuranashi prepares the next phase of his plan, and sends the Basara who have allied with him to take on the Twelve Guardians.",
                    "TitleJapanese": "師(もろ)の恩返し　I WANT YOU TO EAT ME",
                    "SummaryJapanese": "こ姿を消した有馬を捜す十二天将たちに、有馬と同じ土御門家のひとり・御影（みかげ）から、\n陰陽連本部に集まるようにとの連絡が入る。\n御影は有馬が姿を消してから陰陽頭代行としてその仕事を引き継いでいた。\n御影は、神託によって判明した有馬の消息について伝えるため、\n十二天将を召集したのだった。\n\n一方その頃、闇無は、密かに進めてきた計画が思惑通りに運んでいることに満足し、\n次の段階へと進める準備に取りかかっていた――。"
                },
                "34": {
                    "ID": "5712459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712459",
                    "TitleEnglish": "The Greatest Duo?! - Wachi vs Washi & Watashi",
                    "SummaryEnglish": "Two of the Twelve Guardians, Zeze Miku and Sada Sakura, take on the ravenous Basara named Moro.",
                    "TitleJapanese": "名コンビじゃねぇ！　WACHI vs WASHI＆WATASHI",
                    "SummaryJapanese": "十二天将・大陰（だいおん）の名を持つ膳所美玖（ぜぜ みく）と\n六合（りくごう）・蹉蛇桜（さだ さくら）の父親は、かつてともに戦った仲間だった。\nだが彼は、桜がまだ幼い頃に婆娑羅の師（もろ）に殺されてしまう。\n以来、美玖と桜にとって共通の仇となった師が、今ふたりの前に現れた。\nこのチャンスに仇を討とうとする美玖と桜。一方の師はさらなる力を手に入れるため、\n十二天将であるふたりを倒してその呪力を喰らおうとする。\n\n今まさに因縁の戦いが始まる。"
                },
                "35": {
                    "ID": "5712460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712460",
                    "TitleEnglish": "The Puppeteer's Revenge - I Am Not Alone",
                    "SummaryEnglish": "A Basara is targetting the Twin Star Exorcists, and the only one standing in his way is Shimon. But will the winged guardian save Rokuro and Benio, or be their ultimate downfall?",
                    "TitleJapanese": "復讐の傀儡師　I AM NOT ALONE",
                    "SummaryJapanese": "ろくろたちの学校の裏庭で、木に打ちつけられた二体の人形が見つかったとのウワサが流れ、\n転入生として学校に潜入していた士門やろくろたちが調査に乗り出す。\n問題の裏庭にやってきた一同は、そこに残っていた呪力の痕跡に気づくが、\nそんな中ろくろと紅緒だけが、突然、別の場所に移動させられる。\nそこにいたのは、前の戦いで苦戦を強いられた婆娑羅の千々石。\n\n千々石は「双星の陰陽師」を相棒・百道の仇として狙っていた。"
                },
                "36": {
                    "ID": "5712461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712461",
                    "TitleEnglish": "What Must Be Protected - What Is Really Important?",
                    "SummaryEnglish": "Chijiwa has wrapped Shimon, along with the rest of the school, in his marionette strings to force them to attack the Twin Stars. Can Rokuro, Benio, and Mayura find a way to free their friends, or will they be forced to fight?",
                    "TitleJapanese": "守るべきもの　WHAT IS REALLY IMPORTANT?",
                    "SummaryJapanese": "いつの間にか学校中に呪力の糸を張り巡らせ、\n学校にいるすべての人間を思い通りに動く人形へと変えていた千々石。\nこの作戦のせいで、うかつに攻撃ができなくなったろくろたちは、一旦その場から退却せざるを得なくなる。 繭良の機転によって、千々石の糸にとらわれた人々を解放する手がかりはつかめたものの、\n全員を無事に解放するのは簡単なことではない。\nそこで十二天将・朱雀の士門が起死回生の一手を投じるが……。"
                },
                "37": {
                    "ID": "5712462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712462",
                    "TitleEnglish": "Spirits Soaring in the City of Romance - Tell Me Honest Feelings",
                    "SummaryEnglish": "It's the quiet before the storm as the Twin Stars and their friends have a moment of rest before Kuranashi unleashes his plot.",
                    "TitleJapanese": "恋の町 舞い上がる　TELL ME HONEST FEELINGS",
                    "SummaryJapanese": "ある日ろくろが一通の手紙をもらう。\nそれは何とラブレターで、ろくろは繭良からのアドバイスもあり、送り主の女子生徒と会うことにする。\nろくろがどんな返事をするのか気になる繭良、そして紅緒だが……。\n一方、龍黒点の一件は片付いたものの、今度は全国で相次いで陰陽師が失踪するなど、\nいまだ緊迫した状況が続く陰陽連では、さらなる大きな異変を察知。\nこれを止めるため、御影から十二天将に伝えられた方法とは？"
                },
                "38": {
                    "ID": "5712463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712463",
                    "TitleEnglish": "Narukami's Most Ill-Fated Day - No Way To Run, No Place To Hide",
                    "SummaryEnglish": "Kuranashi unveils his deadly game, and if the Twin Star Exorcists don't win, it could mean the death of everyone in the town of Narukami.",
                    "TitleJapanese": "鳴神町最凶の日　NO WAY TO RUN,NO PLACE TO HIDE",
                    "SummaryJapanese": "孤立した鳴神町に、巨大で禍々しいケガレが出現。焦りを隠せないろくろと紅緒だが、\nそんなふたりの前に闇無が現れる。闇無によると、自らが蓄えた呪力がなくならない限り、\nこのケガレは何度でも再生するという。\n鳴神町を救うため、ろくろと紅緒が星火寮の仲間とともに巨大ケガレに挑む！\n一方、脅威の再生能力を持つ婆娑羅・山門に手を焼く十二天将の青龍（せいりゅう）・\n水度坂勘久郎（みとさか かんくろう）は、旧知の仲の玄武（げんぶ）・雲林院憲剛（うじい けんご）に\n協力を頼むことに。"
                },
                "39": {
                    "ID": "5712464",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712464",
                    "TitleEnglish": "The Sacred Beast of Love - Daughter's Fight! Father's Delight",
                    "SummaryEnglish": "Mayura and Seigen face off against Kuranashi, but the Basara has a wicked trick up his sleeve. Does the daughter-father team stand a chance against the mastermind of the attack on Narukami?",
                    "TitleJapanese": "慈愛の霊獣　DAUGHTER'S FIGHT! FATHER'S DELIGHT",
                    "SummaryJapanese": "総作画監督：貞方希久子、崎本さゆり\n\n巨大ケガレと戦う役目をろくろと紅緒に任せ、\n呪力を蓄えた球根部分を破壊しようと攻撃を続ける清弦と繭良。\nそんな親子の前に、繭良の母・紫（ゆかり）を人質にとった闇無が現れた。\n闇無から、父・清弦が陰陽連の暗殺集団「律（りつ）」のトップだったことを聞かされ、\n動揺しながらも、恐れることも嫌悪することもなく「お父さんが大好き！」と言う繭良。\nその娘の言葉と姿に、清弦は、初めて最愛の妻・紫と出会ったときのことを思い出す――。"
                },
                "40": {
                    "ID": "5712465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712465",
                    "TitleEnglish": "Twin Stars' Hearts Dance - Finally They Kissed?",
                    "SummaryEnglish": "The Twin Star Exorcists fight the giant Kegare ravaging Narukami while it floats in the sky, as the Twelve Guardians try to make sure the floating city can return to the ground safely.",
                    "TitleJapanese": "双星ときめく　FINALY THEY KISSED?",
                    "SummaryJapanese": "巨大ケガレにトドメを刺すため、レゾナンスを駆使して戦うろくろと紅緒だが、\n強いダメージを与えてもすぐに再生するケガレに苦戦する。\n一方、十二天将たちは、いまだ危機的状況にある鳴神町を目の前にしながら、\n祓っても祓っても、キリなく襲いかかってくるケガレたちに阻まれて身動きがとれずにいた。\nタイムリミットが迫る中、さすがに焦りを感じ始める十二天将たちだが……。"
                },
                "41": {
                    "ID": "5712466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712466",
                    "TitleEnglish": "The Twelve Guardians Fall! - Have a Nice Nightmare, 12 Guardians",
                    "SummaryEnglish": "With the Twelve Guardians caught in Kuranashi's trap, it's now up to the Twin Star Exorcists to free them. But what chance do they stand against the newly powerful Basara?",
                    "TitleJapanese": "十二天将、堕つ！　HAVE A NICE NIGHTMARE,12GUARDIANS",
                    "SummaryJapanese": "十二天将の活躍もあり、何とか最悪の事態を回避することができた鳴神町。\nほっとするろくろと紅緒だったが、そんなふたりの前に闇無が現れる。\n「これが始まりだ」と言う闇無の言葉を聞き驚愕するろくろと紅緒は、\n闇無を追って禍野へと向かうが、たどり着いたのは\n「天の御柱（あめ の みはしら」の枝が伸びる禍野の下層部。\nそこでろくろと紅緒が見たのは？\n\nさらにふたりは、因縁の相手である悠斗の姿を目にし……!?"
                },
                "42": {
                    "ID": "5712467",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712467",
                    "TitleEnglish": "I Come From Magano - Say It Ain't So, Rokuro!",
                    "SummaryEnglish": "The threat Kuranashi had posed is over, but the Twin Stars don't get to celebrate for long when an old foe returns.",
                    "TitleJapanese": "故郷は禍野　SAY IT AIN'T SO,ROKURO!",
                    "SummaryJapanese": "雪辱を誓い、これまで厳しい修行と戦いを積み重ねてきたろくろと紅緒が再び悠斗に挑む！\n以前にも増して磨きのかかったレゾナンス技と、息の合った連続攻撃を次々と\n仕掛けるろくろと紅緒。\nだがさらなる力を得た悠斗はその力を使って強力な結界に紅緒を閉じ込めると、\nそれぞれふたりを追い詰めてゆく――。\n\n必死の攻撃も通用せず苦戦を強いられる中、突如ろくろの身に異変が起き――!?"
                },
                "43": {
                    "ID": "5712468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712468",
                    "TitleEnglish": "The Millennial Dream - Melancholic Misanthrope",
                    "SummaryEnglish": "Rokuro is reeling from what he has learned about his past, and Head Exorcist Arima explains the full scope of what Abe no Seimei set in motion, over a thousand years ago.",
                    "TitleJapanese": "千年の夢　MELANCHOLIC MISANTHROPE",
                    "SummaryJapanese": "はるか昔――\n人々が安らかに暮らせる世を願う安倍晴明は、人々を救う中で、\n彼らが抱く怒りや憎しみ、嫉妬などが、この世に災いを為すと考えるようになった。\nだがこれら「陰の気」は思いのほか強大なもので、\n晴明は呪術によって「異界」を作り出し、「天の御柱」による結界の中に、\nあふれ出す「陰の気」を封じ込めることにした。\nだが人々が抱くそれらは増大し続けるばかりで……。\n\n――今からおよそ千年前に誕生した「禍野」と、\nそれに対抗するため安倍晴明が仕掛けた壮大な計画、\nそして、明かされたろくろの秘密とは!?"
                },
                "44": {
                    "ID": "5712469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712469",
                    "TitleEnglish": "Distanced Despite Their Love - Farewell My Precious",
                    "SummaryEnglish": "After learning about his true nature from Arima, and what it could potentially mean for the entire world, Rokuro makes a decision.",
                    "TitleJapanese": "愛すれど遠く　FAREWELL,MY PRECIOUS",
                    "SummaryJapanese": "★あらすじなし"
                },
                "45": {
                    "ID": "5712470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712470",
                    "TitleEnglish": "The Couple Alone - Lonely Twin Exorcist",
                    "SummaryEnglish": "Rokuro has decided to fight Yuto alone. Without Benio, and with the other higher ranked exorcists out of commission, does he stand a chance?",
                    "TitleJapanese": "ひとりきりの二人　LONELY TWIN EXORCIST",
                    "SummaryJapanese": "あまりにも大きな力を持ちすぎたことで、\n陰陽連にとっても現世にとっても脅威となった悠斗。\nだが、闇無ら婆娑羅との戦いによって壊滅状態にまで追い込まれた陰陽連で\n今、悠斗に対抗できる可能性がある陰陽師はろくろのみとなっていた。\n因縁の相手と決着をつけ、自分自身の手で大切な人々を守るため、\nたったひとりで戦う決意をしたろくろが、\n悠斗の待つ禍野の最下層「常闇の間（とこやみ の ま）」へと向かう。\nろくろ決死の戦いが始まった！"
                },
                "46": {
                    "ID": "5712471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712471",
                    "TitleEnglish": "Yuto - Destiny",
                    "SummaryEnglish": "As they battle over the fate of the world, Yuto reveals the nature of his obsession with Rokuro.",
                    "TitleJapanese": "悠斗　DESTINY",
                    "SummaryJapanese": "自分自身の運命に立ち向かい、乗り越えようとするろくろと悠斗の戦いは、\n決着がつかぬまま、ついにそれぞれが秘めた究極の力をぶつけ合うまでになっていた。\nだが、限界を超える力は、その強大さゆえにお互いの心とからだを蝕んでゆく――。\n激闘の中、何度も力に飲み込まれそうになるろくろ。\nその脳裏に浮かんでは消えるのは、\n守れなかった仲間たちやどんなことをしてでも守りたい人々の姿で……。"
                },
                "47": {
                    "ID": "5712472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712472",
                    "TitleEnglish": "Benio - Positive",
                    "SummaryEnglish": "Rokuro has become the Cataclysm King, and will soon be responsible for cleansing nearly all of humanity from the Earth. Abe no Seimei offers Benio a way to turn him back to normal, but at what cost?",
                    "TitleJapanese": "紅緒　POSITIVE",
                    "SummaryJapanese": "突如、千年後の現世に現れたその姿を目にした紅緒は、\n大きな不安にかられ、きなことともに「破星王」の現れた場所へと急ぐ。\nそんな紅緒を待っていたのは、陰陽頭代行を務めていた御影だった。\n紅緒の力が必要だという御影が語ることとは？\nそして紅緒は、ろくろを救うためにある決意をする。"
                },
                "48": {
                    "ID": "5712473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712473",
                    "TitleEnglish": "Unity - Solidarity",
                    "SummaryEnglish": "Abe no Seimei is about to create his perfect new world, and it means a gruesome end for the our current one. I",
                    "TitleJapanese": "団結　SOLIDARITY",
                    "SummaryJapanese": "紅緒に救われたろくろは、自分が命を賭けてまで守ろうとした現世の変わり果てた姿に\n愕然とする。すべては、人々の「陰の気」が果てなく渦巻く世を憂い、\n現世を創り変えようとする安倍晴明の計画の内だったのだ。\n\n自分たちが暮らしてきた現世を元の姿に戻すため、\n死の淵から生還した陰陽頭・有馬やろくろ、わずかに残った陰陽師たちが、\n長い年月をかけた恐るべき計画に立ち向かう！"
                },
                "49": {
                    "ID": "5712474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712474",
                    "TitleEnglish": "Revival - Restoration",
                    "SummaryEnglish": "Rokuro attempts to save Benio but even if he succeeds, can the Twin Star Exorcists prevent the creation of Abe no Seimei's new world?",
                    "TitleJapanese": "復活　RESTORATION",
                    "SummaryJapanese": "復活した安倍晴明が、千年の時をかけ実行に移した計画を阻止すべく、\nろくろを紅緒の元へと急がせ晴明の前に立ちふさがったのは、陰陽頭・有馬だった。\n闇無との死闘により呪力のほとんどを失った有馬の決死の戦いが始まるが、\nそこに突如何者かが乱入してくる。\n一方、仲間たちに助けられ、やっとのことで紅緒の元にたどり着いたろくろは、\n紅緒から託されたあるものを取り出し……。"
                },
                "50": {
                    "ID": "5712475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/twin-star-exorcists/episodes/5712475",
                    "TitleEnglish": "Twin Stars - Twins",
                    "SummaryEnglish": "The greatest Exorcist of all time intends to wipe humanity's yin away in order to create a world where there will be no more free will, or individuality. Can the Twin Star Exorcists stop him?",
                    "TitleJapanese": "双星　TWINS",
                    "SummaryJapanese": "あらためて共に戦うことを誓ったろくろと紅緒だが、\n晴明の計画はすでに最後の段階へと進んでいた。\nなすすべもなく諦めかけるろくろと紅緒。\nそのとき晴明に抵抗し計画を阻んだのは、「天の御柱」に戻ったさえだった。\nさえの言葉とこれまで出会ったたくさんの人々の想いに背中を押された「双星」が、\n最後の力を振り絞り再び立ち上がる！\n\n「双星の陰陽師」ＶＳ「最強の陰陽師」\n\n―― 現世の未来を決めるのは!?"
                }
            }
        }
    }
}