{
    "URL": "https://www.thetvdb.com/series/berserk-2016",
    "Genres": [
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5847454/",
        "https://www.themoviedb.org/tv/66053"
    ],
    "TitleEnglish": "Berserk (2016)",
    "SummaryEnglish": "Now branded for death and destined to be hunted by demons until the day he dies, Guts embarks on a journey to defy such a gruesome fate, as waves of beasts relentlessly pursue him. Steeling his resolve, he takes up the monstrous blade Dragonslayer and vows to exact vengeance on the one responsible, hunting down the very man he once looked up to and considered a friend. Along the way, he encounters some unlikely allies, such as a small elf named Puck, and Isidro, a young thief looking to learn swordsmanship from the former mercenary. As the ragtag group slowly comes together after having decided to join Guts in his quest, they will face incredible danger unlike anything they have ever experienced before.",
    "TitleJapanese": "ベルセルク",
    "SummaryJapanese": "また“あの夜”がやってくる。「黒い剣士」が吠える、戦いの“夜”が――。\n国産ダーク・ファンタジーの最高峰として、日本のエンターテイメント史上に圧倒的な存在感を誇る大ヒットコミック「ベルセルク」。\n\n国内のみならず海外でも絶大な支持を誇る本作の、新たなアニメ化がついに本格始動のときを迎える。\n\n胸のうちにくすぶる激情の炎に突き動かされ、終わりのみえない復習の旅を続ける「黒い剣士」ガッツ。\n彼の前に立ち塞がるのは、残虐非道な無法者、妄執に囚われた悪霊、そして敬虔なる神の使徒。おぞましい人ならざる力を振るう敵に、鍛え上げた体と磨き抜いた技――人としての力をもって、ガッツは戦いを挑み続ける。命を削りながらも。\n\n旅路の果てに何が待つのか。\n答えはただ、“夜”の中にある。\n\n目を凝らし、闇を見つめよ――！",
    "Aliases": [
        "ベルセルク (2016)"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "655306",
            "URL": "https://www.thetvdb.com/series/berserk-2016/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "5617474",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/5617474",
                    "TitleEnglish": "Golden Age Arc I: Egg of the King",
                    "SummaryEnglish": "Guts is a young and highly skilled mercenary living in a medieval era of the Midland monarchy. During the siege of a castle, he catches the attention of Griffith, leader of a mercenary army called Band of the Hawk. As the two meet again, Guts ends up joining the notorious group.",
                    "TitleJapanese": "黄金時代篇I 覇王の卵",
                    "SummaryJapanese": "己の剣だけを信じてきた。友も家族も帰る故郷もない──孤独な剣士ガッツは、百年戦争に揺れる地を傭兵として渡り歩いていた。身の丈を超える長大な剣を自在に操り、強大な敵をいとも簡単に倒すガッツ。そんな彼に目をつけたのが、傭兵集団\"鷹の団\"を率いるグリフィス。美しい姿からは想像もつかない統率力を持ち、大いなる野望を秘めたグリフィスは、自らの夢を叶えるためにガッツを決闘で制し、鷹の団に引き入れる。"
                },
                "2": {
                    "ID": "5617477",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/5617477",
                    "TitleEnglish": "Golden Age Arc II: The Battle for Doldrey",
                    "SummaryEnglish": "The Band of the Hawk participates in the Midland war campaign. On the bloody battlefield, they conquer decisive victories that lead them to Doldrey, an old fortress that will decide the outcome of the war. Amid all this carnage, Griffith's words still resonate in Guts' head and make him wonder what should he do once this conflict is over.",
                    "TitleJapanese": "黄金時代篇II ドルドレイ攻略",
                    "SummaryJapanese": "「私にとって友とは“対等の者”。」鷹の団入団から3年、グリフィスの夢をともに追うことを使命としてきたガッツにとって、グリフィスのその言葉は衝撃だった。対等の友になるために、ガッツは退団を決意する。折しも、ミッドランド王国と敵国チューダー帝国との百年戦争が、最終決戦に突入。鷹の団飛躍の好機とみたグリフィスは国王に、ドルドレイ要塞へ鷹の団だけで出陣することを進言する。敵は3万、味方は5千、誰もが無謀と確信した戦いは始まった―。"
                },
                "3": {
                    "ID": "5617481",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/5617481",
                    "TitleEnglish": "Golden Age Arc III: The Advent",
                    "SummaryEnglish": "One year has passed since Guts left the Band of the Hawk and Griffith was imprisoned by the Kingdom of Midland for treason. In the dead of night, at a camping site where they hide, the Band of the Hawk is attacked by Bakiraka assassins led by Silat. When all seems lost, Guts returns from his journey. \"You destroyed everything.\" Crying that Griffith is nothing without Guts, Casca and Guts are joined together body and soul. Griffith is imprisoned in the oldest building in Wyndham Castle, the Tower of Rebirth. They discover that Griffith has been tortured, with the tendons of his legs and arms severed and his tongue removed. Seeing Guts and Casca pitying him, Griffith drags his body along the ground. At that moment, the Egg of the King Behelit that he had thought lost returns to his hand. The Behelit resonated with Griffith's despair and screams, causing a shockwave that creates a twisted dimension. The God Hand descends. A nightmare of magnificent violence erupts as a horde of apostles devour the Band of the Hawk. This is the birth of the fifth guardian and the beginning of an age where darkness overcomes all light.",
                    "TitleJapanese": "黄金時代篇III 降臨",
                    "SummaryJapanese": "「おまえがすべて、壊した」\n　グリフィスのことも鷹の団のことも今を何も知らないガッツに、キャスカの声が震える。グリフィスにはガッツがいなければダメなのだ。と泣き言を吐き出しながらその裏腹でキャスカはガッツと身も心も結ばれてゆく。\n　グリフィス幽閉の地はウインダム城最古の建造物“再生の塔”。王女シャルロットの協力によって、ガッツ、キャスカたちはその最下層の牢獄にグリフィスを見出す。だが、そこにあったのは、拷問の末に両手両足の腱を切られ、舌を抜かれた痛々しい彼の肢体だった。見る影もないその姿に、団長の帰還を待ちわびていた鷹の団に動揺が走る。そして、グリフィスも自分がガッツとキャスカに同情された瞬間を目の当たりにして堪らず身体を引きずる。グリフィスの絶望に、覇王の卵ベヘリットが反応したのはそのときだった。失われたはずのそれが、グリフィスの手中に戻り。\n　幕を開けるのは、216年に一度の宴の刻。太陽が消え、闇に覆われんとする地に異形が溢れ出す。ベヘリットの叫びが波動となり現れた禍々しき異空間に、守護天使ゴッド・ハンドが降臨。異変に惑う鷹の団を尻目に、「我らが眷族」とゴッド・ハンドが示すグリフィスのための降魔の儀が進められていく。天空の城を目指し、頂に屍を積み続け、何もかも失い、ただ朽ちようとしているグリフィスが最後に見出すのは、どのような道か。\n「捧げる」\n　彼の心の声が響き、天に届く。壮麗なまでに凶暴な悪魔が爆ぜ、おびただしい数の使徒が鷹の団の者たちを喰らう。それは、5人目の守護天使の誕生とあらゆる闇が光を凌駕する時代のはじま"
                },
                "4": {
                    "ID": "6049547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/6049547",
                    "TitleEnglish": "Commemorative Special Program",
                    "SummaryEnglish": "Recap of the first season",
                    "TitleJapanese": "「ベルセルク」TVシリーズ第２期スタート記念特番",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "6081100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/6081100",
                    "TitleEnglish": "The Witch's Recollection",
                    "SummaryEnglish": "Shierke reflects on the story so far, and turns her thoughts towards the horrors to come.",
                    "TitleJapanese": "魔女の追想",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "668280",
            "URL": "https://www.thetvdb.com/series/berserk-2016/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5625232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/5625232",
                    "TitleEnglish": "The Dragonslayer",
                    "SummaryEnglish": "Into a tavern walks a man with a massive sword, where he encounters a caged elf being bullied by grown men. Thus begins the strange partnership between the elf, Puck, and the swordsman, Guts.",
                    "TitleJapanese": "竜殺しの大剣",
                    "SummaryJapanese": "ミッドランド辺境の安酒場にて、黒衣の剣士・ガッツは言いがかりをつけてきた盗賊たちを撃退。居合わせたエルフのパックと少年・イシドロは、ガッツの手際と大剣に興味を抱き、彼を追う。\n村を出たガッツは通りがかりの荷馬車に誘われる。そこには僧侶と娘のコレット、そしてパックが乗り合わせていた。ひと時の安らぎと思いきや、ガッツを狙う闇が迫る――。"
                },
                "2": {
                    "ID": "5664129",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/5664129",
                    "TitleEnglish": "The Holy Iron Chain Knights",
                    "SummaryEnglish": "Guts is still coming to terms with his fateful encounter with the monk and his daughter when he is confronted by the Holy Iron Chain Knights. Their commander berates him about his many sins is declares he is to be brought to the Holy See...",
                    "TitleJapanese": "聖鉄鎖騎士団",
                    "SummaryJapanese": "黙示録の予言を調査する聖鉄鎖騎士団は、黒い剣士・ガッツに嫌疑を向けて取り囲む。囲みを突破しようとするガッツだったが、先の戦いで傷が癒えず、善戦も空しく囚われてしまった。\n団長のファルネーゼが自らガッツを詰問するが、逆にガッツに気圧されて動揺。相手を鞭打ちながらも、恐怖で心が揺らいでいくことを感じていた…。"
                },
                "3": {
                    "ID": "5664788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/5664788",
                    "TitleEnglish": "Night of Miracles",
                    "SummaryEnglish": "Guts and Puck are taken aback by Farnese's inability to see the elf. However, Farnese's refusal to accept anything beyond what she considers to be real in her world is about to be sorely tested.",
                    "TitleJapanese": "奇跡の夜",
                    "SummaryJapanese": "ファルネーゼを人質に聖鉄鎖騎士団を逃れたガッツ。彼はファルネーゼを連れたまま、当初の目的であった、ある愛犬家の伯爵が暮らしていた館へと向かう。\n館に入った彼らに、悪霊に取り憑かれた狩猟犬たちが襲い掛かる。恐怖と混乱で祈りも忘れ、取り乱すファルネーゼ。そして館を進む二人が見たものとは…!?"
                },
                "4": {
                    "ID": "5664789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/5664789",
                    "TitleEnglish": "Revelations",
                    "SummaryEnglish": "Guts returns to a place he'd left two years ago to reconnect with old friends, but finds that someone he holds most dear has vanished. Guts tries to lay blame, but he is not entirely innocent.",
                    "TitleJapanese": "啓示",
                    "SummaryJapanese": "キャスカの産み落とした「幼魔」の言葉で、ゴドーの家に戻ったガッツ。そこで彼は、匿われていたキャスカが姿を消したことを聞かされる。ガッツは反射的にリッケルトに怒りをぶつけるが、エリカの言葉で、自分が大切なものを放り出して復讐に明け暮れていたことを思い知る。そしてガッツは、ある決意を胸に――。"
                },
                "5": {
                    "ID": "5664791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/5664791",
                    "TitleEnglish": "Tower of Conviction",
                    "SummaryEnglish": "Intent on finding Casca, Guts continues his journey toward the Tower of Conviction. Meanwhile, Farnese is already there, witnessing unspeakable horrors committed by those who serve the Holy See.",
                    "TitleJapanese": "断罪の塔",
                    "SummaryJapanese": "盗賊とクシャーンの戦いに巻き込まれたイシドロは、またも通りすがりのガッツに救われる。イシドロはガッツの技を盗むべく、ガッツの後をつけるのだが…。\n一方、法王庁の神官・モズグスとファルネーゼたち、そして溢れる難民でごった返す聖地アルビオン。その片隅では娼婦・ルカたちと、彼女に救われたキャスカが肩を寄せ合って暮らしていた。"
                },
                "6": {
                    "ID": "5664792",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/5664792",
                    "TitleEnglish": "A Nighttime Feast: Burning at the Stake",
                    "SummaryEnglish": "As Mozgus and his men continue their witchhunt for heretics, Farnese can't help but feel a twinge of doubt. Meanwhile, Guts unexpectedly encounters a familiar face, who brings ill tidings.",
                    "TitleJapanese": "火あぶりの夜宴",
                    "SummaryJapanese": "アルビオンへと急ぐガッツは、過去に縁のあった髑髏の騎士と再会する。「蝕」が模されようしていることを告げる髑髏の騎士。怒りに打ち震えるガッツは、今度こそキャスカを助けることを誓うのであった。\nアルビオンでは、ルカが妹分のニーナが邪教徒の一員であることを知る。その場についてきたキャスカは、邪教徒たちに取り囲まれてしまい…。"
                },
                "7": {
                    "ID": "5664793",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/5664793",
                    "TitleEnglish": "The Black Witch",
                    "SummaryEnglish": "Guts is finally close to finding Casca, but Casca has caught the heretics' eye, and the Holy Iron Chain Knights are also homing in on the heretics' location...",
                    "TitleJapanese": "黒き魔女",
                    "SummaryJapanese": "キャスカとともにキャンプに戻ったルカだが、異端狩りで捕まった娼婦仲間をかばって騎士と対峙することに。そこにキャスカを探しに訪れたガッツが割って入った。\n騎士たちを一掃した後、ガッツはルカがキャスカを引き取っていることを聞く。はやる心を抑え、ルカのキャンプに向かうガッツ。しかしそこはもぬけの殻で――。"
                },
                "8": {
                    "ID": "5664795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/5664795",
                    "TitleEnglish": "Reunion in the Den of Evil",
                    "SummaryEnglish": "As Guts fights his way to Casca, his way is barred by the possessed leader of the heretics. Little does he know that a far more formidable human opponent lies in wait up ahead...",
                    "TitleJapanese": "魔窟の再会",
                    "SummaryJapanese": "キャスカを救出したガッツだが、周囲では悪霊で異形と化した邪教徒や、彼らを捕らえようとする聖鉄鎖騎士団による激戦が展開されていた。ガッツはイシドロにキャスカたちを任せ、邪教徒の主・雄山羊と対決する。\n激戦の果てに戦場を離れ、キャスカたちを追って細道を進むガッツ。その先には、剣を携え静かにたたずむセルピコの姿が…。"
                },
                "9": {
                    "ID": "5664796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/5664796",
                    "TitleEnglish": "Blood Flow of the Dead",
                    "SummaryEnglish": "As Luca leads Guts, Ishidro, and Puck into the tower, Casca is brought to the torture chamber. Just as Mozgus attempts to torture her, however, there is an unexpected turn of events...",
                    "TitleJapanese": "亡者の血流",
                    "SummaryJapanese": "アルビオンの拷問室に収容されたキャスカとニーナ。キャスカの胸の烙印に目を留めたモズグスは、彼女を魔女と見なして拷問にかけようとする。…直後、キャスカの周囲から膨大な数の怨霊が溢れ出した。\n拷問室を満たす怨霊から逃げるファルネーゼ。そこにガッツが現れ、彼女を脅しつけてキャスカの元へと急ぐ――。"
                },
                "10": {
                    "ID": "5707219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/5707219",
                    "TitleEnglish": "Hell's Angels",
                    "SummaryEnglish": "Mozgus and his disciples have been turned, and Guts must work fast to keep them from taking Casca. Meanwhile, Luca finds herself face to face with a strange entity who begins to tell her a story...",
                    "TitleJapanese": "ヘルス・エンジェルス",
                    "SummaryJapanese": "塔から転落し、髑髏の騎士に助けられたルカは「完璧な世界の卵」と出会う。そしてルカは卵が語る「人々が求める、あるもの」について聞かされる。それは、この聖地の異変に関わる秘密で…。\n一方、断罪の塔ではガッツがモズグスたちと戦っていた。捕われたキャスカを奪還しようとするが、異形と化した拷問人たちに阻まれて、近づくことすらままならない。"
                },
                "11": {
                    "ID": "5707220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/5707220",
                    "TitleEnglish": "Shadows of Ideas",
                    "SummaryEnglish": "Guts faces off with Mozgus, who has transformed into a giant monster, while trying to save Caska from being burned at the stake. Guts has trouble defeating Mozgus in his current form, due to his body being so hard that even his sword cannot break through. Meanwhile, the Egg has a fateful encounter...",
                    "TitleJapanese": "イデアの影",
                    "SummaryJapanese": "自身、そして世界を嘆く使徒・完璧な世界の卵は、髑髏の騎士から逃れ断罪の塔を登っていく。途中彼は、キャスカを救った瀕死の胎児を見つけ、「ともに逝こう」と胎児を飲み込み――。\n地上では、魔女として捕えられたキャスカが火刑台に掛けられていた。しかしガッツは敵に阻まれ、近づくことすらままならない。そして狂乱する民衆たちの手で、キャスカの足元に火がかけられた！"
                },
                "12": {
                    "ID": "5707221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/5707221",
                    "TitleEnglish": "Those Who Cling, Those Who Struggle",
                    "SummaryEnglish": "As people struggle to survive the onslaught of demonic forces, the eclipse reaches its zenith. What will happen when the prophesied God materializes among mortal men?",
                    "TitleJapanese": "すがるもの、もがくもの",
                    "SummaryJapanese": "モズグスとの死闘を制したガッツたち。しかし周囲は溢れ出た悪霊に囲まれており、もはや脱出は不可能！\nガッツはファルネーゼたちに、松明を拾うよう指示。悪霊たちを炎で退け、朝を待とうというのだ。狼狽するファルネーゼは、悪夢に立ち向かうガッツに、確かな存在感を感じ始める。しかし悪霊の波はさらに激しさを増し、聖地の全てを飲み込もうとして…。"
                }
            }
        },
        "2": {
            "ID": "681199",
            "URL": "https://www.thetvdb.com/series/berserk-2016/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5751634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/5751634",
                    "TitleEnglish": "The Rent World",
                    "SummaryEnglish": "Guts manages to get Casca back at Albion and returns to Godo’s shack. There, he sees Rickert talking to Griffith, who had just regained physical form in Albion. Guts is unable to hold back his rage and attacks, but Zod gets in his way. An intense battle between the two who have improved their swordsmanship begins!",
                    "TitleJapanese": "ほころぶ世界",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6036493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/6036493",
                    "TitleEnglish": "Winter's Journey",
                    "SummaryEnglish": "In order to get away from the disasters that the brand brings to them, Guts decides to head toward Puck’s homeland. However, traveling with Casca was proving to be difficult, and darkness was stirring within Guts. Meanwhile, Farnese and Serpico, who had parted ways with Guts in Albion, had renounced the Holy See and were trying to find him. Under the cold winter night, Serpico remembers the day that Farnese had first found him...",
                    "TitleJapanese": "冬の旅路",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "6037146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/6037146",
                    "TitleEnglish": "Banner of the Flying Sword",
                    "SummaryEnglish": "Guts receives unexpected visitors with a surprising request. Meanwhile, Griffith and his force continue their advance, gaining new allies both fair and foul along the way.",
                    "TitleJapanese": "飛剣の御旗",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "6037149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/6037149",
                    "TitleEnglish": "Forest of Demonic Beasts",
                    "SummaryEnglish": "Farnese has a moment of self-realization as she tries to adjust to her change in circumstance. Her abrupt about-face surprises Guts and his comrades, but nothing prepares them for the surprise audience with a witch in the forest who seems to know everything about them.",
                    "TitleJapanese": "獣鬼の森",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "6046712",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/6046712",
                    "TitleEnglish": "Spirit Realm",
                    "SummaryEnglish": "While speaking with the witch of the forest, she tells Guts she is much more knowledgable of his situation than he thought. She indicated someone has told her to expect them. Guts is keen on finally getting some answers to all of his questions, but the witch can sense Guts' inner turmoil. She has her young apprentice join Guts' band to help remove trolls from a nearby village.",
                    "TitleJapanese": "幽界−かくりよ",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "6046714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/6046714",
                    "TitleEnglish": "Fight for Survival Against the Demonic Legion",
                    "SummaryEnglish": "Guts' band are not welcomed kindly when they arrive to help dispel trolls from a nearby village. Despite this, they manage to be allowed to stay the night, hoping they can intercept the trolls. Soon enough, the trolls come, but unlike before where there were just a few...the entire heard comes storming upon the city.",
                    "TitleJapanese": "魔群との死闘",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "6046716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/6046716",
                    "TitleEnglish": "The Arcana of Invocation",
                    "SummaryEnglish": "Schierke's shield withholds against the trolls, but an Ogre and Kelpie appear and cause further havoc. As Guts and Serpico fight them off, Schierke loses control of the water spirit and the town floods. Just as everything washes away, two fall in...",
                    "TitleJapanese": "祈りの奥義",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "6046717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/6046717",
                    "TitleEnglish": "The Corruption of Qliphoth",
                    "SummaryEnglish": "Farnese and Casca have been taken by the trolls to Qliphoth, an astral place between life and death. Just as Guts and his party save them, a member of God Hand appears...",
                    "TitleJapanese": "クリフォトの汚濁",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "6081099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/6081099",
                    "TitleEnglish": "The Berserker Armor",
                    "SummaryEnglish": "After rescuing Casca and Farnese, Guts has retained grievous injuries from his encounter in the spiritual realm. The group decides to take Guts back to Flora for treatment, only to discover that Griffith has sent an assault force to kill Flora.",
                    "TitleJapanese": "狂戦士の甲冑",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "6081101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/6081101",
                    "TitleEnglish": "A Journey Begins in Flames",
                    "SummaryEnglish": "In his new cursed armor, Guts does not feel pain. This makes him near unstoppable, to the point that even one of the apostles of light cannot defeat him. But even if he doesn't feel pain, the damage still remains, and the armor itself threatens to engulf his soul...",
                    "TitleJapanese": "炎の旅立ち",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "6081102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/6081102",
                    "TitleEnglish": "Proclaimed Omens",
                    "SummaryEnglish": "Guts and party resume their journey to Puck’s home, an island called Skellig that exist between the planes and is home to both elves and mages. Skull Knight warns Guts of the effects of using the Berserker Armor. At night they are attacked by giant humanoid crocodiles controlled by Kushan sorcerers.",
                    "TitleJapanese": "告げられし兆し",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "6081104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/berserk-2016/episodes/6081104",
                    "TitleEnglish": "City of Humans",
                    "SummaryEnglish": "Guts' group approach the city of Vritannis where Ishidro upsets Schierke about her witch’s clothing. Schierke's learns that Vritannis traded in Kushan slaves, but all the slaves have been hanged as religious enemies of the Holy See. Schierke adn Ishidoro save a group of children from pirate kidnappers.",
                    "TitleJapanese": "人間の都市",
                    "SummaryJapanese": null
                }
            }
        }
    }
}