{
  "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Comedy",
    "Fantasy",
    "Romance",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt5867902/",
    "https://www.themoviedb.org/tv/67011"
  ],
  "TitleEnglish": "Hybrid x Heart Magias Academy Ataraxia",
  "SummaryEnglish": "In Japanese, known as \"Masou Gakuen HxH\". Base on Japanese light novel series written by Masamune Kuji and illustrated by Hisasi. // The story centers around Hida Kizuna, who visits the strategic defense academy Ataraxia at his big sister's request. There, he encounters Aine Chidorigafuchi, a girl piloting the magical armor Zerosu. Aine suddenly pulls off her clothes before Kizuna's eyes. \"Don't look, you pervert—\" \"No, you're the one?!\" However, a communique about a serious mission arrives from Kizuna's sister. The mission—to rub Aina's chest?! Actually, Kizuna has the power to level up a girl through indecent acts. With a battle against another world, the future depends on this power.",
  "Aliases": [
    "Masou Gakuen HxH",
    "Masou Gakuen Hybrid x Heart"
  ],
  "Modified": "2025-08-04",
  "Seasons": {
    "0": {
      "ID": "655308",
      "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia/seasons/official/0",
      "# Episodes": 6,
      "Episodes": {
        "1": {
          "ID": "5791820",
          "TYPE": "Webisodes and Shorts",
          "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia/episodes/5791820",
          "TitleEnglish": "Kunoichi Aine - Assassination Apocalypse",
          "SummaryEnglish": "Aine plays the role of a kunoichi, or female ninja, trying to assassinate Kizuna. However, she soon finds herself tied up and taken prisoner. Is this another scenario from the Love Room?",
          "Aliases": []
        },
        "2": {
          "ID": "5870420",
          "TYPE": "Webisodes and Shorts",
          "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia/episodes/5870420",
          "TitleEnglish": "Japan's Float-net Loves Yurishia",
          "SummaryEnglish": "Kizuna and Yurishia sell some products designed to facilitate exercise on Ataraxia's shopping channel. Hands-on demonstrations included.",
          "Aliases": []
        },
        "3": {
          "ID": "5870421",
          "TYPE": "Webisodes and Shorts",
          "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia/episodes/5870421",
          "TitleEnglish": "Nyan Nyan ♪ Hayuru's Diary",
          "SummaryEnglish": "During what she thinks is some \"alone time\", Hayuru decides to wear something \"outrageous.\" Soon after, her experimentation becomes completely depraved, involving globular objects and \"real\" cats.",
          "Aliases": []
        },
        "4": {
          "ID": "5870422",
          "TYPE": "Webisodes and Shorts",
          "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia/episodes/5870422",
          "TitleEnglish": "Reiri & Bunny",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "5941249",
          "TYPE": "Webisodes and Shorts",
          "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia/episodes/5941249",
          "TitleEnglish": "Sylvia Taros Installation (＞_＜)",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "6010353",
          "TYPE": "Webisodes and Shorts",
          "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia/episodes/6010353",
          "TitleEnglish": "Magias Academy Runaway Comfort Trip Peeping Incident",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "671245",
      "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5652677",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia/episodes/5652677",
          "TitleEnglish": "Strategic Defense Academy -ATARAXIA-",
          "SummaryEnglish": "In a future world where invaders from another dimension have driven humanity to live on floating islands in the sea, Kizuna Hida becomes a member of the elite Amaterasu squadron. In order to power up the mech suits of this all-girls combat team, he has to... do lewd things to them!?",
          "Aliases": []
        },
        "2": {
          "ID": "5664883",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia/episodes/5664883",
          "TitleEnglish": "Renewed Connections -HEART HYBRID-",
          "SummaryEnglish": "Kizuna is declared the captain of the megafloat's defense squad: the Amaterasu. For his first mission, he's sent to an uninhabited island to scan for needed resources. But what was supposed to be a safe mission turns dangerous when a miscalculation sends them right into a Magitech ambush. Kizuna's Eros gear is dangerously underpowered, and Yurishia is running desperately low on energy...",
          "Aliases": []
        },
        "3": {
          "ID": "5664909",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia/episodes/5664909",
          "TitleEnglish": "Gentle Days -MEMORIES-",
          "SummaryEnglish": "Kizuna takes Yurishia on a date through megafloat Japan. They enjoy a day of seeing the sights, from Tokyo to Kyoto. But then Reiri takes Kizuna aside and tells him a horrifying truth: that if the Hybrid Count of the girls reaches zero, the pilot will die. When Aine wants to push herself to the very limit, and a huge fleet ambushes Ataraxia, how can he stop things from getting out of control?",
          "Aliases": []
        },
        "4": {
          "ID": "5664910",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia/episodes/5664910",
          "TitleEnglish": "Climax Remodeling -CLIMAX HYBRID-",
          "SummaryEnglish": "A huge enemy fleet is bombarding Ataraxia, led by a battleship with a gigantic cannon. Amaterasu does their best to fight them off, but Aine's Hybrid Count is critically low. Kizuna is able to rescue her in the nick of time and take her back to Ataraxia, where he talks with her about her past. He finds out that Aine was also a test subject in Dr. Nayuta's experiments, and that she knows the key to unlocking her lost memories: a more advanced version of the Heart Hybrid called the Climax Hybrid.",
          "Aliases": []
        },
        "5": {
          "ID": "5664911",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia/episodes/5664911",
          "TitleEnglish": "Beauty of the Land of Rubble -BATLANTIS-",
          "SummaryEnglish": "Himekawa is guilt-stricken by her failure to protect the citizens as they boarded the Tokyo megafloat. When a mysterious radio signal is picked up by Ataraxia, she leaps at the chance to perhaps finally save a civilian. But when Amaterasu arrives at the source of the signal, they find an enemy from another world, and one deeply connected to Himekawa's past.",
          "Aliases": []
        },
        "6": {
          "ID": "5664912",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia/episodes/5664912",
          "TitleEnglish": "World Splitter -GLADIUS-",
          "SummaryEnglish": "Himekawa needs more power to fight against the tri-headed dragon that caused her so much trauma in her past. But the pleasure of the Climax Hybrid goes against the strict and disciplined life that she's forced on herself after she failed to protect the people boarding the Tokyo megafloat. It's up to Kizuna to break down the walls she's built up for herself, and teach her to enjoy the ecstasy she needs to defeat the enemy.",
          "Aliases": []
        },
        "7": {
          "ID": "5699190",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia/episodes/5699190",
          "TitleEnglish": "Imperial Hero -GRABEL-",
          "SummaryEnglish": "Ataraxia is united with the Masters, the aces of the Western USA megafloat. Despite Yurishia being their former leader, they're very cold to her. Their leader, Scarlet, fights with Yurishia over Kizuna, but their battle is interrupted when another leader from the Batlantis Empire attacks!",
          "Aliases": []
        },
        "8": {
          "ID": "5705465",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia/episodes/5705465",
          "TitleEnglish": "Linking Remodeling -CONNECTIVE HYBRID-",
          "SummaryEnglish": "After their defeat by Grabel, Amaterasu needs a new weapon to protect Ataraxia: the Connective Hybrid. To use it, Kizuna will have to perform the climax hybrid with two girls at once! He picks Yurishia and Scarlet, hoping to defuse the tension between them. Will the pleasure be enough to cause them to reunite? And can they retake Guam, and eventually Japan, from the Batlantis empire?",
          "Aliases": []
        },
        "9": {
          "ID": "5705468",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia/episodes/5705468",
          "TitleEnglish": "Academy Festa -FIRST LIVE-",
          "SummaryEnglish": "The eve of the operation to retake Tokyo coincides with the school festival, and Aine is nowhere to be found! Amaterasu is supposed to be giving a big concert performance at the climax of the festival, so Kizuna sets off in search of her. Can he find her and bring her back in time, or will Sylvia have to go instead?",
          "Aliases": []
        },
        "10": {
          "ID": "5705469",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia/episodes/5705469",
          "TitleEnglish": "Eve of the Decisive Battle -INSTALL-",
          "SummaryEnglish": "The Tokyo Recapture Operation finally begins. Since a fierce battle with the Batlantis Empire is expected, Kizuna is asked by Reiri to select another member to add to the Amaterasu. Sylvia comes up as the front-runner, but Kizuna doesn't want to force her to fight and get hurt or possibly die. However, her determination and convictions show him that she is ready, and he aids her in installing the core of the armor \"Taros.\"",
          "Aliases": []
        },
        "11": {
          "ID": "5711652",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia/episodes/5711652",
          "TitleEnglish": "Operation Recapture Tokyo -APOCALYPSE-",
          "SummaryEnglish": "The attack on Tokyo has begun, and Amaterasu finds itself outgunned by the Batlantis royal guards. It's up to the newly powered-up Sylvia to save her the day with her Hybrid Heart. When the defeated enemy general uses her ultimate attack to create a fireball that can take out Tokyo, she'll have to rely on her forbidden weapon to save the city.",
          "Aliases": []
        },
        "12": {
          "ID": "5711653",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hybrid-x-heart-magias-academy-ataraxia/episodes/5711653",
          "TitleEnglish": "Aine -AINES-",
          "SummaryEnglish": "Aine desires ultimate power to save those she cares about, but is scared that her unknown past will break the bonds she has formed forever. While she faces the demons inside her mind, another enemy appears and easily overpowers the entire deployed force of the Masters and Amaterasu through nightmarish illusions. Will Aine make her decision in time to save her world?",
          "Aliases": []
        }
      }
    }
  }
}