{
  "URL": "https://www.thetvdb.com/series/mob-psycho-100",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt5897304/",
    "https://mobpsycho100.com/",
    "http://www.reddit.com/r/Mobpsycho100",
    "https://www.themoviedb.org/tv/67075",
    "https://x.com/mobpsycho_anime"
  ],
  "TitleEnglish": "Mob Psycho 100",
  "SummaryEnglish": "Middle schooler Shigeo looks normal, but he's secretly a formidable psychic whose powers threaten to break free unless he represses his emotions.",
  "Aliases": [
    "モブサイコ100 (2016)",
    "モブサイコ100(アニメ)"
  ],
  "Modified": "2025-06-27",
  "Seasons": {
    "0": {
      "ID": "655966",
      "URL": "https://www.thetvdb.com/series/mob-psycho-100/seasons/official/0",
      "# Episodes": 8,
      "Episodes": {
        "1": {
          "ID": "6593762",
          "TYPE": "Webisodes and Shorts",
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/6593762",
          "TitleEnglish": "Mob Psycho Mini 8-bit Shorts 1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "6593763",
          "TYPE": "Webisodes and Shorts",
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/6593763",
          "TitleEnglish": "Mob Psycho Mini 8-bit Shorts 2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "6593764",
          "TYPE": "Webisodes and Shorts",
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/6593764",
          "TitleEnglish": "Mob Psycho Mini 8-bit Shorts 3",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "6593765",
          "TYPE": "Webisodes and Shorts",
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/6593765",
          "TitleEnglish": "Mob Psycho Mini 8-bit Shorts 4",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "6593766",
          "TYPE": "Webisodes and Shorts",
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/6593766",
          "TitleEnglish": "Mob Psycho Mini 8-bit Shorts 5",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "6593767",
          "TYPE": "Webisodes and Shorts",
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/6593767",
          "TitleEnglish": "Mob Psycho Mini 8-bit Shorts 6",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "7": {
          "ID": "6593768",
          "TYPE": "Season Recaps",
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/6593768",
          "TitleEnglish": "Reigen: The Miracle Psychic That Nobody Knows",
          "SummaryEnglish": "A summary episode of Mob Psycho 100 which features commentary from Reigen Arataka.",
          "Aliases": []
        },
        "8": {
          "ID": "7227850",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/7227850",
          "TitleEnglish": "The First Spirits and Such Company Trip ~A Journey that Mends the Heart and Heals the Soul~",
          "SummaryEnglish": "Mob, Reigen, Dimple, and the newest member of the Spirits and Such Consultation Office staff, Serizawa, take a trip up to a secluded hot spring called Ibogami Hot Springs in Zebra Prefecture. Reigen happened to get a request from the matron there to discover the truth behind the strange rumors going around there and save the inn. Ritsu and Teru also join in on this trip and the six of them head out on this super relaxing trip to the hot spring. But on their way there, Reigen and Serizawa start nodding off on the train and somehow get sucked into an eerie parallel world...",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "667642",
      "URL": "https://www.thetvdb.com/series/mob-psycho-100/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5620152",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/5620152",
          "TitleEnglish": "Self-Proclaimed Psychic: Reigen Arataka ~And Mob~",
          "SummaryEnglish": "Psychics fight with supernatural phenomena that cannot be explained by science. Reigen Arataka that runs the Spirits and Such Consultation office is one of those psychics... well, a fake one. His only hope is a super dull middle-schooler named Kageyama Shigeo, a.k.a. Mob. 27% towards Mob's explosion.",
          "Aliases": []
        },
        "2": {
          "ID": "5667235",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/5667235",
          "TitleEnglish": "Doubts about Youth ~The Telepathy Club Appears~",
          "SummaryEnglish": "The Telepathy Club is told that they are going to be shut down by the student council due to lack of members. It was then that one of the members, Inukawa, thought of possibly getting Mob to join. However, Mob gets a call from Reigen about taking care of an incident at Highso Girls' Academy...",
          "Aliases": []
        },
        "3": {
          "ID": "5667236",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/5667236",
          "TitleEnglish": "An Invitation to a Meeting ~Simply Put, I Just Want to be Popular~",
          "SummaryEnglish": "It's great that Mob joined the Body Improvement Club, but he suddenly faints as he's running along the riverside. His wish is to get stronger and to be able to get closer to his beloved Tsubomi-chan. One day, as Mob is feeling troubled, a woman with a strange mask approaches him... Progress toward Mob's explosion: 20%",
          "Aliases": []
        },
        "4": {
          "ID": "5667237",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/5667237",
          "TitleEnglish": "Idiots Only Event ~Kin~",
          "SummaryEnglish": "After the incident with the religious organization (LOL), the evil spirit, Dimple, keeps following Mob around. Also, because of the incident, Mezato Ichi from the school paper starts following around Mob, as well. Then one day, another student joins the Body Improvement Club. Progress Towards Mob's Explosion: 45%",
          "Aliases": []
        },
        "5": {
          "ID": "5667238",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/5667238",
          "TitleEnglish": "OCHIMUSHA ~Psychic Powers and Me~",
          "SummaryEnglish": "Mob is challenged to a one-on-one fight with Black Vinegar Middle School's shadow leader, Hanazawa Teruki, otherwise known as Teru. Mob doesn't use his powers but Teru goes all out on him, destroying everything around him. Teru continues to unleash his incredible power when Mob suddenly remembers a tragedy that happened between him and Ritsu...",
          "Aliases": []
        },
        "6": {
          "ID": "5667239",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/5667239",
          "TitleEnglish": "Discord ~To Become One~",
          "SummaryEnglish": "Peaceful days return after Mob's fight with Teru. As usual, Reigen continues to trick people as a fake psychic, and the president of the Telepathy Club, Kurata Tome, drags Mob around to find other espers. Then one day, a mysterious man talks to Mob's younger brother, Ritsu...",
          "Aliases": []
        },
        "7": {
          "ID": "5667240",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/5667240",
          "TitleEnglish": "Exaltation ~I've Obtained Loss~",
          "SummaryEnglish": "Salt Middle School undergoes deep cleaning lead by the student council president, Kamuro, and one thug after another gets targeted. Meanwhile, the story about Mob defeating the shadow leader at Black Vinegar Middle School starts to get embellished and takes on a life of it's own, and Mob gets to be known as \"White T Poison.\" All of the gang leaders from the other schools start to gather at Salt Middle School to confront White T Poison. Also, Ritsu awakens to his dormant psychic powers, and Dimple manages to convince Ritsu to pair with him to become stronger than his brother. Ritsu finally gets to experience those powers for himself, but...",
          "Aliases": []
        },
        "8": {
          "ID": "5697965",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/5697965",
          "TitleEnglish": "The Older Brother Bows ~Destructive Intent~",
          "SummaryEnglish": "After defeating all of the gang leaders from the surrounding schools, Ritsu feels omnipotent. And then, he's confronted by none other than his older brother, Mob. Mob knew that Ritsu had wanted psychic powers for a while, so he congratulates him. However Ritsu doesn't greet his brother with kindness. Meanwhile, a mysterious man watches the brothers from a distance. He easily manages to grab Ritsu, and tries to drag him off. Mob activates his powers in order to save his brother, but...",
          "Aliases": []
        },
        "9": {
          "ID": "5697966",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/5697966",
          "TitleEnglish": "Claw ~7th Division~",
          "SummaryEnglish": "Ritsu and the others get abducted by a mysterious man named Koyama, and get taken to the secret organization Claw's 7th Division. Claw is an organization who is trying to lead the world to a better future by taking it over. One of Claw's assassins, Terada goes after Mob and Teru, but they overpower him and get him to tell them...",
          "Aliases": []
        },
        "10": {
          "ID": "5697967",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/5697967",
          "TitleEnglish": "The Heinous Aura ~Mastermind~",
          "SummaryEnglish": "Mob and Teru infiltrate the Claw's 7th Division to save Ritsu. Meanwhile, Ritsu tries to escape with the other esper kids and they run into the upper echelon and leader of the 7th Division. Teru and Dimple run into trouble after a strenuous battle, and the boss from Claw finally shows himself...",
          "Aliases": []
        },
        "11": {
          "ID": "5697968",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/5697968",
          "TitleEnglish": "Master ~Leader~",
          "SummaryEnglish": "Mob, Ritsu, and Teru are trapped in a room where they can't use their powers. And then, someone rather unexpected shows up in front of them: Mob's master and self-proclaimed psychic, Reigen.",
          "Aliases": []
        },
        "12": {
          "ID": "5697969",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/5697969",
          "TitleEnglish": "Mob and Reigen ~A Giant Tsuchinoko Appears~",
          "SummaryEnglish": "Mob is finally pushed to his limit when he has to face Sakurai, Muraki, Matsuo and Ishiguro of the upper echelon. But then, he comes to a rather surprising decision...",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "771985",
      "URL": "https://www.thetvdb.com/series/mob-psycho-100/seasons/official/2",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "6763652",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/6763652",
          "TitleEnglish": "Ripped Apart ~Someone Is Watching~",
          "SummaryEnglish": "Reigen recieved a phone call at his office, the Spirits and Such Consultation Office. The client asked him to find out what the black shadow that kept destroying his fields actually was. Meanwhile, back at Salt Middle School, Kamuro announces that he's going to resign from the position of student council president. Elections to decide a new studnet council president are going to be held and Mezato convinces Mob to run as a candidate, but...",
          "Aliases": []
        },
        "2": {
          "ID": "6944296",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/6944296",
          "TitleEnglish": "Urban Legends ~Encountering Rumors~",
          "SummaryEnglish": "Because of the lack of clients visiting or calling his office, Reigen decides to take his business on the road. They go to Cuticle City where there seems to be various urban legend sightings. They immediately get a request to deal with something called the Dragger. With the help of a local psychic they happened to meet named Shinra Banshomaru they go to take care of the Dragger as well as the other urban legends that plague the city.",
          "Aliases": []
        },
        "3": {
          "ID": "6944297",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/6944297",
          "TitleEnglish": "One Danger After Another ~Degeneration~",
          "SummaryEnglish": "Reigen sets up an official homepage for his Spirits and Such Consultation Office and he immediately starts to get jobs left and right, including a middle-aged man asking Reigen to curse someone and a woman who's being haunted by a ghost. As he was listening to their problems, Mob realizes something. Why do people treat humans and spirits so differently? Meanwhile, Reigen gets another request from a group of college students that want to take a photo at a haunted location, but...",
          "Aliases": []
        },
        "4": {
          "ID": "6944298",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/6944298",
          "TitleEnglish": "Inside ~Evil Spirit~",
          "SummaryEnglish": "Reigen and Mob receive a new job. This time, their client is a wealthy man named Asagiri Masashi. He's not just rich, but super rich, so Reigen and Mob head to his mansion only to find other self-proclaimed psychics there as well. One of the psychics there happens to include the president of the Rising Sun Spiritual Union, Jodo Kirin. The job is apparently to exorcise the evil spirit that is apparently possessing his daughter, Minori.",
          "Aliases": []
        },
        "5": {
          "ID": "7012093",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/7012093",
          "TitleEnglish": "Discord ~Choices~",
          "SummaryEnglish": "Mob gets trapped inside a parallel world created by Mogami Keiji. Minori ends up transferring to his class, and Mob becomes the target of bullying. He can't ask anyone for help, and his negative emotions start to build inside. The truth behind the tragedy that Mogami went through when he was alive comes to light. Meanwhile, Reigen and the others were waiting for Mob to regain consciousness back at the Asagiri mansion. Dimple attempts to save Mob by infiltrating Minori's body.",
          "Aliases": []
        },
        "6": {
          "ID": "7012098",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/7012098",
          "TitleEnglish": "Poor, Lonely, Whitey",
          "SummaryEnglish": "After hanging out with the Body Improvement Club and Telepathy Club more, Mob starts to feel joy like he'd never felt before. One day while he's having fun with them, he gets a call from Reigen, spoiling his fun. Mob asks Reigen to stop summoning him so suddenly, and Reigen just handles the situation in his usual overbearing manner. And because of something very minor, a gap forms between them. Reigen is forced to go on jobs without Mob, forcing him to reexamine himself.",
          "Aliases": []
        },
        "7": {
          "ID": "7012099",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/7012099",
          "TitleEnglish": "Cornered ~True Identity~",
          "SummaryEnglish": "After splitting up with Mob, Reigen starts doing a lot of the jobs on his own. He then gets an offer to appear on a TV program. Reigen is ecstatic and accepts the offer, but this was all a trap set by Jodo Kirin, the president of the Rising Sun Spiritual Union. Jodo corners him during the live filming of the show and the fact that Reigen is a fraud comes to light. Reigen gets bashed from all sides and ends up having to hold a press conference...",
          "Aliases": []
        },
        "8": {
          "ID": "7012102",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/7012102",
          "TitleEnglish": "Even Then ~Continue Forward~",
          "SummaryEnglish": "The day for the annual marathon and Salt Middle School was drawing nearer. Mob proclaims that if he places in the top 10 he'll tell Tsubomi how he feels about her. Everyone around him cheers Mob on and he starts training hard every day until the day of the event. Meanwhile, Tsubomi and her friend Miki go to Reigen's Spirits and Such Consultation Office with a request. Ritsu happened to be at the office, helping out in Mob's absence, but he hears Tsubomi say something rather surprising.",
          "Aliases": []
        },
        "9": {
          "ID": "7012104",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/7012104",
          "TitleEnglish": "Show Me What You've Got ~Band Together~",
          "SummaryEnglish": "With his house up in flames, Mob and Dimple find something that resembles his family burnt within the fire. They immediately go to find who's behind this and run into members of the mysterious group, the Claw. Unable to control his rage, Mob disposes of them immediately, but then Koyama and Sakurai from the 7th Division appear before him. They end up meeting up with Teru and Reigen, who were also attacked by members of the Claw, at a secret lair. What could the Claw be plotting?",
          "Aliases": []
        },
        "10": {
          "ID": "7012107",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/7012107",
          "TitleEnglish": "Collision ~Power Type~",
          "SummaryEnglish": "The boss of the Claw, Suzuki Toichiro barricades himself into Seasoning City Culture Tower after declaring war on the world. After instantly getting rid of the police barriers, they make their next move. Meanwhile, back at the hideout, Reigen and the others were making their move, as well. The former members of the 7th Division and the Awakening Lab head to the tower under Reigen's instruction. Sho and Ritsu also make their move to stop Suzuki's plans.",
          "Aliases": []
        },
        "11": {
          "ID": "7012108",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/7012108",
          "TitleEnglish": "Guidance ~Psychic Sensor~",
          "SummaryEnglish": "Sho finally arrived at Seasoning Cultural Tower and was greeted by Shimazaki, one of the Ultimate 5. Ritsu faces off with Shimazaki and urges Sho to go ahead. However, Shimazaki is able to teleport and he gets ahead of him. Meanwhile, Mob has woken up and is heading to the tower and is also approached by one of the Ultimate 5, Minegishi. Mob has a difficult time dealing with Minegishi, who controls plants, but then someone rather unexpected comes to his aid.",
          "Aliases": []
        },
        "12": {
          "ID": "7012111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/7012111",
          "TitleEnglish": "Battle for Social Rehabilitation ~Friendship~",
          "SummaryEnglish": "Three years ago, Serizawa was troubled with about his psychic powers. One day, he was visited by the boss, Suzuki Toichiro. Serizawa ends up trusting him since he's the first person to understand what he's going through. But Mob then brings up the fact that Serizawa is being used and tells him, \"I'll be your friend.\" Hearing Mob say that, Serizawa... Meanwhile, after defeating Sho, the boss starts gathering up the energy he was sharing with his followers and turns into an energy monster.",
          "Aliases": []
        },
        "13": {
          "ID": "7094200",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/7094200",
          "TitleEnglish": "Boss Fight ~The Final Light~",
          "SummaryEnglish": "The Cultural Tower floats above Seasoning City. The final battle between Mob and Suzuki was about to begin. Mob is almost overwhelmed by the fact that he's able to completely release his powers, but then, he sees his younger brother, Ritsu. Mob regains his composure and he faces off with Suzuki, but Suzuki's power is too great. Mob finally gives up on trying to talk things out and puts everything he has into this battle. Who will be the victor?",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "1963409",
      "URL": "https://www.thetvdb.com/series/mob-psycho-100/seasons/official/3",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8794827",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/8794827",
          "TitleEnglish": "Future ~Career Paths~",
          "SummaryEnglish": "A giant broccoli known as the Divine Tree grows in the middle of the city and looks down upon Seasoning City. It's time to fill out surveys about career paths at Salt Middle School and the students are filled with various feelings. While they all talk about their hopes and dreams, Mob can't seem to think of anything himself.",
          "Aliases": []
        },
        "2": {
          "ID": "9360935",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/9360935",
          "TitleEnglish": "Yokai Hunter Amakusa Haruaki Appears! ~The Threat of a Hundred Demons!!~",
          "SummaryEnglish": "Mob is very busy preparing for the cultural fair that's coming up in two weeks. Meanwhile, Serizawa is trying to start over, and is thinking about going to night school.",
          "Aliases": []
        },
        "3": {
          "ID": "9360937",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/9360937",
          "TitleEnglish": "Getting Carried Away ~100%~",
          "SummaryEnglish": "Mob is in a great mood because he got to talk to Tsubomi for the first time in a while. As he's walking through town, he feels the stares of other girls...",
          "Aliases": []
        },
        "4": {
          "ID": "9360938",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/9360938",
          "TitleEnglish": "Divine Tree 1 ~The Founder Appears~",
          "SummaryEnglish": "After Psycho Helmet's appearance, tree roots start emerging all around the city. Sensing danger, Mob goes with Reigen and Ritsu to destroy the Divine Tree, but eventually, they are overwhelmed by the members of the Psycho Helmet Religion.",
          "Aliases": []
        },
        "5": {
          "ID": "9360939",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/9360939",
          "TitleEnglish": "Divine Tree 2 ~Peace~",
          "SummaryEnglish": "Mob heads into the Divine Tree, only to have to face off with Teru. Mob finds himself speechless, having to confront even Teru who has been completely brainwashed by Psycho Helmet.",
          "Aliases": []
        },
        "6": {
          "ID": "9360940",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/9360940",
          "TitleEnglish": "Divine Tree 3 ~Dimple Is~",
          "SummaryEnglish": "Mob's attitude seems to change once he hears what Dimple says. Mob ends up apologizing to Dimple because he had gotten carried away from the thought of being popular and didn't hear what Dimple had to tell him before.",
          "Aliases": []
        },
        "7": {
          "ID": "9360941",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/9360941",
          "TitleEnglish": "Transmission 1 ~Winter Break~",
          "SummaryEnglish": "Kurata Tome has always dreamed about communicating with the universe through telepathy, and now, her high school graduation was drawing nearer. When they are about to start winter break, she tells the Telepathy Club that she is going to disband them.",
          "Aliases": []
        },
        "8": {
          "ID": "9360942",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/9360942",
          "TitleEnglish": "Transmission 2 ~Encountering the Unknown~",
          "SummaryEnglish": "The group somehow finally makes it to the summit of Mt. Mudboat. Takenaka had been up all night reading all the texts about UFOs and the Telepathy Club comes together to send a telepathic message into space, but there is no UFO in sight.",
          "Aliases": []
        },
        "9": {
          "ID": "9360943",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/9360943",
          "TitleEnglish": "Mob 1 ~Moving~",
          "SummaryEnglish": "After winter break is over, Mob is hit with shocking news. Tsubomi is actually going to transfer within the next month.",
          "Aliases": []
        },
        "10": {
          "ID": "9360944",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/9360944",
          "TitleEnglish": "Mob 2 ~Rival~",
          "SummaryEnglish": "Mob tries to save a child that is about to be run over by a car and is run over himself. People start to gather but Mob stays silent.",
          "Aliases": []
        },
        "11": {
          "ID": "9360945",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/9360945",
          "TitleEnglish": "Mob 3 ~Trauma~",
          "SummaryEnglish": "Mob continues to walk to the park where Tsubomi is waiting as he destroys everything around him, but the former upper echelon members from the Claw, Koyama, Sakuragi, and their boss, Suzuki stand in his way.",
          "Aliases": []
        },
        "12": {
          "ID": "9360946",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mob-psycho-100/episodes/9360946",
          "TitleEnglish": "Confession ~The Future~",
          "SummaryEnglish": "Mob continues down his path of destruction. Amongst all of the destruction and chaos, Reigen finally reaches Mob with the help of Serizawa, and he desperately tries to talk to him.",
          "Aliases": []
        }
      }
    }
  }
}