{
    "URL": "https://www.thetvdb.com/series/kuromukuro",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5895314/",
        "http://kuromukuro.com/",
        "http://www.reddit.com/r/kuromukuro",
        "https://www.themoviedb.org/tv/66080",
        "https://x.com/KUROMUKURO_UNKL"
    ],
    "TitleEnglish": "Kuromukuro",
    "SummaryEnglish": "During the construction of the Kurobe Dam, an ancient artifact was discovered, and so the United Nations Kurobe Research Institute was established. Intellectuals from all over the world gathered to study the object, and the children of those researchers attend Mt. Tate International Senior High School, including the institute head's daughter, Yukina Shirahane. In the summer of 2016, a lone samurai once again awakens.",
    "Aliases": [
        "Black Corpse",
        "Black Relic",
        "Kuromukuro"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "658754",
            "URL": "https://www.thetvdb.com/series/kuromukuro/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "5538180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5538180",
                    "TitleEnglish": "A Rain of Ogres from the Sky",
                    "SummaryEnglish": "Yuhina Shirahane visits het mother at the United Nations Kurobe Research Institute. Here she learns of the \"giant\" and the \"cube\" unknown objects that enabled the institute and her mother to develop new technology. Suddenly fast incoming objects from the sky appear and one is headed straight for the institute.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5555693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5555693",
                    "TitleEnglish": "The Black Shell Awakens",
                    "SummaryEnglish": "Multiple locations are under attack from unknown attackers. At the United Nations Kurobe Research Institute they deploy their latest mech suits into the battle. On the inside Yukina triggers the \"cube\" and a lonely samurai appears who protects his \"princess\" Yukina from the attackers. Before Yukina and the institute can figure out who the samurai warrior is, he deploys the cube and activates \" the giant\" which is a powerful mobile suit warrior. The giant, with the samurai in control and Yukina as an accidental co-pilot, moves forward across Japan to seek and destroy the demons.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5555694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5555694",
                    "TitleEnglish": "The Silent Walls of a Castle",
                    "SummaryEnglish": "After his battle with one of the demons, the samurai Kennosuke is captured and taken into custody. Kennosuke seems to originate from the Sengoku period about 450 years ago. He escapes from his jail, but doing so he unwillingly endangers Koharu, Yukina's little sister. Kennosuke manages to summon the cube, his transport vessel and rescues Koharu from a smaller demon. The Monk Osho Yakushi convinces Kennosuke to battle the unknown demons from the skies at their side.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5555695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5555695",
                    "TitleEnglish": "A Strange, New World",
                    "SummaryEnglish": "Kennosuke is adjusting to the 21st century which also includes a trip to the shopping mall together with Yukina. The demons past is hidden in history and only Yukina's father did research, until he mysteriously disappeared. From these studies they hope to discover more about the demons and how their connection to Kennosuke, the only survivor of the Wasabi clan.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5555696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5555696",
                    "TitleEnglish": "The Samurai Goes to School",
                    "SummaryEnglish": "Kennosuke's introduction into the modern world continues. His fellow mobile armor pilots decide his callsign is \" Ken\". Both Yukina and Kennosuke are apperently linked with implants to the steed and the giant, to some dismay of at least one of the other mobile suit pilots. Just when \"Ken\" is settling into Yukon's class and school a call to arms is given.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5555697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5555697",
                    "TitleEnglish": "Face-Off at Jinzu River",
                    "SummaryEnglish": "The Artifact, Gaus 1 and Gaus 2 mobile suits engage into battle with the \"Yellow Crab\" geoframe and two of his red minions. While suffering serious damage to the Artifact, Kennosuke manages to defeat the Yellow Crab. An apparently human pilot appears from the geoframes cockpit, who identifies himself as Hedo from the Frontier Reform Office. After asking Kennosuke why he betrays his own kind, the pilot activates the self-destruct sequence of his disabled geoframe.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5555698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5555698",
                    "TitleEnglish": "Vanishing into the Dawn",
                    "SummaryEnglish": "Yukina is in doubt if she wants to continue to co-pilot the artifact. Meanwhile two of her fellow students who went \"thrill seeking\" at the last battle are still missing. After an incident with her mother Kennosuke notices Yukina has disappeared from her home.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5555699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5555699",
                    "TitleEnglish": "Memories of Regret",
                    "SummaryEnglish": "While everyone is looking for the missing Yukina she decides to launch her own investigation into her fathers notebook, starting at the remains of the ruins of Kennosuke's clan. There she is attacked and rescued by a mysterious demon. The demons in orbit demand the artifact returned to them, however the artifact is the only \"ace\" the earths has against them. As a direct response another Geoframe attack is launched on Japan. With Yukina missing and Kennosuke in pursuit to find her there is no one to pilot the artifact.....",
                    "Aliases": []
                },
                "9": {
                    "ID": "5555700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5555700",
                    "TitleEnglish": "The Ogre's Message",
                    "SummaryEnglish": "With Yukina back in the co-pilot seat the Black Relic is back in action. They launch at incoming geoframes which try to beam themselves and the Black Relic up to their mothership. This plan gets disrupted and with the help of Gaus 1 and 2 the Geoframes are disabled. But in a surprise turn of the situation the pilot of the main geoframe surrenders.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5555701",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5555701",
                    "TitleEnglish": "The Arrogant Captive",
                    "SummaryEnglish": "The captured demon pilot, named Fusnarnie, and Kennosuke are both questioned about their origins. Kennosuke tells the tale of him and the Princess fighting their last battle together in the Black Relic. However Kennosuke can't seem too recall or admit if he knows Fusnarnie from the past. Meanwhile Fusnarnie disables his guards and remotely activates the longarm \"callsign Lion\" Geoframe to come and get him. But on his way out he stumbles upon Yukina whom he recognizes as a wielder.....",
                    "Aliases": []
                },
                "11": {
                    "ID": "5555702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5555702",
                    "TitleEnglish": "Truth Shrouded in Darkness",
                    "SummaryEnglish": "The enemy pilot unexpectedly escapes and is able to restore his geoframe. Yukina is ordered to deploy in the Kuromukuro, but runs into him on the way.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5555703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5555703",
                    "TitleEnglish": "Summer Hell Camp in Kurobe",
                    "SummaryEnglish": "Summer vacation has come, and that means more training for Ken and Yukina, who is improving more than she expected. Akagi hopes to become a pilot.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5604977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5604977",
                    "TitleEnglish": "Welcome to the Festival",
                    "SummaryEnglish": "Ken's Kuromukuro fights alongside the GAUS to drive off a giant geoframe. Meanwhile, Kayahara's plan for the Culture Fair stirs up excitement.",
                    "Aliases": []
                },
                "14": {
                    "ID": "5604978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5604978",
                    "TitleEnglish": "A Clash of Wills",
                    "SummaryEnglish": "Before Muetta can kill Kennosuke, she is stopped by a tall masked figure. Kennosuke is alive but badly wounded. Muetta escapes the attack by the stranger and calls for her Medusa geoframe, which launches from the mothership. Muetta enters the geoframe and is immediately attacked by the two GAUS units, but manages to escape. Kennosuke recovers enough to pilot the Kuromukuro and confronts Muetta in her Medusa geoframe who he still believes is Princess Yukihime. Mirasa in the Spider geoframe arrives and joins the fight. The two GAUS units also arrive and engage Mirasa’s Spider geoframe. The GAUS units and Kuromukuro fight as a team and damage Mirasa’s Spider geoframe, prompting Muetta and Mirasa to retreat back to the Efy Dolgh mothership.",
                    "Aliases": []
                },
                "15": {
                    "ID": "5604979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5604979",
                    "TitleEnglish": "Difficult Choices",
                    "SummaryEnglish": "Kennosuke is badly injured in the fight with the geoframes and is taken into the UN facility for medical treatment. Meanwhile, many civilians are leaving Tateyama because of the geoframe attacks. Kennosuke has visions of the past including Princess Yukihime and the tall masked figure conferring about him. Again, he recovers from his near fatal wounds through a rapid self-healing process. Ogino wants the Akagi and Kaya to make a cosplay video for her. The Efy Dolgh officers debate what to do about the Black Relic, but Muetta and Mirasa seek to redeem themselves and secretly depart for Earth.",
                    "Aliases": []
                },
                "16": {
                    "ID": "5604980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5604980",
                    "TitleEnglish": "You Don't Know Me",
                    "SummaryEnglish": "Efy Dolgh fighters, Muetta and Mirasa, arrive at Kurobe Dam. Ogino and the school group travel to find a location to film her cosplay. She has asked Marina along to lift her spirits after she tendered her resignation because of the Efy Dolgh attack at the school’s cultural festival. The UN plans for Sophie’s departure for France and trial single-pilot GAUS units to increase their capacity to deal with the enemy geoframes, but with mixed success. Kennosuke and Sophie discuss the meaning of freedom. Meanwhile, Muetta and Mirasa gain entry to the UN facilty. They capture Kennosuke, who still believes that Muetta is Princess Yukihime, but she denies knowing him. They find the excavation site with the final fragments of the hinge stone. Confronted by UN troops, Kennosuke tries to defend Muetta, but Sophie says that he is foolish, and vows to stay at the facility. As they are about to leave, Mirasa stabs Muetta so that she can take sole credit for the discovery. Muetta jumps from the dam wall into the rushing waters below.",
                    "Aliases": []
                },
                "17": {
                    "ID": "5604981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5604981",
                    "TitleEnglish": "Dance in the Clouds",
                    "SummaryEnglish": "Efy Dolgh soldier Imusa descends again to Earth to find the remaining three Hinge Stones, including the Keystone. The GAUS crew waits for new parts to arrive and debate whether or not Muetta is Princess Yukihime. Kennosuke uses the Black Relic to search for Muetta. Efy Dolgh soldier Yoruba travels to Japan in the flying Bluebird geoframe to check on his comrades and also shoots down the transport plane carrying the GAUS replacement parts. The crew manage to offload the parts before crash-landing into the dam where Kennosuke uses the Black Relicto save the plane and crew. Yoruba in the Bluebird geoframe finds Mirasa who lies about the fate of Muetta and he goes in search of her. He sees the Black Relic and attacks, but during the aerial battle the Demon attaches his own flying geoframe to the Black Relic to help Kennosuke. However, because of Kennosuke's mistrust of demons it departs, but promises assist him if needed.",
                    "Aliases": []
                },
                "18": {
                    "ID": "5604982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5604982",
                    "TitleEnglish": "Vapor Ever Rising",
                    "SummaryEnglish": "The JSDF, UN, and Efy Dolgh search for Muetta. Yukina's class decide to go to Toyama Memorial hot springs at “Kenshin’s hidden residence” for the weekend. Not all end up going, only the core group of Yukina's friends. Meanwhile the wounded Muetta takes refuge at the hot springs, hoping to aid her recovery. After getting lost, Yukina and Kennosuke arrive at the same spring, where they stumble upon Muetta, and the UN takes her into custody. Just then, a Cactus unit appears, captures Yukina, and escapes back into orbit.",
                    "Aliases": []
                },
                "19": {
                    "ID": "5604983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5604983",
                    "TitleEnglish": "An Invitation From an Ogre",
                    "SummaryEnglish": "The Cactus unit returns to the space station with Yukina whom the Efy Dolgh believe is Muetta. At the UN, Dr. Hausen reveals that Yukina and Muetta share the same DNA and concludes that Yukina was taken by mistake. The UN discuss a rescue mission, but no decision is made. While sitting alone Sophie sees some writing appear, asking if she wants to learn the truth about demons. She agrees, and when she returns home the Demon is waiting. He introduces himself as Zeringer Mundef Bischrei. He reveals little, only that he is an enemy of the Efy Dolgh. Kennosuke asks Muetta (Yukihime) if she will pilot the Kuromukuro (Black Grongul) with him. She agrees to assist him to take the Kuromukuro to the space station, but cannot guarantee his return. As they prepare to leave in the Kuromukuro, they see a recorded message from Princess Yukihime imploring her ancestors to fight the demons and protect the Washiba Clan. Muetta wonders if there are things about her past that she does not know. On the space station, Yukina escapes from captivity and realises that she's no longer on Earth.",
                    "Aliases": []
                },
                "20": {
                    "ID": "5604984",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5604984",
                    "TitleEnglish": "Into the Fire",
                    "SummaryEnglish": "Yukina explores the Efy Dolgh mothership and encounters Mirasa who gives chase, believing she’s Muetta. Yukina manages to access the Efy Dolgh data banks and learns about their plans. Kennosuke takes off in the Kuromukuro with Muetta, and Major Graham arrests Director Shirahane for the lapse in security. The Demon reveals to Sophie that the Efy Dolgh aim for planet domination, and that his planet was conquered by them. He says that the Efy Dolgh geoframes encountered on earth are only reconnaissance units and the invasion force is far more powerful. He leaves her a memory stick with data about them. Meanwhile Muetta requests retrieval in the Kuromukuro Glongur and the Efy Dolgh beam it up to their ship. She reports to the Efy Dolgh leaders and learns that they planted seeds of life on various planets, including Earth. When Kennosuke is detected on board, the Efy Dolgh accuse Muetta of being a traitor and attack her. Kennosuke, Muetta and Yukina meet and join forces, leaving the mothership in their Glongurs. As they fall towards Earth the Demon intercepts them and carries them down towards. The UN facility is notified by NORAD that the Efy Dolgh mothership is descending to the planet surface.",
                    "Aliases": []
                },
                "21": {
                    "ID": "5604985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5604985",
                    "TitleEnglish": "Writing on the Wall",
                    "SummaryEnglish": "The Kuromukuro and Medusa Glongurs return to Earth assisted by the Demon but Muetta is arrested. Zeru the Demon explains that Yukihime died 450 years ago, and that Muetta is a copy based on her genetic information. He says the Efy Dolgh create clones of the lifeforms they conquer and implant false memories in them to be loyal Efy Dolgh vanguards - only by uniting can they defeat the Efy Dolgh invasion. He tells Yukina that her father Takehito was a close friend. While people are evacuating, the Efy Dolgh mothership starts launching multiple geoframes including the Spider and Rock Head piloted by Yoruba and Imusa, The Demon flies the Kuromukuro to confront them while the three single pilot GAUS units engage the headless geoframes on the ground. The battle is fierce, and the UN facility is breached. The Efy Dolgh mothership drops hundreds of cactus units which release electronic parasites that take control of the staff. Sophie gets others to help rescue Muetta while Sebastian in his GAUS unit sacrifices himself to destroy Mirasa's Spider geoframe, while the woman manages to survive instead. Kennosuke in the Kuromukuro picks up Tom Borden in the remaining GAUS unit and they depart the overrun UN Kurobe facility.",
                    "Aliases": []
                },
                "22": {
                    "ID": "5604986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5604986",
                    "TitleEnglish": "Tears of a Narcissus",
                    "SummaryEnglish": "Yukina, Kennosuke and all the others who escaped the attack on the research facility retreat to the school, which has become the new UN's HQ. The entire region is completely isolated from the rest of the world because of the barrier created by Efy Dolgh. That night, the Demon speaks to Kennosuke, Yukina and her mother, revealing to them how he met Yukina's father years ago, shortly before his death from a sudden avalanche. Meanwhile, the Efy Dolgh manage to excavate the hinge stone from the dam's excavation, using the parasited humans as slaves. The stone draws in surrounding heat, cooling the area and provoking a snow storm over Kurobe. Muetta, having finally accepted the fact that she's been cloned, and all of her memories are fake, escapes from the base. While she's searching for Muetta, Yukina collapses in the snow. When Muetta finds her, she and Yukina take refuge in an old house where they're reached by Kennosuke. Muetta reveals to them that the Efy Dolgh are planning to use the hinge stone to create a wormhole between the Earth and its homeland, to enable the main army to storm the planet and subjugate it.",
                    "Aliases": []
                },
                "23": {
                    "ID": "5604987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5604987",
                    "TitleEnglish": "A Tale of Two Frogs",
                    "SummaryEnglish": "The student attendance to Mt. Tate high school has decreased significantly, which makes it all the more surprising when Yukina and Ken arrive accompanied by Muetta. Carlos brings up his movie idea from the time at the onsen again and announces that he completed the script.",
                    "Aliases": []
                },
                "24": {
                    "ID": "5604988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5604988",
                    "TitleEnglish": "Bloodshed at Kurobe",
                    "SummaryEnglish": "The UN forces trapped inside the bubble launch an all out attack on the Efidolg forces surrounding their mothership and the abandoned laboratory base in order to take back control of the facilities and rescue any potential survivors. The Black Relic and GAUS-1 piloted by Sophie face off against the countless robots of the enemy, while Muetta retrieves her own Medusa and confronts Mirasa over the true nature of the Efidolg.",
                    "Aliases": []
                },
                "25": {
                    "ID": "5604989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5604989",
                    "TitleEnglish": "Dream of the Ogre",
                    "SummaryEnglish": "The battle is over, the activation of the Hinge halted. The UN establishes new policies to recover from the alien attack while Kennosuke decides on a path to his future.",
                    "Aliases": []
                },
                "26": {
                    "ID": "5604990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kuromukuro/episodes/5604990",
                    "TitleEnglish": "A Samurai Never Looks Back",
                    "SummaryEnglish": "With the security lockdown after the attack tightening on Zeru and Muetta, Kennosuke decides to accompany them on a last ditch effort to answer the call to defeat the Efidolg that was received through the Hinge's aborted activation.",
                    "Aliases": []
                }
            }
        }
    }
}