{
  "URL": "https://www.thetvdb.com/series/orange-2016",
  "Genres": [
    "Adaptation",
    "Anime - Shojo"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt5839732/",
    "http://orange-anime.com/",
    "https://www.themoviedb.org/tv/66958",
    "https://www.wikidata.org/wiki/Q117185091",
    "https://en.wikipedia.org/wiki/Orange_(manga)#Anime",
    "https://x.com/AnimationOrange"
  ],
  "TitleEnglish": "Orange",
  "SummaryEnglish": "Naho Takamiya's first day of her sophomore year of high school is off to an uneasy start, due to receiving a strange letter from herself—10 years in the future.",
  "Aliases": [],
  "Modified": "2025-06-04",
  "Seasons": {
    "0": {
      "ID": "657257",
      "URL": "https://www.thetvdb.com/series/orange-2016/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "5775168",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/orange-2016/episodes/5775168",
          "TitleEnglish": "Orange: Future",
          "SummaryEnglish": "An original story written by the series' original creator Ichigo Takano, which takes place after the events in the manga and TV anime. The tagline in the key visual reads, \"Since that day, I've always wanted to show those two this future—.\" Twenty-six-year-old Hiroto Suwa; his wife, Naho; and their old high school classmates—Takako Chino, Azusa Murasaka, and Saku Hagita—visit Mt. Koubou to view the cherry blossoms together. While watching the setting sun, they reminisce about Kakeru Naruse, their friend who died 10 years ago. Mourning for him, they decide to visit Kakeru's old home, where they learn the secret of his death from his grandmother.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "667652",
      "URL": "https://www.thetvdb.com/series/orange-2016/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "5620166",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/orange-2016/episodes/5620166",
          "TitleEnglish": "Letter 01",
          "SummaryEnglish": "It’s the spring of Naho’s second year in high school, and Naho receives a letter from herself, 10 years in the future. The letter accurately depicts what’s about to happen, including details on a transfer student from Tokyo, Kakeru Naruse, who ends up sitting beside her in class. On top of that, the letter also begs Naho not to invite Kakeru out with her group of friends on that day alone, but why?",
          "Aliases": []
        },
        "2": {
          "ID": "5666503",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/orange-2016/episodes/5666503",
          "TitleEnglish": "Letter 02",
          "SummaryEnglish": "Kakeru enters the soccer club as a provisional member, just as the letter says. When the topic of lunches comes up after practice, Kakeru jokingly asks Naho to make lunch for him as well. Naho finds herself bewildered by his words, but feels pushed to act by the letter from herself 10 years in the future, which tells Naho that she wishes she had made lunch for Kakeru.",
          "Aliases": []
        },
        "3": {
          "ID": "5666504",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/orange-2016/episodes/5666504",
          "TitleEnglish": "Letter 03",
          "SummaryEnglish": "In the letter, it says Kakeru won’t join the soccer club, but in reality, he does. This difference between the letter and reality fills Naho with hope, as she believes it may mean that the future is starting to change for the better. But just as she begins to think that, she has to deal with the letter detailing how Kakeru and Ueda-senpai begin to date...",
          "Aliases": []
        },
        "4": {
          "ID": "5666505",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/orange-2016/episodes/5666505",
          "TitleEnglish": "Letter 04",
          "SummaryEnglish": "Naho is so concerned about Kakeru’s date with Ueda-senpai over the holidays, she can’t help but seem preoccupied and unable to focus on her friends’ conversations. Ever since Kakeru started dating Ueda-senpai, Naho has found it difficult to have a proper conversation with him. Naho regrets not directly telling Kakeru how she really felt the day Ueda-senpai asked him out, but what will she do now?",
          "Aliases": []
        },
        "5": {
          "ID": "5666811",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/orange-2016/episodes/5666811",
          "TitleEnglish": "Letter 05",
          "SummaryEnglish": "Kakeru gives Naho a hairpin. And on the weekend, Kakeru invites Naho to study with him for the upcoming exams. As the pair begin to grow closer together, Naho gets up the courage to invite Kakeru to see the fireworks together with her at the end of the school festival.",
          "Aliases": []
        },
        "6": {
          "ID": "5666812",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/orange-2016/episodes/5666812",
          "TitleEnglish": "Letter 06",
          "SummaryEnglish": "It's the last day of the school festival. Naho and Kakeru have promised to watch the fireworks together. However, just before they start, Ueda-sama gets in Naho's way. Will Naho get to experience watching the fireworks with Kakeru like her future self did?",
          "Aliases": []
        },
        "7": {
          "ID": "5667228",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/orange-2016/episodes/5667228",
          "TitleEnglish": "Letter 07",
          "SummaryEnglish": "The letter from the future details the regret felt by everyone for being unable to celebrate Kakeru's birthday. As such, high school Naho and the gang pester Kakeru about what he wants until the big day. On the other hand, 26 year-old Naho and the gang gather at the late Kakeru's grandmother's house to celebrate his birthday, like they had promised in the past.",
          "Aliases": []
        },
        "8": {
          "ID": "5667229",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/orange-2016/episodes/5667229",
          "TitleEnglish": "Letter 08",
          "SummaryEnglish": "Up until now, Naho had been doing everything the letter from the future had told her to do, but is the letter always right? The letter from the future asks Naho to make sure Kakeru doesn't run the relay race at the athletic festival, but what does Naho decide to do?",
          "Aliases": []
        },
        "9": {
          "ID": "5667230",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/orange-2016/episodes/5667230",
          "TitleEnglish": "Letter 09",
          "SummaryEnglish": "Naho feels relieved now that she has the support of all her friends. On top of that, Kakeru and Naho begin to get even closer. Finally, the day of the athletic festival comes. What do Naho and the gang do to insure Kakeru can enjoy the festival from the bottom of his heart?",
          "Aliases": []
        },
        "10": {
          "ID": "5667231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/orange-2016/episodes/5667231",
          "TitleEnglish": "Letter 10",
          "SummaryEnglish": "It's the athletic festival. Kakeru hurt his ankle during the pole-toppling game, and hid that fact from everyone else. Kakeru tries to keep his suffering to himself, when Suwa and the gang call out to him. Met with everybody's kindness, Kakeru begins to tell them what he's been keeping pent up inside. And then, the class relay begins.",
          "Aliases": []
        },
        "11": {
          "ID": "5667232",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/orange-2016/episodes/5667232",
          "TitleEnglish": "Letter 11",
          "SummaryEnglish": "Naho got into a fight with Kakeru on New Year's Eve, and never managed to apologize to him before he passed away. At least, that's what the letter from the future says. However, Naho now believes that she's capable of dealing with whatever may come up, and faces New Year's Eve head-on.",
          "Aliases": []
        },
        "12": {
          "ID": "5667233",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/orange-2016/episodes/5667233",
          "TitleEnglish": "Letter 12",
          "SummaryEnglish": "Kakeru moves to Matsumoto with his mother mother after she decides to move there for her own reasons. When she passes away on the first day of school after Kakeru transfers, Kakeru blames himself and thus refuses Suwa's invitation to join the Soccer club. Kakeru sees some old classmates from Tokyo, but none of them understand what Kakeru is going through. In the end, Kakeru becomes so distressed that he feels that he has no way out.",
          "Aliases": []
        },
        "13": {
          "ID": "5667234",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/orange-2016/episodes/5667234",
          "TitleEnglish": "Last Letter",
          "SummaryEnglish": "Naho can't give her Valentine's Day chocolate to Kakeru. Ever since what happened on New Year's Eve, Kakeru keeps putting distance between Naho and himself. But, through all the hardships, Naho refuses to give up and fully intends to tell Kakeru how she feels. And so, the time comes for everyone to face the fateful day outlined in the letters from the past, \"Kakeru's Final Day.\"",
          "Aliases": []
        }
      }
    }
  }
}