{
    "URL": "https://www.thetvdb.com/series/sweetness-and-lightning",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Family",
        "Food"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5853222/",
        "https://www.themoviedb.org/tv/66990",
        "https://x.com/@amaama_anime"
    ],
    "TitleEnglish": "Sweetness & Lightning",
    "SummaryEnglish": "Kohei is a single father and high school teacher who lives with his only daughter. A chance encounter brings him together with Kotori, one of his students. The three of them start to meet together to make meals. None of them know how to cook, but they all love delicious food!",
    "TitleJapanese": "甘々と稲妻",
    "SummaryJapanese": "愛娘＆女子高生と囲む、両手に花の食卓ドラマ!!\n妻を亡くし、単身子育てに奮闘する高校教師・犬塚。\nひょんなことから教え子・小鳥と一緒にごはんを作って\n娘と3人で食べることに！\nおいしいトライアングルホームドラマ、開幕です!!",
    "Aliases": [
        "Amaama to Inazuma",
        "Sweetness and Lightning"
    ],
    "Modified": "2025-06-24",
    "Seasons": {
        "1": {
            "ID": "670850",
            "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5648986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5648986",
                    "TitleEnglish": "Uniforms and Pot Rice",
                    "SummaryEnglish": "Kouhei is a single dad living with his daughter, Tsumugi. He's busy and doesn't know how to cook, so he feeds her nothing but frozen foods and lunches from the convenience store. But when a chance encounter with a student of his gives him the opportunity to feed her a home-cooked meal, he leaps at it.",
                    "TitleJapanese": "制服とどなべごはん",
                    "SummaryJapanese": "妻を亡くし、娘・つむぎの子育てに奮闘する犬塚。ある日、つむぎを連れてお花見に出かけ、一人でお弁当を食べる女子高生・小鳥に出会う。小鳥は、すごくおいしいお弁当を一人で食べ終えたと言い、興味津々のつむぎ。犬塚は小鳥から、“ごはんやさん　恵”の名刺をもらう。\n仕事を終えた犬塚が、お弁当を買って帰ると、作りたての料理が映し出されたテレビに、かじりついているつむぎの姿が…。おいしいごはんを食べるため、恵へと急ぐ。"
                },
                "2": {
                    "ID": "5666695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5666695",
                    "TitleEnglish": "Pork Soup and Restaurant Lights",
                    "SummaryEnglish": "Kouhei is worried about meeting with Kotori, his student. Is it okay for him to be meeting with an individual student outside of class? But Tsumugi is too young to know or care about the rules of the adult world, and what's more, Kotori has the promise of pork soup to tempt them both.",
                    "TitleJapanese": "豚汁とみせあかり",
                    "SummaryJapanese": "恵でおいしいごはんを食べた犬塚は、これからは、自分でおいしいごはんを作ると決心する。教え子の小鳥に、料理を教えてあげると言われ、すっかり乗り気になってしまったつむぎに、困ってしまう。\n一度、ご両親に相談してからと、挨拶のため恵を訪れるが、小鳥のお母さんは不在で、制服姿の小鳥だけが、犬塚たちを待っていた……。犬塚は、仕方なく、小鳥のお母さんが書いたレシピに沿って、慣れない手つきで料理を始める。"
                },
                "3": {
                    "ID": "5666696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5666696",
                    "TitleEnglish": "Tsumugi and the Long-Awaited Hamburg Steak",
                    "SummaryEnglish": "Tsumugi gets into a fight at daycare, and it spoils her mood for good cooking. Even the long-awaited Hamburg steak isn't enough to rouse her from her gloom. Can Kotori and Kouhei come up with a way to cheer her up so she can enjoy her meal? And will she find out how much her daddy really loves her?",
                    "TitleJapanese": "つむぎとおまたせのハンバーグ",
                    "SummaryJapanese": "幼稚園でみんなから粘土をもらったつむぎは、大きなハンバーグを作って持って帰ろうとするが、ミキオくんに、「それってドロボーじゃん！」と言われてしまう。\nお迎えに駆けつけた犬塚は、つむぎを連れて家へ帰り、優しく抱きしめる。しかし、翌日になっても落ち込んでいるつむぎに、元気を出してもらおうと、小鳥と一緒にハンバーグを作ることに。いつもと様子が違うつむぎに、美味しいハンバーグで笑顔になってもらえるだろうか？！"
                },
                "4": {
                    "ID": "5666697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5666697",
                    "TitleEnglish": "Hated Vegetables and Bits in Gratin",
                    "SummaryEnglish": "Tsumugi is like many young kids: she hates her veggies. Particularly those nasty green peppers! Is it possible for a child to like green peppers? Kouhei and Kotori decide to try and find out by making a delicious and tempting \"roll-y\" gratin that smothers those wicked peppers with cheese!",
                    "TitleJapanese": "きらいな野菜とコロコログラタン",
                    "SummaryJapanese": "実家から野菜をたくさんもらった犬塚。なんでもおいしそうに食べるつむぎのピーマン嫌いがわかり、犬塚は、どうにかしておいしく食べてもらいたいと考える。\n小鳥に相談し、色んな野菜をたっぷりつかったグラタンを作ることに。一緒に野菜をじゃぶじゃぶ洗い、楽しそうなつむぎ。ソース作りも歌で応援して、お手伝いを頑張る。果たしてつむぎは苦手なピーマンを、ちゃんとおいしく食べてくれるのか？！"
                },
                "5": {
                    "ID": "5666698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5666698",
                    "TitleEnglish": "A Day Off and Special Doughnuts",
                    "SummaryEnglish": "Tsumugi has a problem: she finds doughnuts difficult. Are they a snack? Are they a meal? She finds the answer when Kotori and her father make homemade doughnuts, a feat she didn't even know was possible. But can Kouhei handle frying foods without burning them?",
                    "TitleJapanese": "お休みの日のとくべつドーナッツ",
                    "SummaryJapanese": "公園でお菓子を食べながら、ドーナッツはむずかしいと話すつむぎ。小鳥は、つむぎの話を聞いて、犬塚にドーナッツ作りを提案する！\n実はつむぎがドーナッツを食べたかったことを知った犬塚は、初めての揚げ物にチャレンジすることに。犬塚とつむぎは、商店街でコロッケを揚げる様子を見て、予習もバッチリ！生地を発酵させるところから、ドーナッツ作りを始める……。"
                },
                "6": {
                    "ID": "5666700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5666700",
                    "TitleEnglish": "A Gyoza Party with Friends",
                    "SummaryEnglish": "Tsumugi wants to throw a party: a gyoza party! And a party means that she can invite all her friends, everyone she knows at daycare, and Kotori, and Shinobu, and even Yagi! But she's just a little girl, and doesn't know that you have to get permission from Kotori's mom before you can hold a party at Kotori's house. How can Kouhei resolve this sticky situation? And what's the best way to make gyoza, anyway?",
                    "TitleJapanese": "おともだちとギョーザパーティー",
                    "SummaryJapanese": "犬塚と小鳥のごはん会を知ったしのぶは、料理を頑張りたい小鳥のためを思って、自分も参加することに。つむぎは、メンバーが増えて、パーティーみたいだと大喜びする。\n八木やしのぶがテキパキと野菜を刻んで調理していき、その手際の良さを見て、固まる犬塚達。しかし小鳥は、ゆっくり、丁寧にやる犬塚とつむぎを見て笑顔を見せる。その様子を見たしのぶは、八木に何かを耳打ちして……。今日は楽しいギョーザパーティー！"
                },
                "7": {
                    "ID": "5667267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5667267",
                    "TitleEnglish": "Gohei Mochi and a Grand Adventure",
                    "SummaryEnglish": "Oh no! Dad is sick! Tsumugi wants to get him something to make him feel better, and she's willing to brave fierce sharks, dark caves, and giant dogs to make her way to Kotori's house. But what will dad do when he wakes up and finds her gone? And what can Kotori do with this batch of rice she just burnt?",
                    "TitleJapanese": "五平餅とだいぼうけん",
                    "SummaryJapanese": "熱を出し、ベットの上でぐったりする体調不良の犬塚。その様子を見たつむぎは、ある決意をし、マジガルのＤＶＤをリュックに詰めて、そーっと家を出ていく。\n恵を目指し、つむぎのだいぼうけんが始まる…！信号を渡り、商店街を通り、泣きそうになりながらも恵に辿り着く。事情を聞いた小鳥は、薬等を用意し、つむぎを送り届けようとする。その頃、つむぎがいないことに気付いた犬塚は、息を切らしてつむぎを探していて……。"
                },
                "8": {
                    "ID": "5667268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5667268",
                    "TitleEnglish": "Squid and Taro Stew That's Still Yummy Tomorrow",
                    "SummaryEnglish": "Kouhei wants to do something nice for his daughter. When his first idea is shot down, he decides to make her one of mommy's old dishes instead. Tsumugi choses squid and taro stew, a dish for grown-ups! Kouhei masters the art of chopping up a squid and peeling a taro, as Tsumugi attains enlightenment by looking into the squid's eyes.",
                    "TitleJapanese": "明日もおいしいイカと里芋の煮物",
                    "SummaryJapanese": "幼稚園の参観日の工作で、イカを作ったつむぎ。犬塚は、参観日に来ていた周りのママさん達が、幼稚園バッグを毎年作り変えていることを知り、つむぎに新しいバッグにしようと提案するが、\"ママのでいい……\"と言われる。\nイカが好きなつむぎのために、犬塚は、妻がよく作っていたイカと里芋の煮物を、ごはん会で作る事に決めるが、小鳥は、つむぎが食べたい味と違ったらどうしようと不安になり……。"
                },
                "9": {
                    "ID": "5667269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5667269",
                    "TitleEnglish": "Our Family's At-Home Curry",
                    "SummaryEnglish": "It's sleepover night at the preschool! The class is making curry, just like you'd make at home. But Tsumugi's \"at-home curry\" is different than usual. It's got raisins! Kouhei decides to make Tsumugi the special keema curry that her mother used to make. But how will Tsumugi react to this memory of her mother?",
                    "TitleJapanese": "うちのおうちカレー",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "5667270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5667270",
                    "TitleEnglish": "Summer Vacation, Kitty, and Aji",
                    "SummaryEnglish": "Tsumugi has decided that she's a cat! When Kouhei gets an ice chest full of yummy fish, she's more than excited to watch him make them! But to make namerou, or as Kotori calls it, \"fish hamburg steak\" you have to be able to filet the fish, and Kouhei doesn't know how! To make matters worse, neither does anyone else! Can he turn to the internet for help?",
                    "TitleJapanese": "夏休みとねことアジ",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "5667271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5667271",
                    "TitleEnglish": "A Play and Sweet Potato Crêpes",
                    "SummaryEnglish": "It's the week of the play, and Tsumugi wants to be Mr. Galigali, the fluffy mascot of her favorite TV show. But trouble breaks out when her friends want her to be a magical girl. When Kouhei tries to cheer her up with talk of delicious sweet potato crepes, she snaps! \"Daddy! All you ever talk about is food!\" Can dad show that he really loves her? Will Kotori get to eat her sweet potato crepes? And will Mr. Galigali be able to help save the world in the school play?",
                    "TitleJapanese": "おゆうぎ会とさつまいもクレープ",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "5667272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5667272",
                    "TitleEnglish": "Okonomiyaki Filled With Affection",
                    "SummaryEnglish": "It's the one-year anniversary of Tsumugi's mother's death, and she and Kouhei go to the countryside to attend the funeral. On the night after they get back, Kouhei is too tired to cook, so they go to an okonomiyaki restaraunt. But Tsumugi throws a fit when she finds out it's not what she thought. Kotori offers to make her real okonomiyaki to make her feel better. This time the whole gang drops in, even Kotori's mom!",
                    "TitleJapanese": "あいじょーたっぷりお好み焼き",
                    "SummaryJapanese": null
                }
            }
        }
    }
}