{
  "URL": "https://www.thetvdb.com/series/sweetness-and-lightning",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Family",
    "Food"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt5853222/",
    "https://www.themoviedb.org/tv/66990",
    "https://x.com/@amaama_anime"
  ],
  "TitleEnglish": "Sweetness & Lightning",
  "SummaryEnglish": "Kohei is a single father and high school teacher who lives with his only daughter. A chance encounter brings him together with Kotori, one of his students. The three of them start to meet together to make meals. None of them know how to cook, but they all love delicious food!",
  "Aliases": [
    "Amaama to Inazuma",
    "Sweetness and Lightning"
  ],
  "Modified": "2025-06-24",
  "Seasons": {
    "1": {
      "ID": "670850",
      "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5648986",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5648986",
          "TitleEnglish": "Uniforms and Pot Rice",
          "SummaryEnglish": "Kouhei is a single dad living with his daughter, Tsumugi. He's busy and doesn't know how to cook, so he feeds her nothing but frozen foods and lunches from the convenience store. But when a chance encounter with a student of his gives him the opportunity to feed her a home-cooked meal, he leaps at it.",
          "Aliases": []
        },
        "2": {
          "ID": "5666695",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5666695",
          "TitleEnglish": "Pork Soup and Restaurant Lights",
          "SummaryEnglish": "Kouhei is worried about meeting with Kotori, his student. Is it okay for him to be meeting with an individual student outside of class? But Tsumugi is too young to know or care about the rules of the adult world, and what's more, Kotori has the promise of pork soup to tempt them both.",
          "Aliases": []
        },
        "3": {
          "ID": "5666696",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5666696",
          "TitleEnglish": "Tsumugi and the Long-Awaited Hamburg Steak",
          "SummaryEnglish": "Tsumugi gets into a fight at daycare, and it spoils her mood for good cooking. Even the long-awaited Hamburg steak isn't enough to rouse her from her gloom. Can Kotori and Kouhei come up with a way to cheer her up so she can enjoy her meal? And will she find out how much her daddy really loves her?",
          "Aliases": []
        },
        "4": {
          "ID": "5666697",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5666697",
          "TitleEnglish": "Hated Vegetables and Bits in Gratin",
          "SummaryEnglish": "Tsumugi is like many young kids: she hates her veggies. Particularly those nasty green peppers! Is it possible for a child to like green peppers? Kouhei and Kotori decide to try and find out by making a delicious and tempting \"roll-y\" gratin that smothers those wicked peppers with cheese!",
          "Aliases": []
        },
        "5": {
          "ID": "5666698",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5666698",
          "TitleEnglish": "A Day Off and Special Doughnuts",
          "SummaryEnglish": "Tsumugi has a problem: she finds doughnuts difficult. Are they a snack? Are they a meal? She finds the answer when Kotori and her father make homemade doughnuts, a feat she didn't even know was possible. But can Kouhei handle frying foods without burning them?",
          "Aliases": []
        },
        "6": {
          "ID": "5666700",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5666700",
          "TitleEnglish": "A Gyoza Party with Friends",
          "SummaryEnglish": "Tsumugi wants to throw a party: a gyoza party! And a party means that she can invite all her friends, everyone she knows at daycare, and Kotori, and Shinobu, and even Yagi! But she's just a little girl, and doesn't know that you have to get permission from Kotori's mom before you can hold a party at Kotori's house. How can Kouhei resolve this sticky situation? And what's the best way to make gyoza, anyway?",
          "Aliases": []
        },
        "7": {
          "ID": "5667267",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5667267",
          "TitleEnglish": "Gohei Mochi and a Grand Adventure",
          "SummaryEnglish": "Oh no! Dad is sick! Tsumugi wants to get him something to make him feel better, and she's willing to brave fierce sharks, dark caves, and giant dogs to make her way to Kotori's house. But what will dad do when he wakes up and finds her gone? And what can Kotori do with this batch of rice she just burnt?",
          "Aliases": []
        },
        "8": {
          "ID": "5667268",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5667268",
          "TitleEnglish": "Squid and Taro Stew That's Still Yummy Tomorrow",
          "SummaryEnglish": "Kouhei wants to do something nice for his daughter. When his first idea is shot down, he decides to make her one of mommy's old dishes instead. Tsumugi choses squid and taro stew, a dish for grown-ups! Kouhei masters the art of chopping up a squid and peeling a taro, as Tsumugi attains enlightenment by looking into the squid's eyes.",
          "Aliases": []
        },
        "9": {
          "ID": "5667269",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5667269",
          "TitleEnglish": "Our Family's At-Home Curry",
          "SummaryEnglish": "It's sleepover night at the preschool! The class is making curry, just like you'd make at home. But Tsumugi's \"at-home curry\" is different than usual. It's got raisins! Kouhei decides to make Tsumugi the special keema curry that her mother used to make. But how will Tsumugi react to this memory of her mother?",
          "Aliases": []
        },
        "10": {
          "ID": "5667270",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5667270",
          "TitleEnglish": "Summer Vacation, Kitty, and Aji",
          "SummaryEnglish": "Tsumugi has decided that she's a cat! When Kouhei gets an ice chest full of yummy fish, she's more than excited to watch him make them! But to make namerou, or as Kotori calls it, \"fish hamburg steak\" you have to be able to filet the fish, and Kouhei doesn't know how! To make matters worse, neither does anyone else! Can he turn to the internet for help?",
          "Aliases": []
        },
        "11": {
          "ID": "5667271",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5667271",
          "TitleEnglish": "A Play and Sweet Potato Crêpes",
          "SummaryEnglish": "It's the week of the play, and Tsumugi wants to be Mr. Galigali, the fluffy mascot of her favorite TV show. But trouble breaks out when her friends want her to be a magical girl. When Kouhei tries to cheer her up with talk of delicious sweet potato crepes, she snaps! \"Daddy! All you ever talk about is food!\" Can dad show that he really loves her? Will Kotori get to eat her sweet potato crepes? And will Mr. Galigali be able to help save the world in the school play?",
          "Aliases": []
        },
        "12": {
          "ID": "5667272",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/sweetness-and-lightning/episodes/5667272",
          "TitleEnglish": "Okonomiyaki Filled With Affection",
          "SummaryEnglish": "It's the one-year anniversary of Tsumugi's mother's death, and she and Kouhei go to the countryside to attend the funeral. On the night after they get back, Kouhei is too tired to cook, so they go to an okonomiyaki restaraunt. But Tsumugi throws a fit when she finds out it's not what she thought. Kotori offers to make her real okonomiyaki to make her feel better. This time the whole gang drops in, even Kotori's mom!",
          "Aliases": []
        }
      }
    }
  }
}