{
    "URL": "https://www.thetvdb.com/series/this-art-club-has-a-problem",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5903040/",
        "https://www.themoviedb.org/tv/65955"
    ],
    "TitleEnglish": "This Art Club Has a Problem!",
    "SummaryEnglish": "Mizuki Usami is a passionate member of her school's art club, but the club has a problem—Usami is the only member who takes her craft seriously!.",
    "TitleJapanese": "この美術部には問題がある！",
    "SummaryJapanese": "なんの変哲もない普通の学び舎「月杜中学校」。そこにある普通の美術部を舞台に、絵の才能に恵まれながら「二次元嫁」を描くことにしか興味のない内巻くんと、そんな内巻くんのことがどうにも気になっちゃう宇佐美さん。そして２人を気にしていないようで気にしている、いつも寝てばかりの部長、さらになんとなく気配だけはしている謎の部員コレットさん。そんな美術部で今日も何かが起こる……。",
    "Aliases": [
        "Kono Bijutsubu ni wa Mondai ga Aru!"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "667645",
            "URL": "https://www.thetvdb.com/series/this-art-club-has-a-problem/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5620158",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-art-club-has-a-problem/episodes/5620158",
                    "TitleEnglish": "These People Have Problems | Goodbye, Uchimaki-kun",
                    "SummaryEnglish": "Mizuki tries focusing on art projects in spite of the rest of the club's dilly-dallying.",
                    "TitleJapanese": "問題がある人たち/さよなら内巻くん",
                    "SummaryJapanese": "ミズキは、クラブの残りのディリーダリーにもかかわらず、アートプロジェクトに集中しようとしています。"
                },
                "2": {
                    "ID": "5671034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-art-club-has-a-problem/episodes/5671034",
                    "TitleEnglish": "Case of the Lost Child's Love Letter Murder",
                    "SummaryEnglish": "The President is dead, but not from bleeding to death, as it first appears. He's dead because the puddle of \"blood\" he's in is actually red paint that he'd gotten on Mizuki's painting.",
                    "TitleJapanese": "美術部部長殺人事件/良い子悪い子迷子の子/ラブレターパニック",
                    "SummaryJapanese": "美術部部長殺人事件\n美術部の部室で寝ていた部長は起きると、内巻くんが絵の具をこぼして血の海になっているのを発見する。宇佐美さんが来る前に片づけをしていた内巻くんであったが、誤って宇佐美さんの絵を倒して絵の具まみれにしてしまう。そこに宇佐美さんが部室に現れるが…\n/良い子悪い子迷子の子\n友人のかおりに、内巻くんの事について聞かれた宇佐美さんは、内巻くんとの思い出を話し始める。それは宇佐美さんと内巻くんがまだ一年生だったころ、２人で絵の具を買いに出掛けたときのことであった。ふとしたことから迷子を捜すことになったのだが…\n/ラブレターパニック\nラブレターが下駄箱に入っていたことを宇佐美さんに相談する内巻くん。素直になれない宇佐美さんであったが、その告白は結局断ることになる。「好きな人がいる」という無難な理由で断ろうとするが、告白してきた女の子に思わぬ質問をされて…"
                },
                "3": {
                    "ID": "5677364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-art-club-has-a-problem/episodes/5677364",
                    "TitleEnglish": "Looking for a Bob Kiss",
                    "SummaryEnglish": "Colette can't find her rocket -- err, locket. Subaru's new waifu could end up being a bald guy named Bob. Mizuki's friends can't stop teasing her about Subaru, so they follow her to the art club room.",
                    "TitleJapanese": "さがしものはどこへいった？/ショートボブ/缶接キッス",
                    "SummaryJapanese": "さがしものはどこへいった？\n美術部にやって来た内巻くんは、ソファーの裏に挟まっているコレットさんを発見する。コレットさんは無くしたロケットを探していたが見つからず、そこにはとても大切な写真が入っているという。そこで内巻くんはコレットさんと一緒に校内を探すことに。\n/ショートボブ\n新しい嫁を考えている内巻くんは、良い髪形が思いつかず落ち込んでいた。そこで宇佐美さんはショートボブを提案する。あまりピンときていない内巻くんであったが…\n/缶接キッス\n美術部に体験入部の名目で遊びに来たかおり、涼子、さやかの三人。デッサンが一番下手だった人間がジュースを奢ることになり、宇佐美さんと内巻くんの二人がモデルに。変な遊びに巻き込んでしまい、申し訳なさそうに内巻くんに謝る宇佐美さんであったが、友人三人はエスカレートし…"
                },
                "4": {
                    "ID": "5677365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-art-club-has-a-problem/episodes/5677365",
                    "TitleEnglish": "Welcome to a Little Walk",
                    "SummaryEnglish": "Tachibana-sensei is the new, fearful advisory teacher for the Art Club. Colette goes for a walk, putting herself at risk of being melted by the day star. Subaru offers to bring Mizuki's print-outs to her.",
                    "TitleJapanese": "美術部へようこそ/コレさんぽ/少しずつ、ちょっとずつ",
                    "SummaryJapanese": "美術部へようこそ\n小山先生から美術部顧問を引き継いだ夢子先生は、緊張しつつも美術部へ向かうことに。宇佐美さんから今日一日美術部の活動を見学してほしいと提案され、じっと静かに部員を見守ることを決意するが…\n/コレさんぽ\nとある休日に散歩中のコレットさんは、日向を歩くとアウトというゲームをしていた。その姿を不思議そうに見つめる、スケッチブックを胸に抱いた一人の少女。実はその少女は…\n/少しずつ、ちょっとずつ\n夜、自分の部屋で居眠りをしてしまっていた宇佐美さんは、内巻くんが家に掛けてきた電話で起こされる。宇佐美さんの宿題のプリントが誤って内巻くんのカバンに入ってしまっており、内巻くんはそれを今から宇佐美さんに届けることに。動揺する宇佐美さんであったが…"
                },
                "5": {
                    "ID": "5686970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-art-club-has-a-problem/episodes/5686970",
                    "TitleEnglish": "Dove Train",
                    "SummaryEnglish": "Colette gives a plaster head a tan, setting in motion a chain of unlikely misunderstandings. Colette becomes a bird.",
                    "TitleJapanese": "勘違いトレイン/ハトと人魚とプール掃除",
                    "SummaryJapanese": "勘違いトレイン\n宇佐美さんと内巻くんが画材屋へ買い物に行くことになり、その間部室で留守番をすることになったコレットさん。留守番中、部室にあった石こう像に落書きをしたコレットさんは、それをダンボールに隠してしまう。そこへ夢子先生が部室に入ってきて…\n/ハトと人魚とプール掃除\n夢子先生から美術部がプール掃除担当になったと発表された部員達。あまり乗り気ではない内巻くん、諦めモードの宇佐美さんであったが、そこで部長はプールをキャンバスにする提案をしたのであった。"
                },
                "6": {
                    "ID": "5686971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-art-club-has-a-problem/episodes/5686971",
                    "TitleEnglish": "The Curious Cute Transfer Girl",
                    "SummaryEnglish": "Subaru has a new classmate. Even though she's super pretty, Mizuki isn't too concerned, because he isn't interested in 3D girls. But this one girl knows what to say to get his attention.",
                    "TitleJapanese": "謎の美少女転校生/気になる２人",
                    "SummaryJapanese": "内巻くんのクラスにすごい美少女の転校生が来ると聞いた宇佐美さんだったが、三次元には興味がない内巻くんのことをあまり心配していなかった。しかし、内巻くんの隣の席に着いた伊万莉さんは意味深な台詞を放ち、釘付けになった内巻くんは…"
                },
                "7": {
                    "ID": "5686972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-art-club-has-a-problem/episodes/5686972",
                    "TitleEnglish": "First Imari",
                    "SummaryEnglish": "Uchimaki and Usami enter the art competition, encouraged by Yumeko-sensei and a new rival. Colette plans for her future, but Usami doesn't take her seriously.",
                    "TitleJapanese": "はじめての共同作業…？/マスター伊万莉",
                    "SummaryJapanese": "はじめての共同作業…？\n夢子先生から絵画コンクールへの参加を勧められた宇佐美さんと内巻くん。張り切る宇佐美さんであったが、参加に関しては後ろ向きな内巻くんであった。そこにある男子生徒がやってきてコンクールでの勝負を申し込まれ…\n/マスター伊万莉\n宇佐美さんは、部室で進路調査票を書いていたコレットさんの内容に対してツッコミを入れる。ショックを受けたコレットさんは屋上に走っていってしまったが、そこでは伊万莉が何やら怪しい動きをしており…"
                },
                "8": {
                    "ID": "5686973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-art-club-has-a-problem/episodes/5686973",
                    "TitleEnglish": "Secret Treasure Hunt!",
                    "SummaryEnglish": "Subaru and Mizuki get themselves locked inside a storage room. Help was on its way, but it was Yumeko-sensei. Subaru and Maria discover directions to a treasure left by previous members of the Art Club.",
                    "TitleJapanese": "秘密の部屋/れっつ とれじゃーはんと！",
                    "SummaryJapanese": "秘密の部屋\n美術部で石膏像の絵を描いている宇佐美さん。ただ、その石膏像はコレットさんが派手に落書きをしたもので、どうにもその視線が気になってしまう…。そこで部長に相談したところ、隣の物置に古い石膏像ならあるかもという話を聞き…。\n/れっつ とれじゃーはんと！\n一緒にマンガを読んでいる内巻くんと伊万莉さん。そしてその様子が気になってしかたない宇佐美さん。その時、マンガに「宝の在処」と書かれた封筒が挟まっているのを見つけ、一同は宝探しに出かけることに…"
                },
                "9": {
                    "ID": "5686974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-art-club-has-a-problem/episodes/5686974",
                    "TitleEnglish": "The Grimoire Stroll Returns",
                    "SummaryEnglish": "Subaru and the president are on a mission to preserve their dangerous book. Subaru's challenger returns for a rematch. The president takes Moeka on a tour around school.",
                    "TitleJapanese": "魔導書を追え！/挑戦者ふたたび/もえさんぽ",
                    "SummaryJapanese": "魔導書を追え！\n学校のどこかに封じられている魔導書があるという情報を掴んだ伊万莉さん。その話を聞いて一緒に探すことになったコレットさん。一方、美術部では内巻くんと部長が何やら怪しい動きをしており…\n/挑戦者ふたたび\n内巻くんは、以前にコンクールで勝負した二年男子と廊下ですれ違う。内巻くんは覚えていない様子であったが、それを悔しがる二年男子は、ふたたび勝負をしかけてくる…\n/もえさんぽ\nいつも通り校内で寝ていた部長は、萌香と出会う。こんなところに子どもがいることを不思議がる部長であったが、とりあえず萌香と行動を共にすることに。"
                },
                "10": {
                    "ID": "5686975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-art-club-has-a-problem/episodes/5686975",
                    "TitleEnglish": "Nostalgic Kaori Cram School",
                    "SummaryEnglish": null,
                    "TitleJapanese": "思い出のターコイズブルー/宇佐美塾/バスターかおり",
                    "SummaryJapanese": "思い出のターコイズブルー\nまだ宇佐美さんと内巻くんが出会ってまもない頃のお話。宇佐美さんは武田先生から生徒会に立候補しないかと勧められる。まったく乗り気ではない宇佐美さんであったが、武田先生の勢いにおされ、なかなか断れずにいると…\n/宇佐美塾\nテストの点数が悪かった内巻くんとコレットさんは、夢子先生から週明けに特別テストを受けるように言われてしまう。もしそのテストもダメだった場合、部活にも出れなくなるかもしれないと不安になる内巻くんであったが、それを阻止すべく宇佐美さんは勉強合宿を提案するのであった。\n/バスターかおり\nかおりが隠し撮りした写真には、仲良さそうな内巻くんと伊万莉さんが写っていた。宇佐美さんの恋路を心配するかおりは、さやかと涼子が止めるのも聞かず、伊万莉さんを尾行することに…"
                },
                "11": {
                    "ID": "5686976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-art-club-has-a-problem/episodes/5686976",
                    "TitleEnglish": "Unity! Empty Cans! Cultural Festival!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "団結！空き缶！文化祭！",
                    "SummaryJapanese": "季節は文化祭、夢子先生は美術部に相応しい出し物として、空き缶を集めて何か作ることを提案する。提案を受けた宇佐美さん達は、早速制作に取り掛かることに…"
                },
                "12": {
                    "ID": "5686977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/this-art-club-has-a-problem/episodes/5686977",
                    "TitleEnglish": "From Now On",
                    "SummaryEnglish": null,
                    "TitleJapanese": "これからさきも",
                    "SummaryJapanese": "放課後、宇佐美さんは雨が降って帰れずにいた伊万莉さんを見つける。傘を貸そうとするが、コレットさんと一緒に帰るので大丈夫だと伊万莉さんは言う。その後、まだ校内に残っていた内巻くんと鉢合わせた宇佐美さんは…"
                }
            }
        }
    }
}