{
    "URL": "https://www.thetvdb.com/series/the-great-passage",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6142628/",
        "https://www.funewoamu.com/",
        "https://www.themoviedb.org/tv/65952",
        "https://www.themoviedb.org/tv/65952",
        "https://x.com/funewoamu_anime"
    ],
    "TitleEnglish": "The Great Passage",
    "SummaryEnglish": "The publication of a new dictionary titled The Great Passage progresses. Mitsuya Majime, originally from publisher Genbu Shobo's sales department, has been recruited by Kouhei Araki, a veteran editor of the dictionary department who is looking to retire soon. The dictionary department is known internally as the \"money-eating insect,\" but Mitsuya uses his perseverance and attachment to the words in order to become a great editor. Mitsuya, who has poor social skills, finds himself working with another man named Masashi Nishioka, who is able to express himself better.",
    "TitleJapanese": "舟を編む",
    "SummaryJapanese": "口下手なのに営業部員の馬締光也と、一見チャラ男だが辞書編集部員である西岡正志は、偶然、街中で出会う。\n\n中型国語辞典『大渡海』の刊行計画が進む、出版社・玄武書房のベテラン編集者・荒木は、自身の定年を間近に控えて後継者を探しに躍起になっていた。そんな中、西岡から馬締の話を聞き、彼をスカウトすることに。\n\n「人をつなぐ  - -  言葉を編む」\n\n伝わらない言葉。伝えられない想い。 \nこれは、そんな不器用な人間達の物語である。",
    "Aliases": [
        "Fune wo Amu"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "660703",
            "URL": "https://www.thetvdb.com/series/the-great-passage/seasons/official/0",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6061802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/6061802",
                    "TitleEnglish": "Teach Me! The Dictionaries 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "教えて！じしょたんず 1",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6061803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/6061803",
                    "TitleEnglish": "Teach Me! The Dictionaries 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "教えて！じしょたんず 2",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "6061804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/6061804",
                    "TitleEnglish": "Teach Me! The Dictionaries 3",
                    "SummaryEnglish": null,
                    "TitleJapanese": "教えて！じしょたんず 3",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "6061805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/6061805",
                    "TitleEnglish": "Teach Me! The Dictionaries 4",
                    "SummaryEnglish": null,
                    "TitleJapanese": "教えて！じしょたんず 4",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "6061806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/6061806",
                    "TitleEnglish": "Teach Me! The Dictionaries 5",
                    "SummaryEnglish": null,
                    "TitleJapanese": "教えて！じしょたんず 5",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "6061807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/6061807",
                    "TitleEnglish": "Teach Me! The Dictionaries 6",
                    "SummaryEnglish": null,
                    "TitleJapanese": "教えて！じしょたんず 6",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "6061808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/6061808",
                    "TitleEnglish": "Teach Me! The Dictionaries 7",
                    "SummaryEnglish": null,
                    "TitleJapanese": "教えて！じしょたんず 7",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "6061809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/6061809",
                    "TitleEnglish": "Teach Me! The Dictionaries 8",
                    "SummaryEnglish": null,
                    "TitleJapanese": "教えて！じしょたんず 8",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "6061810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/6061810",
                    "TitleEnglish": "Teach Me! The Dictionaries 9",
                    "SummaryEnglish": null,
                    "TitleJapanese": "教えて！じしょたんず 9",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "6061811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/6061811",
                    "TitleEnglish": "Teach Me! The Dictionaries 10",
                    "SummaryEnglish": null,
                    "TitleJapanese": "教えて！じしょたんず 10",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "6061812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/6061812",
                    "TitleEnglish": "Teach Me! The Dictionaries 11",
                    "SummaryEnglish": null,
                    "TitleJapanese": "教えて！じしょたんず 11",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "7036012",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/7036012",
                    "TitleEnglish": "Live Action Movie",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "675820",
            "URL": "https://www.thetvdb.com/series/the-great-passage/seasons/official/1",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "5697699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/5697699",
                    "TitleEnglish": "Vastness",
                    "SummaryEnglish": "Nishioka is in a book store when he spots a salesman named Majime from Genbu Books doing a poor job. Meanwhile, the veteran dictionary editor Araki is searching for a successor as he prepares for retirement. Nishioka mentions his encounter with Majime. Araki heads to the sales department to meet this Majime.Upon meeting him, Araki sees Majime's potential and recruits him on the spot.",
                    "TitleJapanese": "茫洋",
                    "SummaryJapanese": "辞書編集部員の西岡は、街の本屋でとある営業マンのお粗末な仕事っぷりを目撃する。\nそれは、西岡も勤める玄武書房の社員である馬締（まじめ）という男だった。\n一方、辞書一筋のベテラン編集者・荒木は、定年を前に後任者を探していた。 \nそんな荒木に何気なく馬締の話をする西岡。すると荒木は突然立ちがり、足早に営業部に向かった。 \n突然の訪問者に戸惑う馬締は、荒木からの『言葉』に関する質問に自分なりの答えを語る。\nその瞬間、荒木は馬締のセンスを見抜き、辞書作りに向いていると確信する。\nそして、その場で馬締をスカウトするのだった―――。"
                },
                "2": {
                    "ID": "5796211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/5796211",
                    "TitleEnglish": "Encounter",
                    "SummaryEnglish": "After Majime transfers to the dictionary editorial department, he learns of Araki and the supervisor Matsumoto-sensei's passion for dictionaries, and tell him of Daitokai, the dictionary they are working on. Majime is consumed with worry about living up to their expectations. His landlady, Take, tells him to simply depend on each other. That night, Majime encounters a beautiful girl on the balcony.",
                    "TitleJapanese": "逢着",
                    "SummaryJapanese": "辞書編集部へ異動になった馬締は、荒木や監修の松本先生の辞書作りへの情熱を知ることになる。\n編纂途中の中型辞書・『大渡海』への想い、そしてなぜ新しい辞書を作り続けるのか......。 \nそんな馬締は、彼らの期待に答えることができるのか......という不安に襲われていた。\nしかし、下宿先の大家・タケさんは言う。 \n「頼ったり頼られたりすればいいと思うよ」 そんな満月の夜。\n下宿先のベランダで、馬締は美しい女性と遭遇する―――。"
                },
                "3": {
                    "ID": "5796213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/5796213",
                    "TitleEnglish": "Love",
                    "SummaryEnglish": "It's discovered that Majime has fallen for Take's granddaughter Kaguya. The editorial team decides to visit the restaurant where she is learning to become a chef. Majime is enamored with Kaguya as she answers Nishioka's questions. Majime admires Nishioka and his ability to engage people. Nishioka finds Majime's awkwardness entertaining. Nishioka hears a rumor about Daitokai being canceled.",
                    "TitleJapanese": "恋",
                    "SummaryJapanese": "馬締が、タケの孫娘・香具矢に恋をしたことが発覚。\nそこで辞書編集部の一同は、香具矢が板前修業をしている店を訪れることに。\n西岡の雑談にも程よく答えながら、真剣に料理と向き合う香具矢に見惚れる馬締。\n彼女もまた、辞書作りと同じ長く困難な道を極めようとしているのだ。\n帰り道、西岡と馬締は語る。馬締は、場を作るのがうまい西岡を尊敬していた。\nそんな馬締を変な奴だ...と呆れる西岡は、これから面白くなるかもな...という期待も感じていた。\nしかしそんなさなか、西岡は『大渡海中止』という噂を耳にしてしまう―――。"
                },
                "4": {
                    "ID": "5796214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/5796214",
                    "TitleEnglish": "Steady Progress",
                    "SummaryEnglish": "To stop the rumored cancellation of Daitokai, the editorial team unites to implement Nishioka's plan. Nishioka has never felt more alive while successfully executing his plan. A few months later, Majime has a day off and Take pushes him to go out with Kaguya. The two of them make their way around Tokyo. Kaugya passionately talks of cooking. Majime is moved. That night, Majime begins to write a letter to express his feelings to Kaguya.",
                    "TitleJapanese": "漸進",
                    "SummaryJapanese": "社内で噂される『大渡海中止』の動きを阻止すべく、辞書編集部は西岡発案の大胆な策を実行する。\n一丸となって奔走する一同。そんななか西岡は、今までにない生き生きした表情を浮かべていた―――。\n数ヶ月後。久しぶりに休日を取った馬締は、タケの後押しもあり香具矢と二人で出かけることに。\n二人は観覧車に乗り、東京の街を見渡した。そして、料理への情熱を語る香具矢。\n感動した馬締も、自分なりに想いを伝えようとするのだが......。\nその夜。馬締は香具矢へ想いを伝えるべく、手紙を書き始めた―――。"
                },
                "5": {
                    "ID": "5796215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/5796215",
                    "TitleEnglish": "Waver",
                    "SummaryEnglish": "The director informs Nishioka the conditions for the Daitokai's continuation, which are the revision of another dictionary and Nishioka's transfer to the marketing department. Nishioka's shocked, but seeing the team's joy with the sample copies of Daitokai, he vows to do all he can before his transfer. Later, Majime works up the courage to hand Kaguya his letter.",
                    "TitleJapanese": "揺蕩う",
                    "SummaryJapanese": "局長に呼び出された西岡は、『大渡海』続行の条件を言い渡される。\nそれは、別の辞書の改訂と、西岡の宣伝部への異動だった―――。\n辞書作りへの情熱を感じ始めていた西岡はショックを受ける。しかし、『大渡海』の見本刷りを見て喜ぶ編集部員たちや、既に条件である小型辞書の改訂作業を始めている馬締。そんな彼らを目の当たりにし、「異動までに俺ができることは全部やる！」と意気込むのだった。\n一方、恋文が完成した馬締は、勇気を振り絞り香具矢に手渡した―――。"
                },
                "6": {
                    "ID": "5796216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/5796216",
                    "TitleEnglish": "Resonance",
                    "SummaryEnglish": "The morning after handing her the love letter, Majime panics and runs when he sees Kaguya. That afternoon, Nishioka reveals his transfer to the shocked team. Majime worries over losing Nishioka. That night, spurred by Nishioka, Majime presses Kaguya for a reply. She's overwhelmed and retreats to her room. Majime thinks it's over, mildly depressed, but after rereading the letter she comes back and tells him she likes him too.",
                    "TitleJapanese": "共振",
                    "SummaryJapanese": "恋文を渡した翌朝、香具矢に遭遇した馬締は思わず逃げ出してしまった......。\nその日の昼、今後の対策について話しあう編集部員たち。そこで、西岡が自身の異動を告白する。衝撃を受ける一同。\n西岡さんが......と呆然となる馬締は、不安に襲われつつ帰宅するのだった。\nその夜、恋文の返事を香具矢に迫る馬締。絶対今日中に聞けと西岡から助言を受けていたのだ。\nしかし、動揺した香具矢は部屋に戻ってしまった。振られた......と肩を落とす馬締。\nしかし、恋文の文面を再確認してきたという香具矢は、馬締へ想いを告げる。\n\n「私も、好きです」―――。"
                },
                "7": {
                    "ID": "5796217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/5796217",
                    "TitleEnglish": "Trust",
                    "SummaryEnglish": "Spotting issues with a professor's manuscript, Nishoka and Majime propose amendments. Majime reaffirms that they need Nishioka. But Nishioka reassures Majime that he will always be there for him. A few days later, the professor is livid with the changes, and Nishioka goes to apologize. The professor is upset, but Nishioka manages to win him over. Nishioka and Majime go down their separate paths.",
                    "TitleJapanese": "信頼",
                    "SummaryJapanese": "大学教授から上がってきた原稿に問題が見つかり、西岡と馬締は修正案を作成する。\nそのなかで馬締は、大渡海には西岡が必要だと改めて感じる。\nそんな馬締に、西岡は力強く語る。たとえ離れても、お前をフォローし続けると―――。\n数日後。修正に激怒した教授から連絡が入り、西岡は一人謝罪に向かう。露骨に不機嫌な態度をとる教授。\nしかし西岡は機転をきかせ、教授に今後の協力を約束させる。大学を後にした西岡は、\n晴れやかな表情で新たな道を歩き出した。\nそして馬締も、新たな決意を胸に一人作業を続けていた―――。"
                },
                "8": {
                    "ID": "5796218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/5796218",
                    "TitleEnglish": "Compile",
                    "SummaryEnglish": "Thirteen years pass and a new employee Kishibe arrives. With a fashion magazine background, she wonders why she has been transferred here. The team throw her a welcome party. Majime tells her he thinks she's someone who values words. But she runs out of the restaurant saying she's not cut out for the job. Nishioka runs into her and assures her she is.The next day, Kishibe turns up ready to work.",
                    "TitleJapanese": "編む",
                    "SummaryJapanese": "13年の月日が流れ、新たな社員・岸辺がやってきた。\nしかし、入社以来ファッション雑誌を作ってきた岸辺は、なぜ私が辞書を......という悶々とした思いを抱えていた。\nそんななか岸辺の歓迎会をすることに。そこで馬締は、岸辺が「言葉を大事にする人」だと言う。\nしかし理解できない岸辺は、自分に辞書作りは無理だと店を飛び出してしまった......。\nそんな岸辺と遭遇した西岡は、ある質問をする。それはかつて、荒木が馬締のスカウトを決めた『言葉』に関する質問だった。岸辺の答えを聞いた西岡は、微笑みこう言った。「君、辞書向いてるよ」\n翌日。辞書編集部には、率先して仕事をする岸辺の姿があった―――。"
                },
                "9": {
                    "ID": "5796219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/5796219",
                    "TitleEnglish": "Blood",
                    "SummaryEnglish": "Kishibe is back and ready to work. She is enamored with Matsumoto and Majime's talk on words and dictionaries. The team is on the final phase, as a special paper is also being developed specially for Daitokai. The team unify in this home stretch. After roughly a year, the paper is finally finished. Daitokai is inching closer to being completed. However, a grave mistake is discovered.",
                    "TitleJapanese": "血潮",
                    "SummaryJapanese": "新たなスタートを切った岸辺は、松本や馬締との交流のなかで、『言葉』や『辞書』についてより理解を深めていく。\nそんななか総仕上げの作業が始まり、並行して『大渡海』専用の紙の開発も続けられていた。\n来る日も来る日も机に向かい、黙々と作業をする一同。そして季節は移り変わっていく―――。\n約一年が経過し、とうとう紙が完成した。\nそして同時に、営業や宣伝といった他部署との打ち合わせも重ね、日に日に大渡海の完成に近づいてく。\nそんなある日、重大なミスが発覚してしまう―――。"
                },
                "10": {
                    "ID": "5796220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/5796220",
                    "TitleEnglish": "Pride",
                    "SummaryEnglish": "The editorial team is dumbfounded by the discovery of an omitted word. Majime decides to recheck all 240,000 words. During all of this, Matsumoto is hospitalized. Majime frantically works to complete Daitokai. The team works tirelessly day and night under the same roof. Time passes, and the rechecking is finally completed. Nishioka comes to help celebrate. Daitokai is nearly completed, but...",
                    "TitleJapanese": "矜持",
                    "SummaryJapanese": "抜けている単語が見つかり愕然となる編集部員たち。\nそこで馬締は、２４万語全てのチェックをやり直すと決断した。そんな矢先、松本が入院してしまう。\n焦る馬締は、いち早い『大渡海』の完成を目指し、黙々と作業を続けるのだった。\nそうして、編集部員とアルバイトたちの壮絶な合宿生活が始まる。昼夜問わず作業を続け、限界まで働き続けた。\n馬締は他部署との打ち合わせなどもこなしつつ、かつての自分を振り払うかの様に作業に没頭した。\nそして時は流れ......とうとう全ての再確認が終了した。西岡も駆けつけ歓喜に湧く一同。\nこうして、『大渡海』の完成が迫ってきたが―――。"
                },
                "11": {
                    "ID": "5796221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-great-passage/episodes/5796221",
                    "TitleEnglish": "Torch",
                    "SummaryEnglish": "Majime and Araki visit Matsumoto with an advanced copy of Daitokai. Matsumoto is pleased, but he tells them he has cancer. That spring, the team gets a call informing them of his death. Daitokai is completed, and they throw a party to celebrate. Araki reads a moving thank you letter from Matsumoto. Later, Majime reflects on Matsumoto's message as he walks with Kaguya, finding peace and solace.",
                    "TitleJapanese": "灯",
                    "SummaryJapanese": "馬締と荒木は大渡海の刷り出しを手に、松本の自宅を訪れた。嬉しそうに紙に触れる松本。\nしかし松本は告白する。食道に癌が見つかったのだ......。\n\nそして初春を迎えた頃、とうとう『大渡海』の完成が目前に迫る。そんななか、編集部の電話が鳴り響く。\nそれは、松本の死を知らせるものだった―――。\n『大渡海』は完成し、華やかなパーティが開かれた。そんななか、荒木が取り出した手紙を読んだ馬締は涙を流す。\nそこには、松本からの感謝の言葉が綴られていたのだ―――。\n\nそして......桜舞う春の日。馬締と香具矢が歩いている。馬締は、松本の言葉をかみしめながら、辞書作りについて思い巡らせている。\n\n「僕らはくり返し、舟を編む」\n香具矢としっかり手を繋ぎ、馬締は歩み続けるのだった―――。"
                }
            }
        }
    }
}