{
    "URL": "https://www.thetvdb.com/series/new-game",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5862798/",
        "https://www.themoviedb.org/tv/67012"
    ],
    "TitleEnglish": "New Game!",
    "SummaryEnglish": "The main character Suzukaze Aoba graduates from high school and joins a game company. The person who made the game that Aoba loved as a grade-schooler just happens to be Aoba's senior at the company. The story follows girls who work and aspire at the Eaglejump company.",
    "TitleJapanese": "NEW GAME!",
    "SummaryJapanese": "高校を卒業して、幼い頃に夢中になって遊んでいたゲームを作った制作会社「イーグルジャンプ」へ入社した青葉は、そこでそのゲームのキャラクターデザイナーを務めていた八神コウと出会う。\n憧れの人の下で働くことになった青葉は、初めてのお仕事に戸惑いながらも、コウを始め個性的な先輩社員に助けられながら少しずつ成長していく。\nゲーム会社で働く女の子たちの日常を描いたお仕事ガールズコメディが今、幕を開ける！",
    "Aliases": [
        "New Game!!"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "661478",
            "URL": "https://www.thetvdb.com/series/new-game/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5780818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/5780818",
                    "TitleEnglish": "My First Time on an Employee Trip...",
                    "SummaryEnglish": "After a game's Master is completed, Eagle Jump employees traditionally go on a trip together to relax and recuperate. Aoba's first time on such a trip takes place at a ski and onsen resort.",
                    "TitleJapanese": "私、社員旅行って初めてなので…",
                    "SummaryJapanese": "マスター明けには社員旅行に行くことが恒例となっているイーグルジャンプ。フェアリーズストーリー3がマスターアップし、社員旅行でスキー場にやってきた青葉たち。一面の銀世界を前にしつつも、子供の頃の失敗もあってスキーのできない青葉はコウと一緒にホテルでゆっくり過ごそうとするが、コウが少し体調を崩していたため、おとなしく寝ていなさいとりんに連れていかれてしまう。ひふみが教えてくれるということもあり、スキーに挑戦してみることにした青葉は、意を決してリフトへと乗り込むのだが……。"
                }
            }
        },
        "1": {
            "ID": "670435",
            "URL": "https://www.thetvdb.com/series/new-game/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5646024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/5646024",
                    "TitleEnglish": "It Actually Feels Like I Started My Job",
                    "SummaryEnglish": "It's Suzukaze Aoba's first day at Eagle Jump. Will she fit in? Will she be able to make friends? Are her coworkers nice? There are a lot of worries for the young girl straight out of high school. However, she encounters her largest challenge as she leaves the office to use the restroom.",
                    "TitleJapanese": "なんだかホントに入社した気分です！",
                    "SummaryJapanese": "高校を卒業後、幼い頃に夢中になって遊んでいたゲーム《フェアリーズストーリー》を制作したゲーム会社《イーグルジャンプ》に就職した涼風青葉。新入社員として社会人一日目を迎えた青葉は、朝の満員電車に揺られながら、《イーグルジャンプ》へと出社してくる。会社の前まで来たもののこのまま中に入ってしまっていいのだろうかと躊躇してしまい中々一歩が踏み出せない青葉。そのとき出社してきた先輩社員の一人である遠山りんに声をかけられ、青葉は無事に《イーグルジャンプ》の中へと案内されるのだが……。"
                },
                "2": {
                    "ID": "5666843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/5666843",
                    "TitleEnglish": "So This Is an Adult Drinking Party...",
                    "SummaryEnglish": "It's Suzukaze Aoba's second week on the job. She's learning the job quickly and gets assigned to her first project. At the end of the week, the character team throws her a welcome party. With alcohol coming and going, Aoba gets one step closer to adulthood.",
                    "TitleJapanese": "これが大人の飲み会･･････",
                    "SummaryJapanese": "青葉がキャラクターデザイナーを志すきっかけとなったゲームである《フェアリーズストーリー》。その最新作を制作するチームに配属された青葉は、憧れの八神コウがリーダーを務めるキャラ班でグラフィッカーとして働き始める。絵を描くこと以外は経験のない青葉は、勉強としてコウから渡された3Dの参考書を進めていく。勉強は順調に進み、参考書も半ばに差し掛かった頃、ついにコウから初仕事を任されることになった青葉。その内容はNPCの村人をモデリングし、3Dのキャラクターをおこしていくというもので……。"
                },
                "3": {
                    "ID": "5666844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/5666844",
                    "TitleEnglish": "What Happens If I'm Late to Work?",
                    "SummaryEnglish": "Suzukaze Aoba sleeps in and may be late to work. Will she arrive late and get in trouble? Or will she prevail? However, that's not the only challenge in her way. She's also having difficulties with the 3D model. Can she get the approval from Ko?",
                    "TitleJapanese": "遅刻したらどうなるんだろう",
                    "SummaryJapanese": "ふとした油断から朝寝坊をしてしまった青葉。急いで家を出たものの間に合うかどうかはわからない。このまま遅刻してしまったらどうなるんだろうと会社に向かう電車の中で青葉は不安を募らせる。そんな青葉に同じように遅れてしまったゆんが声をかける。駅から走ればまだ間に合うかもしれないと言う青葉に対して、過去の経験から私の足では走っても1分足りないと返すゆん。しかし話題はそこから運動神経が良いかどうかの話になり、青葉とゆんの二人は会社まで全力疾走することになるのだが……。"
                },
                "4": {
                    "ID": "5666845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/5666845",
                    "TitleEnglish": "My First... Paycheck...",
                    "SummaryEnglish": "Suzukaze Aoba receives her first paycheck ever, and a discussion for how to spend it begins at the office. Her colleagues spent their first paychecks on a variety of things like clothes and vacations. How will Aoba spend hers?",
                    "TitleJapanese": "初めての･･･お給料･･･",
                    "SummaryJapanese": "青葉が《イーグルジャンプ》に入社してからそろそろ一ヶ月。コウから任された村人の制作も3体目が仕上がろうとしていたそんなある日、青葉はりんから給与明細が書かれた紙を手渡される。これまでアルバイトもしたことのない青葉にとっては人生で初めてとなるお給料。嬉しそうに笑顔になる青葉に対して、りんは初めてのお給料を何に使うか決めているのかを尋ねる。使い道をまったく考えていなかった青葉はキャラ班の面々はどうだったのかと聞くと、それぞれが初給料で何を買ったのかを話し始める。"
                },
                "5": {
                    "ID": "5666846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/5666846",
                    "TitleEnglish": "That's How Many Nights We Have to Stay Over?",
                    "SummaryEnglish": "It's summer! It's hot! It's the season of fewer clothes. However, some of the staff at Eagle Jump are a little worried about their weight. How will they get their daily exercise when their work involves sitting at a desk all day?",
                    "TitleJapanese": "そんなに泊まり込むんですか？",
                    "SummaryJapanese": "青葉が初めて作った村人の3Dモデルに様々なモーションをつけるはじめ。苦労して作った3Dモデルがどんな風に動いているのか気になって仕方のない青葉は仕事に集中することができず、自分にも見せて欲しいと頼む。画面の中でまるで生きているかのように動く3Dモデルに感動する青葉。後輩から仕事を褒められて嬉しいはじめは、青葉に先輩風を吹かせる。そんな二人の様子を見ていたコウは、りんの使っていたタブレットペンの調子が悪くなったと聞き、お使いに行かせることを思いつく。"
                },
                "6": {
                    "ID": "5666847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/5666847",
                    "TitleEnglish": "Like... The Release Is Canceled?",
                    "SummaryEnglish": "Aoba finishes her project of modeling villagers and gets a new one. Her next project is to design and model a character. Seeing Aoba struggling with the design, Ko gives her helpful advice. At the team leader meeting, Ko and Rin find out that they are a little bit behind schedule. It looks like the character team will have to stay some nights and come in on the weekends to catch up.",
                    "TitleJapanese": "発売･･････中止とか？",
                    "SummaryJapanese": "コウから頼まれていた村人の3Dモデルを全て作り終えた青葉は、完成の余韻に浸る暇もなく1枚の仕様書を手渡される。コウから告げられた次の仕事は仕様書を元にキャラクターを作るキャラクターデザインの仕事だった。1体だけとはいえ、初めてのキャラクターデザインに迷走し、自信を持って描くことのできない青葉。そして同じ年齢の頃にはすでにメインのキャラクターデザイナーとして仕事をしていたコウと自分を比べ落ち込む青葉を見かねたコウは、青葉に村人を作っていたとき楽しかったかどうかを聞く。"
                },
                "7": {
                    "ID": "5689227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/5689227",
                    "TitleEnglish": "Please Train the New Hires Properly",
                    "SummaryEnglish": "Suzukaze Aoba thought she was done with the villager project. However, Ahagon Umiko comes to her with some problems. The models she designed are filled with errors, and no one at her department told her about it. Umiko shows frustration toward Aoba, but more so toward her supervisor, Yagami Ko.",
                    "TitleJapanese": "新人の教育はしっかりしてください",
                    "SummaryJapanese": "青葉の作ったNPCの3Dモデルがエラーを起こしていると注意にやってきたプログラムチームのうみこ。些細なエラーが大きなエラーに繋がることもあるのだからと気をつけて欲しいと厳しく接するうみこだったが、怯えた青葉の姿に少し言い過ぎてしまったと後悔する。お詫びに何かできないだろうかと考え、自分が大切にしている宝物の一つを青葉にプレゼントすることに決めたうみこ。手のひらに乗せられたプレゼントを見た青葉はプレゼントされたものが何なのかわからずに戸惑ってしまう。"
                },
                "8": {
                    "ID": "5689228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/5689228",
                    "TitleEnglish": "It's Summer Break!!",
                    "SummaryEnglish": "It's summer break for Sakura Nene, aka Nenecchi, but Suzukaze Aoba isn't getting any break from work as the game's closing date draws near. In fact, Eagle Jump is looking for part-timers to help out with the debugging, and Nenecchi may have something to say about that.",
                    "TitleJapanese": "夏休みだぁああ!!",
                    "SummaryJapanese": "テストが終わり、大学生になって初めての夏休みを迎えたねねは、さっそく遊びに行こうと青葉に電話をかける。ねねは青葉に夏休みがどのくらいあるのか聞くが、青葉から返ってきたのは開発が終盤に差し掛かっているために忙しく、夏休みが取れるのはゲームが完成してからになりそうというものだった。働きづめになっているのではないかと青葉を心配するねね。そんなときねねは大学の構内の掲示板にイーグルジャンプが募集している夏季アルバイトの求人が貼ってあるのを見つける。"
                },
                "9": {
                    "ID": "5689229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/5689229",
                    "TitleEnglish": "Do We Have to Come into Work?",
                    "SummaryEnglish": "Nenecchi is still at Eagle Jump to help out with debugging. She discovers a way to see the characters' panty shots, so the director adds panty shots to the specs. Alas, this creates more work for Aoba's team that has to fix some models' underwear.",
                    "TitleJapanese": "出勤しちゃいけないんですか？",
                    "SummaryJapanese": "青葉の作った村人の3Dモデルがきちんとパンツを履いているかどうかを確かめていたねね。ゲーム内のカメラがスカートを突き抜け、画面上に映し出されるパンツを見て、問題なしとデバッグを続けるねねに対し、うみこがそもそもパンツが見えることは想定していないのだからバグとして報告してくださいと返す。そこにしずくがやってきて、パンツが見えることは裏の仕様だと告げるが、初耳のうみこ。そんなうみこにしずくは仕様書に書いてしまったらつまらない、偶然見えるパンツにこそ浪漫があるのだと言うが……。"
                },
                "10": {
                    "ID": "5689230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/5689230",
                    "TitleEnglish": "Full-Time Employment Is a Loophole in the Law to Make Wages Lower",
                    "SummaryEnglish": "The donut store near the Eagle Jump office is having a store-wide 50% off sale. So naturally, everyone shows up to office with boxes of donuts, and it's time for a donut party.",
                    "TitleJapanese": "正社員ってお給料を安くするための法の抜け穴...",
                    "SummaryJapanese": "ゲームの開発も終盤に差し掛かり、忙しさが増してきたある日の土曜日。休日出勤のために会社に向かっていた青葉は駅前でコウと出会う。駅前にある美味しいと評判のドーナツ屋の本日ドーナツ全品半額中という呼び込みを聞いた二人は、自分たちと同じように休日出勤しているであろうキャラ班のみんなへの差し入れとして、ドーナツを買っていこうと決める。しかし、ひふみを始め、ゆんやはじめも考えることが同じことを考え、みんなで食べようと思ってとそれぞれドーナツを買っていて……。"
                },
                "11": {
                    "ID": "5689231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/5689231",
                    "TitleEnglish": "There Were Leaked Pictures of the Game on the Internet Yesterday!",
                    "SummaryEnglish": "The deadline for the game is right around the corner, so everyone at the company is staying over night after night to meet the tight schedule. However, Yagami Ko recommends Aoba, Hajime, and Yun to go to the Tokyo Game Exhibit during work hours. What is she thinking?",
                    "TitleJapanese": "リーク画像が昨日, ネットに出してましたよ!",
                    "SummaryJapanese": "フェアリーズストーリー3がメディアに対して初お披露目となる東京ゲーム展。業界関係者だけが行ける企業日のチケットを渡された青葉たちはコウからゲーム展に行くことを命じられる。数多くの業界関係者たちで賑わう会場にやってきた青葉たちはフェアリーストーリー3が展示してあるブースへと向かう。ブースのモニタに映る自分たちが作ったキャラクターやモンスターを見て感動する青葉たちは、同じくモニタを見ている来場者たちのゲームへの評価の声を聞き、ついに発売されるんだと実感し始める。"
                },
                "12": {
                    "ID": "5689232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/5689232",
                    "TitleEnglish": "One of My Dreams Came True!",
                    "SummaryEnglish": "Fairies Story 3, the game everyone's been working on, goes out to the public. The sales are looking good, and Eagle Jump is hosting a celebration party for everyone who was involved.",
                    "TitleJapanese": "ひとつ夢が叶いました！",
                    "SummaryJapanese": "ついに発売日を迎えたフェリーズストーリー3。店頭での様子を見るために、青葉はキャラ班のみんなと大手ゲームショップのある街へと出掛けていた。街の一角にある大手ショップの前にやってきた青葉たち。しかし先に来ているはずのひふみとはじめの姿が見当たらない。ショップの開店を待つ人々の行列に並んでいる二人を見つけた青葉は、私たちスタッフはゲームソフトをもらえるはずなのになぜ並んでいるのか疑問に思うが、スタッフであっても特典はもらえないことを聞かされ、行列の後ろに並び始める。"
                }
            }
        },
        "2": {
            "ID": "708129",
            "URL": "https://www.thetvdb.com/series/new-game/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6046579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/6046579",
                    "TitleEnglish": "Of All the Embarrassing Things to Be Caught Doing...",
                    "SummaryEnglish": "It has been a year since Aoba had graduated from high school and joined the game production company, Eagle Jump, and now, the season to welcome new employees has arrived. Aoba is very excited about the fact that she’s now in the position of Ko and her other senpais who had helped her out when she first started and didn’t know left from right. She rehearses her greeting in front of the entrance of the Eagle Jump building, but then Rin tells her the shocking truth...",
                    "TitleJapanese": "恥ずかしいところを見られてしまいました……",
                    "SummaryJapanese": "青葉が高校を卒業し、ゲーム制作会社「イーグルジャンプ」に入社してからちょうど1年が過ぎ、かつての自分のように新入社員が入社する季節がやってきた。右も左もわからない新入社員だった自分が、コウたちに助けられながら少しずつ成長し、ついに先輩になるんだと思うと、どうしようもなく胸が高鳴る青葉。緊張をほぐすために「先輩の涼風青葉だよ！よろしくね！」とイーグルジャンプの入り口で挨拶の練習をする青葉だったが、出社してきたりんの口から告げられたのは、思いも寄らない言葉だった。"
                },
                "2": {
                    "ID": "6175956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/6175956",
                    "TitleEnglish": "This Is Just Turning into Cos-purr-lay!",
                    "SummaryEnglish": "The character design competition gets announced at their flower viewing. Just like Ko’s designs for “Fairies’ Stories” was chosen right after she had joined the company after graduating high school, everyone has a chance to enter. Aoba reads the proposal that Shizuku and the other members of the design team comes up with, and ends up going through a lot of trial and error. Aoba can’t seem to get the designs just right. She goes to visit Ko and sees that she has already completed numerous sketches that are all high quality and Aoba is amazed. Aoba uses her feelings of frustration from this to try to motivate her and enters the character design competition.",
                    "TitleJapanese": "これじゃあただのコスプレだにゃー！",
                    "SummaryJapanese": "お花見でしずくから発表された新作ゲームのキャラコンペ。高校を卒業し、入社したばかりのコウのデザインが「フェアリーズストーリー」のキャラコンペで選ばれたように、参加すればチャンスは誰にでもある。しずくたち企画班が作った企画書を読み、試行錯誤を繰り返す青葉だったが、デザインは思うように進まない。コウの席を覗き込むとすでにたくさんのキャラ表が出来上がっていて、そのクオリティの高さに圧倒される青葉。それでも青葉は挫けずに努力を続け、ついにキャラコンペ当日を迎える。"
                },
                "3": {
                    "ID": "6192008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/6192008",
                    "TitleEnglish": "Ooh, I'm So Embarrassed!",
                    "SummaryEnglish": "Aoba’s dream of becoming a character designer comes true, though she has to touch up on the designs with Ko, and has to get everything finalized by Ko. Aoba sees that her designs that won at the character design competition had already been made into 3D by Hifumi, and she tells Hifumi to ask her if she has any questions about the designs. Ko warns Aoba to hurry up and keep working on the designs, but when she sees her senpais discussing something about 3D, she is unable to voice her own opinions. Aoba then starts wondering if it’s actually okay for her to be character designer...",
                    "TitleJapanese": "……うー、恥ずかしい！",
                    "SummaryJapanese": "コウと二人で調整し、決定はアートディレクターであるコウが行うという条件付きではあるが、念願叶ってキャラクターデザインを任されることになった青葉。キャラコンペで描き上げたデザインが、すでにひふみの手によって3Dモデルになっているところを発見した青葉は、デザインで質問があれば何でも聞いてくださいと話す。そんな時間があるなら早くデザインを進めるようにとコウに注意される青葉だったが、3Dモデルを前に議論を交わす先輩たちを見て、キャラデザとして何か発言しなければと焦り始める。"
                },
                "4": {
                    "ID": "6192009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/6192009",
                    "TitleEnglish": "How Dense... Can You Be?",
                    "SummaryEnglish": "“Moon Ranger” started off as a girls’ anime series, but because of its high quality, it was highly regarded by adults and was made into theatrical releases as well as live shows. After it’s 2 and a half year run, the protagonist in the “Moon Ranger” series was going to change. And because of that, a final live show was going to take place. Hajime, a huge “Moon Ranger” fan, wants to do anything possible to get her hands on the tickets and tries to get into the ticket site, but...",
                    "TitleJapanese": "この…にぶちんめ！",
                    "SummaryJapanese": "「ムーンレンジャー」は女児向けのTVアニメとして始まり、その高いクオリティから子供たちだけでなく、大人たちの支持も得て、劇場版の製作や主題歌のライブまで行われるようになった大人気タイトルである。この度、2年半に渡って続いたムーンレンジャーの主人公が交代し、新たなスタートを切ることが決まった。そして初代としてのファイナルライブが開催されることになり、ムーンレンジャーの大ファンであるはじめは、何とかチケットを手に入れようと販売サイトにアクセスを試みるのだが……。"
                },
                "5": {
                    "ID": "6192010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/6192010",
                    "TitleEnglish": "Hey! Don't Touch Me There!",
                    "SummaryEnglish": "Hifumi is now the character team leader and uses all of her courage to ask Aoba and Yun about their progress on their 3D models. Both Aoba and Yun are used to Ko being the leader, and end up lying about their deadlines. However, Hifumi doesn’t seem to suspect anything from their deadlines, which makes Aoba panic and tell her the truth. Meanwhile, Yun knew she wouldn’t make it in time, but ended up telling Hifumi she would, ends up being even later than she thought. This makes her stress, wondering if Hifumi would become depressed once she tells her...",
                    "TitleJapanese": "や、変なとこ触らないでよ！",
                    "SummaryJapanese": "キャラリーダーとして勇気を振り絞り、青葉とゆんに3Dモデルの進捗確認をするひふみ。コウがキャラリーダーだったときのクセで、つい締め切りのサバを読んでしまう青葉だったが、特に疑うこともなく青葉の言葉を信じてしまうひふみの様子に、慌てて本当のことを伝える。その一方で本当は間に合わないのに、大丈夫だと返事をしてしまったゆんは、結局最期まで遅れてしまいそうなことを言い出すことができず、本当のことを打ち明けたときのひふみが落ち込んでしまうのではないかと頭を悩ませる。"
                },
                "6": {
                    "ID": "6192011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/6192011",
                    "TitleEnglish": "Ah... That's Amazing...",
                    "SummaryEnglish": "Things are going well for Aoba and her job as the character designer, as her desk piles up with a ton of prints that need to be checked or redone. Seeing the giant pile of papers on her desk, Aoba can’t help but smile, as it confirms the fact that she is actually doing her dream job. Yun and Hajime start talking about the key visuals for the game that’ll appear in gaming magazines, and Ko tells Aoba that as the character designer, she’d be in charge of doing those as well. After realizing that, Aoba starts to get nervous, but...",
                    "TitleJapanese": "あぁ……すごいなあ……",
                    "SummaryJapanese": "キャラクターデザインの仕事も順調に進み、ボツや微調整のチェックも含めて、青葉のデスクに積まれていくプリントの数々。厚い紙束となったプリントを見て、キャラクターデザイナーとして着実に仕事を進めていることへの実感から思わず微笑む青葉。ゆんやはじめと話をしているうちに、ゲーム雑誌などに掲載される宣伝用のイラストであるキービジュアルの話題になり、コウからもメインのキャラクターデザイナーとしてキービジュアルを描くことになると告げられた青葉は、プレッシャーを感じてガタガタと震え出す。"
                },
                "7": {
                    "ID": "6192012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/6192012",
                    "TitleEnglish": "I'm Sensing a Very Intense Gaze",
                    "SummaryEnglish": "Aoba is asked by Umiko to sit in on an interview for a new programmer. Aoba asks Umiko if it’s really okay for her to sit in on this interview, since she knows nothing about programming, but Umiko tells her that the skills of the programmer had already been acknowledged and that she’d just like her to watch how she behaves. Aoba still doesn’t fully grasp the situation, when there’s a knock on the door as it slowly opens. The person on the other side happens to be someone that Aoba is rather familiar with...",
                    "TitleJapanese": "凄く熱い視線を感じる",
                    "SummaryJapanese": "うみこと一緒に面接官としてプログラマーの採用面接をすることになった青葉。プログラムのことがわからない自分が面接官をやっても大丈夫なのかとうみこに聞く青葉だったが、面接にやってくるプログラマーの実力はすでに把握しており、今回の面接は素行調査のようなものだという。よく状況を掴み切れないまま、面接室の入り口のドアがノックされ、ゆっくりとドアが開く。失礼しますという元気の良い言葉と共に面接室に入ってきたのは、青葉がとてもよく知っている人物で……。"
                },
                "8": {
                    "ID": "6192013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/6192013",
                    "TitleEnglish": "I'm Telling You, I Want a Maid Café",
                    "SummaryEnglish": "Aoba and the other members of the character team are put in charge of figuring out where to have the welcoming party for the two new interns, Momiji and Tsubame. According to Hajime, this is a very important role and if they don’t do well, their reputation may go down. Aoba is visibly nervous now, but then Hajime also tells her that if they do too well, it’s also troublesome because they’d get asked to do it again. But then Aoba wonders if it’s okay for them to be an employee that doesn’t get remembered if they don’t do too well or too badly.",
                    "TitleJapanese": "メイド喫茶がいいと言ったんだよ",
                    "SummaryJapanese": "専門学校からインターンとしてやってきた紅葉やツバメたちの歓迎会の幹事をすることになった青葉たち。はじめが言うには、歓迎会や送別会、そして忘年会などの幹事の責任は重く、上手くこなせたかどうかで評価も変わってくるという。もし失敗してしまったらと緊張を隠せない青葉に対して、失敗だけでなく、成功し過ぎても、この先ずっと幹事をやることになると告げるはじめ。しかし、成功し過ぎず、失敗し過ぎずという中途半端な結果では記憶に残らない社員になってしまうのではと青葉は頭を抱えてしまう。"
                },
                "9": {
                    "ID": "6192014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/6192014",
                    "TitleEnglish": "At Least Put a Shirt on!",
                    "SummaryEnglish": "Hajime and Yun go to see an Insect Five hero show at an amusement park. After the show, Hajime gets in line for a handshaking event with the cast members, when her friend from high school, Akki finds her. Akki asks Hajime what she’s doing in Tokyo, and Hajime tells her that she works as a designer. On top of that, she gets embarrassed for being in line for a handshake in front of Akki, so she gets out of line. Yun pokes fun at Hajime for the way she’s acting, and Hajime tells her that she actually kept her love for anime and tokusatsu a secret when she was in school.",
                    "TitleJapanese": "シャツくらい着なよ！",
                    "SummaryJapanese": "遊園地にインセクトファイブのヒーローショーを観にやってきたはじめとゆん。ショーが終わり、握手をするために列に並んでいたはじめに声をかけてきたのは、はじめが高校生の頃の友達アッキーだった。東京に出てきて何をやっているのかを聞かれたはじめは、ついデザイナーをしてるとはぐらかしてしまう。おまけにアッキーの前では恥ずかしくて、ヒーローたちと握手をすることもできないはじめ。そんなはじめをからかうゆんに対して、はじめは高校生の頃にアニメや特撮が好きなことを隠していたと告げる。"
                },
                "10": {
                    "ID": "6192015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/6192015",
                    "TitleEnglish": "It's Gonna Really Break the Immersion",
                    "SummaryEnglish": "Tsubame creates the red light green light mini game that Hajime thought up in PECO. However, Aoba sees the mini game and comments that something is lacking. However, Hajime sees the finished product and says something is lacking. Hajime isn’t able to figure out exactly what is lacking, and asks Aoba and Yun for help, but they still aren’t able to figure it out. Hajime asks Tsubame if she thought the mini game was fun when she was making it, and her answer makes Hajime realize what’s missing, but Tsubame then worries about how the extra work is going to reflect on her...",
                    "TitleJapanese": "どんどんリアリティが薄くなっていくんだよ",
                    "SummaryJapanese": "はじめが作った仕様書の通り、PECOの中に組み込むミニゲーム「だるまさんが転んだ」のプログラムを組み上げるツバメ。しかし、出来上がったゲーム画面を見たはじめは何かが物足りないと告げる。何が物足りないと感じる原因なのかがわからずに、青葉やゆんに意見を求めるはじめだったが、違和感を解消するには至らない。ツバメにも作っていて面白かったかどうかを尋ねたはじめは、ツバメから出てきた何気ない一言で足りなかったものを理解するのだが、仕様書を描き直してしまうと納期に間に合わないと言われて……。"
                },
                "11": {
                    "ID": "6192016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/6192016",
                    "TitleEnglish": "What's Hidden in Your Heart",
                    "SummaryEnglish": "Tsubame gets done with her work early and is praised by Umiko about how fast she is. Nene is annoyed by how this is making Tsubame act, and while reading some of Tsubame’s code while doing her debug work, points out the fact that the code could’ve been shorter. Tsubame panics, thinking this could bring down her reputation with Umiko, and angrily tells Nene to mind her own business The air gets a bit tense in the programming department, so Nene decides to go visit the character team, where Momiji tells her something rather surprising about Tsubame...",
                    "TitleJapanese": "心に闇を抱えてるのか",
                    "SummaryJapanese": "プログラムの仕事を次々に片付け、うみこに作業のスピードが速いと褒められたツバメは得意顔でねねを見る。そんなツバメの態度が面白くないねねは、PECOのデバッグ作業の合間に読んでいたプログラムのコードの中で、ツバメの書いたコードの一部が、もっと短くまとめることができるのではないかと指摘する。うみこの評価が下がってしまうかもしれないと焦り、余計なことを言うなとねねに怒るツバメ。その場に居づらくなってしまい、キャラ班のブースへとやってきたねねは、紅葉にツバメがどんな人なのか聞くのだが……。"
                },
                "12": {
                    "ID": "6192017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/new-game/episodes/6192017",
                    "TitleEnglish": "Make Sure You Buy It!",
                    "SummaryEnglish": "PECO’s master has finally been upped and an event was held, honoring its completion. The anticipation for PECO is pretty high, and a decent-sized crowd showed up for the event. Aoba and the other staff is seated up front and watch Ko and Shizuku talk about the project onstage. The event includes a little unplanned surprise, and ends in success. Afterwards, they all meet in the greenroom, where they are told some shocking news...",
                    "TitleJapanese": "ぜひ買ってくださいね！",
                    "SummaryJapanese": "ついにPECOがマスターアップを迎え、お披露目とタイトルの宣伝を兼ねた完成記念イベントが開催されることになった。PECOの前評判は高く、ステージ前に設けられた客席は満員御礼。会場へとやってきた青葉たちは関係者席に腰を下ろし、しずくやコウが登壇するステージを眺めていた。前もって決められていた段取りとは異なるサプライズなどがありつつも無事にイベントは終了し、控室に集まった一同。そこで聞かされたのは、思わず耳を疑ってしまうような、にわかには受け入れがたい話だった。"
                }
            }
        }
    }
}