{
    "URL": "https://www.thetvdb.com/series/ange-vierge",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7724400/",
        "http://ange-vierge-anime.com/",
        "https://www.themoviedb.org/tv/67054",
        "https://www.themoviedb.org/tv/67054"
    ],
    "TitleEnglish": "Ange Vierge",
    "SummaryEnglish": "The story of the card game follows what happens when \"Hairou\" portals suddenly open, fusing five different worlds together. As a result, various mysterious \"Exceed\" powers are awakened in teenaged girls. An academy for these so-called \"Progress\" girls is built on the isolated Seiran Island in the Pacific.",
    "TitleJapanese": "アンジュ・ヴィエルジュ",
    "SummaryJapanese": "ある日、世界は連結した。\n突如として開いた門と、5つの世界の連結。\n\n私たちの住む青の世界――地球\n夜と魔法が支配する黒の世界――ダークネス・エンブレイス\n祈りと神々が守護する赤の世界――テラ・ルビリ・アウロラ\n科学と電脳が管理する白の世界――システム＝ホワイト＝エグマ\n武器と軍隊が統治する緑の世界――グリューネシルト\n\n天使、悪魔、妖精、魔女、女神。\nお伽話の中にしかいなかった存在が、現実のものとして現れた。\n\n時を同じくして、特殊な能力――エクシードに目覚めた少女たちが、\nそれぞれの世界に出現しはじめる。\n\n彼女たちは『プログレス』と呼ばれ、その保護・育成を掲げる\n巨大学園都市『青蘭学園』に集められた。\n\nこの学園で少女たちは出会う。\n\nともに絆を紡ぐ仲間たちと。\n5つの世界共通の敵、世界を終焉へと誘う\n『ウロボロス』に。\n\nこの世界は、失われようとしている。\nそれを救えるのは、選ばれた少女たちのみ―。",
    "Aliases": [],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "670434",
            "URL": "https://www.thetvdb.com/series/ange-vierge/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5646023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5646023",
                    "TitleEnglish": "Starting Potential",
                    "SummaryEnglish": "Girls that have been dubbed the \"Progress\" are those which have awakened to the superpower \"Exceed\". These girls, from the five different worlds that exist, are kept safe and trained at Seiran Academy. They train day and night with their alpha drivers, a person who has the ability to enhance their powers.",
                    "TitleJapanese": "はじまりの可能性",
                    "SummaryJapanese": "異能 ー「エクシード」に目覚めた少女たち、「プログレス」の保護・育成を行う「青蘭学園」。\n繋がった5つの世界から集められたプログレスたちは、彼女たちの力を強化する能力を持った\n「αドライバー」とともに日夜訓練に励んでいた。"
                },
                "2": {
                    "ID": "5672112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5672112",
                    "TitleEnglish": "The One I Admire",
                    "SummaryEnglish": "The blooming battle between Saya and the other Progress comes to an end, and the result drives a wedge between Saya and Amane.",
                    "TitleJapanese": "憧れの背中",
                    "SummaryJapanese": "御影葵をはじめとする先輩プログレスとのブルーミングバトルを終えた紗夜たち。\nそして、些細な一言がきっかけで、紗夜と天音の関係には変化が生じる。\n一方で、世界の敵「ウロボロス」とプログレスの戦いも本格化しようとしていた。"
                },
                "3": {
                    "ID": "5672114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5672114",
                    "TitleEnglish": "The Price of Bonds",
                    "SummaryEnglish": "The girls have to deal with the aftermath of the Ouroboros attack. Their fighting power has been greatly reduced, and they soon find out that things are worse than they had feared when some of the members are corrupted by the darkness...",
                    "TitleJapanese": "絆の代償",
                    "SummaryJapanese": "ウロボロスとの戦いを終えた紗夜たちは出撃したプログレスたちが戦闘を行っていた\n「龍神諸島」へ調査に向かう。\nそこで彼女たちが見た物はウロボロスとの激闘の痕跡だった。"
                },
                "4": {
                    "ID": "5672115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5672115",
                    "TitleEnglish": "A Flame Burns in the Darkness",
                    "SummaryEnglish": "Saya and the others are to make their way to Darkness Embrace, the Black World. They have confirmed that the energy “Extra,” important to the worlds, is being lowered there. They are ordered to investigate, but someone’s there waiting for them…",
                    "TitleJapanese": "闇を灼く炎",
                    "SummaryJapanese": "黒の世界「ダークネス・エンブレイス」に赴くことになった紗夜たち。\nそこでは、各世界にとって重要なエネルギーである「エクストラ」の減少が確認されていた。\n調査を進める彼女たちの前に、立ちはだかったのは――"
                },
                "5": {
                    "ID": "5677440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5677440",
                    "TitleEnglish": "Crimson Pulse",
                    "SummaryEnglish": "Almaria is a vampire with a complex that stops her from sucking blood because she's too embarrassed, and Sofina keeps inviting Almaria to suck her blood. Almaria is faced with a dilemma. On one hand, she respects Sofina, but on the other...",
                    "TitleJapanese": "紅蓮の脈動",
                    "SummaryJapanese": "ヴァンパイアなのに「恥ずかしくて吸血ができない」というコンプレックスを持つアルマリア。\nそんな彼女に、ソフィーナは自分の血を吸うよう迫る。\n尊敬する先輩からの誘いに、動揺するアルマリアだったが…"
                },
                "6": {
                    "ID": "5677441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5677441",
                    "TitleEnglish": "A Lying Smile",
                    "SummaryEnglish": "Saya and the others are heading to the Red World, Terra Rubiri Aurora, to check on the Ouroboros, but Elel's best friend, Ramiel, is waiting for them. Ramiel asks Elel if they're really friends.",
                    "TitleJapanese": "嘘の笑顔",
                    "SummaryJapanese": "ウロボロスの動向を調査するため、赤の世界「テラ・ルビリ・アウロラ」に向かう紗夜たち。\nそこで待ち受けていたのはエルエルの親友レミエルだった。\n闇堕ちしたレミエルはエルエルに「私たちは友達？」と問いかける。"
                },
                "7": {
                    "ID": "5687608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5687608",
                    "TitleEnglish": "Real Friends",
                    "SummaryEnglish": "Elel feels down after being told off by Ramiel, who has turned to the dark side. Saya tries to make her feel better, but Ramiel makes another attack, and this time the Red World's world crystal is in her sights. Elel and the others set out to try to win Ramiel back.",
                    "TitleJapanese": "本当のともだち",
                    "SummaryJapanese": "闇堕ちしたレミエルの一言に深く傷つき悩むエルエル。そんな彼女を慰めようとする紗夜。\nレミエルはエルエルをさらに誘い出すため、赤の世界水晶への直接攻撃を開始する。\nレミエルを取り戻すため、エルエルが悩んだ末に出した答えとは――"
                },
                "8": {
                    "ID": "5687609",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5687609",
                    "TitleEnglish": "The Reason for Love",
                    "SummaryEnglish": "The team receives a distress signal from Code Omega 46 Xenia in the White World, System White Eguma. Saya and the others immediately head to rescue her, but Code Omega 33 Carene stands in their way, and has a dangerous virus that threatens to destroy the White World.",
                    "TitleJapanese": "愛しさの理由",
                    "SummaryJapanese": "白の世界「システム＝ホワイト＝エグマ」より、コードΩ46セニアからSOS信号が届く。\n紗夜たちはすぐさま救援に向かうが、一行の前に闇堕ちしたコードΩ33カレンが立ちはだかる。\nカレンは白の世界攻略のためのウィルスを作っていた…。"
                },
                "9": {
                    "ID": "5727568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5727568",
                    "TitleEnglish": "Faster than Anyone",
                    "SummaryEnglish": "In order to destroy the White World's world crystal by injecting a virus into it, Carene must fly at an incredibly fast speed. The only one who can stop her now is Stella and her Exceed with the power of super-speed. With the help of Saya and the others, Stella chases after Carene.",
                    "TitleJapanese": "誰よりも速く",
                    "SummaryJapanese": "白の世界水晶に直接ウィルスを打ち込み、世界水晶を破壊させるため、超高速で飛行するカレン。\nもはや彼女を止められるのは、加速のエクシードを持つステラだけだった。\n紗夜たちの協力を得ながら、ステラはカレンへの追撃を試みる。"
                },
                "10": {
                    "ID": "5727569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5727569",
                    "TitleEnglish": "Emotions Spilled Over",
                    "SummaryEnglish": "Nya figures she has to move after seeing Saya and the others deepen their bonds, and heads off to the Green World on her own. But an army of Ouroboros stands in her way.",
                    "TitleJapanese": "零れた想い",
                    "SummaryJapanese": "徐々に絆を深めていく紗夜たちをみて、ある決意を固めるナイア。\nナイアは単身で緑の世界「グリューネシルト」に乗り込むが、\n彼女の前に大量の敵ウロボロス軍団が立ちはだかる。"
                },
                "11": {
                    "ID": "5744042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5744042",
                    "TitleEnglish": "Remaining Potential",
                    "SummaryEnglish": "After saving the four other worlds through the portals, the defenses around Seiran island are strengthened in anticipation of a final attack. However, events do not proceed as anticipated...",
                    "TitleJapanese": "残された可能性",
                    "SummaryJapanese": "凍結された天音を見舞う紗夜の前に、闇堕ちした御影葵が現れる。\n葵の圧倒的な力の前に、紗夜・アルマリア・エルエル・ステラ・ナイアたち5人は手も足も出ない。\n一方、時を同じくして、青蘭島に超巨大ウロボロスの影が迫っていた。"
                },
                "12": {
                    "ID": "5744043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5744043",
                    "TitleEnglish": "I Will Evolve with You",
                    "SummaryEnglish": "In a final effort to save the worlds, Saya seeks to reconnect with Amane through a fault detected in the process used to imprison the alpha drivers.",
                    "TitleJapanese": "私は、あなたと進化する――",
                    "SummaryJapanese": "遂に紗夜たちの前に立ちはだかる最強の敵。\n紗夜たちは超巨大ウロボロスを倒し、五つの世界とαドライバーたちを救うことは出来るのか。\n天音との絆を取り戻すため、紗夜たち「選ばれしプログレスたち」は最後の決戦に挑む。"
                }
            }
        }
    }
}