{
  "URL": "https://www.thetvdb.com/series/ange-vierge",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt7724400/",
    "http://ange-vierge-anime.com/",
    "https://www.themoviedb.org/tv/67054",
    "https://www.themoviedb.org/tv/67054"
  ],
  "TitleEnglish": "Ange Vierge",
  "SummaryEnglish": "The story of the card game follows what happens when \"Hairou\" portals suddenly open, fusing five different worlds together. As a result, various mysterious \"Exceed\" powers are awakened in teenaged girls. An academy for these so-called \"Progress\" girls is built on the isolated Seiran Island in the Pacific.",
  "Aliases": [],
  "Modified": "2025-06-04",
  "Seasons": {
    "1": {
      "ID": "670434",
      "URL": "https://www.thetvdb.com/series/ange-vierge/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5646023",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5646023",
          "TitleEnglish": "Starting Potential",
          "SummaryEnglish": "Girls that have been dubbed the \"Progress\" are those which have awakened to the superpower \"Exceed\". These girls, from the five different worlds that exist, are kept safe and trained at Seiran Academy. They train day and night with their alpha drivers, a person who has the ability to enhance their powers.",
          "Aliases": []
        },
        "2": {
          "ID": "5672112",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5672112",
          "TitleEnglish": "The One I Admire",
          "SummaryEnglish": "The blooming battle between Saya and the other Progress comes to an end, and the result drives a wedge between Saya and Amane.",
          "Aliases": []
        },
        "3": {
          "ID": "5672114",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5672114",
          "TitleEnglish": "The Price of Bonds",
          "SummaryEnglish": "The girls have to deal with the aftermath of the Ouroboros attack. Their fighting power has been greatly reduced, and they soon find out that things are worse than they had feared when some of the members are corrupted by the darkness...",
          "Aliases": []
        },
        "4": {
          "ID": "5672115",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5672115",
          "TitleEnglish": "A Flame Burns in the Darkness",
          "SummaryEnglish": "Saya and the others are to make their way to Darkness Embrace, the Black World. They have confirmed that the energy “Extra,” important to the worlds, is being lowered there. They are ordered to investigate, but someone’s there waiting for them…",
          "Aliases": []
        },
        "5": {
          "ID": "5677440",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5677440",
          "TitleEnglish": "Crimson Pulse",
          "SummaryEnglish": "Almaria is a vampire with a complex that stops her from sucking blood because she's too embarrassed, and Sofina keeps inviting Almaria to suck her blood. Almaria is faced with a dilemma. On one hand, she respects Sofina, but on the other...",
          "Aliases": []
        },
        "6": {
          "ID": "5677441",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5677441",
          "TitleEnglish": "A Lying Smile",
          "SummaryEnglish": "Saya and the others are heading to the Red World, Terra Rubiri Aurora, to check on the Ouroboros, but Elel's best friend, Ramiel, is waiting for them. Ramiel asks Elel if they're really friends.",
          "Aliases": []
        },
        "7": {
          "ID": "5687608",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5687608",
          "TitleEnglish": "Real Friends",
          "SummaryEnglish": "Elel feels down after being told off by Ramiel, who has turned to the dark side. Saya tries to make her feel better, but Ramiel makes another attack, and this time the Red World's world crystal is in her sights. Elel and the others set out to try to win Ramiel back.",
          "Aliases": []
        },
        "8": {
          "ID": "5687609",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5687609",
          "TitleEnglish": "The Reason for Love",
          "SummaryEnglish": "The team receives a distress signal from Code Omega 46 Xenia in the White World, System White Eguma. Saya and the others immediately head to rescue her, but Code Omega 33 Carene stands in their way, and has a dangerous virus that threatens to destroy the White World.",
          "Aliases": []
        },
        "9": {
          "ID": "5727568",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5727568",
          "TitleEnglish": "Faster than Anyone",
          "SummaryEnglish": "In order to destroy the White World's world crystal by injecting a virus into it, Carene must fly at an incredibly fast speed. The only one who can stop her now is Stella and her Exceed with the power of super-speed. With the help of Saya and the others, Stella chases after Carene.",
          "Aliases": []
        },
        "10": {
          "ID": "5727569",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5727569",
          "TitleEnglish": "Emotions Spilled Over",
          "SummaryEnglish": "Nya figures she has to move after seeing Saya and the others deepen their bonds, and heads off to the Green World on her own. But an army of Ouroboros stands in her way.",
          "Aliases": []
        },
        "11": {
          "ID": "5744042",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5744042",
          "TitleEnglish": "Remaining Potential",
          "SummaryEnglish": "After saving the four other worlds through the portals, the defenses around Seiran island are strengthened in anticipation of a final attack. However, events do not proceed as anticipated...",
          "Aliases": []
        },
        "12": {
          "ID": "5744043",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ange-vierge/episodes/5744043",
          "TitleEnglish": "I Will Evolve with You",
          "SummaryEnglish": "In a final effort to save the worlds, Saya seeks to reconnect with Amane through a fault detected in the process used to imprison the alpha drivers.",
          "Aliases": []
        }
      }
    }
  }
}