{
  "URL": "https://www.thetvdb.com/series/new-game",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt5862798/",
    "https://www.themoviedb.org/tv/67012"
  ],
  "TitleEnglish": "New Game!",
  "SummaryEnglish": "The main character Suzukaze Aoba graduates from high school and joins a game company. The person who made the game that Aoba loved as a grade-schooler just happens to be Aoba's senior at the company. The story follows girls who work and aspire at the Eaglejump company.",
  "Aliases": [
    "NEW GAME!!",
    "New Game!!",
    "ニューゲーム！"
  ],
  "Modified": "2025-06-04",
  "Seasons": {
    "0": {
      "ID": "661478",
      "URL": "https://www.thetvdb.com/series/new-game/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "5780818",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/5780818",
          "TitleEnglish": "My First Time on an Employee Trip...",
          "SummaryEnglish": "After a game's Master is completed, Eagle Jump employees traditionally go on a trip together to relax and recuperate. Aoba's first time on such a trip takes place at a ski and onsen resort.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "670435",
      "URL": "https://www.thetvdb.com/series/new-game/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5646024",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/5646024",
          "TitleEnglish": "It Actually Feels Like I Started My Job",
          "SummaryEnglish": "It's Suzukaze Aoba's first day at Eagle Jump. Will she fit in? Will she be able to make friends? Are her coworkers nice? There are a lot of worries for the young girl straight out of high school. However, she encounters her largest challenge as she leaves the office to use the restroom.",
          "Aliases": []
        },
        "2": {
          "ID": "5666843",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/5666843",
          "TitleEnglish": "So This Is an Adult Drinking Party...",
          "SummaryEnglish": "It's Suzukaze Aoba's second week on the job. She's learning the job quickly and gets assigned to her first project. At the end of the week, the character team throws her a welcome party. With alcohol coming and going, Aoba gets one step closer to adulthood.",
          "Aliases": []
        },
        "3": {
          "ID": "5666844",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/5666844",
          "TitleEnglish": "What Happens If I'm Late to Work?",
          "SummaryEnglish": "Suzukaze Aoba sleeps in and may be late to work. Will she arrive late and get in trouble? Or will she prevail? However, that's not the only challenge in her way. She's also having difficulties with the 3D model. Can she get the approval from Ko?",
          "Aliases": []
        },
        "4": {
          "ID": "5666845",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/5666845",
          "TitleEnglish": "My First... Paycheck...",
          "SummaryEnglish": "Suzukaze Aoba receives her first paycheck ever, and a discussion for how to spend it begins at the office. Her colleagues spent their first paychecks on a variety of things like clothes and vacations. How will Aoba spend hers?",
          "Aliases": []
        },
        "5": {
          "ID": "5666846",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/5666846",
          "TitleEnglish": "That's How Many Nights We Have to Stay Over?",
          "SummaryEnglish": "It's summer! It's hot! It's the season of fewer clothes. However, some of the staff at Eagle Jump are a little worried about their weight. How will they get their daily exercise when their work involves sitting at a desk all day?",
          "Aliases": []
        },
        "6": {
          "ID": "5666847",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/5666847",
          "TitleEnglish": "Like... The Release Is Canceled?",
          "SummaryEnglish": "Aoba finishes her project of modeling villagers and gets a new one. Her next project is to design and model a character. Seeing Aoba struggling with the design, Ko gives her helpful advice. At the team leader meeting, Ko and Rin find out that they are a little bit behind schedule. It looks like the character team will have to stay some nights and come in on the weekends to catch up.",
          "Aliases": []
        },
        "7": {
          "ID": "5689227",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/5689227",
          "TitleEnglish": "Please Train the New Hires Properly",
          "SummaryEnglish": "Suzukaze Aoba thought she was done with the villager project. However, Ahagon Umiko comes to her with some problems. The models she designed are filled with errors, and no one at her department told her about it. Umiko shows frustration toward Aoba, but more so toward her supervisor, Yagami Ko.",
          "Aliases": []
        },
        "8": {
          "ID": "5689228",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/5689228",
          "TitleEnglish": "It's Summer Break!!",
          "SummaryEnglish": "It's summer break for Sakura Nene, aka Nenecchi, but Suzukaze Aoba isn't getting any break from work as the game's closing date draws near. In fact, Eagle Jump is looking for part-timers to help out with the debugging, and Nenecchi may have something to say about that.",
          "Aliases": []
        },
        "9": {
          "ID": "5689229",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/5689229",
          "TitleEnglish": "Do We Have to Come into Work?",
          "SummaryEnglish": "Nenecchi is still at Eagle Jump to help out with debugging. She discovers a way to see the characters' panty shots, so the director adds panty shots to the specs. Alas, this creates more work for Aoba's team that has to fix some models' underwear.",
          "Aliases": []
        },
        "10": {
          "ID": "5689230",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/5689230",
          "TitleEnglish": "Full-Time Employment Is a Loophole in the Law to Make Wages Lower",
          "SummaryEnglish": "The donut store near the Eagle Jump office is having a store-wide 50% off sale. So naturally, everyone shows up to office with boxes of donuts, and it's time for a donut party.",
          "Aliases": []
        },
        "11": {
          "ID": "5689231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/5689231",
          "TitleEnglish": "There Were Leaked Pictures of the Game on the Internet Yesterday!",
          "SummaryEnglish": "The deadline for the game is right around the corner, so everyone at the company is staying over night after night to meet the tight schedule. However, Yagami Ko recommends Aoba, Hajime, and Yun to go to the Tokyo Game Exhibit during work hours. What is she thinking?",
          "Aliases": []
        },
        "12": {
          "ID": "5689232",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/5689232",
          "TitleEnglish": "One of My Dreams Came True!",
          "SummaryEnglish": "Fairies Story 3, the game everyone's been working on, goes out to the public. The sales are looking good, and Eagle Jump is hosting a celebration party for everyone who was involved.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "708129",
      "URL": "https://www.thetvdb.com/series/new-game/seasons/official/2",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6046579",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/6046579",
          "TitleEnglish": "Of All the Embarrassing Things to Be Caught Doing...",
          "SummaryEnglish": "It has been a year since Aoba had graduated from high school and joined the game production company, Eagle Jump, and now, the season to welcome new employees has arrived. Aoba is very excited about the fact that she’s now in the position of Ko and her other senpais who had helped her out when she first started and didn’t know left from right. She rehearses her greeting in front of the entrance of the Eagle Jump building, but then Rin tells her the shocking truth...",
          "Aliases": []
        },
        "2": {
          "ID": "6175956",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/6175956",
          "TitleEnglish": "This Is Just Turning into Cos-purr-lay!",
          "SummaryEnglish": "The character design competition gets announced at their flower viewing. Just like Ko’s designs for “Fairies’ Stories” was chosen right after she had joined the company after graduating high school, everyone has a chance to enter. Aoba reads the proposal that Shizuku and the other members of the design team comes up with, and ends up going through a lot of trial and error. Aoba can’t seem to get the designs just right. She goes to visit Ko and sees that she has already completed numerous sketches that are all high quality and Aoba is amazed. Aoba uses her feelings of frustration from this to try to motivate her and enters the character design competition.",
          "Aliases": []
        },
        "3": {
          "ID": "6192008",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/6192008",
          "TitleEnglish": "Ooh, I'm So Embarrassed!",
          "SummaryEnglish": "Aoba’s dream of becoming a character designer comes true, though she has to touch up on the designs with Ko, and has to get everything finalized by Ko. Aoba sees that her designs that won at the character design competition had already been made into 3D by Hifumi, and she tells Hifumi to ask her if she has any questions about the designs. Ko warns Aoba to hurry up and keep working on the designs, but when she sees her senpais discussing something about 3D, she is unable to voice her own opinions. Aoba then starts wondering if it’s actually okay for her to be character designer...",
          "Aliases": []
        },
        "4": {
          "ID": "6192009",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/6192009",
          "TitleEnglish": "How Dense... Can You Be?",
          "SummaryEnglish": "“Moon Ranger” started off as a girls’ anime series, but because of its high quality, it was highly regarded by adults and was made into theatrical releases as well as live shows. After it’s 2 and a half year run, the protagonist in the “Moon Ranger” series was going to change. And because of that, a final live show was going to take place. Hajime, a huge “Moon Ranger” fan, wants to do anything possible to get her hands on the tickets and tries to get into the ticket site, but...",
          "Aliases": []
        },
        "5": {
          "ID": "6192010",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/6192010",
          "TitleEnglish": "Hey! Don't Touch Me There!",
          "SummaryEnglish": "Hifumi is now the character team leader and uses all of her courage to ask Aoba and Yun about their progress on their 3D models. Both Aoba and Yun are used to Ko being the leader, and end up lying about their deadlines. However, Hifumi doesn’t seem to suspect anything from their deadlines, which makes Aoba panic and tell her the truth. Meanwhile, Yun knew she wouldn’t make it in time, but ended up telling Hifumi she would, ends up being even later than she thought. This makes her stress, wondering if Hifumi would become depressed once she tells her...",
          "Aliases": []
        },
        "6": {
          "ID": "6192011",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/6192011",
          "TitleEnglish": "Ah... That's Amazing...",
          "SummaryEnglish": "Things are going well for Aoba and her job as the character designer, as her desk piles up with a ton of prints that need to be checked or redone. Seeing the giant pile of papers on her desk, Aoba can’t help but smile, as it confirms the fact that she is actually doing her dream job. Yun and Hajime start talking about the key visuals for the game that’ll appear in gaming magazines, and Ko tells Aoba that as the character designer, she’d be in charge of doing those as well. After realizing that, Aoba starts to get nervous, but...",
          "Aliases": []
        },
        "7": {
          "ID": "6192012",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/6192012",
          "TitleEnglish": "I'm Sensing a Very Intense Gaze",
          "SummaryEnglish": "Aoba is asked by Umiko to sit in on an interview for a new programmer. Aoba asks Umiko if it’s really okay for her to sit in on this interview, since she knows nothing about programming, but Umiko tells her that the skills of the programmer had already been acknowledged and that she’d just like her to watch how she behaves. Aoba still doesn’t fully grasp the situation, when there’s a knock on the door as it slowly opens. The person on the other side happens to be someone that Aoba is rather familiar with...",
          "Aliases": []
        },
        "8": {
          "ID": "6192013",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/6192013",
          "TitleEnglish": "I'm Telling You, I Want a Maid Café",
          "SummaryEnglish": "Aoba and the other members of the character team are put in charge of figuring out where to have the welcoming party for the two new interns, Momiji and Tsubame. According to Hajime, this is a very important role and if they don’t do well, their reputation may go down. Aoba is visibly nervous now, but then Hajime also tells her that if they do too well, it’s also troublesome because they’d get asked to do it again. But then Aoba wonders if it’s okay for them to be an employee that doesn’t get remembered if they don’t do too well or too badly.",
          "Aliases": []
        },
        "9": {
          "ID": "6192014",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/6192014",
          "TitleEnglish": "At Least Put a Shirt on!",
          "SummaryEnglish": "Hajime and Yun go to see an Insect Five hero show at an amusement park. After the show, Hajime gets in line for a handshaking event with the cast members, when her friend from high school, Akki finds her. Akki asks Hajime what she’s doing in Tokyo, and Hajime tells her that she works as a designer. On top of that, she gets embarrassed for being in line for a handshake in front of Akki, so she gets out of line. Yun pokes fun at Hajime for the way she’s acting, and Hajime tells her that she actually kept her love for anime and tokusatsu a secret when she was in school.",
          "Aliases": []
        },
        "10": {
          "ID": "6192015",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/6192015",
          "TitleEnglish": "It's Gonna Really Break the Immersion",
          "SummaryEnglish": "Tsubame creates the red light green light mini game that Hajime thought up in PECO. However, Aoba sees the mini game and comments that something is lacking. However, Hajime sees the finished product and says something is lacking. Hajime isn’t able to figure out exactly what is lacking, and asks Aoba and Yun for help, but they still aren’t able to figure it out. Hajime asks Tsubame if she thought the mini game was fun when she was making it, and her answer makes Hajime realize what’s missing, but Tsubame then worries about how the extra work is going to reflect on her...",
          "Aliases": []
        },
        "11": {
          "ID": "6192016",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/6192016",
          "TitleEnglish": "What's Hidden in Your Heart",
          "SummaryEnglish": "Tsubame gets done with her work early and is praised by Umiko about how fast she is. Nene is annoyed by how this is making Tsubame act, and while reading some of Tsubame’s code while doing her debug work, points out the fact that the code could’ve been shorter. Tsubame panics, thinking this could bring down her reputation with Umiko, and angrily tells Nene to mind her own business The air gets a bit tense in the programming department, so Nene decides to go visit the character team, where Momiji tells her something rather surprising about Tsubame...",
          "Aliases": []
        },
        "12": {
          "ID": "6192017",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/new-game/episodes/6192017",
          "TitleEnglish": "Make Sure You Buy It!",
          "SummaryEnglish": "PECO’s master has finally been upped and an event was held, honoring its completion. The anticipation for PECO is pretty high, and a decent-sized crowd showed up for the event. Aoba and the other staff is seated up front and watch Ko and Shizuku talk about the project onstage. The event includes a little unplanned surprise, and ends in success. Afterwards, they all meet in the greenroom, where they are told some shocking news...",
          "Aliases": []
        }
      }
    }
  }
}