{
    "URL": "https://www.thetvdb.com/series/qualidea-code",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7243824/",
        "https://www.themoviedb.org/tv/67359"
    ],
    "TitleEnglish": "Qualidea Code",
    "SummaryEnglish": "Several decades ago, a mysterious enemy called the Unknown invaded the Earth, and several children were evacuated to a cold sleep facility in order to escape the invasion. Years later, the children awake from their slumber and learn that their bodies have developed various supernatural abilities. In order to protect the country from the Unknown emerging from the Tokyo Bay Gate, the boys and girls set up defense in Tokyo, Kanagawa and Chiba, and fight for the sake of humanity.",
    "TitleJapanese": "クオリディア・コード",
    "SummaryJapanese": "約30年前、突如として地球に襲来した第一種災害指定異来生物――通称アンノウンは、人類を蹂躙し世界を崩壊へと追いやった。\n圧倒的な力を誇るアンノウンに、人類は総力戦で対抗。辛くも勝利を収めるが、戦争が終わった現在も散発的な侵攻に苦しめられていた。\n終わらない脅威に対抗するため組織されたのが、3つの防衛拠点からなる南関東防衛機構である。\n\n東京、神奈川、千葉の各防衛都市には、固有能力＜世界＞を身につけた少年少女が所属。＜世界＞を駆使しながら、アンノウンと戦い続けていた。\n彼らは世界の命運を背負わされるだけではなく、ランキングと呼ばれる制度によって貢献度を競わされ、常に最前線で人類の領域を守っている。\n\nそんな極限状況の中で、何を見て、何を守ろうとするのか――。",
    "Aliases": [],
    "Modified": "2024-03-26",
    "Seasons": {
        "1": {
            "ID": "670436",
            "URL": "https://www.thetvdb.com/series/qualidea-code/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5646025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/qualidea-code/episodes/5646025",
                    "TitleEnglish": "Surviving World Gloria",
                    "SummaryEnglish": "Bizarre creatures referred to as \"Unknown\" appear over the coast of Tokyo Bay. Defending against them is the mission of high school students in Tokyo, Kanagawa, and Chiba who possess a supernatural power known as \"World.\" Among them all, the head of the Tokyo school, Ichiya Suzaku, defeats Unknown with particularly overwhelming power, but Tokyo's subhead, Canaria Utara, observes his lack of teamwork with a troubled expression.",
                    "TitleJapanese": "残存世界のグロリア",
                    "SummaryJapanese": "東京湾岸上空に出現した謎の異生物アンノウン。防衛を託されたのは、特殊能力＜世界＞を操る東京・神奈川・千葉の高校生たち。その中でも東京都市首席・朱雀壱弥は圧倒的な力でアンノウンを追い詰めていくが、その独断専行っぷりに次席の宇多良カナリアは困り顔で…。"
                },
                "2": {
                    "ID": "5671908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/qualidea-code/episodes/5671908",
                    "TitleEnglish": "Deep Blue Caricature",
                    "SummaryEnglish": "Rumors are swirling among students repairing the half-destroyed Aqua Line that an Unknown has appeared in the area. The representatives of each city divide into two teams to investigate, and Suzaku ends up on a team with Hotaru as well as Kasumi, one of his least favorite people.",
                    "TitleJapanese": "紺碧のカリカチュア",
                    "SummaryJapanese": "半壊したアクアラインにアンノウンが出現する――。修復作業を担当する生徒たちの間で、そんな噂が飛び交っていた。2チームに分かれて調査をすることになった各陣営の代表だが、朱雀は霞とほたるという、まったくウマの合わない2人と同じチームになってしまう。"
                },
                "3": {
                    "ID": "5671909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/qualidea-code/episodes/5671909",
                    "TitleEnglish": "Silent Aria",
                    "SummaryEnglish": "Some of the students are about to be transferred to a safer location, and Ichiya skips patrol duty to visit one such student in the hospital. In Ichiya's opinion, all the students being transferred are \"inept amateurs.\" Meanwhile, in Ichiya's absence, a colossally huge new type of Unknown appears.",
                    "TitleJapanese": "森閑のアリア",
                    "SummaryJapanese": "一部の生徒たちが安全な内地へ移送される。朱雀は哨戒任務から外れ、負傷によって内地行きが決定した生徒のもとを訪れていた。朱雀にとって、内地送りにされる者は「無能」だというが……。一方、朱雀不在の哨戒班は、新種の超大型アンノウンに遭遇する。"
                },
                "4": {
                    "ID": "5671910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/qualidea-code/episodes/5671910",
                    "TitleEnglish": "Canary in the Coal Mine",
                    "SummaryEnglish": "Canaria was injured in the battle against the giant Unknown, leaving Suzaku in a desperate situation. After being saved by the Chiba and Kanagawa forces and beating a retreat, Suzaku is called out by Administration to take responsibility for acting on his own, but he pleads for a chance to finish the battle with the help of Chiba and Kanagawa.",
                    "TitleJapanese": "炭鉱のカナリア",
                    "SummaryJapanese": "大型アンノウンとの戦闘でカナリアが負傷し、絶望的な状況に陥った朱雀。窮地を救ったのは、千葉、神奈川の両陣営だった。撤退後、朱雀は管理局から戦線崩壊の責任を追及される。しかし、自らアンノウンの後始末をしたいと懇願し、舞姫たちに協力を申し出るのだった。"
                },
                "5": {
                    "ID": "5677442",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/qualidea-code/episodes/5677442",
                    "TitleEnglish": "The Little Princess' Regalia",
                    "SummaryEnglish": "The casualties caused by the Unknown's sudden attack are so severe, the students of each city can't conceal their shock. Suzaku loses his confidence and will to fight, so Maihime steps up to act as Tokyo's leader. Maihime is strong and encouraging when she stands before the students of Tokyo, but...",
                    "TitleJapanese": "小公女のレガリア",
                    "SummaryJapanese": "アンノウンの急襲によって受けた傷跡はあまりに深く、生徒たちはそれぞれショックを隠せずにいた。朱雀もまた自信と気力を失い、東京の新リーダーには舞姫が擁立される。「花を手向けたのなら、剣を取れ」舞姫は気丈な振る舞いで生徒たちを鼓舞するが……。"
                },
                "6": {
                    "ID": "5677443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/qualidea-code/episodes/5677443",
                    "TitleEnglish": "Memoria of Salvation",
                    "SummaryEnglish": "Hotaru engages in battle with a new type of Unknown in the no-entry zone, while Suzaku fights a desperate battle at Umihotaru, where the Chiba team have taken him. At the same time, an unprecedented number of Unknown appear in the sky above Tokyo. In the face of the calamity befalling them, Maihime takes the hope of the world upon her own shoulders.",
                    "TitleJapanese": "救世のメモリア",
                    "SummaryJapanese": "ほたるは侵入不可領域で新型アンノウンと交戦し、朱雀は千葉陣営に連れ出された海ほたるで自暴自棄な戦いを繰り広げていた。時を同じくして、東京上空にかつてない数のアンノウンが出現。降りかかる厄災を前に、舞姫は人類の希望を一手に引き受ける。"
                },
                "7": {
                    "ID": "5687606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/qualidea-code/episodes/5687606",
                    "TitleEnglish": "Rescue Paranoia",
                    "SummaryEnglish": "Hotaru races toward Tokyo, determined to keep her promise to never keep Maihime waiting again. Meanwhile, Maihime is increasingly overcome with exhaustion as countless Unknown bear down on her. Just then, a unique Unknown that Maihime determines to be their boss shows up.",
                    "TitleJapanese": "救済のパラノイア",
                    "SummaryJapanese": "もう待たせたりはしない――。かつて舞姫と交わした約束を果たすべく、ほたるは突き動かされるように東京を目指す。一方、無数に押し寄せるアンノウンを前に、徐々に疲弊していく舞姫。そこへアンノウンの群れを統率していると思しき特異な個体が出現する。"
                },
                "8": {
                    "ID": "5687607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/qualidea-code/episodes/5687607",
                    "TitleEnglish": "Inverse Qualia",
                    "SummaryEnglish": "After the heavy losses suffered by the Kanagawa camp, Chief Medical Officer Okuni suggests pulling the defense line back to prioritize the protection of the Japanese mainland. But she insists that this would necessitate the reassignment of Asuha, their strongest remaining battle asset, to the interior, and Kasumi is not willing to let his sister go so easily. When Okuni responds to Kasumi's refusal by inviting him over for a private chat, he assumes her goal is to persuade him to change his mind, but Okuni's true objective lies elsewhere...",
                    "TitleJapanese": "反転のクオリア",
                    "SummaryJapanese": "東京・神奈川陣営が壊滅的な打撃を受けたことで、防衛機構そのもののあり方が問われる。霞は湾岸部の放棄と戦線の縮小を提言するが、復讐を誓う朱雀には受け入れられない。さらに明日葉には内地への転属話も持ち上がる。複雑な状況に立たされた霞は、一体何を思うのか?"
                },
                "9": {
                    "ID": "5709315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/qualidea-code/episodes/5709315",
                    "TitleEnglish": "Jailbreak Idea",
                    "SummaryEnglish": "As his eyes begin to see the true nature of this world, Kasumi entrusts Asuha with the city's defense and begins his own investigation. Asuha, now the central pillar of all three cities' defense, attempts to improve the lethargic Suzaku's mood in an effort to enlist his aid... but then an Unknown attack alert is sounded.",
                    "TitleJapanese": "反獄のイデア",
                    "SummaryJapanese": "この世界の有りように疑惑の目を向け始めた霞は、明日葉に都市防衛を託し、独自に調査を開始する。一方、三都市防衛の要となった明日葉は、朱雀の協力を仰ぐため無気力な彼を奮い立たせようとするが……。突如、アンノウン襲来の警報が鳴り響く。"
                },
                "10": {
                    "ID": "5709316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/qualidea-code/episodes/5709316",
                    "TitleEnglish": "Compound Note Folklore",
                    "SummaryEnglish": "After finally learning that reality is not at all what he thought it was, Suzaku is too stunned to grasp the situation. Asuha is still struggling to comprehend what's going on in their world, as well. Then Kasumi shows up, along with a woman who calls herself Kasumi and Asuha's mother...",
                    "TitleJapanese": "福音のフォークロア",
                    "SummaryJapanese": "変わり果てた現実を前に、状況の掴めない朱雀はただただ呆然とするだけだった。明日葉もまたこの世界は一体どうなっているのかと、ひたすら困惑するばかり。そんな明日葉の前に現れたのは、霞と明日葉の母親を名乗る人物。彼女が語るこの世界の真実とは――。"
                },
                "11": {
                    "ID": "5709317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/qualidea-code/episodes/5709317",
                    "TitleEnglish": "Dipole Familia",
                    "SummaryEnglish": "The humans launch an all-out attack on the Unknown's base in order to take back the gate that links the human world to that of the Unknown. However, while some of the students from the combat curriculum are prepared to fight, other students' feelings about the battle are more complicated. What decision will Suzaku make?",
                    "TitleJapanese": "双極のファミリア",
                    "SummaryJapanese": "アンノウンの世界とこちらの世界を繋ぐゲートを奪取するため、人類はアンノウンの拠点に総攻撃を仕掛ける。しかし生徒たちの中には、戦う覚悟を決める者がいる一方で、この戦いに複雑な思いを抱く者もいた。果たして、朱雀はどのような決断を下すのか……？"
                },
                "12": {
                    "ID": "5709318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/qualidea-code/episodes/5709318",
                    "TitleEnglish": "Qualidea of the Radiant World",
                    "SummaryEnglish": "When Suzaku and the others stormed the gate, they found themselves face-to-face with someone they never expected... one who, despite being human, doesn't fall on the same side as the world they must protect and the people they must save. Suzaku and the others are forced to question whether they're truly prepared to do what they came to do. The battle for the world will be settled here and now...",
                    "TitleJapanese": "燦然世界のクオリディア",
                    "SummaryJapanese": "ゲートを破壊するため乗り込んだ朱雀たちの前に、思いも寄らない人物が立ちはだかる。同じ人間でありながら、守るべき世界も、救うべきヒトも異にする人物。その覚悟は本物であり、朱雀たちもまた覚悟を問われることに。世界を巡る戦いが、ここに決着する。"
                }
            }
        }
    }
}