{
    "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt4431276/",
        "https://www.themoviedb.org/tv/66870"
    ],
    "TitleEnglish": "Magi: Adventure of Sinbad",
    "SummaryEnglish": "30 years before the events of the series Magi: The Labyrinth of Magic, a young man named Sinbad set sail and started his adventure. Brave and handsome, the future High King of Seven Seas gradually matured through various encounters and farewells, taking him towards his future life as a king, one step at a time.",
    "TitleJapanese": "マギ シンドバッドの冒険",
    "SummaryJapanese": "これが、もう1つの「マギ」-- 若き七海の覇王の冒険譚がはじまる！ \n大高忍による大人気漫画「マギ」 \nその正統なる前章として連載がスタートした「マギ　シンドバッドの冒険」は、 「マギ」本編より30年前の時代から物語が始まる。 のちに\"七海の覇王\"とよばれる少年・シンドバッドは様々な出会いや別れのなかで成長し、そしてやがて王へと到る道を突き進む-----。",
    "Aliases": [
        "Magi: Sinbad no Bōken",
        "Magi: Sinbad no Bouken"
    ],
    "Modified": "2025-03-30",
    "Seasons": {
        "0": {
            "ID": "664551",
            "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "5592842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad/episodes/5592842",
                    "TitleEnglish": "Adventures of Sinbad - The Capture of Dungeon Baal (1)",
                    "SummaryEnglish": "Tells the story of Sinbad's early life. This arc deals with Sinbad trying to capture the first Dungeon, Baal. It introduces such characters as Sinbad and his parents, Esra and Badr, as well as Yunan, Dragul and the First Imperial Princess of the Parthevia Empire, Serendine.",
                    "TitleJapanese": "迷宮（ダンジョン）バアル攻略篇・前篇",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5592846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad/episodes/5592846",
                    "TitleEnglish": "Adventures of Sinbad - The Capture of Dungeon Baal (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "迷宮（ダンジョン）バアル攻略篇・後篇",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5592847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad/episodes/5592847",
                    "TitleEnglish": "Adventures of Sinbad - The Capture of Dungeon Valefor (1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "迷宮ブァレフォール攻略篇・前篇",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5592848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad/episodes/5592848",
                    "TitleEnglish": "Adventures of Sinbad - The Capture of Dungeon Valefor (2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "迷宮ブァレフォール攻略篇・中篇",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5592849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad/episodes/5592849",
                    "TitleEnglish": "Adventures of Sinbad - The Capture of Dungeon Valefor (3)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "迷宮ブァレフォール攻略篇・後篇",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "664552",
            "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5592835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad/episodes/5592835",
                    "TitleEnglish": "Child of Destiny",
                    "SummaryEnglish": "Ersa and Badr give birth to Sinbad, who's birth is sensed all around the world! A young Sinbad grows up in a remote village with his mother and father, who was a prior war hero. No longer wishing to wage war, his father spends his days fishing and raising a family. When a somebody washes up and Badr takes him in, it turns out he was a spy! As his father is hauled off to war again, a young Sinbad takes note of what it means to be a man.",
                    "TitleJapanese": "運命の子",
                    "SummaryJapanese": "あらすじ\nある嵐の夜、パルテビアの漁村・ティソン村の漁師バドルと、\nその妻エスラとの間にひとつの命が誕生した。その名はシンドバッド。\nこの世に生を受けた瞬間、遠く離れた地のルフを共鳴させるほどの力をもった彼は、\nやがてその特別な力を発揮していくこととなる。\n時は経ち5歳になったある日、シンドバッドは家の近くで行き倒れていた、\nダライアスという名の流れの商人の命を救う。\n物知りで話し上手なダライアスの夢物語のような話に心躍らせるシンドバッドだったが――。\n若き“七海の覇王”の冒険譚が、ここに始まる――！\n \nPrevious\n            \nNext"
                },
                "2": {
                    "ID": "5592836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad/episodes/5592836",
                    "TitleEnglish": "Sinbad the Sailor",
                    "SummaryEnglish": "Sinbad meets Yunan for the first time. Sinbad's avoidance for army enlistment catches up with him. Sinbad resolves to take the Dungeon's power for himself. Sinbad rushes into the Dungeon ahead of the army.",
                    "TitleJapanese": "船乗りシンドバッド",
                    "SummaryJapanese": "あらすじ\n時は経ち、シンドバッドは14歳となっていた。\nある日、港町コンタスティアでシンドバッドは不思議な旅人・ユナンと出会う。宿に困っていたユナンをティソン村に招いたシンドバッドだったが、そこにパルテビア帝国軍西方辺境部隊小隊長のドラグルが、シンドバッドを軍に招集するために訪れる。\nその頃、パルテビア、レームの両帝国は、“ダンジョン”と呼ばれる謎の建造物の攻略に躍起になっていた。秘められし力をもって、敵国との戦いに終止符を打たんとするがためである。しかし“ダンジョン”にはこれまで一万人以上が挑んだが、誰一人帰ってきた者はいないという……。\n \nPrevious\n            \nNext"
                },
                "3": {
                    "ID": "5592837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad/episodes/5592837",
                    "TitleEnglish": "Dungeon Baal",
                    "SummaryEnglish": "Sinbad and Drakon continue in the Dungeon after Sinbad saves his life. They arrive at the gate, but it is guarded by a dragon. Drakon and Sinbad battle to be the master of Baal.",
                    "TitleJapanese": "迷宮バアル",
                    "SummaryJapanese": "あらすじ\n第1迷宮バアル。竜のような異形の怪物たちが巣食うダンジョンに、ドラグルとともに突入したパルテビア軍の兵たちは次々に命を落としていく。\nドラグルにも危機が迫ったその刹那、目の前に現れたのはシンドバッドだった。\n次々に襲い来る試練のなか、彼らは運命に導かれるようにダンジョンの最深部・宝物庫へと歩みを進めていく。王の力を手に入れ、それぞれの使命を果たすために。"
                },
                "4": {
                    "ID": "5592859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad/episodes/5592859",
                    "TitleEnglish": "First Sea",
                    "SummaryEnglish": "While at sea, Sinbad encounters two people from the country of Imuchakk. After rescuing them from a sea monster, Sinbad is taken to their village. Drakon continues to purse Sinbad. Sinbad learns a Dungeon has appeared within the country!",
                    "TitleJapanese": "ひとつめの海",
                    "SummaryJapanese": "あらすじ\nドラコーンとの果たし合いを制したシンドバッドは、憤怒と英傑のジン・バアルの力を手に入れる。\nその後、母の死を乗り越え大海原へと乗り出したシンドバッドが辿り着いたのは、氷に覆われた極北の秘境・イムチャック。族長の息子ヒナホホとの出会いが、シンドバッドを新たなる冒険へと誘うのだった。\n一方、敗れて国へと戻ったドラコーンは、パルテビアが誇る隠密部隊「シャム＝ラシュ」とともに、再びシンドバッド追討の任に就くこととなる。\n \nPrevious\n            \nNext"
                },
                "5": {
                    "ID": "5603230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad/episodes/5603230",
                    "TitleEnglish": "Qualities of a King",
                    "SummaryEnglish": "Hina has gone to Valefor's dungeon in order to prove his worth as a warrior. Sinbad goes after him, but Drakon and his men are also in pursuit.",
                    "TitleJapanese": "王の資質",
                    "SummaryJapanese": "あらすじ\nシンドバッドに触発されたヒナホホは、本当の戦士になるため、「王の力」を求めひとり第六迷宮ブァレフォールへ挑む。\nしかし、深部へと歩みを進める彼の前に、強力な迷宮生物や、シンドバッド追討にあたっていたドラコーン、ジャーファルら一行が立ちはだかる。\n奮戦するも追い詰められた彼の窮地を救ったのは、やはりシンドバッドであった。\nそれぞれの思惑が交錯するなか、最深部へと辿り着いた彼らを待っていたのは、ブァレフォールの意外な試練だった。\n \nPrevious\n            \nNext"
                },
                "6": {
                    "ID": "5611549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad/episodes/5611549",
                    "TitleEnglish": "Place You Belong",
                    "SummaryEnglish": "As Ja'far and his comrades fall into depravity, Sinbad joins with Hina and Drakon to try and save them. Drakon is betrayed by his brother. Sinbad wins over Valefor as his second vessel, in addition to some new comrades.",
                    "TitleJapanese": "居場所",
                    "SummaryJapanese": "あらすじ\n世界を変える国を作る――。\n壮大な夢を語るシンドバッドに、敵対していた他の者達も心動かされていたが、その矢先、ジャーファル、ヴィッテル、マハドに異変が起こる。魔導士・ファーランの計略により、体内に仕込まれていた闇の魔法が黒いルフを呼び起こし、彼らを一匹の巨大な魔獣と化してしまったのだ。\n襲いかかる魔獣に立ち向かうシンドバッド。しかし、倒すのではなく、中に取り込まれたジャーファルたちを助け出そうとする彼の姿に、心揺さぶられたドラコーンとヒナホホも共闘する。\n \nPrevious\n            \nNext"
                },
                "7": {
                    "ID": "5616633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad/episodes/5616633",
                    "TitleEnglish": "Sinbad the Merchant",
                    "SummaryEnglish": "Sinbad arrives in Riem with the intention of selling goods acquired from Imuchakk. He soon realizes this will not be as easy as he thought as he needs to acquire a license to sell in Riem first. After selling his goods to a licensed trader, he realizes he was taken advantage of quite badly. Instead of sulking, Sinbad seeks out the merchant in order to befriend and learn from him.",
                    "TitleJapanese": "商人シンドバッド",
                    "SummaryJapanese": "あらすじ\n第六迷宮・ブァレフォールを攻略し新たな王の力を手に入れたシンドバッドは、イムチャック族首長・ラメトトとの謁見により、イムチャックとの独占貿易権を認めてもらう。初の商船交易に出港したシンドバッド一行は、レーム帝国の最大の経済中心地である港湾都市・ナーポリアに到着する。早速派手な露店を開いて商売をはじめるシンドバッドたちだったが、レーム帝国には「商会」という仕組みが存在していて……。\n \nPrevious\n            \nNext"
                },
                "8": {
                    "ID": "5619925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad/episodes/5619925",
                    "TitleEnglish": "Household Vessel",
                    "SummaryEnglish": "While Sinbad remains in Reim, he begins telling his adventures in a theater at the suggestion of Rashid, the King of Balbaad. This proves to be extremely fruitful and allows Sinbad to earn everything he needs to set up a merchant shop. While a performance goes on, Ja'far finds himself in a desperate situation.",
                    "TitleJapanese": "眷属器",
                    "SummaryJapanese": "あらすじ\nひとりナーポリアに残ったシンドバッドは、自らの冒険譚を基にした「語り部」によってバルバッド国王・ラシッドに認められ、商会を立ち上げるための金貨を与えられた。ついにレームの商会への加盟を果たし胸躍らせるシンドバッドだったが、商人として成功するためには知名度と金は必要不可欠であるとして、ラシッド王に薦められ、劇場公演を行うことを決める。一方その頃、レームへと戻る船上のジャーファルはちょっとした災難に遭っていた……。\n \nPrevious\n            \nNext"
                },
                "9": {
                    "ID": "5619926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad/episodes/5619926",
                    "TitleEnglish": "Sasan, the Land of Purity",
                    "SummaryEnglish": "Sinbad, Ja'far, and Hina travel to Sasan, a religious land that chooses not to associate with any outside countries. Will Sinbad be able to find a way to trade with them? What mysteries is Sasan hiding?",
                    "TitleJapanese": "清浄の地ササン",
                    "SummaryJapanese": "あらすじ\nついに自らの商会、シンドリア商会を立ち上げたシンドバッド。ヴィッテル、マハドの2人に商会を任せ、ジャーファルらと向かったのは、「清浄の地」と称される旧き神を信仰する騎士たちの国、ササン王国。早速ササンとの交易を開拓しようとするシンドバッドだったが、そのためには、ササンを守護する騎士王、ダリオス・レオクセスに同志として認められねばならないという。行き詰まるシンドバッドたちだったが、そこに外の世界に憧れる青年、ミストラスが現れて……。\n \nPrevious\n            \nNext"
                },
                "10": {
                    "ID": "5619927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad/episodes/5619927",
                    "TitleEnglish": "The Power to Change the World",
                    "SummaryEnglish": "Sinbad approaches the Knight King and challenges him to a duel. Initially, it appears to be even, but Sinbad shows the Knight King what a true Djinn user looks like: the Djinn Equip.",
                    "TitleJapanese": "世界を変える力",
                    "SummaryJapanese": "あらすじ\n外の世界へ出たい――。その一心で、父である騎士王・ダリオスとの決闘に奮戦するミストラスだったが、ジンの力を有するダリオスの一撃についに屈してしまう。敗れた息子、ミストラスにとどめを刺そうとするダリオス。しかし、そこに待ったをかけたのがシンドバッドだった。シンドバッドは同じ攻略者であるダリオスに対し、ササンとの交易、そしてミストラスを賭けた勝負を持ちかける。攻略者同士の戦いは激しさを極めるかに見えたが、シンドバッドにはある秘策があった。\n \nPrevious\n            \nNext"
                },
                "11": {
                    "ID": "5619928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad/episodes/5619928",
                    "TitleEnglish": "Artemyra, the City in the Sky",
                    "SummaryEnglish": "Sinbad, Mystras, Hinahoho, and Ja'far all head to Artemyra, where they've received approval and an audience with the Queen to discuss a trade agreement. Things go awry when the Queen sees that they are all men in a country dominated by women.",
                    "TitleJapanese": "天空都市アルテミュラ",
                    "SummaryJapanese": "あらすじ\nササン王国と同盟を結び、旅の仲間にミストラスを加えたシンドバッドたちは、気高い戦姫が治める女系民族国家、天空都市アルテミュラ王国へと向かう。暗黒大陸を除けば世界最大とも言われる過酷な渓谷を乗り越え、ボロボロになりながらも辿り着いた彼らを王宮で待っていたのは女王ミラ・ディアノス・アルテミーナだった。さっそく同盟を結ぼうと交渉を仕掛けるシンドバッドだったが…。\n \nPrevious\n            \nNext"
                },
                "12": {
                    "ID": "5619929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad/episodes/5619929",
                    "TitleEnglish": "Djinn Equip vs Djinn Equip",
                    "SummaryEnglish": "Sinbad, Mystras, and Ja'far have been pushed into the Valley of the Dead. If they survive, the Queen will speak with them again. Weeks go by and Sinbad and Ja'far get quite comfortable in their simple life, but Mystras is determined and finds a way out. Sinbad approaches the Queen to get his Metal Vessels back, but it will not be without a fight.",
                    "TitleJapanese": "魔装vs魔装",
                    "SummaryJapanese": "あらすじ\nアルテミュラ女王・ミラの逆鱗に触れ、深き「死者の谷」へと落とされてしまったシンドバッド、ジャーファル、ミストラス。脱出不可能な状況に絶望していた彼らだったが、そこに棲んでいたヘビを食し、火を起こし、草木を集めて雨風をしのぐ家をつくり…いつの間にかこの極限状態に順応しているのだった。そんなある日、ミストラスが谷底で巨大な肉の塊を発見して…？\n \nPrevious\n            \nNext"
                },
                "13": {
                    "ID": "5619930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/magi-adventure-of-sinbad/episodes/5619930",
                    "TitleEnglish": "Magi",
                    "SummaryEnglish": "Sinbad defeats the Queen with his superior usage of Djinn Equips. The Queen agrees to form an alliance and trading agreement with Sinbad. She also makes Sinbad realize there is much more to the world than just the Metal Vessels -- there are Magi as well. Sinbad sets forth on the next step of his journey!",
                    "TitleJapanese": "マギ",
                    "SummaryJapanese": "あらすじ\n魔装ケルベロスと化したミラを魔装ブァレフォールの『停滞』の力で打ち破ったシンドバッドは、ふたたびミラと王宮で謁見し、ついにアルテミュラ王国との交易を勝ち取る。争いのない、認め合う世界を作るために自分は各国と盟約を結ぶ旅をしていると語るシンドバッドに、ミラは創世の魔法使い『マギ』についての話をはじめる…。"
                }
            }
        }
    }
}