{
    "URL": "https://www.thetvdb.com/series/taboo-tattoo",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5679248/",
        "https://www.themoviedb.org/tv/66992"
    ],
    "TitleEnglish": "Taboo Tattoo",
    "SummaryEnglish": "Seigi, a martial arts trained middle schooler, often feels driven to protect the weaker people around him. One day, he defends a homeless man against some punks, and the man gives him a strange tattoo on his palm in return. The tattoo is a secret weapon produced in the arms race between America and the Serinistan Kingdom. Seigi finds himself in over his head when a powerful girl, using the same secret weapon, violently pursues him in order to retrieve it. His skill at martial arts may not be enough to keep him alive, but will he be able to learn how to trigger the power of his tattoo in time?",
    "TitleJapanese": "タブー・タトゥー",
    "SummaryJapanese": "【呪紋】\nそれぞれの固有の物質『トリガー』を充填することで起動し、『印者（シールド）』と呼ばれる操者の身体的な能力を飛躍的に高め、超常的な現象を発現させることができる超古代兵器―――。\n\n赤塚正義（通称：セーギ）は、不良に絡まれていた男性を助けた際、礼として渡された謎の石を手にした瞬間、掌に不思議なタトゥーが刻まれる。\n\n「その呪紋、どこで手に入れたの？」\n翌日、学校からの帰宅途中に、季節外れのコート姿の少女“イジー”に突如襲われたセーギは、祖父から教え込まれていた柔術で反撃するものの圧倒的な力の差に押され、命の危機に晒される・・・。\n偶然にも「呪紋」を手にしてしまった赤塚正義を中心に、様々な人々の思惑が渦巻く争いが、いま始まる。",
    "Aliases": [
        "Taboo-Tattoo"
    ],
    "Modified": "2024-04-07",
    "Seasons": {
        "1": {
            "ID": "668922",
            "URL": "https://www.thetvdb.com/series/taboo-tattoo/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5631818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5631818",
                    "TitleEnglish": "Tattoo",
                    "SummaryEnglish": "One day Akatsuka Justice (nicknamed Seigi), a boy with a strong sense of justice, saves a man from some street punks. But the moment he touches the stone given as a token of the man's gratitude, a strange pattern shows up on the palm of his hand. The next day, when Seigi is baffled to notice that the pattern won't disappear, a mysterious girl appears before him and demands to know where he got the tattoo before suddenly attacking him.",
                    "TitleJapanese": "呪紋",
                    "SummaryJapanese": "正義感の強い青年、赤塚正義（通称：セーギ）はある日、不良に絡まれていた男性を助ける。しかし、助けたお礼として渡された謎の石に触れた瞬間、掌にタトゥーの様な紋様が刻まれてしまう。翌日、一向に消えないその紋様に困惑するセーギの前に、謎の美少女が現れ、「その呪紋、どこで手に入れたの？」の言葉とともに、突如襲いかかってくる…。"
                },
                "2": {
                    "ID": "5666848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5666848",
                    "TitleEnglish": "Surprise Attack",
                    "SummaryEnglish": "When Seigi awakes in his own room after losing consciousness in the battle with Theodore, Izzy and Tom are there with him. They tell him that they're on a mission to retrieve the tattoos that were stolen from America and scattered around Japan. After explaining how the tattoo works, they ask Seigi to join them, but Seigi is unable to grasp the situation. Meanwhile, two unknown figures begin to make their move...",
                    "TitleJapanese": "急襲",
                    "SummaryJapanese": "セオドアとの戦いの中で気絶したセーギが自分の部屋で目を覚ますと、そこにはイジーとトムの姿があった。米国の下、各地に散らばった呪紋を回収することが任務であるという彼らは、セーギに定着した呪紋の力を説明し、仲間になるよう詰め寄るが、セーギは事態が飲み込めず困惑する。一方でその頃、不穏な二つの影も動き始め…。"
                },
                "3": {
                    "ID": "5666849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5666849",
                    "TitleEnglish": "Misery Loves Company",
                    "SummaryEnglish": "As he's visiting Izzy and Tom's secret home, Justice is attacked by Il, an assassin from the Kingdom who has possessed Touko's body. Meanwhile at the school, another assassin, Lakha, attacks Izzy. Now that Princess Aryabhata has taken over the rule of the Kingdom of Selinistan, the race to claim the \"triggerless tattoo\" has been set in motion.",
                    "TitleJapanese": "同病相憐",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5666850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5666850",
                    "TitleEnglish": "Distance",
                    "SummaryEnglish": "After getting a taste of his own powerlessness in the previous battle, Justice returns to his intense training with Blue Rose, led by Izzy, to master the use of his tattoo. Meanwhile, the recently silent private tattoo force serving Princess Arya, the Brahman, finally makes its move by attacking the White Rose team headed by Izzy's friend Lisa.",
                    "TitleJapanese": "距離",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5666851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5666851",
                    "TitleEnglish": "Rescue",
                    "SummaryEnglish": "After her friend Lisa is captured by Il and Lakha, Izzy works with the US Army on a mission to take her back. Justice had been held in Blue Moon's hideout for safekeeping, but is unable to remain silent when an ally is in danger and rushes to the scene. The second round of battles to rescue Lisa begins: Izzy vs. Lakha and Justice vs. Il.",
                    "TitleJapanese": "奪還",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5666852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5666852",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "BB, the mysterious man who suddenly appeared before Justice, takes him to a tattoo research lab run by the Kingdom in Japan. His goal is to ruin the facility and set the innocent people in it free. Upon seeing BB's overwhelming power, Justice finds himself thinking that this man is a true \"hero of justice.\" Meanwhile, Arya has arrived in Japan and pays a visit to the tattoo ruins there in order to proceed with her plan.",
                    "TitleJapanese": "再会",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "5697971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5697971",
                    "TitleEnglish": "Storm",
                    "SummaryEnglish": "The US Army's tattoo forces stationed in Japan finds out the location of Japan's tattoo ruins, where Arya currently is, and initiates an operation to reclaim the site. Justice and even Touko are included on the mission. They reach the island where the ruins are located and launch their attack, certain that they have the advantage due to their sheer numbers and higher count of original Sealed, but then Cal Shekhar, the vice-captain of Brahman, stands before them...",
                    "TitleJapanese": "嵐",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "5697972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5697972",
                    "TitleEnglish": "Creator",
                    "SummaryEnglish": "Backed into a corner by Brahman's overwhelming strength, The US Army is finally forced to order all troops to retreat. Touko, however, realizes that Justice is still on the battlefield, and is too anxious to leave. Meanwhile, BB suddenly arrives to take on Cal, but her \"absolute boundary\" ability forces him to fall back on his last resort. And as Justice watches the desperate battle unfolding before him...",
                    "TitleJapanese": "創造者",
                    "SummaryJapanese": "ブラフマンの圧倒的な戦力によって窮地に立たされた米軍は、ついに総員撤退命令を下すことに。しかし、トーコはセーギがまだ戦場に残されていることへの不安を隠せずにいた。一方で、突如戦場に現れたBBはカルに挑むが、“絶対境界”を前に苦戦を強いられ、最後の手段に出る。目の前で起こる決死の戦いに、セーギは…"
                },
                "9": {
                    "ID": "5697973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5697973",
                    "TitleEnglish": "The Past",
                    "SummaryEnglish": "Justice follows the course of BB's memories, watching the man's younger self leave the US Army and offer their tattoo research information to the Kingdom of Selinistan as a gift. His goal was to grant Izzy's wish to see all tattoos in the world disappear, and searching for a way to do so in Selinistan, where tattoo research had progressed the farthest, was the method he chose. But when he infiltrated the base of Selinistan's tattoo research, BB learned a shocking truth...",
                    "TitleJapanese": "過去",
                    "SummaryJapanese": "セーギは辿る…BBの記憶を。そこには、米国の呪紋研究の資料を手土産に軍を抜け出し、セリニスタン王国へ身を寄せた若き日のBBの姿があった。「地球上から全ての呪紋を無くしたい」というイジーの願いを叶えることが目的である彼は、呪紋研究の先進国である王国へと接触し、その方法を模索しようとしていた。だが、王国の呪紋研究の中枢へと潜入したBBは、そこで驚愕の事実を知ることになる…。"
                },
                "10": {
                    "ID": "5697974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5697974",
                    "TitleEnglish": "Letter of Challenge",
                    "SummaryEnglish": "Having inherited BB's wishes, Seigi takes Wiseman's advice and lies low in a mountain hideout for a year. Izzy and Tom have spent the year with him, along with Tamaki, who joined them on the mountain, and Seigi has finally grown strong enough to overpower Izzy. Then one day, a mysterious enemy attacks their hideout, leaving behind a video letter with footage of Arya in America, near the location of the third ruins.",
                    "TitleJapanese": "挑戦状",
                    "SummaryJapanese": "BBの意志を継いだセーギが、ワイズマンの提案によって身を潜めて1年が経過した。セーギと共に行動する事を選んだイジー、トム、そこに合流した玉城らと共に修行を続け、セーギはイジーをも圧倒するほどの成長を遂げる。そんなある日、セーギたちのアジトが突如謎の敵に急襲される。残されたビデオレターに映るのは、第三遺跡のある米国に入国したアリヤの姿だった。"
                },
                "11": {
                    "ID": "5697975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5697975",
                    "TitleEnglish": "In the Palm of the Hand",
                    "SummaryEnglish": "The battle against the Kingdom at the ruins in America intensifies, with Izzy and Tamaki fighting Brahman members to the death so that Justice and Tom can move forward. Meanwhile, as Justice heads for the ruins to stop Arya, Cal stands in his path, made even stronger after her defeat by BB. Can Justice defeat Cal, the \"strongest of the powerless,\" and stop Arya's true goal from being realized?",
                    "TitleJapanese": "掌上",
                    "SummaryJapanese": "グランドキャニオンにおける王国との戦闘は激化し、イジーと玉城は、セーギとトムを先行させるため、ブラフマンと死闘を繰り広げる。一方で、アリヤを止めるために第三遺跡を目指すセーギの前には、BBに敗れたことで強くなったカルが立ちはだかる。セーギは、最強の無能力者となったカルを打ち倒し、アリヤの真の目的を阻止することが出来るのか…。"
                },
                "12": {
                    "ID": "5697976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5697976",
                    "TitleEnglish": "The Deciding Battle",
                    "SummaryEnglish": "Izzy and the others race through the ruins... and find Justice skewered on a bed of spikes. Worse yet, his overuse of his tattoo powers has weakened his regenerative ability, leaving him on the verge of death. Izzy and Tamaki tell Tom to take him and flee while they face off against Arya to buy him more time. When Justice realizes that Izzy and the others are fighting to save him, he knows that he was wrong to become so obsessed with vengeance, and his mind turns toward saving them instead...",
                    "TitleJapanese": "決戦",
                    "SummaryJapanese": "イジーらが遺跡を進んで行くと、そこには、串刺しにされたセーギの姿があった。呪紋使用の反動で復元能力も弱まり瀕死状態となっていたのだ。イジーと玉城は、作戦の鍵であるセーギを連れて逃げるようトムに告げ、その時間を稼ぐためアリヤの前に命を賭けて立ちはだかる。自分を救うために戦うイジーらを感じたセーギは、「復讐」に囚われていた自分の過ちに気づき、皆を救いたいと願う...。"
                }
            }
        }
    }
}