{
    "URL": "https://www.thetvdb.com/series/taboo-tattoo",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5679248/",
        "https://www.themoviedb.org/tv/66992"
    ],
    "TitleEnglish": "Taboo Tattoo",
    "SummaryEnglish": "Seigi, a martial arts trained middle schooler, often feels driven to protect the weaker people around him. One day, he defends a homeless man against some punks, and the man gives him a strange tattoo on his palm in return. The tattoo is a secret weapon produced in the arms race between America and the Serinistan Kingdom. Seigi finds himself in over his head when a powerful girl, using the same secret weapon, violently pursues him in order to retrieve it. His skill at martial arts may not be enough to keep him alive, but will he be able to learn how to trigger the power of his tattoo in time?",
    "Aliases": [
        "Taboo-Tattoo"
    ],
    "Modified": "2024-04-07",
    "Seasons": {
        "1": {
            "ID": "668922",
            "URL": "https://www.thetvdb.com/series/taboo-tattoo/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5631818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5631818",
                    "TitleEnglish": "Tattoo",
                    "SummaryEnglish": "One day Akatsuka Justice (nicknamed Seigi), a boy with a strong sense of justice, saves a man from some street punks. But the moment he touches the stone given as a token of the man's gratitude, a strange pattern shows up on the palm of his hand. The next day, when Seigi is baffled to notice that the pattern won't disappear, a mysterious girl appears before him and demands to know where he got the tattoo before suddenly attacking him."
                },
                "2": {
                    "ID": "5666848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5666848",
                    "TitleEnglish": "Surprise Attack",
                    "SummaryEnglish": "When Seigi awakes in his own room after losing consciousness in the battle with Theodore, Izzy and Tom are there with him. They tell him that they're on a mission to retrieve the tattoos that were stolen from America and scattered around Japan. After explaining how the tattoo works, they ask Seigi to join them, but Seigi is unable to grasp the situation. Meanwhile, two unknown figures begin to make their move..."
                },
                "3": {
                    "ID": "5666849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5666849",
                    "TitleEnglish": "Misery Loves Company",
                    "SummaryEnglish": "As he's visiting Izzy and Tom's secret home, Justice is attacked by Il, an assassin from the Kingdom who has possessed Touko's body. Meanwhile at the school, another assassin, Lakha, attacks Izzy. Now that Princess Aryabhata has taken over the rule of the Kingdom of Selinistan, the race to claim the \"triggerless tattoo\" has been set in motion."
                },
                "4": {
                    "ID": "5666850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5666850",
                    "TitleEnglish": "Distance",
                    "SummaryEnglish": "After getting a taste of his own powerlessness in the previous battle, Justice returns to his intense training with Blue Rose, led by Izzy, to master the use of his tattoo. Meanwhile, the recently silent private tattoo force serving Princess Arya, the Brahman, finally makes its move by attacking the White Rose team headed by Izzy's friend Lisa."
                },
                "5": {
                    "ID": "5666851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5666851",
                    "TitleEnglish": "Rescue",
                    "SummaryEnglish": "After her friend Lisa is captured by Il and Lakha, Izzy works with the US Army on a mission to take her back. Justice had been held in Blue Moon's hideout for safekeeping, but is unable to remain silent when an ally is in danger and rushes to the scene. The second round of battles to rescue Lisa begins: Izzy vs. Lakha and Justice vs. Il."
                },
                "6": {
                    "ID": "5666852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5666852",
                    "TitleEnglish": "Reunion",
                    "SummaryEnglish": "BB, the mysterious man who suddenly appeared before Justice, takes him to a tattoo research lab run by the Kingdom in Japan. His goal is to ruin the facility and set the innocent people in it free. Upon seeing BB's overwhelming power, Justice finds himself thinking that this man is a true \"hero of justice.\" Meanwhile, Arya has arrived in Japan and pays a visit to the tattoo ruins there in order to proceed with her plan."
                },
                "7": {
                    "ID": "5697971",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5697971",
                    "TitleEnglish": "Storm",
                    "SummaryEnglish": "The US Army's tattoo forces stationed in Japan finds out the location of Japan's tattoo ruins, where Arya currently is, and initiates an operation to reclaim the site. Justice and even Touko are included on the mission. They reach the island where the ruins are located and launch their attack, certain that they have the advantage due to their sheer numbers and higher count of original Sealed, but then Cal Shekhar, the vice-captain of Brahman, stands before them..."
                },
                "8": {
                    "ID": "5697972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5697972",
                    "TitleEnglish": "Creator",
                    "SummaryEnglish": "Backed into a corner by Brahman's overwhelming strength, The US Army is finally forced to order all troops to retreat. Touko, however, realizes that Justice is still on the battlefield, and is too anxious to leave. Meanwhile, BB suddenly arrives to take on Cal, but her \"absolute boundary\" ability forces him to fall back on his last resort. And as Justice watches the desperate battle unfolding before him..."
                },
                "9": {
                    "ID": "5697973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5697973",
                    "TitleEnglish": "The Past",
                    "SummaryEnglish": "Justice follows the course of BB's memories, watching the man's younger self leave the US Army and offer their tattoo research information to the Kingdom of Selinistan as a gift. His goal was to grant Izzy's wish to see all tattoos in the world disappear, and searching for a way to do so in Selinistan, where tattoo research had progressed the farthest, was the method he chose. But when he infiltrated the base of Selinistan's tattoo research, BB learned a shocking truth..."
                },
                "10": {
                    "ID": "5697974",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5697974",
                    "TitleEnglish": "Letter of Challenge",
                    "SummaryEnglish": "Having inherited BB's wishes, Seigi takes Wiseman's advice and lies low in a mountain hideout for a year. Izzy and Tom have spent the year with him, along with Tamaki, who joined them on the mountain, and Seigi has finally grown strong enough to overpower Izzy. Then one day, a mysterious enemy attacks their hideout, leaving behind a video letter with footage of Arya in America, near the location of the third ruins."
                },
                "11": {
                    "ID": "5697975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5697975",
                    "TitleEnglish": "In the Palm of the Hand",
                    "SummaryEnglish": "The battle against the Kingdom at the ruins in America intensifies, with Izzy and Tamaki fighting Brahman members to the death so that Justice and Tom can move forward. Meanwhile, as Justice heads for the ruins to stop Arya, Cal stands in his path, made even stronger after her defeat by BB. Can Justice defeat Cal, the \"strongest of the powerless,\" and stop Arya's true goal from being realized?"
                },
                "12": {
                    "ID": "5697976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/taboo-tattoo/episodes/5697976",
                    "TitleEnglish": "The Deciding Battle",
                    "SummaryEnglish": "Izzy and the others race through the ruins... and find Justice skewered on a bed of spikes. Worse yet, his overuse of his tattoo powers has weakened his regenerative ability, leaving him on the verge of death. Izzy and Tamaki tell Tom to take him and flee while they face off against Arya to buy him more time. When Justice realizes that Izzy and the others are fighting to save him, he knows that he was wrong to become so obsessed with vengeance, and his mind turns toward saving them instead..."
                }
            }
        }
    }
}