{
    "URL": "https://www.thetvdb.com/series/drifters-2016",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5225764/",
        "https://www.themoviedb.org/tv/68103"
    ],
    "TitleEnglish": "Drifters (2016)",
    "SummaryEnglish": "Shimazu Toyohisa, while involved at the Battle of Sekigahara, manages to mortally wound Ii Naomasa, but is critically wounded in the process. As he walks from the field wounded and bleeding, Toyohisa finds himself transported to a corridor of doors, where a bespectacled man at a desk waits for him. This man, Murasaki, sends Toyohisa into the nearest door where he wakes up in another world. There, Toyohisa meets other great warriors like him who have been transported as well, to be part of a group known as \"Drifters\". This world contains both native humans and a number of fantastical races, including elves, dwarves, and hobbits. However, the world is at war, with the humans waging a losing war against another group of great warriors, the \"Ends\", who wish to take over the world and kill all of the Drifters. Under the Ends' command are many terrible creatures, including dragons, which they use to destroy everything in their wake. At the start of the series, the Ends' army has control of the northern part of the continent, and are currently trying to invade the south through a pivotal fortress at the northernmost tip of a nation called Carneades. Meanwhile, the \"Octobrist Organization\", a group of human magicians native to this world, attempt to bring together the many individual Drifters to save their world from the brutal Ends.",
    "TitleJapanese": "ドリフターズ",
    "SummaryJapanese": "西暦1600年、関ヶ原の戦いの最中、謎の存在『紫』の手により島津の退き口から、エルフやオークのいる異世界に召喚された島津豊久は、同様に流れ付いた織田信長や那須与一と出会う。その地で「漂流者（ドリフターズ）」と呼ばれる豊久らは、成り行きと武士としての本能から、人間が支配するオルテ帝国に虐げられるエルフの村を解放、その勢いのまま「国奪り」を開始する。",
    "Aliases": [
        "Drifters (2016)",
        "Drifters: Battle in a Brand-new World War"
    ],
    "Modified": "2025-08-08",
    "Seasons": {
        "0": {
            "ID": "669139",
            "URL": "https://www.thetvdb.com/series/drifters-2016/seasons/official/0",
            "# Episodes": 16,
            "Episodes": {
                "1": {
                    "ID": "5706721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/5706721",
                    "TitleEnglish": "Drifters: Special Edition",
                    "SummaryEnglish": "Bundled with the fifth manga volume. It contains edited footage from the first two episodes of the television series.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6485514",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/6485514",
                    "TitleEnglish": "Rewrite",
                    "SummaryEnglish": "The day after the battle in Verlina, Nobunaga and Saint-Germi think of strategies for the future. Meanwhile, two spies from the Octobrist Organization sneak into a castle town of Northern-Wall where Ends army have been staying. (Episode 13 released as a Blu-Ray special.)",
                    "TitleJapanese": "リライト",
                    "SummaryJapanese": "ヴェルリナでの漂流者と廃棄物の激突から一夜明け、荒れ果てた市街でサン・ジェルミと信長はこれより始まる群雄割拠を見据えて動き出す。 一方、北壁に根を下ろした黒王軍の様子を探るべく、十月機関の導士らは北壁の内部へ潜入。 人を奴隷化しながら急速に高度な文明を築く化物たちの有様を目にし驚愕する。そんな彼らをあざ笑いながら現れたのは源九郎判官義経だった。"
                },
                "3": {
                    "ID": "6485517",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/6485517",
                    "TitleEnglish": "Bring on a War",
                    "SummaryEnglish": "The merchant guild Gu-Binnen led by a noble man Shylock VIII crushed the Orte Empire Navy with the cooperation of one of Drifters, Yamaguchi Tamon, a rear admiral in the Imperial Japanese Navy. Nobunaga asks Saint-Germi for the diplomatic negotiations with Gu-Binnen. (Episode 14 released as a Blu-Ray special.)",
                    "TitleJapanese": "BRING ON A WAR",
                    "SummaryJapanese": "「放蕩　なれど出来息子」シャイロック8世らに率いられた『グ＝ビンネン商業ギルド連合』は漂流者である大日本帝国海軍少将、山口多聞を客将に迎え、オルテ海軍を壊滅し海上覇権を手に入れた。 序列第２のブリガンテは山口多聞に異世界から来た脅威の軍艦「飛龍」の引き渡しを願い出る。 一方、オルテ残軍の主導権争いを見越した信長は西方諸族に向き合う第３軍と第４軍へ『国父位の復活』を打診。 対黒王軍への戦闘準備を整え始める中、信長はサン・ジェルミへ「グ＝ビンネン」への無理難題の外交交渉を依頼する。"
                },
                "4": {
                    "ID": "6944919",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/6944919",
                    "TitleEnglish": "The Outlandish Knight",
                    "SummaryEnglish": "Kan'no Naoshi has unified anthropomorphic animal tribes as a god. He heads for Gu-binnen with Scipio Africanus as soon as he got a letter from Tamon. And now, Ends army launch a full-scale invasion into human countries. (Episode 15 shipped with the special version of the manga's sixth volume, will feature the march of the \"Black King Army.\")",
                    "TitleJapanese": "The Outlandish Knight",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "11075242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/11075242",
                    "TitleEnglish": "Inside the Episode Fight Song",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Inside the Episode Fight Song",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "11075243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/11075243",
                    "TitleEnglish": "Inside the Episode Footsteps",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Inside the Episode Footsteps",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "11075244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/11075244",
                    "TitleEnglish": "Inside the Episode Army of Ours Sortie At Dawn",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Inside the Episode Army of Ours Sortie At Dawn",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "11075245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/11075245",
                    "TitleEnglish": "Inside the Episode Active Heart",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Inside the Episode Active Heart",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "11075246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/11075246",
                    "TitleEnglish": "Inside the Episode Bring Back Love",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Inside the Episode Bring Back Love",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "11075247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/11075247",
                    "TitleEnglish": "Inside the Episode Men of Destiny",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Inside the Episode Men of Destiny",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "11075248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/11075248",
                    "TitleEnglish": "Inside the Episode Chaos Diver",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Inside the Episode Chaos Diver",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "11075249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/11075249",
                    "TitleEnglish": "Inside the Episode Mystery CALL ME",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Inside the Episode Mystery CALL ME",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "11075250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/11075250",
                    "TitleEnglish": "Inside the Episode Serious Bomber",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Inside the Episode Serious Bomber",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "11075251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/11075251",
                    "TitleEnglish": "Inside the Episode Baba Yetu",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Inside the Episode Baba Yetu",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "11075252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/11075252",
                    "TitleEnglish": "Inside the Episode The Adventure of the Pistol Daimoy ~The Song of the Fervid Kyushu Man~",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Inside the Episode The Adventure of the Pistol Daimoy ~The Song of the Fervid Kyushu Man~",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "11075253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/11075253",
                    "TitleEnglish": "Inside the Episode Staring at Shinsengumi ~The Song of the Fervid Kyuhu Man~",
                    "SummaryEnglish": null,
                    "TitleJapanese": "Inside the Episode Staring at Shinsengumi ~The Song of the Fervid Kyuhu Man~",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "670586",
            "URL": "https://www.thetvdb.com/series/drifters-2016/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5647351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/5647351",
                    "TitleEnglish": "Fight Song",
                    "SummaryEnglish": "In the aftermath of the Battle of Sekigahara, warrior Shimazu Toyohisa is suddenly thrust into a mysterious world where he is shocked to encounter the supposedly Oda Nobunaga and the historical figure Nasu Suketaka Yoichi.",
                    "TitleJapanese": "FIGHT SONG",
                    "SummaryJapanese": "時は1600年、関ヶ原・烏頭坂。西軍劣勢で退路を断たれた戦国武将・島津豊久は、伯父・島津義弘を薩摩へ戻すため“捨てがまり”で敵の大将・井伊直政の首を狙う。捨て身の戦法で見事直政に一矢報いるも、首を取るまでには至らず瀕死の重傷を負った豊久。満身創痍で山中を彷徨っていると、突如、奇妙な空間に足を踏み入れる。事務机に座る謎の男、紫が書類にサインをすると豊久は否応なく扉の向こうの異世界へと送り込まれるのだった。 かの地で目を覚ました豊久は驚愕する。そこには死んだはずの英傑・織田信長、そして古の武者、那須与一がいた！"
                },
                "2": {
                    "ID": "5759141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/5759141",
                    "TitleEnglish": "Footsteps",
                    "SummaryEnglish": "As Orte sets the Elven village ablaze in the distance, Nobunaga and Yoichi are dragged into action by Toyohisa's fearless forward charge. Meanwhile on the other side of the world, the march of the Black King is about to Commence.",
                    "TitleJapanese": "踵 鳴る",
                    "SummaryJapanese": "人とは異なる種族である亜人（デミ・ヒューマン）エルフ。その村が、漂流者（ドリフターズ）である豊久を助けた咎で、オルテ帝国の兵によって襲撃される。命の恩人であるエルフを助けるため、豊久は傷も癒えぬうちから走り出す。冷血な騎士武官・アラムの理不尽な殺戮に為す術がないエルフたち。その前に飛び出した豊久は圧倒的な戦闘力で兵たちを次々と打ち倒す。\n時を同じく北方の防衛の要であるカルネアデスの北壁では、人類廃滅を唱える廃棄物（エンズ）の王、“黒王”の進軍が始まろうとしていた。"
                },
                "3": {
                    "ID": "5759142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/5759142",
                    "TitleEnglish": "Army of Ours - Sortie at Dawn",
                    "SummaryEnglish": "The Black King’s army is marching on the Northern Wall of Carneades while the Octobrists attempt to convince Carneades' defenders to hand over control of the defensive force to Hannibal and Scipio. This will be the \"Ends” debut on the battlefield.",
                    "TitleJapanese": "俺軍 暁の出撃",
                    "SummaryJapanese": "十月機関の長・安倍晴明は黒王軍の侵攻を止めるため、ローマを震撼させた天才戦術家・ハンニバルとそれに対抗した軍人・スキピオという因縁深い二人へ軍権を譲るよう、カルネアデスの兵を説得していた。しかし世界の異物である漂流者たちを受け入れるはずもなく、黒王率いる圧倒的な数の人ならざるものの軍、そして超人的な能力をもった廃棄物・ジャンヌ、アナスタシア、土方歳三たちの手によりカルネアデス要塞は落ちようとしていた。撤退を余儀なくされる晴明たちの上空に紫電改が舞う。"
                },
                "4": {
                    "ID": "5759143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/5759143",
                    "TitleEnglish": "Active Heart",
                    "SummaryEnglish": "The Black King is dealing with the aftermath of the conquest of Carneades. Simultaneously, on the other side of the empire, the Drifters are preparing for backlash and starting to grow their own ambitions.",
                    "TitleJapanese": "アクティブハート",
                    "SummaryJapanese": "導師オルミーヌは監視していた豊久たち三人に捕らえられ詰問される。廃棄物の脅威とそれに抗戦してほしいことを求めるオルミーヌだが、軍権が握れない以上廃棄物に対抗できないことを信長に指摘され、逆に豊久を頭目に行う自分達の国盗りに加担しろと迫られる。\n一方、謀士ラスプーチンに支えられ行軍を進める黒王は、傷ついた亜人兵を奇跡の力で治療し、一握りの麦を無限に増殖させ兵站を生み出す。常識を覆す脅威の軍隊には、その身を置きながらも自らを廃棄物とも漂流者とも決めない九郎判官義経の姿があった。"
                },
                "5": {
                    "ID": "5759144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/5759144",
                    "TitleEnglish": "Bring Back Love",
                    "SummaryEnglish": "As the lord's suppression force marches into the seemingly abandoned Elven village, a trap laid by the Drifters waits to be sprung. As a result of the clash, the lack of Elven women in the village is explained, and the flames of vengeance ignited.",
                    "TitleJapanese": "愛をとりもどせ",
                    "SummaryJapanese": "巡察隊を皆殺しにしたせいで、エルフの村は軍によって襲われようとしていた。それを阻止するべく、弓矢を作り襲撃に備えるエルフたち。森の中では兵の死体を集めなにやら始める信長にオルミーヌは眉を顰めるが、日の本の侍の死生観がまるで違うことを感じる。ついに村に軍が迫る夜、豊久はエルフたちに村を取り返した後、代官の城館へ攻め入り女子供を取り返せと強く言い放つのだった。"
                },
                "6": {
                    "ID": "5759145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/5759145",
                    "TitleEnglish": "Men of Destiny",
                    "SummaryEnglish": "As the Elves tear apart the magistrate’s castle, a new player with unknown allegiances looms. Meanwhile, Oda starts work on creating the final nail in Orte’s coffin and bringing about a change that will shatter the foundations of this world.",
                    "TitleJapanese": "MEN OF DESTINY",
                    "SummaryJapanese": "ついに城館に入り込んだ豊久は、迷いなくエルフの女たちを助けに向かうが、そこで見た光景に激昂し兵を皆殺しにしようとする。真直ぐな気質の豊久を汚させまいとする信長はその頭を殴りつけ昏倒させると、命令の指揮を奪い取り兵士を一人残らず始末した。オルテ帝国・帝都ヴェルリナでは、年齢不詳のオカマ、サン・ジェルミ伯が従者を引き連れて貴族院に現れる。"
                },
                "7": {
                    "ID": "5759146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/5759146",
                    "TitleEnglish": "Chaos Diver",
                    "SummaryEnglish": "As Toyohisa and Joan clash in the moonlight, the strings of fate that tie the Drifters together start to converge, and the strength of their alliance is revealed. As the dust settles, the identity of the leader of the Octobrists is unveiled.",
                    "TitleJapanese": "カオスダイバー",
                    "SummaryJapanese": "黒王の命によりジャンヌとジルドレが漂流者を追って廃城に現れた。迎え撃つは豊久と与一。炎を自在に扱うジャンヌに対し、逃げるしか術がない豊久。だが、オルミーヌの助力を得てその戦況を冷静に判断した豊久は戦いの渦中で笑う。与一は矢を受けてなお戦い続けるジルドレに苦戦を強いられていた。"
                },
                "8": {
                    "ID": "5759147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/5759147",
                    "TitleEnglish": "Mystery CALL ME",
                    "SummaryEnglish": "With the dust settling throughout the battlefield, Toyohisa declares that he acts based on his own rules. Far from the battlefield, the axis powers of World War II reunite, and proceed to fall apart. Elves liberated, next up...the Dwarves.",
                    "TitleJapanese": "不思議CALL ME",
                    "SummaryJapanese": "駆け付けたキャシディとキッドによりジルドレをなんとか倒すことができた与一。そこに声をかけたのは、元主にして与一の心に陰を落とす源義経だった。与一は激しく苦悶する。かくして晴明たちと合流を果たす豊久たち。オルテ帝国を滅ぼし漂流者の軍閥を作ろうと画策する信長に晴明はその先の戦乱を危惧する。揃って廃滅のため動く廃棄物と予想のつかない漂流者は世界をどう変えていくのか。"
                },
                "9": {
                    "ID": "5759148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/5759148",
                    "TitleEnglish": "Serious Bomber",
                    "SummaryEnglish": "Gadolka begins with the culmination of the effort spent on black powder and ends with a paradigm shift in the warfare of the new world. The full extent of the Dwarves suffering reveals itself, and a new cog is added to the war machine.",
                    "TitleJapanese": "本気ボンバー",
                    "SummaryJapanese": "オルテ帝国を盗るため、労働者として捕囚されているドワーフを解放すべく、ガドルカ鉱山へと向かう豊久たち。ついに火薬を手に入れた信長は与一の弓を使った爆撃弾で城市を強襲する。初めて聞く爆音と衝撃にオルテ兵は驚き混乱。見事ドワーフを解放しそのまま城市を落とす直前、豊久は敵前で思いもよらぬことを始める・・・"
                },
                "10": {
                    "ID": "5759149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/5759149",
                    "TitleEnglish": "Baba Yetu",
                    "SummaryEnglish": "After freeing the Dwarves, the Drifters’ plans continue getting derailed as unexpected guests show up. Meanwhile, far to the north, the Black King’s plan continues to unfurl as the Ends regroup and recover in preparation to strike back.",
                    "TitleJapanese": "Baba Yetu",
                    "SummaryJapanese": "人類を廃滅し地上に新たな文明を作るために黒王は六大竜の一匹である青銅竜を軍門に下らせ、亜人たちに耕作をさせ文字を作り、多種族一体化の準備を始める。 時を同じくして信長は次なる戦への備えに鉄砲の量産を開始し、豊久はドワーフ軍を鍛錬する。そんな折、豊久たちの前にオルテの国政を左右する大藩治公サン・ジェルミが現れる。"
                },
                "11": {
                    "ID": "5759150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/5759150",
                    "TitleEnglish": "The Adventure of the Pistol Daimyo ~Bullet Counting Song~",
                    "SummaryEnglish": "The coup begins yet right from the start there is an unexpected wrench thrown into the plans. The roar of muskets now rips across the new world, and the Drifters find their places leading armies.",
                    "TitleJapanese": "ピストル大名の冒険～火縄丸数え歌～",
                    "SummaryJapanese": "豊久たちの前に現れたサン・ジェルミはオルテ帝国へのクーデターの企てを持ちかける。信長は利益と打算で動いている間はサン・ジェルミはむしろ信頼できるとして、計画に協力することを決断しオルテ帝国の首都ヴェルリナへと向かう。 サン・ジェルミの議会操作による無血開城が行われると思いきや、黒王軍・ラスプーチンによる烽火があがり、ドリフターズと黒王軍の直接対決となる首都攻防戦が幕を開ける。"
                },
                "12": {
                    "ID": "5759151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/drifters-2016/episodes/5759151",
                    "TitleEnglish": "Staring at Shinsengumi ~The Song of the Fervid Kyushu Man~",
                    "SummaryEnglish": "As Toyohisa and Hijikata dance a deadly duet in the inferno of a capital, Nobunaga slowly moves to turn the tide. As the ashes settle on the city, a Pyrrhic victory is achieved with the line between victory and defeat not being so clear cut.",
                    "TitleJapanese": "みつめて☆新選組 ～熱血九州男児の唄～",
                    "SummaryJapanese": "ヴェルリナ市街を襲う黒王軍を、信長率いる火打銃兵（マッチロックガナー）と与一が率いるエルフの弓衆が迎え撃つ。銃の威力に崩れ撤退する黒王軍の兵だが、あまりの引き際の良さに信長は落ち着いて場を見定める。 信長たちとは別にドワーフを率いて先陣を切る豊久の前に、新撰組副長・土方歳三が立ちはだかる。豊久の胸にある「島津十字」を目にし憎悪を滾らせる土方を、知ってか知らずか豊久は嬉々として挑発し戦いを挑む。"
                }
            }
        }
    }
}