{
    "URL": "https://www.thetvdb.com/series/planetarian-the-dream-of-the-small-star",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Mini-Series",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/0D39-6E31-9243-763F-BB20-4",
        "https://www.imdb.com/title/tt6026166/",
        "http://planetarian-project.com/",
        "https://www.tvmaze.com/shows/16372/show-slug",
        "https://www.themoviedb.org/tv/67078",
        "https://www.themoviedb.org/tv/67078",
        "https://en.wikipedia.org/wiki/Planetarian:_The_Reverie_of_a_Little_Planet"
    ],
    "TitleEnglish": "Planetarian: The Dream of the Small Star",
    "SummaryEnglish": "It is thirty years after the failure of the Space Colonization Program. Humanity is nearly extinct. A perpetual and deadly Rain falls on the Earth. Men known as \"Junkers\" plunder goods and artifacts from the ruins of civilization. One such Junker sneaks alone into the most dangerous of all ruins—a \"Sarcophagus City.\" In the center of this dead city, he discovers a pre-War planetarium. And as he enters he is greeted by Hoshino Yumemi, a companion robot. Without a single shred of doubt, she assumes he is the first customer she's had in 30 years. She attempts to show him the stars at once, but the planetarium projector is broken. Unable to make heads or tails of her conversation, he ends up agreeing to try and repair the projector...",
    "TitleJapanese": "planetarian～ちいさなほしのゆめ～",
    "SummaryJapanese": "封印都市の忘れ去られた プラネタリウム 。こに迷い込んだ男が出会った ロボットの少女 、星に導かれた 奇跡の物語。世界大戦後の降りやまない雨の世界。細菌兵器の影響で、人々に見捨てられた最も危険な街【封印都市】。その、デパートのプラネタリウムに、ロボットの少女がいた。彼女の名前は“ほしのゆめみ”。彼女はプラネタリウムの解説員で、1年間にたった7日間しか稼働することができない壊れかけのロボットだった。そこで彼女は、30年間いつか誰かが訪れることを信じて、1人誰もいないこの世界で待ち続けた。そして、30年目の目覚めたその日に、彼女の前に1人の男が現れた。「おめでとうございますっ！ あなたはちょうど、250万人目のお客様です！」突如現れたロボットに警戒する男・“屑屋”。貴重物資を回収することを生業とする彼は、【封印都市】に潜入中、都市を徘徊する戦闘機械(メンシェン・イェーガー)の襲撃にあい、このプラネタリウムに迷い込んだのだった。「プラネタリウムはいかがでしょう。 どんな時も決して消えることのない、美しい無窮のきらめき......。満天の星々がみなさまをお待ちしています」大戦の影響で、星すら見えなくなった滅びゆくこの世界で、彼はそこで何を見るのか。1年で7日間しか稼働できないロボットの少女が、目覚めたまさにその日に訪れた偶然。そこで起こった 奇跡 とは―。",
    "Aliases": [
        "Planetarian: The Reverie of a Little Planet",
        "planetarian: Chiisana Hoshi no Yume"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "669414",
            "URL": "https://www.thetvdb.com/series/planetarian-the-dream-of-the-small-star/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5648177",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/planetarian-the-dream-of-the-small-star/episodes/5648177",
                    "TitleEnglish": "Planetarian: Storyteller of the Stars",
                    "SummaryEnglish": "The film adapts and expands the Planetarian visual novel by Key. The story is set in a dystopian future where biological and nuclear warfare has left a once prosperous civilization in complete ruin. The film tells the story of an old man travelling around with a mobile planetarium projector to show people the stars.",
                    "TitleJapanese": "planetarian～星の人～",
                    "SummaryJapanese": "世界規模の戦争によって荒廃した近未来の世界。人口は激減し、気候変動によって地上に陽光が射すことはなくなり、厚く垂れ込めた雲からは生物に有害な物質を含んだ雨が絶え間なく降り続いていた。ある日「屑屋」を生業にする一人の男が、「封印都市」と人々が忌み嫌う廃墟の都市からまだ使用可能な物を探すべく、廃墟となった商業施設の一つに潜入した。その屋上にあるプラネタリウムで、彼は少女の形をしたロボット・ほしのゆめみと出会う。"
                },
                "2": {
                    "ID": "7875929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/planetarian-the-dream-of-the-small-star/episodes/7875929",
                    "TitleEnglish": "Planetarian: Snow Globe",
                    "SummaryEnglish": null,
                    "TitleJapanese": "planetarian ~雪圏球[スノーグローブ]~",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "669415",
            "URL": "https://www.thetvdb.com/series/planetarian-the-dream-of-the-small-star/seasons/official/1",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "5636014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/planetarian-the-dream-of-the-small-star/episodes/5636014",
                    "TitleEnglish": "The Robot's Bouquet",
                    "SummaryEnglish": "This city has been dead for over thirty years, abandoned after the biological weapons strike rendered it uninhabitable. A lone man prowls the dead streets, looking for useful loot. He stumbles across something he never expected - a warm greeting.",
                    "TitleJapanese": "ロボットの花束",
                    "SummaryJapanese": "世界大戦の影響によって人々から見捨てられた街「封印都市」。そこからまだ使える物を回収する「屑屋」と呼ばれる商売を生業としている一人の男が居た。彼はその探索の最中、屋上にレドームのような施設の付いた建物を発見し迷い込む。その建物は廃墟となったかつての商業施設であった。建物を探索する中、何故かまだ電気が通っている最上階の部屋を発見する。暗視カメラに突然入った光の中に映し出されたのは、少女の形をしたロボット「ほしのゆめみ」。彼女は彼を250万人目のお客様と称して、花束と称するガラクタを渡し、投影によって歓迎しようとする。その「少し壊れているロボット」を自称する彼女の話によれば、そこは商業施設の最上階にある「プラネタリウム」であり「星空」を見せてくれるのだという。しかしその装置は壊れており、直す者の居ない封印都市では投影できるはずもない。担当者によりじきに修理され投影出来るようになると引きとめる「ゆめみ」を後に「屑屋」は再びそこを去ろうとするが、気が変わり踵を返す……。"
                },
                "2": {
                    "ID": "5648173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/planetarian-the-dream-of-the-small-star/episodes/5648173",
                    "TitleEnglish": "Repairing the Projector",
                    "SummaryEnglish": "Stranded in a dead city full of killer robots and running out of supplies, the last thing the Junker should be doing is fixing a massive entertainment/education machine over a century old. But that is exactly what he decides to do.",
                    "TitleJapanese": "投影機修理",
                    "SummaryJapanese": "プラネタリウムへと戻り、彼女が「イエナさん」と呼ぶ投影機の修理をすることにした屑屋。それは、長い期間動かされることが無かった複雑な仕組みを持った機械であり作業は難航した。手伝いとも邪魔とも付かないゆめみの協力を得ながら、ゆめみと言葉を交わしつつ修理の作業する屑屋は次第に彼女に心を許していく。彼女曰く、この30年間、彼女は一年間に七日間だけ稼動し、残りの時間は供給される少ない電力を充電に費やすサイクルで動作し、丁度その目覚めた日に屑屋が迷い込んだのだという。苦労の甲斐もあり、二日を費やし投影機の修理は完了した。"
                },
                "3": {
                    "ID": "5648174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/planetarian-the-dream-of-the-small-star/episodes/5648174",
                    "TitleEnglish": "Yumemi's Projection",
                    "SummaryEnglish": "After many hours of hard work, the Junker manages to fix the projector. For the first time in decades, Yumemi does what she was made for - presenting the starry sky to an eager and attentive audience.",
                    "TitleJapanese": "ゆめみの投影",
                    "SummaryJapanese": "屑屋の修理は成功し、ゆめみによる投影が始まった。ゆめみと投影機「イエナさん」によって、夏から秋の星座の解説、それにまつわる神話が語られ、その様子に屑屋は心を動かされる。通常の投影が終わり、250万人来場記念の特別投影が始まったその時、プラネタリウムの電源が落ちてしまう。それは細々と続いていたプラネタリウムへの電力の供給が停止していたことが原因であった。投影を継続できないことに肩を落とすゆめみに屑屋は一つの提案を行う。それは、ゆめみによる解説のみでの投影の継続であった。機材が不完全な状態での投影を渋るゆめみに屑屋は「星のことは全て頭に入っている。だから解説だけでかまわない」と嘘をつき、ゆめみによる投影は再開された。翌日、プラネタリウムを後にしようとした屑屋にゆめみは帰路の距離を尋ねる。話を聞くと、帰りの車まで付き添うという申し出であった。"
                },
                "4": {
                    "ID": "5648175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/planetarian-the-dream-of-the-small-star/episodes/5648175",
                    "TitleEnglish": "Drunk with Alcohol",
                    "SummaryEnglish": "Yumemi and the Junker travel through the lifeless city. Yumemi continues to provide a glimpse of the past - the features of the city as she remembers them - as the Junker ponders what he can achieve in the future.",
                    "TitleJapanese": "酒に酔う",
                    "SummaryJapanese": "封鎖壁の外に戻る屑屋についていくことになったゆめみ。道すがら在りし日の花菱デパート周辺施設を案内する彼女を呆れながらも連れて歩く屑屋。その道中、屑屋は壊されたリカーショップの店内で一本だけ、無事な酒瓶を見つける。久々に手にする酒を飲みほしながらゆめみの今後に思いをめぐらせる中、屑屋はシオマネキの姿を目にする。ゆめみの機動性からすり抜けることは難しいと判断した屑屋は、ゆめみに今の状況を説明しそこに留まり屑屋が戻るのを待つこと、実際に見たものを頼りにこの先の事を決めておくことを指示し、一人シオマネキの撃破に向かう。ビルの物陰からシオマネキに攻撃を仕掛けた屑屋であったが攻撃は不発。シオマネキからの反撃のレールガンが屑屋に向けて放たれた……。"
                },
                "5": {
                    "ID": "5648176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/planetarian-the-dream-of-the-small-star/episodes/5648176",
                    "TitleEnglish": "Yumemi's Wish",
                    "SummaryEnglish": "Yumemi and the Junker finally reach the city exit, only to find it guarded by an autonomous killer robot. With the element of surprise lost, the Junker only has a few weapons left - two armor-piercing grenades, and hope for a new way of life.",
                    "TitleJapanese": "ゆめみの願い",
                    "SummaryJapanese": "シオマネキへの奇襲に失敗した屑屋。シオマネキの反撃にもひるまず、屑屋は更に戦闘を継続する。第二発目の砲弾は、相手の脚部に当たり動きを封じることに成功するが、反撃で屑屋もまた、足を負傷してしまう。身動きがとれなくなった屑屋の目に、ゆっくりとシオマネキに歩み寄るゆめみの姿が映った。ゆめみに気をとられたシオマネキに屑屋はとどめの砲弾を打ち込むが、ゆめみは半身をシオマネキに破壊された姿となっていた。その行動を問いただす屑屋に、ゆめみは人間に危害を加えようとしている機体を暴走状態のロボットと認識したこと、ロボット工学三原則第一条に基づき停止させるべく行動を起こしたのだと答える。そして、命令に反したこと、そしてシオマネキの攻撃行為をシオマネキに代わって詫び、過去の映像を走馬灯の様に映し出す。バッテリの残量が減り機能停止が近づく中、「本当はゆめみを迎えに来ていて、壁の向こうにはお前の職場があり、また働けるのだ」と屑屋は嘘をつく。その言葉にゆめみは自分のメモリーカードを屑屋へ託し、屑屋はメモリーカードと交換に首から下げていたペンダントをゆめみにかけ、封印都市を後にする。"
                }
            }
        }
    }
}