{
    "URL": "https://www.thetvdb.com/series/d-gray-man-hallow",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5954268/",
        "https://www.themoviedb.org/tv/67145"
    ],
    "TitleEnglish": "D.Gray-man Hallow",
    "SummaryEnglish": "From the studio behind D.Gray-man comes the highly anticipated continuation to the popular series. Allen Walker is an exorcist working for the Black Order whose mission is to protect mankind from the evil Millennium Earl and his deadly Akuma. Allen and his comrades must recover lost Innocence while defending against the Earl’s terrifying army. But if they fail, Innocence will be lost forever.",
    "Aliases": [],
    "Modified": "2025-08-11",
    "Seasons": {
        "1": {
            "ID": "669936",
            "URL": "https://www.thetvdb.com/series/d-gray-man-hallow/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5641463",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/d-gray-man-hallow/episodes/5641463",
                    "TitleEnglish": "The Fourteenth",
                    "SummaryEnglish": "After collecting Innocence, Allen and the other Exorcists are headed to the Black Order’s new Headquarters, where Director Lvellie and Allen’s Master, Cross Marian, await Allen’s arrival.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5667806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/d-gray-man-hallow/episodes/5667806",
                    "TitleEnglish": "Lonely Boy",
                    "SummaryEnglish": "Allen and the others are sent to Paris to investigate Phantom Thief G, who is believed to have something to do with Innocence. Once there, they find the thief, whom they discover is also being sought by another party.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5667807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/d-gray-man-hallow/episodes/5667807",
                    "TitleEnglish": "It'll Be Fine If I Wash My Face",
                    "SummaryEnglish": "While Allen, Kanda, and Marie are fighting AKUMA inside Hearst Orphanage, Timothy awakens as a new Innocence Accommodator. Meanwhile, Reever and the others try to enter the building, but they are hindered by an enveloping barrier.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5667808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/d-gray-man-hallow/episodes/5667808",
                    "TitleEnglish": "Blood Crusade",
                    "SummaryEnglish": "Both Lenalee and Kanda notice brief changes in Allen's persona ever since his last fight. Back in the Order, it is revealed that the Exorcist who saved Timothy is a \"Third Exorcist\" created by the North American branch using the Akuma egg and the Generals from the Black Order previously destroyed. Meanwhile, the Earl reunites all the Noah to attack the Black Order's branches alongside Akuma. Allen allies with the Third Exorcists, but the latter are attacked by three Noah. Meanwhile, Kanda is taken down by the Noah Wisely who claims he needs the memories of Alma Karma.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5667809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/d-gray-man-hallow/episodes/5667809",
                    "TitleEnglish": "Alma Karma",
                    "SummaryEnglish": "Some of the Black Order’s staff are brought into the North American Branch to observe Alma Karma, the parent body of the Third apostles. However, during the meeting, the branch is attacked and comes under the Noah clan’s control.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5667810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/d-gray-man-hallow/episodes/5667810",
                    "TitleEnglish": "Friend",
                    "SummaryEnglish": "The Millennium Earl, along with some Noah members, pays a visit to the Black Order’s North American Branch where Alma Karma has been sleeping. In order to awaken him, Wisely uses Yuu’s brain, which ends up dragging Allen into his memories.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5667811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/d-gray-man-hallow/episodes/5667811",
                    "TitleEnglish": "The Truth About a Sterile Flower",
                    "SummaryEnglish": "While in Yuu’s memories, Allen sees what the Black Order was doing to Yuu and Alma Karma in the name of the Second Exorcist Plan nine years ago, and how Yuu ended up killing Alma Karma.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5667812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/d-gray-man-hallow/episodes/5667812",
                    "TitleEnglish": "Awakening",
                    "SummaryEnglish": "As Alma Karma finally wakes, the Alma cells that were implanted in the Third Exorcists start to go out of control. When the situation becomes desperate, the Millennium Earl makes Allen an offer.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5667813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/d-gray-man-hallow/episodes/5667813",
                    "TitleEnglish": "Little Good-Bye",
                    "SummaryEnglish": "After the Hekiji barrier placed on the North American Branch is canceled, Allen sees the soul of Alma Karma, who became an Akuma, and learns why Alma has been trying to kill Kanda.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5667814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/d-gray-man-hallow/episodes/5667814",
                    "TitleEnglish": "Sinner in Despair",
                    "SummaryEnglish": "Allen is confined for disobeying Director Lvellie’s orders. Since he does not eat anything as he’s afraid of the food possibly having truth serum in it, Link gets worried and brings some food for him. Then they receive a visitor in Allen’s cell.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5667815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/d-gray-man-hallow/episodes/5667815",
                    "TitleEnglish": "Hidden One",
                    "SummaryEnglish": "Link tries to stop the Cardinal when he attacks Allen, but is easily subdued. Allen attacks the Cardinal with his Innocence, but discovers that he is a non-human being as well as the person who fatally shot Cross Marian. Tyki, Road and the Third Exorcists arrive under orders from the Earl to save Allen. Tyki reveals the Cardinal is actually Apocryphos, a sentient Innocence existing solely to protect the Heart, which the Noah has been searching for 7000 years. Apocryphos reveals he will merge with Allen to save him from the 14th, and a fierce battle ensues between him and Tyki. Meanwhile, the Exorcists and scientists ask Rouvelier and Komui Lee to free Allen, but to no avail. As Apocryphos overwhelms Allen and the two Noah, Link frees Timcanpy and explodes a hole in the prison wall so that Allen could escape. The Pope revokes Allen's rights as an Exorcist and Komui commands all Exorcists to capture Allen. Lenalee refuses to believe Allen has betrayed them and chases after him.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5667816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/d-gray-man-hallow/episodes/5667816",
                    "TitleEnglish": "My Home",
                    "SummaryEnglish": "As Allen and the Noah escape from Apocryphos, Tyki questions Allen about the Order still being his affiliation due to the fact they have began treating him as a Noah. The Exorcists try reaching Allen but they are cornered by several Akuma and the Third Exorcists. Apocryphos' previous attack on Allen causes them to be connected when he activates his Innocence. However, Allen still decides he wants to remain as an Exorcist which causes Tyki to leave. Road disappears shortly after that, leaving Allen with a now smaller Timcampy. As Allen decides to leave the Order compound using his Noah's Ark, he is approached by Lenalee who tells him they will become enemies if he leaves. Nevertheless, Allen says he will remain as an Exorcist after hugging her and leaves.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5667817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/d-gray-man-hallow/episodes/5667817",
                    "TitleEnglish": "Walker",
                    "SummaryEnglish": "Many years ago, Cross Marian brought a younger Allen to a caretaker when he fell into a trauma after attempting to revive his guardian Mana and turning Mana into an Akuma. As Cross took care of Allen, Allen recovers but starts behaving like Mana. In the present day, after abandoning the Order, Allen returns to his caretaker. Sheril continues torturing Lavi to know the truth behind Road's past and her relationship with Nea. At the same time, Kanda returns to the Order to make peace with the dying Zu, the scientist who launched the Second Exorcist Project. While synchronizing with his Innocence, it turns into a crystallized form. Later, Kanda reveals to Marie and Lenalee that he only returned for Allen as a self-redemption for awakening the 14th. Elsewhere, Allen starts fighting Akuma who react to his transformation into Nea. When Allen starts to transform again, he remembers Mana's and Cross's words of encouragement, which allows him to regain his body.",
                    "Aliases": []
                }
            }
        }
    }
}