{
    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/590B-1390-17EA-F059-4E6E-3",
        "https://www.imdb.com/title/tt6354518/",
        "https://www.themoviedb.org/tv/67676"
    ],
    "TitleEnglish": "The Disastrous Life of Saiki K.",
    "SummaryEnglish": "Saiki Kusuo has a wide array of superpowers at his command, including telepathy and telekinesis. This might sound awesome, but, in Kusuo's experience, superpowers are not all they're cracked up to be. He tries to live a normal life despite his annoying abilities.",
    "Aliases": [
        "Saiki Kusuo no Sainan: Saishidou Hen",
        "Saiki Kusuo no Psi Nan",
        "斉木楠雄のΨ難 Ψ始動編",
        "The Disastrous Life of Saiki K.: Reawakened",
        "Saiki Kusuo no Ψ Nan",
        "Saiki Kusuo no Ψ Nan Kanketsu-hen",
        "Saiki Kusuo no Ψ-nan: Ψ-shidou-hen"
    ],
    "Modified": "2025-08-18",
    "Seasons": {
        "0": {
            "ID": "671381",
            "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/seasons/official/0",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "7490266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/7490266",
                    "TitleEnglish": "Saiki Kusuo no Sainan ONA",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "6972873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6972873",
                    "TitleEnglish": "Final Arc",
                    "SummaryEnglish": "With a school deadline impending, Kusuo and the class discuss their post-graduation plans. Big brother Kusuke makes Kusuo lose control of his body."
                },
                "3": {
                    "ID": "7526830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/7526830",
                    "TitleEnglish": "Three Men, a Little Girl, a Police Officer and a Dog / Sign In to the Game World / Publishing Crisis? Working at Shuensha / Proud Mom of a Son! Mom's Meetup / Let's Show Our Proud Clay Work",
                    "SummaryEnglish": "Kusuo and his \"friends\" search for a missing dog. Kusuo discovers the intricacies of online gaming, then the world of adults as his father's stand-in."
                },
                "4": {
                    "ID": "7526835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/7526835",
                    "TitleEnglish": "Disasters Caused by Super Useless Abilities / Build the Most Powerful Deck! / The Die Is Cast! Fierce Card Battle / Metori Saiko's Equation of Victory / Hero in Disaster",
                    "SummaryEnglish": "Broken headgear spells trouble for Kusuo's home life. Kaido ropes his friends into a children's card game and loses in more ways than one."
                },
                "5": {
                    "ID": "7526839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/7526839",
                    "TitleEnglish": "New Teacher with an Outstanding Feature / Disaster of the School Physical / Visiting a Friend's House While Their Parents Are Out / Let's Aim for a Debut in Jump Magazine / Please Visit There & Enjoy",
                    "SummaryEnglish": "A sincere new teacher's creepy-looking face leads to mishaps and misunderstandings when the class sets out to find a peeping tom."
                },
                "6": {
                    "ID": "7526840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/7526840",
                    "TitleEnglish": "Terrifying! A Disastrous Transfer Student Appears! / Read the Signs! Mikoto Aiura's Fortune Telling / A Disastrous and Optimal Battle!",
                    "SummaryEnglish": "Toritsuka ropes Kusuo into helping him after a cute transfer student bumbles into their lives. She might be more than Kusuo can handle."
                },
                "7": {
                    "ID": "7526842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/7526842",
                    "TitleEnglish": "Bully Rescue! Mr. Iguchi / Suddenly Begins! Real Real Escape Room / Spending the Weekend with Best Friends / Toritsuka vs. Satou!",
                    "SummaryEnglish": "Nendo's friends get mistaken for bullies. Kusuo escapes his friends before their plans to have an escape room adventure become reality."
                },
                "8": {
                    "ID": "7526844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/7526844",
                    "TitleEnglish": "Reawakening Saiki Kusuo",
                    "SummaryEnglish": "Kusuo is now a third-year student living as a normal teenager with no psychic powers. Sort of. But being normal is harder than he thought."
                }
            }
        },
        "1": {
            "ID": "671382",
            "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "5653534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5653534",
                    "TitleEnglish": "The Disastrous Life of a Psychic + The Worst of the Worst?! Riki Nendou + Shun Kaidou, AKA The Jet-Black Wings + Intelligent and Beautiful! Kokomi Teruhashi",
                    "SummaryEnglish": "Kusuo Saiki was born with supernatural powers. Thanks to his laid-back parents, he lived a fairly normal life. However, it turns out that having supernatural powers isn’t really all it’s cracked up to be. Although Kusuo’s parents are currently fighting each other, he tries to stay out of it since he thinks that it is a problem that they need to work out for themselves. Kusuo’s telepathic abilities allow him to read the thoughts of everyone around him. Everyone, that is, except for one particular individual... Shun Kaidou is another one of Kusuo’s classmates at PK Academy. He claims to have special powers and believes that there are dark forces at work that have evil plans for humanity. Kokomi Teruhashi is the quintessential pretty girl, leaving all the guys awestruck by her beauty and her sweet-as-honey personality. However, her attempt to bless Kusuo with her presence leads to some unexpected results."
                },
                "2": {
                    "ID": "5666705",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5666705",
                    "TitleEnglish": "Hot-Blooded! Dodgeball! + Reach Him! Sign of Love + Saiki Family Home Renovation?! Drastic Makeover!! + Deceive! Mind Control",
                    "SummaryEnglish": "It’s dodgeball time in Saiki’s PE class. As usual, Saiki tries to conceal his abilities, but his attempts to keep a low profile lead to unexpected difficulties. Now that Hairo is out of the game, Saiki is the Paper Team’s last hope to win. However, Saiki is more concerned with figuring out how to keep his likability neutral so that he does not attract attention. Chiyo Yumehara, one of Saiki’s classmates, has a crush on him. In order to get to know him better, she comes up with some plans to get closer to him. Now that Saiki’s parents have reconciled, they want to sleep in the same bedroom. In order to do so, they need to move some furniture around and want Kusuo’s help. Have you ever wondered why none of the other students have called attention to Saiki’s unique looks? It all has to do with a little bit of mind control..."
                },
                "3": {
                    "ID": "5666706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5666706",
                    "TitleEnglish": "A Genius Magician?! Uryoku Chouno + Second Encounter (on TV)! Uryoku Chouno + How Shady! Dark Reunion! + Beachside Summer Story + A New School Term Starts! The Melancholy of Nendou",
                    "SummaryEnglish": "While Saiki is walking through the park, he comes across a magician performing a magic show. Unfortunately for the magician, it’s hard to surprise a psychic who can literally see through his illusions... Saiki likes to watch TV because he can avoid reading the minds of the people on the TV, and thus is able to experience surprise and excitement like ordinary people. He experiences one such surprise when he sees Uryoku Chouno appear on TV. Kaidou is summoned by a mysterious individual who belongs to a group trying to destroy Dark Reunion. He says that they need Kaidou’s help and tries to enlist Kaidou into the group. Saiki’s day at home is interrupted when Nendou finds his house and asks him to go with him to the beach. Due to his mom’s “persuasion,” he ends up going, but then... On the first day of the new school term, Saiki and Kaidou notice that Nendou is acting strange. Wanting to know what’s up with him, they decide to follow him after school."
                },
                "4": {
                    "ID": "5666707",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5666707",
                    "TitleEnglish": "Please Make Me Your Apprentice! + Psychic Medium in the Class Next Door + Kineshi Hairo, in Search of Lumber + Home Alone Disaster + Crisis in Three-Month Relationship",
                    "SummaryEnglish": "Saiki receives a letter from someone claiming to know that he’s a psychic and wishing to be his apprentice. This person also claims to have special abilities of their own. Saiki hears his classmates talking about a new student in the class next to theirs. Of course, that student turns out to be Reita Toritsuka, the psychic medium that wishes to be his apprentice. After school, Hairo asks Saiki to help him finish up making the entry gate for the school’s Sports Day. However, they discover that the arch and pedestal are broken and Hairo won’t rest until it has been fixed. Saiki’s parents leave for a wedding, and now Saiki’s got the house all to himself. Noticing how messy the house is, he starts to clean up, only to discover something truly terrifying. Saiki gets worried when he notices that Chiyo Yumehara has been eyeing him again. When he learns that things aren’t going well between her and her boyfriend Takeru, he decides to help mend their relationship."
                },
                "5": {
                    "ID": "5666708",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5666708",
                    "TitleEnglish": "Escape Using an Invincible Suit of Camouflage! + Get Fired Up! PK Academy Sports Day + Don’t Catch Fire! Safety Drill!",
                    "SummaryEnglish": "It’s four o’clock. Saiki wants to leave school right away so that he can catch a TV show. As he tries to leave school, though, he realizes that people are looking for him and now he needs to figure out how to get out of school without being noticed. Today is PK Academy’s Sports Day and of course Hairo is fired up to win it! After a failed attempt at trying to get out of attending, Saiki must now try to once again perform perfectly mediocre in order not to call attention to his abilities. After Nendou pulls out one of Saiki’s “hairclips,” Saiki suddenly collapses and falls unconscious. At that moment, around the world, strange events begin occurring. After the tug of war event, Class 3 is still behind the other classes. In order to win first place, they’ll have to earn a lot of points in the remaining two events, the beanbag toss and interclass relay. Saiki’s school is having an evacuation drill today. Students are expected to follow the instructions and evacuate the building; however, they seem more preoccupied with the mnemonic they learned instead."
                },
                "6": {
                    "ID": "5666709",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5666709",
                    "TitleEnglish": "Enticing Premium Quality Coffee Jello + In Order to Avoid Misfortunes... + Teruhashi’s Biggest Trial + The Disastrous Life of the Psychic Medium Reita Toritsuka + Stop the Killer Domino Effect!",
                    "SummaryEnglish": "Saiki is faced with a dilemma that requires careful deliberation. When it comes to coffee jello, which is more important, quantity or quality? Saiki’s classmates have been talking about the House of Fortune-Telling that recently opened up. Although Kaidou says fortune-telling is stupid, he goes to check it out. Nendou is taking Saiki and Kaidou to a ramen shop that he heard was good. On their way, they run into Teruhashi and she asks to join them. Being a psychic medium from birth, Toritsuka can see ghosts. Unfortunately, he wants to use these powers for his own guilty pleasures... Saiki wakes up and immediately realizes that his powers are gone. He rejoices now that he’s free from the curse of his psychic powers."
                },
                "7": {
                    "ID": "5690369",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5690369",
                    "TitleEnglish": "Reign of the Small King + Frolic! Silent Night + Noisy New Year's",
                    "SummaryEnglish": "Are you a cat person? Or a dog person? As for Saiki, he couldn't care less. So what will he do when he encounters a cat in trouble? It’s the Christmas season. Saiki’s family is having a Christmas party at home. When he gets home, he finds a surprise guest waiting for him. It’s New Year’s Day. The Saiki family is visiting a shrine to say prayers. Saiki’s wish is to spend a quiet time at home during the New Year’s holidays. Will it be answered? Kurumi and Kuniharu get excited to see that Kusuo has so many friends, and end up inviting them over to their house for New Year’s. It seems that Kuniharu’s efforts to undo the damage of his wife’s mistake of spilling the beans about Kusuo having psychic powers didn’t work after all. Now Kusuo has to do something to rectify this situation."
                },
                "8": {
                    "ID": "5690370",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5690370",
                    "TitleEnglish": "The Scariest! Mr. Matsuzaki + Chocolate Festival + Absolutely the Worst! Nendou’s Father + Totally Trusting! Kurumi Saiki + Telepathy Silencer",
                    "SummaryEnglish": "Many students at Saiki’s school can’t stand Mr. Matsuzaki, their PE teacher. When he confiscates some of their things, a group of students decides to get back at him. It’s Valentine’s Day, and the guys are all anxious to see how many chocolates they’ll get. Toritsuka, who’s trying to be nice to girls for this day, asks Saiki to foresee if he’ll get any chocolates. Nendou comes by Saiki’s house to ask him to come check out a big hole he dug. Saiki evades this bad situation by pretending to be out. However, his problem isn’t quite over yet. Saiki’s mom Kurumi is so trusting that she gets easily taken in by salesmen. Today, she purchases bottled water that she’s told has mysterious powers. After coming across a ring that cancels his telepathy, Saiki decides to go someplace where he’s always wanted to go if he lost his telepathy: a movie theater."
                },
                "9": {
                    "ID": "5690371",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5690371",
                    "TitleEnglish": "The Superstar Returns! + Cast the Die! An Upset in the Finals + Second Encounter (for Real This Time)! Uryoku Chouno + Mera’s Money Situation",
                    "SummaryEnglish": "Toru Mugami, the movie star Teruhashi was with at the theater, comes to see Saiki. He says that he wants to discuss something concerning Teruhashi. Students at PK Academy are taking final exams. Nendou is told that he’ll have to repeat Year 2 if he flunks three or more subjects, but he says he’s got a secret plan for passing his tests. After taking off the germanium ring, Saiki immediately begins hearing depressing thoughts from a familiar voice... Saiki somehow ends up being Chouno’s assistant in his magic show. The time finally comes to perform the body-cutting trick, but can Saiki make it a success? PK Academy forbids their students from working. However, one of Saiki’s classmates, Chisato Mera, works at a café he likes to visit, and asks him not to tell anyone about it."
                },
                "10": {
                    "ID": "5690372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5690372",
                    "TitleEnglish": "Reignited! Physical Fitness Test! + Little Love Story + The Latest Crappy Game! Olfana’s Story + Welcome Home! Mama + The Best Way of Confessing Love?! Spirit-Summoning Technique",
                    "SummaryEnglish": "It’s time for the physical fitness test in Saiki’s PE class. Hairo is even more fired up than usual since he’s got a powerful rival now. When the cat Saiki previously saved starts coming to his house and meowing every day, Saiki comes up with a plan to get rid of him. Saiki does not play popular video games because he telepathically overhears spoilers. So he's decided to play “Olfana’s Story,” a crappy game that no one else is interested in playing. On their way home, Saiki, Kaidou and Nendou run into Kaidou’s mother. Seeing her son’s friends, she asks him to invite them over to their house for some tea. Toritsuka likes one of his classmates, Yoriko Itano. When Saiki refuses to help him hook up with her, Toritsuka gives it a shot on his own using his new spiritualism ability."
                },
                "11": {
                    "ID": "5690373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5690373",
                    "TitleEnglish": "Jump! Cyborg Cider-Man No. 2 + Industry-Leading, Top-Ranking Company?! Father’s Job + Cider-Man No. 2 vs. The Lemonade Fiend + Kusuo Saiki’s Holiday + Kusuo Saiki’s Woman Troubles",
                    "SummaryEnglish": "When Saiki sees a boy’s balloon flying away, he uses his psychic powers to jump high and get it back for him. The boy thinks that Saiki is his favorite hero, Cider-man No. 2, and starts following him. When Kuniharu is late for work, he asks Saiki to teleport him to his office. After being bribed with a coffee jello, Saiki teleports him to work. Once there, Saiki ends up going to the office with Kuniharu to check the place out. Just when Saiki thinks that he can have a quiet, relaxing day, his neighbor Yuuta stops by and wants to watch the Cider-man Blu-ray with him. There’s a festival going on, and Saiki goes to check it out. He tries to keep a low profile as usual, but his telepathy isn’t of much use to him because of the huge crowd. Teruhashi and Yumehara run into each other at a cafe and decide to sit together and talk. Then the subject of who they like comes up..."
                },
                "12": {
                    "ID": "5690374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5690374",
                    "TitleEnglish": "Okinawa School Trip (Part 1)",
                    "SummaryEnglish": "Saiki’s class goes on a school trip to Okinawa. The rest of the class is excited to go on the trip, but for Saiki, it's just one problem after another."
                },
                "13": {
                    "ID": "5690375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5690375",
                    "TitleEnglish": "Okinawa School Trip (Part 2)",
                    "SummaryEnglish": "Kaidou comes to the rescue when Teruhashi is being hit on by two guys. Can he drive them away? Also, on the last day of the school trip, Saiki’s only focus is to get to the shop that sells the rare Coffee Red Bean Anmitsu."
                },
                "14": {
                    "ID": "5690376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5690376",
                    "TitleEnglish": "’Sup Homies!! Outsider + A Transfer Student: The First Encounters + Mr. and Mrs. Nendou Together! + Reviving Café Mami! + Guilty or Not Guilty?! A Theft Case",
                    "SummaryEnglish": "Aren Kuboyasu is a transfer student. It appears that Saiki is a little concerned about this new student because of his past."
                },
                "15": {
                    "ID": "5690377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5690377",
                    "TitleEnglish": "Which Idea Will Be Picked?! School Festival Planning + Sing! Reita’s Recital! + PK Academy School Festival",
                    "SummaryEnglish": "It’s time for PK Academy’s school festival. Hairo wants his class to make fifty thousand paper cranes as their attraction, but not even his enthusiasm is enough to get them on board for that."
                },
                "16": {
                    "ID": "5690378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5690378",
                    "TitleEnglish": "The Perfect Pretty Girl vs. the Super Stubborn Guy + Psychic Santa Claus + Let’s Go Buy the Latest Electronics! + New Year’s Cycle",
                    "SummaryEnglish": "On Christmas Eve, Saiki ends up going to deliver Christmas presents to children in his neighborhood in place of Kuniharu, who hurt his back. On a different occasion, he goes out shopping for a new TV."
                },
                "17": {
                    "ID": "5690379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5690379",
                    "TitleEnglish": "Kaidou's Suspicion + No Intervention Needed?! Nendou vs. Kaidou + The Worst Part-Timer + Fierce Run! Runners Psi!",
                    "SummaryEnglish": "After Kaidou witnesses an incident between Kuboyasu and some delinquents, he becomes suspicious that Kuboyasu may be a delinquent. On a different occasion, Saiki, Kaidou and Kuboyasu find out that Nendou is working part time."
                },
                "18": {
                    "ID": "5690382",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5690382",
                    "TitleEnglish": "Teruhashi's Second Visit to the Saiki Residence + It's a Piece of Cake! The Straw Millionaire + Transformation! Super Size + He Should Repeat the Grade + Max Excitement! Karaoke Party",
                    "SummaryEnglish": "On the pretense of taking cooking lessons from Saiki's mother, Teruhashi visits Saiki's house only to find herself in a difficult situation. On a different occasion, Saiki's class holds a karaoke party in order to make good memories together."
                },
                "19": {
                    "ID": "5847207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5847207",
                    "TitleEnglish": "Hurray! Tsundere Grandpa + Hip, Hip, Hurray! Tsundere Grandpa + Welcome to the Farthest Amusement Park! + See You Again! Saying Goodbye to the Grandparents + Congratulations on the Video Game Release!",
                    "SummaryEnglish": "Saiki and his parents take a trip to the countryside to visit his mother's parents during his spring break. While his grandmother is very welcoming, his grandfather doesn't seem that happy to see them."
                },
                "20": {
                    "ID": "5847224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5847224",
                    "TitleEnglish": "Toritsuka's Plan to Get Popular + The PK Occult Club + The Worst Cooks + Kokomins Trial + The Disastrous ___th Episode of the Anime",
                    "SummaryEnglish": "As usual, Toritsuka is trying to become popular with girls, and this time, it appears that he's succeeding. Saiki wonders why. On a different occasion, Saiki notices that he's being followed and lets himself get abducted."
                },
                "21": {
                    "ID": "5847225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5847225",
                    "TitleEnglish": "Here Comes the Mad Scientist + Run for It! A Battle of Wits + Please at Least Be Quiet in the Art Museum",
                    "SummaryEnglish": "The control device for Saiki's powers is broken. Without it, he can’t control his powers. So the Saiki family decides to go to see the creator of the device, who currently lives in London."
                },
                "22": {
                    "ID": "5847227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5847227",
                    "TitleEnglish": "Summer Break! The Occult Club Training Camp + The Tennis Club Training Camp + Clinical Testing Job + License Training Camp + A Date with Teruhashi",
                    "SummaryEnglish": "Summer break is around the corner. Saiki is looking forward to having some peace and quiet away from his classmates; however, as usual, his classmates have other plans. Will Saiki be able to avoid them all and have his peaceful break?"
                },
                "23": {
                    "ID": "5847228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5847228",
                    "TitleEnglish": "The Heir to a Conglomerate Makes His Appearance + Tsundere Grandpa Returns! + Holding a Halloween Party + The Saiko Family's Unbeatable Financial Power",
                    "SummaryEnglish": "The new school term has started and Saiki's homeroom teacher introduces a new student to the class. It turns out that he has an agenda at PK Academy. On a different occasion, Saiki's grandparents come and visit."
                },
                "24": {
                    "ID": "5847229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/5847229",
                    "TitleEnglish": "Talent Blossoms?! Melancholy of a Popular Magician + An Exercise in Runaway Delusion + Break-time Disaster + Crushed! Surprise Party",
                    "SummaryEnglish": "The \"amazing\" magician Uryoku Chouno has become popular and sends Saiki an invitation to his solo magic show. On a different occasion, the usual gang is planning to hold a surprise birthday party for Saiki."
                }
            }
        },
        "2": {
            "ID": "735853",
            "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/seasons/official/2",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "6385985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6385985",
                    "TitleEnglish": "Restarting! Everyday Life, “As Usual” + Another Christmas Challenge! + First Experiences of the Year Are Important + Courtside Love Game + Dessert Buffet Disaster",
                    "SummaryEnglish": "One week after the events of last season, psychic Kusuo Saiki hopes to return to his normal life. Except, life is very far from normal, as always."
                },
                "2": {
                    "ID": "6509013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6509013",
                    "TitleEnglish": "Firsthand Science Fiction + 'Sup! Love Challenge + Fashion Sense out of Stock",
                    "SummaryEnglish": "Saiki's parents celebrate their wedding anniversary but he ignores them. The next day, he makes a mistake that puts all of their futures in danger."
                },
                "3": {
                    "ID": "6524958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6524958",
                    "TitleEnglish": "Midwinter Disaster + The Saiko Conglomerate Home Visit + Come On Over to Saiko Land! + Invincible Disaster Prevention Measures + Congratulations on Your Graduation!",
                    "SummaryEnglish": "Saiki and his friends brave the bitter cold to go to school but it's freezing inside. Just as things look really bad, a warmhearted savior arrives."
                },
                "4": {
                    "ID": "6533937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6533937",
                    "TitleEnglish": "The Disastrous Life of Imu Rifuta + April Fools' Deceit! + Spring's Ultimate Weapon + Recycle! Trash Cleanup Competition + Cutting Through the Silence, the Ghost in the Music Room",
                    "SummaryEnglish": "Cute new student Imu Rifuta's appearance has the schoolboys psyched up. But Teruhashi stands in the way of her dominance of school cuteness."
                },
                "5": {
                    "ID": "6536564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6536564",
                    "TitleEnglish": "Rematch! Rifuta vs Teruhashi + Gifts of the Magi + The Lost Hamster with a Kansai Dialect + The Transient Miniature Animal + Massage Disaster",
                    "SummaryEnglish": "Teruhashi may have knocked Rifu down, but she's not out yet. Sensing her rival likes Saiki, she goes after him. Oddly, this is exactly what Saiki wants...?"
                },
                "6": {
                    "ID": "6536565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6536565",
                    "TitleEnglish": "The Saiko Conglomerate's Luxurious Cruise + The Shipwreck of Saiki K. (Part 1)",
                    "SummaryEnglish": "Saiko plans a luxurious weekend cruise to his private island, but the yacht taking everyone there has some unforeseen (Saiki) issues leaving them stranded on a deserted island."
                },
                "7": {
                    "ID": "6536566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6536566",
                    "TitleEnglish": "The Shipwreck of Saiki K. (Part 2) + The PK Academy Press Club Guillotine + Farewell! The Last Day of Summer Break",
                    "SummaryEnglish": "The classmates are still stuck on the island but manage to complete a raft. Saiko demands they decide who will ride and who gets to stay behind."
                },
                "8": {
                    "ID": "6536567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6536567",
                    "TitleEnglish": "A Totally Bad News Transfer Student Appears! + Escape the Aural Sight! + The Circumstances of Delicate Children + Another Time Leap Challenge! + The Disastrous Life of Kokomi Teruhashi",
                    "SummaryEnglish": "Sexy student Mikoto Aiura transfers in and impresses everyone with her fortunetelling. Saiki realizes she may be the real deal and thus his rival."
                },
                "9": {
                    "ID": "6536568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6536568",
                    "TitleEnglish": "Psychics Should Exercise Extreme Caution + The Psychic Circus of Dreams + Hope You Get Well Soon!",
                    "SummaryEnglish": "Saiki's managed to escape identification by Aiura by hiding his aura, but she's not about to give up on her search for the mysterious \"S. K.\""
                },
                "10": {
                    "ID": "6536569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6536569",
                    "TitleEnglish": "Preventing a Scam! + The Saiki Family Reunion! + The Rural Mad Scientist + PK Academy Psykickers Assemble!",
                    "SummaryEnglish": "Saiki's grandfather Kumagoro gets a suspicious call asking for money and quickly realizes it's a scam. He asks Saiki for help with revenge."
                },
                "11": {
                    "ID": "6536570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6536570",
                    "TitleEnglish": "An Ugly Bolt Out of the Blue + Conceal Your Hidden Power! + A Fight Between the Two Worst People + A Miraculously Average Guy Appears! + Disaster in the Library Room",
                    "SummaryEnglish": "Nendo gets a love letter from a freshman coed and Saiki figures it's a prank, but he soon realizes she's serious. Nendo, being Nendo, wants to say no."
                },
                "12": {
                    "ID": "6536571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6536571",
                    "TitleEnglish": "A Strong Declaration of Friendship + The Best Wing Girl!? + The Adventures of Riki Jr. No. 2, Small and Smart + The Disastrous Life of Hiroshi Satou + Trim a Bit off the Sides",
                    "SummaryEnglish": "The Sky Barracuda ship is finally complete. The team is ready to take off but soon realize they are lacking something very important and necessary."
                },
                "13": {
                    "ID": "6632659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6632659",
                    "TitleEnglish": "Chisato Mera's Reunion + An Abnormality with Silent Cyborg + The Ultimate Spot Claimers + Preface to the Final Episode",
                    "SummaryEnglish": "Saiki and Aiura visit Mera, who's working new jobs to save up enough money to visit her dad in Puerto Rico. But Mera soon divines a surprise."
                },
                "14": {
                    "ID": "6642268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6642268",
                    "TitleEnglish": "The Saiko Family's Greatest Trial + Psychic Sidekicks + The Occult Club's Final Scream Scheme + Love Score Showdown + The Master Artist's Classroom",
                    "SummaryEnglish": "Forced to survive for 24 hours without relying on his rich family, Metori Saiko enlists the help of Nendo and the others."
                },
                "15": {
                    "ID": "6651958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6651958",
                    "TitleEnglish": "Rebuilding the Baseball Team! + Eat Your Vegetables Too! The Yakiniku Epilogue + Dad's New Job!? + Birthday Present Demands",
                    "SummaryEnglish": "Saiki and his friends decide to follow Nendo after hearing that he is going to go help the Baseball Club, which results in one cliché after another."
                },
                "16": {
                    "ID": "6662632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6662632",
                    "TitleEnglish": "If You're Looking for a Boyfriend... + The Best Present for a Beloved Sister + The Spirit Medium Debuts Again + The High Tech Soldier, 100 Yen Man! + Inside the Secret Base",
                    "SummaryEnglish": "Rifuta begs Saiki to help her find a suitable boy before she goes absolutely crazy over Teruhashi. Self-professed \"love-master\" Chiyo steps in to help."
                },
                "17": {
                    "ID": "6673681",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6673681",
                    "TitleEnglish": "He's Back! The Brother's Five Directives + Let's Go to the Zoo! + The Disastrous Work of a New Manga Author + The Disastrous Lives of the Kaidou Brothers + A Girl's Makeover",
                    "SummaryEnglish": "Saiki receives an explosive surprise from his brother Kusuke, who has a challenge for him. If Saiki fails, Kusuke will expose him as a psychic to the world via firework."
                },
                "18": {
                    "ID": "6680926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6680926",
                    "TitleEnglish": "Touma Akechi, the Transfer Student Who Never Shuts Up + The Transfer Student's Still Talking! + Sweet Potato Digging Disaster + Putting the Mascot Characters in Order + Metori Saiko's Listless Days",
                    "SummaryEnglish": "New student Toma Akechi joins the class but there's something about him that's different from the other transfers, besides his extreme verbosity. Just as they get him to shut up, he starts talking non-stop about Saiki...being a physic!"
                },
                "19": {
                    "ID": "6690875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6690875",
                    "TitleEnglish": "Class Disaster + PK Academy Cultural Festival",
                    "SummaryEnglish": "It's time for the cultural festival and the homeroom teacher makes the class fight it out to see who will be in charge. Teruhashi volunteers and cheats her way into having Saiki has the second on the committee. A play is suggested, which is financed by Saiko for getting the main rule until Kaido makes a mistake..."
                },
                "20": {
                    "ID": "6696060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6696060",
                    "TitleEnglish": "Impersonation via Hypnosis + High Expectations on the New, Fully Functional Mascot + This Year's the Last Time! New Year's Eve + Silent New Year's",
                    "SummaryEnglish": "After accidentally turning Nendo and Kaido into stone, Saiki comes up with a plan to hypnotically substitute them with other friends. Hilarity ensues."
                },
                "21": {
                    "ID": "6704839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6704839",
                    "TitleEnglish": "Chronicles of the Grandparents' Travels + Returning the Favor, Toritsuka's Ascetic Fasting + A Misunderstanding Between Opposite Sex Friends + A Big Scoop!",
                    "SummaryEnglish": "Saiki’s grandparents come to visit, but get lost and separated along the way. Each of them running into one of Saiki’s classmates. Yumehara attempts to confess to Kaido on Valentine’s Day. The press club is once again up to no good."
                },
                "22": {
                    "ID": "6714656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6714656",
                    "TitleEnglish": "Choosing the Best Person to Walk Home With + Details Wanted! The Super Idol's Secret + Division of Labor + Facing the Unexpected",
                    "SummaryEnglish": "After getting blamed alongside his friends when they cause trouble, Saiki vows to go home alone the next day. But then Hairo insists on joining him."
                },
                "23": {
                    "ID": "6714658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6714658",
                    "TitleEnglish": "Facing an Unusual Past",
                    "SummaryEnglish": "With Akechi Touma about to find out his secret, Saiki goes back in time to elementary school to keep Akechi from even suspecting that Saiki has psychic powers."
                },
                "24": {
                    "ID": "6714659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-disastrous-life-of-saiki-k/episodes/6714659",
                    "TitleEnglish": "Trial of the Perfect Beautiful Girl + Make Your Investigation, Psykickers! + Disaster Back from the Holidays + Remembering the Cast",
                    "SummaryEnglish": "Teruhashi's beauty and kindness are admired by all but her efforts spark some unexpected actions amongst her male classmates, leading to trouble."
                }
            }
        }
    }
}