{
    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8086086/",
        "https://www.themoviedb.org/tv/67153",
        "https://www.themoviedb.org/tv/67153",
        "https://x.com/tsukiani_info"
    ],
    "TitleEnglish": "Tsukiuta. The Animation",
    "SummaryEnglish": "Six Gravity and Procellarum are two rival male idol groups who happen to live in the same dorm. Six Gravity is made up of young men who represent the months of December to May, while Procellarum’s members represent June to November. Follow the daily lives of these twelve young men as they deal with the stresses of idol-hood, school, and living together.",
    "TitleJapanese": "ツキウタ。 THE ANIMATION",
    "SummaryJapanese": "友好関係を維持し、機会のために一緒にコンサートを行うことを決定するアイドルの2つのグループであるProcellarumとSixGravityに続きます。",
    "Aliases": [],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "672215",
            "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5661530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/5661530",
                    "TitleEnglish": "Betting on the Handshake Event!",
                    "SummaryEnglish": "Syunpei's big sister coerces him into going to a handshake event for the idol group Six Gravity for her because she's sick. While he's waiting for it to start...",
                    "TitleJapanese": "握手会にかける！",
                    "SummaryJapanese": "「君だけの特別。ほかのみんなには内緒にしてね？」\n\n「Six Gravity（グラビ）」と「Procellarum（プロセラ）」は人気急上昇中の\nアイドルユニット。\nグラビとプロセラの握手会が開かれることになり、\n開場時間までそれぞれ思い思いの時間を過ごすメンバーたち。\n\nそんな中、師走 駆（しわす　かける）、如月 恋（きさらぎ　こい）、\n水無月 涙（みなづき　るい）の３人は、俊平（しゅんぺい）という小学生と出会う。\n俊平は、カゼをひいてしまった駆ファンの姉にかわって握手会にやってきたという。\n彼らのことを何も知らない俊平だったが……。"
                },
                "2": {
                    "ID": "5669523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/5669523",
                    "TitleEnglish": "Glasswork Heart",
                    "SummaryEnglish": "Iku is having trouble juggling work as an idol and being on the track team, especially as Procellarum starts getting more jobs.",
                    "TitleJapanese": "鏡細工のココロ",
                    "SummaryJapanese": "「宣言したからにはアイドルと陸上を、絶対両立させます！」\n\n神無月 郁（かんなづき　いく）は、プロセラのメンバーとして活動しながら、\n高校の陸上部に所属している。その郁が念願だった陸上大会の代表選手に選ばれた。\n\nアイドル活動と陸上競技を両立させようとがんばる郁。\nそんな郁をリーダーの霜月 隼（しもつき　しゅん）やほかのプロセラのメンバーたちが\n温かく見守り応援する。けれども、多忙なアイドルの仕事と\n陸上大会に向けてのトレーニングを両立させるのはなかなか難しいようで……。"
                },
                "3": {
                    "ID": "5669524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/5669524",
                    "TitleEnglish": "Going Far Beyond",
                    "SummaryEnglish": "Haru is manager for a day at Animate, and he's joined by the other members of Six Gravity as they help out around the store.",
                    "TitleJapanese": "想いを遥かに",
                    "SummaryJapanese": "「こういう準備が好きだから。俺が、やりたいんだ。　他にもあるんだけど…\n　それはもう少し、ナイショってことで」\n\nグラビのメンバーたちが、新曲プロモーションの一環として「アニメイト池袋本店」で一日、店員として働くイベントを開催することに。一日店長はリーダーの睦月 始（むつき　はじめ）ではなく、始と同じ年長組の弥生 春（やよい　はる）。\n少し前から何やら熱心にパソコンに向かって作業していた春には、この日のために考えたとっておきのアイディアもあるようで……。\n\nはたして無事にイベントをやりきれるのか……。　いよいよグラビがアニメイトに立つ！"
                },
                "4": {
                    "ID": "5669525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/5669525",
                    "TitleEnglish": "On a New Path",
                    "SummaryEnglish": "Arata, Aoi, You, and Yoru are starring in their first stage play, but will they be able to prove that they are serious about acting?",
                    "TitleJapanese": "新たなる道へ",
                    "SummaryJapanese": "「それでも…　やるしかないんだ。俺たちが選ばれたんだから」\n\n卯月 新（うづき　あらた）と葉月 陽（はづき　よう）、皐月 葵（さつき　あおい）と長月 夜（ながつき　よる）が、それぞれＷキャストとして同じ舞台に出演することになった。\nけれども、実力も実績もある共演俳優・朏 ユズル（みかづき　ゆずる）には、\n畑違いのアイドルの演技をなかなか認めてもらえない。\n特に、マイペースさが目立つ新に朏からの評価は厳しいようだ。\n葵はそんな新を心配しながらも一生懸命、稽古に打ち込んでいたが、ある日、体調を崩してしまう。"
                },
                "5": {
                    "ID": "5700061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/5700061",
                    "TitleEnglish": "A Chance Encounter with the Past",
                    "SummaryEnglish": "The members of Procellarum kick off summer with a visit to a haunted house that seems to offer more than the usual scares.",
                    "TitleJapanese": "過去との邂逅",
                    "SummaryJapanese": "「一年に一度だけ、想いを馳せるってのもいいもんだ」\n\n七夕が近いある日、プロセラのメンバーが番組の企画で、日本最大級にして怖さも最大級な、\n遊園地のお化け屋敷を体験することになった。\n収録の朝、プロセラのひとり・文月 海（ふづき　かい）はある夢を見る。\nそれは七夕にまつわる忘れられない思い出が詰まった夢だった――。\n収録が始まり、お化け屋敷の中に涙と二人一組で入った海は、ふいに何かを見つけ、\nそれを追いかけるようにそのまま姿を消してしまう。"
                },
                "6": {
                    "ID": "5705976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/5705976",
                    "TitleEnglish": "A Smart Detective!?",
                    "SummaryEnglish": "Six Gravity's Koi is determined to get to the bottom of the mystery that crops up while filming on location at a beautiful sunny island.",
                    "TitleJapanese": "賢い探偵！？",
                    "SummaryJapanese": "「見た目は少年、頭は灰色の脳細胞。その名も名探偵こいっく！」\n\nグラビとプロセラが、ＰＶ撮影のためリゾートアイランドにやってきた。\nマリンスポーツを楽しんだり、グラビとプロセラでビーチバレー対決をしたりと、\n島と夏とを満喫するメンバーたち。\n撮影も順調に進み、残りは自由時間となったところで……その、無残な事件は起こった！\n犯人に関する有力な手がかりがない中、「名探偵こいっく」を名乗る恋が、\n事件解決に乗り出す！\n果たして、こいっくは、たったひとつの真実を見抜けるのか!?"
                },
                "7": {
                    "ID": "5712818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/5712818",
                    "TitleEnglish": "The Hajime Mutsuki Expedition",
                    "SummaryEnglish": "When the only bridge to the island burns down, the boys have to use their survival skills to fend for themselves until help comes.",
                    "TitleJapanese": "睦月始探検隊",
                    "SummaryJapanese": "「島から外へは出られない。外への連絡も不可能。この状況でやるべきことは？」\n\nＰＶ撮影でリゾートアイランドにやってきたグラビとプロセラが、\nさらなる事件に巻き込まれる！\n突然の嵐によってライフラインと連絡手段が絶たれてしまったのだ！\n謎の巨大生物の存在がちらつく中、一同は始と隼をリーダーに、島を探索することにする。\n悪天候の中、森を抜けるルートを行く始チームが、苦難の末に目にしたものとは……!?"
                },
                "8": {
                    "ID": "5712819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/5712819",
                    "TitleEnglish": "Round Moon",
                    "SummaryEnglish": "The girls from Fluna and Seleas find themselves on an adventure after a mishap with some untested inventions, and Rui helps them in their quest.",
                    "TitleJapanese": "まるい月",
                    "SummaryJapanese": "「みんなは、『ツキウサ。』さん？　どうして、動けるの？」\n\nある日のこと、「ツキノ寮」でお馴染みのウサギのマスコット・「ツキウサ。」たちが\n歩いているのを発見した涙。\n彼は「ツキウサ。」たちが、何か大切なものを探していることを知って\n探し物を手伝うことにする。\n\n実はこの「ツキウサ。」たち、事務所仲間の女性アイドルユニット\n「Fluna（フルーナ）」と「Seleas（セレアス）」のメンバーだった。\n彼女たちは、もともと月の世界に住む住人で、ひょんなことから\n「ツキウサ。」になってしまったのだ！\n元の姿に戻るため、涙と彼女たちの、不思議で可愛い冒険が始まる！"
                },
                "9": {
                    "ID": "5712820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/5712820",
                    "TitleEnglish": "Night of Overlapping Patterns",
                    "SummaryEnglish": "Yoru thinks back on his childhood with You as he prepares for a role in a TV series.",
                    "TitleJapanese": "重ね模様の夜",
                    "SummaryJapanese": "「陽の中学時代の写真とかない？\n　台本を読んで、なんとなくあの頃の陽に近い雰囲気かなって思って。\n　中学の時の写真は俺……ほとんど持ってないから」\n\nドラマの役作りのため、陽から中学時代の写真を借りた夜は、\n写真と共に思い出の品を見つけ、当時のことを思い出す――。\n幼なじみの夜と陽は、正反対の性格ではあったが、仲がよく、一緒にいることが多かった。\nけれど、成長するにつれて、つきあう友達が変わっていき、二人は徐々に疎遠になっていく。\nそんなある日、すっかり変わってしまったと思っていた陽の、\n変わらない気持ちを知った夜は……。"
                },
                "10": {
                    "ID": "5712821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/5712821",
                    "TitleEnglish": "Blue Flame",
                    "SummaryEnglish": "Aoi and Koi host a special variety program showing what Gravi and Procella are like early in the morning.",
                    "TitleJapanese": "アオイホノオ",
                    "SummaryJapanese": "「い、いいのかなぁ。本当にこんなことして……」\n\n葵と恋は、バラエティ番組の企画で、グラビとプロセラのメンバーに\n寝起きドッキリを仕掛けることになった。\n仕事とはいえ、仲間にドッキリを仕掛けることに気が進まない葵と、ノリノリの恋。\nそんなふたりがメンバーたちの部屋にこっそり潜入して、リポートをお届けします！\n果たしてドッキリは成功するのか？\n人気急上昇中のアイドルたちの秘密のベールに包まれた私生活が、ついに明かされる…!?"
                },
                "11": {
                    "ID": "5712822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/5712822",
                    "TitleEnglish": "Moment of Indecision",
                    "SummaryEnglish": "Hajime seems overworked and anxious about something but won't talk to anyone about it, so Shun takes him out for a date.",
                    "TitleJapanese": "迷いの瞬間",
                    "SummaryJapanese": "「やれやれ。退屈な日常をこよなく愛するこの僕に、あまりらしくないことを言わせないでくれるかな？」\n\nグラビとプロセラの合同ライブに向けて、メンバーたちのテンションは日々上昇中！\nそんな中、グラビリーダーの始だけは、どこか表情が晴れない。\nユニットリーダーとしての仕事だけでなく、ソロの仕事も増えて大忙しの始のことを\nメンバーたちは心配するが、理由はそれだけではないようで……。\n相棒の春、そして年長組仲間の海が、始の相談相手として選んだのは――もちろん、この人。\n優雅にして怠惰なるプロセラリーダーにして、白き魔王様・隼だった。"
                },
                "12": {
                    "ID": "5712823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/5712823",
                    "TitleEnglish": "Full Moon Festival",
                    "SummaryEnglish": "Six Gravity and Procellarum need to track down the elusive Tsukino Production president so they can do a new song for their joint concert.",
                    "TitleJapanese": "Full Moon Festival",
                    "SummaryJapanese": "「準備はいいか？　始まるぞ。俺たちの、夢のステージだ！」\n\nグラビとプロセラの合同ライブで、両ユニットの12人全員で歌う、\n新しい楽曲を披露することを提案した、始。\nメンバーもマネージャーもこのアイディアに賛成するが、実現するには所属事務所の社長であり、これまでユニット曲全てを手がけてきた月野 尊（つきの　みこと）に、許可を貰い、\n作曲依頼もしなければならない。\n多忙を極める社長には、用件を伝えるだけでも難しいようで…？\n果たして彼らは、ファンが待つステージ上で、グラビとプロセラの新しい絆を\n披露することができるのか…！？"
                },
                "13": {
                    "ID": "5770435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/5770435",
                    "TitleEnglish": "Song of the Moon",
                    "SummaryEnglish": "It's finally time for the Full Moon Festival by Six Gravity and Procellarum, featuring a solo medley and their new joint song!",
                    "TitleJapanese": "ツキノウタ。",
                    "SummaryJapanese": "いよいよ、グラビとプロセラの合同ライブ「Full Moon Festival」開催！\n合同ライブ開催発表から数ヶ月。駆け出しアイドルとして多忙な日々を送る中、\n仕事で日常で経験したことを思い返しながら、メンバーたちはそれぞれで考えた\nパフォーマンスを披露する。\n色々な想いがこめられたステージのフィナーレを飾るのは……！\n\n\n「この声を、歌を、届けられるのは、皆と積み重ねてきた時間のお陰だ。\n　だから、この歌を捧げよう」\n「これは僕たち、グラビとプロセラから、皆への贈り物さ。\n　表と裏の、対なるひとつ。　ふたつ合わせて完全なる月。そう、フルムーンの誕生だ！」"
                }
            }
        },
        "2": {
            "ID": "1816104",
            "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "7549547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/7549547",
                    "TitleEnglish": "More than a second ago...",
                    "SummaryEnglish": "Six Gravity (AKA Gravi) and Procellarum (AKA Procella) both belong to Tsukino Talent Production (AKA Tsukipro). Gravi continues to expand their range of activity as Tsukipro's top group and sets their sights on the joint concert Full Moon Festival 2020 as their next goal. Kakeru Shiwasu and Kisaragi Koi are tasked with recording comments from the group's members hyping up the event. Choosing \"a new me\" as their theme, the two boys enthusiastically search for filming locations and set up a schedule for their comment video recording tour, but will it end without incident...?!",
                    "TitleJapanese": "Episode 1",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7549548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/7549548",
                    "TitleEnglish": "The wish I want to play",
                    "SummaryEnglish": "Born into a family of musicians, Procella member Rui Minazuki and his older brother Rei were taught piano beginning at a young age. Rui was quickly praised as a prodigy, but Rei was devastated by his brother's talent and abandoned the path of music. Because of that, the two were alienated from one another for a long time, but currently the bad blood between them has been resolved, and they're back to getting along as brothers. One day, Rui is asked to perform a piano recital as part of promoting the Full Moon Festival. Together the members of Procella brainstorm ideas for the recital, and they go to visit Kai on the job in order to get his opinion as well. By coincidence, this outing takes them to the university hospital where Rei works...",
                    "TitleJapanese": "Episode 2",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "7549550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/7549550",
                    "TitleEnglish": "You are a hero",
                    "SummaryEnglish": "He loves heroes and wishes to become one someday... Gravi member Arata Uzuki and his childhood friend Aoi Satsuki are to appear on a show on which participants play the game tag. When Arata learns the prize is an appearance on the hero squad show \"50 Ninjas,\" he becomes uncharacteristically pumped up. While passionately describing his feelings about heroes, Arata recalls an event from his childhood that he had nearly forgotten. With coordinated teamwork, the childhood friend team... aims to win!",
                    "TitleJapanese": "Episode 3",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "7549551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/7549551",
                    "TitleEnglish": "Just get up and dance",
                    "SummaryEnglish": "Procella's You Hazuki and Gravi's Koi Kisaragi are asked to appear as guests at the high school student dance contest \"High School Dance Colosseum (AKA DanColo).\" The two of them are selected to form a special group with Tsubasa Okui of SolidS, Kensuke Yaegashi of Growth, and Ruka Nazumi of ROCK DOWN, and You is appointed team leader.",
                    "TitleJapanese": "Episode 4",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "7925294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/7925294",
                    "TitleEnglish": "With friends and music",
                    "SummaryEnglish": "Two years ago, the \"Tsukipro Shop in Harajuku 2018\" project was launched. As the shop's concept, members wore outfits from the Fairy Tale Collection based on fairy tales. Each group is allowed to choose its own fairy tale, exciting Yayoi Haru's producer spirit, and he offers to come up with Gravi's fairy tale. However, the major fairy tales are quickly selected by the other groups, and he struggles to come up with an idea. While watching Yayoi agonize over the decision, Hajime Mutsuki invites him to a store that specializes in picture books.",
                    "TitleJapanese": "Episode 5",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "7925296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/7925296",
                    "TitleEnglish": "Cats' journey",
                    "SummaryEnglish": "While at a photo shoot, a cameraman who has known Procella since their debut praises their growth. As the other members reminisce about the past, Kai Fuzuki feels secure in his now stable group, but he also feels like something is missing. \"I haven't been on any adventures recently...\" Kai's remark leaves the other members concerned, and his partner Shun Shimotsuki is absent... Later, Kai encounters a mysterious cat.",
                    "TitleJapanese": "Episode 6",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "7925297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/7925297",
                    "TitleEnglish": "Each smile",
                    "SummaryEnglish": "In an unexpected turn of events, Gravi's most fashionable member Koi Kisaragi ends up designing clothes for a women's magazine project. The theme is \"clothes that make you smile.\" Though his finished design receives praise from those around him, Koi himself feels that it's lacking something and decides to redo his design. A comment from his younger sister Ai leads to a new design concept. Joined by his partner Kakeru Shiwasu and Procella's most fashionable member You Hazuki, what will Koi's final design for \"clothes that make you smile\" look like?!",
                    "TitleJapanese": "Episode 7",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "7925298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/7925298",
                    "TitleEnglish": "The past, the present, the midnight meal, and the future",
                    "SummaryEnglish": "The Tsukino Empire movie depicting an alternate reality on a large scale was an important work that helped Procella member Iku Kannazuki grow. \"I'm hungry...\" Woken by an empty stomach in the middle of the night, Iku spots the Tsukino Empire movie in the living room. He reminisces about the past while watching the movie and reaches for some instant noodles. You Hazuki also shows up with an empty stomach, as well as skilled cook Yoru Nagatsuki... This episode is loaded with simple recipes you'll want to try cooking yourself! Enjoy the charm of handsome boys in their military uniforms and hungry boys outside of work. \"This is turning into a food porn episode...\"",
                    "TitleJapanese": "Episode 8",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "7925299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/7925299",
                    "TitleEnglish": "Prince's adventure",
                    "SummaryEnglish": "Childhood friends Aoi Satsuki and Arata Uzuki are tasked with producing a fan event as part of a TsukiRadi project. Aoi, the considerate and kind prince of Gravi, selects \"adventure\" as the event's theme. Believing adventurousness to be something he lacks, Aoi works extra hard to come up with an event concept with Arata. The answer they arrive at is a puzzle/escape room at the zoo that will give guests a taste of the extraordinary. The younger members take on the role of the guests as they begin rehearsing for the event!",
                    "TitleJapanese": "Episode 9",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "7925300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/7925300",
                    "TitleEnglish": "Back-to-back night",
                    "SummaryEnglish": "Procella's Yoru Nagatsuki and You Hazuki are childhood friends whose families have known each other for generations. Their personalities, preferences, strengths, and weaknesses are opposites, leading them to sometimes drift apart. However, as they continue to work under Procella, the two of them are true partners. They've spent most of their lives together. They can tell each other things too difficult to say to others. And because of that relationship, they sometimes clash... This is the, in a sense, same old story of an argument they have during a dance lesson while preparing for the Full Moon Festival.",
                    "TitleJapanese": "Episode 10",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "7925301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/7925301",
                    "TitleEnglish": "Those hands",
                    "SummaryEnglish": "While the Full Moon Festival is approaching, Gravi's Hajime Mutsuki is as busy as ever with work. Among his jobs is a photo series for MythxKiss, a women's cosmetic brand he has promoted as an image character for years. During a meeting, the brand offers Hajime a hand modeling job for nail polish. Hajime has never paid his hands any particular attention or care... They're the hands he was born with. However, despite receiving so many compliments from the people around him, Hajime is at a a loss. \"Tell me. What's so great about these hands?\" What do those hands create...?",
                    "TitleJapanese": "Episode 11",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "7925302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/7925302",
                    "TitleEnglish": "With friends",
                    "SummaryEnglish": "It's the day before the Full Moon Festival 2020. The members of Gravi and Procella are making final preparations for the concert. They use their free time before they enter the arena to buy gifts for the production staff and smile fondly at the fans they spot. The upcoming concert raises the spirits of the members, while Procella's Shun Shimotsuki watches them happily. It's the night before the concert. Shun and Hajime stand together inside the empty arena. Together they look back on the path that led them here. As Shun thinks of the upcoming concert, Hajime has some surprising words for him...",
                    "TitleJapanese": "Episode 12",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "8080073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukiuta-the-animation/episodes/8080073",
                    "TitleEnglish": "Full Moon Festival 2020",
                    "SummaryEnglish": "\"We're both going all-out from the start, huh?\" \"Of course. After all, we're here to have a great time with our fans today!\" Gravi and Procella's joint concert, the FULL MOON FESTIVAL 2020,\" has finally begun! Over many days, the members have grown from fledgling idols into Tsukipro's figurehead units. In order to put on the ultimate performance made possible because of who they are now, with various emotions in their hearts, the curtains open on the stage of their dreams...!",
                    "TitleJapanese": "Episode 13",
                    "SummaryJapanese": null
                }
            }
        }
    }
}