{
    "URL": "https://www.thetvdb.com/series/izetta-the-last-witch",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6104656/",
        "https://www.themoviedb.org/tv/68080"
    ],
    "TitleEnglish": "Izetta: The Last Witch",
    "SummaryEnglish": "\"If I am promised to the princess, then I will fight for her sake.\" In 1939 C.E., the imperialist nation of Germania invaded a neighboring country. All at once, the conflict spread throughout Europe, and the era was dragged into the spiral of a great war. Then, in 1940, Germania's attack turned towards the Principality of Elystadt, a small Alps country abundant with beautiful water and greenery.",
    "Aliases": [
        "Shūmatsu no Izetta",
        "Shuumatsu no Izetta"
    ],
    "Modified": "2025-08-28",
    "Seasons": {
        "1": {
            "ID": "675797",
            "URL": "https://www.thetvdb.com/series/izetta-the-last-witch/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5697441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izetta-the-last-witch/episodes/5697441",
                    "TitleEnglish": "Beginning of the War",
                    "SummaryEnglish": "Young princess Finé, the daughter of the Archduke of a small alpine country, travels to the neutral land of Westria to seek help against the Germanian empire that is invading her kingdom."
                },
                "2": {
                    "ID": "5773660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izetta-the-last-witch/episodes/5773660",
                    "TitleEnglish": "Scars and Gunfire",
                    "SummaryEnglish": "Finé and Izetta escape the burning wreckage of the plane on the back of a rifle."
                },
                "3": {
                    "ID": "5773684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izetta-the-last-witch/episodes/5773684",
                    "TitleEnglish": "The Sword in the Heavens",
                    "SummaryEnglish": "The Germanian forces are attacking an important strategic area, and it's only a matter of time before the dukedom's defenses fall."
                },
                "4": {
                    "ID": "5773685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izetta-the-last-witch/episodes/5773685",
                    "TitleEnglish": "The Secret of the Witch",
                    "SummaryEnglish": "With Izetta's victory over the Germanian army fresh in people's minds, the Dukedom decides to make her into a national icon and announce her to the world."
                },
                "5": {
                    "ID": "5773686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izetta-the-last-witch/episodes/5773686",
                    "TitleEnglish": "A False Miracle",
                    "SummaryEnglish": "Izetta is powerful enough to fight whole armies, but her strength is limited."
                },
                "6": {
                    "ID": "5773687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izetta-the-last-witch/episodes/5773687",
                    "TitleEnglish": "On a Quiet Day",
                    "SummaryEnglish": "Following the battle, Finé and Izetta enjoy a moment of peace, from dancing lessons to enjoying a simple slice of pie. Meanwhile, Sieg suspects Jonas overheard Izetta's secret. After discovering a Germanian spy, Sieg sets out to silence all ties to the secret."
                },
                "7": {
                    "ID": "5773688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izetta-the-last-witch/episodes/5773688",
                    "TitleEnglish": "The Battle of Sognefjord",
                    "SummaryEnglish": "Finé and Izetta travel to Brittania to meet with the allied leaders. During their meeting, it's revealed Germania has a new aircraft carrier. Izetta sets out to sink it, but the Germanian's predicted this move and are prepared with an ambush."
                },
                "8": {
                    "ID": "5773689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izetta-the-last-witch/episodes/5773689",
                    "TitleEnglish": "A Cruel Fairy Tale",
                    "SummaryEnglish": "Rickert is sent to the Old Capital of Elystadt to meet the spy, Lawrence. Along the way, he encountered Bianca, who is traveling to the Old Capital pursuing the spy. While Bianca prefers the fairy tale ending to the White Witch, Rickert is all too familiar with the darker, more tragic ending."
                },
                "9": {
                    "ID": "5773690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izetta-the-last-witch/episodes/5773690",
                    "TitleEnglish": "The Sellun Corridor Burns",
                    "SummaryEnglish": "Izetta heads into battle as Germanian forces attack on two fronts. Izetta is met with a shock, the Germanians have revived the original White Witch as a clone. Izetta and the White Witch do battle, but Izetta is overwhelmed. The Germanians begin an all out assault on the capital of Elystadt."
                },
                "10": {
                    "ID": "5773691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izetta-the-last-witch/episodes/5773691",
                    "TitleEnglish": "The Iron Hammer of the Witch",
                    "SummaryEnglish": "Izetta has been defeated by Sophie, the true White Witch. Sophie is out for revenge against the Dukedom for the crimes their ancestors committed, and she'll gladly work with Germania if they'll help her destroy it. Izetta and the princess barely escape to a hidden fortress in the mountains, but Izetta is so badly injured she can't walk. How can she stop Sophie from destroying her country?"
                },
                "11": {
                    "ID": "5773692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izetta-the-last-witch/episodes/5773692",
                    "TitleEnglish": "Finé",
                    "SummaryEnglish": "The capital of Landsbruck has fallen, and Izetta and the princess are chased into the mountains. As the imperial forces track them down, Seig makes Izetta an offer: he's willing to give her the other half of Sophie's magic stone. With this powerful item she fight toe-to-toe with Germania's witch, but it causes the user tremendous pain, and shortens their lifespan..."
                },
                "12": {
                    "ID": "5773693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/izetta-the-last-witch/episodes/5773693",
                    "TitleEnglish": "Izetta",
                    "SummaryEnglish": "Germania has loaded a massive bomb with magical energy that threatens to destroy the entire Dukedom. It will launch soon, and the only way to stop it is to defeat Sophie. Using the magic stone, Izetta flies to Germania for one final battle."
                }
            }
        }
    }
}