{
  "URL": "https://www.thetvdb.com/series/girlish-number",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt6353054/",
    "http://www.tbs.co.jp/anime/gn/",
    "https://www.themoviedb.org/tv/68403"
  ],
  "TitleEnglish": "Girlish Number",
  "SummaryEnglish": "College student Chitose Karasuma is determined not to do boring things as she enters the adult world. To this end, this bad-mannered beauty barges into a facility that trains would-be voice actors and actresses, somehow landing a job at \"Number One Produce,\" a seiyuu agency managed by her older brother, Gojou. In Chitose's mind, she's poised for greatness, but finds herself at a loss when she continues to only get minor roles.",
  "Aliases": [
    "Gi(a)rlish Number"
  ],
  "Modified": "2025-06-04",
  "Seasons": {
    "1": {
      "ID": "673676",
      "URL": "https://www.thetvdb.com/series/girlish-number/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5675590",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5675590",
          "TitleEnglish": "Runaway Chitose and a Rotten Industry",
          "SummaryEnglish": "A certain event for the release of a certain anime in a certain city on a certain day. The two lead cast members, Momoka Sonou and Kazuha Shibasaki, performed on stage, while an ambitious costar admired them from a distance. Her name was Chitose Karasuma, a newbie voice actor who had yet to become popular and still had a lot to learn. Though she was passionate, she didn't try very hard and she was constantly given mob roles, so she was feeling some danger concerning her job security. However one day, Chitose is given an unexpected opportunity!",
          "Aliases": []
        },
        "2": {
          "ID": "5781824",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5781824",
          "TitleEnglish": "Arrogant Chitose and an Unvoiced Scream",
          "SummaryEnglish": "Chitose gets a big head when she finds out she got a huge role, even before she starts the job. However, the project is in some hot water because of some mix ups involving the production and the author, but she has no idea and is on cloud nine. She heads to a meeting and sees two other girls there, her colleague and friend from voice acting school Yae Kugayama, and Koto Katakura, her senior with a Kansai accent. They suddenly find out that they're supposed to form a unit and have a CD debut...",
          "Aliases": []
        },
        "3": {
          "ID": "5791327",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5791327",
          "TitleEnglish": "Wicked Chitose and an Expanding Royal Road",
          "SummaryEnglish": "The recording sessions for the anime Chitose stars in finally start. Yae and Koto seem nervous, but Chitose goes about the recording sessions with the wrong idea. However, her confidence is soon torn down. When she tries to do the part the way she thinks is okay, she can't get an OK, and she can't seem to get the requests from the staff right. Chitose realizes that she doesn't know what she's supposed to do, or what's wanted from her, and goes to the popular voice actress, Momoka, for help.",
          "Aliases": []
        },
        "4": {
          "ID": "5791328",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5791328",
          "TitleEnglish": "Popular Chitose and Her Delightful Friends",
          "SummaryEnglish": "A screening event for the first episode of an anime that Chitose is starring in has arrived. Chitose and the other four girls would be appearing and talking, singing, and showing the first episode. Momoka and Kazuha have done a number of these events, so they seem calm. Meanwhile, the remaining three are filled with anticipation and nervousness... or so they thought. While Yae and Koto seem nervous, Chitose seems pretty relaxed in the green room, as she had no problem falling asleep...",
          "Aliases": []
        },
        "5": {
          "ID": "5791329",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5791329",
          "TitleEnglish": "Enviable Chitose and Hollow Worth",
          "SummaryEnglish": "Chitose is extremely satisfied with how the CD for the opening song they recorded as a group is doing. She gets a big head once again, and even wears a disguise to go check out the display at an anime shop. Meanwhile, Yae and Koto actually don't seem nearly as enthused. Unlike Chitose, who hadn't been watching the completed episodes on TV, the two had been watching it, and couldn't help but feel conflicted. Next, it was decided that the voice actresses would do a fan event, but...",
          "Aliases": []
        },
        "6": {
          "ID": "5791330",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5791330",
          "TitleEnglish": "Beachside Chitose and the No-Go Budget",
          "SummaryEnglish": "In order to record some bonus footage for the physical release of Kusure, Chitose and the others arrive in Okinawa. The staff that came along are acting like this is some kind of vacation, and Chitose can't help but feel carefree as well. Meanwhile, Yae is rather nervous about her first swimsuit shoot, Koto can't hide her concerns about how badly the series is selling, Momoka is handling everything calmly as usual, and Kazuha was infuriated by the shoot. Later that night, the five gather in the banquet room and start to drink, and...",
          "Aliases": []
        },
        "7": {
          "ID": "5827538",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5827538",
          "TitleEnglish": "Onlooker Chitose and Parents' Day",
          "SummaryEnglish": "Momoka and Chitose send a drunk Kazuha back to her house, but there they meet Kazuha's mother, who had come from Yamagata. Apparently she was rather worried, after seeing the swimsuit footage. The next day at a radio program with all the girls, Kazuha's mother shows up once again. Despite the awkward atmosphere, they start recording. Kazuha has some surprising words to a listener's request, which Kazuha's mother had some opinions about...",
          "Aliases": []
        },
        "8": {
          "ID": "5827539",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5827539",
          "TitleEnglish": "Sleepyhead Chitose and a Feisty Travel Mood",
          "SummaryEnglish": "In order to apologize to Kazuha's father for Kuzu's rudeness, Kazuha and some of the staff head to her hometown to apologize in person. For some reason, Momoka also decided to tag along. Once the get to Kazuha's family home, which is a traditional inn, they all meet with Kazuha's father. All seems to be going well until Kazuha and her father clash over something trivial, as Kazuha's mother tries to deal with them both. Momoka starts to feel something as she observes their family...",
          "Aliases": []
        },
        "9": {
          "ID": "5852241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5852241",
          "TitleEnglish": "Flustered Chitose and the Fresh-Faced Rookie",
          "SummaryEnglish": "The dubbing sessions for the second cour of the anime Chitose and the others star in has started. It didn't really do well in sales, but somehow the project is continuing. Considering everything that went wrong, rather than being down in the dumps, the staff and cast seemed mysteriously hopeful... except for Chitose. Chitose had come to believe she had made it as a popular voice actress and she feels untouchable. To make matters worse, a newbie at her agency, Sakuragaoka Nanami, tells her how much she idolizes her, inflating her head even more.",
          "Aliases": []
        },
        "10": {
          "ID": "5852242",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5852242",
          "TitleEnglish": "Two-Faced Chitose and Despairing Kuzu",
          "SummaryEnglish": "Chitose gets a new manager. Her main manager hasn't changed yet, so the new one is just a sub. But in the end, they're going to switch. Despite not putting a lot of thought into her words, Chitose had always blamed the fact that she wasn't popular because of her manager. And yet, despite her managers changing, Chitose shows no change at all and keeps getting mob roles. On the other hand, Koto, Yae, and even Nanami, who just debuted, are continuously getting roles. But Chitose still can't see the painful reality that's right in front of her...",
          "Aliases": []
        },
        "11": {
          "ID": "5852243",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5852243",
          "TitleEnglish": "An Uncertain Chitose and a Determined Gojo",
          "SummaryEnglish": "Chitose finally starts to understand the situation that she's in. Her one asset of being more confident than anyone else was starting to crumble, and she couldn't hide her somber mood at the sessions. On the other hand, the rest of the cast seems to be in high spirits with Nanami at the center. Chitose sees that and feels even more depressed. Yae tries to cheer her up, but none of her words are reaching Chitose. Seeing Chitose like this, Koto is reminded of someone else in the past...",
          "Aliases": []
        },
        "12": {
          "ID": "5852244",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5852244",
          "TitleEnglish": "Chitose Karasuma and...",
          "SummaryEnglish": "Chitose finally realizes what's important about being a voice actor. The day of the dubbing session for the final episode has finally arrived, but sadly the trains are delayed or stopped because of the snow and Chitose is extremely late. The staff and cast members who are waiting at the studio reflect on their thoughts and feelings about Chitose. Finally, the door opens and Chitose tells them how she feels. Is her legend finally about to start here?",
          "Aliases": []
        }
      }
    }
  }
}