{
    "URL": "https://www.thetvdb.com/series/brave-witches",
    "Genres": [
        "Action",
        "Animation",
        "Anime"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/1A88-9B2B-CB30-E112-9EA0-D",
        "https://www.imdb.com/title/tt6354120/",
        "http://w-witch.jp/brave_witches/",
        "https://www.themoviedb.org/tv/68102",
        "https://www.themoviedb.org/tv/68102"
    ],
    "TitleEnglish": "Brave Witches",
    "SummaryEnglish": "In September 1944, allied forces led by the 501st Joint Fighter Wing \"Strike Witches\" successfully eliminate the Neuroi threat from the skies of the Republic of Gallia, thus ensuring the security of western Europe. Taking advantage of this victory, allied forces begin a full-fledged push toward central and eastern Europe. From a base in Petersburg in the Empire of Orussia, the 502nd Joint Fighter Wing \"Brave Witches,\" upon whom mankind has placed its hopes, flies with courage in the cold skies of eastern Europe.",
    "Aliases": [],
    "Modified": "2025-06-29",
    "Seasons": {
        "0": {
            "ID": "673643",
            "URL": "https://www.thetvdb.com/series/brave-witches/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "5900354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-witches/episodes/5900354",
                    "TitleEnglish": "Petersburg Great Strategy",
                    "SummaryEnglish": "As New Year’s Eve draws closer, preparations for a holiday party are underway in Petersburg. In anticipation of the event, Eila Ilmatar Juutilainen of the 501st Joint Fighter Wing is determined to take Sanya V. Litvyak on a leisurely walk around the city. However, despite Eila's best intentions, she gets interrupted every time she gets a chance to ask Sanya out, ruining the moment and separating the girls. To make things worse, a Neuroi is approaching the base, threatening both the squadmates and the celebration in Petersburg.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "673644",
            "URL": "https://www.thetvdb.com/series/brave-witches/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5675441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-witches/episodes/5675441",
                    "TitleEnglish": "The Witch of Sasebo?",
                    "SummaryEnglish": "Young Karibuchi Hikari is the little sister of Karibuchi Takami, a famous witch who fought against the Neuroi in Europe. Hikari is a hard worker with a lot of stamina, but she lacks her famous sister's magical abilities. When she gets the chance to go to Europe and fight alongside her sister, she gladly volunteers, but first, she'll have to prove herself by competing with another student at her school.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5780427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-witches/episodes/5780427",
                    "TitleEnglish": "Take Flight, Chidori!",
                    "SummaryEnglish": "Hikari and her sister are off for Europe. But their plans are interrupted when the Fusou naval fleet is struck by a newly emerged Neuroi nest. It's up to Takami to defend the fleet against this unexpected threat, but she's overwhelmed by the sheer number of enemies. When she uses a dangerous technique to stave off the foes, it's up to the inexperienced and underpowered Hikari to protect the fleet...",
                    "Aliases": []
                },
                "3": {
                    "ID": "5799404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-witches/episodes/5799404",
                    "TitleEnglish": "The 502nd Joint Fighter Wing",
                    "SummaryEnglish": "Hikari is now a full member of the 502nd, but she's not exactly welcome yet. Compared to the rest of the members, she's woefully underpowered, and the trainer isn't sure she should be allowed to fight with them at all. When one of the girls go missing after returning from a flight, though, she has to go out and find them, and help defend against a Neuroi when it attacks.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5799405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-witches/episodes/5799405",
                    "TitleEnglish": "If You Want to Fight, Get Stronger!",
                    "SummaryEnglish": "The battle against the Neuroi is a difficult one, and the 502nd is worried that Hikaru doesn't have what it takes. She's issued a challenge: if she wants to remain in the unit, she must use her magic to climb up a tall tower and grab a hat off the top. She's not allowed to fly, and worse, she's only given seven days to do it. As the day of the deadline draws near, she still isn't making progress, but she refuses to give up.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5799406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-witches/episodes/5799406",
                    "TitleEnglish": "Deadly Battle in the Freezing Cold",
                    "SummaryEnglish": "Shimohara, Georgette and Hikari are out on patrol when they find the whole lake near the base has frozen over! It's an ice Neuroi! They engage the enemy, but it's too cold, and freezes their units solid. The Neuroi then proceeds to freeze the entire base! With no one else able to launch, it's up to the three of them to take out this frozen foe.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5799407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-witches/episodes/5799407",
                    "TitleEnglish": "Good Luck",
                    "SummaryEnglish": "The base is under attack by an artillery Neuroi! It's striking from a long distance away, and it's being guided by a marker Neuroi inside the town. Sasha leads the team to take out the marker Neuroi inside Petersburg. She's convinced she's never been here before, but she still remembers this place. Since her magical power gives her a perfect memory, how could she have forgotten?",
                    "Aliases": []
                },
                "7": {
                    "ID": "5799408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-witches/episodes/5799408",
                    "TitleEnglish": "On a Holy Night",
                    "SummaryEnglish": "It's time for the Saturnus festival, and there's no food to celebrate with! What's worse, Hikari has come down with a cold from all the stress she's under. Nipa and Kanno decide to put on a Christmas celebration anyway, using local mushrooms and hand-carved presents, but their plans are interrupted by a surprise Neuroi attack. Can a surprise visit from Grandpa Winter save the day?",
                    "Aliases": []
                },
                "8": {
                    "ID": "5799409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-witches/episodes/5799409",
                    "TitleEnglish": "Grape Juice for Your Eyes",
                    "SummaryEnglish": "The Witches are preparing for a large-scale attack on the Neuroi nest, and to do that they'll need a new weapon. This new weapon is being transported via a supposedly safe route. Krupinski is given the task of defending the convoy. Some of the younger members are a little worried about the always-joking Krupinski, but when a powerful Neuroi attacks, she gets the opportunity to show them what she can do!",
                    "Aliases": []
                },
                "9": {
                    "ID": "5799410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-witches/episodes/5799410",
                    "TitleEnglish": "Break Witches",
                    "SummaryEnglish": "A new Neuroi has appeared and is threatening the supply lines that the 502nd worked so hard to establish. With the upcoming strike on the Neuroi nest, this threat cannot be allowed to stand. But Krupinski injured after the last battle, and the other senior Witches disabled, it falls to Kanno to lead the charge in her first real command experience.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5799411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-witches/episodes/5799411",
                    "TitleEnglish": "Big Sister and Little Sister",
                    "SummaryEnglish": "Takami has returned to the 502nd, and is going to lead the operation against the new Neuroi nest. But in exchange for fighting in her weakened condition, she makes a request: that Hikari be sent away from the front lines to safety. Can Hikari convince her sister that she deserves to stay?",
                    "Aliases": []
                },
                "11": {
                    "ID": "5799412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-witches/episodes/5799412",
                    "TitleEnglish": "We Won't Know Until We Try",
                    "SummaryEnglish": "Operation Freyja begins, but Hikari isn't a part of it. She's been shuffled off to the rear lines to keep her safe, while Takami stands at the forefront of the 502nd's flight wing. But when Freyja goes wrong, who will be there to help pick up the pieces and save the day?",
                    "Aliases": []
                },
                "12": {
                    "ID": "5799413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/brave-witches/episodes/5799413",
                    "TitleEnglish": "Shining with Light...",
                    "SummaryEnglish": "The twin rail guns have been destroyed and the Neuroi nest continues its advance towards Petersburg. With Takami having exhausted her power, there's only one shot left: for Hikari and Kanno to take the AP shell directly into the core itself.",
                    "Aliases": []
                }
            }
        }
    }
}