{
    "URL": "https://www.thetvdb.com/series/flip-flappers",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6139566/",
        "http://www.flipflappers.com/",
        "https://www.themoviedb.org/tv/68272",
        "https://x.com/FLIP_FLAPPERS"
    ],
    "TitleEnglish": "Flip Flappers",
    "SummaryEnglish": "Cautious Cocona’s world is turned upside down with the sudden appearance of a fearless though troublesome girl named Papika. When these two girls meet, their adventures in a different dimension called \"Pure Illusion\" begin. Together, they go searching for mysterious crystals called \"Shards of Mimi,\" powerful items which are said to be able to grant any wish. However, in pursuit of these crystals, obstacles arise, and the shards shine enabling them to transform into fairy-like beings.",
    "TitleJapanese": "フリップフラッパーズ",
    "SummaryJapanese": "あなたには、世界はどう見えているんだろう\n\n扉をひらくカギを手にした二人のヒロイン、パピカとココナ。\n少女と少女は出会い、そして別の時間、\n異なる空間「ピュアイリュージョン」での冒険が始まる。\n願いを叶えてくれるという”ミミの欠片“を求め、\nピュアイリュージョンを巡る二人の前に様々な困難が立ちふさがる。\n二人に危機が迫ったとき“ミミの欠片”が輝き、\nそして彼女たちは変身するのだった。",
    "Aliases": [
        "Flip Flappers: Fantazja vs. świat"
    ],
    "Modified": "2025-05-23",
    "Seasons": {
        "1": {
            "ID": "673674",
            "URL": "https://www.thetvdb.com/series/flip-flappers/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5675589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flip-flappers/episodes/5675589",
                    "TitleEnglish": "Pure Input",
                    "SummaryEnglish": "Cocona is having an average day until a girl with a hover board takes her into another dimension. With nothing but their wits, their adventure begins.",
                    "TitleJapanese": "ピュアインプット",
                    "SummaryJapanese": "進路に悩む中学2年生のココナは、志望校を提出できずにいた。そんな憂鬱な気持ちの中、謎の少女パピカと出会う。ココナの気持ちとは裏腹にピュアイリュージョンの冒険へと連れ出すパピカ。今までに見たことのない真っ白な世界に圧倒されるココナだったが、帰り方がわからず途方に暮れてしまう。そんなとき、突然巨大な樹氷が動き出した！？"
                },
                "2": {
                    "ID": "5775488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flip-flappers/episodes/5775488",
                    "TitleEnglish": "Pure Converter",
                    "SummaryEnglish": "Cocona refuses to meet with Papika, and she's afraid to let her true feelings show about their last adventure. Papika isn’t about to give up that easily!",
                    "TitleJapanese": "ピュアコンバータ",
                    "SummaryJapanese": "目を覚ますとココナはいつもの自分の部屋に戻っていた。変な夢をみていたのだろうといつも通りに登校するが、パピカがクラスの転校生として現れる。幼馴染のヤヤカにかばってもらうも、しつこくピュアイリュージョンの冒険に誘い続けてくるパピカ。そんなパピカに驚いてペットのユクスキュルまでもが逃げ出してしまう。ユクスキュルを探して辿り着いた先は、耳や尻尾が生える不思議な世界だった！！"
                },
                "3": {
                    "ID": "5775489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flip-flappers/episodes/5775489",
                    "TitleEnglish": "Pure XLR",
                    "SummaryEnglish": "Stranded on a deserted planet, Papika is trying to find Cocona. Meanwhile, Cocona must fight her way out of a terrifying illusion.",
                    "TitleJapanese": "ピュアXLR",
                    "SummaryJapanese": "フリップフラップの基地でソルト、ヒダカ、サユリに言われるまま、ピュアイリュージョンへのホールを開く二人。だがたどり着いた先は、砂漠が一面に広がる荒野の世界。離ればなれになったココナを探し彷徨うパピカは不思議な住民達に助けられるが、その村も突如現れた無法者達に襲撃をうけてしまう。そして村人達を助けようとしたパピカの前に、謎の鉄仮面が立ちはだかるのだった！"
                },
                "4": {
                    "ID": "5775490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flip-flappers/episodes/5775490",
                    "TitleEnglish": "Pure Equalization",
                    "SummaryEnglish": "Cocona and Papika must learn to harmonize their feelings. As a result, Cocona ends up staying over at Papika’s \"place\" but, as always, nothing goes as expected.",
                    "TitleJapanese": "ピュアイコライゼーション",
                    "SummaryJapanese": "ホールや変身が安定しないのはインピーダンスが合っていないからだと指摘され、お互いのことをもっと理解するためにパピカとの共同生活を命じられるココナ。しかし パピカの家と案内された先は初めてピュアイリュージョンへのホールを開いた土管を改築した土管ハウス？！ こうして始まった二人の奇妙な共同生活だったが、果たして……。"
                },
                "5": {
                    "ID": "5775491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flip-flappers/episodes/5775491",
                    "TitleEnglish": "Pure Echo",
                    "SummaryEnglish": "Papika and Cocona land in a world that looks a lot like school, but with a few unsettling differences...",
                    "TitleJapanese": "ピュアエコー",
                    "SummaryJapanese": "“ごきげんよう”そこは女学生達が優雅な学園生活を送る秘密の花園。“ごきげんよう”それは永遠に続くリバイバルの呪文。今日起きなかったことが明日起こるはずも無く、世界は繰り返されていく。そして、ふとした思いがパピカとココナの胸をかすめたとき、時計塔の鐘の音が鳴り響いた─！"
                },
                "6": {
                    "ID": "5775492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flip-flappers/episodes/5775492",
                    "TitleEnglish": "Pure Play",
                    "SummaryEnglish": "The girls find themselves fighting against Yayaka and her group. Meanwhile, a portal opens and they end up being sucked in.",
                    "TitleJapanese": "ピュアプレイ",
                    "SummaryJapanese": "敵の組織アスクレピオスの一員として“アモルファス”を狙うヤヤカ・トト・ユユ。一方、パピカとココナもフリップフラップとして対抗するが、奪い合いの最中にピュアイリュージョンの中で新たな”入口”を発見する！その奥へと進んだ二人だが、彼女たちは自分ではない別の誰かの追体験をし始めてしまい─！？"
                },
                "7": {
                    "ID": "5777965",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flip-flappers/episodes/5777965",
                    "TitleEnglish": "Pure Component",
                    "SummaryEnglish": "The girls realize that their adventures in Pure Illusion are starting to bleed over into the real world. Cocona starts to feel unsure about their travels.",
                    "TitleJapanese": "ピュアコンポーネント",
                    "SummaryJapanese": "ピュアイリュージョンの深部で体験したことは先輩の過去なのか？二人は真相を確かめようとするが、先輩の様子はいつもとどこか違っていて……。ピュアイリュージョンでの行いが、他の人に何らかの影響を与えてしまうのではと感じたココナは、ピュアイリュージョンに行くことを迷い始める。パピカはそんなココナを元気づけようとするのだが……。"
                },
                "8": {
                    "ID": "5777966",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flip-flappers/episodes/5777966",
                    "TitleEnglish": "Pure Breaker",
                    "SummaryEnglish": "Cocona and Papika get thrown into Pure Illusion, entering a futuristic city. The girls and Yayaka must work together if they want to get out alive.",
                    "TitleJapanese": "ピュアブレーカー",
                    "SummaryJapanese": "街は怪物たちのオンパレード！？\n破壊され続けているこの街を守る一人のオッサン\n彼はヒーローか、それともただのオッサンか？\n2つのメカが一つになって、見ろよ生まれる無敵のロボだ\n恐れるな、乱逆の力！発進せよ、ヴェルメリオン！！突貫だ、ブラウアズール！！！\nその時、敵か味方か、巨大トレーラーが爆走する\nフリップフラッピング！"
                },
                "9": {
                    "ID": "5777967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flip-flappers/episodes/5777967",
                    "TitleEnglish": "Pure Mute",
                    "SummaryEnglish": "Yayaka's usefulness comes into question, and as Cocona and Yayaka face off, their friendship and lives are put on the line.",
                    "TitleJapanese": "ピュアミュート",
                    "SummaryJapanese": "3人目のアモルファスの子供\"ニュニュ\"の登場により、アスクレピオスの組織内にも困惑が広がる。 ヤヤカに迫る最後のチャンス……。一方、\"ミミ\"の記憶を口走るパピカと、それを不信に思うココナの間にも不穏な空気が流れていた。 欠片をめぐる争いも激しさを増し、ココナはトトとユユと共に防衛トラップにつかまってしまう！"
                },
                "10": {
                    "ID": "5777968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flip-flappers/episodes/5777968",
                    "TitleEnglish": "Pure Jitter",
                    "SummaryEnglish": "Cocona demands answers as Asclepius attacks Flip Flap. Cocona's world starts to crumble as the truth is finally revealed.",
                    "TitleJapanese": "ピュアジッター",
                    "SummaryJapanese": "負傷により治療を受けるヤヤカ、”ミミ”をパートナーだと語るパピカ、度重なる出来事に混乱を隠し切れないココナ……。 かつてより行われていたピュアイリュージョン研究の実態が徐々に明らかとなり始める。 さらに、フリップフラップの基地にアスクレピオスの襲撃が発生！ 各自が脱出を試みるのだが、パピカとココナは途中ではぐれてしまい―！？"
                },
                "11": {
                    "ID": "5777969",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flip-flappers/episodes/5777969",
                    "TitleEnglish": "Pure Storage",
                    "SummaryEnglish": "Mimi poses a threat to the world. Salt and Papika try to stop her only to be overwhelmed by their memories.",
                    "TitleJapanese": "ピュアストレージ",
                    "SummaryJapanese": "欠片が集まりココナの元へ―。現れたのはココナを守るというミミだった！？ ミミの復活に感嘆の声をあげるアスクレピオスの面々は彼女を捕えようとするが、ミミの力はとても強大なものだった。 過去のパピカとミミそしてソルトたちの選択が、ココナの未来へと繋がって……。 ココナの姿で暴走するミミを目の前にして、パピカは決断を迫られるのだった！"
                },
                "12": {
                    "ID": "5777970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flip-flappers/episodes/5777970",
                    "TitleEnglish": "Pure Howling",
                    "SummaryEnglish": "Yayaka and Papika have teamed up to save Cocona from her mother. As they follow Mimi and Cocona, they must fight their way through Pure Illusion.",
                    "TitleJapanese": "ピュアハウリング",
                    "SummaryJapanese": "◆ピュアイリュージョンの世界に閉じ籠ってしまったミミ。 パピカとヤヤカはココナを連れ戻すためにピュアイリュージョンへと向かうが、ミミの防衛トラップにより近づくことすら許されない。 次々と現れるトラップに苦戦する彼女たち。揺れる想いの狭間でそれぞれがみる世界とは―！？"
                },
                "13": {
                    "ID": "5794688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/flip-flappers/episodes/5794688",
                    "TitleEnglish": "Pure Audio",
                    "SummaryEnglish": "Cocona and Papika reunited forever more bring Mimi and Pure Illusion's rampage on reality to an end.",
                    "TitleJapanese": "ピュアオーディオ",
                    "SummaryJapanese": null
                }
            }
        }
    }
}