{
    "URL": "https://www.thetvdb.com/series/girlish-number",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6353054/",
        "http://www.tbs.co.jp/anime/gn/",
        "https://www.themoviedb.org/tv/68403"
    ],
    "TitleEnglish": "Girlish Number",
    "SummaryEnglish": "College student Chitose Karasuma is determined not to do boring things as she enters the adult world. To this end, this bad-mannered beauty barges into a facility that trains would-be voice actors and actresses, somehow landing a job at \"Number One Produce,\" a seiyuu agency managed by her older brother, Gojou. In Chitose's mind, she's poised for greatness, but finds herself at a loss when she continues to only get minor roles.",
    "TitleJapanese": "ガーリッシュ ナンバー",
    "SummaryJapanese": "女子大生・烏丸千歳は「つまんない事なんてしたくない」という思いから声優養成所の門を叩き、無事これを卒業して晴れて声優デビューを果たす。しかし彼女に回ってくるのは端役ばかり。「この業界はおかしい」と言って憚らない千歳は声優として成功出来るのか?",
    "Aliases": [
        "Gi(a)rlish Number"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "673676",
            "URL": "https://www.thetvdb.com/series/girlish-number/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5675590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5675590",
                    "TitleEnglish": "Runaway Chitose and a Rotten Industry",
                    "SummaryEnglish": "A certain event for the release of a certain anime in a certain city on a certain day. The two lead cast members, Momoka Sonou and Kazuha Shibasaki, performed on stage, while an ambitious costar admired them from a distance. Her name was Chitose Karasuma, a newbie voice actor who had yet to become popular and still had a lot to learn. Though she was passionate, she didn't try very hard and she was constantly given mob roles, so she was feeling some danger concerning her job security. However one day, Chitose is given an unexpected opportunity!",
                    "TitleJapanese": "やさぐれ千歳と腐った業界",
                    "SummaryJapanese": "某月某日、某アニメのパッケージ発売を記念したイベントが都内某所で開催されていた。主演の苑生百花、柴崎万葉、ふたりの人気声優が登壇する華やかなステージを、舞台脇から野心を秘めた瞳で見つめるひとりの共演者がいた。実力も人気もまだまだな駆け出しの声優・烏丸千歳である。野心はあっても、特別に何か努力をするわけでもなく、モブ役ばかりをこなす毎日に漠然とした危機感を感じている――そんな千歳に訪れる転機とは！？"
                },
                "2": {
                    "ID": "5781824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5781824",
                    "TitleEnglish": "Arrogant Chitose and an Unvoiced Scream",
                    "SummaryEnglish": "Chitose gets a big head when she finds out she got a huge role, even before she starts the job. However, the project is in some hot water because of some mix ups involving the production and the author, but she has no idea and is on cloud nine. She heads to a meeting and sees two other girls there, her colleague and friend from voice acting school Yae Kugayama, and Koto Katakura, her senior with a Kansai accent. They suddenly find out that they're supposed to form a unit and have a CD debut...",
                    "TitleJapanese": "天狗な千歳と声なき悲鳴",
                    "SummaryJapanese": "新番アニメのヒロイン役という大仕事が決まり、収録が始まる前から調子に乗る千歳。その作品は、原作、制作会社、メーカーの折り合いが悪く、不穏な空気が漂っている……なんて裏事情は知るわけもなく、有頂天な気分のまま、メインキャストの顔合わせの場に向かうと――。そこには同期の久我山八重と、先輩声優の片倉京が待っていた。その場で聞かされた八重、京、百花、万葉たちとユニットを組んでCDデビューをする話に舞い上がる千歳だが！？"
                },
                "3": {
                    "ID": "5791327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5791327",
                    "TitleEnglish": "Wicked Chitose and an Expanding Royal Road",
                    "SummaryEnglish": "The recording sessions for the anime Chitose stars in finally start. Yae and Koto seem nervous, but Chitose goes about the recording sessions with the wrong idea. However, her confidence is soon torn down. When she tries to do the part the way she thinks is okay, she can't get an OK, and she can't seem to get the requests from the staff right. Chitose realizes that she doesn't know what she's supposed to do, or what's wanted from her, and goes to the popular voice actress, Momoka, for help.",
                    "TitleJapanese": "邪道な千歳と王道展開",
                    "SummaryJapanese": "ついに千歳がヒロインを演じる作品のアフレコがスタートした。緊張する八重や京を横目に、勘違いした不遜な態度で初回のアフレコに臨む千歳。しかし、根拠のない自信はあっさりと砕け散る。思いどおりに芝居をすればオッケーが出ず、スタッフからの指示もきちんと受け止めることができない。自分が何をしたらいいのか、何を求められているのか、さっぱりわからず、困り果てた千歳は、人気声優の百花にアドバイスを求める。"
                },
                "4": {
                    "ID": "5791328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5791328",
                    "TitleEnglish": "Popular Chitose and Her Delightful Friends",
                    "SummaryEnglish": "A screening event for the first episode of an anime that Chitose is starring in has arrived. Chitose and the other four girls would be appearing and talking, singing, and showing the first episode. Momoka and Kazuha have done a number of these events, so they seem calm. Meanwhile, the remaining three are filled with anticipation and nervousness... or so they thought. While Yae and Koto seem nervous, Chitose seems pretty relaxed in the green room, as she had no problem falling asleep...",
                    "TitleJapanese": "イケイケ千歳とゆかいな仲間たち",
                    "SummaryJapanese": "千歳がヒロインを務めるアニメの第1話最速上映イベントの日がやってきた。千歳たち5人の主演声優が登壇し、トークと歌、そして本編の上映で、作品のスタートを華々しく切る日だ。場数を多く踏んでいる百花、万葉は落ち着いた様子。一方、残り3人のメンバーは、期待と不安から来る緊張でガチガチ……かと思いきや、震え上がる八重と京を尻目に、千歳は持ち前の図太さを遺憾なく発揮して、控え室で寝こけるほどにリラックスしていた。"
                },
                "5": {
                    "ID": "5791329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5791329",
                    "TitleEnglish": "Enviable Chitose and Hollow Worth",
                    "SummaryEnglish": "Chitose is extremely satisfied with how the CD for the opening song they recorded as a group is doing. She gets a big head once again, and even wears a disguise to go check out the display at an anime shop. Meanwhile, Yae and Koto actually don't seem nearly as enthused. Unlike Chitose, who hadn't been watching the completed episodes on TV, the two had been watching it, and couldn't help but feel conflicted. Next, it was decided that the voice actresses would do a fan event, but...",
                    "TitleJapanese": "ちょけった千歳とぼこぼこ評価",
                    "SummaryJapanese": "自分たちのユニットが歌ったオープニング主題歌のCDが好調でご満悦の千歳。調子に乗り、思わず芸能人気取りの変装をして、ショップのディスプレイを確認しに行くほどだ。しかし、八重と京は、どこか浮かぬ顔。アフレコ後の完成品を観ていない千歳と違い、ふたりはオンエアされた、ひどい出来のものを観て、複雑な心境を抱えていた。そんななか、今度はキャスト陣によるお渡し会が開催されることになるのだが！？"
                },
                "6": {
                    "ID": "5791330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5791330",
                    "TitleEnglish": "Beachside Chitose and the No-Go Budget",
                    "SummaryEnglish": "In order to record some bonus footage for the physical release of Kusure, Chitose and the others arrive in Okinawa. The staff that came along are acting like this is some kind of vacation, and Chitose can't help but feel carefree as well. Meanwhile, Yae is rather nervous about her first swimsuit shoot, Koto can't hide her concerns about how badly the series is selling, Momoka is handling everything calmly as usual, and Kazuha was infuriated by the shoot. Later that night, the five gather in the banquet room and start to drink, and...",
                    "TitleJapanese": "浜辺の千歳と通らぬ予算",
                    "SummaryJapanese": "アニメのパッケージに付属する特典映像を収録するため、沖縄へとやってきた千歳たち。同行したスタッフ陣はすっかりバカンス気分で、千歳も南国の陽気にあてられ浮かれモード。しかし、八重は初めての水着撮影に緊張して震え上がり、京は作品の芳しくないセールスを思い浮かぬ顔、百花はクールに通常運転、そして万葉は、意にそぐわぬ水着撮影に激怒していた。なんとかその場は収まって、夜には５人揃って大部屋で楽しい酒盛りが始まったのだが！？"
                },
                "7": {
                    "ID": "5827538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5827538",
                    "TitleEnglish": "Onlooker Chitose and Parents' Day",
                    "SummaryEnglish": "Momoka and Chitose send a drunk Kazuha back to her house, but there they meet Kazuha's mother, who had come from Yamagata. Apparently she was rather worried, after seeing the swimsuit footage. The next day at a radio program with all the girls, Kazuha's mother shows up once again. Despite the awkward atmosphere, they start recording. Kazuha has some surprising words to a listener's request, which Kazuha's mother had some opinions about...",
                    "TitleJapanese": "やじうま千歳と授業参観",
                    "SummaryJapanese": "酔いつぶれた万葉を彼女の自宅まで送った千歳と百花は、そこで山形から上京してきた万葉の母と出会う。例の水着姿の特典映像を見て、心配して訪ねて来たのだ。翌日、千歳たち作品のメインキャストが勢揃いしての配信番組の現場にも、万葉の母は姿を見せる。リハーサルを経て、なんともいえない雰囲気のままスタートする本番。番組に寄せられたリスナーの投稿が、万葉に思わぬ言葉を口走らせる。その様子を見て、万葉の母には感じるものがあった。"
                },
                "8": {
                    "ID": "5827539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5827539",
                    "TitleEnglish": "Sleepyhead Chitose and a Feisty Travel Mood",
                    "SummaryEnglish": "In order to apologize to Kazuha's father for Kuzu's rudeness, Kazuha and some of the staff head to her hometown to apologize in person. For some reason, Momoka also decided to tag along. Once the get to Kazuha's family home, which is a traditional inn, they all meet with Kazuha's father. All seems to be going well until Kazuha and her father clash over something trivial, as Kazuha's mother tries to deal with them both. Momoka starts to feel something as she observes their family...",
                    "TitleJapanese": "ねぼすけ千歳と湯煙旅情",
                    "SummaryJapanese": "配信番組の収録後に起こったトラブルを万葉の父に会って直接謝罪するため、万葉とスタッフ一同は、彼女の実家がある山形県の温泉街へと向かう。その一行の中には、なぜか百花の姿もあった。万葉の実家である旅館にたどり着き、無事、万葉の父と対面する一同。つつがなく事態は収拾されるかと思いきや、ささいなきっかけで万葉と父が衝突してしまう。不器用な父娘と、それを優しく見守る母親。そんな家族の姿を見て、百花の胸には複雑な感情が去来する。"
                },
                "9": {
                    "ID": "5852241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5852241",
                    "TitleEnglish": "Flustered Chitose and the Fresh-Faced Rookie",
                    "SummaryEnglish": "The dubbing sessions for the second cour of the anime Chitose and the others star in has started. It didn't really do well in sales, but somehow the project is continuing. Considering everything that went wrong, rather than being down in the dumps, the staff and cast seemed mysteriously hopeful... except for Chitose. Chitose had come to believe she had made it as a popular voice actress and she feels untouchable. To make matters worse, a newbie at her agency, Sakuragaoka Nanami, tells her how much she idolizes her, inflating her head even more.",
                    "TitleJapanese": "焦燥千歳と疾走ルーキー",
                    "SummaryJapanese": "千歳たちが主演するアニメの、第2期のアフレコが始まった。商業的に成功したとはいえないプロジェクトの続編。そんな負け戦を前に、現場の士気は低下気味……かと思いきや、スタッフ、キャストには不思議な結束が生まれていた。ただひとり、千歳を除いて。すっかり売れっ子声優の仲間入りを果たした気分でいる彼女には、やる気も危機感もない。さらに、業界に入りたての新人声優・桜ヶ丘七海から屈託のない賞賛の言葉を向けられ、ますます調子づくのだった。"
                },
                "10": {
                    "ID": "5852242",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5852242",
                    "TitleEnglish": "Two-Faced Chitose and Despairing Kuzu",
                    "SummaryEnglish": "Chitose gets a new manager. Her main manager hasn't changed yet, so the new one is just a sub. But in the end, they're going to switch. Despite not putting a lot of thought into her words, Chitose had always blamed the fact that she wasn't popular because of her manager. And yet, despite her managers changing, Chitose shows no change at all and keeps getting mob roles. On the other hand, Koto, Yae, and even Nanami, who just debuted, are continuously getting roles. But Chitose still can't see the painful reality that's right in front of her...",
                    "TitleJapanese": "闇堕ち千歳と失意のクズ",
                    "SummaryJapanese": "千歳に新しいマネージャーが付くことになった。メインの担当は変わらず、あくまでサブとして付いたという形ではあるが、事実上のマネージャー交代だ。自分がブレイクしないのはマネージャーのせい――軽口とはいえ、そう主張し続けて来た千歳だが、いざ交代してみても特に仕事に変化はなく、未だ来るのはモブの仕事ばかり。京や八重はもちろん、あとからデビューした七海ですら、順調に仕事を増やしているというのに。だが、まだ彼女は気付かないのだった。目の前にある、厳しい現実に……。"
                },
                "11": {
                    "ID": "5852243",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5852243",
                    "TitleEnglish": "An Uncertain Chitose and a Determined Gojo",
                    "SummaryEnglish": "Chitose finally starts to understand the situation that she's in. Her one asset of being more confident than anyone else was starting to crumble, and she couldn't hide her somber mood at the sessions. On the other hand, the rest of the cast seems to be in high spirits with Nanami at the center. Chitose sees that and feels even more depressed. Yae tries to cheer her up, but none of her words are reaching Chitose. Seeing Chitose like this, Koto is reminded of someone else in the past...",
                    "TitleJapanese": "揺れる千歳と決意の悟浄",
                    "SummaryJapanese": "ついに自分の置かれた状況を理解してしまった千歳。唯一の取り柄だった根拠のない自信は脆くも崩れ去り、アフレコ現場でも覇気のなさを隠しきれない。そんな彼女の様子とは裏腹に、他のキャスト陣の士気は高く、七海を中心としてスタジオには朗らかな空気が流れる。それを見て、ますます沈む千歳の気持ち。励まそうとする八重の言葉も、今の彼女にはまったく届かない。千歳のその打ちひしがれた姿に、京はとある人物の過去を思い出す……。"
                },
                "12": {
                    "ID": "5852244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/girlish-number/episodes/5852244",
                    "TitleEnglish": "Chitose Karasuma and...",
                    "SummaryEnglish": "Chitose finally realizes what's important about being a voice actor. The day of the dubbing session for the final episode has finally arrived, but sadly the trains are delayed or stopped because of the snow and Chitose is extremely late. The staff and cast members who are waiting at the studio reflect on their thoughts and feelings about Chitose. Finally, the door opens and Chitose tells them how she feels. Is her legend finally about to start here?",
                    "TitleJapanese": "烏丸千歳と……",
                    "SummaryJapanese": "千歳は気付いた。声優として大切な何かに。そして、最終話のアフレコ当日が訪れた。あいにくの雪で公共交通機関が大幅に遅延。大遅刻でアフレコスタジオに向かう千歳。先に集合していた他のキャストとスタッフは、これまでの思い出とさまざまな感情を抱きしめながら、彼女のことを待つ。やがて開く扉。スタジオにあらわれた千歳は、仲間たちに思いの丈をぶちまける。彼女の伝説が、ここから始まる……のか!?"
                }
            }
        }
    }
}