{
  "URL": "https://www.thetvdb.com/series/vivid-strike",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Fantasy",
    "Science Fiction",
    "Sport"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt6912372/",
    "https://www.themoviedb.org/tv/68096"
  ],
  "TitleEnglish": "ViVid Strike!",
  "SummaryEnglish": "Fuuka and Rinne lived in an orphanage. Together, as childhood friends who were like sisters, they endured a poor life as they dreamed of a bright future. However, the coming of the \"second separation\" was about to drastically change the fate of both Fuuka and Rinne…",
  "Aliases": [],
  "Modified": "2025-06-04",
  "Seasons": {
    "0": {
      "ID": "675788",
      "URL": "https://www.thetvdb.com/series/vivid-strike/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "5941146",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vivid-strike/episodes/5941146",
          "TitleEnglish": "ViVid Xmas!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "5941138",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vivid-strike/episodes/5941138",
          "TitleEnglish": "Mixed Magical Battle",
          "SummaryEnglish": "After Fuuka's first sparring victory, Einhart signs her up for some practice matches against Rio and Corona, both users of mixed magic martial arts.",
          "Aliases": []
        },
        "3": {
          "ID": "5941139",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vivid-strike/episodes/5941139",
          "TitleEnglish": "Watchful Eyes",
          "SummaryEnglish": "Nakajima and Frontier Gyms' coaching staff each watch over the training of their pupils for the coming Winter Cup.",
          "Aliases": []
        },
        "4": {
          "ID": "5941140",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vivid-strike/episodes/5941140",
          "TitleEnglish": "Summertime Vacation",
          "SummaryEnglish": "Everyone is invited to the beach to relax, but Fuuka and Rinne don't seem as eager to go swimming...",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "675789",
      "URL": "https://www.thetvdb.com/series/vivid-strike/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5697429",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vivid-strike/episodes/5697429",
          "TitleEnglish": "Fuuka Reventon",
          "SummaryEnglish": "Two girls living in an orphanage, Fuuka and Rinne, dream together of a better future. However after a few years, Rinne is adopted and separated from Fuuka, pushing the latter into a streak of rebellious behavior. One day, after being injured during a fight with a gang, Fuuka meets Einhart Stratos, a martial artist combatant at the Nakajima Gym. There she is offered employment as a sparring partner for the athletes in training.",
          "Aliases": []
        },
        "2": {
          "ID": "5777479",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vivid-strike/episodes/5777479",
          "TitleEnglish": "Nakajima Gym",
          "SummaryEnglish": "While working as the sparring partner for the Nakajima Gym athletes, Fuuka learns more about the martial arts. With Einhart as her mentor, she practices important skills against all of her seniors. Rinne on the other hand has become the number one \"Under-15\" martial arts fighter, dominating the competition with her overwhelming power. Fuuka hates the changes Rinne has undergone, and vows to one day set things right with her.",
          "Aliases": []
        },
        "3": {
          "ID": "5784593",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vivid-strike/episodes/5784593",
          "TitleEnglish": "Challenge",
          "SummaryEnglish": "The Nakajima Gym crew is invited to view Rinne's latest match. After an overwhelming victory once again, Rinne issues a surprise challenge to the Nakajima Gym by wanting to face off and utterly defeat every single athlete present, including Vivio, the only person she has ever lost to. The camera then turns to Fuuka, who sets her own stage and challenge...",
          "Aliases": []
        },
        "4": {
          "ID": "5784594",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vivid-strike/episodes/5784594",
          "TitleEnglish": "Rinne Berlinetta",
          "SummaryEnglish": "Rinne is the adopted daughter of a family owning a very large clothing company. She is sent to the same school her adoptive mother went to, and seems to be enjoying her new life with her parents and beloved grandfather. However after being encouraged to perform to the best of her abilities by her physical education teacher and topping the class, some classmates subject her to intense and cruel bullying. Rinne seems to endure without much complaints and assures her parents that everything is fine, believing that if she shows no signs of weakness her detractors will eventually grow bored. Unfortunately the circumstances align such that on a particularly bad day, Rinne explodes and moves against her enemies in a devastating fashion.",
          "Aliases": []
        },
        "5": {
          "ID": "5794359",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vivid-strike/episodes/5794359",
          "TitleEnglish": "Huracan",
          "SummaryEnglish": "With everyone from the Nakajima Gym having a better understanding of Rinne's reason for wanting to be the strongest, some of the crew are concerned that Fuuka might not have taken her old friend's troubled history well. Fuuka quickly reassures everyone that while she understands what Rinne went through, she still can't stand the look in her eyes after all and will go through whatever it takes to get rid of it. Her unison device \"Huracan\" is delivered to her the next morning, and with it she is able to undergo more serious and rigorous training.",
          "Aliases": []
        },
        "6": {
          "ID": "5794360",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vivid-strike/episodes/5794360",
          "TitleEnglish": "Winter Cup",
          "SummaryEnglish": "The Winter Cup single elimination tournament for the \"Under-15\" class is finally underway. The Nakajima Gym crew receives information of the initial match-ups, which spurs the various contestants into dreaming big. Meanwhile, Fuuka's challenge to Rinne makes its way to her in a clearer format.",
          "Aliases": []
        },
        "7": {
          "ID": "5802659",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vivid-strike/episodes/5802659",
          "TitleEnglish": "Vivio Takamachi",
          "SummaryEnglish": "The second day quickly reaches its climax as Einhart first takes the stage to defend her world champion title, followed by the heated revenge match of Rinne versus Vivio.",
          "Aliases": []
        },
        "8": {
          "ID": "5802660",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vivid-strike/episodes/5802660",
          "TitleEnglish": "Winner and Loser",
          "SummaryEnglish": "Rinne and Vivio's fight reaches a dramatic and irreversible conclusion for both competitors as the weight of the years gone by comes crashing down into the ring.",
          "Aliases": []
        },
        "9": {
          "ID": "5802661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vivid-strike/episodes/5802661",
          "TitleEnglish": "Reunion",
          "SummaryEnglish": "Rinne, depressed over her loss, decides to quit practicing martial arts and renounce her promise to Fuuka. Einhart forces her to face Fuuka by offering her a match for the Under-15 champion belt if she can win against her childhood friend.",
          "Aliases": []
        },
        "10": {
          "ID": "5802662",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vivid-strike/episodes/5802662",
          "TitleEnglish": "Rain",
          "SummaryEnglish": "The practice ground is awash with emotion as Fuuka and Rinne exchange tempestuous blows in an increasingly tense match.",
          "Aliases": []
        },
        "11": {
          "ID": "5802663",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vivid-strike/episodes/5802663",
          "TitleEnglish": "Piercing Strike",
          "SummaryEnglish": "Rinne has always wanted to be stronger than anyone else and use that devastating power to rise above those in her way, all in order to never regret losing precious things. However in Fuuka she finds an adaptable opponent capable of utilizing various techniques to strike lethal blows both at her body and heart. As feelings reach the boiling point, they embody the piercing strikes the two former friends launch at each other's emotional barrier.",
          "Aliases": []
        },
        "12": {
          "ID": "5802664",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vivid-strike/episodes/5802664",
          "TitleEnglish": "In Joined Hands",
          "SummaryEnglish": "Fuuka and Rinne have made up through exchanges of both words and blows. They now march forward hand in hand to the Winter Cup final and beyond in the world of the Strike Arts.",
          "Aliases": []
        }
      }
    }
  }
}