{
    "URL": "https://www.thetvdb.com/series/matoi-the-sacred-slayer",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5891608/",
        "https://www.themoviedb.org/tv/68402"
    ],
    "TitleEnglish": "Matoi The Sacred Slayer",
    "SummaryEnglish": "Matoi Sumeragi, a second-year junior high school student, works part-time as a shrine maiden at Tenman Shrine in the city of Kamaya. Her close friend Yuma Kusanagi is part of the family of the shrine's chief priest, and is a candidate to be the successor shrine maiden. One day, Matoi and Yuma walk from the school to the shrine as usual, but when they arrive, they are greeted by the shrine's now damaged grounds, and Yuma's parents have both collapsed from their wounds. Matoi's father Shingo, a police detective, launches an investigation, and he comes upon a man who does not seem entirely sane, his only witness. When he holds down the man, Yuma begins the ritual of Divine Possession. Something strange then happens, not with Yuma, but with Matoi. Matoi Sumeragi, who had only wanted a normal, peaceful life, takes the role of a god, and gains the power to banish evil spirits.",
    "TitleJapanese": "装神少女まとい",
    "SummaryJapanese": "西暦2016年――。釜谷市にある「天万神社」で、巫女のアルバイトをしていた中学2年生、皇（すめらぎ）まとい。幼少の頃に母と生き別れになった彼女は、父方の祖父母の家に長年預けられており、三ヶ月前からようやく父である伸吾とふたりで暮らし始めた。そんな境遇からか、まといは平凡で穏やかな日常に憧れていた。まといの親友で、バイト仲間である草薙（くさなぎ）ゆまは、「天万神社」の神主一族に生まれた次期巫女候補であった。彼女は、一族が悪霊を払うための「退魔行」を先祖代々行っていたことを知り、まといを誘って「退魔行」にまつわる儀式「神懸りの儀」にチャレンジしようとする。学校が終わり、いつものように神社へと向かったふたりであったが、そこで荒らされた境内と、傷つき倒れたゆまの両親に遭遇する。さらに、刑事である伸吾が捜査を行っていた怪事件の重要参考人で、どこか正気でない雰囲気を纏った男の姿もあった。暴れる男を抑えようと、ゆまは咄嗟に「神懸りの儀」を執り行ったのだが、異変が生じたのはゆまの方ではなく――。平凡で普通の生活を求めていた少女に与えられたのは、神を纏って悪霊を払う能力!?皇まとい、誰にも邪魔されない穏やかな日々を取り戻すため、退魔活動（タイカツ）に励みます！",
    "Aliases": [
        "Sōshin Shōjo Matoi",
        "Soushin Shoujo Matoi"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "675801",
            "URL": "https://www.thetvdb.com/series/matoi-the-sacred-slayer/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5898979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matoi-the-sacred-slayer/episodes/5898979",
                    "TitleEnglish": "Yuma the Sacred Slayer (Plus Her Merry Friends)",
                    "SummaryEnglish": "Special Episode of Soushin Shoujo Matoi to air after final episode.",
                    "TitleJapanese": "ゆまちん、まとめました〜何も着てなくて…夏〜",
                    "SummaryJapanese": "特別編"
                },
                "2": {
                    "ID": "6058002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matoi-the-sacred-slayer/episodes/6058002",
                    "TitleEnglish": "Knight Busters Inc.",
                    "SummaryEnglish": null,
                    "TitleJapanese": "OVA第13話「株式会社ナイツ・バスターズ」",
                    "SummaryJapanese": "本編最終話から１週間後のまといたちを描く特別編"
                }
            }
        },
        "1": {
            "ID": "675802",
            "URL": "https://www.thetvdb.com/series/matoi-the-sacred-slayer/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5697517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matoi-the-sacred-slayer/episodes/5697517",
                    "TitleEnglish": "I'm Possessed!",
                    "SummaryEnglish": "A series of mysterious attacks leave several young women drained of their energy. Meanwhile, Matoi and Yuma work the shrine with no idea of the danger looming over them.",
                    "TitleJapanese": "私、神懸かってます",
                    "SummaryJapanese": "釜谷市にある「天万神社」で、巫女のアルバイトをしていた少女・皇まとい。彼女と、友人である神主一族の末裔・草薙ゆまは、かつて天万神社が悪霊を払う退魔行を行っていたことを知り、興味を抱く。ほどなくして、暴徒が天万神社を襲撃する事件が発生。ゆまは退魔行を調べる中で発見した「神懸りの儀」によって暴徒を抑えようとするも、神との統合＝纏創（てんそう）に成功したのはまといの方だった。まといは戸惑いながらも、神の力で暴徒を操っていた悪霊を退治する。"
                },
                "2": {
                    "ID": "5775348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matoi-the-sacred-slayer/episodes/5775348",
                    "TitleEnglish": "I Clad Myself In A God",
                    "SummaryEnglish": "An invisible apparition is following Matoi wherever she goes, even to school. When photos of her other form land on the internet, other parties descend on her location.",
                    "TitleJapanese": "神様、纏いました",
                    "SummaryJapanese": "まといは、纏創を経たことで守護霊のように神が憑いた状態となる。それを知ったゆまは、神と同化している以上は退魔活動＝タイカツに乗り出すべきとして、退魔少女というSNSアカウントまで作成する始末。タイカツの一環として、早速立てこもり事件の現場に向かったまとい。だが、その場に姿を表した悪霊の力は想像以上だった。窮地に陥ったまといだが、悪魔祓いを実践する「アンチ・クリード」、クラルス・トニトルスに命を救われる。"
                },
                "3": {
                    "ID": "5775349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matoi-the-sacred-slayer/episodes/5775349",
                    "TitleEnglish": "God's Playing Dumb",
                    "SummaryEnglish": "Luciela somehow works her way into the shrine and becomes Matoi and Yuma’s new tutor. Meanwhile, a sinister force takes over a human vessel and prepares another attack.",
                    "TitleJapanese": "神様は知らんぷり",
                    "SummaryJapanese": "纏創した姿が謎の半裸少女として世間に知れ渡り、身バレの恐怖に震えるまとい。ゆまの家庭教師として再び現れたルシエラからも、退魔少女ではないかという疑惑を突きつけられ……。"
                },
                "4": {
                    "ID": "5775350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matoi-the-sacred-slayer/episodes/5775350",
                    "TitleEnglish": "Her Resolution and My Reason",
                    "SummaryEnglish": "Clarus burns for revenge against the “Creed Killer,” and she needs Matoi to lure him out. In exchange, she tells Matoi more about her powers and the nature of their enemy.",
                    "TitleJapanese": "彼女の覚悟と私の理由",
                    "SummaryJapanese": "クラルスを救うため、まといはナイツが取り憑いた霊媒師との戦闘に介入する。そこにはクラルスと因縁を持つフェゴルも現れた。彼との接触で、まといは別次元へと飛ばされる。"
                },
                "5": {
                    "ID": "5775351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matoi-the-sacred-slayer/episodes/5775351",
                    "TitleEnglish": "A Special Kind of Ordinary",
                    "SummaryEnglish": "Matoi and Yuma take Clarus shopping, but the jovial atmosphere is broken when two little gods are released from inside Yuma and quickly scurry away.",
                    "TitleJapanese": "特別な普通",
                    "SummaryJapanese": "フェゴルとの戦いを終えたまといには、その能力を危険視したクラルスが監視に付く。まといは、彼女に“普通”を体験させようと、ゆまと共に原宿へと連れ出す。"
                },
                "6": {
                    "ID": "5775352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matoi-the-sacred-slayer/episodes/5775352",
                    "TitleEnglish": "I'm Sorry",
                    "SummaryEnglish": "Yuma’s frightened tanuki god, Kai, is not nearly as excited as she is about combat, but he and Yuma might be their only hope when a fight against a cute Night turns deadly.",
                    "TitleJapanese": "ごめんなさい",
                    "SummaryJapanese": "2体の神を宿していることが発覚し、浮かれるゆま。退魔活動にも積極的に乗り出す中、地元商店街の着ぐるみ「カマ吉」に霊が取り憑いたとの連絡が。現れたのは一見カワイイ着ぐるみナイツで……。"
                },
                "7": {
                    "ID": "5777923",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matoi-the-sacred-slayer/episodes/5777923",
                    "TitleEnglish": "The Sea, the Hot Springs, and Sometimes Evil Spirits",
                    "SummaryEnglish": "The whole gang ends up at the beach as a day for relaxation. When everyone goes to sleep, chaos ensues.",
                    "TitleJapanese": "海と温泉、ときどき悪霊",
                    "SummaryJapanese": "夏休みに入り、まといたちは海と温泉が楽しめる天海神社へと旅行に出かける。まといはそこで、天海神社の巫女である雨音弥生と出会い、母しおりの過去について聞かされる。"
                },
                "8": {
                    "ID": "5777924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matoi-the-sacred-slayer/episodes/5777924",
                    "TitleEnglish": "A Small Wish",
                    "SummaryEnglish": "Tension arises with Matoi as she becomes uncertain of herself. Meanwhile, Tezuka is suddenly attacked.",
                    "TitleJapanese": "ちいさな願い",
                    "SummaryJapanese": "弥生は強力な力を持つ退魔少女だったが、既に神の力は尽きかけていた。まといは、それでも戦おうとする彼女やゆまの覚悟を知り、自身の「願い」のために戦う意思を固める。"
                },
                "9": {
                    "ID": "5777925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matoi-the-sacred-slayer/episodes/5777925",
                    "TitleEnglish": "Thank You",
                    "SummaryEnglish": "After an attack by a Night, Shingo and Matoi end up trapped alone together, and Matoi’s transformation is starting to disappear. Is Shingo going to discover her identity?",
                    "TitleJapanese": "ありがとう",
                    "SummaryJapanese": "退魔少女としての活動も板についてきたまといとゆま。だが、まといは、伸吾と食事中に新たな敵・サフィラスに狙われる。氷の結界に包囲されたふたりは果たして脱出できるのか？"
                },
                "10": {
                    "ID": "5777926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matoi-the-sacred-slayer/episodes/5777926",
                    "TitleEnglish": "The Open Gate",
                    "SummaryEnglish": "At last, it’s time for Matoi to learn about her mother’s past. Meanwhile, Ludos launches another attack on the exorcists, but his orders may not be coming from who he expects.",
                    "TitleJapanese": "開かれし門",
                    "SummaryJapanese": "度重なるナイツとの戦闘の影響か、空には次元の裂け目が現れる。これを危惧したゆまの祖父・草薙清玄に呼び出されたまといは、母・しおりが行方不明になったある事件の詳細に触れる。"
                },
                "11": {
                    "ID": "5777927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matoi-the-sacred-slayer/episodes/5777927",
                    "TitleEnglish": "I'm Heading Out!",
                    "SummaryEnglish": "Matoi prepares to save the world by saying goodbye to the people she cares about. Meanwhile, Shingo realizes he might lose Matoi to the same calamity that took his wife.",
                    "TitleJapanese": "いってきます",
                    "SummaryJapanese": "伸吾は、まといを付け狙う意外な人物を突き止める。その人物が語るまといの役割に動揺する伸吾。一方でまといも、すべての真相が隠された〈頂次元〉に向かうことを決断する。"
                },
                "12": {
                    "ID": "5777928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/matoi-the-sacred-slayer/episodes/5777928",
                    "TitleEnglish": "Being Ordinary's the Best",
                    "SummaryEnglish": "The girls ascend to the highest dimension and try to seal the gate. Matoi only holds one wish in her heart: to be ordinary.",
                    "TitleJapanese": "普通がいちばん",
                    "SummaryJapanese": "まとい、ゆま、クラルスの3人は〈頂次元〉を目指す。だが、その道程は一筋縄ではいかなかった。まとい積年の願いである“普通”を取り戻すための、最後の戦いがはじまる。"
                }
            }
        }
    }
}