{
    "URL": "https://www.thetvdb.com/series/keijo",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6220550/",
        "http://keijollllllll.com/",
        "https://www.themoviedb.org/tv/68148",
        "https://x.com/keijo_anime"
    ],
    "TitleEnglish": "Keijo!!!!!!!!",
    "SummaryEnglish": "Japan's latest competitive sport, keijo, is dictated by a simple set of rules: female-only participants must stand on circular platforms floating in a pool—referred to as \"lands\"—with the goal being to knocking off opponents using only their breasts and butts. Despite this outlandish premise, the sport attracts millions of viewers across the country and boasts a lavish prize pool. Many aspiring athletes take up the challenge in hopes of becoming the next national champion. After graduating from high school, the lively 17-year-old Nozomi Kaminashi enters the world of keijo, hoping to bring home a fortune to her poor family. As a gifted gymnast, Nozomi quickly proves herself a tough competitor after stealing the spotlight in her debut tournament. Meeting new friends and rivals as she climbs the ranks, Nozomi discovers that the path to stardom as a keijo player is filled with intense competition that will challenge not only her body, but also her soul",
    "TitleJapanese": "競女!!!!!!!!",
    "SummaryJapanese": "貧乏な高校3年生の神無のぞみは、お尻や胸を使って女子選手たちが水上ステージでの落とし合いで競う公営ギャンブル競技「競女」の世界を知り、一攫千金を狙い競女の選手となることを決意する。のぞみは瀬戸内競女養成学校に入学し、元柔道選手の宮田さやかをはじめ多くの個性的な同級生たちと共に数々の試練を乗り越え、競女選手として成長していく。★が付いているものは公式名がないため、便宜的に名づけたもの。",
    "Aliases": [
        "Hip Whip Girl"
    ],
    "Modified": "2025-09-10",
    "Seasons": {
        "0": {
            "ID": "676026",
            "URL": "https://www.thetvdb.com/series/keijo/seasons/official/0",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "5926147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keijo/episodes/5926147",
                    "TitleEnglish": "Figure 8 Butt",
                    "SummaryEnglish": null,
                    "TitleJapanese": "尻8の字",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5926148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keijo/episodes/5926148",
                    "TitleEnglish": "Buttbox",
                    "SummaryEnglish": null,
                    "TitleJapanese": "尻ボイパ",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5926150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keijo/episodes/5926150",
                    "TitleEnglish": "From Empty Room to Store Room",
                    "SummaryEnglish": null,
                    "TitleJapanese": "空き部屋から物置き部屋へ",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5926151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keijo/episodes/5926151",
                    "TitleEnglish": "East-West War Eve",
                    "SummaryEnglish": null,
                    "TitleJapanese": "東西戦前夜",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5926152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keijo/episodes/5926152",
                    "TitleEnglish": "Midnight Buttle",
                    "SummaryEnglish": null,
                    "TitleJapanese": "真夜中の尻戦",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5926153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keijo/episodes/5926153",
                    "TitleEnglish": "Forever a Keijo Competitor",
                    "SummaryEnglish": null,
                    "TitleJapanese": "競女よ永遠（とは）に",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "676027",
            "URL": "https://www.thetvdb.com/series/keijo/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5699878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keijo/episodes/5699878",
                    "TitleEnglish": "Setouchi Keijo Training School!!!!",
                    "SummaryEnglish": "Nozomi Kaminashi has successfully been admitted to Setouchi Keijo Training School, where she's reunited with Sayaka Miyata, a promising young judo star who she met during her tryouts. All students at the training school stay in dorms, where they eat and sleep together as they study. Nozomi's family is poor, so she wants to be the richest Keijo girl in Japan. Promising future star Hanabi Kawai, and her friend Mio, are both very interested in Nozomi as well. The story of the girls who want to be Keijo athletes begins!",
                    "TitleJapanese": "瀬戸内競女養成学校!!!!",
                    "SummaryJapanese": "「瀬戸内競女養成学校」に合格した神無のぞみは、入学試験で知り合い、友達になった元女子柔道のホープ、宮田さやかと一緒に学校へ到着した。養成学校は全寮制。これからここで競女の勉強だけでなく、寝食を共にするのだ。実家が赤貧の彼女が目指すのは「日本一稼げる競女選手」だ。同じく新入生で競女界のホープ、河合花火やその友人の日下生美桜は、のぞみに興味津々。かくて競女選手を目指す少女たちの物語が始まる！"
                },
                "2": {
                    "ID": "5759130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keijo/episodes/5759130",
                    "TitleEnglish": "The Hip Toss Brings Us Together!!!!",
                    "SummaryEnglish": "Now that Nozomi and the others are settled in, it's time to get to work! The life of a Keijo trainee isn't an easy one: there's butt figure eights, butt squats, butt-runs, and other butt-related activities. Then, to top it off, they have to play butt hackey-sack with a beach ball!",
                    "TitleJapanese": "団結のヒップトス!!!!",
                    "SummaryJapanese": "寮でも同じ部屋になったのぞみとさやか。同室のドジっ子、豊口のんとはすぐ仲良くなったが、寡黙な青葉風音とはまだ打ち解けずにいる。また日々の実技授業ではのんと風音は少々苦戦気味だ。そんなある日、部屋ごとでチームを組んでのビーチボールのヒップトスが課題として出される。息の合わない309号室の４人は毎回ビリで、ペナルティとしてトレーニングの連続。のぞみたちは、ちゃんとヒップトスラリーが出来るようになるのか？"
                },
                "3": {
                    "ID": "5783045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keijo/episodes/5783045",
                    "TitleEnglish": "Vacuum Butt Cannon!!!!",
                    "SummaryEnglish": "During her first class on the Land, Nozomi unconsciously uses a powerful technique called the Vacuum Butt Cannon. When they learn that she's used this technique, Rin Rokudou, Hanabi, and the other members of the elite class invite her to train with them. Nozomi is excited and vows to master the ability. But then one of the teachers calls her...",
                    "TitleJapanese": "真空烈尻!!!!",
                    "SummaryJapanese": "やっと始まったランドを使った授業で、無意識に高度な技「真空烈尻」を繰り出したのぞみ。真空烈尻を使った生徒がいると知り、エリートクラスの六堂鈴や同じくエリート組の河合、日下生も、注目選手と一緒にトレーニングしようとのぞみの元を訪れる。すごい技を使えたことに舞い上がり、ものにしてみせると意気込むのぞみ。だがしかし、のぞみは氏部先生に呼び出されて…。"
                },
                "4": {
                    "ID": "5783046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keijo/episodes/5783046",
                    "TitleEnglish": "The Battle for the Fastest Butt!!!!",
                    "SummaryEnglish": "The class-change race between the normal class and Elite Class has begun. Everyone, including Nozomi, is excited. Anyone who graduates in the Elite Class can get a better ranking when they make their debut. The class-change race is broken into four groups. The first match is determined to be on the see-saw-style land, with Sayaka and Rin in the same group. Rin calls herself the fastest outfighter in Western Japan, but will Sayaka be able to beat her...",
                    "TitleJapanese": "最速尻定戦!!!!",
                    "SummaryJapanese": "エリートクラスと一般クラスの入れ替えレースが実施されることになった。一般クラスの生徒は、のぞみはもちろん全員色めき立っている。エリートクラスで卒業できれば、より高いランクでプロデビュー出来るからだ。入れ替えレースは４人一組で行われる。シーソー型のランドを使った最初の試合では、さやかと六堂が同じ組に。西日本最速のアウトファイターを自称する六堂を前に、はたしてさやかはどんな戦いを見せるのか！"
                },
                "5": {
                    "ID": "5783047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keijo/episodes/5783047",
                    "TitleEnglish": "Full-Auto Cerberus!!!!",
                    "SummaryEnglish": "It's the last battle of the class-change race, and Nozomi is up. Ujibe's training swimsuit has helped craft her body and she's rearing and ready to go. She's up against Kotone Fujisaki from the Elite Class. Kotone's mother and sister both have experience as top-class Keijo athletes, which makes her a thoroughbred. Kotone dons headphones, barely paying attention to anything going on around her, but has a secret technique in her wings. You'll have to watch to see who wins this battle.",
                    "TitleJapanese": "自動迎撃（フルオート）ケルベロス!!!!",
                    "SummaryJapanese": "「クラス替えレース」最終戦。いよいよのぞみの番がやって来た。氏部特製の特訓用水着ＵＴＭで練習を積んできたこともあって、やる気満々！　そのレースで対戦することになるエリートクラスの選手は藤崎琴音。母親も姉もトップクラスの競女選手という競女界のサラブレッドだ。呑気にヘッドフォンをつけて自分の世界に浸っているが、しかし藤崎は驚くべき秘技を体得していた。果たしてのぞみはどう立ち向かうのか？"
                },
                "6": {
                    "ID": "5783048",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keijo/episodes/5783048",
                    "TitleEnglish": "Alluring Kyoto Camp!!!!",
                    "SummaryEnglish": "After the four girls from Room #309 were promoted to the Elite class, they headed off to Kyoto for camp where they're split off into their types for intensive training. They're all assigned pro athletes to be their coaches, and Nozomi ends up being taught by the Missile Lady of Kyoto, an A-class athlete, Kyouko Shirayuki.",
                    "TitleJapanese": "魅惑の京都合宿!!!!",
                    "SummaryJapanese": "「クラス替えレース」の結果、309号の４人は揃ってエリートクラスに昇格できた。そして毎年恒例という選抜メンバーによる京都合宿に、のぞみたちも参加する。合宿ではそれぞれの特性を伸ばすため、選手タイプ別の班編制で行動し、各々現役プロ選手の指導をうけることに。のぞみは河合や日下生たちと同じ班だ。その指導をするのは、京都のミサイルレディーこと、Ａ級選手の白雪京子だった！"
                },
                "7": {
                    "ID": "5783049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keijo/episodes/5783049",
                    "TitleEnglish": "Where the Turnips Lead!!!!",
                    "SummaryEnglish": "Nozomi is worn out from Kyouko's coaching, and continues to be worried about the weakness that she has pointed out. Nozomi talks with the other four, and decides to watch Kyouko more closely for hints. She gleams insight, but as a result, ends up having to pull turnips with her butt?",
                    "TitleJapanese": "カブの導く先!!!!",
                    "SummaryJapanese": "白雪の指導でヘトヘトののぞみ。しかも大きな弱点があると指摘されて大いに悩む。４人で相談すると、白雪をよく観察してみれば良いのでは？　とさやかがアドバイス。翌日、鴨川上流での激しい流れを歩いて遡行するトレーニングで、のぞみは白雪の動きから、白雪の言っている自分の弱点に思い当たる。。すると、次に白雪からのぞみに出され課題は、お尻で畑の蕪を引き抜くというものだった!?"
                },
                "8": {
                    "ID": "5783050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keijo/episodes/5783050",
                    "TitleEnglish": "The Dramatic East-West War!!!!",
                    "SummaryEnglish": "It's the final day of the Kyoto trip, and the teachers are planning on having a mock race to see how everyone's shaped up. The students are able to pick their opponents, and Usagi Tsukishita picks Nozomi over Nozomi's preferential treatment with Mio Kusakai. Nozomi has come a long way, but Usagi has a few tricks up her sleeve...",
                    "TitleJapanese": "波乱必至の東西戦!!!!",
                    "SummaryJapanese": "京都合宿最終日。その成果を見るための模擬レースが行われることになった。対戦相手を指名できるということだが、のぞみはなぜか月下うさぎから怒りに満ちた挑戦を受ける。実は月下は日下生を崇拝しているのだが、日下生がのぞみのことをしょっちゅう構っているので、強いジェラシーの炎を燃やしていたのだ。勝負を受けて立つのぞみ。素早い動きで迫る月下に対して、特訓の成果を見せることが出来るのか!?"
                },
                "9": {
                    "ID": "5783051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keijo/episodes/5783051",
                    "TitleEnglish": "Ruler of the Jungle Gym!!!!",
                    "SummaryEnglish": "It's the first race in the East-West Tournament, a 4v4 team battle that will take place on a jungle gym. Suruga makes a sudden attack against Setouchi, and they're quickly down a teammate. Nami Nanase, a Suruga student, chastises Sayaka for running away from judo to join Keijo. Meanwhile, Sayaka remembers what she went through when she told her father she wanted to pursue a different career.",
                    "TitleJapanese": "ジャングルジョムの覇者!!!!",
                    "SummaryJapanese": "４対４で行われる東西戦、第１レースはジャングルジムのランドでのバトルだ。駿河側の先制攻撃を受けて、瀬戸内は早々にさやか、藤崎、日下生の３人に。元々競女アイドルを目指しているという駿河の七瀬は、さやかに「柔道から逃げてきた」と言い放つ。競女を選んだ際の父親との軋轢が脳裏に浮かび感情的になるさやか。藤崎と二人がかりで立ち向かうが、しかし七瀬は驚くべき能力を持っていた！"
                },
                "10": {
                    "ID": "5783052",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keijo/episodes/5783052",
                    "TitleEnglish": "The Second East-West War Race!!!!",
                    "SummaryEnglish": "It's time for the second race in the East-West Tournament. They're on a Flight-Type Land, where two aircraft are connected to each other, resting on top of the water. Kazane, Tsukishita, Yoshita, and Non are all fighting for Setouchi. The four are all trying their best to combat the Suruga team, but things are looking grim. Will Non and the others figure out a way to overcome their opponents?",
                    "TitleJapanese": "東西戦第二レース!!!!",
                    "SummaryJapanese": "東西戦第２レースは、飛行機型の二つのランドが繋がったフライトのランドでのバトルだ。瀬戸内側はのん、風音、月下、吉田で挑むが試合慣れしていないためガチガチ。対するは駿河第三位の鳳凰院以下、全員上位ランカー。しかも黒霧、火口、糸枝の３人に戦いを任せ、鳳凰院は後ろに控えて余裕の様子。それでも敵の超絶技の数々に苦戦を強いられるのんたち。第２レース、勝敗の行方は…！"
                },
                "11": {
                    "ID": "5783053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keijo/episodes/5783053",
                    "TitleEnglish": "The Castle of the Final Match!!!!",
                    "SummaryEnglish": "It's time for Nozomi's third race. Hanabi, Saya, and Rin are all ready to fight. There's a special Castle land prepared, but right out of the gate, the four start having trouble. Nozomi takes on Maya, and with some careful attention, learns the secret of her butt. Will that be enough to defeat Suruga?",
                    "TitleJapanese": "決戦の城!!!!",
                    "SummaryJapanese": "のぞみが出場する第３レースが始まった。河合、小刀、六堂も気合い充分。今回はキャッスルのランドでの戦いだ。駿河側は坂城真夜はじめトップクラスの４人。真夜が最初から気になっていたのぞみは、積極的に攻撃するがなかなか通用しない。冷静に相手の攻撃を分析するのぞみ。そのとき、駿河の横杉が脇からのぞみに放った攻撃を真夜が阻止した！　彼女はのぞみと１対１の勝負を望んでいたのだ。"
                },
                "12": {
                    "ID": "5783054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/keijo/episodes/5783054",
                    "TitleEnglish": "The Heated Battle's Rear-End!!!!",
                    "SummaryEnglish": "This third race will decide who stands above, Setouchi or Suruga. Hanabi and Rin have beat out their opponents, and now Setouchi has an advantage, 4-to-2. Nozomi is also slowly driving Maya into a corner, but right when she thinks she's won, suddenly Nozomi is blown back by a fierce attack. Just what happened, and will Setouchi really be able to start a new chapter in history for themselves?",
                    "TitleJapanese": "熱戦終尻!!!!",
                    "SummaryJapanese": "瀬戸内と駿河の雌雄を決する第３レース。その白熱した戦いが続く。河合や六堂は相手を退けて、数の上では４対２と瀬戸内が優勢だ。のぞみも真夜を徐々にではあるが追い込んでいく。ついにのぞみの真空烈尻が直撃し、決まったかに見えたその時！　次の瞬間のぞみは粗暴な一撃で逆に吹き飛ばされていた…！　はたして何が起こったのか？　そしてのぞみたちは東西戦の歴史に瀬戸内の初優勝を刻めるのか!?"
                }
            }
        }
    }
}