{
    "URL": "https://www.thetvdb.com/series/the-numbers",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7382936/",
        "https://www.tvmaze.com/shows/20543/show-slug",
        "https://www.themoviedb.org/tv/68115"
    ],
    "TitleEnglish": "Nanbaka",
    "SummaryEnglish": "Four men are assigned to Nanba, the world’s most formidable prison. Jyugo, a man who attempted to break out of prison and ended up extending his jail time; Uno, a man who likes to gamble with women; Rock, a man who likes to get into fights; and Nico, a man who likes anime. A super exciting action comedy about the daily lives of the prison’s inmates and guards.",
    "TitleJapanese": "ナンバカ",
    "SummaryJapanese": "波刑務所（ナンバケイムショ）。海上に浮かぶ孤島にして、難航不落の巨大刑務所。屈強な看守達と世界最高水準のセキュリティに守られたこの刑務所から脱獄できる者は、何人たりともいない……はず!? 謎の枷を持つ天才脱獄囚・ジューゴ（囚人番号15番）。女好きのギャンブラー・ウノ（囚人番号11番）。喧嘩上等食道楽・ロック（囚人番号69番）。持病持ちのオタクっ子・ニコ（囚人番号25番）。13舎13房に集う、ちょっと変わった4人の囚人。彼らの脱獄を阻む為、日々ダッシュする最強看守の双六一!! 個性豊かな囚人・看守達の最高にピュアでバカな物語が、この刑務所で幕を開ける!!",
    "Aliases": [
        "Numbaka",
        "The Numbers"
    ],
    "Modified": "2025-08-04",
    "Seasons": {
        "0": {
            "ID": "675806",
            "URL": "https://www.thetvdb.com/series/the-numbers/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6342486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/6342486",
                    "TitleEnglish": "Idiots With Student Numbers!",
                    "SummaryEnglish": "Seitarou Tanabata is all fired up for his first teaching job at a high school But Nanba Building 13 High School l is filled with delinquents. The students are troublemakers and even the teachers are odd. Seitarou is already bullied by 4 students in the 3rd year, class 13 on his first day. Then, the number 1 troublemaker, Hajime Sugoroku, returns after serving his suspencion. Can Seitarou ever become the teacher he always wanted to be?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "675807",
            "URL": "https://www.thetvdb.com/series/the-numbers/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5697528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5697528",
                    "TitleEnglish": "Idiots with Numbers!",
                    "SummaryEnglish": "This is “Nanba Prison,” the large impregnable prison somewhere in the territorial waters of Japan. On this night, 4 inmates recklessly attempt to escape from the world’s best prison guards and security. Jyugo, who wears mysterious shackles. Uno, a self-proclaimed ladies’ man. Niko, an otaku who’s prone to illness. Rock, a foodie gang member. Can the inmates of Building 13, Cell 13 pass security and reach outside of prison in one piece?",
                    "TitleJapanese": "第１話：ナンバーのついたバカたち！",
                    "SummaryJapanese": "ここは日本の領海のどこかにある、難攻不落の巨大刑務所『南波刑務所』。その夜、最強の看守達と世界最高水準のセキュリティに守られたこの刑務所から、無謀にも脱獄を試みる4人の囚人達がいた。\n謎の枷を持つジューゴ。自称イケメンのウノ。病がちなオタクっ子ニコ。グルメな不良のロック。13舎13房の個性あふれる囚人達は、警備の網をかいくぐり、無事刑務所の外へたどり着くことができるのだろうか？"
                },
                "2": {
                    "ID": "5774664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774664",
                    "TitleEnglish": "The Inmates Are Stupid! The Guards Are Kind of Stupid, Too!",
                    "SummaryEnglish": "The inmates in Cell 13; Jyugo, Uno, Niko, and Rock are spending their days escaping, creating mischief, gossiping, and sometimes, working. These troublemakers are giving a headache to supervisor of Bldg. 13, Hajime Sugoroku. Warden Hyakushiki has ordered Hajime to submit files regarding the 4 inmates. Hajime is then ordered to give a report about the 4 who are known as repeat offenders of jail-breaking. Afraid of losing his job due to the cover-up, Hajime does his best to create the new files...",
                    "TitleJapanese": "第２話：囚人もバカ！　看守もちょっとバカ！！",
                    "SummaryJapanese": "13房の囚人・ジューゴ、ウノ、ニコ、ロックは、脱獄、いたずら、雑談、たまーに刑務作業等をしながら、自由気ままに日々を過ごしている。13舎看守の双六一は、問題ばかりおこす13房に頭を悩ませていた。そしてついに、ハジメは看守長の百式百子から、脱獄囚として有名な13房の4人について、報告書を提出する様命令される。\nある日、看守長・百式百子から、脱獄の常習犯として世界的に名高い13舎の4人の囚人について、報告を求められてしまうハジメ。偽造がばれたらクビになる！と焦ったハジメは、何とか新しい報告書を作成するのだが……。"
                },
                "3": {
                    "ID": "5774665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774665",
                    "TitleEnglish": "Another Idiot Has Come!!",
                    "SummaryEnglish": "Jyugo and the gang are killing time teasing the new guard, Seitarou. One day, a new inmate is sent to Cell 13. Inmate Number 99, Tsukumo. He looks and acts like a ninja! Uno, Niko, and Rock are excited to see the real thing. But as a Japanese, Jyugo does not believe him. To convince Jyugo that he’s a true ninja, Tsukumo challenges Jyugo to see who can escape from prison.",
                    "TitleJapanese": "第３話：またバカが増えた！！",
                    "SummaryJapanese": "新人看守の星太郎をいじめながら、暇を持て余しているジューゴ達。そんな13房に新しい囚人がやってきた。囚人番号９９番・ツクモ。その姿、立ち振る舞いは、まさに忍者そのもの！忍者の実在に大はしゃぎの外国人のウノ、ニコ、ロック。しかし日本人のジューゴだけは信じようとしない。自分を本物の忍者だと認めないジューゴ相手に、ツクモは脱獄勝負を持ちかける。"
                },
                "4": {
                    "ID": "5774666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774666",
                    "TitleEnglish": "Happy New Year! The New Year's Tournament Is Where We Get Serious!!",
                    "SummaryEnglish": "Nanba's New Year Joint Cooperation Tournament, aka New Year’s Tournament, begins by gathering the entire inmates. Jyugo and the others are enthused once they hear the winner gets to choose whatever he wants. However, all the matches are odd events relating to New Year’s. Can Building 13 win against the other inmates led by peculiar guards?",
                    "TitleJapanese": "第４話：あけまして！　ここから本気の新年大会！！",
                    "SummaryJapanese": "お正月。南波刑務所では、全囚人を集めて、『新年南波一心共闘大会』、略して『新年大会』が実施される。優勝した房の囚人は『何でも好きな物』をもらうことができるこの大会に、ジューゴ達は闘志を漲らせる。しかし、戦いの内容は、お正月にちなんだ変わったものばかり。一癖も二癖もある看守達が率いる、囚人達を相手に、ジューゴ達13舎は、優勝することができるのか？"
                },
                "5": {
                    "ID": "5774667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774667",
                    "TitleEnglish": "A Fraud and a Hero",
                    "SummaryEnglish": "Jyugo and the gang are advancing through the New Year’s Tournament without a hitch. In the Hyakunin Isshu event, Uno wins against the Building 3 inmates, Trois and Honey. The 4th event is a physical match revolved around a spinning top, but Niko unintentionally enters the match. The opponent is Upa, a kung-fu expert from Building 5. Does Niko, the otaku, have any chance of winning?!",
                    "TitleJapanese": "第５話：イカサマとヒーロー",
                    "SummaryJapanese": "新年大会を、順調に勝ち進むジューゴ達13舎。3回戦の百人一首では、カードゲームが得意なウノが、3舎の囚人・トロワとハニーを一網打尽に圧倒する。第4回戦は、巨大なコマ回しをメインとした肉弾戦。それなのに、うっかりニコが代表に選ばれてしまう。対戦相手の5舎の囚人・ウパは武術の達人。オタクっ子のニコに勝機はあるのか?!"
                },
                "6": {
                    "ID": "5774668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774668",
                    "TitleEnglish": "The 'Booster' Episode",
                    "SummaryEnglish": "Cell 13 has advanced their way to the final event of the New Year’s Tournament. Jyugo and Hajime are battling against the Building 4 supervisor, Kenshirou Yozakura, and an inmate named Musashi. Jyugo is surprised to see Musashi again. Musashi, in search for the “man with the scar on his neck,” attacks Jyugo mercilessly. Soon as Jyugo hears about the man with the scar on his neck, something odd starts happening to his body.",
                    "TitleJapanese": "第６話：ＴＨＥ・テコ入れ",
                    "SummaryJapanese": "新年大会の決勝戦まで勝ち進んだジューゴ達13舎13房。\nジューゴとハジメの対戦相手は、４舎の主任看守・四桜犬士郎と、囚人のムサシ。予期せぬムサシとの再会に驚くジューゴ。\n『首に傷のある男』を探しているムサシは、容赦なくジューゴを追い詰めていく。そして、『首に傷のある男』の名を聞いたジューゴの体に、異変が起こる。"
                },
                "7": {
                    "ID": "5774669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774669",
                    "TitleEnglish": "It's a Surprisingly Sad Story",
                    "SummaryEnglish": "Tsukumo heads to the visiting room during the break from the New Year’s Tournament. His manager, Hattori, has come to visit. People think the famous action star is missing and has no idea he’s in prison. Hattori persuades the talented Tsukumo to come back into stardom. However, already uninterested in being a star, Tsukumo talks about his upbringing.",
                    "TitleJapanese": "第７話：意外と切ない話でござる",
                    "SummaryJapanese": "新年大会の休憩時間に、面会室を訪れるツクモ。マネージャーの八鳥がツクモを訪ねてきたのだ。\n実は人気アクション俳優だったツクモは、世間では失踪したものとして報道されており、刑務所に入っていることは知られていなかった。\n類まれなる俳優の才能を持つツクモを、もう一度芸能の世界に呼び戻そうとする八鳥。しかし既に芸能界に興味をなくしていたツクモは、その生い立ちを語りはじめる。"
                },
                "8": {
                    "ID": "5774670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774670",
                    "TitleEnglish": "A Monster and a Gorilla",
                    "SummaryEnglish": "The shackles have been triggered and Jyugo’s hands transformed into blades. He attacks Musashi and splits the arena in half. The arena becomes chaotic and Momoko orders Hajime, Kenshirou, Samon, and Kiji to apprehend Musashi and Jyugo. Musashi retaliates against the guards while Hajime stands in Jyugo’s way.",
                    "TitleJapanese": "第８話：バケモノとゴリラ",
                    "SummaryJapanese": "枷を発動し、両腕が刃と化したジューゴ。ジューゴは腕の刃でムサシを攻撃し、闘技場を一刀両断する。会場は大騒ぎとなり、看守長の百子は、ハジメ・犬士郎・猿門・キジ等主任看守部長に、ムサシとジューゴの捕獲を命ずる。主任看守部長に反撃をするムサシ。そして、ジューゴの前にはハジメが立ち塞がる。"
                },
                "9": {
                    "ID": "5774671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774671",
                    "TitleEnglish": "You're Empty!!",
                    "SummaryEnglish": "After causing a catastrophe in the New Year’s Tournament, Jyugo and Musashi are sent to the underground cell. To solve the mysteries of their powers, Kenshirou suggests allowing the two to speak to one another. Unable to move freely, Musashi gives Jyugo information on the man with the scar.Listening to their exchange, Hajime tells Jyugo he’s empty. Hajime’s words confuses Jyugo.",
                    "TitleJapanese": "第９話：お前はからっぽ！！",
                    "SummaryJapanese": "新年大会で大惨事を起こし、それぞれ地下牢獄に収監されたジューゴとムサシ。二人の異変の謎を探る為、犬士郎はハジメに掛け合いジューゴとムサシに話をさせることに。投獄され、自由に動けなくなったムサシは、『首に傷のある男』の情報を、ジューゴに託す。\nそんなジューゴだが、ムサシとのやり取りを聞いているハジメに「お前には中身がない」と言い放たれ戸惑ってしまう。"
                },
                "10": {
                    "ID": "5774672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774672",
                    "TitleEnglish": "A Melancholy Day for the Dog, Monkey and Pheasant",
                    "SummaryEnglish": "Hajime has been given a three-day suspension due to beating Jyugo at the New Year’s Tournament. Momoko orders Kenshirou, Kiji, and Samon to take turns covering for Hajime. But Uno, Nico, and Rock do whatever they want as usual. The three supervisors constantly struggle to maintain order with the three troublemakers. Finally, after three days, Jyugo is back...",
                    "TitleJapanese": "第10話：犬・猿・雉の憂鬱な一日",
                    "SummaryJapanese": "新年大会でジューゴに大怪我をさせた責任をとり、３日間の謹慎を言い渡されたハジメ。犬士郎、キジ、猿門は、百子の命令でハジメの代理として13舎に行くことになる。ウノ、ニコ、ロックは、３人の看守を前にやりたい放題。３人のあまりの問題児ぶりに、苦労が絶えない犬士郎、キジ、猿門。\nそして３日後、ついにジューゴが帰ってくるのだが……"
                },
                "11": {
                    "ID": "5774673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774673",
                    "TitleEnglish": "We Got Our Rewards",
                    "SummaryEnglish": "Building 13 Cell 13 has won the New Year’s Tournament. Rock receives a stone oven and Nico receives the latest video game everyone can play with. Rock and Nico invites inmates from other cells to show their prizes. The two are very satisfied and they both thank Jyugo for that.",
                    "TitleJapanese": "第11話：ご褒美もらいました",
                    "SummaryJapanese": "実は新年大会で優勝していた13舎13房。ロックは優勝のご褒美として『石窯』を、ニコは『みんなで遊べる最新のゲーム機』を手に入れる。他の舎の囚人達を招き、自分の大好きなものをお披露目するロックとニコ。今の自分に満足している２人は、そのきっかけをくれたジューゴに感謝の気持ちを伝える。"
                },
                "12": {
                    "ID": "5774674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774674",
                    "TitleEnglish": "The Room, the Billiards, the Darts, and Me.",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第12話：部屋とビリヤードとダーツと私",
                    "SummaryJapanese": "４舎の地下牢獄に収監されたムサシの元に、犬士郎が訪れる。語られるムサシの過去。そんなムサシに、13舎から呼び出しがかかる。\nウノが手に入れた『娯楽室』に招待されたムサシ。娯楽室には新年大会で戦いあった看守と囚人達が集結。戦いを忘れ共に楽しい時間を過ごす。\nその夜。昼間の楽しさが冷めやらないジューゴは一人脱獄し、ある人物と出会う。"
                },
                "13": {
                    "ID": "5774675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774675",
                    "TitleEnglish": "Real Idiot",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第13話：マジバカ",
                    "SummaryJapanese": "突然ジューゴの前に現れた『エルフ』を名乗る男。『首に傷がある男』と繋がっているエルフは、『検体』であるジューゴを探していたのだ。エルフは、ジューゴの周りに危害を及ぼすことを示唆し、姿を消す。\nジューゴは、自分がここにいては仲間に何か良くないことが起きるかもしれないと恐怖し、南波刑務所から一人で脱獄することを心に決める。"
                }
            }
        },
        "2": {
            "ID": "694612",
            "URL": "https://www.thetvdb.com/series/the-numbers/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5907544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5907544",
                    "TitleEnglish": "Nanbaka Is a Comedy Anime",
                    "SummaryEnglish": "Jyugo escapes from prison again and Hajime Sugoroku goes looking for him, but it’s a usual day for the inmates and guards. Many things have happened, but it seems like nothing has changed in Nanba Prison.",
                    "TitleJapanese": "第14話：ナンバカはギャグアニメである",
                    "SummaryJapanese": "今日も元気に脱獄に励むジューゴ。そんなジューゴを探し回る双六一たち。\nウノ、ニコ、ロックは13房で楽しく過ごしている。いつも通りの生活を営む各舎の囚人と看守達。色々なことがあったけど、南波刑務所での生活は何も変わっていない様に見えた。しかし油断するな！南波刑務所に立ち込めている不穏な空気を感じた一声三鶴は、絶対何か起こるはず！と各舎房の偵察を始めた。"
                },
                "2": {
                    "ID": "5909236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5909236",
                    "TitleEnglish": "Super Hitoshi-kun",
                    "SummaryEnglish": "A new guard has come to Building 13, and not everyone is happy about it.",
                    "TitleJapanese": "第15話：スーパー仁志くん",
                    "SummaryJapanese": "13舎に新しい看守がやって来た。なんと、双六一の弟（？）の双六仁志だ。仁志のことを何も知らされていなかったハジメは、今すぐ帰れと説教するが、就職してしまったものは仕方がない。一方ウノとロックは、女性用の看守服を着こなす見目麗しい仁志を前に、彼が本当にゴリラ……もとい双六一の弟であるのか疑いはじめる。真相を明らかにするため、２人は13房恒例鬼ごっこの開催を宣言する。"
                },
                "3": {
                    "ID": "5921904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5921904",
                    "TitleEnglish": "Building 5's Betrayal",
                    "SummaryEnglish": "Yamato takes Rock and Tsukumo to Building 5 for training. Rock challenges Samon to a duel, but he is defeated by only one finger.",
                    "TitleJapanese": "第16話：裏切りの５舎",
                    "SummaryJapanese": "大和の引率で、５舎に鍛錬に来たロックとツクモ。ロックは猿門に勝負を挑むが、指一本で軽くあしらわれてしまう。その後、出張を前に看守長の元に集められる各舎の代表看守達。猿門は、かつて５舎で起こったある事件が、南波刑務所のイメージを悪くしているのだと、２舎副看守の二舞下に責められる。たまらず部屋を飛び出す猿門。実はこの事件には猿門の大切な人が関係していた。"
                },
                "4": {
                    "ID": "5937394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5937394",
                    "TitleEnglish": "Something Is Breaking",
                    "SummaryEnglish": "Rock and Yamato suddenly become violent after returning from Building 5 and attack Jyugo and Seitarou. Covered in bruises, Jyugo tries his best to protect Uno and Nico.",
                    "TitleJapanese": "第17話：壊れていく何か",
                    "SummaryJapanese": "５舎から13舎へ戻ってきたロックと大和が突然凶暴になり、ジューゴや星太郎に襲い掛かる。傷だらけになりながらも、ウノやニコを護るために必死になってロックを止めようとするジューゴ。そこへ、ロック達と同様に５舎の鍛錬から帰ってきたツクモが姿を現す。一方、ハジメに本気で殴られ動きを止めた大和。彼のうなじには、見覚えのある黄色い札がついていた。"
                },
                "5": {
                    "ID": "5942359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5942359",
                    "TitleEnglish": "You Are Weak",
                    "SummaryEnglish": "Hajime, Jyugo, Uno, and Nico head to Building 5 to find out about Rock and Yamato. Jyugo and the others fall into a trap and end up in the level 1 underground cell. There, they find the captured Upa and Liang.",
                    "TitleJapanese": "第18話：お前は弱い",
                    "SummaryJapanese": "ロックと大和の件で５舎を訪れたハジメとジューゴ、ウノ、ニコ。\nトラップにかかったジューゴ達が落ちた先は地下１階の牢獄だった。そこには囚われの身となったウパとリャンがいた。一方、猪里に捕えられ地下牢獄に連行されるハジメ。そこには満身創痍で拘束された猿門がいた。猿門の口から語られる今回の事件の首謀者。それはかつて南波刑務所を大混乱に陥れた罪人、元５舎主任看守の悟空猿鬼。猿門の兄だった。"
                },
                "6": {
                    "ID": "5956533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5956533",
                    "TitleEnglish": "One's Own Freedom",
                    "SummaryEnglish": "Jyugo, Uno, Nico, Liang, Upa, Honey, and Trois make their way through Building 5's underground cell to find the captured guards. They hide in the file room where Jyugo finds some shocking information about himself!",
                    "TitleJapanese": "第19話：それぞれの自由",
                    "SummaryJapanese": "捕えられたハジメ達看守を探す為に、５舎地下牢獄の地下を進むジューゴ、ウノ、ニコ、リャン、ウパ、ハニー、トロワ。監視の目から逃げ隠れた地下１階の資料室で、ジューゴは自分について記された書類を見つけ、ショッキングな内容に混乱する。\nその後一同は、何者かに操られた５舎看守の六力に道を阻まれる。リャンとウパは、この場を自分たちに任せ先に進むようジューゴに告げる。"
                },
                "7": {
                    "ID": "5967013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5967013",
                    "TitleEnglish": "A Fool",
                    "SummaryEnglish": "The escaped convict, Hachiman, appears in front of Liang and Upa. Meanwhile, Uno and Jyugo are concerned about Nico, who doesn’t have his medication. It seems something horrible will happen to him if he doesn’t take his medicine.",
                    "TitleJapanese": "第20話：愚か者",
                    "SummaryJapanese": "リャンとウパの前に立ちはだかる、脱獄囚・八萬。しかも、ウパの役に立とうとニコがその場に残っていた。かつて裏の世界でリャン達の雇い主だった八萬は、巨大な武器と毒薬を使ってウパ達を攻撃する。その毒薬は、５舎を裏切り八萬の側についた５舎の囚人チィーの処方したものだった。一方、ウノとジューゴは、常備薬をなくしたまま行方知れずのニコの容体を心配していた。どうやら薬が切れるとニコに大変なことが起こるようで……。"
                },
                "8": {
                    "ID": "5971567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5971567",
                    "TitleEnglish": "Awakening Poison",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第21話：覚醒する毒",
                    "SummaryJapanese": "薬が切れてしまったニコは、自分が制御できなくなり、苦しみ、ついに暴走する。凶暴になったニコは、薬を欲して八萬に襲い掛かる。ニコの異様な姿に、ウパもリャンも驚愕する。そこに裏切ったと思われたチィーがあらわれる。薬は使い方を間違えば毒にしかならないということを良く知っているチィーは、かつてウパとリャンと共に、八萬の元で道具のように扱われていた日々を思い出す。"
                },
                "9": {
                    "ID": "5971568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5971568",
                    "TitleEnglish": "Washed Away...",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第22話：流されて",
                    "SummaryJapanese": "八萬を撃破し、ニコ、リャン、ウパはチィーの案内で先へ進んでいく。ウパは、今回の事件について猿鬼以外の別の誰かが関与している可能性を感じていた。一方、地下３階にたどり着いたジューゴ、ウノ、ハニー、トロワ。そこへ、元５舎看守の脱獄囚・悟浄流河が現れる。流河は操られた５舎看守の八力と九力をジューゴ達にけしかける。流河から逃げる一同だが、要領の悪いジューゴにハニーは苛立ちを募らせていく。"
                },
                "10": {
                    "ID": "5971569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5971569",
                    "TitleEnglish": "Sound and Words",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第23話：音と言葉",
                    "SummaryJapanese": "流河の攻撃から必死で逃げるジューゴ達。しかしハニーは、足手纏いにしかならないジューゴに着いてくるなと言い放つ。ハニーの叱責を受けて自分自身と向き合うきっかけを得たジューゴは、ウノに今まで隠していた自分自身のことを全て打ち明ける。しかし、流河の魔の手はすぐそこまで迫っていた。流河達の攻撃を受けるジューゴとウノを救ったのは、意外な人物だった。"
                },
                "11": {
                    "ID": "5971570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5971570",
                    "TitleEnglish": "Move Forward!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第24話：前に進め！",
                    "SummaryJapanese": "流河の芭蕉千による凄まじい攻撃を受ける、ジューゴ、ウノ、ハニー、トロワ。ハニーが必死に食い止めるが、このままでは４人共やられてしまう。この場は自分たちに任せて先に進めと、ジューゴとウノに告げるトロワ。ウノはジューゴの手を取り、さらに地下に向かう階段へと向かって走り出す。しかしジューゴは、自分達の為に戦い続けるハニーとトロワの様子が気になって……"
                },
                "12": {
                    "ID": "5971571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5971571",
                    "TitleEnglish": "Sarabaka",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第25話：サラバカ！",
                    "SummaryJapanese": "双六一の捕えられた牢獄を目指して地下を一人突き進むジューゴ。地下２階では、ウノとトロワ、ハニーが流河達から逃げ回りながら、”匂い”を頼りにある看守を探していた。また、猿鬼もジューゴ達囚人が逃げたことに気付いてしまう。一方、満身創痍で地下５階にたどり着いたジューゴは、遂にハジメを発見する。しかしその時ハジメの口から出た言葉は非情なものだった。"
                }
            }
        }
    }
}