{
  "URL": "https://www.thetvdb.com/series/keijo",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Comedy",
    "Sport"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt6220550/",
    "http://keijollllllll.com/",
    "https://www.themoviedb.org/tv/68148",
    "https://x.com/keijo_anime"
  ],
  "TitleEnglish": "Keijo!!!!!!!!",
  "SummaryEnglish": "Japan's latest competitive sport, keijo, is dictated by a simple set of rules: female-only participants must stand on circular platforms floating in a pool—referred to as \"lands\"—with the goal being to knocking off opponents using only their breasts and butts. Despite this outlandish premise, the sport attracts millions of viewers across the country and boasts a lavish prize pool. Many aspiring athletes take up the challenge in hopes of becoming the next national champion. After graduating from high school, the lively 17-year-old Nozomi Kaminashi enters the world of keijo, hoping to bring home a fortune to her poor family. As a gifted gymnast, Nozomi quickly proves herself a tough competitor after stealing the spotlight in her debut tournament. Meeting new friends and rivals as she climbs the ranks, Nozomi discovers that the path to stardom as a keijo player is filled with intense competition that will challenge not only her body, but also her soul",
  "Aliases": [
    "Hip Whip Girl"
  ],
  "Modified": "2025-09-10",
  "Seasons": {
    "0": {
      "ID": "676026",
      "URL": "https://www.thetvdb.com/series/keijo/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 6,
      "Episodes": {
        "1": {
          "ID": "5926147",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keijo/episodes/5926147",
          "TitleEnglish": "Figure 8 Butt",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "5926148",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keijo/episodes/5926148",
          "TitleEnglish": "Buttbox",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "5926150",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keijo/episodes/5926150",
          "TitleEnglish": "From Empty Room to Store Room",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "5926151",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keijo/episodes/5926151",
          "TitleEnglish": "East-West War Eve",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "5926152",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keijo/episodes/5926152",
          "TitleEnglish": "Midnight Buttle",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "5926153",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keijo/episodes/5926153",
          "TitleEnglish": "Forever a Keijo Competitor",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "676027",
      "URL": "https://www.thetvdb.com/series/keijo/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5699878",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keijo/episodes/5699878",
          "TitleEnglish": "Setouchi Keijo Training School!!!!",
          "SummaryEnglish": "Nozomi Kaminashi has successfully been admitted to Setouchi Keijo Training School, where she's reunited with Sayaka Miyata, a promising young judo star who she met during her tryouts. All students at the training school stay in dorms, where they eat and sleep together as they study. Nozomi's family is poor, so she wants to be the richest Keijo girl in Japan. Promising future star Hanabi Kawai, and her friend Mio, are both very interested in Nozomi as well. The story of the girls who want to be Keijo athletes begins!",
          "Aliases": []
        },
        "2": {
          "ID": "5759130",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keijo/episodes/5759130",
          "TitleEnglish": "The Hip Toss Brings Us Together!!!!",
          "SummaryEnglish": "Now that Nozomi and the others are settled in, it's time to get to work! The life of a Keijo trainee isn't an easy one: there's butt figure eights, butt squats, butt-runs, and other butt-related activities. Then, to top it off, they have to play butt hackey-sack with a beach ball!",
          "Aliases": []
        },
        "3": {
          "ID": "5783045",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keijo/episodes/5783045",
          "TitleEnglish": "Vacuum Butt Cannon!!!!",
          "SummaryEnglish": "During her first class on the Land, Nozomi unconsciously uses a powerful technique called the Vacuum Butt Cannon. When they learn that she's used this technique, Rin Rokudou, Hanabi, and the other members of the elite class invite her to train with them. Nozomi is excited and vows to master the ability. But then one of the teachers calls her...",
          "Aliases": []
        },
        "4": {
          "ID": "5783046",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keijo/episodes/5783046",
          "TitleEnglish": "The Battle for the Fastest Butt!!!!",
          "SummaryEnglish": "The class-change race between the normal class and Elite Class has begun. Everyone, including Nozomi, is excited. Anyone who graduates in the Elite Class can get a better ranking when they make their debut. The class-change race is broken into four groups. The first match is determined to be on the see-saw-style land, with Sayaka and Rin in the same group. Rin calls herself the fastest outfighter in Western Japan, but will Sayaka be able to beat her...",
          "Aliases": []
        },
        "5": {
          "ID": "5783047",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keijo/episodes/5783047",
          "TitleEnglish": "Full-Auto Cerberus!!!!",
          "SummaryEnglish": "It's the last battle of the class-change race, and Nozomi is up. Ujibe's training swimsuit has helped craft her body and she's rearing and ready to go. She's up against Kotone Fujisaki from the Elite Class. Kotone's mother and sister both have experience as top-class Keijo athletes, which makes her a thoroughbred. Kotone dons headphones, barely paying attention to anything going on around her, but has a secret technique in her wings. You'll have to watch to see who wins this battle.",
          "Aliases": []
        },
        "6": {
          "ID": "5783048",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keijo/episodes/5783048",
          "TitleEnglish": "Alluring Kyoto Camp!!!!",
          "SummaryEnglish": "After the four girls from Room #309 were promoted to the Elite class, they headed off to Kyoto for camp where they're split off into their types for intensive training. They're all assigned pro athletes to be their coaches, and Nozomi ends up being taught by the Missile Lady of Kyoto, an A-class athlete, Kyouko Shirayuki.",
          "Aliases": []
        },
        "7": {
          "ID": "5783049",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keijo/episodes/5783049",
          "TitleEnglish": "Where the Turnips Lead!!!!",
          "SummaryEnglish": "Nozomi is worn out from Kyouko's coaching, and continues to be worried about the weakness that she has pointed out. Nozomi talks with the other four, and decides to watch Kyouko more closely for hints. She gleams insight, but as a result, ends up having to pull turnips with her butt?",
          "Aliases": []
        },
        "8": {
          "ID": "5783050",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keijo/episodes/5783050",
          "TitleEnglish": "The Dramatic East-West War!!!!",
          "SummaryEnglish": "It's the final day of the Kyoto trip, and the teachers are planning on having a mock race to see how everyone's shaped up. The students are able to pick their opponents, and Usagi Tsukishita picks Nozomi over Nozomi's preferential treatment with Mio Kusakai. Nozomi has come a long way, but Usagi has a few tricks up her sleeve...",
          "Aliases": []
        },
        "9": {
          "ID": "5783051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keijo/episodes/5783051",
          "TitleEnglish": "Ruler of the Jungle Gym!!!!",
          "SummaryEnglish": "It's the first race in the East-West Tournament, a 4v4 team battle that will take place on a jungle gym. Suruga makes a sudden attack against Setouchi, and they're quickly down a teammate. Nami Nanase, a Suruga student, chastises Sayaka for running away from judo to join Keijo. Meanwhile, Sayaka remembers what she went through when she told her father she wanted to pursue a different career.",
          "Aliases": []
        },
        "10": {
          "ID": "5783052",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keijo/episodes/5783052",
          "TitleEnglish": "The Second East-West War Race!!!!",
          "SummaryEnglish": "It's time for the second race in the East-West Tournament. They're on a Flight-Type Land, where two aircraft are connected to each other, resting on top of the water. Kazane, Tsukishita, Yoshita, and Non are all fighting for Setouchi. The four are all trying their best to combat the Suruga team, but things are looking grim. Will Non and the others figure out a way to overcome their opponents?",
          "Aliases": []
        },
        "11": {
          "ID": "5783053",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keijo/episodes/5783053",
          "TitleEnglish": "The Castle of the Final Match!!!!",
          "SummaryEnglish": "It's time for Nozomi's third race. Hanabi, Saya, and Rin are all ready to fight. There's a special Castle land prepared, but right out of the gate, the four start having trouble. Nozomi takes on Maya, and with some careful attention, learns the secret of her butt. Will that be enough to defeat Suruga?",
          "Aliases": []
        },
        "12": {
          "ID": "5783054",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/keijo/episodes/5783054",
          "TitleEnglish": "The Heated Battle's Rear-End!!!!",
          "SummaryEnglish": "This third race will decide who stands above, Setouchi or Suruga. Hanabi and Rin have beat out their opponents, and now Setouchi has an advantage, 4-to-2. Nozomi is also slowly driving Maya into a corner, but right when she thinks she's won, suddenly Nozomi is blown back by a fierce attack. Just what happened, and will Setouchi really be able to start a new chapter in history for themselves?",
          "Aliases": []
        }
      }
    }
  }
}