{
    "URL": "https://www.thetvdb.com/series/the-numbers",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7382936/",
        "https://www.tvmaze.com/shows/20543/show-slug",
        "https://www.themoviedb.org/tv/68115"
    ],
    "TitleEnglish": "Nanbaka",
    "SummaryEnglish": "Four men are assigned to Nanba, the world’s most formidable prison. Jyugo, a man who attempted to break out of prison and ended up extending his jail time; Uno, a man who likes to gamble with women; Rock, a man who likes to get into fights; and Nico, a man who likes anime. A super exciting action comedy about the daily lives of the prison’s inmates and guards.",
    "Aliases": [
        "Numbaka",
        "The Numbers"
    ],
    "Modified": "2025-08-04",
    "Seasons": {
        "0": {
            "ID": "675806",
            "URL": "https://www.thetvdb.com/series/the-numbers/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6342486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/6342486",
                    "TitleEnglish": "Idiots With Student Numbers!",
                    "SummaryEnglish": "Seitarou Tanabata is all fired up for his first teaching job at a high school But Nanba Building 13 High School l is filled with delinquents. The students are troublemakers and even the teachers are odd. Seitarou is already bullied by 4 students in the 3rd year, class 13 on his first day. Then, the number 1 troublemaker, Hajime Sugoroku, returns after serving his suspencion. Can Seitarou ever become the teacher he always wanted to be?"
                }
            }
        },
        "1": {
            "ID": "675807",
            "URL": "https://www.thetvdb.com/series/the-numbers/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5697528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5697528",
                    "TitleEnglish": "Idiots with Numbers!",
                    "SummaryEnglish": "This is “Nanba Prison,” the large impregnable prison somewhere in the territorial waters of Japan. On this night, 4 inmates recklessly attempt to escape from the world’s best prison guards and security. Jyugo, who wears mysterious shackles. Uno, a self-proclaimed ladies’ man. Niko, an otaku who’s prone to illness. Rock, a foodie gang member. Can the inmates of Building 13, Cell 13 pass security and reach outside of prison in one piece?"
                },
                "2": {
                    "ID": "5774664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774664",
                    "TitleEnglish": "The Inmates Are Stupid! The Guards Are Kind of Stupid, Too!",
                    "SummaryEnglish": "The inmates in Cell 13; Jyugo, Uno, Niko, and Rock are spending their days escaping, creating mischief, gossiping, and sometimes, working. These troublemakers are giving a headache to supervisor of Bldg. 13, Hajime Sugoroku. Warden Hyakushiki has ordered Hajime to submit files regarding the 4 inmates. Hajime is then ordered to give a report about the 4 who are known as repeat offenders of jail-breaking. Afraid of losing his job due to the cover-up, Hajime does his best to create the new files..."
                },
                "3": {
                    "ID": "5774665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774665",
                    "TitleEnglish": "Another Idiot Has Come!!",
                    "SummaryEnglish": "Jyugo and the gang are killing time teasing the new guard, Seitarou. One day, a new inmate is sent to Cell 13. Inmate Number 99, Tsukumo. He looks and acts like a ninja! Uno, Niko, and Rock are excited to see the real thing. But as a Japanese, Jyugo does not believe him. To convince Jyugo that he’s a true ninja, Tsukumo challenges Jyugo to see who can escape from prison."
                },
                "4": {
                    "ID": "5774666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774666",
                    "TitleEnglish": "Happy New Year! The New Year's Tournament Is Where We Get Serious!!",
                    "SummaryEnglish": "Nanba's New Year Joint Cooperation Tournament, aka New Year’s Tournament, begins by gathering the entire inmates. Jyugo and the others are enthused once they hear the winner gets to choose whatever he wants. However, all the matches are odd events relating to New Year’s. Can Building 13 win against the other inmates led by peculiar guards?"
                },
                "5": {
                    "ID": "5774667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774667",
                    "TitleEnglish": "A Fraud and a Hero",
                    "SummaryEnglish": "Jyugo and the gang are advancing through the New Year’s Tournament without a hitch. In the Hyakunin Isshu event, Uno wins against the Building 3 inmates, Trois and Honey. The 4th event is a physical match revolved around a spinning top, but Niko unintentionally enters the match. The opponent is Upa, a kung-fu expert from Building 5. Does Niko, the otaku, have any chance of winning?!"
                },
                "6": {
                    "ID": "5774668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774668",
                    "TitleEnglish": "The 'Booster' Episode",
                    "SummaryEnglish": "Cell 13 has advanced their way to the final event of the New Year’s Tournament. Jyugo and Hajime are battling against the Building 4 supervisor, Kenshirou Yozakura, and an inmate named Musashi. Jyugo is surprised to see Musashi again. Musashi, in search for the “man with the scar on his neck,” attacks Jyugo mercilessly. Soon as Jyugo hears about the man with the scar on his neck, something odd starts happening to his body."
                },
                "7": {
                    "ID": "5774669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774669",
                    "TitleEnglish": "It's a Surprisingly Sad Story",
                    "SummaryEnglish": "Tsukumo heads to the visiting room during the break from the New Year’s Tournament. His manager, Hattori, has come to visit. People think the famous action star is missing and has no idea he’s in prison. Hattori persuades the talented Tsukumo to come back into stardom. However, already uninterested in being a star, Tsukumo talks about his upbringing."
                },
                "8": {
                    "ID": "5774670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774670",
                    "TitleEnglish": "A Monster and a Gorilla",
                    "SummaryEnglish": "The shackles have been triggered and Jyugo’s hands transformed into blades. He attacks Musashi and splits the arena in half. The arena becomes chaotic and Momoko orders Hajime, Kenshirou, Samon, and Kiji to apprehend Musashi and Jyugo. Musashi retaliates against the guards while Hajime stands in Jyugo’s way."
                },
                "9": {
                    "ID": "5774671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774671",
                    "TitleEnglish": "You're Empty!!",
                    "SummaryEnglish": "After causing a catastrophe in the New Year’s Tournament, Jyugo and Musashi are sent to the underground cell. To solve the mysteries of their powers, Kenshirou suggests allowing the two to speak to one another. Unable to move freely, Musashi gives Jyugo information on the man with the scar.Listening to their exchange, Hajime tells Jyugo he’s empty. Hajime’s words confuses Jyugo."
                },
                "10": {
                    "ID": "5774672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774672",
                    "TitleEnglish": "A Melancholy Day for the Dog, Monkey and Pheasant",
                    "SummaryEnglish": "Hajime has been given a three-day suspension due to beating Jyugo at the New Year’s Tournament. Momoko orders Kenshirou, Kiji, and Samon to take turns covering for Hajime. But Uno, Nico, and Rock do whatever they want as usual. The three supervisors constantly struggle to maintain order with the three troublemakers. Finally, after three days, Jyugo is back..."
                },
                "11": {
                    "ID": "5774673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774673",
                    "TitleEnglish": "We Got Our Rewards",
                    "SummaryEnglish": "Building 13 Cell 13 has won the New Year’s Tournament. Rock receives a stone oven and Nico receives the latest video game everyone can play with. Rock and Nico invites inmates from other cells to show their prizes. The two are very satisfied and they both thank Jyugo for that."
                },
                "12": {
                    "ID": "5774674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774674",
                    "TitleEnglish": "The Room, the Billiards, the Darts, and Me.",
                    "SummaryEnglish": null
                },
                "13": {
                    "ID": "5774675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5774675",
                    "TitleEnglish": "Real Idiot",
                    "SummaryEnglish": null
                }
            }
        },
        "2": {
            "ID": "694612",
            "URL": "https://www.thetvdb.com/series/the-numbers/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5907544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5907544",
                    "TitleEnglish": "Nanbaka Is a Comedy Anime",
                    "SummaryEnglish": "Jyugo escapes from prison again and Hajime Sugoroku goes looking for him, but it’s a usual day for the inmates and guards. Many things have happened, but it seems like nothing has changed in Nanba Prison."
                },
                "2": {
                    "ID": "5909236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5909236",
                    "TitleEnglish": "Super Hitoshi-kun",
                    "SummaryEnglish": "A new guard has come to Building 13, and not everyone is happy about it."
                },
                "3": {
                    "ID": "5921904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5921904",
                    "TitleEnglish": "Building 5's Betrayal",
                    "SummaryEnglish": "Yamato takes Rock and Tsukumo to Building 5 for training. Rock challenges Samon to a duel, but he is defeated by only one finger."
                },
                "4": {
                    "ID": "5937394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5937394",
                    "TitleEnglish": "Something Is Breaking",
                    "SummaryEnglish": "Rock and Yamato suddenly become violent after returning from Building 5 and attack Jyugo and Seitarou. Covered in bruises, Jyugo tries his best to protect Uno and Nico."
                },
                "5": {
                    "ID": "5942359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5942359",
                    "TitleEnglish": "You Are Weak",
                    "SummaryEnglish": "Hajime, Jyugo, Uno, and Nico head to Building 5 to find out about Rock and Yamato. Jyugo and the others fall into a trap and end up in the level 1 underground cell. There, they find the captured Upa and Liang."
                },
                "6": {
                    "ID": "5956533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5956533",
                    "TitleEnglish": "One's Own Freedom",
                    "SummaryEnglish": "Jyugo, Uno, Nico, Liang, Upa, Honey, and Trois make their way through Building 5's underground cell to find the captured guards. They hide in the file room where Jyugo finds some shocking information about himself!"
                },
                "7": {
                    "ID": "5967013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5967013",
                    "TitleEnglish": "A Fool",
                    "SummaryEnglish": "The escaped convict, Hachiman, appears in front of Liang and Upa. Meanwhile, Uno and Jyugo are concerned about Nico, who doesn’t have his medication. It seems something horrible will happen to him if he doesn’t take his medicine."
                },
                "8": {
                    "ID": "5971567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5971567",
                    "TitleEnglish": "Awakening Poison",
                    "SummaryEnglish": null
                },
                "9": {
                    "ID": "5971568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5971568",
                    "TitleEnglish": "Washed Away...",
                    "SummaryEnglish": null
                },
                "10": {
                    "ID": "5971569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5971569",
                    "TitleEnglish": "Sound and Words",
                    "SummaryEnglish": null
                },
                "11": {
                    "ID": "5971570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5971570",
                    "TitleEnglish": "Move Forward!",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "5971571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-numbers/episodes/5971571",
                    "TitleEnglish": "Sarabaka",
                    "SummaryEnglish": null
                }
            }
        }
    }
}