{
    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6455986/",
        "http://youjo-senki.jp/tv/",
        "http://www.reddit.com/r/YoujoSenki",
        "https://www.themoviedb.org/tv/69346",
        "https://x.com/youjosenki"
    ],
    "TitleEnglish": "Saga of Tanya the Evil",
    "SummaryEnglish": "On the front lines of the war, there is a little girl. Blond hair, blue eyes, and porcelain white skin, she commands her squad with lisping voice. Her name is Tanya Degurechaff. But in reality, she is one of Japan's most elite salarymen, reborn as a little girl into a world of magical warfare after angering a mysterious being who calls himself God. Tanya resolves to ascend the ranks of her country's military as it slowly plunges into world war, with only Being X proving to be the strongest obstacle in recreating the peaceful life she once knew. But her perceptive actions and combat initiative have an unintended side effect: propelling the mighty Empire into becoming one of the most powerful nations in mankind's history.",
    "TitleJapanese": "幼女戦記",
    "SummaryJapanese": "統一暦1923年6月。\n金髪碧眼の幼女、ターニャ・デグレチャフは帝国軍士官学校の最終課程、\n部隊勤務の一環として北方軍管区ノルデン戦区の第三哨戒線で研修に励んでいた。\n航空魔導師として輝かしいキャリアを踏み出すための第一歩である研修は\n何事もなく無事に終わるはずだった。\n\nしかし事態は思わぬ方向へ転がっていく。\n協商連合の越境侵犯をきっかけに帝国と協商連合は戦争状態に突入。\n戦時体制への移行に伴い、観測任務が割り当てられるも、\n協商連合軍による奇襲が発生し、\nターニャは敵の魔導師中隊と単独で交戦しなければならない事態に陥ってしまう。\n多勢に無勢で味方が到着するまで持ちこたえることなどできるわけもなく、\nしかし逃げようものなら敵前逃亡で死罪は免れないという絶望的な状況。\n何としても生き延び、上層部に対して最善を尽くしたとアピールするため、\nターニャはとある作戦に打って出るのだが……。\n\n“其れは、幼女の皮をかぶった化物――。”",
    "Aliases": [
        "A Little Girl's Military Record",
        "The Military Chronicles of a Little Girl",
        "The Saga of Tanya the Evil",
        "Saga of Tanya the Evil II",
        "The Military Chronicles of a Little Girl II"
    ],
    "Modified": "2025-07-07",
    "Seasons": {
        "0": {
            "ID": "676961",
            "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/seasons/official/0",
            "# Episodes": 17,
            "Episodes": {
                "1": {
                    "ID": "5912111",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/5912111",
                    "TitleEnglish": "Mini - Episode 00",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミニアニメ「ようじょしぇんき」 #00",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5962171",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/5962171",
                    "TitleEnglish": "Mini - Episode 01",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミニアニメ「ようじょしぇんき」 #01",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5962172",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/5962172",
                    "TitleEnglish": "Mini - Episode 02",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミニアニメ「ようじょしぇんき」 #02",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5962173",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/5962173",
                    "TitleEnglish": "Mini - Episode 03",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミニアニメ「ようじょしぇんき」 #03",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5962174",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/5962174",
                    "TitleEnglish": "Mini - Episode 04",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミニアニメ「ようじょしぇんき」 #04",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5962175",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/5962175",
                    "TitleEnglish": "Mini - Episode 05",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミニアニメ「ようじょしぇんき」 #05",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "5967956",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/5967956",
                    "TitleEnglish": "Mini - Episode 06",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミニアニメ「ようじょしぇんき」 #06",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "5972529",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/5972529",
                    "TitleEnglish": "Recap 6.5 - War Report",
                    "SummaryEnglish": "Recap of the first 6 episodes of Season 1.",
                    "TitleJapanese": "戦況報告",
                    "SummaryJapanese": "ルールはシステムの円滑化に必要不可欠。そのルールさえ守っていれば、何もかもが順調に進み、約束されたレールに乗って、何の憂いもなく出世コースを歩んでいけるはずだった。\nしかし、気がつけば、向かう先は常に戦場の最前線。事態はまるで仕組まれたかのように最悪へと流れていく。\nもはや目の前には安全な後方勤務など望むべくもない絶望的な状況が広がっている。どうしてこうなってしまったのか。ターニャは全ての原因となった出来事を振り返る。\nそう、全てはあのとき始まった。"
                },
                "9": {
                    "ID": "6004375",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/6004375",
                    "TitleEnglish": "Mini - Episode 07",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミニアニメ「ようじょしぇんき」 #07",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "6004376",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/6004376",
                    "TitleEnglish": "Mini - Episode 08",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミニアニメ「ようじょしぇんき」 #08",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "6004377",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/6004377",
                    "TitleEnglish": "Mini - Episode 09",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミニアニメ「ようじょしぇんき」 #09",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "6011832",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/6011832",
                    "TitleEnglish": "Mini - Episode 10",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミニアニメ「ようじょしぇんき」 #10",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "6024163",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/6024163",
                    "TitleEnglish": "Mini - Episode 11",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミニアニメ「ようじょしぇんき」 #11",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "6032929",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/6032929",
                    "TitleEnglish": "Mini - Episode 12",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ミニアニメ「ようじょしぇんき」 #12",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "6954303",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/6954303",
                    "TitleEnglish": "Saga of Tanya the Evil: The Movie",
                    "SummaryEnglish": "The time is UC 1926. The Imperial Army's 203rd Air Mage Battalion led by Major Tanya Degurechaff has won the battle to the south against the Republic's stragglers. They expected to be given a vacation after returning victorious, but instead receive special orders from Staff HQ as soon as they get home. They are told that there were signs of a large-scale deployment near the border between the Empire and the Union. Faced with the prospect of a new major enemy, the desperate Empire fans the flame of war. Meanwhile, an international volunteer army spearheaded by the Kingdom arrived to the Union. As they say, the enemy of an enemy is your friend. They suffer through misfortune purely out of national interest, and among them is a young girl.",
                    "TitleJapanese": "劇場版 幼女戦記",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "7893568",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/7893568",
                    "TitleEnglish": "Saga of Tanya the Evil: The Movie - Theater Manners",
                    "SummaryEnglish": "Tanya and her battalion tell the viewers to refrain from improper theater etiquette such as using phones during the film, talking, and smoking.",
                    "TitleJapanese": "劇場版 幼女戦記 マナー映像",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "8499405",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/8499405",
                    "TitleEnglish": "Operation Desert Pasta",
                    "SummaryEnglish": "The 203rd Air Mage Battalion led by Tanya is forced to fight in the southern desert, the front line. In an effort to provide some food for the harsh conditions, Colonel Rerugen sent dried pasta to the battlefield. Will Tanya and the others be able to eat the delicious pasta under the conditions of water shortage?",
                    "TitleJapanese": "閑話『砂漠のパスタ大作戦』",
                    "SummaryJapanese": "＜ストーリー＞\n今回のエピソードは２０１９年２月８日に公開された『劇場版幼女戦記』の前日譚。\n統一暦１９２５年。ターニャ率いる第二○三航空魔導大隊は最前線たる南方砂漠での戦いを強いられていた。過酷な現場に食料面で少しでも配慮をしようと、レルゲン大佐が戦場に送付したのはなんと乾燥パスタ。ただでさえ水不足な状況下で、果たしてターニャたちは美味しいパスタを食べることができるのだろうか！？\n＜キャスト＞\nターニャ・フォン・デグレチャフ:悠木　碧/\nヴィーシャ:早見沙織/レルゲン:三木眞一郎/\nヴァイス:濱野大輝/ケーニッヒ:笠間　淳/ノイマン:林　大地/グランツ:小林裕介/ド・ルーゴ:土師孝也/ビアント:小柳良寛"
                }
            }
        },
        "1": {
            "ID": "688370",
            "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5836600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/5836600",
                    "TitleEnglish": "The Devil of the Rhine",
                    "SummaryEnglish": "The Empire is a powerful military nation on a continent that looks much like early 20th century Europe. But in this world, magic is real. The Empire is involved in a war against the Entente Alliance, and fighting a poorly executed delaying action in the northern theater. Second Lieutenant Tanya Degurechaff leads a small platoon of mages. But there's something unusual about this lieutenant... she's only nine years old!",
                    "TitleJapanese": "ラインの悪魔",
                    "SummaryJapanese": "帝国西方、国境付近のライン戦線。帝国にとって共和国による不意の全面攻勢は、完全に想定外の事態であった。対応に追われた帝国軍は辛うじて防衛線を死守し、協商連合へと北進させていた主軍の転進を発令。戦線の再配置を急ピッチで進めるが、やはり対応の遅れは否めず、初戦における多大な損耗は免れなかった。そこで帝国軍参謀本部は、増援として航空魔導部隊を前線に投入。だが増援は新兵ばかりの寄せ集めに過ぎず、劣勢を余儀なくされていた。塹壕線には砲弾が止むことなく炸裂し、爆煙と轟音のなか、多くの兵士たちが次々と銃弾に倒れてゆく。そんな地獄のようなライン戦線には、戦場に似つかわしくない金髪碧眼の幼女、ターニャ・デグレチャフの姿があった。"
                },
                "2": {
                    "ID": "5903209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/5903209",
                    "TitleEnglish": "Prologue",
                    "SummaryEnglish": "The secret of Tanya's birth is revealed. Tanya was a cold and unemotional Japanese salaryman who was pushed in front of a train by a man he laid off. An infuriated godlike creature named \"Being X\" sent him to this world, and reincarnated him as a baby girl... with no promise that he would ever be reincarnated again. Now Tanya has to survive, because this is all she's got!",
                    "TitleJapanese": "プロローグ",
                    "SummaryJapanese": "帝国郊外の孤児院。ターニャは貧しい生活から抜け出すため、帝国軍への入隊を志願。魔導師としての適性を発揮し、士官学校へ進学する。その最後の研修として、北方のノルデン戦区上空にて、友軍による砲弾射撃の観測任務に就いていた。それは危険などない簡単な任務のはずだった。だが協商連合軍の越境侵犯を契機に帝国と協商連合が戦争状態に突入し、状況は一変。ターニャは敵魔導中隊の奇襲を受け、単独で交戦しなければならない事態に陥ってしまう。多勢に無勢で増援の到着まで持ちこたえられるわけもないが、逃げようものなら敵前逃亡で死罪は免れないという絶望的な状況のなか、ターニャは何としても生き延び、上層部に最善を尽くしたとアピールするため、とある作戦に打って出る。"
                },
                "3": {
                    "ID": "5903210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/5903210",
                    "TitleEnglish": "Deus Vult",
                    "SummaryEnglish": "After her stunning success with her first mission, Tanya is assigned to test a new piece of technology: a highly unstable prototype calculation jewel. This jewel offers her unparalleled power, but just using it risks her life. Tanya is determined to get out of this project and on to someplace easier and safer (like the front lines of the war), but Being X has other ideas...",
                    "TitleJapanese": "神がそれを望まれる",
                    "SummaryJapanese": "協商連合軍との初戦闘から数週間後。戦功を称えられたターニャは、極めて優秀な魔導士官として認められ、幼いながらも帝都の戦技教導隊に配属される。切望していた安全な後方勤務を手にいれたと、内心で喜びを爆発させるターニャであったが、配属先で待っていた任務は、危険な新型演算宝珠のテスト要員であった。検証を任された試作品の性能は極めて不安定で、テストは失敗ばかり。そのうえ主任技師であるシューゲルは、開発のためなら人的犠牲も厭わないマッドサイエンティストであり、テストの中止を訴えるターニャの進言にも全く耳を貸さず、安全性など度外視した実験を強行。ターニャは遂に命の危険を感じ、技術局の本部に転属願を提出する。"
                },
                "4": {
                    "ID": "5903211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/5903211",
                    "TitleEnglish": "Campus Life",
                    "SummaryEnglish": "Tanya is now living life on easy street, as a highly-respected student at the military university. She's so highly respected, in fact, that one of the Empire's chief military planners asks her for her opinion on the course of the war. Eager to show off her intellect (and hopefully land herself a cushy job in the planning department), Tanya comes up with a plan of astonishing insight and intelligence. Her idea backfires, however, when she turns out to be a little too smart for her own good...",
                    "TitleJapanese": "キャンパス・ライフ",
                    "SummaryJapanese": "統一暦1924年。北方では協商連合軍と、西方では共和国軍との戦闘が継続するなか、晴れて軍大学生となったターニャは、後方の安全な帝都で大学生活を満喫していた。軍大学といえども、待遇は一般の大学と同じ。さらには国費で給与まで貰える、実に恵まれた環境だった。ターニャは持ち前の知識と効率主義で、学内の座学や実地訓練を要領良くこなし、教官や同輩から高い評価を受けていた。一方、参謀本部では、共和国軍の侵攻によって西方方面軍が崩壊寸前になった事実を重く受け止め、即応力の増強を急いでいた。大規模な軍管区再編は困難であるとの見通しが強いなか、戦務次長のゼートゥーアが新たな即応部隊の創設を提案する。"
                },
                "5": {
                    "ID": "5903212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/5903212",
                    "TitleEnglish": "My First Battalion",
                    "SummaryEnglish": "Tanya's new battalion is off the ground and running, and it's time for them to do their first mission: fight back a massive invasion by the Dakian Dukedom to the southeast. The enemy army numbers in the hundreds of thousands, but they've brought no air units at all, which makes them easy pickings for Tanya's highly trained force. After wiping out the enemy army, she heads straight for the enemy capital and launches an attack there.",
                    "TitleJapanese": "はじまりの大隊",
                    "SummaryJapanese": "ターニャは軍大学を優秀な成績で卒業し、ゼートゥーアが立案した即応の航空魔導大隊を任されることになった。即応部隊の大隊長ともなれば、最前線での激戦は免れない。後方の安全な勤務を望むターニャは、どうにか部隊編成を遅らせようと、様々な策を弄して志願兵を不合格にする。だが本人の意に反して、ターニャの下には次々と兵士たちが集まってくる。おまけに参謀本部からは、大隊の編成を急げとの指示。もはや逃げ道のなくなったターニャは、内心で多くの脱落者が出ることを願いながら、志願兵を再教育するとの名目で、極寒のアルペン山脈における過酷な実地訓練を開始する。その頃、帝国南方に位置するダキア大公国に、大規模動員の兆しがあった。"
                },
                "6": {
                    "ID": "5903213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/5903213",
                    "TitleEnglish": "Beginning of Madness",
                    "SummaryEnglish": "After her easy victory over Dakia, it's time for a more difficult mission: aiding the destruction of the Entente Alliance to the north. The Alliance is being backed by the strong powers, and has equipment and training that in some cases rival the Empire. When Tanya arrives, the Alliance is striking a critical supply base with a bombing raid, and the local Empire force are too overwhlemed to defend against it. Can she get there to hold them off in time?",
                    "TitleJapanese": "狂気の幕開け",
                    "SummaryJapanese": "帝国軍は圧倒的な軍事力と航空勢力によって、前時代的なダキア大公国軍に圧勝。ターニャ率いる第二〇三航空魔導大隊も、初戦闘で見事な戦功を挙げた。だが協商連合軍および共和国軍との戦闘は依然として継続中であり、帝国が二つの戦線を抱え込んでいることに変わりはなかった。そうした状況のなか、参謀本部作戦局のルーデルドルフは、国力の脆弱な協商連合から率先して叩くことを提案。戦務担当のゼートゥーアが兵站状況の不安から攻勢計画に難色を示すものの、ルーデルドルフはターニャの魔導大隊を北方に送り込む。一方、帝国を敵対視する周辺の列強諸国は、協商連合に対する義勇兵や武器の援助を開始。世界大戦の幕開けであった。"
                },
                "7": {
                    "ID": "5903214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/5903214",
                    "TitleEnglish": "The Battle of the Fjord",
                    "SummaryEnglish": "The Empire is launching a seemingly foolish attack on the Entente Alliance in the middle of winter. They lack the supplies to successfully invade. Tanya realizes that this attack is a feint intended to distract from a fjord landing mission. Sure enough, she is sent to lead the invasion of the fjords, and silence 20 cannon emplacements in time for the fleet to land and the Imperial forces to disembark.",
                    "TitleJapanese": "フィヨルドの攻防",
                    "SummaryJapanese": "ターニャ率いる第二〇三航空魔導大隊は北方方面軍に配属され、敵に強襲されていた物資集積所の防衛に成功。部隊は初の本格的な戦闘に戸惑いながらも、魔導師ならではの機動力で複数の爆撃機を撃墜した。さらには共和国の義勇兵や連合王国の監視拠点を壊滅させ、世界を相手にした戦いにおいて、帝国の国威を示した。そうして北方の司令部にもターニャの実力が知られるなか、現地に到着したルーデルドルフとレルゲンにより、新たな作戦が命じられた。それは協商連合との戦いにおいて決定的な一撃となるような、大胆な作戦であった。対して、帝国の動きを警戒する協商連合軍は、沿岸部のフィヨルドに魔導大隊を派遣。そこにはターニャと因縁深い、アンソンの姿があった。"
                },
                "8": {
                    "ID": "5903215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/5903215",
                    "TitleEnglish": "Trial by Fire",
                    "SummaryEnglish": "The war with the Entente Alliance is done, and it's back to the Rhine for Tanya and her forces. The Republic troops are highly trained, well-equipped, and stronger than any she's faced before. And in a distant hospital, a former Kingdom officer wakes up, with a mission from God imprinted on his mind...",
                    "TitleJapanese": "火の試練",
                    "SummaryJapanese": "統一暦1925年。帝国軍は協商連合全域を事実上の占領下においた。ターニャと第二〇三航空魔導大隊はライン戦線へ転属。共和国軍との血で血を洗う激戦が続くなか、元共和国領のアレーヌ市でパルチザンが蜂起したとの一報が入る。アレーヌ市は帝国軍の後方連絡線上にあり、このままでは前線への補給路が遮断されてしまう恐れがあった。参謀本部は司令部を通じ、「アレーヌ市の叛徒および合流してきた敵魔導部隊を排除せよ」との特命を、ターニャの大隊に発令。司令部によると、市内に残った敵はあくまでも「共和国軍」だというが、市街地の掃討戦で民兵と非戦闘員の区別が出来るはずもない。グランツを始めとする大隊各員は、非情な任務に動揺を隠せなかった。"
                },
                "9": {
                    "ID": "5903216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/5903216",
                    "TitleEnglish": "Preparations for Advance",
                    "SummaryEnglish": "The last enemy on the continent is the Republic, and the Empire has come up with a bold plan to take them out. Of course, Tanya is sent to the forefront of this operation, and is forced to take on the entire Republic army by herself while the Empire stages a faked withdrawl. Then it's off for a ride on a rocket as she heads straight into the heart of enemy territory!",
                    "TitleJapanese": "前進準備",
                    "SummaryJapanese": "帝国軍はアレーヌ市を制圧した。だが戦いの影響で補給路が傷つき、ライン戦線における正面攻勢は不可能という状況であった。参謀本部が合同協議会を開いて対策を急ぐなか、ゼートゥーアは従来の戦争ドクトリンでは勝利の実現性が乏しすぎると指摘し、敵の戦争継続能力を粉砕することこそが戦争終結への唯一の道だと主張。すでに作戦局のルーデルドルフと協力し、敵主力軍の撃滅計画に着手していることを告げる。一方、参謀本部に呼び出されていたターニャは、移動中の列車内で軍大同期のウーガ少佐と再会し、作戦局が共和国との戦いに決着をつけるための作戦を計画していると耳にする。その作戦とは、敵の主力を引き込んでの大規模な包囲殲滅戦であった。"
                },
                "10": {
                    "ID": "5903218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/5903218",
                    "TitleEnglish": "The Path to Victory",
                    "SummaryEnglish": "Tanya's spectacular mission is a success, and the Republic is surrounded and crippled. But on her way back, she runs into a group of allied mages, lead by Anton Souix, the man she crippled once more. He's back, and powered by Being X, and his one mission in life is to take down the Devil of the Rhine!",
                    "TitleJapanese": "勝利への道",
                    "SummaryJapanese": "その日、帝国の最高統帥会議にて、ゼートゥーアとルーデルドルフは高級官僚たちから叱責されていた。帝国軍はライン戦線右翼を大幅に後退し、すでに西方工業地帯までもが重砲の射程圏内に捉えられつつある状況であった。官僚たちは、このままでは軍部に不本意な政治的措置を講じる必要もあると戒めるが、そうした官僚勢の訓告に対しても、ゼートゥーアとルーデルドルフは全く動じることなく、静かに時を待っていた。同じ頃、ターニャを始めとする第二〇三航空魔導大隊の精鋭数名は、シューゲル技師の開発したV-1ロケットにて敵の防衛線を飛び越え、共和国のライン方面軍司令部に潜入。「衝撃と畏怖作戦」と名付けられた極秘計画が、着々と進行中であった。"
                },
                "11": {
                    "ID": "5903219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/5903219",
                    "TitleEnglish": "Resistance",
                    "SummaryEnglish": "Tanya's diminished smaller company attack the battalion of Allied Kingdom mages rather than retreat. Their company use their altitude advantage but suffer heavy losses, especially when Colonel Sioux uses an illegal Trench Gun.",
                    "TitleJapanese": "抵抗者",
                    "SummaryJapanese": "ターニャは敵のライン方面軍司令部を強襲し、共和国軍の指揮系統撃滅に成功。その機に合わせ、帝国軍は坑道戦術でライン戦線左翼の敵陣地を突破。続けて機動力を活かした回転ドア作戦により、遊兵化した敵主力部隊を完璧に包囲した。あとわずかで共和国との戦争を終わらせられる。平和が戻ってくれば安定した出世の道が待っている。そんな確信を抱きながら、ターニャは大隊を率いてライン戦線に赴いていた。その数刻前、帝国軍が劣勢と見ていた連合王国は、本格的な参戦を開始。もはや遅すぎた介入ではあったが、そこにはターニャに憎悪を燃やすアンソンが、義勇兵として参加していた。アンソンは不意を突いてグランツを撃墜し、大隊との戦闘を開始する。"
                },
                "12": {
                    "ID": "5903221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/5903221",
                    "TitleEnglish": "How to Use a Victory",
                    "SummaryEnglish": "Tanya just barely manages to restrain herself from disobeying her superior officers and attacking the Republic remanents. But the Republic forces have escaped overseas, and vowed to fight to the bitter end. The Empire has been victorious, but in its victory it has terrified the rest of the world and spurred them to action. Is true victory possible at all?",
                    "TitleJapanese": "勝利の使い方",
                    "SummaryJapanese": "ライン戦線の包囲殲滅戦から数日後。敵の主力を撃破した帝国軍は、直ちに共和国の首都パリースイィを制圧。遂に輝かしい勝利を手にした。ターニャも勝利に沸きかえる帝都にて、ようやく手に入れた平和な生活を喜んでいたが、そこに共和国海軍が撤退中との報せが入った。ターニャは共和国のド・ルーゴ将軍が、本土を捨てて反抗勢力の一部を南方大陸に逃そうとしていることを見抜き、独断専行で出撃しようとする。だが寸前のところで、参謀本部より停戦命令が発令されてしまった。大隊の各員が束の間の休暇を楽しんでいるなか、戦争を終わらせる機会を逃したターニャは、これまでにない失意と憤りに崩れ落ち、参謀本部へと向かう。"
                }
            }
        },
        "2": {
            "ID": "1936288",
            "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8498902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/saga-of-tanya-the-evil/episodes/8498902",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}