{
    "URL": "https://www.thetvdb.com/series/kiss-him-not-me",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5879454/",
        "https://www.tbs.co.jp/anime/watamote/",
        "https://www.themoviedb.org/tv/68188"
    ],
    "TitleEnglish": "Kiss Him, Not Me",
    "SummaryEnglish": "Serinuma Kae is what you'd call a \"fujoshi.\" When she sees boys getting along with each other, she loves to indulge in wild fantasies! One day her favorite anime character dies and the shock causes her to lose a ton of weight. Then four hot guys at school ask her out, but that isn't exciting to her at all — she'd rather see them date each other!",
    "TitleJapanese": "私がモテてどうすんだ",
    "SummaryJapanese": "自分とじゃ萌えないのに・・・\n私がモテてどうすんだーーー!!?\n\n高校生・芹沼花依は、男の子同士が仲良くしているのを見たり妄想したりするのが大好きな腐女子。ある日、大好きなアニメキャラが死んだショックで体重が激減し、それがきっかけで美少女に変身。すると、校内の4人の美少年からデートの誘いを受けてしまう。まさかのモテ期到来に、果たして花依は!?",
    "Aliases": [
        "Boys, please kiss him instead of me",
        "Watashi ga Motete Dousunda"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "680464",
            "URL": "https://www.thetvdb.com/series/kiss-him-not-me/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5745001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-him-not-me/episodes/5745001",
                    "TitleEnglish": "Can She Do It? A Real-Life Otome Game",
                    "SummaryEnglish": "\"I love seeing guys get along more than anything!\" Serinuma Kae is a second year high school student who's always entertaining such wild thoughts and pairing boys up everywhere. Everyday, she enjoys discussing her fujoshi flavored fantasies with her like-minded friend, A-chan. But one day, Kae's favorite anime character dies, and she suddenly loses a lot of weight in shock. She becomes a head turning beauty, and because of that, gets asked out on a date by four hot guys from her school.",
                    "TitleJapanese": "できるかな？リアル乙女ゲー",
                    "SummaryJapanese": "「男の子同士が仲良くしているのを見ているのが何より大好き！」な高校2年生・芹沼花依は、有り余る妄想力で\"カップリング\"を楽しみながら、今日も親友のあーちゃんと腐女子トークに花を咲かせる。そんなある日、大好きなアニメのキャラクターが死んだショックで体重が激減し、誰もが振り返る美少女に変身!? それをきっかけに校内の美少年4人からデートに誘われて……。"
                },
                "2": {
                    "ID": "5775690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-him-not-me/episodes/5775690",
                    "TitleEnglish": "The Strange Room and the Four High School Boys",
                    "SummaryEnglish": "After having lost weight, Kae does extremely well in PE class. Seeing that, some girls from the soccer club ask Kae to help play in a practice match. Kae has full confidence in her soccer knowledge, but she actually only knows soccer from soccer anime and has never actually played herself. And so, Igarashi from the soccer club, as well as Nanashima, Shinomiya and Mutsumi try to help her out.",
                    "TitleJapanese": "不思議な部屋と4人のDK",
                    "SummaryJapanese": "痩せて体が軽くなった花依は体育の授業で大活躍。それを見込まれ女子サッカー部の練習試合の助っ人を頼まれる。サッカーには詳しいと豪語する花依だが、サッカーアニメの知識だけで、実際にプレイしたことはなかった。そこで、サッカー部の五十嵐を中心に、七島、四ノ宮、六見の4人がサポートをすることになるが……。"
                },
                "3": {
                    "ID": "5775691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-him-not-me/episodes/5775691",
                    "TitleEnglish": "The Clear and Blue Autumn Sky, and Passionate Otome",
                    "SummaryEnglish": "For the school cultural festival, Kae's class decides to host a cosplay café. Kae is fired up about designing the costumes not only for her classmates Igarashi and Nanashima, but also for Shinomiya, who's playing the role of a princess for his class which is putting on a play. But as excited as she gets about the costumes, she also has to help the history club set up its exhibition. With everyone's help, she manages to finish everything in time for the festival. And what follows is a date with the four hot guys...",
                    "TitleJapanese": "天高く乙女萌ゆる秋",
                    "SummaryJapanese": "学園祭の花依のクラス出し物が、コスプレカフェに決定。衣装総括として燃える花依は、クラスメイトの五十嵐、七島だけでなく、劇でお姫様役をやることになった四ノ宮の衣装までもプロデュースすると息巻くが、史学部の展示も重なり準備にてんてこ舞い。みんなに助けられ何とか準備を間に合わせた花依だが、学園祭当日、イケメン4人と時間差デートをすることになり……。"
                },
                "4": {
                    "ID": "5775692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-him-not-me/episodes/5775692",
                    "TitleEnglish": "Christmas in the Holy Land",
                    "SummaryEnglish": "With Christmas around the corner, Nanashima suggests everyone have a party. However, Kae says she can't possibly make it because she's going to Comiket. In the end, everyone decides to go to Comiket together, then have a Christmas party afterwards. The boys are bewildered at their first visit to Comiket, and feel as though everyone is looking at them askance. Meanwhile, Kae is busy bustling about the entire venue, until she runs into some trouble at the cosplay plaza. And then, a handsome cosplayer saves her.",
                    "TitleJapanese": "クリスマスは聖地で♡",
                    "SummaryJapanese": "クリスマスが近づきパーティーをしようと言い出す七島だが、コミケがあるから無理と花依に断られる。結局、みんなでコミケに行き、その後打ち上げ兼パーティーをすることに。初参加のコミケで困惑する男子を尻目に、コミケ会場を駆け回る花依は、コスプレ広場でトラブルに巻き込まれたところを、ハンサムなコスプレイヤーに助けられるが……。"
                },
                "5": {
                    "ID": "5775693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-him-not-me/episodes/5775693",
                    "TitleEnglish": "Back to My Original Self! What Should I Do?",
                    "SummaryEnglish": "The anime Mirage Saga is hosting a Valentine's event, and Kae decides to make a chocolate for Shun for the event. As Kae fusses over what chocolate to make in order to perfectly capture Shion's beauty, Nishina suggests Kae try making a 3-D chocolate sculpture. Kae agrees, and throws herself into making one, but is unable to improve in her ability to sculpt the chocolate at all. Nishina can't bear to see Kae saddened by her situation, so suggests Kae use the chocolate she made instead. What will Kae decide to do?",
                    "TitleJapanese": "元に戻ってどうすんだ",
                    "SummaryJapanese": "アニメ『ミラ・サガ』のバレンタイン企画で、シオンに贈るチョコを作ることになった花依。シオンの美しさを表現することに拘る花依は、二科の提案を受け立体チョコに挑戦する。一心不乱にチョコを削るものの、一向に上達しない花依。見かねた二科が、自分の作ったチョコを使ってくれと差し出すが……。"
                },
                "6": {
                    "ID": "5775694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-him-not-me/episodes/5775694",
                    "TitleEnglish": "Let the Shipping Wars Begin!",
                    "SummaryEnglish": "A new anime, Katchu Ranbu, or Kachu Rabu for short, has started, and it's hugely popular. Bot Kae and Nishina are elated about the show, until they find out that they each ship Lord x Akane and Akane x Lord respectively and get into a huge fight. Their friendship appears to be heading to a halt, so Igarashi, Nanashima, Shinomiya and Mutsumi try to help the pair out. Unfortunately, it looks like their reverse ship war is just heating up.",
                    "TitleJapanese": "カップリング戦争勃発！",
                    "SummaryJapanese": "新しく始まったアニメ『甲冑乱舞』、略して『かちゅ☆らぶ』に大ハマリした花依は、二科と2人で大盛り上がり。しかし、「殿×朱」と「朱×殿」のどちらのカップリングが良いかで大論争となり、絶交宣言してしまう。何とか2人を仲直りさせようとする五十嵐、七島、四ノ宮、六見の4人だったが、2人の\"逆カプ戦争\"はさらにヒートアップして……。"
                },
                "7": {
                    "ID": "5817599",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-him-not-me/episodes/5817599",
                    "TitleEnglish": "On a Journey to the Holy Land of Kachu Rabu",
                    "SummaryEnglish": "Everyone goes together on a one night trip in order to attend the death anniversary of Hyakki Sametora, the samurai the lord in Kachu Rabu is modelled after. Both Kae and Nishina are enraptured by the real armor and helmet Akane is modelled after, and a portrait of Sametora. After, Kae and the gang decide to go to a small island in a lake where Sametora's head is rumored to be buried. But what will happen next?",
                    "TitleJapanese": "聖地巡礼かちゅ☆らぶの旅",
                    "SummaryJapanese": "『かちゅ☆らぶ』の殿のモデルになった百鬼鮫虎の命日に行われる鎮魂祭へ向かうため一泊旅行をすることになった6人。朱のモデルとなった甲冑の実物や、鮫虎の肖像画を見てうっとりする花依と二科。その後花依たちは、鮫虎の首塚があるという湖の孤島へ向かうことにするが……。"
                },
                "8": {
                    "ID": "5817600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-him-not-me/episodes/5817600",
                    "TitleEnglish": "I'm at a Disadvantage",
                    "SummaryEnglish": "After the group's pilgrimage is over, Nanashima begins to notice there's been a change in Kae's relationship with others in the group. Nanashima realizes his only advantage is that he looks like Shion, and with Shion out of the picture, he's lagging behind the rest. While dancing a dance from Puri Puri Moon with his little sister, Nanashima decides he needs to be more proactive. Meanwhile, Kae has decided to take up a part-time job at Usami Land to raise funds for upcoming Kachu Rabu events.",
                    "TitleJapanese": "俺はアドバンテージ・マイナス",
                    "SummaryJapanese": "聖地巡礼旅行の後、七島は周りと花依との関係性に何らかの変化を感じていた。シオンに似ているというアドバンテージしかない出遅れた状況に焦り、妹と『プリプリムーン』を踊りながら、決意を新たにする。そんな中、花依は『かちゅ☆らぶ』のためにウサミーランドでバイトを始めたが……。"
                },
                "9": {
                    "ID": "5817601",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-him-not-me/episodes/5817601",
                    "TitleEnglish": "The Beach! Bathing Suits! Time to Get Serious!",
                    "SummaryEnglish": "The six go to Nishina's holiday house by the ocean to swim. Everyone has fun bodyboarding, eating at a beach hut, and playing beach volleyball. But while doing so, Shinomiya realizes just how unreliable he is and loses confidence in himself. What exactly can he accomplish? After another failed attempt to be useful at the evening barbecue, Shinomiya runs off on his own.",
                    "TitleJapanese": "海だ水着だ本気出す！",
                    "SummaryJapanese": "二科家のゴージャスな別荘へ海水浴に出かける6人。ボディボードや海の家での食事、ビーチバレーなどを楽しむ中、自分の頼りなさを痛感した四ノ宮は自信を失っていく。自分は一体何ができるのか? 悩む四ノ宮は、BBQでもさらに空回りしてその場から立ち去ってしまうが……。"
                },
                "10": {
                    "ID": "5817602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-him-not-me/episodes/5817602",
                    "TitleEnglish": "Brother Invasion",
                    "SummaryEnglish": "Mutsumi finds a hidden treasure map in the History Club room and invites everyone to go treasure hunting. Igarashi, Nanashima, Shinomiya and Nishina are less than thrilled about the idea, but after finding out Kae would be going alone with Mutsumi, they decide to go too. The four of them are confused by Mutsumi, because he treats Kae now the same way he always had. And so, they decide to ask him how he really feels.",
                    "TitleJapanese": "兄、襲来☆",
                    "SummaryJapanese": "史学部の部室で宝の地図を見つけた六見は、みんなを宝探しに誘う。テンションの上がらない五十嵐・七島・四ノ宮・二科の4人だったが、花依が同行することを知り、あわてて参加することに。花依に対する六見の態度が以前からまったく変わらないことに困惑する4人は、六見の本音を聞き出そうとするが……。"
                },
                "11": {
                    "ID": "5817603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-him-not-me/episodes/5817603",
                    "TitleEnglish": "Forward!! Guard the Castle!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "いざ出陣！！城ガード！",
                    "SummaryJapanese": "六見の兄・一馬に対して、「芹沼さんは俺の彼女だから」と宣言する六見だが、一馬は花依に対してさらに激しいアタックを仕掛けていく。一馬が花依に近づくのを妨害しようとする五十嵐・七島・四ノ宮・二科も一馬に翻弄されてしまうが……。"
                },
                "12": {
                    "ID": "5817604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kiss-him-not-me/episodes/5817604",
                    "TitleEnglish": "Kiss Him, Not Me",
                    "SummaryEnglish": null,
                    "TitleJapanese": "私がモテてどうすんだ",
                    "SummaryJapanese": "一馬との勝負を経て、花依に告白する六見。突然の行動に動揺を隠せない五十嵐・七島・四ノ宮・二科の4人は、六見がさらなる行動に出るのを妨害しようとするも、最終的には六見とともに自分たちの素直な気持ちを花依に伝える。5人からの告白を受けた花依は、5人とデートをすることにするが……。"
                }
            }
        }
    }
}