{
    "URL": "https://www.thetvdb.com/series/interviews-with-monster-girls",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6435350/",
        "https://www.themoviedb.org/tv/69282"
    ],
    "TitleEnglish": "Interviews with Monster Girls",
    "SummaryEnglish": "The story takes place in an age where \"Ajin\" (demi-human), more casually known as \"Demi,\" have slowly started to become accepted into human society. Tetsuo Takahashi is a biology teacher who ends up teaching three such Demi, hoping to understand more about them while also managing to catch their attention.",
    "Aliases": [
        "Demi-chan wa Kataritai"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "680782",
            "URL": "https://www.thetvdb.com/series/interviews-with-monster-girls/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6163413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interviews-with-monster-girls/episodes/6163413",
                    "TitleEnglish": "The Demi-chans' Summer Break",
                    "SummaryEnglish": "During summer break, Tetsuo asks Sakie to join him on patrol duty for the local summer festival, which both the demis and Himari and her friends go to. As each group decides to check out a nearby shrine, they get spooked by some strange occurrences, which turn out to be each other. As the next term begins, Tetsuo converses with an invisible woman named Matsuri.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "689069",
            "URL": "https://www.thetvdb.com/series/interviews-with-monster-girls/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5845729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interviews-with-monster-girls/episodes/5845729",
                    "TitleEnglish": "Tetsuo Takahashi Wants an Interview",
                    "SummaryEnglish": "Takahashi Tetsuo, a biology teacher at Shizaki High School, has been fascinated with \"demi-humans,\" beings with characteristics that differ just slightly from humans, since he was in college. He wishes he could have a chance to talk with one, but since the demi-human population is fairly low, he's never even met one. But then the school gains a new math teacher, Satou Sakie... who happens to be a succubus.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5905914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interviews-with-monster-girls/episodes/5905914",
                    "TitleEnglish": "Dullahan-chan Wants to Be Coddled",
                    "SummaryEnglish": "Machi Kyouko is a dullahan, a demi-human with roots in Irish legend whose head and body are separate, and one of only three of her kind in the whole world. One day, she stays after school to talk to Tetsuo about herself. She explains that dullahan have unique problems of their own, and also asks a favor of him...",
                    "Aliases": []
                },
                "3": {
                    "ID": "5905915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interviews-with-monster-girls/episodes/5905915",
                    "TitleEnglish": "Succubus-san Is a Real Adult",
                    "SummaryEnglish": "Succubi are demi-humans that arouse sexual desire in men and cause them to have obscene dreams. One such succubus, Satou Sakie, is extremely careful in every facet of her life, from where she lives to the trains she rides to the clothes she wears, so as to avoid causing these reactions in men. With girlish dreams such as romance and marriage so far out of reach, she thought she'd reached a compromise in her own life, but something changes when an accident causes her to grab Takahashi Tetsuo's hand...",
                    "Aliases": []
                },
                "4": {
                    "ID": "5905916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interviews-with-monster-girls/episodes/5905916",
                    "TitleEnglish": "Tetsuo Takahashi Wants to Protect",
                    "SummaryEnglish": "Kusakabe Yuki overhears some girls saying mean things about her. Gossip is not an uncommon problem among high school girls, but Yuki is particularly worried that it's happening because she's a demi. Tetsuo is sympathetic to thr concern and makes up his mind that, as her teacher, he must protect her. Hikari, a fellow demi, feels the same way.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5940794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interviews-with-monster-girls/episodes/5940794",
                    "TitleEnglish": "Snow Woman-chan Is Cold",
                    "SummaryEnglish": "Yuki has become a bit more optimistic, thanks to Hikari and Machi. She's learned to trust Tetsuo a bit more since what happened last time, and has decided to tell her what troubles her about her own nature as a snow woman. It began shortly after she moved to a new city to start high school, when she was taking a bath one day and a shard of ice suddenly appeared in the hot water. It made her worry about what would happen if the cold air she generated were ever to be directed at a person, which led to her decision to avoid contact with others.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5940795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interviews-with-monster-girls/episodes/5940795",
                    "TitleEnglish": "The Takanashi Sisters Are Undeniable",
                    "SummaryEnglish": "Keeping his promise to Himari, Tetsuo visits the Takanashi household to talk to the sisters' parents. Though the twin sisters' names differ by only one letter, Hikari is a vampire, while Himari is an ordinary human. Though they argue often, they are very close. When he experiences the warmth and kindness of the family that raised these twin sisters, Tetsuo stays much longrer than he had intended.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5940796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interviews-with-monster-girls/episodes/5940796",
                    "TitleEnglish": "Succubus-san Is Inquisitive",
                    "SummaryEnglish": "As she's walking through the school building, Sakie spots a beautiful blond-haired boy sitting on the floor, crying and hugging his knees. He says his name is Kurtz and doesn't seem to be a student of Shibasaki High, behaving a bit suspiciously. Meanwhile, Hikari says she's just seen another suspicious individual in the school, describing him as a large man who looked like a bear...",
                    "Aliases": []
                },
                "8": {
                    "ID": "5940797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interviews-with-monster-girls/episodes/5940797",
                    "TitleEnglish": "Demi-chans Want to Learn",
                    "SummaryEnglish": "The midterm exam score rankings are posted. While Himari and Kyouko earned high ranks, Hikari is scolded by Tetsuo for getting three failing grades, so she resolves herself to study along with Yuki. Meanwhile, Yuki drops something important to her somewhere in the school, and Sakie happens to find it, but Yuki has trouble admitting that it's valuable to her...",
                    "Aliases": []
                },
                "9": {
                    "ID": "5940798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interviews-with-monster-girls/episodes/5940798",
                    "TitleEnglish": "Demi-chans Want to Try",
                    "SummaryEnglish": "Sakie the succubus is spending her evening at home alone, ranting her troubles to her teddy bear, when she receives a call from Ugaki. Sakie knows she can't avoid the influence of her inborn aphrodisiac effect on romantic relationships, but she doesn't want to use it in the process of starting a relationship... so Ugaki offers her some advice.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5940799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interviews-with-monster-girls/episodes/5940799",
                    "TitleEnglish": "The Dullahan Surpasses Space-Time",
                    "SummaryEnglish": "Dullahans are demi-humans whose heads are separate from their bodies. Naturally, Tetsuo is intrigued by the unique traits of dullahans, but Kyouko is just as interested in learning more about her own body. Tetsuo has the idea to ask the opinion of someone outside of his own background in biology, so he takes Kyouko to meet Souma, an old college buddy.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5940800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interviews-with-monster-girls/episodes/5940800",
                    "TitleEnglish": "Demi-chans Want to Support",
                    "SummaryEnglish": "Tetsuo has offered to work with the girls to figure out how Hikari and Yuki, who don't handle heat or sunlight well, can spend summer in comfort. But the school's head teacher suggests that the demi girls' total reliance on Tetsuo might actually be hurting them in the long run. This weighs on Tetsuo's mind...",
                    "Aliases": []
                },
                "12": {
                    "ID": "5940801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/interviews-with-monster-girls/episodes/5940801",
                    "TitleEnglish": "Demi-chans Want to Swim",
                    "SummaryEnglish": "Summer is finally here! Hikari pays another visit to the biology prep room to cool down, and while she's there, she asks Tetsuo for permission to reserve the school pool for a day. Ignoring Tetsuo's concerns that a vampire would struggle with the sun's direct rays in a pool, Hikari and the other demi girls meet at the school pool on Saturday for a day of play!",
                    "Aliases": []
                }
            }
        }
    }
}