{
  "URL": "https://www.thetvdb.com/series/yuri-on-ice",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Romance",
    "Sport"
  ],
  "Other Sites": [
    "https://www.facebook.com/yurionicePR",
    "https://www.imdb.com/title/tt6112556/",
    "https://www.instagram.com/yurionice_PR",
    "https://yurionice.com/",
    "http://www.reddit.com/r/YOI",
    "https://www.themoviedb.org/tv/68129"
  ],
  "TitleEnglish": "Yuri!!! on Ice",
  "SummaryEnglish": "While on the verge of retirement, skater Yuri Katsuki meets Yuri Plisetsky and Victor Nikiforov, two skaters who rekindle his competitive fire.",
  "Aliases": [],
  "Modified": "2025-08-31",
  "Seasons": {
    "0": {
      "ID": "680971",
      "URL": "https://www.thetvdb.com/series/yuri-on-ice/seasons/official/0",
      "TitleEnglish": "Yuri Plisetsky GPF in Barcelona EX “Welcome to the Madness”",
      "SummaryEnglish": "“Yuri!!! on Ice: Welcome to The Madness OVA”, a bonus clip to the anime “Yuri!!! on Ice”, features Yuri Plisetsky’s short programme “Welcome to The Madness” at the Grand Prix Final in Barcelona. The bonus material came with the sixth volume of the anime. Source: aniSearch.it",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "6109045",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/6109045",
          "TitleEnglish": "Welcome to the Madness",
          "SummaryEnglish": "A special included with the 6th DVD/BD volume of Yuri!!! on ICE. It focuses on an exhibition routine performed by Yuri Plisetsky.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "682229",
      "URL": "https://www.thetvdb.com/series/yuri-on-ice/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5764021",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5764021",
          "TitleEnglish": "Easy as Pirozhki!! The Grand Prix Final of Tears",
          "SummaryEnglish": "Katasuki Yuri is at a crossroads after suffering a miserable defeat at the Grand Prix Finals. Uncertain whether to retire or to continue, Yuri holes up in his family home. However, a chance circumstance causes him to catch the eye of five-time world champion Victor Nikiforov...",
          "Aliases": []
        },
        "2": {
          "ID": "5779827",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5779827",
          "TitleEnglish": "Two Yuris?! Drama at Yu-topia",
          "SummaryEnglish": "Out of nowhere, five-time world champion Victor Nikiforov declares himself Yuri's coach. When world junior champion Yuri Plisetsky follows Victor to Hasetsu so that he can bring Victor back to Russia, the chaos only deepens...",
          "Aliases": []
        },
        "3": {
          "ID": "5791224",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5791224",
          "TitleEnglish": "I Am Eros, and Eros Is Me?! Face-Off! Hot Springs on Ice",
          "SummaryEnglish": "The two Yuris are to face off in Hot Springs on Ice. where they will each debut a short program choreographed by Victor--one to Eros, and one to Agape. Victor claims he will do whatever the winner wants, but...",
          "Aliases": []
        },
        "4": {
          "ID": "5799674",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5799674",
          "TitleEnglish": "Like Yourself... And Complete the Free Program!!",
          "SummaryEnglish": "The two Yuris begin to choreograph their free skate programs at their respective rinks. In Japan, Yuri feels hesitant to pursue what it means to be uniquely him, but he begins to untangle his past by talking to Victor.",
          "Aliases": []
        },
        "5": {
          "ID": "5799675",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5799675",
          "TitleEnglish": "Face Beet-Red!! It's the First Competition! The Chugoku, Shikoku, and Kyushu Championship",
          "SummaryEnglish": "It is time for Yuri's first competition of the season, but Victor's the center of attention as his first competition as a coach. Already anxious, Yuri's nerves don't get a break when Minami Kenjiro, the skater who beat Yuri at last year's nationals, confronts him...",
          "Aliases": []
        },
        "6": {
          "ID": "5799676",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5799676",
          "TitleEnglish": "China's On! The Grand Prix Series Opening Event!! The Cup of China Short Program",
          "SummaryEnglish": "The Cup of China, a Grand Prix Series event, is here! Realizing that he is the man who took Victor from the world, Yuri gets worked up before his performance. Victor is concerned to see Yuri this way for the first time...",
          "Aliases": []
        },
        "7": {
          "ID": "5830895",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5830895",
          "TitleEnglish": "China's On! The Grand Prix Series Opening Event!! The Cup of China Free Skate",
          "SummaryEnglish": "Having finished the short program in first place--a first-time feat--Yuri falters under the massive pressure. Can his fragile heart withstand Victor's roughshod intervention?",
          "Aliases": []
        },
        "8": {
          "ID": "5842103",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5842103",
          "TitleEnglish": "Yuri vs. Yuri! The Horror!! Rostelecom Cup, Short Program",
          "SummaryEnglish": "Yuri is determined to show his love to all of Russia in the Rostelecom Cup, the final event of the Grand Prix Series. In contrast, Yurio feels bogged down by his ties to Moscow, and tries to shrug them off. Before them, however, rises JJ, a rising star from North America...",
          "Aliases": []
        },
        "9": {
          "ID": "5852873",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5852873",
          "TitleEnglish": "Yuri vs. Yuri! The Horror!! Rostelecom Cup, Free Skate",
          "SummaryEnglish": "Katsuki Yuri has already obtained \"love.\" With Victor's fading warmth in his heart, Yuri goes out to the rink for his free skate that will determine whether he'll qualify for the Grand Prix Final. Yurio firms his own resolve after eating special pirozhki, the epitome of love in Moscow.",
          "Aliases": []
        },
        "10": {
          "ID": "5852874",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5852874",
          "TitleEnglish": "Gotta Supercharge It!! Pre-Grand Prix Final Special!",
          "SummaryEnglish": "Barcelona is where the fated final battle will take place. Sightseeing during their free time, Victor is oblivious to Yuri's resolve. Then, a chance remark reveals a nightmarish event at the banquet last year for Yuri...",
          "Aliases": []
        },
        "11": {
          "ID": "5852875",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5852875",
          "TitleEnglish": "Gotta Super-Supercharge It!! Grand Prix Final Short Program",
          "SummaryEnglish": "Now armed with the light of love on his finger along with Victor, Yuri goes for the gold in the Grand Prix Final as the chosen six competitors clash in the short program.",
          "Aliases": []
        },
        "12": {
          "ID": "5852876",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5852876",
          "TitleEnglish": "Gotta Super-Super-Supercharge It!!! Grand Prix Final Free Skate",
          "SummaryEnglish": "\"Let's end this.\" Yuri's words trigger a debate that results in Yuri appearing at the free skate event in his worst condition ever. Can Yuri succeed in skating a program with the highest technical difficulty at their last event together to show the world the love he shares with Victor? What will each conclude once the program is over and it is time to decide their paths after the Grand Prix Final?",
          "Aliases": []
        }
      }
    }
  }
}