{
    "URL": "https://www.thetvdb.com/series/yuri-on-ice",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance",
        "Sport"
    ],
    "Other Sites": [
        "https://www.facebook.com/yurionicePR",
        "https://www.imdb.com/title/tt6112556/",
        "https://www.instagram.com/yurionice_PR",
        "https://yurionice.com/",
        "http://www.reddit.com/r/YOI",
        "https://www.themoviedb.org/tv/68129"
    ],
    "TitleEnglish": "Yuri!!! on Ice",
    "SummaryEnglish": "While on the verge of retirement, skater Yuri Katsuki meets Yuri Plisetsky and Victor Nikiforov, two skaters who rekindle his competitive fire.",
    "TitleJapanese": "ユーリ!!! on ICE",
    "SummaryJapanese": "現役続行と引退はハーフ ハーフ…」そんな気持ちで実家に\n引きこもっていた勇利のところに突然やってきたのは\n世界選手権5連覇のヴィクトル・ニキフォロフで…\n日本の崖っぷちスケーター勝生勇利と、\nロシアの下克上スケーターユーリ・プリセツキー。\n2人のユーリと、王者ヴィクトル・ニキフォロフで挑む\n前代未聞のグランプリシリーズが今、幕をあける！",
    "Aliases": [
        "Юрий на льду"
    ],
    "Modified": "2025-08-31",
    "Seasons": {
        "0": {
            "ID": "680971",
            "URL": "https://www.thetvdb.com/series/yuri-on-ice/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6109045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/6109045",
                    "TitleEnglish": "Welcome to the Madness",
                    "SummaryEnglish": "A special included with the 6th DVD/BD volume of Yuri!!! on ICE. It focuses on an exhibition routine performed by Yuri Plisetsky.",
                    "TitleJapanese": "Yuri Plisetsky GPF in Barcelona EX “Welcome to The Madness”",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "682229",
            "URL": "https://www.thetvdb.com/series/yuri-on-ice/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5764021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5764021",
                    "TitleEnglish": "Easy as Pirozhki!! The Grand Prix Final of Tears",
                    "SummaryEnglish": "Katasuki Yuri is at a crossroads after suffering a miserable defeat at the Grand Prix Finals. Uncertain whether to retire or to continue, Yuri holes up in his family home. However, a chance circumstance causes him to catch the eye of five-time world champion Victor Nikiforov...",
                    "TitleJapanese": "なんのピロシキ!! 涙のグランプリファイナル",
                    "SummaryJapanese": "日本中の期待を背負って挑んだグランプリファイナルで惨敗…「現役続行と引退はハーフ ハーフ」そんな気持ちで実家に引きこもっていた崖っぷちスケーター勝生勇利。\nひょんなことから世界選手権5連覇のヴィクトル・ニキフォロフに興味を持たれ…"
                },
                "2": {
                    "ID": "5779827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5779827",
                    "TitleEnglish": "Two Yuris?! Drama at Yu-topia",
                    "SummaryEnglish": "Out of nowhere, five-time world champion Victor Nikiforov declares himself Yuri's coach. When world junior champion Yuri Plisetsky follows Victor to Hasetsu so that he can bring Victor back to Russia, the chaos only deepens...",
                    "TitleJapanese": "2人のユーリ!? ゆ～とぴあの乱",
                    "SummaryJapanese": "突如全裸で現れた世界選手権5連覇ヴィクトル・ニキフォロフは勇利のコーチを名乗り出た。\nそこにロシアからヴィクトルを連れ戻そうとやってきた世界ジュニア金メダリストのユーリ・プリセツキーが乱入し大騒ぎに…"
                },
                "3": {
                    "ID": "5791224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5791224",
                    "TitleEnglish": "I Am Eros, and Eros Is Me?! Face-Off! Hot Springs on Ice",
                    "SummaryEnglish": "The two Yuris are to face off in Hot Springs on Ice. where they will each debut a short program choreographed by Victor--one to Eros, and one to Agape. Victor claims he will do whatever the winner wants, but...",
                    "TitleJapanese": "僕がエロスでエロスが僕で!? 対決！温泉 on ice",
                    "SummaryJapanese": "アイスショー「温泉 on ICE」で一騎討ちすることになった2人・・・\n勇利は「エロス」、ユーリは「アガペー」をテーマにヴィクトル振り付けのショートプログラムを初披露！ヴィクトルは勝った方の言うことを何でも聞くというが・・・"
                },
                "4": {
                    "ID": "5799674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5799674",
                    "TitleEnglish": "Like Yourself... And Complete the Free Program!!",
                    "SummaryEnglish": "The two Yuris begin to choreograph their free skate programs at their respective rinks. In Japan, Yuri feels hesitant to pursue what it means to be uniquely him, but he begins to untangle his past by talking to Victor.",
                    "TitleJapanese": "自分を好きになって…完成!! フリープログラム",
                    "SummaryJapanese": "「日本の勇利」と「ロシアのユーリ」それぞれのリンクでフリープログラムの振付が始まった。自分らしさを追求することに抵抗がある勇利は、ヴィクトルとの対話の中で自分の過去をひも解くことになり…。"
                },
                "5": {
                    "ID": "5799675",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5799675",
                    "TitleEnglish": "Face Beet-Red!! It's the First Competition! The Chugoku, Shikoku, and Kyushu Championship",
                    "SummaryEnglish": "It is time for Yuri's first competition of the season, but Victor's the center of attention as his first competition as a coach. Already anxious, Yuri's nerves don't get a break when Minami Kenjiro, the skater who beat Yuri at last year's nationals, confronts him...",
                    "TitleJapanese": "顔まっ赤!!初戦だョ！中四国九州選手権大会",
                    "SummaryJapanese": "シーズン初戦「中四国九州選手権大会」で勇利より注目が集まるのはコーチデビューのヴィクトル。久しぶりの試合に緊張する勇利の元にやってきたのは昨年の全日本で勇利をやぶったシニアデビューの南健次郎だった…！勇利に宣戦布告する南の本当の気持ちは…。"
                },
                "6": {
                    "ID": "5799676",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5799676",
                    "TitleEnglish": "China's On! The Grand Prix Series Opening Event!! The Cup of China Short Program",
                    "SummaryEnglish": "The Cup of China, a Grand Prix Series event, is here! Realizing that he is the man who took Victor from the world, Yuri gets worked up before his performance. Victor is concerned to see Yuri this way for the first time...",
                    "TitleJapanese": "グランプリシリーズ開幕！やっチャイナ中国大会！",
                    "SummaryJapanese": "「世界からヴィクトルを奪った男・勝生勇利」が挑むグランプリシリーズ中国大会！興奮が止まらない勇利を見て焦り出す選手たち…！！今まで見たこともない勇利の様子にヴィクトルは…。"
                },
                "7": {
                    "ID": "5830895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5830895",
                    "TitleEnglish": "China's On! The Grand Prix Series Opening Event!! The Cup of China Free Skate",
                    "SummaryEnglish": "Having finished the short program in first place--a first-time feat--Yuri falters under the massive pressure. Can his fragile heart withstand Victor's roughshod intervention?",
                    "TitleJapanese": "グランプリシリーズ開幕！やっチャイナ中国大会！フリープログラム",
                    "SummaryJapanese": "中国大会SP首位発進でかつてないプレッシャーを感じる勝生勇利。ヴィクトルの荒療治にガラスのハートは耐えきれるのか・・・！？"
                },
                "8": {
                    "ID": "5842103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5842103",
                    "TitleEnglish": "Yuri vs. Yuri! The Horror!! Rostelecom Cup, Short Program",
                    "SummaryEnglish": "Yuri is determined to show his love to all of Russia in the Rostelecom Cup, the final event of the Grand Prix Series. In contrast, Yurio feels bogged down by his ties to Moscow, and tries to shrug them off. Before them, however, rises JJ, a rising star from North America...",
                    "TitleJapanese": "勇利VSユーリ！おそロシア！！ロシア大会 ショートプログラム",
                    "SummaryJapanese": "GPS最終戦ロシア大会の地・モスクワで「ロシア中に僕の愛を見せつけるから・・・」といきごむ勝生勇利。\n地元開催の呪縛から逃れようともがくユリオ。そこには北米の新勢力JJが立ちはだかり・・・！？"
                },
                "9": {
                    "ID": "5852873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5852873",
                    "TitleEnglish": "Yuri vs. Yuri! The Horror!! Rostelecom Cup, Free Skate",
                    "SummaryEnglish": "Katsuki Yuri has already obtained \"love.\" With Victor's fading warmth in his heart, Yuri goes out to the rink for his free skate that will determine whether he'll qualify for the Grand Prix Final. Yurio firms his own resolve after eating special pirozhki, the epitome of love in Moscow.",
                    "TitleJapanese": "勇利VSユーリ！おそロシア！！ロシア大会 フリースケーティング",
                    "SummaryJapanese": "すでに愛を手に入れた男「勝生勇利」は消えそうなヴィクトルのぬくもりを胸にグランプリファイナル進出をかけたフリーにのぞむ。そして「モスクワの愛の結晶・特製ピロシキ」を食べたユリオは・・・。"
                },
                "10": {
                    "ID": "5852874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5852874",
                    "TitleEnglish": "Gotta Supercharge It!! Pre-Grand Prix Final Special!",
                    "SummaryEnglish": "Barcelona is where the fated final battle will take place. Sightseeing during their free time, Victor is oblivious to Yuri's resolve. Then, a chance remark reveals a nightmarish event at the banquet last year for Yuri...",
                    "TitleJapanese": "超がんばらんば！！グランプリファイナル直前スペシャル",
                    "SummaryJapanese": "最終決戦の地・バルセロナ。オフタイムに観光に出かけ浮かれるヴィクトルは、勇利の決意に気づいておらず・・・。\nふとした瞬間に1年前のバンケット（パーティー）の悪夢がよみがえり青ざめる勇利は・・・。"
                },
                "11": {
                    "ID": "5852875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5852875",
                    "TitleEnglish": "Gotta Super-Supercharge It!! Grand Prix Final Short Program",
                    "SummaryEnglish": "Now armed with the light of love on his finger along with Victor, Yuri goes for the gold in the Grand Prix Final as the chosen six competitors clash in the short program.",
                    "TitleJapanese": "超超がんばらんば！！グランプリファイナル ショートプログラム",
                    "SummaryJapanese": "ヴィクトルとの愛の光を指に宿した勇利は、グランプリファイナルの金メダルを目指す！\n選ばれし6人の戦士達がショートプログラムで火花を散らす…!!!"
                },
                "12": {
                    "ID": "5852876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yuri-on-ice/episodes/5852876",
                    "TitleEnglish": "Gotta Super-Super-Supercharge It!!! Grand Prix Final Free Skate",
                    "SummaryEnglish": "\"Let's end this.\" Yuri's words trigger a debate that results in Yuri appearing at the free skate event in his worst condition ever. Can Yuri succeed in skating a program with the highest technical difficulty at their last event together to show the world the love he shares with Victor? What will each conclude once the program is over and it is time to decide their paths after the Grand Prix Final?",
                    "TitleJapanese": "超超超がんばらんば！！！グランプリファイナル フリースケーティング",
                    "SummaryJapanese": "終わりにしよう…」勇利の言葉を引き金に、最悪のコンディションで迎えたフリー当日。\n2人で戦う最後の試合に最高難度のプログラムで、勇利はヴィクトルとのむきだしの愛を滑りきれるのか…そしてそれぞれが出す結論は…？"
                }
            }
        }
    }
}