{
    "URL": "https://www.thetvdb.com/series/www-wagnaria",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6176438/",
        "https://www.themoviedb.org/tv/68070"
    ],
    "TitleEnglish": "WWW.Working!!",
    "SummaryEnglish": "Daisuke Higashida is a serious first-year student at Higashizaka High School. He lives a peaceful everyday life even though he is not satisfied with the family who doesn't laugh at all and makes him tired. However, his father's company goes bankrupt one day, and he can no longer afford allowances, cellphone bills, and commuter tickets. When his father orders him to take up a part-time job, Daisuke decides to work at a nearby family restaurant in order to avoid traveling 15 kilometers to school by bicycle.",
    "TitleJapanese": "WWW.WORKING!!",
    "SummaryJapanese": "家計の財政難のためにファミレスでバイトをすることになった東田大輔。 しかし、そこには料理音痴フロアチーフ、なんでも金にものを言わせるホールスタッフなど、 まともな人間がいないファミレスだった…！？",
    "Aliases": [
        "WWW.Wagnaria!!"
    ],
    "Modified": "2024-07-29",
    "Seasons": {
        "1": {
            "ID": "683074",
            "URL": "https://www.thetvdb.com/series/www-wagnaria/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5773767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/www-wagnaria/episodes/5773767",
                    "TitleEnglish": "Part-Time Jobs Can Change Lives",
                    "SummaryEnglish": "Daisuke Higashida is a high school student looking for a part-time job due to financial difficulties at home. He starts working at a family restaurant called Wagnaria.",
                    "TitleJapanese": "アルバイトは人生を変えてくれる",
                    "SummaryJapanese": "北海道のとある進学校に通う東田は、家庭の事情によりファミリーレストラン「ワグナリア」で働くことに。同い年でありながらフロアチーフを務める宮越が教育係となり、順調にアルバイトをスタートしたかのように見えたけれど…？"
                },
                "2": {
                    "ID": "5773773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/www-wagnaria/episodes/5773773",
                    "TitleEnglish": "Life Isn't That Easy",
                    "SummaryEnglish": "As an obligation to Miyakoshi for the chocolate, Daisuke is forced to help her study. Meanwhile, the diner gets a new staff member in the form of an English-speaking transfer student.",
                    "TitleJapanese": "人生そんなに甘くない",
                    "SummaryJapanese": "バレンタインデーで臨死体験をした東田。ただでさえやっかいな宮越や見えないものが見える村主に加え、店には彼女ら同様の個性的な店員達がいることを知る。一方キッチンの足立は、村主にあるものを見せられて…！？"
                },
                "3": {
                    "ID": "5773774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/www-wagnaria/episodes/5773774",
                    "TitleEnglish": "You're the Only One I Can Ask!",
                    "SummaryEnglish": "Daisuke hears from Sayuri about a recent regular customer, a “high school girl who wears a scarf, even though it’s summer.” Daisuke is somewhat skeptical, but then sees the girl himself. She’s wearing his school’s uniform, even though he has no memory of ever seeing her before there!",
                    "TitleJapanese": "君にしか頼めない",
                    "SummaryJapanese": "村主から、最近〝夏なのにマフラーをしている女子高生〟が来店するという話を聞いた東田。半信半疑だったが、その制服が自分と同じ学校のものであり、その上、一度も学校では彼女を見かけた記憶がないことに気付き…！？"
                },
                "4": {
                    "ID": "5773775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/www-wagnaria/episodes/5773775",
                    "TitleEnglish": "I Have a Feeling It'll Go Well",
                    "SummaryEnglish": "Higashida and Miyakoshi visit a shrine and make wishes. While taking a stroll on her day off, Nagata sees those two together and can’t help but feel a little curious!",
                    "TitleJapanese": "いけるきがする",
                    "SummaryJapanese": "バレンタインデーの一件で宮越の料理の腕が壊滅的だと知った東田は、なぜか宮越と神社にお参りにいく羽目に。一方、東田に恋心を寄せる（？）永田はそんな二人の仲睦まじい様子を見てしまい…？"
                },
                "5": {
                    "ID": "5773776",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/www-wagnaria/episodes/5773776",
                    "TitleEnglish": "I'll Try Getting Revenge",
                    "SummaryEnglish": "Miri talks to Kisaki and Kouno about the love affairs of the staff members. On the surface, they seem to be in balanced relationships, but is everything really coming up roses?",
                    "TitleJapanese": "ふくしゅうしてみる",
                    "SummaryJapanese": "ワグナリア店員達の愛憎関係をおさらいしようと妃・河野に相談するミリと、そわそわ気になってしまう永田。微妙に成り立ちつつあるそれぞれのカップルだが、それはいろいろな問題をはらんでいるようで…？"
                },
                "6": {
                    "ID": "5773777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/www-wagnaria/episodes/5773777",
                    "TitleEnglish": "Fate Survival",
                    "SummaryEnglish": "Miyakoshi has made chocolate for Higashida, but she claims that it’s somewhat different this time. Meanwhile, Adachi is shaken to the core when Muranushi gives him chocolate for some reason!",
                    "TitleJapanese": "運命サバイバル",
                    "SummaryJapanese": "今年もバレンタインがやってきた！もちろん宮越も東田にチョコを作ってきた様子で、今回のチョコは一味違うと言い張る。一方、村主からチョコを渡された足立は突然の出来事に動揺し、つい失言をしてしまい…？"
                },
                "7": {
                    "ID": "5824543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/www-wagnaria/episodes/5824543",
                    "TitleEnglish": "Cooking Is Love",
                    "SummaryEnglish": "As always, Kamakura is teasing Shindou for his debt. Defeated with frustration, Shindou heads to the break room and finds Kisaki and Hime. His hunger finally drives him to beg for food from Hime!",
                    "TitleJapanese": "料理は愛情",
                    "SummaryJapanese": "いつものように鎌倉から借金をネタにいびられる進藤。悔しさを滲ませながら休憩室にもどると、そこには妃と姫が。空腹のあまり、ついに姫にすがる進藤に姫が渡したものとは…？"
                },
                "8": {
                    "ID": "5824545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/www-wagnaria/episodes/5824545",
                    "TitleEnglish": "Funny Story",
                    "SummaryEnglish": "Higashida is considering Valentine’s advice. Will Miyakoshi’s cooking actually get better if they start going out?",
                    "TitleJapanese": "おかしなはなし",
                    "SummaryJapanese": "自分のチョコを食べて今までの所業を反省した宮越は、バレンチヌス様からの助言もあり、料理上手になるため東田に対してとんでもない提案をする！それによってなぜか村主と足立の関係に亀裂が入り…！？"
                },
                "9": {
                    "ID": "5836861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/www-wagnaria/episodes/5836861",
                    "TitleEnglish": "We're All Illing",
                    "SummaryEnglish": "The atmosphere in the restaurant turns cold without Muranushi around. Adachi feels responsible and decides to visit her house.",
                    "TitleJapanese": "僕らはみんな病んでいる",
                    "SummaryJapanese": "どことなくホラーな雰囲気がただよう店内。しばらく村主がバイトを休んでいるのが原因のよう。責任を感じた足立はそのお見舞いに村主家を訪れることにしたのだが、そこにはアクの強い村主母が待っていた！"
                },
                "10": {
                    "ID": "5836862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/www-wagnaria/episodes/5836862",
                    "TitleEnglish": "Howl at Tomorrow",
                    "SummaryEnglish": "Shindou has been acting kind of strange ever since he saw Kamakura’s tears the other day. He mulls over how their relationship has become so twisted and tries Kisaki’s advice, acting the way he used to with Kamakura when they were kids, but...",
                    "TitleJapanese": "明日に向かって吼えろ",
                    "SummaryJapanese": "先日、鎌倉の涙を見てから何か調子がおかしい進藤。ふと、なぜこんな関係になってしまったのか思いを巡らす。そして妃のアドバイスを受け、昔のようになれればととあることを実践してみるが…？"
                },
                "11": {
                    "ID": "5836863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/www-wagnaria/episodes/5836863",
                    "TitleEnglish": "If Someone Hits You on the Right Cheek, Counter with Your Left Fist",
                    "SummaryEnglish": "Miyakoshi feels that something is missing regarding her dating Higashida, so she asks Muranushi and Kisaki for advice. However, in the end, she turns to her last resort, which results in a surprising development!",
                    "TitleJapanese": "右の頰を殴られたら左腕でカウンター",
                    "SummaryJapanese": "東田との付き合いに足りないものを感じた宮越は、村主や妃にアドバイスをもらおうとする。しかし結局答えは見つからず、とうとう最後の手段にでることにした！\nその結果、まさかの事態に･･････！！"
                },
                "12": {
                    "ID": "5836864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/www-wagnaria/episodes/5836864",
                    "TitleEnglish": "The Something Before the Storm",
                    "SummaryEnglish": "Kamakura wants to make Shindou pay off his father’s debt, and Shindou himself is harboring his untrustworthy father at home. Muranushi, worried about Adachi’s behavior, invites him to her home.",
                    "TitleJapanese": "あらしの前の何か",
                    "SummaryJapanese": "店では、宮越が東田を押し倒す場面を偶然見てしまった足立、進藤に借金を返させたい鎌倉、父親を家にかくまってしまった進藤など、何か調子のおかしいメンバー達が。足立を心配した村主は、彼を自宅に招くことに！"
                },
                "13": {
                    "ID": "5836865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/www-wagnaria/episodes/5836865",
                    "TitleEnglish": "There's a Reason for Everything",
                    "SummaryEnglish": "Higashida has been going along with Miyakoshi’s “practice cooking” for a long time now, and it’s for his sake as much as her own that she’s determined to succeed somehow with it. She thinks as hard as she can about what is necessary when cooking. What answer does she arrive at?",
                    "TitleJapanese": "全てのことには理由がある",
                    "SummaryJapanese": "ここまで練習に付き合ってくれた東田のためにも、なんとか料理を成功させたいと思う宮越。\nそこで彼女は、成功させるため〝料理に必要なもの〟を一生懸命考える。そして辿り着いた答えは──!?"
                }
            }
        }
    }
}