{
  "URL": "https://www.thetvdb.com/series/time-bokan-24",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Comedy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt16435810/",
    "https://www.themoviedb.org/tv/70208"
  ],
  "TitleEnglish": "Time Bokan 24",
  "SummaryEnglish": "The history in our textbooks are all wrong?! In the 24th century, humankind accomplished the invention of a time machine, “Time Bokan”. As they discover the truth about history, they realize that the history written in their textbooks are all wrong! To correct their knowledge of history, the government developed an organization called JKK. Our hero Tokio is recruited by Karen, a girl from the future to join the JKK. Together they travel through time to discover the true history, along with fighting the “Akudarma” a villainous group whose goal is to prevent the discovery of the truth!",
  "Aliases": [],
  "Modified": "2023-01-24",
  "Seasons": {
    "1": {
      "ID": "683128",
      "URL": "https://www.thetvdb.com/series/time-bokan-24/seasons/official/1",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "5774649",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5774649",
          "TitleEnglish": "Cleopatra Was Actually a Comedy Duo Known As Cleo and Patra!",
          "SummaryEnglish": "Time traveler Calen is hopping through time, trying to get away from Akudarma Trio. After a direct hit, she is forced to crash land in 2016 and encounters a boy named Tokio. The Akudarma Trio is right behind, so she has no choice but to take Tokio with her to the 24th century to escape. There, Tokio finds out that Calen works for the JKK, an organization that travels through time, trying to find out the True History. Tokio then finds himself travelling with Calen to Ancient Egypt to find out the truth about Cleopatra.",
          "Aliases": []
        },
        "2": {
          "ID": "5774650",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5774650",
          "TitleEnglish": "The Wright Brothers Were Actually an Only Child!",
          "SummaryEnglish": "Tokio and Calen travel to North Carolina in 1903 in order to find the True History behind the Wright Brothers. The Wright Brothers they met there were not making planes, let alone bicycles, but were apparently brothers that just happened to make \"lights\" for bicycles. However, there seemed to be something wrong with the younger brother, Orville... actually, uh, he's a doll?! Akudarma wants to keep the history as it is in the textbooks, and tries to get Wright to fly a plane. It appears that Tsubuyakky has a plan, but...",
          "Aliases": []
        },
        "3": {
          "ID": "5774651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5774651",
          "TitleEnglish": "Momotaro Was Actually More of an Ogre Than an Actual Ogre!",
          "SummaryEnglish": "Tokio and Calen go to Onigashima to find the next True History. And then a peach came rolling down the river... wait, that's a red ogre's butt?! The red ogre tells them that he was punished by someone more ogre-like than actual ogres and starts crying. He leads them to a stage, where loud music is playing, and the one on stage who has all the female ogres' attention is a super hot Momotaro?! Calen tries to go talk some sense into him, but falls for him, too! Wait, Bimajo, too?!",
          "Aliases": []
        },
        "4": {
          "ID": "5774652",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5774652",
          "TitleEnglish": "Dinosaurs Were Humans` Pets!",
          "SummaryEnglish": "This time, they travel to the Mesozoic Era. They arrive to a jungle in the Mesozoic Era and find a True History signal. Right when they get there, a dinosaur pops out! However, it has a ribbon on and they find out that dinosaurs are pets. Tokio mentions that he wants a T-Rex for a pet but then Mechabuton gets taken. At this rate, they won't be able to return to their own time...",
          "Aliases": []
        },
        "5": {
          "ID": "5811211",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5811211",
          "TitleEnglish": "Halloween`s Trick or Treat Was Actually Tottori or Shimane!",
          "SummaryEnglish": "This time, it's the True History about Halloween. However, the place they arrive is the Tottori Desert in the 4th year of the Meiji Era. Tokio and Calen meet the host, Fukuzawa-san, who they think they've seen before. Apparently people mistake Tottori and Shimane quite often, so he holds a quiz about them. It starts on October 31st... Wait, does that mean \"trick or treat\" was originally \"Tottori or Shimane\"? Akudarma won't allow for such a punny history, so they also participate in the quiz...",
          "Aliases": []
        },
        "6": {
          "ID": "5811212",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5811212",
          "TitleEnglish": "Shibuya`s Hachiko Was Actually a Bee!",
          "SummaryEnglish": "Tokio and Calen arrive to Shibuya Station in the 8th year of Showa to find the True History about Hachiko. They immediately find a dog waiting outside the station. They figure it must be Hachiko and go over to him, but instead, they find... Just then, they get a True History signal, but can't seem to find Hachiko. But they look closer the dog's nose, and they see a bee... Wait, is the bee Hachiko?! Of course, Akudarma shows up once again to get in their way of the True History.",
          "Aliases": []
        },
        "7": {
          "ID": "5811213",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5811213",
          "TitleEnglish": "What Columbus Discovered Was Not a New Continent, but a New Exercise Called Gymnastics!",
          "SummaryEnglish": "Tokio and Calen go back to Spain in 1492 to find the true history about Columbus and his journey to find the new continent. However, when they find him, they realize he has no interest in a new continent, but is trying to discover the next new exercise...",
          "Aliases": []
        },
        "8": {
          "ID": "5811214",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5811214",
          "TitleEnglish": "Seton Animal Chronicles Was Actually Donut Chronicles!",
          "SummaryEnglish": "Tokio and Calen arrive to New York in the late 1800's to discover the True History about Seton's Animal Chronicles. When they arrive, they find out that Seton isn't trying to chronicle animals, but donuts instead...",
          "Aliases": []
        },
        "9": {
          "ID": "5848152",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5848152",
          "TitleEnglish": "Gagarin's Famous Quote Was, \"The Earth Is ______\"!",
          "SummaryEnglish": "In order to find out the True History about Gagarin, who was famous for saying that the Earth was blue, Tokio and Calen head back to the Soviet Union in 1961. They find some astronaut trainees and immediately find that Akudarma is already there. Gagarin comes in between them, saying that it's not right to fight underneath the blue sky, but he seems extremely interested in Tokio. Apparently, he really likes the color blue, but... This time, they can't seem to find a True History signal very easily, so the head to Space with Gagarin. Just what is the True History this time?",
          "Aliases": []
        },
        "10": {
          "ID": "5848153",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5848153",
          "TitleEnglish": "The Land-taking Battle During the Warring States Era Was Actually a _____ Battle!",
          "SummaryEnglish": "Tokio and Calen travel back to 1560 into the Sengoku Era in order to find the True History about Oda Nobunaga. When they get to Kiyosu Castle, there were giant rhinoceros beetles decorating the roof! The guards at the gate even had dung beetle helmets and were holding bug nets rather than swords. Nobunaga says that the one who rules over bugs will rule over Japan and was having a bug-catching battle. Akudarama presents Nobunaga with a fake rhinoceros beetle, so they can move quickly up the ranks and control Nobunaga...",
          "Aliases": []
        },
        "11": {
          "ID": "5848154",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5848154",
          "TitleEnglish": "Guns First Being Introduced to Japan Was Actually ______ First Being Introduced to Japan!",
          "SummaryEnglish": "Tokio and Calen arrive to Tanegashima in 1543 to when guns first arrived to Japan. What the Europeans actually brought were... actually underwear?! However, Akudarma actually steals the underwear and at this rate, they won't be able to witness the True History. And so instead, they use... Tokio's underwear?! His underwear ends up becoming a hit throughout the town. Despite it being their mission, Calen couldn't help but feel conflicted about it. Apparently there was something strange about the lord of Tanegashima, as well...",
          "Aliases": []
        },
        "12": {
          "ID": "5848155",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5848155",
          "TitleEnglish": "Joan of Arc Was the First ______!",
          "SummaryEnglish": "In search of the True History about Jeanne D'arc, Tokio and Calen arrive to Orléans, France. The encounter a thief as soon as they get there, but then a magical girl shows up. Huh? And she's Jeanne D'arc? You'd think she'd use magic but instead she just hits the thief with her wand. Apparently she's acting like a magical girl because of her boyfriend. Meanwhile, Akudarma shows up disguised as angels from Heaven and try to give Jeanne a sword, but...",
          "Aliases": []
        },
        "13": {
          "ID": "5877397",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5877397",
          "TitleEnglish": "Santa Claus Was Actually ______!",
          "SummaryEnglish": "Tokio and Calen arrive to Greenland in 2016 and meet a very musculuar old man with a white beard and and red suit named Rudolph and his reindeer. For a moment, they thought that the True History that Santa was a macho guy, but then starts pulling the sleigh himself. However, Rudolph ends up passing out from a fever. Tokio and Calen take over delivering presents for him. Apparently Bimajo has some unfinished business with Santa and was waiting for this chance, but...",
          "Aliases": []
        },
        "14": {
          "ID": "5900986",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5900986",
          "TitleEnglish": "The Ninja Hattori Hanzo Was Actually a ______!",
          "SummaryEnglish": "Tokio and Calen arrive to Suruga Province in 1585. There, they find Hattori Hanzo showing off something like ninjutsu called Hanzo Power. However, Akudarma is trying to get him to become a ninja like in the history books by revealing the secrets to all of his magic tricks. This greatly depresses Hanzo because it'll be hard to regain his audience that he lost. Tokio then suggests that he try to make a castle on top of a mountain disappear...",
          "Aliases": []
        },
        "15": {
          "ID": "5900987",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5900987",
          "TitleEnglish": "Pythagoras Was Actually a Genius of ______!",
          "SummaryEnglish": "Calen and Tokio travel back to Ancient Greece to find out the True History about Pythagoras. When they get there, they find rather than finding a mathmatician, they find an old man who's amazing at making trick mechanisms...",
          "Aliases": []
        },
        "16": {
          "ID": "5900988",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5900988",
          "TitleEnglish": "Galileo Galilei Was Actually a ______!",
          "SummaryEnglish": "Tokio and Calen arrive to Italy in 1589. They find some slightly chubby people pushing the Leaning Tower of Pisa diagonally. Apparently it always ends up straight when no one’s pushing on it. And then, Galileo Galilei shows up swaying to some music and starts rapping. Apparently Galileo was a rapper! Akudarma attempt to do a rap battle with him to try to get him to study astronomy...",
          "Aliases": []
        },
        "17": {
          "ID": "5930119",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5930119",
          "TitleEnglish": "What Sanzo Hoshi Was Striving For Was the World's Best ______!",
          "SummaryEnglish": "Calen and Tokio travel back to Ancient China to find out the True History about Sanzo Hoshi. When they get there, they find out that Sanzo Hoshi is actually a comedy producer and Son Goku and the others are comedians. Right when they get there, they seem to be having a dispute...",
          "Aliases": []
        },
        "18": {
          "ID": "5930120",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5930120",
          "TitleEnglish": "The Nazca Lines Were __________!",
          "SummaryEnglish": "Tokio and Calen arrive to Peru when the Nasca Lines were being drawn. There, they meet a young man named Nasca, who is drawing on the ground. He apparently wants to tell someone how he really feels, and that's why he's drawing on the ground, but the drawings look awful. As usual, Akudarma arrives and tries to get in the way with an artist mecha. However Nasca isn't even upset... Rather he's moved by how great the drawings are and asks Akudarma to let him be their apprentice and jumps into their cockpit...",
          "Aliases": []
        },
        "19": {
          "ID": "5930121",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5930121",
          "TitleEnglish": "Murasaki Shikibu Was Actually a ______!",
          "SummaryEnglish": "Calen and Tokio travel back to Kyoto in 1008 to find out the True History about Murasaki Shikibu. They immediately try to find her, but instead, they find a club where all the women there are dressed in purple. They also seem rather startled at the fact that Calen is wearing pink. Apparently Murasaki Shikibu was the name of a club where the members loved purple more than anything else. Bimajo tries to become the president of the club and tries to squash the club as well as the True History...",
          "Aliases": []
        },
        "20": {
          "ID": "5930122",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5930122",
          "TitleEnglish": "The Shinsengumi was actually a  ______! Group",
          "SummaryEnglish": "Tokio and Calen travel back to the Bakumatsu Era of Japan to find out the True History about the Shinsengumi. When they get there, rather than seeing a group of brave samurai ready to cut down those who oppose the shogunate, they find a bunch of guys wearing masks, running away from girls. Apparently the Shinsengumi was a group of hot guys who were too deathly shy to show their faces in public.",
          "Aliases": []
        },
        "21": {
          "ID": "5974398",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5974398",
          "TitleEnglish": "Versaille Was Actually a ______! Centre",
          "SummaryEnglish": "Tokio and Calen arrive to Versailles in France in the 18th century. However, when they get there, they see a sign for “Fashion Center Versailles.” When they went in, they find a young woman in casual clothes welcoming in housewives. However, the housewives get angry and go home without buying anything. Huh? Apparently that girl is Marie Antoinette?! Akudarma steps in and tries to lead tries to lead Marie into the lifestyle of extravagance, but...",
          "Aliases": []
        },
        "22": {
          "ID": "5974399",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5974399",
          "TitleEnglish": "America`s Moon Landing Was Staged!",
          "SummaryEnglish": "Tokio and Calen arrive in America in 1969 to find out the True History about the Moon landing. However, they arrive in Hollywood and sneak into a studio... There, they find a set that looks like the Moon landing. Apparently they were preparing to deal with filming since President Nixon suddenly said they would go to the Moon on July 20th. Meanwhile, Akudarma tries to figure out what to do since they find out the Moon landing was fake. Bimajo says that they should just go to the Moon themselves, but...",
          "Aliases": []
        },
        "23": {
          "ID": "5974400",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5974400",
          "TitleEnglish": "Nightingale Was Actually the ________ in White!",
          "SummaryEnglish": "Tokio and Calen arrive to Tuscany in 1820 and meet Nightingale, who had just been born. They then continue to Time Bokan looking for the True History as she grows up, but Nightingale continues to grow more and more high-handed. She then makes a white nurse’s uniform and starts posing in it. Bimajo makes the comment that rather than an angel in white, she seems like a tengu in white. It’s then that Calen’s visor gets a signal... Wait, that’s the True History this time?!",
          "Aliases": []
        },
        "24": {
          "ID": "5974401",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/5974401",
          "TitleEnglish": "The Genius da Vinci Was the Final Episode!",
          "SummaryEnglish": "Akudarma arrive to the Republic of Florence in the 16th century, and meet da Vinci, who welcomes them with open arms. However, upon closer inspection, they see that there are even more hands and feet behind him... There are 24 people behind him! Tokio and Calen are also surprised, but they are suddenly thrown into a mecha battle. They go in with Bokan Dragon, but Akudarma powers up with a secret weapon and they get blown away. They quickly Time Bokan and manage to get away, but apparently da Vinci followed them to the 24th century?!",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "716765",
      "URL": "https://www.thetvdb.com/series/time-bokan-24/seasons/official/2",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "6141633",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6141633",
          "TitleEnglish": "What's the Super Surprising Connection Between the Genius Inventor Edison and Japan?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "6359945",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6359945",
          "TitleEnglish": "What Was the Super Surprising Job That the God of Baseball, Babe Ruth, Tried to Do?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "6362268",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6362268",
          "TitleEnglish": "What Super Surprising Thing Was the Mercenary of the Bakumatsu, Sakamoto Ryoma, the First to Do in Japan?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "6385963",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6385963",
          "TitleEnglish": "What Super Surprising Thing Was the Author of Sherlock Holmes, Arthur Conan Doyle, Obsessed With?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "6394177",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6394177",
          "TitleEnglish": "What Super Surprising Food Was the Great Author Natsume Soseki Obsessed With?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "6394178",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6394178",
          "TitleEnglish": "What's the Super Surprising Way That Even You Can Become the World-Renowned Heroine, the Little Mermaid?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "7": {
          "ID": "6414859",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6414859",
          "TitleEnglish": "The Shogun Loves to Save Money?! What Was Tokugawa Ieyasu's Super Surprising Method of Saving Money?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "8": {
          "ID": "6414865",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6414865",
          "TitleEnglish": "Methods That Can Still Be Used Today! What Was Yang Guifei's Super Surprising Beauty Regimen?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "9": {
          "ID": "6414866",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6414866",
          "TitleEnglish": "What's Mito Komon's Super Surprising Connection with NTV Announcer Miura Asami?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "10": {
          "ID": "6414867",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6414867",
          "TitleEnglish": "What Were the Super Surprising Treasures That Kukai Found All Over Japan?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "11": {
          "ID": "6414868",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6414868",
          "TitleEnglish": "What Was Napoleon's Super Surprising Method of Getting a Good Night's Sleep When He Supposedly Only Slept 3 Hours?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "12": {
          "ID": "6414869",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6414869",
          "TitleEnglish": "Announcer Fukuzawa Appears Once Again! The Statue of Liberty Ultra Quiz!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "13": {
          "ID": "6414870",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6414870",
          "TitleEnglish": "What's the Super Surprising Reason the Famous Japanese Ukiyo-e Artist Katsushika Hakusai Moved 93 Times?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "14": {
          "ID": "6501566",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6501566",
          "TitleEnglish": "What Super Surprising Catch Phrase Did the Famous Inventor, Hiraga Gennai, Think Up That We Still Use Today?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "15": {
          "ID": "6501568",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6501568",
          "TitleEnglish": "What Was the God of Education, Sugawara no Michizane's Super Surprising Legend About Being a Genius?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "16": {
          "ID": "6501569",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6501569",
          "TitleEnglish": "What's the Super Surprising Reason Beethoven Looks So Scary in His Portrait?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "17": {
          "ID": "6535796",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6535796",
          "TitleEnglish": "What's the Super Surprising Reason One of the Major Players of the Meiji Restoration, Saigo Takamori, Had a Dog?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "18": {
          "ID": "6535798",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6535798",
          "TitleEnglish": "Kasuga no Tsubone Was the Daughter of a Traitor! What Was the Super Surprising Reason She Climbed to the Top of the Ooku?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "19": {
          "ID": "6535800",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6535800",
          "TitleEnglish": "Imoto Is a Historical Figure?! What's the Super Surprising Problem That the Beast Hunter Imoto Ayako Has?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "20": {
          "ID": "6535802",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6535802",
          "TitleEnglish": "Alexander Graham Bell Invented the Telephone! What Super Surprising Struggle Led to Its Creation?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "21": {
          "ID": "6571610",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6571610",
          "TitleEnglish": "Matsuo Basho Was a Ninja?! What's the Super Surprising Truth Behind the \"Trip for the Narrow Road to the Interior\"?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "22": {
          "ID": "6571611",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6571611",
          "TitleEnglish": "The Inescapable Alcatraz Prison! What Super Surprising and Ridiculous Plans Were Used to Prevent Escape?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "23": {
          "ID": "6571612",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6571612",
          "TitleEnglish": "A Major Player of the Genpei War! What's the Super Surprising Reason Minamoto no Yoshitsune Was Able to Defeat Benkei?!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "24": {
          "ID": "6571613",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/time-bokan-24/episodes/6571613",
          "TitleEnglish": "The Ranking That Prince Shotoku Came Up With: The Twelve Bokan Ranking System! And What Will Become of Bimajo?!",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    }
  }
}