{
    "URL": "https://www.thetvdb.com/series/little-witch-academia",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Children",
        "Comedy",
        "Family",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6352180/",
        "https://www.themoviedb.org/tv/69293"
    ],
    "TitleEnglish": "Little Witch Academia",
    "SummaryEnglish": "Akko Kagari is an ordinary girl who joins the renowned witch academy for witch girls, Luna Nova Academy. When she was younger, she went to Magical Festa, a magic show hosted by a witch named Shiny Chariot. Akko was so mesmerized and inspired by Shiny Chariot's performance that she dreamed to someday be a \"cool\" witch like her. This young and impressionable Akko takes Shiny Chariot's words as her own motto: \"Never forget, a believing heart is your magic.\"",
    "Aliases": [],
    "Modified": "2025-06-19",
    "Seasons": {
        "0": {
            "ID": "684016",
            "URL": "https://www.thetvdb.com/series/little-witch-academia/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "5784980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5784980",
                    "TitleEnglish": "Little Witch Academia",
                    "SummaryEnglish": "For young witches everywhere, the world-renowned witch Shiny Chariot reigns as the most revered and celebrated role model. But as the girls age, so do their opinions of her—now just the mention of Chariot would get a witch labeled a child. However, undeterred in her blind admiration for Chariot, ordinary girl Atsuko Kagari enrolls into Luna Nova Magical Academy, hoping to someday become just as mesmerizing as her idol. However, the witch academy isn't all the fun and games Atsuko thought it would be: boring lectures, strict teachers, and students who mock Chariot plague the campus. Coupled with her own ineptness in magic, she's seen as little more than a rebel student. But when a chance finally presents itself to prove herself to her peers and teachers, she takes it, and now it's up to her to stop a rampaging dragon before it flattens the entire academy.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5784981",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5784981",
                    "TitleEnglish": "The Enchanted Parade",
                    "SummaryEnglish": "You can tell witch training is not going swimmingly for the young sorceresses Akko, Lotte, and Sucy—they face expulsion for screwing up one class too many, and their only way out is if they successfully organize their academy's annual parade through a nearby town. But when they stumble upon the momentous discovery that the objective of the parade is to humiliate witches and commemorate their past subjugation, Akko decides it is time for a change: It is time to show the world how fantastic modern witches truly are! However, with the other girls struggling to keep up with Akko's grandiose ambitions, and everything from mischievous boys to slumbering giants getting in their way, maybe pulling it off will require not only all the magical prowess the pupils of Luna Nova Magical Academy can muster, but also a miracle.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6028016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/6028016",
                    "TitleEnglish": "The Making of Little Witch Academia",
                    "SummaryEnglish": "Behind-the-scenes look at the production of the first Little Witch Academia OVA, included in the Blu-ray release.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6028018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/6028018",
                    "TitleEnglish": "The Making of Little Witch Academia:  The Enchanted Parade",
                    "SummaryEnglish": "Behind-the-scenes featurette included in the Blu-ray release of the second Little Witch Academia OVA.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "690664",
            "URL": "https://www.thetvdb.com/series/little-witch-academia/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "5862958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5862958",
                    "TitleEnglish": "Starting Over",
                    "SummaryEnglish": "Atsuko \"Akko\" Kagari enrolls in the prestigious academy Luna Nova following her dream and passion of becoming a witch like Shiny Chariot. She searches all over the small town of Brighton Berry for a bus to Luna Nova Academy, but when she finally finds it it turns out to be a \"Broom Highway\" that only witches can use. Akko, who's never practiced magic before, let alone rode a broom, is at a complete loss. What's more, if she doesn't make it in time for the opening ceremony, she'll be expelled!",
                    "Aliases": []
                },
                "2": {
                    "ID": "5906282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5906282",
                    "TitleEnglish": "Papiliodia",
                    "SummaryEnglish": "Akko is excited for the first day of magic lessons, an excitement that her roommates Sucy and Lotte have difficulty sharing. However, the classes prove to be a more mundane affair than expected, which leads Akko to talk loudly about Shiny Chariot's amazing magic to her friends over lunch and catch the attention of Diana Cavendish. Meanwhile, Professor Ursula is tasked with investigating why the Jennifer Memorial Tree appears to be dying. Her research eventually brings her to pinpoint the cause, but not before Diana casts a restoration spell on the tree that spirals out of control. Akko, Sucy and Lotte, who were playing with Shiny Chariot's collectible cards nearby, quickly rush over...",
                    "Aliases": []
                },
                "3": {
                    "ID": "5906283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5906283",
                    "TitleEnglish": "Don't Stop Me Now",
                    "SummaryEnglish": "The Luna Nova students begin taking broom flying lessons. Despite being unable to even get off the ground, Akko becomes eager to enter the school's traditional broom relay event after learning Chariot was one of the winners. Later, Akko goes with Lotte to a magic item café where they come across a legendary broom known as the Ryuuseimaru (Shooting Star) that has been sealed off for being too temperamental. Interested in the relay's prize offerings, Lotte and Sucy decide to help train Akko to try and ride her broom, and on the day of the relay Sucy uses her concoctions to give her team an early start and Akko an alternate means of using her broom. Meanwhile, Amanda O'Neill steals the Ryuuseimaru to use for herself, only for it to break loose and run wild, soon running into Akko. Despite being dragged around the world and shaken off, Akko manages to take ahold of the Ryuuseimaru and go neck and neck against Diana, only to fall off again when it breaks its seal and flies away, leading her to place second in the relay.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5906284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5906284",
                    "TitleEnglish": "Night Fall",
                    "SummaryEnglish": "The plot of Night Fall itself started off from moment where Belle, a science teacher whom met a handsome vampire named Edgar after a time-travel mishap due to entering a mysterious portal that sent her to Middle Ages. Early premise of the story in some ways, reminiscent with Twilight Saga, but it immediately changed into time-travelling adventures, reminiscent to the Outlander series, where the said adventures would affect the world history.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5907130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5907130",
                    "TitleEnglish": "Pact of the Dragon",
                    "SummaryEnglish": "An argument between Akko and Amanda in the midst of potions class triggers the explosion of one of the class' concoctions, causing them both to get detention. While cleaning the academy's tower as part of their punishment, the two girls witness a horde of dragons carrying off the Sorcerer's Stone. Strangely, the academy staff does not react to this theft, instead accidentally revealing that this is part of an anticipated prophecy involving a dragon. Lotte recalls the legend of a white dragon who resides in the nearby Ruins of Rastaban, which inspires Akko and Amanda to retrieve it themselves. Accompanied by their friends, they proceed to the ruins, where they discover that the culprit is a loan shark dragon named Fafnir, who has repossessed the Sorcerer's Stone from Luna Nova for their failure to pay off their debt. Luckily, Diana is able to decipher that Fafnir's promissory note (written in dragon language) does not actually mention paying back interest, meaning Fafnir had tricked the school into paying back more than they actually owed. Caught in his deception, Fafnir is forced into nullifying the contract and returning the Sorcerer's Stone to Luna Nova.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5907131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5907131",
                    "TitleEnglish": "The Fountain",
                    "SummaryEnglish": "Luna Nova hosts a welcoming party for the Earl of Hanbridge and his son, Andrew, who appears to be an old acquaintance of Diana's. Meanwhile, as Akko is stuck having to practise her metamorphosis magic after giving herself animal ears, she decides to go and search for the Fountain of Polaris, which she believes can grant her great power. During her search, she comes across Andrew, who expresses a strong disinterest in magic, and inadvertently gives him animal ears and a tail. Arriving at the location of the fountain, Akko and Andrew soon find themselves on the run from its guardian, a giant polar bear named Arcas. After another witch stops Arcas, Akko finds the fountain, which shows her past visions of how Shiny Chariot grew from a clumsy student into a magician worthy of wielding its power. Helping Akko to realise that acknowledgement is something that must be earned, Ursula encourages Akko to become stronger and restores Andrew, who promises to keep their encounter a secret.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5907132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5907132",
                    "TitleEnglish": "Orange Submariner",
                    "SummaryEnglish": "Akko studies hard for her exams, but still struggles to get decent grades despite Ursula's tutorage. After getting into a fight with Hannah and Barbara, Akko is threatened with expulsion from Luna Nova should she fail her final exam, which requires an understanding of fish language. While attempting to bribe the fish philosophy teacher, Pisces, Akko accidentally drops her down a drain into the school's sewage system. Transforming into a merman to search for him, Akko comes across a sad fish and chooses to use her emergency magic reserve to free her family from a poacher's trap, coming across Pisces in the process. When Akko is once again faced with expulsion for her actions, Pisces gives her an A in his exam for helping the fish family while Ursula vouches that, despite the gap between her and her classmates, Akko's magic has improved considerably since her enrollment. After the fish Akko rescued are revealed to be an endangered species, her expulsion is cancelled and she is given a less severe punishment instead.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5907134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5907134",
                    "TitleEnglish": "Akko's Adventure in Sucyworld",
                    "SummaryEnglish": "After drinking her own ominous energy drink formula, Sucy winds up in a deep sleep with mushrooms growing around her body. Unable to ask for a teacher's help out of fear of expulsion, Akko has Lotte send her into Sucy's dreams so she can find out how to cure her. Enlisting the help of small angel and devil versions of Sucy, Akko encounters several different personality aspects of Sucy in her search for the original, only to get caught up in a judicial purge of Sucy's unneeded emotions. After stopping the execution, Akko rescues a smaller kind-looking Sucy and soon comes across a drive-in cinema showcasing Sucy's memories. Just then, the Sucys that Akko rescued merge together into a bloodythirsty monster that threatens to overtake Sucy's original personality. After rushing to find the original and attempting to wake her up by feeding her antidotes via mouth-to-mouth, Akko wakes up from what was apparently her own dream.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5907135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5907135",
                    "TitleEnglish": "Undead Travelogue",
                    "SummaryEnglish": "While trying to fix some tombstones that she knocked over while at a graveyard, Akko accidentally mixes a reversal spell she was using with one of Sucy's mushrooms, which ends up bringing a deceased pirate back from the dead. The girls find themselves chasing the pirate across town as he tries to find something pertaining to his lost memories. After visiting the magical café, they discover that the pirate is looking for a girl named Miranda Holbrooke, who he eventually remembers is his own daughter. Realising that the Miranda in question is actually Luna Nova's principal, the girls rush back to Luna Nova to reunite Miranda with her father before he has to return to the afterlife.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5907136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5907136",
                    "TitleEnglish": "Bee Affection",
                    "SummaryEnglish": "Hearing about a party at Andrew's mansion that Diana is attending, Akko, Lotte and Sucy don magical Cinderella dresses and sneak into the party. Just as Andrew notices them and prepares to send them out, Sucy, ever in the mood for a little mischief, sets loose a LoveLove Bee that causes whoever it stings to fall in love with the first person they see. The bee stings Andrew and Diana, causing them both to fall in love with Akko and pursue her. While searching for the bee in order to stop the spell, Akko overhears a conversation between Andrew and his father, who wants him to quit the piano and chase all witches out of the country. After receiving encouragement from Akko to keep chasing his dreams, Andrew uses his piano playing to distract the other guests so that Akko can finally swat the bee, undoing its magic.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5907137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5907137",
                    "TitleEnglish": "Blue Moon",
                    "SummaryEnglish": "Akko comes to Ursula late at night to ask her about Chariot's disappearance, but doesn't get much help from her. In her studies, Diana discovers that his ancient power is sealed in Arcturus Forest, and can only be released when the Shiny Rod activates seven ancient words. Akko takes the Shiny Rod with her to a place known as the Blue Moon Abyss. Reaching the center of the abyss, Akko confronts the spirit, who offers to grant her dream of being a great magician like Chariot in exchange for her past memories.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5907139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5907139",
                    "TitleEnglish": "What You Will",
                    "SummaryEnglish": "As Luna Nova prepares for their annual Samhain Festival, during which the most exemplary student is crowned the Moonlit Witch, Diana is put in charge of the committee while Akko's group is stuck playing symbolic sacrifices for an ever-sorrowful ghost known as Vajarois. Akko is determined to show she can be the Moonlit Witch, like Chariot once was.",
                    "Aliases": []
                },
                "13": {
                    "ID": "5920625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920625",
                    "TitleEnglish": "Samhain Magic Festival",
                    "SummaryEnglish": "Akko works tirelessly to try and improve her magic for the show. During her performance, Akko and the others learn what has made Vajarois a sorrowful ghost.",
                    "Aliases": []
                },
                "14": {
                    "ID": "5920627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920627",
                    "TitleEnglish": "New Age Magic",
                    "SummaryEnglish": "The workers at Luna Nova strike over the low amount of magic they are granted from the Sorcerer's Stone. Attempting to diffuse the situation, Akko attempts to talk to them only to end up joining the strike as their leader! A new professor also makes an appearance.",
                    "Aliases": []
                },
                "15": {
                    "ID": "5920628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920628",
                    "TitleEnglish": "Chariot of Fire",
                    "SummaryEnglish": "Croix and Chariot were classmates, upon hearing this Akko goes to Croix, who asks her to bring the Shiny Rod to her laboratory in the New Moon Tower for analysis. When Akko shows up, Croix knocks her unconscious...",
                    "Aliases": []
                },
                "16": {
                    "ID": "5920629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920629",
                    "TitleEnglish": "Pohjola's Ordeal",
                    "SummaryEnglish": "After learning from Ursula and the Shiny Rod that she needs to find something she is lacking in order to unlock the fourth word, Akko joins Lotte and Sucy as they visit Lotte's home in a remote Finnish village. The next morning, however, they discover that Lotte's parents and their neighbor have become infected with the rare Greenman Disease, which will gradually turn them into moss until they wither away...",
                    "Aliases": []
                },
                "17": {
                    "ID": "5920631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920631",
                    "TitleEnglish": "Amanda O'Neill and the Holy Grail",
                    "SummaryEnglish": "Learning from Ursula that history and tradition are the clues needed to unlock the Shiny Rod's fifth word, Akko and Amanda sneak into Andrew's school, Appleton Academy, where a relic known as the Holy Grail is being kept.",
                    "Aliases": []
                },
                "18": {
                    "ID": "5920632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920632",
                    "TitleEnglish": "Stanship Take Off!",
                    "SummaryEnglish": "An annual ghost hunting event, known as the Wild Hunt, is coming to Blytonbury for its final stage. After accidentally breaking one of her robots, Akko offers to help silent tech genius Constanze, who is participating in the hunt by invitation from Professor Croix. Constanze is reluctant to let Akko help her as she prefers to work alone, but Akko soon manages to prove herself useful by helping Constanze gather the materials needed for the battleship she intends to use for the event.",
                    "Aliases": []
                },
                "19": {
                    "ID": "5920633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920633",
                    "TitleEnglish": "Cavendish",
                    "SummaryEnglish": "Akko learns that Diana is leaving Luna Nova to become the head of the Cavendish family. Refusing to accept Diana simply leaving despite their past differences, Akko decides to head straight to the Cavendish estate herself to try and change Diana's mind.",
                    "Aliases": []
                },
                "20": {
                    "ID": "5920634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920634",
                    "TitleEnglish": "Intellect and Sensibility",
                    "SummaryEnglish": "As Diana prepares for her ascension ritual, which can only take place once every few years during a Venusian eclypse, she is captured by Daryl who ensnares her in snakes. Meanwhile, Akko, still believing that Diana doesn't really want to leave Luna Nova midway, hears from Andrew about how Diana once lost her magic. Upon overhearing Daryl's scheme to stop Diana from performing the ritual in time, Akko decides to head into the Cavendish shrine to rescue Diana!",
                    "Aliases": []
                },
                "21": {
                    "ID": "5920636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920636",
                    "TitleEnglish": "Discipline",
                    "SummaryEnglish": "Having found the fifth Word with Diana, Akko is determined to get the final two Words so she can see Chariot. The sixth word, Lyonne, lays hold to a bitter memory for Professor Ursula as the history between her and Croix is revealed. Can Akko survive the conflict between the two?",
                    "Aliases": []
                },
                "22": {
                    "ID": "5920637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920637",
                    "TitleEnglish": "Things We Said Today",
                    "SummaryEnglish": "Ursula tells Akko about the final work, following Croix's more aggressive movements. While meeting Andrew, Akko notices some techno-magic hovering around the protesters. She chases after one of the cubes and comes across Croix, and discovers that Croix has been manipulating everyone's emotions in order to convert it into magical energy. While saving Akko, Ursula's identity is finally revealed to Akko. Akko also learns the disturbing truth behind her lack of magical ability.",
                    "Aliases": []
                },
                "23": {
                    "ID": "5920638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920638",
                    "TitleEnglish": "Yesterday",
                    "SummaryEnglish": "Following the painful news about Chariot and her magical ability, Akko disappears. Diana confronts Ursula about being Chariot and her history. After learning the truth that Akko did, Diana and others begin searching for her. After finding a desolate Akko, Diana admits that she and Akko are kindred spirits and Akko has the talent to actually live up to Chariot's ideals; and with that revelation and the support of her friends, Akko's spirits are rekindled. In the meantime, Chariot decides to confront and stop Croix, who is about to initiate the final stage of her sinister plan.",
                    "Aliases": []
                },
                "24": {
                    "ID": "5920639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920639",
                    "TitleEnglish": "A Road to Arcturus",
                    "SummaryEnglish": "Croix uses the emotions of the rioting mobs to activate her creation, the Noir Rod, managing to disable all magic across the country. Croix uses the Noir Rod to unseal the Grand Triskelion, but is shocked when it is not what she thinks it was. Akko and her friends arrive to help save Ursula from Croix. During the battle, she awakens the Shiny Rod's seventh and final word, allowing Akko to utilize the Triskelion's true power and transform Arcturus into a lush and vibrant forest. But while Akko and her friends celebrate, some of the leftover technomagic from the Noir Rod attaches itself to a missile.",
                    "Aliases": []
                },
                "25": {
                    "ID": "5920641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920641",
                    "TitleEnglish": "Changing at the Edge of the World",
                    "SummaryEnglish": "The girls learn that the remnants of the Noir Rod have taken control of a nuclear missile that threatens to destroy the country Great Britain is currently in conflict with due to Croix's machinations. Unable to stop it by conventional means, Akko and her friends bundle their brooms' power with the Shiny Rod's magic and chase after it! Can Akko and Diana stop the missile in time?",
                    "Aliases": []
                }
            }
        }
    }
}