{
    "URL": "https://www.thetvdb.com/series/little-witch-academia",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Children",
        "Comedy",
        "Family",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6352180/",
        "https://www.themoviedb.org/tv/69293"
    ],
    "TitleEnglish": "Little Witch Academia",
    "SummaryEnglish": "Akko Kagari is an ordinary girl who joins the renowned witch academy for witch girls, Luna Nova Academy. When she was younger, she went to Magical Festa, a magic show hosted by a witch named Shiny Chariot. Akko was so mesmerized and inspired by Shiny Chariot's performance that she dreamed to someday be a \"cool\" witch like her. This young and impressionable Akko takes Shiny Chariot's words as her own motto: \"Never forget, a believing heart is your magic.\"",
    "TitleJapanese": "リトルウィッチアカデミア",
    "SummaryJapanese": "幼い頃に見た魔法ショーで魔法の魅力に取り憑かれ、ヨーロッパの魔女育成名門校「ルーナノヴァ魔法学校」に入学したアッコ。\n\n大きな期待とは裏腹に日々の授業は意外と退屈。保守的な魔法界の雰囲気を打ち破り、魔法に夢を取り戻そうと張り切るアッコだが、周囲の目は冷ややかで授業でも空回りの連続。唯一の味方はルームメイトで親友のロッテとスーシィの２人だけ。\n\nそんなある日、学校でとんでもないハプニングが発生。思いがけず事件解決の鍵を握ってしまったアッコは、ロッテ、スーシィ達と共に学校崩壊の危機に立ち向かう！",
    "Aliases": [
        "Little Witch Academia"
    ],
    "Modified": "2025-06-19",
    "Seasons": {
        "0": {
            "ID": "684016",
            "URL": "https://www.thetvdb.com/series/little-witch-academia/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "5784980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5784980",
                    "TitleEnglish": "Little Witch Academia",
                    "SummaryEnglish": "For young witches everywhere, the world-renowned witch Shiny Chariot reigns as the most revered and celebrated role model. But as the girls age, so do their opinions of her—now just the mention of Chariot would get a witch labeled a child. However, undeterred in her blind admiration for Chariot, ordinary girl Atsuko Kagari enrolls into Luna Nova Magical Academy, hoping to someday become just as mesmerizing as her idol. However, the witch academy isn't all the fun and games Atsuko thought it would be: boring lectures, strict teachers, and students who mock Chariot plague the campus. Coupled with her own ineptness in magic, she's seen as little more than a rebel student. But when a chance finally presents itself to prove herself to her peers and teachers, she takes it, and now it's up to her to stop a rampaging dragon before it flattens the entire academy.",
                    "TitleJapanese": "リトルウィッチアカデミア",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5784981",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5784981",
                    "TitleEnglish": "The Enchanted Parade",
                    "SummaryEnglish": "You can tell witch training is not going swimmingly for the young sorceresses Akko, Lotte, and Sucy—they face expulsion for screwing up one class too many, and their only way out is if they successfully organize their academy's annual parade through a nearby town. But when they stumble upon the momentous discovery that the objective of the parade is to humiliate witches and commemorate their past subjugation, Akko decides it is time for a change: It is time to show the world how fantastic modern witches truly are! However, with the other girls struggling to keep up with Akko's grandiose ambitions, and everything from mischievous boys to slumbering giants getting in their way, maybe pulling it off will require not only all the magical prowess the pupils of Luna Nova Magical Academy can muster, but also a miracle.",
                    "TitleJapanese": "トルウィッチアカデミア 魔法仕掛けのパレード",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "6028016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/6028016",
                    "TitleEnglish": "The Making of Little Witch Academia",
                    "SummaryEnglish": "Behind-the-scenes look at the production of the first Little Witch Academia OVA, included in the Blu-ray release.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "6028018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/6028018",
                    "TitleEnglish": "The Making of Little Witch Academia:  The Enchanted Parade",
                    "SummaryEnglish": "Behind-the-scenes featurette included in the Blu-ray release of the second Little Witch Academia OVA.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "690664",
            "URL": "https://www.thetvdb.com/series/little-witch-academia/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "5862958",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5862958",
                    "TitleEnglish": "Starting Over",
                    "SummaryEnglish": "Atsuko \"Akko\" Kagari enrolls in the prestigious academy Luna Nova following her dream and passion of becoming a witch like Shiny Chariot. She searches all over the small town of Brighton Berry for a bus to Luna Nova Academy, but when she finally finds it it turns out to be a \"Broom Highway\" that only witches can use. Akko, who's never practiced magic before, let alone rode a broom, is at a complete loss. What's more, if she doesn't make it in time for the opening ceremony, she'll be expelled!",
                    "TitleJapanese": "新たなるはじまり",
                    "SummaryJapanese": "幼い頃に見たシャイニィシャリオの魔法ショーに魅了され、魔女になることを夢見ていた少女、カガリ・アツコ。16歳になったアッコは、念願の伝統ある魔女の名門校「ルーナノヴァ」への入学が決まる。期待に胸を膨らませブライトンベリーへ到着したアッコは、街とルーナノヴァを繋ぐ停留所を目指す。しかしそこは魔女だけが使えるレイラインで結ばれた「ホウキの停留所」だった。魔法の使えないアッコはレイラインに乗る手段も無く、途方に暮れてしまう。厳格なルーナノヴァは始業の儀式に間に合わなければ即退学となってしまう……！"
                },
                "2": {
                    "ID": "5906282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5906282",
                    "TitleEnglish": "Papiliodia",
                    "SummaryEnglish": "Akko is excited for the first day of magic lessons, an excitement that her roommates Sucy and Lotte have difficulty sharing. However, the classes prove to be a more mundane affair than expected, which leads Akko to talk loudly about Shiny Chariot's amazing magic to her friends over lunch and catch the attention of Diana Cavendish. Meanwhile, Professor Ursula is tasked with investigating why the Jennifer Memorial Tree appears to be dying. Her research eventually brings her to pinpoint the cause, but not before Diana casts a restoration spell on the tree that spirals out of control. Akko, Sucy and Lotte, who were playing with Shiny Chariot's collectible cards nearby, quickly rush over...",
                    "TitleJapanese": "パピリオディア",
                    "SummaryJapanese": "いよいよ始まる魔法の授業に胸を踊らせるアッコだが、授業は想像と違い平凡で退屈。シャリオのようなキラキラした夢や奇跡の魔法とは掛け離れたものだった。夢と現実のギャップに怒るアッコ。だがシャリオのようになりたいと言うアッコに対し、周りは冷めた視線を向ける。ルーナノヴァ始まって以来の天才といわれるダイアナも、シャリオを魔法界で評価するものは居ないと言い放つ。世界中で愛され、夢を与えてくれたシャリオの魔法を信じているアッコは、ダイアナに対してシャリオの奇跡を自分が見せるとシャイニィロッドを持ち出すが…。"
                },
                "3": {
                    "ID": "5906283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5906283",
                    "TitleEnglish": "Don't Stop Me Now",
                    "SummaryEnglish": "The Luna Nova students begin taking broom flying lessons. Despite being unable to even get off the ground, Akko becomes eager to enter the school's traditional broom relay event after learning Chariot was one of the winners. Later, Akko goes with Lotte to a magic item café where they come across a legendary broom known as the Ryuuseimaru (Shooting Star) that has been sealed off for being too temperamental. Interested in the relay's prize offerings, Lotte and Sucy decide to help train Akko to try and ride her broom, and on the day of the relay Sucy uses her concoctions to give her team an early start and Akko an alternate means of using her broom. Meanwhile, Amanda O'Neill steals the Ryuuseimaru to use for herself, only for it to break loose and run wild, soon running into Akko. Despite being dragged around the world and shaken off, Akko manages to take ahold of the Ryuuseimaru and go neck and neck against Diana, only to fall off again when it breaks its seal and flies away, leading her to place second in the relay.",
                    "TitleJapanese": "Don't stop me now",
                    "SummaryJapanese": "基礎魔法すら出来ないアッコの指導役を買って出たアーシュラ先生から、アッコは自分専用ホウキを受け取る。これで空を飛ぶことができることを喜ぶが、ホウキはピクリとも反応しない。そんな中開催される伝統の「ルーナノヴァ杯ホウキリレー」。三人一組でバトンをつなぎ勝者を決める。その歴代優勝者の写真の中にシャリオの姿を見つけたアッコは、二人に言わず勝手にホウキリレーへの参加を決めてしまう。リレーには優勝候補筆頭のダイアナ、飛行魔法に自信があるアマンダなどライバルがたくさん出場するが、アッコたちはホウキリレーで優勝できるのか！？"
                },
                "4": {
                    "ID": "5906284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5906284",
                    "TitleEnglish": "Night Fall",
                    "SummaryEnglish": "The plot of Night Fall itself started off from moment where Belle, a science teacher whom met a handsome vampire named Edgar after a time-travel mishap due to entering a mysterious portal that sent her to Middle Ages. Early premise of the story in some ways, reminiscent with Twilight Saga, but it immediately changed into time-travelling adventures, reminiscent to the Outlander series, where the said adventures would affect the world history.",
                    "TitleJapanese": "ナイトフォール",
                    "SummaryJapanese": "ある日、学校の調理場に忍び込みタルトをつまみ食いをしたせいでアッコたち三人は罰として食材の荷降ろしを命じられてしまう。しかしその日はロッテが楽しみにしていた小説『ナイトフォール』の新刊発売イベントの日。120年間『ナイトフォール』を書き続けている作者である魔女アナベル・クレムが初めて人前に姿を現すイベントだという。全てをこのイベントに賭けてきたロッテは外出禁止令が出されとてつもなく落ち込むが、アッコが妙案を思いつき…！？"
                },
                "5": {
                    "ID": "5907130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5907130",
                    "TitleEnglish": "Pact of the Dragon",
                    "SummaryEnglish": "An argument between Akko and Amanda in the midst of potions class triggers the explosion of one of the class' concoctions, causing them both to get detention. While cleaning the academy's tower as part of their punishment, the two girls witness a horde of dragons carrying off the Sorcerer's Stone. Strangely, the academy staff does not react to this theft, instead accidentally revealing that this is part of an anticipated prophecy involving a dragon. Lotte recalls the legend of a white dragon who resides in the nearby Ruins of Rastaban, which inspires Akko and Amanda to retrieve it themselves. Accompanied by their friends, they proceed to the ruins, where they discover that the culprit is a loan shark dragon named Fafnir, who has repossessed the Sorcerer's Stone from Luna Nova for their failure to pay off their debt. Luckily, Diana is able to decipher that Fafnir's promissory note (written in dragon language) does not actually mention paying back interest, meaning Fafnir had tricked the school into paying back more than they actually owed. Caught in his deception, Fafnir is forced into nullifying the contract and returning the Sorcerer's Stone to Luna Nova.",
                    "TitleJapanese": "ルーナノヴァと白い龍",
                    "SummaryJapanese": "魔法薬の精製実習でアッコ班とアマンダ、ヤスミンカ、コンスタンツェの三人は合同班となる。だが反りが合わないアッコとアマンダはすぐにケンカを始め、罰として「新月の塔」の掃除を命じられる。その掃除中、新月の塔最上階にある魔力の源の「魔導石」がドラゴンに奪われるのを目撃する。魔力が途絶え、妖精達も動けなくなり魔法も使えなくなったルーナノヴァでは授業どころではなくなってしまい、アッコはドラゴンから魔導石を取り戻しに行くと騒ぎだす。ダイアナに引き止められることで逆に火がつき、ロッテやスーシィ、アマンダ達も一緒にでドラゴンの住処ラスタバン遺跡へ向かう。"
                },
                "6": {
                    "ID": "5907131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5907131",
                    "TitleEnglish": "The Fountain",
                    "SummaryEnglish": "Luna Nova hosts a welcoming party for the Earl of Hanbridge and his son, Andrew, who appears to be an old acquaintance of Diana's. Meanwhile, as Akko is stuck having to practise her metamorphosis magic after giving herself animal ears, she decides to go and search for the Fountain of Polaris, which she believes can grant her great power. During her search, she comes across Andrew, who expresses a strong disinterest in magic, and inadvertently gives him animal ears and a tail. Arriving at the location of the fountain, Akko and Andrew soon find themselves on the run from its guardian, a giant polar bear named Arcas. After another witch stops Arcas, Akko finds the fountain, which shows her past visions of how Shiny Chariot grew from a clumsy student into a magician worthy of wielding its power. Helping Akko to realise that acknowledgement is something that must be earned, Ursula encourages Akko to become stronger and restores Andrew, who promises to keep their encounter a secret.",
                    "TitleJapanese": "ポラリスの泉",
                    "SummaryJapanese": "未だに変身魔法の基礎も出来ないアッコは、ハンブリッジ伯爵の歓迎パーティの日も自分の部屋で変身魔法の習得に努めるよう言い渡される。ルーナノヴァに男性が来るのは100年ぶり、しかも伯爵の息子のアンドリューは名門学校エイプルトンの貴公子と呼ばれており、生徒達はざわめき立っていた。パーティが始まる中、魔法が全く上達せずに落ち込むアッコはシャリオカードの『ポラリスの泉』を思い出し、その泉を探しに部屋を飛び出すが、思いがけずアンドリューも巻き込む事態を起こしてしまい…。"
                },
                "7": {
                    "ID": "5907132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5907132",
                    "TitleEnglish": "Orange Submariner",
                    "SummaryEnglish": "Akko studies hard for her exams, but still struggles to get decent grades despite Ursula's tutorage. After getting into a fight with Hannah and Barbara, Akko is threatened with expulsion from Luna Nova should she fail her final exam, which requires an understanding of fish language. While attempting to bribe the fish philosophy teacher, Pisces, Akko accidentally drops her down a drain into the school's sewage system. Transforming into a merman to search for him, Akko comes across a sad fish and chooses to use her emergency magic reserve to free her family from a poacher's trap, coming across Pisces in the process. When Akko is once again faced with expulsion for her actions, Pisces gives her an A in his exam for helping the fish family while Ursula vouches that, despite the gap between her and her classmates, Akko's magic has improved considerably since her enrollment. After the fish Akko rescued are revealed to be an endangered species, her expulsion is cancelled and she is given a less severe punishment instead.",
                    "TitleJapanese": "オレンジサブマリナ―",
                    "SummaryJapanese": "ポラリスの泉で心を入れ替えたアッコは、少しでもシャリオに近づきたいと授業を真面目に受けるようになる。アーシュラも協力してくれるのだが、相変わらず基礎魔法すらうまく使えないでいた。そして始まる初めての試験。しかしアッコは何をやっても落第点。実技試験ではついに被害者をだしてしまい、フィネランから魔法哲学の試験も落第点だった場合、退学処分にすると告げられてしまう……"
                },
                "8": {
                    "ID": "5907134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5907134",
                    "TitleEnglish": "Akko's Adventure in Sucyworld",
                    "SummaryEnglish": "After drinking her own ominous energy drink formula, Sucy winds up in a deep sleep with mushrooms growing around her body. Unable to ask for a teacher's help out of fear of expulsion, Akko has Lotte send her into Sucy's dreams so she can find out how to cure her. Enlisting the help of small angel and devil versions of Sucy, Akko encounters several different personality aspects of Sucy in her search for the original, only to get caught up in a judicial purge of Sucy's unneeded emotions. After stopping the execution, Akko rescues a smaller kind-looking Sucy and soon comes across a drive-in cinema showcasing Sucy's memories. Just then, the Sucys that Akko rescued merge together into a bloodythirsty monster that threatens to overtake Sucy's original personality. After rushing to find the original and attempting to wake her up by feeding her antidotes via mouth-to-mouth, Akko wakes up from what was apparently her own dream.",
                    "TitleJapanese": "眠れる夢のスーシィ",
                    "SummaryJapanese": "怪しげな実験薬を完成させたスーシィは、それを自ら飲んで深い眠りに落ちてしまう。翌朝、アッコとロッテが起こそうとするも目を覚まさず、キノコで覆われても一向に起きる気配のないスーシィに、ロッテは魔女特有の病「眠れる森の魔女」を思い出す。アッコはスーシィを起こすためにロッテの助けでスーシィの夢の世界に入ることに…。アッコは無事スーシィを目覚めさせることができるのか!?"
                },
                "9": {
                    "ID": "5907135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5907135",
                    "TitleEnglish": "Undead Travelogue",
                    "SummaryEnglish": "While trying to fix some tombstones that she knocked over while at a graveyard, Akko accidentally mixes a reversal spell she was using with one of Sucy's mushrooms, which ends up bringing a deceased pirate back from the dead. The girls find themselves chasing the pirate across town as he tries to find something pertaining to his lost memories. After visiting the magical café, they discover that the pirate is looking for a girl named Miranda Holbrooke, who he eventually remembers is his own daughter. Realising that the Miranda in question is actually Luna Nova's principal, the girls rush back to Luna Nova to reunite Miranda with her father before he has to return to the afterlife.",
                    "TitleJapanese": "ブライトンベリーアンデッド紀行",
                    "SummaryJapanese": "待ちに待った休日に外出をすることになったアッコたち。フィネラン先生による学校からの注意事項などを言い渡されるが、速攻でそのルールを破ってしまう。キノコ採取のためにスーシィに連れてこられた墓地で思わず墓石を壊してしまい、その墓石を直すために修復魔法を使ってしまうとスーシィが持っていたキノコが魔法と混ざってしまいとんでもないものが復活してしまった。ブライトンベリーを舞台にとんでもない騒動が巻き起こる。"
                },
                "10": {
                    "ID": "5907136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5907136",
                    "TitleEnglish": "Bee Affection",
                    "SummaryEnglish": "Hearing about a party at Andrew's mansion that Diana is attending, Akko, Lotte and Sucy don magical Cinderella dresses and sneak into the party. Just as Andrew notices them and prepares to send them out, Sucy, ever in the mood for a little mischief, sets loose a LoveLove Bee that causes whoever it stings to fall in love with the first person they see. The bee stings Andrew and Diana, causing them both to fall in love with Akko and pursue her. While searching for the bee in order to stop the spell, Akko overhears a conversation between Andrew and his father, who wants him to quit the piano and chase all witches out of the country. After receiving encouragement from Akko to keep chasing his dreams, Andrew uses his piano playing to distract the other guests so that Akko can finally swat the bee, undoing its magic.",
                    "TitleJapanese": "蜂騒ぎ",
                    "SummaryJapanese": "スーシィに間違って届けられた刺された人が最初に見た人に恋をしてしまうという「恋のホレホレ蜂」を珍しそうに見るアッコとロッテ。そこにハンブリッジ伯爵のパーティに行くため盛装したハンナとバーバラが通りかかる。二人にパーティの事を自慢されてしまったアッコは、ロッテ、スーシィと共にパーティに行くことを強引に決める。まずはドレスを手に入れようと魔道具カフェに向かいしばらく売れ残ったシンデレラセットを手に入れ、会場にうまく忍び込んだ3人だったが、アッコがアンドリューに見つかり追い出されそうになった時、スーシィがホレホレ蜂をカゴから放ってしまい…！？"
                },
                "11": {
                    "ID": "5907137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5907137",
                    "TitleEnglish": "Blue Moon",
                    "SummaryEnglish": "Akko comes to Ursula late at night to ask her about Chariot's disappearance, but doesn't get much help from her. In her studies, Diana discovers that his ancient power is sealed in Arcturus Forest, and can only be released when the Shiny Rod activates seven ancient words. Akko takes the Shiny Rod with her to a place known as the Blue Moon Abyss. Reaching the center of the abyss, Akko confronts the spirit, who offers to grant her dream of being a great magician like Chariot in exchange for her past memories.",
                    "TitleJapanese": "ブルームーン",
                    "SummaryJapanese": "アーシュラと魔法の練習をしているアッコだが、相変わらず上手くいかず落ち込んでしまう。その夜、アッコはシャリオカードにある「ブルームーン」を思い出す。数年に一度、月に二回満月がある時の二回目の満月の日「ブルームーン」それが今夜なのだ。その夜にしか会えないという、あらゆる知識を持ち、気に入った者の質問に答えてくれるという太古の亡霊に会い、アッコは自分が本当にシャリオのような魔女になれるか確かめるため、夜中に部屋を飛び出していく。"
                },
                "12": {
                    "ID": "5907139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5907139",
                    "TitleEnglish": "What You Will",
                    "SummaryEnglish": "As Luna Nova prepares for their annual Samhain Festival, during which the most exemplary student is crowned the Moonlit Witch, Diana is put in charge of the committee while Akko's group is stuck playing symbolic sacrifices for an ever-sorrowful ghost known as Vajarois. Akko is determined to show she can be the Moonlit Witch, like Chariot once was.",
                    "TitleJapanese": "What you will",
                    "SummaryJapanese": "もうすぐ開催される「ルーナノヴァ魔法祭」。その魔法祭で最も才能のある魔女に贈られ、シャリオも選ばれたという「月光の魔女」になるためにアーシュラと共に努力を重ねていたアッコ。そんな中、魔法祭の係を決めるくじ引きで祭の最後に真夜中の鐘と共に目を覚ます古いゴースト「嘆きのバハロワ」のいけにえ係に選ばれてしまったにアッコは、魔法祭実行委員長にも選ばれ「月光の魔女」の最有力候補であるダイアナとの差をますます感じてしまう、だが些細なことからダイアナの隠れた努力も知ることになり…。"
                },
                "13": {
                    "ID": "5920625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920625",
                    "TitleEnglish": "Samhain Magic Festival",
                    "SummaryEnglish": "Akko works tirelessly to try and improve her magic for the show. During her performance, Akko and the others learn what has made Vajarois a sorrowful ghost.",
                    "TitleJapanese": "サムハインの魔法",
                    "SummaryJapanese": "「嘆きのバハロワ」のいけにえの儀式で、変身魔法を使ってバハロワを笑わせたいと言い出すアッコ。シャリオの様にみんなを笑顔にするのが魔法だと熱弁するも、普通の儀式のままでいいと、ロッテとスーシィから反対されてしまう。どうにか二人にわかってもらおうと変身魔法の練習を続け、二人にわかってもらおうとするアッコ。その姿を見ているうちにロッテとスーシィの気持ちも徐々に変化していくが、時間が何しろ足りない！……アッコの練習も中途半端なまま「ルーナノヴァ魔法祭」が始まる――！！"
                },
                "14": {
                    "ID": "5920627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920627",
                    "TitleEnglish": "New Age Magic",
                    "SummaryEnglish": "The workers at Luna Nova strike over the low amount of magic they are granted from the Sorcerer's Stone. Attempting to diffuse the situation, Akko attempts to talk to them only to end up joining the strike as their leader! A new professor also makes an appearance.",
                    "TitleJapanese": "ニューエイジマジック",
                    "SummaryJapanese": "万聖節も終わり新学期が始まったルーナノヴァに新任の教師クロワがやってくる。時同じく、用務員の妖精たちは労働組合を結成し、魔導石からのエネルギーを求めストライキを起こしてしまう。ルーナノヴァでの掃除、洗濯、料理などの全てのライフラインが止まってしまい、魔導石まで占拠して魔法も使えなくなってしまった。このままでは学校生活に支障が出て授業どころではない。そこでアッコは妖精たちとの交渉のテーブルに着くことに……！？"
                },
                "15": {
                    "ID": "5920628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920628",
                    "TitleEnglish": "Chariot of Fire",
                    "SummaryEnglish": "Croix and Chariot were classmates, upon hearing this Akko goes to Croix, who asks her to bring the Shiny Rod to her laboratory in the New Moon Tower for analysis. When Akko shows up, Croix knocks her unconscious...",
                    "TitleJapanese": "チャリオット・オブ・ファイア",
                    "SummaryJapanese": "新任教師としてやって来たクロワの授業は、伝統を守り続けるルーナノヴァ教師陣とは一線を画していた。科学と魔法を融合させた現代魔法は、最新機器のテクノロジーと魔力を使い、生徒たちを魅了していく。しかもクロワは、ルーナノヴァの卒業生で当時はシャリオを凌駕するほどの生徒と称賛されていたのだ。それを聞いたアッコは当時のシャリオの話を聞こうとクロワの元を訪れるのだが……"
                },
                "16": {
                    "ID": "5920629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920629",
                    "TitleEnglish": "Pohjola's Ordeal",
                    "SummaryEnglish": "After learning from Ursula and the Shiny Rod that she needs to find something she is lacking in order to unlock the fourth word, Akko joins Lotte and Sucy as they visit Lotte's home in a remote Finnish village. The next morning, however, they discover that Lotte's parents and their neighbor have become infected with the rare Greenman Disease, which will gradually turn them into moss until they wither away...",
                    "TitleJapanese": "ポホヨラの試練",
                    "SummaryJapanese": "残り4つの言の葉に命を吹き込むためには、アッコが成長し自分の力でその意味を知らなけれればならないとアーシュラに教えられたアッコ。やみくもに言の葉の手がかりを探していると、シャイニーロッドが反応する。「マエナブディシブード」それを体得するにはアッコに足りない「あるものが大事」だとアーシュラは言う。そしてシャイニーロッドが反応したということは体験させてくれる「何か」がアッコの近くにあるということらしい。アッコは言の葉を探すためまずはロッテの実家に向かう。"
                },
                "17": {
                    "ID": "5920631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920631",
                    "TitleEnglish": "Amanda O'Neill and the Holy Grail",
                    "SummaryEnglish": "Learning from Ursula that history and tradition are the clues needed to unlock the Shiny Rod's fifth word, Akko and Amanda sneak into Andrew's school, Appleton Academy, where a relic known as the Holy Grail is being kept.",
                    "TitleJapanese": "アマンダ・オニール・アンド・ホーリー・グレイル",
                    "SummaryJapanese": "シャイニーロッドの導きにより、アッコは次の言の葉の手がかりを得る。今回の言の葉は古い知識や伝統に関係があるらしい。偶然それを聞いたアマンダはクラブで聞いた情報をアッコに吹き込んだ。それはブライトンベリーに伝わる聖杯伝説。1000年以上の歴史を持つエイプルトン校に隠されているという聖杯は、古くから伝わる伝統の儀式に使われているらしい。言の葉に関係があるとあおるアマンダと訝しむアッコだが、真偽を確かめるためエイプルトン校へ潜入する！"
                },
                "18": {
                    "ID": "5920632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920632",
                    "TitleEnglish": "Stanship Take Off!",
                    "SummaryEnglish": "An annual ghost hunting event, known as the Wild Hunt, is coming to Blytonbury for its final stage. After accidentally breaking one of her robots, Akko offers to help silent tech genius Constanze, who is participating in the hunt by invitation from Professor Croix. Constanze is reluctant to let Akko help her as she prefers to work alone, but Akko soon manages to prove herself useful by helping Constanze gather the materials needed for the battleship she intends to use for the event.",
                    "TitleJapanese": "空中大戦争スタンシップ",
                    "SummaryJapanese": "彷徨うゴースト達を12日で全て捕獲する「ワイルドハント」。ブライトンベリーにも彼ら「ワイルドハンター」がやって来る。生徒も教師も年に一度のこのイベントを待ちわびている、そんな中ワイルドハントにコンスタンツェが参加することになる。専用のメカを作成しているコンスタンツェだったが、相棒のスタンボットをアッコに壊されてしまう。お詫びにと手伝いを申し出るアッコだが邪魔ばかりでまるで役に立たない。ワイルドハントまで時間がない！アッコとコンスタンツェは無事間に合わせることが出来るのか！？"
                },
                "19": {
                    "ID": "5920633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920633",
                    "TitleEnglish": "Cavendish",
                    "SummaryEnglish": "Akko learns that Diana is leaving Luna Nova to become the head of the Cavendish family. Refusing to accept Diana simply leaving despite their past differences, Akko decides to head straight to the Cavendish estate herself to try and change Diana's mind.",
                    "TitleJapanese": "キャベンディッシュ",
                    "SummaryJapanese": "ナインオールドウィッチの一人賢者ベアトリクスから代々続く魔女の名門貴族、キャベンディッシュ家。必要に駆られ急遽その当主を継がなければならなくなったダイアナは、ルーナノヴァを辞める事を決意する。突然の出来事に動揺を隠せないハンナやバーバラ。アッコも驚き、ダイアナを問い詰めるが、ただならぬ様子のダイアナを止めることはできない。アッコをふり切り、ダイアナはルーナノヴァを去って行くのだった……"
                },
                "20": {
                    "ID": "5920634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920634",
                    "TitleEnglish": "Intellect and Sensibility",
                    "SummaryEnglish": "As Diana prepares for her ascension ritual, which can only take place once every few years during a Venusian eclypse, she is captured by Daryl who ensnares her in snakes. Meanwhile, Akko, still believing that Diana doesn't really want to leave Luna Nova midway, hears from Andrew about how Diana once lost her magic. Upon overhearing Daryl's scheme to stop Diana from performing the ritual in time, Akko decides to head into the Cavendish shrine to rescue Diana!",
                    "TitleJapanese": "知性と感性",
                    "SummaryJapanese": "ダイアナを連れ戻すため、アッコはキャベンディッシュ家へ押しかけて当主の儀式から辞退させようと説得を試みる。だがダイアナの意志は固い。儀式を行うとダイアナはキャベンディッシュ家の正式な当主になってしまう。アッコの思いとは裏腹にダイアナはキャベンディッシュ家の当主になるための聖堂へ向かってしまう。ダイアナの叔母ダリルがダイアナを罠に仕掛けたと聞いたアッコは、妨げるものには災いが降りかかるというキャベンディッシュ家の儀式へアンドリューと共に向かうが……。"
                },
                "21": {
                    "ID": "5920636",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920636",
                    "TitleEnglish": "Discipline",
                    "SummaryEnglish": "Having found the fifth Word with Diana, Akko is determined to get the final two Words so she can see Chariot. The sixth word, Lyonne, lays hold to a bitter memory for Professor Ursula as the history between her and Croix is revealed. Can Akko survive the conflict between the two?",
                    "TitleJapanese": "ワガンディア",
                    "SummaryJapanese": "シャリオが伝説の木「ワガンディア」に登り六つ目の言の葉「リュオーン」を手に入れたことを聞いたアッコは、すぐにでもワガンディアに行くと意気込む。しかし、今登るのは危険だとアーシュラに止められる。一刻も早くシャリオに追いつきたいと焦るアッコはアーシュラの制止も聞かずクロワの誘いで開花が迫るワガンディアへと向かってしまう。"
                },
                "22": {
                    "ID": "5920637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920637",
                    "TitleEnglish": "Things We Said Today",
                    "SummaryEnglish": "Ursula tells Akko about the final work, following Croix's more aggressive movements. While meeting Andrew, Akko notices some techno-magic hovering around the protesters. She chases after one of the cubes and comes across Croix, and discovers that Croix has been manipulating everyone's emotions in order to convert it into magical energy. While saving Akko, Ursula's identity is finally revealed to Akko. Akko also learns the disturbing truth behind her lack of magical ability.",
                    "TitleJapanese": "シャリオとクロワ",
                    "SummaryJapanese": "最後の言の葉の呪文を伝え、アッコに全てを話す決意をしたアーシュラ。しかし、タイミング悪くその機会を逸してしまう。そんな中、アンドリューに会うために街へ出たアッコだが街ではサッカーの“疑惑のゴール”問題に端を発し、隣国同士のヘイト感情が高まり始めていた。不穏な空気が広がる中、アッコは以前から目撃していた怪しげなものを見つけ、その後を追うが…"
                },
                "23": {
                    "ID": "5920638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920638",
                    "TitleEnglish": "Yesterday",
                    "SummaryEnglish": "Following the painful news about Chariot and her magical ability, Akko disappears. Diana confronts Ursula about being Chariot and her history. After learning the truth that Akko did, Diana and others begin searching for her. After finding a desolate Akko, Diana admits that she and Akko are kindred spirits and Akko has the talent to actually live up to Chariot's ideals; and with that revelation and the support of her friends, Akko's spirits are rekindled. In the meantime, Chariot decides to confront and stop Croix, who is about to initiate the final stage of her sinister plan.",
                    "TitleJapanese": "Yesterday",
                    "SummaryJapanese": "ずっと近くに居て見守ってくれたアーシュラ。その正体はアッコが幼い頃から憧れていたシャイニィシャリオだった！シャリオ本人の口から聞かされた事実にショックをうけアッコはその場から走り去ってしまう。ロッテとスーシィはルーナノヴァに戻らないアッコを心配しダイアナやアマンダ達とブライトンベリー中を探し回る。一方、アーシュラはクロワを止めるために新月の塔へと向かっていた。"
                },
                "24": {
                    "ID": "5920639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920639",
                    "TitleEnglish": "A Road to Arcturus",
                    "SummaryEnglish": "Croix uses the emotions of the rioting mobs to activate her creation, the Noir Rod, managing to disable all magic across the country. Croix uses the Noir Rod to unseal the Grand Triskelion, but is shocked when it is not what she thinks it was. Akko and her friends arrive to help save Ursula from Croix. During the battle, she awakens the Shiny Rod's seventh and final word, allowing Akko to utilize the Triskelion's true power and transform Arcturus into a lush and vibrant forest. But while Akko and her friends celebrate, some of the leftover technomagic from the Noir Rod attaches itself to a missile.",
                    "TitleJapanese": "アルクトゥルスへの道",
                    "SummaryJapanese": "人々の感情を吸い取り魔法エネルギーに変換して起動したノワールロッドは、究極魔法の封印を解く鍵になる。絶大な力を持ったノワールロッドを変形させ封印を解くためクロワはアルクトゥルスの森へ向かう。だがクロワの想定を超えて力を得た魔獣は意志に反しクロワに向かって攻撃を仕掛けはじめる。アーシュラはクロワを助けるため身を挺して魔獣に立ち向かうが…"
                },
                "25": {
                    "ID": "5920641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/little-witch-academia/episodes/5920641",
                    "TitleEnglish": "Changing at the Edge of the World",
                    "SummaryEnglish": "The girls learn that the remnants of the Noir Rod have taken control of a nuclear missile that threatens to destroy the country Great Britain is currently in conflict with due to Croix's machinations. Unable to stop it by conventional means, Akko and her friends bundle their brooms' power with the Shiny Rod's magic and chase after it! Can Akko and Diana stop the missile in time?",
                    "TitleJapanese": "言の葉の樹",
                    "SummaryJapanese": "暴走したクロワの魔獣がミサイルに憑りつき、世界中を巻き込む危機が迫っていた。その場にいる全員が止める術が無いと諦めていく中、ただ一人アッコだけは自分たち魔女にやれることがあるはずだと断言する。アッコの言葉に心を動かされ、その場にいた九人の魔女達は奇跡を起こすために立ち上がる。アッコ達は自らを「ニューナインウィッチ」として魔獣ミサイルにたち向かう！"
                }
            }
        }
    }
}