{
    "URL": "https://www.thetvdb.com/series/tawawa-on-monday",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6153026/",
        "https://tawawa2-anime.com",
        "https://www.themoviedb.org/tv/68455",
        "https://x.com/anime_tawawa2"
    ],
    "TitleEnglish": "Tawawa on Monday",
    "SummaryEnglish": "The anime follows a salaryman who has a chance meeting with a girl named Ai on the train. They begin to meet every Monday on the train, with the man serving as her bodyguard on the crowded commute while they chat.",
    "Aliases": [
        "Getsuyoubi no Tawawa",
        "Monday Morning Offerings",
        "Getsuyōbi no Tawawa"
    ],
    "Modified": "2025-08-04",
    "Seasons": {
        "0": {
            "ID": "684304",
            "URL": "https://www.thetvdb.com/series/tawawa-on-monday/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5907491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/5907491",
                    "TitleEnglish": "The Careless but Loveable Cute Junior",
                    "SummaryEnglish": "One Monday morning, Junior is running late and forgets to zip up her skirt. When she arrives at work, Senior is the first to tell her. She exclaims she can't marry anymore and shocks him when she says that he must to take \"responsibility\" if nobody wants to marry her.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5907492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/5907492",
                    "TitleEnglish": "Ai and Private Film",
                    "SummaryEnglish": "While cleaning Salaryman's room, Ai finds an adult video which in the actress wears the same uniform she has in her part time job. Upset, Ai accidentally breaks one of his DVD's. Later, Ai tries to apologize by wearing her part time job uniform for Salaryman, but the buttons give way, revealing more than she intended.",
                    "Aliases": []
                },
                "3": {
                    "ID": "8873901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/8873901",
                    "TitleEnglish": "Part 13",
                    "SummaryEnglish": "Unaired episode 13 included with the Blu-ray release of Tawawa on Monday 2.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "684305",
            "URL": "https://www.thetvdb.com/series/tawawa-on-monday/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5788003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/5788003",
                    "TitleEnglish": "Tawawa on Monday",
                    "SummaryEnglish": "When a salaryman is returning to work on a Monday after his holidays, a buxom high school girl named Ai bumps into him and knocks him over causing him to be taken to hospital. She asks him to act as a type of bodyguard to protect her from the other passengers aboard the crowded train and so their friendship begins.",
                    "Aliases": []
                },
                "2": {
                    "ID": "5788004",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/5788004",
                    "TitleEnglish": "A Reliable Yet Clumsy Junior",
                    "SummaryEnglish": "One Monday morning, a Junior office woman offers to assist her senior, the Salaryman who is struggling to meet his deadline, and they end up working until dawn.",
                    "Aliases": []
                },
                "3": {
                    "ID": "5788005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/5788005",
                    "TitleEnglish": "Tawawa Sports",
                    "SummaryEnglish": "One day, Salaryman is scolded by his Manager for not satisfying his quota. He sees a pamphlet for the Tawawa Sports gym and thinks about visiting it. Meanwhile his manager visits the gym on the weekend and after being given a tour, he joins up. On the following Monday, Salaryman's manager advises him that \"result isn't everything, the progress is\" and suggests that he join a gym.",
                    "Aliases": []
                },
                "4": {
                    "ID": "5788006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/5788006",
                    "TitleEnglish": "Angel of Blue Monday",
                    "SummaryEnglish": "One Monday morning while Ai gives the salaryman another button, this time off her part-time job uniform, he thinks about her neat appearance and her popularity.",
                    "Aliases": []
                },
                "5": {
                    "ID": "5788007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/5788007",
                    "TitleEnglish": "Ai and the Pivotal Check-Up",
                    "SummaryEnglish": "One Monday morning, Ai tells Salaryman that she skipped breakfast because she is due for a regular medical check up at her school. She is concerned that her large breasts make her a comparatively heavy for her height.",
                    "Aliases": []
                },
                "6": {
                    "ID": "5788008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/5788008",
                    "TitleEnglish": "The Not-so-invulnerable Junior",
                    "SummaryEnglish": "A female employee asks if Junior wants to go on a blind double date. She is reluctant and after she mentions her long distance boyfriend, Senior saves her by saying they have to work. One evening, after a work related drinking party, Senior carries the drunk Junior back to her apartment home on his back and she reveals that she actually has no boyfriend but uses it as an excuse to avoid unwanted romantic advances from men.",
                    "Aliases": []
                },
                "7": {
                    "ID": "5788009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/5788009",
                    "TitleEnglish": "Ai and Her Summer Memory",
                    "SummaryEnglish": "One Monday morning in Summer, Ai tells Salaryman that she's going to spend her summer vacation with her cool and popular best friend. Salaryman complains that unlike students, workers barely get a day off, but when Ai send him a photo of herself in a new swimsuit saying that her scheduled trip with her friends isn't taking place due to a storm and asks him to take her to the sea over the weekend instead. He decides to take the weekend off from work.",
                    "Aliases": []
                },
                "8": {
                    "ID": "5788010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/5788010",
                    "TitleEnglish": "Most Effective Sedative",
                    "SummaryEnglish": "One Monday morning, Ai notices that Salaryman has a toothache and advises him to go to the dentist. His appointment follows his manager, who praises the painkiller the dentist used.",
                    "Aliases": []
                },
                "9": {
                    "ID": "5788011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/5788011",
                    "TitleEnglish": "Ai-chan and the Bakery Uniform",
                    "SummaryEnglish": "One morning, Salaryman visits Ai-chan at the bakery café where she works part-time job as a waitress. Although quite businesslike while on duty, AI arranges to meet him after work and gives him her waitress uniform with some missing buttons.",
                    "Aliases": []
                },
                "10": {
                    "ID": "5788012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/5788012",
                    "TitleEnglish": "Ai-chan and the Marathon Battle",
                    "SummaryEnglish": "Ai is having trouble running in the school's marathon and is intrigued why her friend in the volley ball club, who also has fairly large breasts, seems to be not bothered. Her friend then grabs and supports Ai's breasts making the running easier.",
                    "Aliases": []
                },
                "11": {
                    "ID": "5788013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/5788013",
                    "TitleEnglish": "Recalling with Regret How He Completely Missed Seeing Her in Her Adolescence",
                    "SummaryEnglish": "Salaryman attends his junior high school reunion and meets a girl who he missed his 'chance' with back in their student days. She has now blossomed into a buxom woman.",
                    "Aliases": []
                },
                "12": {
                    "ID": "5788014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/5788014",
                    "TitleEnglish": "Ai-chan and the Stairs to Adulthood",
                    "SummaryEnglish": "One Monday morning on the train, Salaryman asked what Ai did during the Christmas day, but she initially refuses to answer. Later, she reveals that she 'has taken a step into adulthood', moving from 'I-chan' to 'J-chan'.[c]",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "1957016",
            "URL": "https://www.thetvdb.com/series/tawawa-on-monday/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8692714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/8692714",
                    "TitleEnglish": "Part 1",
                    "SummaryEnglish": "Ai-chan is back, with a special treat to wash away those Monday-morning blues!",
                    "Aliases": []
                },
                "2": {
                    "ID": "8692716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/8692716",
                    "TitleEnglish": "Part 2",
                    "SummaryEnglish": "How would your high school life have been different, if you had a girl with amazing proportions who loved you?",
                    "Aliases": []
                },
                "3": {
                    "ID": "8692717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/8692717",
                    "TitleEnglish": "Part 3",
                    "SummaryEnglish": "Senpai and his junior take a trip down south, but run into overstuffed trouble at the airport!",
                    "Aliases": []
                },
                "4": {
                    "ID": "8692718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/8692718",
                    "TitleEnglish": "Part 4",
                    "SummaryEnglish": "What better way to spend time with your girlfriend than when she's got a sexy swimsuit? But what if that means other men get to look at her too?",
                    "Aliases": []
                },
                "5": {
                    "ID": "8692719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/8692719",
                    "TitleEnglish": "Part 5",
                    "SummaryEnglish": "Take a trip to the farm with Tawawa on Monday, as Ai-chan goes to experience the joy of country living.",
                    "Aliases": []
                },
                "6": {
                    "ID": "8692720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/8692720",
                    "TitleEnglish": "Part 6",
                    "SummaryEnglish": "Sensei's life is about to change forever as he pops the question to his well-endowed former student.",
                    "Aliases": []
                },
                "7": {
                    "ID": "8692721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/8692721",
                    "TitleEnglish": "Part 7",
                    "SummaryEnglish": "A new couple has moved into the apartment complex, and when the wife's bra falls off the clothesline and onto the veranda, it's time to get know them better!",
                    "Aliases": []
                },
                "8": {
                    "ID": "8692722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/8692722",
                    "TitleEnglish": "Part 8",
                    "SummaryEnglish": "Senpai's junior has a secret hobby, and cameras have caught her in the act!",
                    "Aliases": []
                },
                "9": {
                    "ID": "8692723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/8692723",
                    "TitleEnglish": "Part 9",
                    "SummaryEnglish": "It's off to the hot springs, where open-air baths and vibrating massage chairs await! And of course, the ping-pong balls aren't the only thing that bounce!",
                    "Aliases": []
                },
                "10": {
                    "ID": "8692724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/8692724",
                    "TitleEnglish": "Part 10",
                    "SummaryEnglish": "After unfortunately getting him into the papers, the cheerleader has a special way of making it up to her boyfriend.",
                    "Aliases": []
                },
                "11": {
                    "ID": "8692725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/8692725",
                    "TitleEnglish": "Part 11",
                    "SummaryEnglish": "Ai's in big trouble when her bra breaks, and she has to go shopping for a new, bigger one.",
                    "Aliases": []
                },
                "12": {
                    "ID": "8692726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tawawa-on-monday/episodes/8692726",
                    "TitleEnglish": "Part 12",
                    "SummaryEnglish": "On Maegami-chan and Teacher's wedding day, Ai-chan's sister has to help zip up her blouse because of her increasing bust size. The wedding ceremony goes smoothly and Ai-chan catches the bridal flower bouquet. Meanwhile, Cheerleader-chan is envious when she sees the bridal party during a photo shoot. Kouhai feels envious too while passing by but Senpai tries to discourage her from thoughts of marriage. While holding a baby, Maegami-chan hints at having children with Teacher, but he laughs nervously. Kouhai stops with Senpai to look at wedding dresses, but that makes him nervous. The following Monday Ai-chan meets Salaryman at train station and suggests that they both try their best this week.",
                    "Aliases": []
                }
            }
        }
    }
}