{
  "URL": "https://www.thetvdb.com/series/scums-wish",
  "Genres": [
    "Adaptation",
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt6197170/",
    "http://www.kuzunohonkai.com/",
    "https://www.themoviedb.org/tv/69292",
    "https://x.com/kuzunohonkai_tv"
  ],
  "TitleEnglish": "Scum's Wish",
  "SummaryEnglish": "Seventeen-year-old Mugi Awaya and Hanabi Yasuraoka appear to be the ideal couple. They are both pretty popular, and they seem to suit each other well. However, outsiders don't know of the secret they share. Both Mugi and Hanabi have hopeless crushes on someone else, and they are only dating each other to soothe their loneliness. Mugi is in love with Akane Minagawa, a young teacher who used to be his home tutor. Hanabi is also in love with a teacher, a young man who has been a family friend since she was little. In each other, they find a place where they can grieve for the ones they cannot have, and they share physical intimacy driven by loneliness. Will things stay like this for them forever?",
  "Aliases": [
    "Kuzu no Honkai",
    "Scums Wish",
    "クズの本懐 (アニメ)"
  ],
  "Modified": "2025-06-04",
  "Seasons": {
    "1": {
      "ID": "689058",
      "URL": "https://www.thetvdb.com/series/scums-wish/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5845667",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/scums-wish/episodes/5845667",
          "TitleEnglish": "Scum's Wish",
          "SummaryEnglish": "Hanabi Yasuraoka is a second year high school student. She excels in class and is an upstanding student. But this girl shares a secret with Mugi Awaya, a boy in her same grade. Is love really something so beautiful? This is a love story for the most purest and disturbed.",
          "Aliases": []
        },
        "2": {
          "ID": "5906286",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/scums-wish/episodes/5906286",
          "TitleEnglish": "I'm Here For That Warmth",
          "SummaryEnglish": "As Hanabi and Mugi continue their fake relationship, there is a girl who is watching them very closely. Her name is Noriko Kamomebata. She has viewed Mugi as her own prince charming ever since she was a little girl. She adamantly refuses to believe that the two of them are dating. Meanwhile, Hanabi's best friend Sanae Ebato also has her doubts about Hanabi and Mugi's relationship.",
          "Aliases": []
        },
        "3": {
          "ID": "5906287",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/scums-wish/episodes/5906287",
          "TitleEnglish": "Show Me Love (Not A Dream)",
          "SummaryEnglish": "Sanae is over at Hanabi's house for a sleepover when she comes out and asks Hanabi about her relationship with Mugi. After Sanae corners Hanabi on her bed to get the truth about Mugi, she steals a kiss...",
          "Aliases": []
        },
        "4": {
          "ID": "5906288",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/scums-wish/episodes/5906288",
          "TitleEnglish": "Bad Apple!!",
          "SummaryEnglish": "The school's music teacher Akane Minagawa may have a squeaky clean image, but there is another side to her as Hanabi finds herself being manipulated by Akane. Just when Hanabi thinks she doesn't have anybody she can turn to, Sanae appears before her...",
          "Aliases": []
        },
        "5": {
          "ID": "5907159",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/scums-wish/episodes/5907159",
          "TitleEnglish": "Destruction Baby",
          "SummaryEnglish": "Hanabi is consumed by feelings of inferiority and loss as she blames herself for her own incapability after she sees Narumi confess his feelings to Akane. Meanwhile, Akane is irritated with Narumi for not making any moves after his confession until she hears something he says...",
          "Aliases": []
        },
        "6": {
          "ID": "5907160",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/scums-wish/episodes/5907160",
          "TitleEnglish": "Welcome to the X-Dimension",
          "SummaryEnglish": "\"I had sex with Mr. Kanai.\" Akane's bombshell lights a fire in Hanabi, and she vows to fight back. Meanwhile, she tries to go back to being friends with Sanae, but...",
          "Aliases": []
        },
        "7": {
          "ID": "5907161",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/scums-wish/episodes/5907161",
          "TitleEnglish": "Lots of Love",
          "SummaryEnglish": "Moca finds herself going out on her first date with Mugi, even though she knows that he doesn't really have feelings for her. She's dreamed of going out on a date with Mugi for so long. Moca tries to convince herself that it's the happiest day of her life, but...",
          "Aliases": []
        },
        "8": {
          "ID": "5907162",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/scums-wish/episodes/5907162",
          "TitleEnglish": "Sweet Refrain",
          "SummaryEnglish": "Summer break is here. Hanabi and Mugi both decide they will confess their feelings to their crushes after they complete their summer homework assignments. They are beginning to realize that they can no longer view each other as 'replacements' for their crushes as the time to confess their feelings draws near.",
          "Aliases": []
        },
        "9": {
          "ID": "5907163",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/scums-wish/episodes/5907163",
          "TitleEnglish": "Butterfly Swimmer",
          "SummaryEnglish": "Hanabi and Mugi made a promise to see each other again after they confessed their feelings to their respective first loves, but Mugi never showed up.Not soon after, Hanabi accepts an invitation from Sanae to go on a trip to Karuizawa with her.",
          "Aliases": []
        },
        "10": {
          "ID": "5907164",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/scums-wish/episodes/5907164",
          "TitleEnglish": "Fragile and Empty",
          "SummaryEnglish": "Hanabi and her own weakness has hurt Sanae. Before leaving Karuizawa, the two of them make a promise to become friends again someday. The new semester begins, and despite telling Akane his feelings, Mugi is still letting her toy with him.",
          "Aliases": []
        },
        "11": {
          "ID": "5907165",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/scums-wish/episodes/5907165",
          "TitleEnglish": "A Kind God",
          "SummaryEnglish": "Mugi is her student since her tutoring days. Narumi is her colleague she only became interested in after she discovered Hanabi's feelings for him. Both men have fallen for Akane, but she still feels unfulfilled.",
          "Aliases": []
        },
        "12": {
          "ID": "5907166",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/scums-wish/episodes/5907166",
          "TitleEnglish": "Two Stories",
          "SummaryEnglish": "Hanabi, Mugi, Sanae, Moca, Narumi, Akane. Their intertwined fates have been cut, unraveled, and retied into a new thread. What is the wish that these emotionally clumsy people discover beyond their disturbed love?",
          "Aliases": []
        }
      }
    }
  }
}