{
  "URL": "https://www.thetvdb.com/series/gabriel-dropout",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt6407994/",
    "https://www.themoviedb.org/tv/69285"
  ],
  "TitleEnglish": "Gabriel DropOut",
  "SummaryEnglish": "Gabriel White graduated at the top of the class at angel school and attends a human school on Earth in pursuit of knowledge, but then gets engrossed in a web game and decides it's too much trouble to go anywhere.",
  "Aliases": [],
  "Modified": "2025-09-02",
  "Seasons": {
    "0": {
      "ID": "686174",
      "URL": "https://www.thetvdb.com/series/gabriel-dropout/seasons/official/0",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "5980051",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5980051",
          "TitleEnglish": "Steamy Travel Journal: The Devil's Trap to Get Close to The Angel's Pure Body",
          "SummaryEnglish": "Gabriel is forced to come along on a trip to a hot spring resort during which Satania has yet again planned a dastardly deed.",
          "Aliases": []
        },
        "2": {
          "ID": "5980081",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5980081",
          "TitleEnglish": "Angel's Gift",
          "SummaryEnglish": "Gabriel and the others meet a visually impaired girl while walking through a park. For some reason the four are drawn to spend time with her, but one day fate seems to steer them in an unprecedented direction.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "689074",
      "URL": "https://www.thetvdb.com/series/gabriel-dropout/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5845783",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5845783",
          "TitleEnglish": "The Day I Knew I Could Never Go Back",
          "SummaryEnglish": "Gabriel is a model angel at the top of her class in angel school. After her graduation, she descends to the human world in order to learn about humans firsthand and become a full-fledged angel. Each day, she cleans the park of litter and weeds, plays with children, and does good deeds, all while attending a human high school... until one day, she hears a cry for help coming from her laptop. Thus began her first encounter with the human entertainment known as \"MMOs\"--and her life would never be the same again...",
          "Aliases": []
        },
        "2": {
          "ID": "5903227",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903227",
          "TitleEnglish": "The Angel, the Demon, and the Class President",
          "SummaryEnglish": "Vignette wants to invite Gabriel and Satania to try out the school cafeteria with her, but Satania sneaks out of the classroom with her lunch, and Vigne and Gab realize they don't know where she's been eating all this time. When the demon and angel tail her, what they see will shock them...",
          "Aliases": []
        },
        "3": {
          "ID": "5903228",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903228",
          "TitleEnglish": "Friends, Work, and the Summer of Bugs",
          "SummaryEnglish": "Gabriel gets a job at the local coffee shop to pay for MMO microtransactions, but with zero job experience and even less motivation, things take a weird turn fast. Good thing the boss thinks she's a foreign student...",
          "Aliases": []
        },
        "4": {
          "ID": "5903229",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903229",
          "TitleEnglish": "Summer Vacation, Ho!",
          "SummaryEnglish": "When Vigne proposes a trip to the beach over summer vacation to Gab and Raphi, Satania makes it known that she must be included. Needless to say, Gab and Raphi are all too happy to pass the message onto Satania... with their own twists on it. Will Satania get to join the other three on their beach trip? And if she does, will she end up regretting it?",
          "Aliases": []
        },
        "5": {
          "ID": "5903230",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903230",
          "TitleEnglish": "The Angel Whose Illusions Were Shattered Like Hell",
          "SummaryEnglish": "One blisteringly hot day, a mysterious character dressed in full-body protective equipment descends upon the city of Maiten. It's none other than the angel Tapris, here in the human world to chase after Gabriel, her beloved role model. Her first day in the mortal world will be filled with shock and horror—especially when she unknowingly runs into Gabriel herself.",
          "Aliases": []
        },
        "6": {
          "ID": "5903231",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903231",
          "TitleEnglish": "Satania's Counterattack",
          "SummaryEnglish": "Ever since meeting Gabriel in the human world, Satania just can't seem to catch a break. But today her luck might finally turn around, thanks to a certain TV shopping channel.",
          "Aliases": []
        },
        "7": {
          "ID": "5903232",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903232",
          "TitleEnglish": "Vigne's Demonic Life",
          "SummaryEnglish": "Vignette: a demon who gets up the first time her alarm clock goes off, puts out her trash early in the morning, keeps her apartment squeaky clean, and goes to bed on time. Gabriel: an angel who won't wake up until past noon if she can help it, plays MMO holiday quests while dining on instant cup noodles, and games until she passes out at her laptop. These two friends seem to have little in common... until you take a peek inside their bankbooks.",
          "Aliases": []
        },
        "8": {
          "ID": "5903233",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903233",
          "TitleEnglish": "Fall School Life",
          "SummaryEnglish": "Raphiel finds herself with a big problem one morning while getting ready for school: her new bra's already getting a little, uh, tight. Still, as long as she's careful, she should be able to get through the school day without the clasps breaking. Or at least that's what she tells herself until she finds out that it's physical fitness day...",
          "Aliases": []
        },
        "9": {
          "ID": "5903234",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903234",
          "TitleEnglish": "Christmas and New Year's Eve Surprise",
          "SummaryEnglish": "Raphiel and Vigne get together to throw a human-style Christmas party. There's just one little problem: how can they keep Satania from ruining Christmas?",
          "Aliases": []
        },
        "10": {
          "ID": "5903235",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903235",
          "TitleEnglish": "The Angels and Demons Return Home",
          "SummaryEnglish": "Gabriel's back home in Heaven for summer vacation, and stuck without her computer or video games. At least she can still laze around... if she can get away from her lovable little sister Haniel, anyways. What's a faillen angel to do?",
          "Aliases": []
        },
        "11": {
          "ID": "5903236",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903236",
          "TitleEnglish": "Fun Forever After...",
          "SummaryEnglish": "Gabriel and the girls are back to business as usual in the human world. Satania realizes a certain dog is missing when it doesn't appear to steal her melon bread. Also, Tapris comes to visit Gabriel, and take notes on the human world while she's at it.",
          "Aliases": []
        },
        "12": {
          "ID": "5903237",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903237",
          "TitleEnglish": "Gabriel DropOut!",
          "SummaryEnglish": "Gabriel hears that her older sister is heading to Earth and seems troubled. Which really comes as no surprise, as her older sister, Zelel, is known to be very efficient in Heaven. She’s a very powerful angel, who is known to be serious and strict, and is referred to as the Hand of God. Gabriel starts panicking, thinking that she might get such a harsh punishment if she finds out that she’s fallen that the world might be destroyed. Will Gabriel be able to get through in one piece?",
          "Aliases": []
        }
      }
    }
  }
}