{
    "URL": "https://www.thetvdb.com/series/gabriel-dropout",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6407994/",
        "https://www.themoviedb.org/tv/69285"
    ],
    "TitleEnglish": "Gabriel DropOut",
    "SummaryEnglish": "Gabriel White graduated at the top of the class at angel school and attends a human school on Earth in pursuit of knowledge, but then gets engrossed in a web game and decides it's too much trouble to go anywhere.",
    "TitleJapanese": "ガヴリールドロップアウト",
    "SummaryJapanese": "天使学校首席の天使が人間界にやってきた！\n……が、\n人間界に馴染みすぎて学校サボりまくりのネトゲ三昧、自堕落生活。\n怠惰な駄目天使、略して「駄天使」と化したガヴリールは、\nすべての人類を幸せにする目標はどこへやら。\n娯楽を満喫し続けると誓うのであった――。",
    "Aliases": [],
    "Modified": "2025-09-02",
    "Seasons": {
        "0": {
            "ID": "686174",
            "URL": "https://www.thetvdb.com/series/gabriel-dropout/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5980051",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5980051",
                    "TitleEnglish": "Steamy Travel Journal: The Devil's Trap to Get Close to The Angel's Pure Body",
                    "SummaryEnglish": "Gabriel is forced to come along on a trip to a hot spring resort during which Satania has yet again planned a dastardly deed.",
                    "TitleJapanese": "OVA「湯煙旅情編～天使の清らかな肌に迫る悪魔の罠～」",
                    "SummaryJapanese": "ヴィーネが商店街の福引で当てた宿泊券を使って、温泉旅行に行く事になったガヴリールたち4人。そんな中、サターニャは温泉で「あるアイテム」を使ってガヴリールをやり込めようと企みます。しかしテンションの高いヴィーネとは対照的に旅館に到着してもガヴリールはいつも通りのマイペース。サターニャは、ぐーたらして動こうとしないガヴリールを様々な方法で温泉に連れて行こうとするのですが・・・。"
                },
                "2": {
                    "ID": "5980081",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5980081",
                    "TitleEnglish": "Angel's Gift",
                    "SummaryEnglish": "Gabriel and the others meet a visually impaired girl while walking through a park. For some reason the four are drawn to spend time with her, but one day fate seems to steer them in an unprecedented direction.",
                    "TitleJapanese": "OVA「天使の贈り物」",
                    "SummaryJapanese": "すっかり寒くなったある晩秋の日、学校帰りにガヴリールたちは4人で歩いていました。冬になったら冬眠すると意気込む（？）ガヴリールをよそに、ラフィエルやサターニャはいつもの楽し気なやり取りを繰り広げていました。すると突然、「天使・・・さん？」と少女から声がかかります。一瞬、正体がバレたのかとドキッとした4人でしたが・・・。"
                }
            }
        },
        "1": {
            "ID": "689074",
            "URL": "https://www.thetvdb.com/series/gabriel-dropout/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5845783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5845783",
                    "TitleEnglish": "The Day I Knew I Could Never Go Back",
                    "SummaryEnglish": "Gabriel is a model angel at the top of her class in angel school. After her graduation, she descends to the human world in order to learn about humans firsthand and become a full-fledged angel. Each day, she cleans the park of litter and weeds, plays with children, and does good deeds, all while attending a human high school... until one day, she hears a cry for help coming from her laptop. Thus began her first encounter with the human entertainment known as \"MMOs\"--and her life would never be the same again...",
                    "TitleJapanese": "もう戻れないと知ったあの日",
                    "SummaryJapanese": "ガヴリールは品行方正でとっても優秀な天使。\n天使学校を首席で卒業した彼女は、人間の事を学び、さらに立派な天使になるために人間界にやってきました。 毎日、公園の掃除を行ったり子供たちの遊び相手になったり、善い行いをしながら人間の学校に通っています。\nある日、宿題を終えてひと息ついていると、パソコンの中から助けを呼ぶ声が聞こえてきました。\nそれは人間界の遊戯、ネットゲーム。\n運命の出会いを果たしてしまったガヴリールは・・・。"
                },
                "2": {
                    "ID": "5903227",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903227",
                    "TitleEnglish": "The Angel, the Demon, and the Class President",
                    "SummaryEnglish": "Vignette wants to invite Gabriel and Satania to try out the school cafeteria with her, but Satania sneaks out of the classroom with her lunch, and Vigne and Gab realize they don't know where she's been eating all this time. When the demon and angel tail her, what they see will shock them...",
                    "TitleJapanese": "天使と悪魔と委員長",
                    "SummaryJapanese": "ヴィーネはある日、学食でお昼ごはんを食べたいとガヴリールを誘います。\n学食に行ったことがないヴィーネは、せっかくだからとサターニャも誘おうとするのですが二人はいつもサターニャがどこでお昼を食べているのか知りません。\nふとサターニャの様子を見てみると、弁当を持って挙動不審に教室を出ていきました。こっそりと後を追ってみると、どんどん人気のない方へ向かっっているようです。\n二人がそこで見たものは・・・。"
                },
                "3": {
                    "ID": "5903228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903228",
                    "TitleEnglish": "Friends, Work, and the Summer of Bugs",
                    "SummaryEnglish": "Gabriel gets a job at the local coffee shop to pay for MMO microtransactions, but with zero job experience and even less motivation, things take a weird turn fast. Good thing the boss thinks she's a foreign student...",
                    "TitleJapanese": "友と勤労と虫刺されの夏の日",
                    "SummaryJapanese": "ドアを開けて現れたのは、ウェイトレス姿のガヴリール。ネットゲームへの課金のし過ぎでお金がなくなったガヴリールは、近所の喫茶店でバイトをはじめたのでした。\n早速お客様がやって来たのですが、バイト経験（とやる気）のないガヴリールはどこかおかしな応対を始めます。\nそんなガヴリールを海外からの留学生と勘違いした喫茶店のマスターは、優しくフォローしてくれるのですが・・・。"
                },
                "4": {
                    "ID": "5903229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903229",
                    "TitleEnglish": "Summer Vacation, Ho!",
                    "SummaryEnglish": "When Vigne proposes a trip to the beach over summer vacation to Gab and Raphi, Satania makes it known that she must be included. Needless to say, Gab and Raphi are all too happy to pass the message onto Satania... with their own twists on it. Will Satania get to join the other three on their beach trip? And if she does, will she end up regretting it?",
                    "TitleJapanese": "いざ夏休み",
                    "SummaryJapanese": "露骨に「暇だ」と周囲にアピールをし続けるサターニャは、ヴィーネが言い出した夏休みに海へ行く話を聞いて自分も参加したい様子。\nそれを見たヴィーネはサターニャも誘おうとするのですが、その前にラフィエルとガヴリールが交互にサターニャの元に向かい告げた言葉は・・・。\nはたして、サターニャは皆と一緒に海に行く事が出来るのでしょうか？"
                },
                "5": {
                    "ID": "5903230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903230",
                    "TitleEnglish": "The Angel Whose Illusions Were Shattered Like Hell",
                    "SummaryEnglish": "One blisteringly hot day, a mysterious character dressed in full-body protective equipment descends upon the city of Maiten. It's none other than the angel Tapris, here in the human world to chase after Gabriel, her beloved role model. Her first day in the mortal world will be filled with shock and horror—especially when she unknowingly runs into Gabriel herself.",
                    "TitleJapanese": "その幻想を壊されまくった天使",
                    "SummaryJapanese": "ある残暑が厳しい日、突然街に現れたのは全身防護服に身を包んだ怪しい人物。それは、尊敬する先輩のガヴリールを追って人間界にやってきた天使・タプリス。\n初めての人間界に驚きと恐怖を感じながら、学校へとたどり着いたタプリスはとある人物に遭遇します。それはすっかり人間界で駄天使化してしまったガヴリール。\nお互いに、ガスマスクを装着しているタプリスにもすっかり変わってしまったガヴリールにも気が付かず、すれ違う二人は・・・。"
                },
                "6": {
                    "ID": "5903231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903231",
                    "TitleEnglish": "Satania's Counterattack",
                    "SummaryEnglish": "Ever since meeting Gabriel in the human world, Satania just can't seem to catch a break. But today her luck might finally turn around, thanks to a certain TV shopping channel.",
                    "TitleJapanese": "サターニャの逆襲",
                    "SummaryJapanese": "人間界でガヴリールに出会ってからいつもやり込められているサターニャは、今日こそはと下駄箱にあるものを仕掛けました。ところが、ガヴリールには効果がなく逆に怒られる始末。\n自宅でサターニャが悔しがっていると、テレビから賑やかな音楽が流れてきました。それは悪魔向けの通販番組「魔界通販」。\n天使をぎゃふんと言わせるオススメ商品を見たサターニャは早速購入し、ガヴリールに試そうとするのですが・・・。"
                },
                "7": {
                    "ID": "5903232",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903232",
                    "TitleEnglish": "Vigne's Demonic Life",
                    "SummaryEnglish": "Vignette: a demon who gets up the first time her alarm clock goes off, puts out her trash early in the morning, keeps her apartment squeaky clean, and goes to bed on time. Gabriel: an angel who won't wake up until past noon if she can help it, plays MMO holiday quests while dining on instant cup noodles, and games until she passes out at her laptop. These two friends seem to have little in common... until you take a peek inside their bankbooks.",
                    "TitleJapanese": "ヴィーネの悪魔的な日々",
                    "SummaryJapanese": "目覚まし時計のアラームでさわやかに目覚めたヴィーネは、朝早くからゴミ出しやアパート前の掃除を行い、夜は早めに就寝する規則正しい生活をしていました。\n一方、ガヴリールは昼過ぎに起きてカップ麺を食べながら限定クエストに参加し、夜も遅くまでネトゲ三昧な自堕落生活。\nそんな二人がふと魔界・天界それぞれの通帳を見ると、今月も仕送りが減っている様子。ヴィーネはなんとか悪魔らしい事をして仕送りを増やそうとするのですが・・・。"
                },
                "8": {
                    "ID": "5903233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903233",
                    "TitleEnglish": "Fall School Life",
                    "SummaryEnglish": "Raphiel finds herself with a big problem one morning while getting ready for school: her new bra's already getting a little, uh, tight. Still, as long as she's careful, she should be able to get through the school day without the clasps breaking. Or at least that's what she tells herself until she finds out that it's physical fitness day...",
                    "TitleJapanese": "秋の学校生活",
                    "SummaryJapanese": "ある朝、自宅でラフィエルが着替えていると、ブラのホックが留めにくい事に気付きました。つい先日買い換えたばかりの下着が、もうきつくなっているようです。\nなんとか身に着けて学校に登校したラフィエルでしたが、なぜか壁に張り付いて嫌がるガヴリールをヴィーネが引っ張っている所に出くわします。\n二人とも体操着であることに疑問を持ち問いかけると、今日は体力測定があるとの事。すっかり忘れていたラフィエルは無難に過ごそうとするのですが・・・。"
                },
                "9": {
                    "ID": "5903234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903234",
                    "TitleEnglish": "Christmas and New Year's Eve Surprise",
                    "SummaryEnglish": "Raphiel and Vigne get together to throw a human-style Christmas party. There's just one little problem: how can they keep Satania from ruining Christmas?",
                    "TitleJapanese": "聖夜と晦日になんか来た",
                    "SummaryJapanese": "リズムに乗って楽しそうに歌を口ずさみながらツリーに飾りつけをしているヴィーネは、ラフィエルと一緒にクリスマスパーティの準備をしていました。\n「悪魔なのにこんなにはしゃいで良いものか？」と、少し疑問に思ったヴィーネですが、行事の一つになっているから大丈夫だと納得することにします。\nそんな中、サターニャから電話がかかってきました。こんな日に浮かれている人間たちに恐怖を与えようと、ヴィーネの家に作戦会議をしにやってくるというのですが・・・。"
                },
                "10": {
                    "ID": "5903235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903235",
                    "TitleEnglish": "The Angels and Demons Return Home",
                    "SummaryEnglish": "Gabriel's back home in Heaven for summer vacation, and stuck without her computer or video games. At least she can still laze around... if she can get away from her lovable little sister Haniel, anyways. What's a faillen angel to do?",
                    "TitleJapanese": "天使と悪魔故郷に帰る",
                    "SummaryJapanese": "学校生活を離れ天界に帰省したガヴリールは、結局パソコンもゲームも持ち込めずじまい。仕方がないのでぐーたら寝ようと実家に帰ると、両親も姉も外出しており妹のハニエルが1人で留守番をしていました。\n早速部屋で休もうと思っていたガヴリールですが、久しぶりに姉に会えて嬉しいハニエルの様子を見て一緒に遊ぶことにしました。\nところが、人間界で自堕落生活をしていたガヴリールは・・・。"
                },
                "11": {
                    "ID": "5903236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903236",
                    "TitleEnglish": "Fun Forever After...",
                    "SummaryEnglish": "Gabriel and the girls are back to business as usual in the human world. Satania realizes a certain dog is missing when it doesn't appear to steal her melon bread. Also, Tapris comes to visit Gabriel, and take notes on the human world while she's at it.",
                    "TitleJapanese": "楽しい日々はいつまでも……",
                    "SummaryJapanese": "特に何事もなく天界や魔界から人間界に戻ってきたガヴリールたち。\nある日、サターニャがメロンパンを手に歩いていると、いつも彼女からメロンパンを奪っていく憎き犬がなかなか現れません。警戒しつつも犬の姿を探していると、突然ラフィエルが現れて・・・。\n一方、長期休暇を使ってガヴリールの元へやってきたタプリス。折角の機会だからと人間界のことを色々勉強しようと奮闘するのですが・・・。"
                },
                "12": {
                    "ID": "5903237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/gabriel-dropout/episodes/5903237",
                    "TitleEnglish": "Gabriel DropOut!",
                    "SummaryEnglish": "Gabriel hears that her older sister is heading to Earth and seems troubled. Which really comes as no surprise, as her older sister, Zelel, is known to be very efficient in Heaven. She’s a very powerful angel, who is known to be serious and strict, and is referred to as the Hand of God. Gabriel starts panicking, thinking that she might get such a harsh punishment if she finds out that she’s fallen that the world might be destroyed. Will Gabriel be able to get through in one piece?",
                    "TitleJapanese": "ガヴリールドロップアウト！",
                    "SummaryJapanese": "虚ろな顔で壁に向かって唸っているガヴリールは、姉が人間界にやってくる話を聞いて追い詰められている様子。\nそれもそのはず、姉のゼルエルは天界でも特に優秀だと評判で、真面目で厳しく「神の腕」とも呼ばれる最強の天使なのでした。\nガヴリールは、自分が駄天している事を知られては人間界が滅んでしまう程のきついお仕置きをされると焦り、様々な策を練ります。はたして、ガヴリールは無事にやり過ごす事が出来るのでしょうか・・・？"
                }
            }
        }
    }
}