{
    "URL": "https://www.thetvdb.com/series/eromanga-sensei",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6783056/",
        "https://eromanga-sensei.com/",
        "https://www.themoviedb.org/tv/70878",
        "https://x.com/oreimo_eromanga"
    ],
    "TitleEnglish": "Eromanga Sensei",
    "SummaryEnglish": "One year ago, Sagiri Izumi became step-siblings with Masamune Izumi. But the sudden death of their parents tears their new family apart, resulting in Sagiri becoming a shut-in which cut her off from her brother and society. While caring for what's left of his family, Masamune earns a living as a published light novel author with one small problem: he's never actually met his acclaimed illustrator, Eromanga-sensei, infamous for drawing the most lewd erotica. Through an embarrassing chain of events, he learns that his very own little sister was his partner the whole time! As new characters and challenges appear, Masamune and Sagiri must now face the light novel industry together. Eromanga-Sensei follows the development of their relationship and their struggle to become successful; and as Sagiri slowly grows out of her shell, just how long will she be able to hide her true persona from the rest of the world? [Written by MAL Rewrite]",
    "TitleJapanese": "エロマンガ先生",
    "SummaryJapanese": "高校生兼ラノベ作家の和泉正宗には、引きこもりの妹がいる。\n\n和泉紗霧。\n\n一年前に妹になった彼女は、全く部屋から出てこない。\n\nそんなある日、衝撃の事実が正宗を襲う。\n彼の小説のイラストを描いてくれている\nイラストレーター『エロマンガ先生』、\nその正体が、なんと妹の紗霧だったのだ！\n\n一つ屋根の下でずっと引きこもっている可愛い妹が、\nいかがわしいPNで、えっちなイラストを描いていたなんて!?\n『俺の妹がこんなに可愛いわけがない』をしのぐ\n魅力的なキャラクターが多数登場！\n\nライトノベル作家の兄と、イラストレーターの妹が織り成す、\n業界ドタバタコメディ！",
    "Aliases": [
        "Ero Manga Sensei",
        "Eromanga-sensei"
    ],
    "Modified": "2025-09-21",
    "Seasons": {
        "0": {
            "ID": "687491",
            "URL": "https://www.thetvdb.com/series/eromanga-sensei/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "6884913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eromanga-sensei/episodes/6884913",
                    "TitleEnglish": "Elf Yamada's Love Song",
                    "SummaryEnglish": "\"You, break up with my daughter\"-. Authenticly participated in the celebratory celebration of Yamada Fairy's novel \"Bloody Dark Fairy\", and the fairy's mother suddenly said so to him. She claimed to be here to bring the goblin back to her hometown. The mother asked the goblin to pack up her clothes within today, and her marriage partner will also decide. The goblin expressed her resistance. In order to express her true thoughts to her mother, the bold method she chose was \"Music, start ♪\" ——! ?",
                    "TitleJapanese": "山田エルフのラブソング",
                    "SummaryJapanese": "「あなた、娘と別れなさい」――。\n山田エルフの小説、『爆炎のダークエルフ』大ヒット記念祝賀会に訪れた正宗は、エルフの母に突然言い放たれる。\n彼女はエルフを実家に連れ戻すためにやって来たのだと言う。\n今日中に荷物をまとめるよう言い付ける母は、 エルフの結婚相手も自分が決めるという。\n反発するエルフだったが、母に自らの素直な想いを伝えるために、\n彼女が選んだ大胆な方法は、「みゅーじっく、スタート♪」――！？"
                },
                "2": {
                    "ID": "6884914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eromanga-sensei/episodes/6884914",
                    "TitleEnglish": "Sagiri Izumi's First Kiss",
                    "SummaryEnglish": "\"It's up to me to take care of my brother!\" On a snowy day, I was worried about the authentic cold on the deadline of the outline. Gauze pushed the high fever authentic into her room and began to get used to her care. On the other hand, the authentic sleeping in the bed of gauze can not calm down. At this time, noisy friends also came to visit their fake ... In this winter day, in the face of the little memories that linger in my heart, the actions taken by Saiwu are-.",
                    "TitleJapanese": "紗霧のファーストキス",
                    "SummaryJapanese": "「私が兄さんを看病してあげる！」\n雪の積もる日、プロットの締め切りを抱えた正宗は風邪をひいてしまう。\n高熱を出した正宗を自室に押し込め、慣れない看病を始める紗霧。\n一方、紗霧のベッドに寝かされた正宗は、落ち着かない心地で病床を過ごす。\nそんな二人の家を、騒がしい友人たちも見舞いに訪れて…。\n冬の日、胸に去来する小さな想い出に、紗霧がとった行動とは――。"
                }
            }
        },
        "1": {
            "ID": "703713",
            "URL": "https://www.thetvdb.com/series/eromanga-sensei/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6003653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eromanga-sensei/episodes/6003653",
                    "TitleEnglish": "My Little Sister, and the Sealed Room",
                    "SummaryEnglish": "Masamune Izumi is a high school student also working as a light novel author. He works with a mysterious illustrator who draws really erotic art for his light novels. In the midst of trying to deal with school and his shut-in sister, he discovers the identity behind this Eromanga-sensei!",
                    "TitleJapanese": "妹と開かずの間",
                    "SummaryJapanese": "ライトノベル作家で生計を立てる高校生・和泉正宗は、一年間部屋に引きこもっている義理の妹・紗霧と二人きりで暮らしていた。ある日、同じクラスの高砂智恵に、自身の小説の挿絵担当でもある正体不明のイラストレーター「エロマンガ先生」が、ネットで正宗を揶揄していたことを聞かされる。「エロマンガ先生」の動画配信の生放送を観ることになった正宗は、そこで「エロマンガ先生」の正体を知ることとなり――！？"
                },
                "2": {
                    "ID": "6035635",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eromanga-sensei/episodes/6035635",
                    "TitleEnglish": "Class Rep with a Normie Life, and a Fearless Fairy",
                    "SummaryEnglish": "Megumi Jinno, the class representative for Sagiri's class, shows up at the Izumi residence with no prior warning. Her mission is to \"take Sagiri to school\". How will Sagiri and Masamune handle the situation? Afterwards, Masamune runs into a mystical fairy in a pink dress...",
                    "TitleJapanese": "リア充委員長と不敵な妖精",
                    "SummaryJapanese": "和泉家を前触れなく訪れた、紗霧のクラスの委員長・神野めぐみ。彼女の目的は「紗霧を学校に連れていく」ことだった。意気込むめぐみの強引さと、話をする気も無いという紗霧の頑とした態度。両者に挟まれ困惑する正宗だったが、紗霧はどんな娘か？というめぐみの問いに対して、本人が聞いているとも知らずにその思いの丈を語りはじめる――。"
                },
                "3": {
                    "ID": "6035637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eromanga-sensei/episodes/6035637",
                    "TitleEnglish": "Buck Naked Mansion and the Fallen Master",
                    "SummaryEnglish": "The Izumi House's empty mansion next door has rumors of being cursed because of continuous misfortunes. But what happens when Sagiri starts hearing piano music coming from the supposed empty mansion?! And how will Masamune handle this Fallen Master?",
                    "TitleJapanese": "全裸の館と堕落の主",
                    "SummaryJapanese": "和泉家の隣に建つ空き家の洋館は、近所で噂の「幽霊屋敷」だった。その窓に白いドレスの幽霊を見たと言い張るめぐみを正宗は気のせいだと一蹴する。しかし紗霧までもが、隣家からピアノの音が聞こえたと言い出す。怖くて絵が描けないという紗霧のため、洋館に乗り込む正宗。そこで正宗は、意外な人物の衝撃的な姿を目にすることとなる――。"
                },
                "4": {
                    "ID": "6035638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eromanga-sensei/episodes/6035638",
                    "TitleEnglish": "Eromanga Sensei",
                    "SummaryEnglish": "After observing the younger and more popular author, Elf Yamada, work on her novel, Masamune and Elf become a little closer. Sagiri notices this, and gets suspicious of their relationship, despite Masamune saying that he and Yamada-san don’t get along at all. Regardless of their argument over this matter, Masamune begins working on his “ultimate light novel”!",
                    "TitleJapanese": "エロマンガ先生",
                    "SummaryJapanese": "年下の人気ライトノベル作家・山田エルフの「仕事」を見せてもらったことで彼女と打ち解けた正宗。そんな二人の仲を疑い、やきもちを焼く紗霧に、正宗は自らのある決意を伝える。それは紗霧に自分を本当の兄と認めてもらうため、あるものを題材にしたライトノベルを書くということだった。「究極のラノベ」にするという正宗の言葉に、信じないと言う紗霧。そんな紗霧をよそに、正宗は猛然と作品を書きはじめる――。"
                },
                "5": {
                    "ID": "6035640",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eromanga-sensei/episodes/6035640",
                    "TitleEnglish": "Let's Plan a Light-Novel with your Little Sister",
                    "SummaryEnglish": "Motivated by Masamune’s manuscript, Sagiri puts effort into getting a little closer to Masamune, despite the awkwardness. Both of them are now working towards making the manuscript into a book, starting with the project proposal. In the midst of all this, Elf sends an emergency text message to Masamune!?",
                    "TitleJapanese": "妹とラノベ企画を創ろう",
                    "SummaryJapanese": "正宗が書き上げた原稿をきっかけにして、ぎこちないながらも正宗に歩み寄ろうとする紗霧。正宗の鈍感さが仇となり、想いがすれ違う二人だったが、夢への第一歩として、新作を本にするための企画書づくりに取り掛かる。次第に紗霧との共同作業に没頭していく正宗の元に、山田エルフから、一通のメールが届くのだった。その文面は、「助けなさい！いますぐ！」――！？"
                },
                "6": {
                    "ID": "6035641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eromanga-sensei/episodes/6035641",
                    "TitleEnglish": "Masamune Izumi and the Nemesis of Ten Million Copies",
                    "SummaryEnglish": "To find a clue for becoming friends with Sagiri, Megumi tries to gain an affinity for light-novels. Masamune suggests dropping by and asking if she could borrow books from Sagiri. At first, Sagiri vehemently rejects the encounter, but later presents Masamune with a certain condition…",
                    "TitleJapanese": "和泉マサムネと一千万部の宿敵",
                    "SummaryJapanese": "「和泉ちゃんが好きなものを好きになりたい」　紗霧と友達になるための手掛かりとしてめぐみは自分もライトノベルを好きになろうとする。智恵の協力（？）の甲斐あって、ほどなくライトノベルに夢中になっためぐみ。正宗は彼女に、紗霧に本を借りにくるよう提案する。はじめは面会を断固として拒否する紗霧だったが、彼女は正宗にある条件を出す…。ついにめぐみを部屋に迎え入れた紗霧がとった、驚くべき行動とは――？"
                },
                "7": {
                    "ID": "6035643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eromanga-sensei/episodes/6035643",
                    "TitleEnglish": "Little Sister and the Most Interesting Novel in the World",
                    "SummaryEnglish": "Masamune, who is sparing no effort to publish his new title faster, immediately signs up for the light-novel competition, “Light-novel Tenkaichi Budoukai.” However, the super-popular author, Senju Muramasa, also signs up for the competition and declares to Masamune that she will crush his pointless dream! Why would she even do that?",
                    "TitleJapanese": "妹と 世界で一番面白い小説",
                    "SummaryJapanese": "新作の出版を急く正宗は、担当編集者・神楽坂から提示された小説コンペ「ラノベ天下一武闘会」への参加を即決する。しかしそこに居合わせた大人気作家・千寿ムラマサが同じくコンペ参加を申し出、正宗の前に立ちはだかる。正宗たちの夢を「つまらない夢」と呼び、妨げる彼女に、賭けを持ちかける正宗。エルフの助力を受けつつ、改稿作業に取り組む正宗の元を訪れた意外な人物、それは千寿ムラマサその人だった――。"
                },
                "8": {
                    "ID": "6035644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eromanga-sensei/episodes/6035644",
                    "TitleEnglish": "Dreaming Sagiri and Summer Fireworks",
                    "SummaryEnglish": "Sagiri finds out what happened between Masamune and Muramasa. It’s not like Sagiri was happy about it or anything. In the midst of this, it’s crunch time at the editorial office as Masamune begins to turn his short story into a long novel. Elf-sensei also suggests having a wrap party at Masamune’s house as they celebrate summer in yukata outfits!",
                    "TitleJapanese": "夢見る紗霧と夏花火",
                    "SummaryJapanese": "「好きな人がいるんだ」　正宗がそう言ってムラマサの告白を断ったと聞き、喜ぶ紗霧。だが不器用な二人の距離は簡単には詰まらない。そんな中、新作の文庫化に向け、泊まり込みの仕事に出掛けて行く正宗と家で一人留守番をすることになる紗霧。二人それぞれに気掛かりなのは、お互いのことと浴衣姿、準備が進む花火大会のこと――。"
                },
                "9": {
                    "ID": "6035645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eromanga-sensei/episodes/6035645",
                    "TitleEnglish": "Little Sister and the Fairy Island",
                    "SummaryEnglish": "\"I'll call it the 'Summer Data Collection and Writing Camp'!\" As a result of one of Elf's ideas, the light-novel authors end up heading to a vacation house on an island in the “South Seas”. How far can Elf push the \"Data Collection\" card?",
                    "TitleJapanese": "妹と妖精の島",
                    "SummaryJapanese": "「名付けて『夏の取材＆執筆合宿』！」　エルフの思いつきから、南の島へと旅行に行くことになったラノベ作家たち。山田家所有の豪華な別荘に驚きつつも、一同が羽を伸ばすなか、エルフは正宗に、自分の「彼氏役」を務めるよう言いつける。「取材」を言い訳にして、いつにもまして積極的な彼女が、はしゃぐ笑顔の後ろ手に、隠し持つ本心とは――。"
                },
                "10": {
                    "ID": "6035646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eromanga-sensei/episodes/6035646",
                    "TitleEnglish": "Masamune Izumi and the Younger Senpai",
                    "SummaryEnglish": "At the Yamada Family’s vacation house, Muramasa enthusiastically reads Masamune’s “shelved” stories. Even Masamune can’t hide his happiness when he sees someone reading his novels so passionately. However, within Muramasa’s heart filled with unhidden love towards Masamune, there was indeed a change occurring, and so Muramasa makes a certain decision.",
                    "TitleJapanese": "和泉マサムネと年下の先輩",
                    "SummaryJapanese": "山田家の別荘にて、正宗の「お蔵入り小説」を熱心に読むムラマサ。自分の作品を心から好いてくれるムラマサの反応に、正宗も照れながらも嬉しさを隠せない。正宗の提案でその日は仕事をしながら、成り行きで「ムラマサの好きな人」の話題で一同は盛り上がる。変わらぬ恋心を隠しもしないムラマサの、その胸の内で起こっていた変化とは――。"
                },
                "11": {
                    "ID": "6035647",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eromanga-sensei/episodes/6035647",
                    "TitleEnglish": "How the Two Met and Future Siblings",
                    "SummaryEnglish": "Masamune comes home from his trip, and Sagiri is happy to see him return. They now await their new novel to go on sale. On the day of, an “Izumi Masamune Faire” is held in a store in Akihabara. While Masamune and Sagiri “explore” the area, they share their stories of how they got into writing novels and illustrating.",
                    "TitleJapanese": "二人の出会いと未来の兄妹(ふたり)",
                    "SummaryJapanese": "合宿から帰宅する正宗。正宗の帰りを喜ぶ紗霧。二人は新作の発売日を迎えることとなる。作品が並ぶ本屋を見に行く道すがら、正宗はタブレット越しの紗霧に小説を書き始めた頃のことを語りはじめる。ある「きっかけ」があって小説にのめり込んだという正宗。同じ頃、登校拒否をしていた紗霧もまた、ある「きっかけ」のおかげで学校に通うようになったのだという。二人の過去と現在を繋いだ、これはその「きっかけ」の話――。"
                },
                "12": {
                    "ID": "6035649",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/eromanga-sensei/episodes/6035649",
                    "TitleEnglish": "Eromanga Festival",
                    "SummaryEnglish": "Masamune and Sagiri's new work, \"Sekaimo: The World's Cutest Little Sister\" is now on sale. Sagiri continues to stream from her room wearing a mask as always, and declares the curtain rising on a \"Festival\".",
                    "TitleJapanese": "エロマンガ フェスティバル",
                    "SummaryJapanese": "正宗と紗霧の新作、『世界で一番可愛い妹』が発売になった。相変わらずお面をかぶって、部屋からの動画配信を続けている紗霧は「ふぇすてぃばる」の幕開けを宣言する。一方、『世界妹』2巻の執筆中にアイデアに詰まった正宗は、紗霧に相談を持ち掛ける。その相談とはなんと、「かわいい妹の、かわいいところが見たいんだ！」――！！？"
                }
            }
        }
    }
}