{
    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6478612/",
        "https://www.themoviedb.org/tv/69230"
    ],
    "TitleEnglish": "Akiba's Trip: The Animation",
    "SummaryEnglish": "Akihabara, a broad-minded neighborhood where everyone from beginners to masters are welcomed. Even when you're alone, if you go to Akiba, you'll find someone who understands you. It's a neighborhood where anything is possible, where anyone can do seemingly anything; a place where you can lay bare your body and soul. In this neighborhood of Akiba, which has everything including anime, games, maids, idols, secondhand parts, and cheap food, battles are fought against the \"Bagurimono,\" and a steadfast \"boy meets girl\" story begins!",
    "Aliases": [
        "Akiba's Trip The Animation"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "687701",
            "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5829566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5829566",
                    "TitleEnglish": "Akiba's First Trip",
                    "SummaryEnglish": "Tamotsu Denkigai is just another otaku, prowling the streets of Akihabara for elusive rare figurines and other treasures. However, the streets of Akihabara aren't what they used to be - pretty cosplayers are ripping each other's clothes off!"
                },
                "2": {
                    "ID": "5906305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5906305",
                    "TitleEnglish": "We Formed a Team - Call Us Electric Mayo!",
                    "SummaryEnglish": "Tamotsu, Arisa and Niwaka visit Matome's hideout, where they discuss Tamotsu's new powers and the current state of Akihabara. What evil lurks in the streets of their favorite town?"
                },
                "3": {
                    "ID": "5906306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5906306",
                    "TitleEnglish": "What Happens When You Mindlessly Follow Someone Who Offers You an Idol Debut",
                    "SummaryEnglish": "Tamotsu finds a series of new hobbies, and being who he is, he runs off to pursue them. Meanwhile, Arisa, Niwaka and Matome go on patrol without him, and receive a type of attention that they did not expect."
                },
                "4": {
                    "ID": "5906307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5906307",
                    "TitleEnglish": "Ham Radio Fighters",
                    "SummaryEnglish": "Deadly radio waves send Akihabara to chaos. The team must employ classic radio technology to counter the threat."
                },
                "5": {
                    "ID": "5908423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5908423",
                    "TitleEnglish": "No Reason I'd Lose!",
                    "SummaryEnglish": "During his \"training session\" in one of Akihabara's video game arcades, Tamotsu is confronted by a mysterious enemy who challenges him in a fighting game."
                },
                "6": {
                    "ID": "5908424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5908424",
                    "TitleEnglish": "Your Memory Is Full",
                    "SummaryEnglish": "Tamotsu needs a new PC, and he decided to build one from scratch. He's trying to create something totally one-of-a-kind, and gets more than what he expected."
                },
                "7": {
                    "ID": "5908425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5908425",
                    "TitleEnglish": "Only a Liar Says Something Is Too Hard",
                    "SummaryEnglish": "Tamotsu is short on cash again, so he must find a new part-time job. He finds a job that pays great hourly wages... But at what cost?"
                },
                "8": {
                    "ID": "5908426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5908426",
                    "TitleEnglish": "Akihabara Grand Tournament",
                    "SummaryEnglish": "A mysterious duo is purchasing all the rice cookers in town, messing with the balance of the retail market. The culprit is someone Arisa didn't expect to see."
                },
                "9": {
                    "ID": "5908427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5908427",
                    "TitleEnglish": "Whoa, I Battled With Game Cards!",
                    "SummaryEnglish": "Arisa helps Tamotsu rediscover a card game that he stopped playing a few years ago. Meanwhile, another Bugged One conspiracy is at play, causing chaos within the Akihabara vigilante groups."
                },
                "10": {
                    "ID": "5908428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5908428",
                    "TitleEnglish": "Did You Open Your Pyloric Canal?!",
                    "SummaryEnglish": "Tamotsu suddenly realizes that he wants to have girlfriends and go on dates! Niwaka and Arisa conspire to send Tamotsu and Matome on a \"practice date,\" but the event does not play out in the way they imagined."
                },
                "11": {
                    "ID": "5908429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5908429",
                    "TitleEnglish": "The Midsummer Akiba Festival Begins!",
                    "SummaryEnglish": "The Akihabara Festival, a major government-backed event, is about to begin. As everyone works hard to prepare, behind the scenes, an unknown group conducts unspeakably evil deeds to ruin the fun."
                },
                "12": {
                    "ID": "5908430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5908430",
                    "TitleEnglish": "Electric Mayo's Falling Apart!",
                    "SummaryEnglish": "With the new Akiba Ban law in effect, otaku and otaku culture is being pushed out of Akihabara. Meanwhile, Tamotsu loses his powers, forcing Electric Mayonnaise out of commission."
                },
                "13": {
                    "ID": "5908431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5908431",
                    "TitleEnglish": "Akiba's Last Trip",
                    "SummaryEnglish": "The cultural cleansing of Akiba is turning into something more closely resembling an ethnic cleansing operation, and Akiba residents are being rounded up by the police. Can Matome and Tamotsu defeat the mastermind and save the day?"
                }
            }
        }
    }
}