{
    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6478612/",
        "https://www.themoviedb.org/tv/69230"
    ],
    "TitleEnglish": "Akiba's Trip: The Animation",
    "SummaryEnglish": "Akihabara, a broad-minded neighborhood where everyone from beginners to masters are welcomed. Even when you're alone, if you go to Akiba, you'll find someone who understands you. It's a neighborhood where anything is possible, where anyone can do seemingly anything; a place where you can lay bare your body and soul. In this neighborhood of Akiba, which has everything including anime, games, maids, idols, secondhand parts, and cheap food, battles are fought against the \"Bagurimono,\" and a steadfast \"boy meets girl\" story begins!",
    "TitleJapanese": "AKIBA’S TRIP -THE ANIMATION-",
    "SummaryJapanese": "秋葉原——初心者から上級者まで\n受け入れてくれる懐の深い街。\nひとりでも、アキバに行けば\nわかってくれる誰かがいる。\n何かができる、できそうな自由なところ、\n身もココロもハダカになれる街。\n\nアニメもゲームもメイドもアイドルも\nジャンクパーツもＢ級グルメも、\n全ての“アキバ”を詰め込んだその街で、\n破繰者＜バグリモノ＞と戦う、\n不退転の『ボーイ・ミーツ・ガール』\nストーリ－、始めます！",
    "Aliases": [
        "Akiba's Trip The Animation"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "687701",
            "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "5829566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5829566",
                    "TitleEnglish": "Akiba's First Trip",
                    "SummaryEnglish": "Tamotsu Denkigai is just another otaku, prowling the streets of Akihabara for elusive rare figurines and other treasures. However, the streets of Akihabara aren't what they used to be - pretty cosplayers are ripping each other's clothes off!",
                    "TitleJapanese": "AKIBA'S FIRST TRIP",
                    "SummaryJapanese": "謎の敵・”破繰者（バグリモノ）”が出没するという都市伝説が広まっている秋葉原に来ていたタモツは、破繰者と戦う謎の少女・まとめに出会う。妹・にわかや街で出会った有紗とドタバタしているさなか、破繰者との戦いに巻き込まれ重傷を負ってしまう。まとめの不思議な力によって一命を取り留めるが、日常が非日常へと変化していく。"
                },
                "2": {
                    "ID": "5906305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5906305",
                    "TitleEnglish": "We Formed a Team - Call Us Electric Mayo!",
                    "SummaryEnglish": "Tamotsu, Arisa and Niwaka visit Matome's hideout, where they discuss Tamotsu's new powers and the current state of Akihabara. What evil lurks in the streets of their favorite town?",
                    "TitleJapanese": "チーム結成、略して電マ",
                    "SummaryJapanese": "まとめに助けられた影響で秋葉原の街から出られなくなったタモツは、まとめとラトゥの自警団アジトに住み込み、新しいバイトを始めることにする。紹介所のマシロから紹介され、まとめたちと訪れたバイト先はクロバグや破繰者たちが集まるサバイバルゲームショップだった。そして、タモツが知らない真実が明らかになり……。"
                },
                "3": {
                    "ID": "5906306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5906306",
                    "TitleEnglish": "What Happens When You Mindlessly Follow Someone Who Offers You an Idol Debut",
                    "SummaryEnglish": "Tamotsu finds a series of new hobbies, and being who he is, he runs off to pursue them. Meanwhile, Arisa, Niwaka and Matome go on patrol without him, and receive a type of attention that they did not expect.",
                    "TitleJapanese": "アイドルデビューできると聞いて、ホイホイついていった結果",
                    "SummaryJapanese": "何事にもハマりやすいタモツはアキバ系アイドルに夢中になり、オーディオ機器等にも注ぎ込んだ請求に追われ、バイトに励むことになる。まとめ・にわか・有紗はタモツ不在のパトロール中に「アイドルにならない？」とスカウトを受ける。“まにあ～ず”としてアイドルの特訓に励む3人だったが、それはどれも怪しいものばかりで！？"
                },
                "4": {
                    "ID": "5906307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5906307",
                    "TitleEnglish": "Ham Radio Fighters",
                    "SummaryEnglish": "Deadly radio waves send Akihabara to chaos. The team must employ classic radio technology to counter the threat.",
                    "TitleJapanese": "無線HAMファイターズ",
                    "SummaryJapanese": "アマチュア無線にハマっているタモツ。そこに突然、あらゆる通信機器を破壊する電波を発する破繰者が現れる。電波による照射に苦戦するタモツたち。この状況を打破するため、無線を駆使してブラジルにいるラトゥの恩師・柳生田ダイポール博士に助けを求めることにする。タモツたちは博士に知恵を借り、アキバの通信機器を元通りに戻せるのか。"
                },
                "5": {
                    "ID": "5908423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5908423",
                    "TitleEnglish": "No Reason I'd Lose!",
                    "SummaryEnglish": "During his \"training session\" in one of Akihabara's video game arcades, Tamotsu is confronted by a mysterious enemy who challenges him in a fighting game.",
                    "TitleJapanese": "負ける要素、なし！",
                    "SummaryJapanese": "ゲームセンターで遊んでいたタモツは、目の前でにわかを何者かにさらわれてしまう。「妹を返して欲しければ、格闘ゲームイベントに出場し、優勝してみろ」というメッセージが……。猛特訓をし、翌日の格闘ゲーム大会に挑む。プロゲーマーも多く参加しているトーナメント制の大会だが、タモツは優勝してにわかを助け出すことを決意する。"
                },
                "6": {
                    "ID": "5908424",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5908424",
                    "TitleEnglish": "Your Memory Is Full",
                    "SummaryEnglish": "Tamotsu needs a new PC, and he decided to build one from scratch. He's trying to create something totally one-of-a-kind, and gets more than what he expected.",
                    "TitleJapanese": "メモリがいっぱい",
                    "SummaryJapanese": "近頃パソコンが不調のタモツはカゲさんの協力で自作パソコンを組み上げた。そこにラトゥが開発したOSをインストールしたところ少女の人格が生まれ、タモツはそのパソコンにぴゅう子と名付けた。ぴゅう子に愛情にも似た感情をよせるタモツに嫉妬するマヨ。そんな中、パソコンショップ・モフマップに巨大パソコンロボが出現。戦うタモツたちを前に、ぴゅう子は……。"
                },
                "7": {
                    "ID": "5908425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5908425",
                    "TitleEnglish": "Only a Liar Says Something Is Too Hard",
                    "SummaryEnglish": "Tamotsu is short on cash again, so he must find a new part-time job. He finds a job that pays great hourly wages... But at what cost?",
                    "TitleJapanese": "無理というのはウソつきの言葉",
                    "SummaryJapanese": "にわかの大事にしていたフィギュアを壊してしまい、弁償のために急遽バイトをすることになったタモツ。紹介されたバイト先は怪しげな社長が経営するメイド・執事居酒屋だった。宗教のような異様な雰囲気に最初は戸惑うが、バイト仲間たちにも支えられ、次第にバイトにのめり込むようになる。しかし日々の労働によりタモツの精神はだんだんと変調をきたし……。"
                },
                "8": {
                    "ID": "5908426",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5908426",
                    "TitleEnglish": "Akihabara Grand Tournament",
                    "SummaryEnglish": "A mysterious duo is purchasing all the rice cookers in town, messing with the balance of the retail market. The culprit is someone Arisa didn't expect to see.",
                    "TitleJapanese": "秋葉原大武闘会",
                    "SummaryJapanese": "家電量販店に炊飯器を買いにきたタモツたち。しかし、どの店舗も炊飯器が買い占められていた。爆買いした者の正体は、破繰者に操られた有紗の中国拳法の師匠だった。転売によるアキバの支配を企む破繰者・リサから師匠を救う為、アキバ大武闘会が開催されることとなった！中国拳法の達人同士による世紀の師弟対決の幕が今、切って落とされる――！"
                },
                "9": {
                    "ID": "5908427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5908427",
                    "TitleEnglish": "Whoa, I Battled With Game Cards!",
                    "SummaryEnglish": "Arisa helps Tamotsu rediscover a card game that he stopped playing a few years ago. Meanwhile, another Bugged One conspiracy is at play, causing chaos within the Akihabara vigilante groups.",
                    "TitleJapanese": "ゲームのカードで戦ってしまったのですが！",
                    "SummaryJapanese": "アキバの自警団が次々と解散の危機に陥っていた。どこも原因は新規加入した一人の女子を巡っての諍いだった。その女子たちを斡旋している会社・プリンセスカンパニーを調べにいくタモツたち。その社長・政田池輝は例によって破繰者であり、カードゲームでのバトルを挑んでくる。タモツはこの史上空前のバトルに勝利することができるのか。"
                },
                "10": {
                    "ID": "5908428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5908428",
                    "TitleEnglish": "Did You Open Your Pyloric Canal?!",
                    "SummaryEnglish": "Tamotsu suddenly realizes that he wants to have girlfriends and go on dates! Niwaka and Arisa conspire to send Tamotsu and Matome on a \"practice date,\" but the event does not play out in the way they imagined.",
                    "TitleJapanese": "幽門開いてしまったのですか？！",
                    "SummaryJapanese": "友人に彼女ができた事にショックを隠せないタモツ。にわかとアリサの計らいで、いつか本当の彼女ができた時のためにと、マヨとデート（の練習）をすることに。食べてばかりのおかしなデートをする２人だが、その途中で大食い世界チャンピオンを相手にラーメン大食い対決をすることになってしまった。はたして勝負の行方は……？"
                },
                "11": {
                    "ID": "5908429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5908429",
                    "TitleEnglish": "The Midsummer Akiba Festival Begins!",
                    "SummaryEnglish": "The Akihabara Festival, a major government-backed event, is about to begin. As everyone works hard to prepare, behind the scenes, an unknown group conducts unspeakably evil deeds to ruin the fun.",
                    "TitleJapanese": "真夏のアキバフェス開幕！",
                    "SummaryJapanese": "国が後押しするアキバフェスの開催が決定し、準備に賑わうアキバ。マヨ、にわか、有紗も“まにあ～ず”としてステージをひかえ、リハーサルをこなしていた。そんな中、オタクたちを困らせるような数々の事件が発生。容疑者として自警団に逮捕されたのは、電気マヨネーズだった。疑いを晴らす為、偽者電気マヨネーズを見つけ捕まえようとするタモツの身に魔の手が忍び寄る。"
                },
                "12": {
                    "ID": "5908430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5908430",
                    "TitleEnglish": "Electric Mayo's Falling Apart!",
                    "SummaryEnglish": "With the new Akiba Ban law in effect, otaku and otaku culture is being pushed out of Akihabara. Meanwhile, Tamotsu loses his powers, forcing Electric Mayonnaise out of commission.",
                    "TitleJapanese": "電マがバラバラじゃねーか！",
                    "SummaryJapanese": "人間に戻ってしまったタモツをマヨは冷たく突き放す。有紗も急遽アメリカ行きが決まり日本を離れることになった。アキバ禁止法で崩壊していく街の中をひとりで戦おうとするマヨだったが、妹・万世架うらめとの戦いで窮地に追い込まれる。一方、タモツは自宅で引きこもりと化していた。バラバラになってしまった電気マヨネーズの運命は――？"
                },
                "13": {
                    "ID": "5908431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/akibas-trip-the-animation/episodes/5908431",
                    "TitleEnglish": "Akiba's Last Trip",
                    "SummaryEnglish": "The cultural cleansing of Akiba is turning into something more closely resembling an ethnic cleansing operation, and Akiba residents are being rounded up by the police. Can Matome and Tamotsu defeat the mastermind and save the day?",
                    "TitleJapanese": "AKIBA'S LAST TRIP",
                    "SummaryJapanese": "またひとつになった電気マヨネーズが向かうは、破繰者を従える実行部隊メトロチカ。破族の長であり、まとめの祖母・万世架ふかめにとうとうたどり着いたタモツとまとめ。昔の古き良き秋葉原を取り戻す為、現在の街を壊そうとするふかめを説得するが決裂し、最終決戦へ。このアキバを救うものは何なのか。今その答えが明らかになる――AKIBA'S LAST TRIP！"
                }
            }
        }
    }
}