{
    "URL": "https://www.thetvdb.com/series/one-room",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7797662/",
        "https://oneroom-anime.com/",
        "https://www.themoviedb.org/tv/69298",
        "https://x.com/anime_one_room"
    ],
    "TitleEnglish": "One Room",
    "SummaryEnglish": "Having just moved into a new apartment building, Yui Hanasaka makes a customary visit to greet her neighbor. When she learns that he is an upperclassman at the university she aspires to attend, she asks for his help to pass her entrance exams. Meanwhile, Natsuki Momohara decides to visit her older brother, who lives alone in an apartment in Tokyo. Elsewhere, aspiring singer Moka Aoshima reunites with her childhood friend, who is a hopeful novelist.",
    "Aliases": [],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "689094",
            "URL": "https://www.thetvdb.com/series/one-room/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "6115754",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6115754",
                    "TitleEnglish": "OVA",
                    "SummaryEnglish": "Unaired episode included with the Blu-ray release"
                },
                "2": {
                    "ID": "6748979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6748979",
                    "TitleEnglish": "Hanasaka Yui's Prologue",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "7128899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/7128899",
                    "TitleEnglish": "Second Season Special",
                    "SummaryEnglish": "It follows bedroom 'role play' scenarios you have with the girls and dream scenarios you have while asleep near the girls."
                }
            }
        },
        "1": {
            "ID": "689095",
            "URL": "https://www.thetvdb.com/series/one-room/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5845938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5845938",
                    "TitleEnglish": "Hanasaka Yui Makes a Request",
                    "SummaryEnglish": "One day, Hanasaka Yui, an examinee, move next to your room. Calm days with neighbors that suddenly started. Such a relationship between the two begins to move little by little, triggered by a certain \"Request\" -- This is a story of Yui and you in a certain winter --"
                },
                "2": {
                    "ID": "5907812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5907812",
                    "TitleEnglish": "Hanasaka Yui Makes a Promise",
                    "SummaryEnglish": "Yui with you who bame a tutor and a student from a neighbor. In a space of just two people, the distance between the hearts gradually get closer. One day, the two go to a public bath and make a small but important \"promise\"."
                },
                "3": {
                    "ID": "5907818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5907818",
                    "TitleEnglish": "Hanasaka Yui Dozes Off",
                    "SummaryEnglish": "Yui serves home cooking as a daily thank you to you. While having a good time, Yui was terribly depressed due to the poor results of the mock exam. One a snowy night, a small and gentle time comes to the two of them who are about to take the exam."
                },
                "4": {
                    "ID": "5952550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5952550",
                    "TitleEnglish": "Holding Hands with Hanasaka Yui",
                    "SummaryEnglish": "Yui takes the exam with the amulet you gave her. And the seasons go around, and the tree-lined road where cherry blossoms dance. Yui reveals a special secret to you walking next door. It will surely be an important moment that you will never forget. And the two are--"
                },
                "5": {
                    "ID": "5963047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5963047",
                    "TitleEnglish": "Momohara Natsuki Meddles",
                    "SummaryEnglish": "My sister Natsuki comes to you who is swayed by busy days. Natsuki, who came to teach her brother's life during the summer vacation, takes good care of you so that you can lead a proper life alone. This is a summer story about Natsuki and you."
                },
                "6": {
                    "ID": "5963071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5963071",
                    "TitleEnglish": "Momohara Natsuki Blushes",
                    "SummaryEnglish": "Casual Conversation, day spent with someone. You will remember the warmth that you have forgotten for a ling time by being with Natsuki. Natsuki works hard for you. You prepare a special view to respond to that feeling."
                },
                "7": {
                    "ID": "5963072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5963072",
                    "TitleEnglish": "Momohara Natsuki Gets Embarrassed and Plays Things Off",
                    "SummaryEnglish": "It's been a few days since Natsuki came, and the fun and noisy days continue. But at the same time you begin to feel a slight impatience. You make a decision for Natsuki, who still cares for you even if you show her tiredness and pity."
                },
                "8": {
                    "ID": "5963073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5963073",
                    "TitleEnglish": "Momohara Natsuki Can't Be Honest",
                    "SummaryEnglish": "Natsuki spills his true feelings on your cold words. Your younger sister, who cannot be honest, and you, who are stubborn, will know each other's thoughts for the first time. Eventually, the small but important days have come to the end of summer vacation."
                },
                "9": {
                    "ID": "5963074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5963074",
                    "TitleEnglish": "Aoshima Moka Remembers",
                    "SummaryEnglish": "You and your childhood friend Moeka, who reunited in Tokyo, are spending their days enduring the harsh conditions for each other's dream. Such a lonely person snuggles up and gets a litter warmer, this is a story of Moeka and you in a certain autumn."
                },
                "10": {
                    "ID": "5963075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5963075",
                    "TitleEnglish": "Aoshima Moka is Troubled",
                    "SummaryEnglish": "Moeka supportsyou with a smile when you take a step toward your dreams. It's a fun time for just two people like when I was a kid. However, on the other hand, Moeka is worried about the reality that emerges. A slight gap was beginning to appear in their steps."
                },
                "11": {
                    "ID": "5963076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5963076",
                    "TitleEnglish": "Aoshima Moka Understands",
                    "SummaryEnglish": "Moeka hits you unchanging kindess with inevitable irritation. In addition, I get sick due to daily strain. You who care for you and Moeka who shows weakness. A gentle moment will make Moka make a big decison."
                },
                "12": {
                    "ID": "5963077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5963077",
                    "TitleEnglish": "Aoshima Moka is Singing",
                    "SummaryEnglish": "A quiet town where you can't hear your usual singing voice. Boring days without Moeka. Eventually you start walking. In order to fulfill the promises we have made, we spin words with thought. When that word arrived, Moeka again--"
                }
            }
        },
        "2": {
            "ID": "763966",
            "URL": "https://www.thetvdb.com/series/one-room/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6680096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6680096",
                    "TitleEnglish": "Hanasaka Yui is Excited",
                    "SummaryEnglish": "You and Yui spend your first summer together. Yui playfully frolics on the beach and you two become even closer."
                },
                "2": {
                    "ID": "6761021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6761021",
                    "TitleEnglish": "Hanasaka Yui is Scolded",
                    "SummaryEnglish": "You and Yui become closer, but something seems off. Yui does something rash after she realizes something feels off between you two, which leads to your first fight."
                },
                "3": {
                    "ID": "6764024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6764024",
                    "TitleEnglish": "Hanasaka Yui is Sulking",
                    "SummaryEnglish": "Yui starts sulking and acts rather jealous all the time, but you tell her how you really feel. Despite the supposed strains in your relationship, in the end, this should all make your bond even stronger."
                },
                "4": {
                    "ID": "6775873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6775873",
                    "TitleEnglish": "Hanasaka Yui is Near Me",
                    "SummaryEnglish": "You and Yui enjoy a trip to a ryokan at the end of summer. Your bond together is even stronger now. That night, under the starry sky, you and Yui share an unforgettable moment."
                },
                "5": {
                    "ID": "6775874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6775874",
                    "TitleEnglish": "Nanahashi Minori Comes to Wake You Up",
                    "SummaryEnglish": "You live and work at a bathhouse that’s in danger of going under and get worked to the bone by the owner's granddaughter, Minori. You’re both very close friends, almost like brother and sister, and another fun-filled day is about to begin."
                },
                "6": {
                    "ID": "6789192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6789192",
                    "TitleEnglish": "Nanahashi Minori Has a Heart-to-Heart",
                    "SummaryEnglish": "You and Minori go to a local summer festival. Somehow, Minori frolicking in her yukata makes her seem a little different than usual. That night, you both enjoy the fireworks and then have a serious conversation."
                },
                "7": {
                    "ID": "6798713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6798713",
                    "TitleEnglish": "Nanahashi Minori Asks the Impossible",
                    "SummaryEnglish": "Minori decides what she wants to do in the future, but she realizes how difficult that will end up being. She doesn’t want to change, but she realizes she has to. The solution that Minori comes up with ends up shocking you..."
                },
                "8": {
                    "ID": "6798715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6798715",
                    "TitleEnglish": "Nanahashi Minori is Right Here",
                    "SummaryEnglish": "You somehow agree to go along with Minori’s experiment of how it would feel if you two were married. She then tells you why she wants to protect the bathhouse, which ends up making the bond between you two stronger."
                },
                "9": {
                    "ID": "6814490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6814490",
                    "TitleEnglish": "Amatsuki Mashiro is Searching",
                    "SummaryEnglish": "You end up running into a college student named Amatsuki Mashiro, who lives in the same apartment building as you. Your first encounter doesn’t go very well and she ends up calling you “Mr. Pervert,” but this leads into a more meaningful relationship."
                },
                "10": {
                    "ID": "6814491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6814491",
                    "TitleEnglish": "Amatsuki Mashiro Gives It a Try",
                    "SummaryEnglish": "Mashiro spent most of her life concentrating on gymnastics and is now troubled because she feels like she can’t do anything else. You then help her with practicing for interviews, cook with her, and other things, making you closer. You also feel troubled about work and you two start talking a lot more."
                },
                "11": {
                    "ID": "6814492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6814492",
                    "TitleEnglish": "Amatsuki Mashiro Recalls",
                    "SummaryEnglish": "Mashiro still struggles to find a job, but then you end up finding the perfect job for her."
                },
                "12": {
                    "ID": "6814494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6814494",
                    "TitleEnglish": "Amatsuki Mashiro is Waiting",
                    "SummaryEnglish": "Mashiro thanks you for helping her move forward, which brings you happiness as well. The girl who loves gymnastics and her “Onii-san”... Where will your story go next?"
                }
            }
        },
        "3": {
            "ID": "1865247",
            "URL": "https://www.thetvdb.com/series/one-room/seasons/official/3",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7918045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/7918045",
                    "TitleEnglish": "Kotokawa Akira Is Clingy",
                    "SummaryEnglish": "You and your junior Kotokawa Akira spend your days together at your school’s Gardening Club. Akira is always smiling as you both tease each other, but as soon as summer vacation starts, she seems a bit sad. Your unforgettable summer with Akira in the Gardening Club is about to begin."
                },
                "2": {
                    "ID": "7990777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/7990777",
                    "TitleEnglish": "Kotokawa Akira Is Worried About It",
                    "SummaryEnglish": "The Gardening Club prepares for an incoming typhoon. Despite not having school that day, you and Akira both decide to come to school, and end up having to spend time in the club room until the typhoon passes. As the storm gets stronger, you and Akira get closer."
                },
                "3": {
                    "ID": "7990827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/7990827",
                    "TitleEnglish": "Kotokawa Akira Can't Say It",
                    "SummaryEnglish": "After the typhoon passed, you and Akira were about to get closer, but you pull back. Then Akira tells you something she’s been holding back this whole time. And because of that, even though you were looking forward to the next day, it suddenly turns awkward."
                },
                "4": {
                    "ID": "7990832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/7990832",
                    "TitleEnglish": "Kotokawa Akira Is Nurturing",
                    "SummaryEnglish": "The end of summer vacation. In the fading club room where you personal belonging are gone, you touch the gardening notebook that Akira has forgotten and the feelings spelled out in it. Remembering everything, you take a step that you couldn't take that day to a lonely junior who is about to leave alone."
                },
                "5": {
                    "ID": "8016127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/8016127",
                    "TitleEnglish": "Momohara Natsuki Is Convincing",
                    "SummaryEnglish": "You head home to the country for the first time in a while and your younger sister Natsuki greets you with open arms. She praises you for how hard you've been working and living alone in Tokyo, but she tells you that she's also wondering if she should go to Tokyo for high school. On a cool, summer night, Natsuki tells you her dreams."
                },
                "6": {
                    "ID": "8027361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/8027361",
                    "TitleEnglish": "Nanahashi Minori Will Keep Walking",
                    "SummaryEnglish": "The two of you had decided to keep the public bath going, but Minori seems troubled at how difficult this venture ends up being. One wintery day, Minori seems to be acting a bit different and wants to tell you something."
                },
                "7": {
                    "ID": "8027362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/8027362",
                    "TitleEnglish": "Orisaki Saya Apologizes",
                    "SummaryEnglish": "Saya very suddenly becomes your tutor and you end up feeling very comfortable around her because she's so nice and positive. Saya also seems very happy that she's able to help someone out."
                },
                "8": {
                    "ID": "8027364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/8027364",
                    "TitleEnglish": "Orisaki Saya Is Cheering You On",
                    "SummaryEnglish": "Saya continues to be your tutor and look over your mock exams. She seems very confident that you're going to be able to pass your college entrance exams."
                },
                "9": {
                    "ID": "8060163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/8060163",
                    "TitleEnglish": "Orisaki Saya Takes a Hint",
                    "SummaryEnglish": "You've finished your exam so you and Saya go out to celebrate. You both seem excited that this might actually be a date and then Saya tells you a secret while you're riding the Ferris wheel."
                },
                "10": {
                    "ID": "8065406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/8065406",
                    "TitleEnglish": "Orisaki Saya Comes Over",
                    "SummaryEnglish": "You have failed your exam and you don't have the heart to face Saya. Surprisingly, Saya also had a secret. Because you're both so awkward, you feel comfortable when you're together. You and Saya decide to ride the Ferris wheel one more time, so you can officially give your relationship a name."
                },
                "11": {
                    "ID": "8065408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/8065408",
                    "TitleEnglish": "Hanasaka Yui Is Startled",
                    "SummaryEnglish": "You and Yui are neighbors but also lovers. Even though you're now both working, your relationship hasn't really changed and you're both living happy lives. One day, you both are celebrating your anniversary and a certain game leads you both to a huge turning point in your lives."
                },
                "12": {
                    "ID": "8065409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/8065409",
                    "TitleEnglish": "Hanasaka Yui Is Next to Me",
                    "SummaryEnglish": "You and Yui prepare to move. Wherever you look, this apartment is filled with memories for the both of you. Everything around you is changing, but Yui stays by your side. So that you can live the same life at the same speed together."
                }
            }
        }
    }
}