{
    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6138612/",
        "https://www.themoviedb.org/tv/69820"
    ],
    "TitleEnglish": "Granblue Fantasy The Animation",
    "SummaryEnglish": "Adaptation of the Granblue Fantasy role-playing video game. This is a world of the skies, where many islands drift in the sky. A boy named Gran and a talking winged lizard named Vyrn lived in Zinkenstill, an island which yields mysteries. One day, they come across a girl named Lyria. Lyria had escaped from the Erste Empire, a military government that is trying to rule over this world using powerful military prowess. In order to escape from the Empire, Gran and Lyria head out into the vast skies, holding the letter Gran's father left behind - which said, \"I will be waiting at Estalucia, Island of Stars\".",
    "TitleJapanese": "GRANBLUE FANTASY The Animation",
    "SummaryJapanese": "ここは、空に多くの島が漂う、空の世界。\n\n神秘を奉る島ザンクティンゼルに暮らす少年・グランと一緒に暮らす相棒のビィは、\nある日、空から落ちてきた少女・ルリアと出会う。\n\nルリアは、この空の世界を強大な軍事力によって支配しようとする軍事国家・エルステ帝国から\n逃れてきたのだった。\n\nグランとルリアは、帝国から逃れるため、そしてグランの父が残した「星の島イスタルシアで待つ」\nという手紙を手に、壮大な空へと旅立つ。",
    "Aliases": [
        "グランブルーファンタジー ジ・アニメーション"
    ],
    "Modified": "2025-07-21",
    "Seasons": {
        "0": {
            "ID": "689060",
            "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "6152160",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6152160",
                    "TitleEnglish": "Another Sky",
                    "SummaryEnglish": "Djeeta is a girl who lives on the remote island of Zinkenstill. After meeting Lyria, who is on the run from the Erste Empire, they leave on a journey into the sky, as if guided by destiny. Their next destination is Auguste, where Sierokarte runs a beach bar...",
                    "TitleJapanese": "もう一つの空",
                    "SummaryJapanese": "閉ざされた島・ザンクティンゼル。\nその森の奥深くに蒼い髪の少女が倒れていた。\n気を失った彼女を見つけ、駆け寄るもうひとりの少女。\nこれがルリアと、ジータの出会いだった――。\n時は流れ、ルリアはグランサイファーの甲板でノートを見つめながらこれまでの旅を思い返す。\nジータの運命を変えた、ザンクティンゼルからの旅立ち。\nポート・ブリーズでのラカムとの出会い、ティアマトとの決戦。\nイオと共にコロッサスに立ち向かい、ザカ大公を救ったバルツ公国。\nジータとルリアは数々の島を巡り、新たな仲間と出会ってきた。\nそんな彼女達は次に訪れたのは、水の島・アウギュステ。\nジータは仲間達と共に、束の間のバカンスを楽しむことになり……？"
                },
                "2": {
                    "ID": "6643113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6643113",
                    "TitleEnglish": "Jack O'Lantern",
                    "SummaryEnglish": "A Halloween festival seems like the perfect place for Djeeta and friends to have some fun... until a child goes missing.",
                    "TitleJapanese": "カボチャのランタン",
                    "SummaryJapanese": "カボチャのランタンに彩られた街――。\nハロウィンのお祭りで賑わうとある島に訪れたジータ達は、お菓子の屋台が立ち並ぶ街の雰囲気を満喫していた。\nカリオストロもお祭りの風習に合わせた「世界一可愛い」仮装をしてご満悦の様子。\nそんな中フェリは「死者の魂が帰ってくる」というハロウィンの伝承に興味があるようで、お祭りの参加者から情報を集め始める。\n幽霊である彼女は、死者の魂の導き手に会って自分が何者なのかを訊ねたいようだ。\nフェリが訊いた話によると、死者を連れてくるのは「迷子のジャック」と呼ばれるカボチャ頭の怪人。\nさらに街を散策するうちに、ジータ達は今朝から姿が見えなくなった行方不明の少年の噂を耳にして……？\n［S1 Extra2］"
                },
                "3": {
                    "ID": "7653440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7653440",
                    "TitleEnglish": "One More Journey",
                    "SummaryEnglish": "Djeeta came to a certain old castle after learning the rumors of the treasure \"Egg of Wishes\" that fulfills any wishes told in the fairy tale. While thinking about each wish, the party goes through the old castle full of trials to protect the treasure. Along the way, she meets a girl who is also looking for a \"wishing egg\" and challenge the trial together.",
                    "TitleJapanese": "もう一つの旅路（ジータ編）",
                    "SummaryJapanese": "御伽噺に語られるどんな望みも叶える宝『願いの卵』の噂を知り、とある古城にやってきたジータ達。一行は各々の願いに思いを馳せながら、宝を守る試練に満ちた古城を進んでいく。その道中、同じく『願いの卵』を探す一人の少女に出会い、共に試練へと挑むが……\n［S2 Extra1］"
                },
                "4": {
                    "ID": "7905099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7905099",
                    "TitleEnglish": "Appears! Cypher-Mask! / St. Albion Girls' Academy Arc",
                    "SummaryEnglish": null,
                    "TitleJapanese": "降臨！サイファーマスク！/聖アルビオン女学園物語",
                    "SummaryJapanese": "【降臨！サイファーマスク！】\nとある辺境の島で、奉納試合に出場することになったグラン。\n年に一度、選りすぐりの強者が神に格闘試合を捧げ勝利しなければ、島に大いなる災いが訪れてしまうのだという。\n厳しい修行を耐え抜き、レスラーの神髄を得たグランは、謎の覆面レスラー「サイファーマスク」として試合に臨む。\n\n【聖アルビオン女学園物語】\n聖アルビオン女学園に通う平凡な女子生徒ジータは、ある日、飼育小屋で一人の上級生に心奪われる。\n上級生は才色兼備で評判のカタリナ先輩であり、ジータはカタリナ先輩の威光にたじろぎながらも、徐々に二人の距離は縮まっていく。\nしかし、それを快く思わない影があり…… \n［S2 Extra 2］"
                }
            }
        },
        "1": {
            "ID": "689061",
            "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5845682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/5845682",
                    "TitleEnglish": "Girl in Blue",
                    "SummaryEnglish": "Gran and Vyrn live on the sleepy, far-flung island of Zinkenstill. Their quiet lives are rocked by the sound of a sudden explosion and the sight of battleship in the sky. They follow a light that falls from the battleship into the forbidden woods, where they encounter a mysterious girl.",
                    "TitleJapanese": "蒼の少女",
                    "SummaryJapanese": "閉ざされた島「ザンクティンゼル」で生まれた少年・グラン。\n彼は大いなる空へ飛び立つ夢を抱き、相棒のビィを連れて日々鍛錬に励んでいた。\nそんなグラン達が暮らす平穏な島に、突如響き渡る轟音。\n音の方向を見上げた彼らは、空に浮かぶ軍艦の姿とそこから落ちる光を目撃する。\n光の落ちた方向を目指し、立ち入りが禁じられている森を進むグランとビィ。\nそこで彼らは、蒼い髪の不思議な少女と出会う。\n少女の名はルリア。\n彼女はとある事情で、軍事国家・エルステ帝国から追われる身となっていた。\nルリアを守るため帝国に反旗を翻した騎士・カタリナとも合流し、グランはふたりを島から逃がすため、手助けを買って出る。"
                },
                "2": {
                    "ID": "5938280",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/5938280",
                    "TitleEnglish": "Departure",
                    "SummaryEnglish": "Gran dreams of his youth, remembering the words his father left in a letter - \"I will be waiting at Estalucia, Island of the Astrals.\" He awakens to find Lyria at his bedside, happy to see him well after the incident with Pommern and the Hydra. Katalina and Lyria explain to Gran the situation he now finds himself in, and that he must now make the bold action to journey with them.",
                    "TitleJapanese": "旅立ち",
                    "SummaryJapanese": "エルステ帝国軍に一度は敗れるも、ルリアの力によりグランは再び立ち上がる。\nそして彼はルリアの導きで星晶獣・バハムートを召喚し、帝国軍を退けた。\n力を使い果たし、気を失ったグランは、夢の中で幼き日の記憶を回想する。\nかつて手にした、彼方にいる父からの手紙――。\n「星の島、イスタルシアで待つ」と書かれたその手紙こそが、彼が空の冒険に憧れる理由だった。\nその後、無事に目を覚ましたグランに安堵する一行。\nしかし、ルリアから告げられたのは、「グランはすでに命を失い、自分と命を繋ぐことで生き長らえている」という衝撃の事実だった。\n言葉を失うグランだったが、問題を解決できる可能性としてカタリナが口にした「星の島」の名に、彼の心は躍りだす。"
                },
                "3": {
                    "ID": "6024157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6024157",
                    "TitleEnglish": "Meet the Wind",
                    "SummaryEnglish": "Gran and his party depart Zinkenstill for their goal, the Island of Astrals. However, Katalina crash lands the small airship on a nearby island, Eingana Island. A man named Rackam happens to witness their totaled aircraft. The townspeople consider Rackam an oddball for the way he’s always working on repairing a certain airship that has no chance of ever flying again...",
                    "TitleJapanese": "風の出会い",
                    "SummaryJapanese": "星の島を目指し、ザンクティンゼルから飛び立ったグラン達。\nしかし、カタリナの小型騎空艇の操縦はおぼつかず、一行は近くの島に不時着を試みる。\n墜落同然の着陸ではあるものの、彼らはどうにか新たな島へと到着した。\n降り立ったのはポート・ブリーズ群島の一部、エインガナ島。\n風を司る守り神・ティアマトが祀られる、穏やかな風の吹く島だった。\nそこへ草原を通りかかったひとりの男が、大破した小型騎空艇を見てグラン達に苛立った声をかけてくる。\n男はラカムと名乗る騎空艇の操舵士で、乱暴に扱われた艇の有様が許せない様子だった。\n街の人々が言うには、ラカムは直るはずもない朽ちた騎空艇の修理をずっと続けている変わり者らしく……。"
                },
                "4": {
                    "ID": "6035419",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6035419",
                    "TitleEnglish": "A Helmsman's Resolve",
                    "SummaryEnglish": "Gran and company are under fire and trapped by Imperial Army General Furias, who intends to recapture Lyria. However, Rackam, the helmsman, gives them a way out. They propose hiring him as a helmsman to get them off the island, but he refuses and tells them he doesn’t want to fly unless it’s with the Grandcypher, the old airship that has captivated him since he was young.",
                    "TitleJapanese": "操舵士の決意",
                    "SummaryJapanese": "ルリア奪還を目論む帝国少将フュリアスの襲撃を受け、追い詰められたグラン達。\n彼らの逃亡を助けたのは、操舵士の男・ラカムだった。\n一行は島から旅立つため、ラカムを操舵士として迎え入れたいと提案するも断られてしまう。\n彼は幼い頃に魅せられた、古びた騎空艇・グランサイファーでなければ飛びたくないと語る。\n数年前にラカムが空を飛ぶことを止めてしまった原因――。\nそれはかつて、自らが丹精を込めて修理したグランサイファーで墜落を経験した過去にあった。\n墜落以来、どこにも故障箇所がないにも関わらず、グランサイファーはピクリとも動かない。\nラカムはグラン達に協力したいが、他の騎空艇で旅立つことはできないのだという。"
                },
                "5": {
                    "ID": "6051214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6051214",
                    "TitleEnglish": "The Storm Guardian",
                    "SummaryEnglish": "Thanks to his skill as a helmsman, Rackam navigates the Grandcypher to the mass of dark clouds, where Tiamat is waiting for them. Gran and his comrades must face this great primal beast to save the Port Breeze Archipelago and its guardian deity.",
                    "TitleJapanese": "嵐の守護者",
                    "SummaryJapanese": "ポート・ブリーズを救いたいというラカムの覚悟を受け取ったかのように、グランサイファーは沈黙を破り飛び立った。\n強風の中、数々の飛来物や乱気流を避ける見事な操舵を見せるラカム。\nそうした彼の技術により、グラン達は星晶獣・ティアマトが待ち構える黒雲の塊へと辿り着く。\n険しい道程の末に相対したティアマトは、エルステ帝国軍の策略により自身の意思とは反して暴走していた。\nポート・ブリーズ群島と、その守り神であるティアマトを救うため、グラン達は大空の決戦へと挑む。"
                },
                "6": {
                    "ID": "6051215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6051215",
                    "TitleEnglish": "The Veil is Lifted",
                    "SummaryEnglish": "Gran and company set off for the Valtz Duchy. Siero introduces them to a Valtz Duchy “special operator,” who asks them to search for the missing Archduke Tzaka, the most powerful person in Valtz. They take the job and begin investigating right away, but someone is following them...",
                    "TitleJapanese": "想いは陽炎の如く",
                    "SummaryJapanese": "ティアマトの脅威からポート・ブリーズ群島を救い、グラン達は新たなる島へと旅立つ。\n辿り着いた先は溶岩の河が流れ、その熱を利用した鉄鋼業が盛んなバルツ公国。\nそこでは彼らに仕事の依頼をしたいと、よろず屋のシェロカルテが待ち構えていた。\nシェロの紹介で出会った依頼主は、バルツ公国の特務官。つまり国の重要機密に関わる秘密諜報員であった。\n彼はグラン達にポート・ブリーズを救った騎空団と見込んで依頼があるという。\n依頼内容は、行方をくらましたバルツ公国の最高権力者・ザカ大公の捜索。\n団長となったグランの決意もあり、一行はその依頼を受けることに。\n早速調査を始めたグラン達だったが、背後には彼らを尾ける怪しい人影があった。"
                },
                "7": {
                    "ID": "6051216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6051216",
                    "TitleEnglish": "The Iron Giant",
                    "SummaryEnglish": "Gran and company move on to a secret factory in pursuit of a clue to the missing Archduke Tzaka. Lyria says she hears a voice calling out to her and leads the group to the deepest recesses of the location, where the archduke and an iron giant await.",
                    "TitleJapanese": "鉄の巨人",
                    "SummaryJapanese": "ザカ大公の魔力を発する機械の魔物に囲まれ、絶体絶命のグラン達。\nイオの呼びかけにより敵が怯んだ一瞬の隙をつき、彼らはどうにか危機を脱することができた。\nしかし、出口を塞がれ退路を失った一行は、ザカ大公の手がかりを求めてさらなる深部へと踏み込んで行く。\n何者かからの呼び声が聞こえるというルリアの案内で辿り着いたのは、地下に隠された秘密工場。\nそこではザカ大公と、彼が建造した鉄の巨人・コロッサスが待ち構えていた。\nザカ大公は正気を失っているようで、弟子であるイオの顔さえ忘れてしまっていた。そして血走った目でルリアを見つめ、コロッサスを星晶獣として目覚めさせるために力をよこせとルリアに迫る。\nさらにその一部始終を、エルステ帝国最高顧問・黒騎士と謎の少女が見つめていた。"
                },
                "8": {
                    "ID": "6051217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6051217",
                    "TitleEnglish": "A Pair Apart",
                    "SummaryEnglish": "Gran and company visit another island for supplies, and take on an archaeological exploration job for Siero. The group reaches the ruin’s entrance, but a series of events causes them to split up into two groups. Cut off from each other, they move forward in order to meet up again, and encounter the treasure hunters Mary and Karva along the way.",
                    "TitleJapanese": "ふたりの距離",
                    "SummaryJapanese": "石壁に囲まれた薄暗い遺跡。\nそこではトレジャーハンターのマリーとカルバが、お宝を求めて探索を行っていた。\n同じ頃、アウギュステに向かう道中で補給のためにとある島に立ち寄ったグラン達は、シェロカルテから遺跡調査の依頼を持ち掛けられる。\nシェロの依頼を受け、森の奥深くに佇む遺跡に辿り着いた一行。\nところが突如足元の石畳が崩れ、彼らは遺跡の地下へと落とされてしまう。\n落下の最中に二手に分断され、魔物と罠が蔓延る遺跡の内部でバラバラになったグラン達。\nラカム、イオと共に行動するグランは、ルリア、カタリナ、ビィと合流するため、遺跡の探索を始める。その先でグラン達は、魔物と交戦するマリーとカルバに遭遇するのだった。"
                },
                "9": {
                    "ID": "6098952",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6098952",
                    "TitleEnglish": "Horizon in the clouds",
                    "SummaryEnglish": "The group makes their way to the Auguste Isles, an island holding an entire ocean. While examining a mysterious substance, Rackam runs into an old friend who leads them to the capital city of Mizarea. There, the group splits up to tend to smaller tasks, while Gran and Lyria venture off to see the sights.",
                    "TitleJapanese": "雲上の水平線",
                    "SummaryJapanese": "新たなる目的地・アウギュステ列島に降り立ったグランサイファー。\n美しい水資源に恵まれた島とされるアウギュステだが、グラン達は到着早々に海岸線に漂着したヘドロのような塊を目にする。\n観光地とは思えない惨状を見て戸惑う一行に声をかけたのは、ラカムの旧縁で傭兵の男・オイゲンだった。\n彼曰く、ここ最近エルステ帝国がアウギュステの海で何らかの実験を行っており、その影響で異臭を放つヘドロが島中で発生しているのだという。\n結果、強硬な姿勢のエルステ帝国とアウギュステとの間で戦争が勃発。\nオイゲンが所属する傭兵部隊も駆り出され、島には不穏な空気が漂っていた。\nそんな中、ルリアには星晶獣らしき声がかすかに聞こえていて……？"
                },
                "10": {
                    "ID": "6099583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6099583",
                    "TitleEnglish": "Separation",
                    "SummaryEnglish": "The Auguste Isles are taking fire from the Erste Empire’s attack. Gran pursues the abducted Lyria, rushing towards the airship landing site, where the empire’s warships have appeared. Meanwhile, Pommern makes off with Lyria, but just then, a primal beast, Leviathan, rises from the sea, along with a gigantic column of water.",
                    "TitleJapanese": "解離",
                    "SummaryJapanese": "エルステ帝国に攫われたルリアを捜し、グランはアウギュステの街を駆ける。\n同じ頃、帝国軍により騎空艇の発着場が制圧され、ルリアを連れたポンメルンはアウギュステを発とうとしていた。\n帝国軍の蛮行に街の人々は傷付き、責任を感じて胸を痛めるルリア。\nそんな彼女をポンメルンは「破壊のための道具」と呼び、さらに苦しめる。\n今まさに帝国の軍艦へと乗り込もうとした刹那、立ち塞がる帝国兵を薙ぎ払いルリアの元へグランが駆け付ける。\n混乱を極めるアウギュステの海に、さらに轟音とともに巨大な水柱が上がった。\n現れたのは島の守り神とされる、水の星晶獣・リヴァイアサン。\n突如現れた巨大な竜は、軍艦もろとも街を破壊し始めるのだった。"
                },
                "11": {
                    "ID": "6099584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6099584",
                    "TitleEnglish": "Lyria's Wish",
                    "SummaryEnglish": "Gran and company visit the Lumacie Isles in order to wake up the comatose Lyria. Rosetta leads them to a giant tree nestled deep in a forest. She summons Yggdrasil, the primal beast that protects Lumacie, and explains that with her help Gran can enter Lyria’s consciousness.",
                    "TitleJapanese": "ルリアの想い",
                    "SummaryJapanese": "アウギュステで起きたエルステ帝国との交戦から、心を閉ざし眠ったままのルリア。\nグラン達は彼女を目覚めさせるため、謎の女性・ロゼッタの案内で新たな島・ルーマシー群島を訪れる。\n「世界から忘れ去られた島」と呼ばれるルーマシーは、一歩踏み込めば巨木が生い茂る原生林。\nすぐに方向感覚を失うような森の中を、ロゼッタは迷う素振りもなく突き進んでいく。\nそうして一行が辿り着いた森の最深部には、ひときわ巨大な木がそびえ立っていた。\nそこに、グラン達の前に森の恵みを司る星晶獣・ユグドラシルが現れる。\nグランはロゼッタとユグドラシルの力を借り、命のリンクで繋がったルリアの意識の中へと入り込む――。"
                },
                "12": {
                    "ID": "6099585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/6099585",
                    "TitleEnglish": "Showdown on the High Seas",
                    "SummaryEnglish": "Lyria returns with Gran and the others to Auguste. They see the city, devastated even more by Leviathan’s fury. Eugen is on the verge of giving up when Lyria says, “I want to help Leviathan.” At the same time, the skilled knights begin working to protect Auguste.",
                    "TitleJapanese": "大海の決戦",
                    "SummaryJapanese": "アウギュステ列島、首都ミザレア。\nそこでは暴走を続けるリヴァイアサンに、オイゲン達が対抗していた。\n目覚めたルリアを連れてアウギュステに戻ったグラン達は、街の惨状を見て愕然とする。\nオイゲンは合流したグラン達に島からの撤退が決まった事を告げるが、グランらはそれを引き留める。\nルリアが感じ取ったのは、リヴァイアサンは汚された海を浄化するために力尽きてしまったということ。\nそして自分の命を繋ぐために、人々の生命力を吸収しているという事実だった。\n「リヴァイアサンを助けたい」というルリアの決意に、力を貸すことを約束するオイゲン。\nさらに時を同じくして、マリーとカルバを始めとした腕利きの騎空士たちがアウギュステを護るために動き始めていた。"
                }
            }
        },
        "2": {
            "ID": "820713",
            "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7307951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7307951",
                    "TitleEnglish": "Skyfarers in the Blue",
                    "SummaryEnglish": "Leaving behind his homeland, Zinkenstill, Gran continues his journey with the other skyfaring crew members, hoping to reach the Island of the Astrals.",
                    "TitleJapanese": "騎空士の空",
                    "SummaryJapanese": "故郷のザンクティンゼルを飛び立ったグランは、星の島を目指し騎空団の仲間と共に旅を続ける。\nよろず屋シェロカルテからの依頼を受け、田舎の小さな島へ向かったグラン達。\nその島では少し前から轟音が続いており、ルリアはかすかに星晶獣の気配を感じ取る。\n音の正体を探る中で、グランは谷底に倒れているドラフの少女、アリーザを見つける。\n助け出したアリーザから話を聞くと、アリーザは島に響く轟音について心当たりがあるという。\n島の人々のためにも、グラン達がもう一度谷底へ向かうと……"
                },
                "2": {
                    "ID": "7378607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7378607",
                    "TitleEnglish": "The Albion Citadel",
                    "SummaryEnglish": "Gran and the others are on the run from the Erste Empire, when out of the blue, the Empire proposes peace talks, and the crew heads to the Albion Citadel for the negotiations.",
                    "TitleJapanese": "城砦都市アルビオン",
                    "SummaryJapanese": "エルステ帝国に追われていたグラン達に、突如エルステ帝国側から和議が持ち掛けられ、一行は交渉のため城砦都市アルビオンへと向かう。\nアルビオンは士官学校を中核とする学園都市であり、アルビオン士官学校はカタリナの母校でもあった。\n一行は緊張の中、エルステ帝国軍少将フュリアスと対面するが、早々に赦免状を渡されあっさりと交渉は終了する。\n晴れて自由の身となったグラン達は、現アルビオンの領主であり、カタリナの後輩でもあるヴィーラからもてなしを受けることになるが……"
                },
                "3": {
                    "ID": "7387365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7387365",
                    "TitleEnglish": "False Freedom",
                    "SummaryEnglish": "Gran and his crew are acquitted, thanks to the Erste Empire's pardon. But the morning after the banquet, they wake up to find Katalina gone, having left behind only a letter.",
                    "TitleJapanese": "偽りの自由",
                    "SummaryJapanese": "エルステ帝国からの赦免状を得て、無罪放免となったグラン達。\nしかし、宴から一夜明けると、カタリナは置き手紙だけを残しグランとルリアのもとを去ってしまう。\n事情を聞くため、カタリナの居場所について手掛かりを得ようとヴィーラのもとに向かう道中、カタリナがアルビオンに身を捧げ、自ら犠牲になろうとしていることを知る。\n追手をかわし、カタリナのもとにたどり着いたグラン達。\nしかしカタリナは、その決心はグラン達のためだけではなく、ヴィーラのためでもあると語り始める。"
                },
                "4": {
                    "ID": "7387368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7387368",
                    "TitleEnglish": "Unconveyable Feelings",
                    "SummaryEnglish": "Due to a past incident, Katalina feels indebted to Vira and wants to provide her support after the many years of pressure and loneliness Vira has endured as Lord Commander.",
                    "TitleJapanese": "届かぬ想い",
                    "SummaryJapanese": "グラン達の説得も虚しく、カタリナの決心は覆らない。\nカタリナには過去の出来事でヴィーラに対して負い目があり、ヴィーラが求めるのなら、アルビオン領主としての重圧や孤独に耐え忍んできた彼女の力になりたいという思いがあった。\n一方、無罪放免の裏に隠された帝国の思惑を知ったグラン達は、フュリアスに取引の無効を訴え、カタリナを取り戻すため、アルビオン城で行われているシュヴァリエ移譲の儀式に割って入る。\nしかしそこへ、突如、エルステ帝国の新兵器アドウェルサによる攻撃が襲い掛かるのだった。"
                },
                "5": {
                    "ID": "7417891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7417891",
                    "TitleEnglish": "Katalina and Vira",
                    "SummaryEnglish": "When she sees Vira in berserk mode, Katalina is consumed with guilt. She resolves to face up to Vira's feelings and to make up for the past.",
                    "TitleJapanese": "カタリナとヴィーラ",
                    "SummaryJapanese": "星晶獣シュヴァリエの力を開放し、グラン達に襲いかかるヴィーラ。\n暴走するヴィーラの姿を目にしてカタリナは自責の念にかられる。\nそしてカタリナは、過去を清算するためヴィーラの気持ちに向き合うことを決意する。\nカタリナの願いを叶えるため、グラン達はヴィーラの猛攻を総力戦で迎え撃つ。\nついに追い込まれ、シュヴァリエの力を展開できなくなったヴィーラだが、戦意はなお衰えない。\nその想いを受け止めようと、カタリナはヴィーラと対峙する。"
                },
                "6": {
                    "ID": "7420026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7420026",
                    "TitleEnglish": "The Mist-Shrouded Island",
                    "SummaryEnglish": "After leaving Albion, the Grandcypher lands on an island shrouded in thick mist, notorious for being inescapable.",
                    "TitleJapanese": "霧に包まれた島",
                    "SummaryJapanese": "アルビオンを出たグランサイファーが辿り着いたのは、入ったら最後、二度と出られないと噂の深い霧に包まれた島。\n情報収集と食糧調達のため村を歩いていると、やつれた死に顔のゾンビ達に出会い、百年前に現れたという幽霊船の話を聞く。\nゾンビの村人の家に招かれたグラン達は思わぬ再会を果たす。\n黒騎士と行動を共にしていた三人──傭兵コンビのドランクとスツルム、そしてルリアと似た力を持つオルキス。\nドランクは、この島で起こっている現象は星晶獣が関係していると言い、グラン達に協力を依頼する。"
                },
                "7": {
                    "ID": "7466473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7466473",
                    "TitleEnglish": "The Immortal Primal Beast",
                    "SummaryEnglish": "Lyria, Io, and Orchis have been swallowed by Celeste. Left behind, Gran and the others search for a way to save them, along with a ghost girl, Ferry, whom they met in the village.",
                    "TitleJapanese": "不死の星晶獣",
                    "SummaryJapanese": "セレストに飲み込まれてしまったルリア・イオ・オルキスの三人。\n残されたグラン達は、村で出会った幽霊少女フェリとともに、ルリア達を救う手立てを探す。\n一方のルリア達も、ただ助けを待つだけではなく、協力して試行錯誤しながら出口を探していた。\n少しずつ心を通わせるルリアとオルキス、そしてそれを微笑ましく見守るイオ。\nしかし、セレストの体内を進むにつれて、徐々にイオの様子がおかしくなっていってしまい……"
                },
                "8": {
                    "ID": "7466475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7466475",
                    "TitleEnglish": "Memories of Family",
                    "SummaryEnglish": "Celeste is being manipulated by someone. Someone who has forced the primal to attack the village and devour its undead residents. Gran takes the chance to leap into Celeste to rescue Lyria, Io, and Orchis.",
                    "TitleJapanese": "家族の記憶",
                    "SummaryJapanese": "セレストは何者かに操られていた。\nその意に従い、セレストは村を襲ってゾンビ達を食らう。\n被害を抑えようとグランサイファーを操縦し、セレストを食い止めるラカム。\nグランはルリア達を助け出すべく、グランサイファーからセレストへと飛び移り、その内部へと潜入する。\n真っ暗なセレストの体内を進むうち、グランの目の前に現れたのは、幼い頃の記憶が映し出されたかのような風景。\nそこで待ち受けていた、鏡写しになったかのようなもう一人の自分が振るう剣に、グランは苦戦を強いられる。"
                },
                "9": {
                    "ID": "7459860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7459860",
                    "TitleEnglish": "The Town of Promises",
                    "SummaryEnglish": "Gran and the others head to Golonzo Island, known as the mecca of shipbuilding, in order to repair the damaged Grandcypher.",
                    "TitleJapanese": "約束の街",
                    "SummaryJapanese": "傷ついたグランサイファーを補修するため、グラン達は艇造りの聖地と呼ばれるガロンゾ島に向かう。\nガロンゾ島でグラン達は艇の修理を依頼するが、船大工達は巨額が動く仕事にも関わらず、契約書を取り交わすことはしなかった。\nそのことを不思議に思っていると、ガロンゾ島には口約束でも約束を遵守させる神様がいるのだと教えられる。\n修理費用を稼ぐためシェロカルテからの依頼をこなすグラン達。\n一方、修理を指揮するため艇に残ったラカムの前に、一人の少年が現れる。"
                },
                "10": {
                    "ID": "7459861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7459861",
                    "TitleEnglish": "The Impossible Dream",
                    "SummaryEnglish": "Under the command of Pommern, the imperial army takes Gran and Lyria away. Meanwhile, Noa is held captive in a research lab as he suffers from the effects of dark essence.",
                    "TitleJapanese": "見果てぬ夢",
                    "SummaryJapanese": "突如現れたポンメルン率いるエルステ帝国軍によって、連れ去られてしまったグランとルリア。\n魔晶の影響で苦しむノアも、同じく帝国の駐屯地にある研究所に囚われていた。\n残されたラカム達の前にはロゼッタが現れ、グラン達の救出に力を貸してくれるという。\n忘れていた遠い記憶を思い出したラカムは、一刻も早いノアの救出を決意する。\nそして、連行されたグランとルリアはエルステ帝国宰相フリーシアと対面し……"
                },
                "11": {
                    "ID": "7459862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7459862",
                    "TitleEnglish": "Contract",
                    "SummaryEnglish": "Gran and Lyria escape from the empire's garrison and are reunited with the others. Noa tries to resurrect the Grandcypher, but finds himself too weak to provide sufficient power.",
                    "TitleJapanese": "誓約",
                    "SummaryJapanese": "グランとルリアは帝国の駐屯地から脱出し、ラカム達との合流を果たす。\nノアは帝国の襲撃によって朽ちてしまったグランサイファーを蘇らせようとするが、消耗していたため力が足りず、ガロンゾ島に住む契約を司る星晶獣ミスラの力を借りることを提案する。\nしかし、突如襲った魔晶の力により、ノアは苦しみながら暴走を始めてしまう。\nノアを救い、ラカムの声を届けるために、グラン達はフリーシアの陰謀に立ち向かう。"
                },
                "12": {
                    "ID": "7459863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/granblue-fantasy-the-animation/episodes/7459863",
                    "TitleEnglish": "Signpost",
                    "SummaryEnglish": "The Black Knight, trapped by her own past, is set on attaining Lyria's power, but Gran vows adamantly to protect Lyria. Their unwavering beliefs clash, neither willing to bend.",
                    "TitleJapanese": "道標",
                    "SummaryJapanese": "グラン達の前に現れた黒騎士とオルキスは、ルリアを連れ去ろうとする。\nオルキスと戦いたくないとルリアは必死に訴えかけるが、その声は虚しくもオルキスには届かない。\n過去に囚われルリアの力を求める黒騎士と、ルリアは決して渡さないと固く誓うグラン。\n二人の譲れない信念がぶつかり合う。"
                }
            }
        }
    }
}