{
    "URL": "https://www.thetvdb.com/series/one-room",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7797662/",
        "https://oneroom-anime.com/",
        "https://www.themoviedb.org/tv/69298",
        "https://x.com/anime_one_room"
    ],
    "TitleEnglish": "One Room",
    "SummaryEnglish": "Having just moved into a new apartment building, Yui Hanasaka makes a customary visit to greet her neighbor. When she learns that he is an upperclassman at the university she aspires to attend, she asks for his help to pass her entrance exams. Meanwhile, Natsuki Momohara decides to visit her older brother, who lives alone in an apartment in Tokyo. Elsewhere, aspiring singer Moka Aoshima reunites with her childhood friend, who is a hopeful novelist.",
    "TitleJapanese": "One Room",
    "SummaryJapanese": "今度は\n貴方（ＯＮＥ）の\n部屋（ＲＯＯＭ）で\nはぐくむ\n３つの物語",
    "Aliases": [],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "689094",
            "URL": "https://www.thetvdb.com/series/one-room/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "6115754",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6115754",
                    "TitleEnglish": "OVA",
                    "SummaryEnglish": "Unaired episode included with the Blu-ray release",
                    "TitleJapanese": "OVA「花坂結衣は水着で挨拶する／桃原奈月は水着でお掃除する／青島萌香は水着で頑張る」",
                    "SummaryJapanese": "TV未放送エピソードは\n結衣、奈月、萌香が水着に着替えて登場！"
                },
                "2": {
                    "ID": "6748979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6748979",
                    "TitleEnglish": "Hanasaka Yui's Prologue",
                    "SummaryEnglish": null,
                    "TitleJapanese": "花坂結衣のプロローグ",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "7128899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/7128899",
                    "TitleEnglish": "Second Season Special",
                    "SummaryEnglish": "It follows bedroom 'role play' scenarios you have with the girls and dream scenarios you have while asleep near the girls.",
                    "TitleJapanese": "花坂結衣は試してみる／花坂結衣は送られてくる／七橋御乃梨は会議する／七橋御乃梨は大物になる／天月真白は猫になる／天月真白は治療する",
                    "SummaryJapanese": "-extra- One Room セカンドシーズン\n\nOne Room セカンドシーズンの幕間となるピクチャードラマ。\n\n第4.5話 花坂結衣は試してみる\n第?話 花坂結衣は送られてくる\n第8.5話 七橋御乃梨は会議する\n第?話 七橋御乃梨は大物になる\n第9.5話 天月真白は猫になる\n第?話 天月真白は治療する"
                }
            }
        },
        "1": {
            "ID": "689095",
            "URL": "https://www.thetvdb.com/series/one-room/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5845938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5845938",
                    "TitleEnglish": "Hanasaka Yui Makes a Request",
                    "SummaryEnglish": "One day, Hanasaka Yui, an examinee, move next to your room. Calm days with neighbors that suddenly started. Such a relationship between the two begins to move little by little, triggered by a certain \"Request\" -- This is a story of Yui and you in a certain winter --",
                    "TitleJapanese": "花坂結衣はお願いする",
                    "SummaryJapanese": "ある日、あなたの部屋の隣に受験生の花坂結衣が引っ越してくる。\n突如始まった隣人との穏やかな日々。そんな二人の関係は、ある「お願い」をきっかけに少しづつ動き出す。\n――これは結衣とあなたの、とある冬の物語。"
                },
                "2": {
                    "ID": "5907812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5907812",
                    "TitleEnglish": "Hanasaka Yui Makes a Promise",
                    "SummaryEnglish": "Yui with you who bame a tutor and a student from a neighbor. In a space of just two people, the distance between the hearts gradually get closer. One day, the two go to a public bath and make a small but important \"promise\".",
                    "TitleJapanese": "花坂結衣は約束する",
                    "SummaryJapanese": "隣人から家庭教師と生徒になったあなたと結衣。二人きりの空間で、次第に心の距離も近づいていく。そんなある日、銭湯に行った二人は、小さいけれど大切なある「約束」を交わす。"
                },
                "3": {
                    "ID": "5907818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5907818",
                    "TitleEnglish": "Hanasaka Yui Dozes Off",
                    "SummaryEnglish": "Yui serves home cooking as a daily thank you to you. While having a good time, Yui was terribly depressed due to the poor results of the mock exam. One a snowy night, a small and gentle time comes to the two of them who are about to take the exam.",
                    "TitleJapanese": "花坂結衣は寝落ちする",
                    "SummaryJapanese": "あなたへの日頃のお礼に手料理をふるまう結衣。楽しい時間が流れる一方で、結衣は模試の結果が悪くひどく落ち込んでいた。雪の降る夜、受験を目前にした二人に、ささやかで優しい時間が訪れる。"
                },
                "4": {
                    "ID": "5952550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5952550",
                    "TitleEnglish": "Holding Hands with Hanasaka Yui",
                    "SummaryEnglish": "Yui takes the exam with the amulet you gave her. And the seasons go around, and the tree-lined road where cherry blossoms dance. Yui reveals a special secret to you walking next door. It will surely be an important moment that you will never forget. And the two are--",
                    "TitleJapanese": "花坂結衣は手をつなぐ",
                    "SummaryJapanese": "あなたに貰ったお守りを手に、受験に臨む結衣。そして季節は巡り、桜舞う並木道。隣を歩くあなたに、結衣はとっておきの秘密を打ち明ける。それはきっと、忘れることのない大切な瞬間。そして二人は――"
                },
                "5": {
                    "ID": "5963047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5963047",
                    "TitleEnglish": "Momohara Natsuki Meddles",
                    "SummaryEnglish": "My sister Natsuki comes to you who is swayed by busy days. Natsuki, who came to teach her brother's life during the summer vacation, takes good care of you so that you can lead a proper life alone. This is a summer story about Natsuki and you.",
                    "TitleJapanese": "桃原奈月は世話を焼く",
                    "SummaryJapanese": "忙しい日々に振り回されるあなたの元に、妹の奈月がやってくる。夏休みを利用して兄の生活指導に来たという奈月は、あなたに真っ当な一人暮らしを送らせるため懸命に世話を焼く。これは奈月とあなたの、とある夏の物語。"
                },
                "6": {
                    "ID": "5963071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5963071",
                    "TitleEnglish": "Momohara Natsuki Blushes",
                    "SummaryEnglish": "Casual Conversation, day spent with someone. You will remember the warmth that you have forgotten for a ling time by being with Natsuki. Natsuki works hard for you. You prepare a special view to respond to that feeling.",
                    "TitleJapanese": "桃原奈月はほっとする",
                    "SummaryJapanese": "何気ない会話、誰かと過ごす日々。久しく忘れていた温かさを、あなたは奈月といることで思い出していく。あなたのために一生懸命に働く奈月。その想いに少しでも応えようと、あなたはとっておきの景色を用意する。"
                },
                "7": {
                    "ID": "5963072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5963072",
                    "TitleEnglish": "Momohara Natsuki Gets Embarrassed and Plays Things Off",
                    "SummaryEnglish": "It's been a few days since Natsuki came, and the fun and noisy days continue. But at the same time you begin to feel a slight impatience. You make a decision for Natsuki, who still cares for you even if you show her tiredness and pity.",
                    "TitleJapanese": "桃原奈月は照れてごまかす",
                    "SummaryJapanese": "奈月が来て数日が経ち、楽しく騒がしい日々が続いていく。\n\nしかし同時にわずかな焦りをあなたは感じ始める。疲れているところ、情けないところを見せても、変わらず気遣ってくれる奈月に、あなたはある決断をする。"
                },
                "8": {
                    "ID": "5963073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5963073",
                    "TitleEnglish": "Momohara Natsuki Can't Be Honest",
                    "SummaryEnglish": "Natsuki spills his true feelings on your cold words. Your younger sister, who cannot be honest, and you, who are stubborn, will know each other's thoughts for the first time. Eventually, the small but important days have come to the end of summer vacation.",
                    "TitleJapanese": "桃原奈月は素直になれない",
                    "SummaryJapanese": "あなたの冷たい言葉に、思わず本音をこぼす奈月。\n素直になれない妹と、意地っ張りなあなたは、互いの思いを初めて知ることになる。\nやがて大したことのない、だけど大切な日々は、夏休みの終わりを迎えて――"
                },
                "9": {
                    "ID": "5963074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5963074",
                    "TitleEnglish": "Aoshima Moka Remembers",
                    "SummaryEnglish": "You and your childhood friend Moeka, who reunited in Tokyo, are spending their days enduring the harsh conditions for each other's dream. Such a lonely person snuggles up and gets a litter warmer, this is a story of Moeka and you in a certain autumn.",
                    "TitleJapanese": "青島萌香は覚えてる",
                    "SummaryJapanese": "東京で再会したあなたと幼馴染の萌香は、お互いの夢のために、\n\n厳しい現状に耐えながら日々を過ごしている。そんなひとりぼっち同士が寄り添って、\n\n少しだけ温かくなる、これは萌香とあなたの、とある秋の物語。"
                },
                "10": {
                    "ID": "5963075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5963075",
                    "TitleEnglish": "Aoshima Moka is Troubled",
                    "SummaryEnglish": "Moeka supportsyou with a smile when you take a step toward your dreams. It's a fun time for just two people like when I was a kid. However, on the other hand, Moeka is worried about the reality that emerges. A slight gap was beginning to appear in their steps.",
                    "TitleJapanese": "青島萌香は悩んでる",
                    "SummaryJapanese": "夢に一歩踏み出したあなたを、笑顔で応援する萌香。\n子供の頃のように楽しい二人だけの時間。しかし、その一方で浮かび上がってくる現実に、\n萌香は思い悩む。二人の歩みにわずかなズレが生まれ始めていた。"
                },
                "11": {
                    "ID": "5963076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5963076",
                    "TitleEnglish": "Aoshima Moka Understands",
                    "SummaryEnglish": "Moeka hits you unchanging kindess with inevitable irritation. In addition, I get sick due to daily strain. You who care for you and Moeka who shows weakness. A gentle moment will make Moka make a big decison.",
                    "TitleJapanese": "青島萌香はわかってる",
                    "SummaryJapanese": "変わらないあなたの優しさに、どうにもならない苛立ちをぶつけてしまう萌香。\nさらに日頃の無理がたたって体調を崩してしまう。看病するあなたと、弱さを見せる萌香。\nひと時の優しい時間は、萌香にある大きな決断をさせる事になる。"
                },
                "12": {
                    "ID": "5963077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/5963077",
                    "TitleEnglish": "Aoshima Moka is Singing",
                    "SummaryEnglish": "A quiet town where you can't hear your usual singing voice. Boring days without Moeka. Eventually you start walking. In order to fulfill the promises we have made, we spin words with thought. When that word arrived, Moeka again--",
                    "TitleJapanese": "青島萌香は歌ってる",
                    "SummaryJapanese": "いつもの歌声が聞こえない、静かな町。萌香のいない、退屈な日々。\nやがてあなたは歩き出す。交わした約束を果たすために、思いを込めた言葉を紡ぐ。\nその言葉が届いた時、萌香は再び――"
                }
            }
        },
        "2": {
            "ID": "763966",
            "URL": "https://www.thetvdb.com/series/one-room/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6680096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6680096",
                    "TitleEnglish": "Hanasaka Yui is Excited",
                    "SummaryEnglish": "You and Yui spend your first summer together. Yui playfully frolics on the beach and you two become even closer.",
                    "TitleJapanese": "花坂結衣ははしゃいでる",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6761021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6761021",
                    "TitleEnglish": "Hanasaka Yui is Scolded",
                    "SummaryEnglish": "You and Yui become closer, but something seems off. Yui does something rash after she realizes something feels off between you two, which leads to your first fight.",
                    "TitleJapanese": "花坂結衣は叱られる",
                    "SummaryJapanese": "距離が近付くにつれて、二人の歩みに若干のズレが生じることもある。\nそのズレを気にしすぎてしまう結衣は、思いがけない行動に出てしまい……？\n互いを思うが故に、あなたと結衣は初めて衝突することになる。"
                },
                "3": {
                    "ID": "6764024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6764024",
                    "TitleEnglish": "Hanasaka Yui is Sulking",
                    "SummaryEnglish": "Yui starts sulking and acts rather jealous all the time, but you tell her how you really feel. Despite the supposed strains in your relationship, in the end, this should all make your bond even stronger.",
                    "TitleJapanese": "花坂結衣は拗ねている",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "6775873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6775873",
                    "TitleEnglish": "Hanasaka Yui is Near Me",
                    "SummaryEnglish": "You and Yui enjoy a trip to a ryokan at the end of summer. Your bond together is even stronger now. That night, under the starry sky, you and Yui share an unforgettable moment.",
                    "TitleJapanese": "花坂結衣はそばにいる",
                    "SummaryJapanese": "夏の終わりに、初めての温泉旅行を楽しむあなたと結衣。それは二人の絆が、より強く結ばれた証でもあって。その夜、満天の星空の下。あの日、桜並木で思いを伝えた時のように、二人は一生忘れられない、大切な瞬間を迎える――。"
                },
                "5": {
                    "ID": "6775874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6775874",
                    "TitleEnglish": "Nanahashi Minori Comes to Wake You Up",
                    "SummaryEnglish": "You live and work at a bathhouse that’s in danger of going under and get worked to the bone by the owner's granddaughter, Minori. You’re both very close friends, almost like brother and sister, and another fun-filled day is about to begin.",
                    "TitleJapanese": "七橋御乃梨は起こしに来る",
                    "SummaryJapanese": "潰れかけの銭湯、七橋湯に下宿するあなたの日常は、オーナーの孫である元気娘、御乃梨にこき使われる毎日。仲の良い友達のような、まるで兄妹のような、そんな不思議な関係性の二人の、騒がしくも楽しい日々が始まる――"
                },
                "6": {
                    "ID": "6789192",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6789192",
                    "TitleEnglish": "Nanahashi Minori Has a Heart-to-Heart",
                    "SummaryEnglish": "You and Minori go to a local summer festival. Somehow, Minori frolicking in her yukata makes her seem a little different than usual. That night, you both enjoy the fireworks and then have a serious conversation.",
                    "TitleJapanese": "七橋御乃梨はしんみりする",
                    "SummaryJapanese": "近所の夏祭りへ行くことになったあなたと御乃梨。浴衣姿ではしゃぐ御乃梨だが、その様子はいつもと少し違っていて……？その夜、ささやかな花火を楽しむ二人。そこであなたは、御乃梨の真剣な想いに触れることになる。"
                },
                "7": {
                    "ID": "6798713",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6798713",
                    "TitleEnglish": "Nanahashi Minori Asks the Impossible",
                    "SummaryEnglish": "Minori decides what she wants to do in the future, but she realizes how difficult that will end up being. She doesn’t want to change, but she realizes she has to. The solution that Minori comes up with ends up shocking you...",
                    "TitleJapanese": "七橋御乃梨は無茶を言う",
                    "SummaryJapanese": "やりたいことのために動き始める御乃梨。しかし全てを望むにはその手はあまりに小さくて。変わらないものを望みながらも変わっていく自分。そんな御乃梨が出した答えは、あなたにとってあまりにも突飛なもので……？"
                },
                "8": {
                    "ID": "6798715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6798715",
                    "TitleEnglish": "Nanahashi Minori is Right Here",
                    "SummaryEnglish": "You somehow agree to go along with Minori’s experiment of how it would feel if you two were married. She then tells you why she wants to protect the bathhouse, which ends up making the bond between you two stronger.",
                    "TitleJapanese": "七橋御乃梨はここにいる",
                    "SummaryJapanese": "無茶な提案に続いて、結婚生活を体験してみようと振り回されるあなた。七橋湯を残したい。そんな御乃梨の想いと、その裏に隠された本音に触れた時、勢いで始めた真似事は、二人にとってきっとかけがえのない真実になっていく――"
                },
                "9": {
                    "ID": "6814490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6814490",
                    "TitleEnglish": "Amatsuki Mashiro is Searching",
                    "SummaryEnglish": "You end up running into a college student named Amatsuki Mashiro, who lives in the same apartment building as you. Your first encounter doesn’t go very well and she ends up calling you “Mr. Pervert,” but this leads into a more meaningful relationship.",
                    "TitleJapanese": "天月真白は探してる",
                    "SummaryJapanese": "同じマンションに住む大学生、天月真白とひょんなことから知り合ったあなた。その出会いはあまり良いものではなく、変質者と疑われてしまい……？悩める就活生と「ヘンタイさん」。何の共通点もない二人の、不思議な交流が始まる――"
                },
                "10": {
                    "ID": "6814491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6814491",
                    "TitleEnglish": "Amatsuki Mashiro Gives It a Try",
                    "SummaryEnglish": "Mashiro spent most of her life concentrating on gymnastics and is now troubled because she feels like she can’t do anything else. You then help her with practicing for interviews, cook with her, and other things, making you closer. You also feel troubled about work and you two start talking a lot more.",
                    "TitleJapanese": "天月真白はやってみる",
                    "SummaryJapanese": "新体操に打ち込んできた分、自分には他に何もないと悩む真白。そんな真白の練習に付き合ったり、一緒に料理をしてみたり、親身に接するあなた。あなたもまた仕事に悩みを抱えており、二人はお互いに良き相談相手となっていく。"
                },
                "11": {
                    "ID": "6814492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6814492",
                    "TitleEnglish": "Amatsuki Mashiro Recalls",
                    "SummaryEnglish": "Mashiro still struggles to find a job, but then you end up finding the perfect job for her.",
                    "TitleJapanese": "天月真白は思い出す",
                    "SummaryJapanese": "新体操に打ち込んできた分、自分には他に何もないと悩む真白。そんな真白の練習に付き合ったり、一緒に料理をしてみたり、親身に接するあなた。あなたもまた仕事に悩みを抱えており、二人はお互いに良き相談相手となっていく。"
                },
                "12": {
                    "ID": "6814494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/6814494",
                    "TitleEnglish": "Amatsuki Mashiro is Waiting",
                    "SummaryEnglish": "Mashiro thanks you for helping her move forward, which brings you happiness as well. The girl who loves gymnastics and her “Onii-san”... Where will your story go next?",
                    "TitleJapanese": "天月真白は待っている",
                    "SummaryJapanese": "あなたがいたから前に進めたと、素直に感謝の気持ちを伝える真白。あなたもまた、そんな真白の姿が、気付けば日々の励みになっていて……。新体操を愛する女の子と「お兄さん」。これは二人が、再び歩き出すまでの物語――"
                }
            }
        },
        "3": {
            "ID": "1865247",
            "URL": "https://www.thetvdb.com/series/one-room/seasons/official/3",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7918045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/7918045",
                    "TitleEnglish": "Kotokawa Akira Is Clingy",
                    "SummaryEnglish": "You and your junior Kotokawa Akira spend your days together at your school’s Gardening Club. Akira is always smiling as you both tease each other, but as soon as summer vacation starts, she seems a bit sad. Your unforgettable summer with Akira in the Gardening Club is about to begin.",
                    "TitleJapanese": "琴川晶はなついてる",
                    "SummaryJapanese": "とある高校の園芸部で、あなたは後輩の琴川晶と穏やかな日々を送っている。あなたをからかい混じりに慕い、いつも笑顔の絶えない晶だが、夏休みに入ってからはどこか寂し気で……？二人きりの園芸部で、忘れられない夏が始まる――"
                },
                "2": {
                    "ID": "7990777",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/7990777",
                    "TitleEnglish": "Kotokawa Akira Is Worried About It",
                    "SummaryEnglish": "The Gardening Club prepares for an incoming typhoon. Despite not having school that day, you and Akira both decide to come to school, and end up having to spend time in the club room until the typhoon passes. As the storm gets stronger, you and Akira get closer.",
                    "TitleJapanese": "琴川晶は気にしてる",
                    "SummaryJapanese": "台風の対策に追われる園芸部。当日の部活は休みと決めたはずなのに、示し合わせたかのように学校へ来てしまったあなたと晶は、台風が過ぎるまで部室で過ごすことになる。不安な嵐の夜は、二人の距離をいつもよりずっと近付ける。"
                },
                "3": {
                    "ID": "7990827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/7990827",
                    "TitleEnglish": "Kotokawa Akira Can't Say It",
                    "SummaryEnglish": "After the typhoon passed, you and Akira were about to get closer, but you pull back. Then Akira tells you something she’s been holding back this whole time. And because of that, even though you were looking forward to the next day, it suddenly turns awkward.",
                    "TitleJapanese": "琴川晶は言えずにいる",
                    "SummaryJapanese": "台風が過ぎ去った夜。一度は近付いたはずなのに、もう一歩が踏み出せなかったあなたに、晶はずっと言えなかったあることを告げる。そして訪れる収穫の日。楽しみにしていたはずのこの日を、二人は複雑な気持ちで迎えることになる。"
                },
                "4": {
                    "ID": "7990832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/7990832",
                    "TitleEnglish": "Kotokawa Akira Is Nurturing",
                    "SummaryEnglish": "The end of summer vacation. In the fading club room where you personal belonging are gone, you touch the gardening notebook that Akira has forgotten and the feelings spelled out in it. Remembering everything, you take a step that you couldn't take that day to a lonely junior who is about to leave alone.",
                    "TitleJapanese": "琴川晶は育ててる",
                    "SummaryJapanese": "夏休みの終わり。私物がなくなり色褪せた部室で、あなたは晶が忘れていった園芸ノートとそこに綴られた想いに触れる。全てを思い出にして、一人去ろうとする寂しがりやな後輩に、あなたは、あの日踏み出せなかった一歩を踏み出す――"
                },
                "5": {
                    "ID": "8016127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/8016127",
                    "TitleEnglish": "Momohara Natsuki Is Convincing",
                    "SummaryEnglish": "You head home to the country for the first time in a while and your younger sister Natsuki greets you with open arms. She praises you for how hard you've been working and living alone in Tokyo, but she tells you that she's also wondering if she should go to Tokyo for high school. On a cool, summer night, Natsuki tells you her dreams.",
                    "TitleJapanese": "桃原奈月は説得する",
                    "SummaryJapanese": "久しぶりに帰省したあなたを温かく迎える妹の奈月。東京で一人頑張るあなたを労う奈月だが、自身も高校受験を控え、進路について悩みを抱えていた。夏の夜、風鈴の音が優しく響く静かな縁側で、奈月はあなたに秘めた夢を打ち明ける。"
                },
                "6": {
                    "ID": "8027361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/8027361",
                    "TitleEnglish": "Nanahashi Minori Will Keep Walking",
                    "SummaryEnglish": "The two of you had decided to keep the public bath going, but Minori seems troubled at how difficult this venture ends up being. One wintery day, Minori seems to be acting a bit different and wants to tell you something.",
                    "TitleJapanese": "七橋御乃梨は歩いてく",
                    "SummaryJapanese": "祖父の銭湯「七橋湯」をあなたと共に継ぐと決意したものの、厳しい経営が続く現状にモヤモヤしっ放しの御乃梨。そんな日々のとある冬の日、いつもと様子が違う御乃梨は、あなたにどうしても伝えたいことがあるようで……？"
                },
                "7": {
                    "ID": "8027362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/8027362",
                    "TitleEnglish": "Orisaki Saya Apologizes",
                    "SummaryEnglish": "Saya very suddenly becomes your tutor and you end up feeling very comfortable around her because she's so nice and positive. Saya also seems very happy that she's able to help someone out.",
                    "TitleJapanese": "織崎紗耶は謝罪する",
                    "SummaryJapanese": "突如始まった家庭教師と生徒としての日々。失敗は多いけれど明るく前向きな紗耶に、あなたは居心地の良さを覚えていく。紗耶もまた誰かを応援することに喜びを感じており、二人の単調だった日々が徐々に色づいていく。"
                },
                "8": {
                    "ID": "8027364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/8027364",
                    "TitleEnglish": "Orisaki Saya Is Cheering You On",
                    "SummaryEnglish": "Saya continues to be your tutor and look over your mock exams. She seems very confident that you're going to be able to pass your college entrance exams.",
                    "TitleJapanese": "織崎紗耶は応援してる",
                    "SummaryJapanese": "突如始まった家庭教師と生徒としての日々。失敗は多いけれど明るく前向きな紗耶に、あなたは居心地の良さを覚えていく。紗耶もまた誰かを応援することに喜びを感じており、二人の単調だった日々が徐々に色づいていく。"
                },
                "9": {
                    "ID": "8060163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/8060163",
                    "TitleEnglish": "Orisaki Saya Takes a Hint",
                    "SummaryEnglish": "You've finished your exam so you and Saya go out to celebrate. You both seem excited that this might actually be a date and then Saya tells you a secret while you're riding the Ferris wheel.",
                    "TitleJapanese": "織崎紗耶は察してる",
                    "SummaryJapanese": "本試験を終えたあなたは、紗耶からの提案によりお礼を兼ねて遊びに出掛けることになる。これはデートなのではとドギマギしつつ楽しい一日を過ごす二人だが、最後に乗った観覧車で、紗耶はある秘密をあなたに打ち明ける。"
                },
                "10": {
                    "ID": "8065406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/8065406",
                    "TitleEnglish": "Orisaki Saya Comes Over",
                    "SummaryEnglish": "You have failed your exam and you don't have the heart to face Saya. Surprisingly, Saya also had a secret. Because you're both so awkward, you feel comfortable when you're together. You and Saya decide to ride the Ferris wheel one more time, so you can officially give your relationship a name.",
                    "TitleJapanese": "織崎紗耶はお邪魔する",
                    "SummaryJapanese": "結果が出せなかったあなたは紗耶に合わす顔がなく、紗耶もまたもう一つ大きな秘密を抱えていた。互いに不器用過ぎるからこそ一緒にいる時間が心地いい。そして二人はもう一度観覧車に乗る。この関係にちゃんと名前を付けるために――"
                },
                "11": {
                    "ID": "8065408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/8065408",
                    "TitleEnglish": "Hanasaka Yui Is Startled",
                    "SummaryEnglish": "You and Yui are neighbors but also lovers. Even though you're now both working, your relationship hasn't really changed and you're both living happy lives. One day, you both are celebrating your anniversary and a certain game leads you both to a huge turning point in your lives.",
                    "TitleJapanese": "花坂結衣はびっくりする",
                    "SummaryJapanese": "あなたと結衣はお隣同士で恋人同士。お互い社会人になった今も、その関係は変わることなく幸せな日々を送っている。そんなある日、恋人になった日の記念日を祝う二人は、あるゲームをきっかけに人生の重大な転機を迎えることになる。"
                },
                "12": {
                    "ID": "8065409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/one-room/episodes/8065409",
                    "TitleEnglish": "Hanasaka Yui Is Next to Me",
                    "SummaryEnglish": "You and Yui prepare to move. Wherever you look, this apartment is filled with memories for the both of you. Everything around you is changing, but Yui stays by your side. So that you can live the same life at the same speed together.",
                    "TitleJapanese": "花坂結衣は隣にいる",
                    "SummaryJapanese": "引っ越しの準備を進めるあなたと結衣。どこを見ても、この部屋は二人の思い出でいっぱいだった。全ては変わっていくけれど、あなたの隣には変わることなく結衣がいる。同じ早さで、同じ人生を、あなたと共に歩んでいくために――"
                }
            }
        }
    }
}