{
    "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6401396/",
        "http://acca-anime.com/",
        "https://www.themoviedb.org/tv/69225"
    ],
    "TitleEnglish": "ACCA: 13-Territory Inspection Dept.",
    "SummaryEnglish": "The kingdom of Dowa is seemingly at peace, but tensions rise across its 13 states in the wake of a possible coup. Tasked to investigate these rumors, inspector Jean Otus finds himself more involved than he expected.",
    "TitleJapanese": "ACCA13区監察課",
    "SummaryJapanese": "13の自治区に分かれた王国にある、巨大統一組織“ACCA（アッカ）”。\nかつてクーデターの危機により結成されたACCAは、\n国民の平和を守り続け100年が経とうとしていた。\nACCA本部の監察課副課長 ジーン・オータスは、\n「もらいタバコのジーン」の異名をもつ、組織きっての食えない男。\n飄々とタバコを燻らせながら、13区を廻り不正がないか視察を行っている。\nそんなジーンを見つめる視線、不穏な噂と――おやつの時間。\nジーンの平和な日常は、ゆっくりと世界の陰謀に巻き込まれていく！",
    "Aliases": [
        "ACCA: 13-ku Kansatsu-ka",
        "ACCA: 13th Ward Observation Department"
    ],
    "Modified": "2025-07-21",
    "Seasons": {
        "0": {
            "ID": "689066",
            "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/seasons/official/0",
            "# Episodes": 7,
            "Episodes": {
                "1": {
                    "ID": "6392784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/episodes/6392784",
                    "TitleEnglish": "Special 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "物忘れのジーン。見守るロッタに、時々ニーノ",
                    "SummaryJapanese": "ライターをどこかに置き忘れたり、何度も部屋でタバコを吸おうとしたり、なにかと忘れっぽいジーン。しっかり者のロッタはそんな兄に呆れ気味だが…。「でも…お兄ちゃんは大事なことは忘れない」"
                },
                "2": {
                    "ID": "6392786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/episodes/6392786",
                    "TitleEnglish": "Special 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ニ―ノの思い出し怒り。『学生の頃からお前はずっとそう』",
                    "SummaryJapanese": "いつものようにバーで飲んでいるジーンとニーノ。酔いが回ってきた頃、ニーノはジュモーク区でジーンに言われた言葉について問い掛ける。\n「そういえば、お前だっていないだろ？ 友達」「？……何の話？」"
                },
                "3": {
                    "ID": "6392787",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/episodes/6392787",
                    "TitleEnglish": "Special 3",
                    "SummaryEnglish": null,
                    "TitleJapanese": "食パンラプソディー。バードンからドーワーへと漂うほんのりと焦げた香り",
                    "SummaryJapanese": "ある日の本部長室。そこにはとある噂を耳にし緊張を漲らせるモーヴの姿があった。「ついに来た。あの男が動く時が」。一方ドーワーでは、シュヴァーン王子が不測の事態に眉を潜めていた。「──質問に答えろ。ボクがいつ『トースト尽くしにしろ』って頼んだのか聞いている」"
                },
                "4": {
                    "ID": "6392788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/episodes/6392788",
                    "TitleEnglish": "Special 4",
                    "SummaryEnglish": null,
                    "TitleJapanese": "会議は踊る、されど進まず。その時、グロッシュラーは云った",
                    "SummaryJapanese": "談話室でお茶を愉しむリーリウム長官とパイン長官 は、先の5長官会議でのグロッシュラー長官の発言について議論していた。「おそらく偶然だろう。彼には少し浮世離れした一面がある 」「確かにそうだ……。だが、その後の事も考えるとどうだ？」"
                },
                "5": {
                    "ID": "6392789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/episodes/6392789",
                    "TitleEnglish": "Special 5",
                    "SummaryEnglish": null,
                    "TitleJapanese": "アッカァくんのACCA講座",
                    "SummaryJapanese": "第1回「ボクの名前はアッカァくん」\n第2回「巨大統一組織　ACCA！」\n第3回「監察課のお仕事を観察ッカ！」\n第4回「監察課副課長、ジーン・オータス！」\n第5回「突撃！となりの5長官」\n第6回「勝手にACCAランキング！」\n第7回「勝手にACCAランキング！２」\n第8回「探検、ドーワー王国」\n第9回「ドーワー王国のタバコ事情」\n第10回「最終回！！」"
                },
                "6": {
                    "ID": "6392790",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/episodes/6392790",
                    "TitleEnglish": "Special 6",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ゆずれない想い！　ジーンとニーノはたまに仲良く喧嘩する",
                    "SummaryJapanese": "オータス家で静かに風船を膨らまし続けるジーンとニーノ。二人の間には、珍しくどこか険悪な雰囲気が漂っていた。「お前にいちごの何がわかるんだよ」「お前こそチョコの何がわかるんだ」"
                },
                "7": {
                    "ID": "7414508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/episodes/7414508",
                    "TitleEnglish": "Regards",
                    "SummaryEnglish": "Set in the capital city of Badon one year after the events of the TV anime, Jean and the rest of the ACCA department are preparing for the one-year anniversary of the establishment of the new order. For the characters — caught between rumors of unrest, unchanging days, new crossroads, gazes remembered in memories, and days of new beginnings — time once again begins to move forward.",
                    "TitleJapanese": "ACCA13区監察課 Regards",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "689067",
            "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5845714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/episodes/5845714",
                    "TitleEnglish": "Jean the Cigarette-Peddler",
                    "SummaryEnglish": "Jean, vice-chairman of inspections, uncovers corruption on an audit. Uncovering the corruption may have saved Jean's division from budget cuts. After Jean's the division is safe, he begins to notice someone is following him.",
                    "TitleJapanese": "もらいタバコのジーン",
                    "SummaryJapanese": "13の自治区に分かれたドーワー王国。その平和は巨大統一組織“ACCA（アッカ）”によって守られていた。ACCA本部監察課副課長ジーン・オータスの仕事は、13区を不定期に廻り、不正がないか視察すること。だがある日、ACCAトップの5長官により、監察課の廃止が告げられる。平和な時代が続き、存在意義を失いつつあることが理由だった。そんな中、ジーンはファーマス区の視察に向かうが……。"
                },
                "2": {
                    "ID": "5904548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/episodes/5904548",
                    "TitleEnglish": "The Partner in Crime's Name Is Nino",
                    "SummaryEnglish": "Constable Rail, the rookie agent of ACCA's Bādon branch, has a profound dislike for elite agents in ACCA headquarters and has it out for Jean. Meanwhile, feeling watched, Jean asks for his friend Nino's help. With rumors of a coup d'état circulating among the upper echelons of ACCA's hierarchy, Chief Officer Grossular announces at the Five Chief Officers meeting that he has obtained credible information about the coup.",
                    "TitleJapanese": "悪友（とも）の名はニーノ",
                    "SummaryJapanese": "ACCAバードン支部の新入り巡査レイルは、本部のエリートを嫌い、ジーンに何かと突っかかってくる。それを飄々とかわす一方で、ジーンは最近、自分が見張られているような気配を感じていた。相談された友人のニーノは、原因の調査を約束する。その頃、ACCAの上層部にはクーデターの噂が伝わっていた。5長官の一人、グロッシュラーは会議の席で、信憑性のある情報を入手したと切り出す。"
                },
                "3": {
                    "ID": "5904549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/episodes/5904549",
                    "TitleEnglish": "The Swirling Smoke of Rumors in the Castle",
                    "SummaryEnglish": "Director-General Mauve of ACCA headquarters invites Jean out to dinner, where she asks him for his aid in gathering more information about a brewing coup d'état. Meanwhile, rumors of a coup had reached even the Dōwān royal family. With Prince Schwan's coming of age commemorative ceremony in the works, the Five Chief Officers receive a request to attend the ceremony, as well as Jean as a representative of the Inspection Department.",
                    "TitleJapanese": "城にただよう噂の煙",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5940836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/episodes/5940836",
                    "TitleEnglish": "Smoldering Embers in an Isolated Nation",
                    "SummaryEnglish": "Jean has come to Suitsu District to do an audit. In Suitsu, excessive safeguards to uphold tradition and formality have restricted the exchange of goods and ideas between district residents and the outside world. Their isolation could be felt even by Jean, who then runs into residents discussing a coup by accident. Fearing disclosure, they kidnap Jean. Jean is about to learn a lot more about Suitsu residents and their opinions...",
                    "TitleJapanese": "閉ざされた『国』のくすぶり",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5951902",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/episodes/5951902",
                    "TitleEnglish": "Overlapping Footprints in the Distance",
                    "SummaryEnglish": "Returning from his Suitsu audit, Jean asks his supervisor, Owl, about the status of his transfer request. Unfortunately, it seems unlikely to be approved anytime soon. As Jean leaves to go home, Chief Officer Lilium offers him a ride, where he tells Jean that he is being watched. Jean soon leaves for Birra District for yet another audit, where he comes to learn a troubling truth..",
                    "TitleJapanese": "視線の先、重なる足跡",
                    "SummaryJapanese": "スイツ区の視察から戻ったジーンは、課長のオウルに以前から出している異動願いについて尋ねる。だが、希望が通る見込みは当面なさそうだった。その帰宅途中、5長官の一人、リーリウムがジーンに声をかけ車中へ誘う。ジーンはそこでリーリウムから、自分を監視する者がいることを聞かされる。後日、ジーンは次の視察先であるビッラ区へ向かう。そこで知る真実に、ジーンは……。"
                },
                "6": {
                    "ID": "5962212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/episodes/5962212",
                    "TitleEnglish": "Where Pride and Train Tracks Lead",
                    "SummaryEnglish": "In Rokkusu District for an audit, Jean finds Grossular visiting his homeland. Jean has an honest conversation with Grossular about his thoughts on the coup rumors before he departs. Back in Bādon, the Inspection Department staff are abuzz with plans to celebrate the coming new year. Eventually, they decide to go to the party held at Jean's apartment complex. Jean welcomes the new year surrounded by his colleagues.",
                    "TitleJapanese": "線路と誇りの向かう先",
                    "SummaryJapanese": "視察でロックス区を訪れたジーンは、地元に帰省中だったグロッシュラーと語らう。クーデターの噂が錯綜する中、ジーンは正直な思いをグロッシュラーに伝えて立ち去る。バードン区へ戻ると、監察課では新年をどこで迎えるかが話題になっていた。そして、みんなでジーンのマンションで開かれるパーティーへ行くことに。年越しの夜、ジーンはロッタや同僚たちに囲まれ、和やかな時を過ごす。"
                },
                "7": {
                    "ID": "5967846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/episodes/5967846",
                    "TitleEnglish": "The Truth Emerges in the Night Mists",
                    "SummaryEnglish": "Jean's next destination happens to be Dōwā District, where the royal house resides. Jean is deep in thought about the coup rumors in which he has become inextricably entwined, but there are too many variables for him to make sense of where things may be headed. Jean goes out into the city to buy Lotta presents, but it so happens that the king is also having his outing in the city, and there are many guards out on the road...",
                    "TitleJapanese": "夜霧にうかぶ真実",
                    "SummaryJapanese": "ジーンが次に視察で訪れたのは、王室があるドーワー区だった。ジーンは自分を取り巻くクーデターの噂について考えるが、情勢は王室次第なところもあり、まだわからないことが多かった。順調に仕事を済ませたジーンは、ロッタへの土産を買いに街へ出る。その日はちょうど国王が街へ“お出まし”になる日で、通りには警護する兵士たちの姿があった……。"
                },
                "8": {
                    "ID": "5967847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/episodes/5967847",
                    "TitleEnglish": "The Princess Who Spread Her Wings and the Friend Who Had a Duty",
                    "SummaryEnglish": "The time has come for Nino to tell Jean everything. He begins the very long tale by going 33 years back into the past, with the royal family involved...",
                    "TitleJapanese": "翼を広げた王女と友のつとめ",
                    "SummaryJapanese": "自分が知るジーンにまつわる“すべて”を打ち明ける時が来た。そう覚悟を決めたニーノがジーンに語り出したのは、33年前の王室から始まる長い長い物語だった……。"
                },
                "9": {
                    "ID": "5986935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/episodes/5986935",
                    "TitleEnglish": "A Graceful Black Adder Bears Its Fangs",
                    "SummaryEnglish": "While Jean is away on an extended trip to audit three districts in a row, there are signs of unrest that begin to close in on Lotta. Magie contacts Rail that Lotta is in danger upon learning of the events set in motion. Rail acts to protect Lotta, but the shadowy figures draw ever closer.",
                    "TitleJapanese": "牙を剥く優美な黒蛇",
                    "SummaryJapanese": "ジーンが3区立て続けの視察で長く留守にしている間、ロッタの周辺に不穏な空気が漂う。その情報を入手した王室近衛兵のマギーは、レイルに連絡を入れ、ロッタが狙われていることを伝える。詳しい事情は知らないまま、ロッタを守るために動き出すレイル。なんとか安全な場所へ彼女を連れて行こうとするが、黒服の怪しい男たちは徐々に二人に近づいていく……。"
                },
                "10": {
                    "ID": "5986936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/episodes/5986936",
                    "TitleEnglish": "Starfall in a City Without a Sky",
                    "SummaryEnglish": "Various wheels begin to turn at ACCA Headquarters as the prospect of a coup looms ever closer. After receiving yet another cigarette in Yakkara, Jean heads to Pranetta where only rocks and sand can be found and the denizens live underground. Despite living under such harsh conditions, the people of Pranetta are full of hope that their mining industry will succeed.",
                    "TitleJapanese": "空のない街に降る星",
                    "SummaryJapanese": "クーデターを巡り、ACCA本部では様々な思惑が動き出す。その頃、ジーンは視察で訪れたヤッカラ区で、支部長と区長からタバコを差し出されていた。ヤッカラ区の視察を終えたジーンは、次のプラネッタ区を訪れる。岩と砂しかないプラネッタ区の生活環境は厳しく、街も地下に造られているが、資源採掘事業に賭ける区民たちは希望を持って暮らしていた。"
                },
                "11": {
                    "ID": "5986937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/episodes/5986937",
                    "TitleEnglish": "Furawau's Flowers Smell of Malice",
                    "SummaryEnglish": "Jean arrives in Furawau District to conduct his final audit this round, where he receives the red carpet treatment from the Lilium family. Furawau residents are full of cheer, and their land is plentiful with blooming flowers, but Jean cannot avoid sensing invisible forces at work under the surface.",
                    "TitleJapanese": "フラワウの花は悪意の香り",
                    "SummaryJapanese": "最後の視察先となるフラワウ区を訪れたジーンは、区長と支部長を務めるリーリウムの兄弟たちから手厚いもてなしを受ける。フラワウ区は区民たちの表情も明るく、花々が咲きほこる穏やかな土地だったが、ジーンはどこかに見えない“力”が働いているような雰囲気を感じていた。その夜、区長たちとの会食を終えたジーンに、暗殺者の手が伸びる……！"
                },
                "12": {
                    "ID": "5986938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/acca-13-territory-inspection-department/episodes/5986938",
                    "TitleEnglish": "Where the Bird Flies",
                    "SummaryEnglish": "With preparations for the ACCA centennial anniversary cereonomy underway, Prince Schwan goes to Bādon to represent the Dōwā royal family in his father's stead. Meanwhile, the five chief officers, senior officials, and district representatives secretly gather in ACCA headquarters' central meeting room to make their own final preparations for the coup. The day of the ceremony, the district office plaza is full of citizens. The future of the kingdom is about to be decided...",
                    "TitleJapanese": "鳥の行方",
                    "SummaryJapanese": "ACCA100周年記念式典の準備が着々と進み、国王に代わり王室代表として出席するシュヴァーン王子も、マギーらを伴ってバードン区に入った。一方、ACCA本部の大会議室には、5長官をはじめとする幹部や13区の代表が集まり、密やかな協議と確認が行われていた。式典当日、区庁前広場は多くの国民で埋め尽くされ、ドーワー王国の命運を握る計画が遂に決行されようとしていた……。"
                }
            }
        }
    }
}