{
  "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin",
  "Genres": [
    "Action",
    "Adventure",
    "Anime",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt12899130/",
    "http://www.gundam-the-origin.net/en/index.html",
    "https://www.themoviedb.org/tv/88865"
  ],
  "TitleEnglish": "Mobile Suit Gundam: The Origin - Advent of the Red Comet",
  "SummaryEnglish": "What was the tragedy that decided the fates of Char Aznable, the man later nicknamed the \"Red Comet\" as an ace pilot of the Zeon forces, and his sister Sayla Mass? The two siblings' journeys, brought on by the sudden death of their father Zeon Zum Deikun who was a leader of the Spacenoids, are depicted in the four episodes of \"Chronicle of Char and Sayla.\" The Zabi family who seize control of Side 3 and lead the Principality of Zeon, the early days of many renowned Zeon ace pilots who later fight in the One Year War, the secrets of mobile suit development, conflicts with the Earth Federation Forces, and the road leading to the outbreak of war—all will be revealed.",
  "Aliases": [
    "Mobile Suit Gundam: The Origin",
    "機動戦士ガンダム THE ORIGIN",
    "Kidō Senshi Gundam: The Origin Zenya - Akai Suisei",
    "Kidou Senshi Gundam: The Origin - Zenya Akai Suisei"
  ],
  "Modified": "2025-09-05",
  "Seasons": {
    "0": {
      "ID": "800069",
      "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/seasons/official/0",
      "TitleEnglish": "機動戦士ガンダム THE ORIGIN",
      "SummaryEnglish": null,
      "# Episodes": 6,
      "Episodes": {
        "1": {
          "ID": "5845402",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/episodes/5845402",
          "TitleEnglish": "Mobile Suit Gundam: The Origin I - Blue-Eyed Casval",
          "SummaryEnglish": "U.C. 0068 - While giving his speech to declare the Autonomous Republic of Munzo's independence from the Earth Federation, Zeon Zum Deikun suddenly dies of a heart attack. This causes mass riots in the colony against the Federation while Degwin Zabi, Deikun's deputy, rises to power. In the midst of the chaos, Deikun's children Casval and Artesia, along with Artesia's pet cat Lucifer and Deikun's old friend Jimba Ral, stow away aboard a cargo ship headed for Earth to escape from the Zabi regime.",
          "Aliases": []
        },
        "2": {
          "ID": "5845404",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/episodes/5845404",
          "TitleEnglish": "Mobile Suit Gundam: The Origin II - Artesia's Sorrow",
          "SummaryEnglish": "Three years have passed since Casval, Artesia and Jimba fled to Earth and sought refuge in the castle of Don Teabolo Mass, an aristocrat and trusted friend of the Deikuns, in Andalusia, Spain; Teabolo adopts the children and renames them Édouard and Sayla, respectively. After Jimba is killed in an assassination attack by mercenaries hired by Kycilia Zabi, the Yashima Group, whose president is a good friend of Teabolo, offers to relocate an injured Teabolo and the children to Texas Colony at Side 5: Loum. Upon their arrival, the children meet Char Aznable, who bears a striking resemblance to Édouard. Tragedy strikes the children when they receive word that their mother Astraia has died. After Lucifer dies, Édouard bids farewell to Sayla before heading to the Loum military academy. Meanwhile, Dozle Zabi invites Ramba Ral to participate in a top secret development project that will change the face of Zeon's military forever.",
          "Aliases": []
        },
        "3": {
          "ID": "5845405",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/episodes/5845405",
          "TitleEnglish": "Mobile Suit Gundam: The Origin III - Dawn of Rebellion",
          "SummaryEnglish": "Universal Century 0074. Since leaving Texas Colony, Édouard Mass has camouflaged his identity and enrolled in the Autonomous Republic of Zeon's Space Defense Military Academy under the name of Char Aznable. He develops a friendship with his classmate Garma, a scion of the Zabi family. Gradually the two become admired by the other students. Then, in Universal Century 0077, the young at last rise up in arms and begin the fight for independence against the Earth Federation's security forces. This rebellion, however, also marks the beginning of Char’s spectacular scenario of revenge… Now, the gears of history are turning!",
          "Aliases": []
        },
        "4": {
          "ID": "5845409",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/episodes/5845409",
          "TitleEnglish": "Mobile Suit Gundam: The Origin IV – Eve of Destiny",
          "SummaryEnglish": "Following the success of the Dawn Rebellion, Degwin negotiates with Vice Admiral Revil to surrender all Federation assets and the complete withdrawal of Federation forces from Side 3 to prevent similar incidents from happening again. After bring reprimanded by Degwin for failure to look after Garma, Dozle sends Char - who motivated Garma into starting the rebellion - to Earth; in response, Char requests to become a mobile suit pilot when he returns. Feeling the burden of his responsibilities, Dozle proposes to cadet Zenna Mia. In the Earth city of Manaus, Char lands a job as a mobile worker pilot at a construction site. He meets a young Lalah Sune at a casino",
          "Aliases": []
        },
        "5": {
          "ID": "6062336",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/episodes/6062336",
          "TitleEnglish": "Mobile Suit Gundam: The Origin V - Clash at Loum",
          "SummaryEnglish": "On January 3, U.C. 0079, the Principality of Zeon declares war on the Earth Federation and massacres the anti-Zeon government of Side 2 \"Hatte\". At the same time, a mobile suit assault force led by Kycila captures the moon cities of Granada and Von Braun. At Side 7, Amuro and Hayato Kobayashi are dragged by Kai Shiden and his gang into trespassing in the colony's development sector, only to be arrested and beaten up by Federation guards before they discover Amuro's identity as the son of Tem Ray. Meanwhile, Dozle reveals to Ramba that Gihren has plans to use the captured Island Iffish colony to end the war.",
          "Aliases": []
        },
        "6": {
          "ID": "5845943",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/episodes/5845943",
          "TitleEnglish": "Mobile Suit Gundam: The Origin VI – Rise of the Red Comet",
          "SummaryEnglish": "On January 23, U.C. 0079, the Earth Federation and Zeon forces engage in a fierce naval battle at Loum. Dozle redirects his fleet away from the main battlefield to corner the Revil fleet. Char launches a surprise attack on the Revil fleet on his own before the Dozle fleet arrives and massacres the Federation forces.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "808562",
      "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/seasons/official/1",
      "TitleEnglish": "機動戦士ガンダム THE ORIGIN 前夜 赤い彗星",
      "SummaryEnglish": null,
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "7159768",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/episodes/7159768",
          "TitleEnglish": "Children of Zeon",
          "SummaryEnglish": "Universal Century 0068. Casval and Artesia are the orphaned children of Deikun, who preached the reformation of humanity through advancement into outer space and independence from the Earth Federation government.",
          "Aliases": []
        },
        "2": {
          "ID": "7169154",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/episodes/7169154",
          "TitleEnglish": "A Promise to Mother",
          "SummaryEnglish": "Ramba Ral and Crowley Hamon decide to escape the children of Zeon Zum Daikun, convinced that the Zabi will never let them grow enough to claim power over Munzo. However, Artesia is still very young, and Astraia, her mother, deploys treasures of sweetness to explain the situation without frightening her.",
          "Aliases": []
        },
        "3": {
          "ID": "7178798",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/episodes/7178798",
          "TitleEnglish": "Édouard and Sayla",
          "SummaryEnglish": "Universal Century 0071. Changing their names to Édouard and Sayla, Casval and Artesia have begun new lives on Earth as the children of Teabolo Mass, but they are attacked by assassins dispatched by Kycilia.",
          "Aliases": []
        },
        "4": {
          "ID": "7197927",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/episodes/7197927",
          "TitleEnglish": "Goodbye, Artesia",
          "SummaryEnglish": "Sayla and Édouard are grief-stricken by the death of their imprisoned mother, and Édouard swears revenge upon the Zabis. He lears that the Aznable family's son Char is entering the Zeon military academy, and devises a plan.",
          "Aliases": []
        },
        "5": {
          "ID": "7208120",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/episodes/7208120",
          "TitleEnglish": "Char and Garma",
          "SummaryEnglish": "At Side 3, Dozle's development of humanoid mobile weapons makes dramatic progress with the assistance of Doctor Minovsky. Meanwhile, at the militar academy, Char befriends Garma and urges him to attack the Federation Forces barracks.",
          "Aliases": []
        },
        "6": {
          "ID": "7213800",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/episodes/7213800",
          "TitleEnglish": "Garma Rising",
          "SummaryEnglish": "The military academy students launch an armed uprising under Garma's command and attack the Federation Forces barracks; Lino, who knows Char's true identity, is killed in the fighting thanks to Char's behind-the-scenes maneuvering.",
          "Aliases": []
        },
        "7": {
          "ID": "7228723",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/episodes/7228723",
          "TitleEnglish": "Encounter  with Lalah",
          "SummaryEnglish": "Char travels to Earth, where he meets a girl who has mysterious powers; Dr. Minovsky, a key figure in Zeon's mobile suit development, heads for the moon with the intention of defecting.",
          "Aliases": []
        },
        "8": {
          "ID": "7248533",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/episodes/7248533",
          "TitleEnglish": "Independence of the Principality of Zeon",
          "SummaryEnglish": "Side 3 initiates a war of independence against the Earth Federation government using the name the Principality of Zeon.",
          "Aliases": []
        },
        "9": {
          "ID": "7248534",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/episodes/7248534",
          "TitleEnglish": "Colony Drop",
          "SummaryEnglish": "The forces of the Principality of Zeon charge forward after destroying half of Earth's population; Earth Federation forces kick into high gear to reclaim the advantage.",
          "Aliases": []
        },
        "10": {
          "ID": "7251864",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/episodes/7251864",
          "TitleEnglish": "A Red Mobile Suit",
          "SummaryEnglish": "Anguished by the realisation that her brother Casval's survival means his look-alike Char is dead, Sayla faces a further tragedy; Lieutenant Char of the Zeon forces appears at Texas Colony in a red mobile suit.",
          "Aliases": []
        },
        "11": {
          "ID": "7304465",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/episodes/7304465",
          "TitleEnglish": "The Battle of Loum",
          "SummaryEnglish": "Deploying a Special Assault Regiment made up of mobile suits, the Zeon forces overwhelm the Federation fleet; Char achieves tremendous results, destroying five enemy warships; the Battle of Loum ends in victory for Zeon.",
          "Aliases": []
        },
        "12": {
          "ID": "7309242",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/episodes/7309242",
          "TitleEnglish": "Char, The Red Comet",
          "SummaryEnglish": "Char becomes a hero of Zeon thanks to his exploits in the Battle of Loum, earning a promotion to lieutenant commander and the nickname Red Comet.",
          "Aliases": []
        },
        "13": {
          "ID": "7318408",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/mobile-suit-gundam-the-origin/episodes/7318408",
          "TitleEnglish": "One Year War",
          "SummaryEnglish": "Amuro investigates the Gundam; the Earth Federation and Zeon come together in Antarctica to work out a peace agreement",
          "Aliases": []
        }
      }
    }
  }
}