{
    "URL": "https://www.thetvdb.com/series/urara-meirochou",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6473260/",
        "https://www.themoviedb.org/tv/69345"
    ],
    "TitleEnglish": "Urara Meirochou",
    "SummaryEnglish": "This is Meiro-chou (Labyrinth Town), the town of fortune-telling. In town, there is a fortune-telling shop called Urara, where girls aspiring to be fortune-tellers come from all over the country. Chiya, who was raised in the mountains, comes to the town with a purpose, but what is it exactly? There, she meets Kon who is always serious, Koume who loves all things western, and the shy Nono. Their fun days of living together as apprentice fortune-tellers are about to begin.",
    "TitleJapanese": "うらら迷路帖",
    "SummaryJapanese": "一占 「少女と占い、時々おなか」\n占いの町・迷路町。ここは不思議な力を操り、人々に道を示す『うらら』と呼ばれる占師が集まる町。そこにやってきた千矢は、山育ちで動物に好かれるけれど、一般常識のない女の子なのでした。そんな彼女は紺と小梅という同い年の少女に出会います。2人は千矢と同じく棗屋という占い処への招待状を持っていました。それはもちろん、占いを学ぶため。棗屋の人見知りな妹ノノも加えて、4人の生活が始まります。占の都の迷路帖。『うらら』を目指す少女たちの日々。これより開幕です。",
    "Aliases": [
        "Urara Maze Town Book",
        "Urara Meirocho"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "689073",
            "URL": "https://www.thetvdb.com/series/urara-meirochou/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5845773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urara-meirochou/episodes/5845773",
                    "TitleEnglish": "The Fortune-Teller Girl Sometimes Shows Her Stomach",
                    "SummaryEnglish": "Chiya goes to Meirocho after receiving a letter. Meanwhile, she gets into trouble meeting some new friends along the way.",
                    "TitleJapanese": "少女と占い, 時々おなか",
                    "SummaryJapanese": "占いの町・迷路町。ここは不思議な力を操り、人々に道を示す『うらら』と呼ばれる占師が集まる町。そこにやってきた千矢は、山育ちで動物に好かれるけれど、一般常識のない女の子なのでした。そんな彼女は紺と小梅という同い年の少女に出会います。2人は千矢と同じく棗屋という占い処への招待状を持っていました。それはもちろん、占いを学ぶため。棗屋の人見知りな妹ノノも加えて、4人の生活が始まります。占の都の迷路帖。『うらら』を目指す少女たちの日々。これより開幕です。"
                },
                "2": {
                    "ID": "5907819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urara-meirochou/episodes/5907819",
                    "TitleEnglish": "The Things We Search For and Our Dreams are Sometimes Sweet!",
                    "SummaryEnglish": "Chiya searches for her mother, but there are certain obstacles standing in her way. Meanwhile, Nono and Kon share stories about their mothers.",
                    "TitleJapanese": "探し物と夢, 時々甘味",
                    "SummaryJapanese": "占師『うらら』になるべく修行を始めた千矢。彼女が迷路町にやってきた一番の目的は、母親を探すことでした。けれど幼いころに山に預けられてしまった千矢は母親の顔すら知りません。占いで探すにも、手がかりなしの状態で探しものができるのは、伝説の一番占くらいなもの。しかし彼女は町の最奥にある一番地に行かないと会えません。どうしても母親を探したい千矢は、警らの佐久に諭されて自分も一番占を目指すことを決意します。まだまだ占いのことなんて知らない千矢は、すこしずつ占いを学んでいくのです。"
                },
                "3": {
                    "ID": "5907824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urara-meirochou/episodes/5907824",
                    "TitleEnglish": "Our Friends and Colleagues are Sometimes Rivals!",
                    "SummaryEnglish": "Kon ends up breaking an item, and now the girls must work off their debt to Benten if they ever want to get out.",
                    "TitleJapanese": "仲間と友達、時々ライバル",
                    "SummaryJapanese": "棗屋の先生ニナから頼まれたおつかいで、占物屋弁天にやってきた4人。店内の珍しい品々を見ていると、いきなり現れた店主の弁天に驚いて、水晶玉を落として割ってしまいました！　弁天はニヤリと笑って4人に店の手伝いを命じます。\n着替えさせられ、手伝いを始める千矢たちでしたが、弁天は弁償のために1年は店で働けと言ってきます。そんなに占いの修行から離れたら落第必至！　そこで弁天から持ち掛けられたのは、サイコロを使った勝負でした。彼女たちの未来を賭けて、千矢は賽を振ります。"
                },
                "4": {
                    "ID": "5925432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urara-meirochou/episodes/5925432",
                    "TitleEnglish": "Good Things and Bad Things are Sometimes Ticklish",
                    "SummaryEnglish": "The girls learn about omens, and mole divination. Afterwards, they start to see more of the bad omens than anything else.",
                    "TitleJapanese": "良いことと悪いこと、時々くすぐったい",
                    "SummaryJapanese": "急な夕立で古いお堂へ雨宿りに入った千矢たち。ついてないのはそれだけじゃなく、茶碗や手鏡が割れたり、鼻緒が切れたり、黒猫が群がったり、悪いことの予兆……凶兆が重なっていました。さらに悪いことが起こるのではと想像する4人でしたが、なんだか楽しそう。天気はひどくなり雷が鳴り始めても、4人でいれば大丈夫……？\n吉凶の予兆も未来を占う手段のひとつですが、人の体にある“ほくろ”も人相占いの一種。ほくろのある位置や形で性格や運勢を占うのですが、見習い4人はなかなか覚えきれなくて……。"
                },
                "5": {
                    "ID": "5925433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urara-meirochou/episodes/5925433",
                    "TitleEnglish": "Brides and Gods Sometimes Sneeze",
                    "SummaryEnglish": "The White Kimono Festival is underway and the girls are learning about the different traditions. Meanwhile, Chiya has an unexpected visitor.",
                    "TitleJapanese": "花嫁と神様、時々はっくしゅん",
                    "SummaryJapanese": "今日は白無垢祭の日。うららたちが白無垢を身にまとい、神様の花嫁候補として迷路町を練り歩くお祭りです。うららたちを見守っている八百万の神様はその中から自分のお嫁さんを見つけ出すのだそうです。\n棗屋の見習い4人もおめかしして町へと繰り出すのですが、サービスで出されたお神酒のにおいだけで千矢が酔っ払ってしまいました。野生のフェロモンを振りまき動物たちまで引き連れて暴走した千矢は、いつの間にか町外れの原っぱに来ていました。そこで出会ったのは見たこともない真っ黒な動物で……。"
                },
                "6": {
                    "ID": "5925434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urara-meirochou/episodes/5925434",
                    "TitleEnglish": "Love and Pursuit Sometimes Go 'Good Girl, Good Girl!'",
                    "SummaryEnglish": "Romance is in the air. The girls decide to try to find Nina's soulmate and do some kokkuri divining, which goes terribly wrong.",
                    "TitleJapanese": "恋と追跡、時々よーしよしよし",
                    "SummaryJapanese": "恋愛小説に感化された小梅を中心に、実習中に大人の恋の話をしていたら、ふと先生のニナが自分で自分の恋愛運を占っているところを目撃してしまいました。いたたまれなくなった4人は、小梅の提案でニナの運命の人を探すべく振り子占いを試すことに……。\n占いで言えば、紺は動物霊を呼び出して質問をする狐狗狸占いが得意です。4人は実技演習として狐狗狸でお狐様を呼び出しました。霊を相手にする占いは危険性があるので注意が必要です。しかし小梅は質問の途中で硬貨から指を離してしまい、お狐様が取り憑いてしまって……!?"
                },
                "7": {
                    "ID": "5972449",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urara-meirochou/episodes/5972449",
                    "TitleEnglish": "Invocations and Witches Sometimes Have to Be Ready",
                    "SummaryEnglish": "The girls have to memorize an obscene number of invocations to pass their next test. Will they find a trick to memorizing them? Or will they break under the pressure?",
                    "TitleJapanese": "祝詞と魔女、時々覚悟",
                    "SummaryJapanese": "占いの初めに唱える言葉――祝詞を暗記することになった見習いうららの4人。けれど大量にある祝詞を覚えるのは優秀な紺でも厳しいようで、全員が悪戦苦闘してしまいます。十番占なら誰もが通る祝詞暗記の難関を、4人はどうやって乗り越えるのでしょう。\n授業で覚えることはまだまだあります。“魔女”は占いや病気治しを行う、いわば西洋のうらら。そんな魔女に、幼いころの小梅は会ったことがあると言います。留学生としてフランスからやってきたマリと過ごした日々の思い出。それは小梅が魔女に憧れ、占いを志すきっかけなのでした。"
                },
                "8": {
                    "ID": "5972450",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urara-meirochou/episodes/5972450",
                    "TitleEnglish": "Forbidden Things are Sometimes Totally Naked!",
                    "SummaryEnglish": "The girls finally take a vacation after all that studying! Meanwhile, Kon and Chiya try a dangerous divining technique.",
                    "TitleJapanese": "いけないこととわかんないこと、時々すっぽこぽん",
                    "SummaryJapanese": "森に囲まれた泉へやってきた棗屋一行。うららたちの力を高めるという聖地で身を清めて修行を……という名目のもと、みんなで休暇を楽しみにきたのでした。泉で遊ぶために、小梅は全員分の水着を用意してきたというのだから驚き。さっそく泉に入って遊び、ゆったりとしていたところで、紺が「やってみたいことがある」と言いだします。それは『泉中術』という、泉の中で二人のうららの気を混ぜ合わせて行う秘術のことでした。紺は千矢と一緒に術を試してみると、泉の中で謎の黒いお化けを見てしまって……。\nあのお化けは一体なんだったのでしょう……？"
                },
                "9": {
                    "ID": "5972451",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urara-meirochou/episodes/5972451",
                    "TitleEnglish": "Mothers and Knowledge are Sometimes for You!",
                    "SummaryEnglish": "Things start to get a little intense when the girls start to divine for things they shouldn't. Kon seems troubled.",
                    "TitleJapanese": "母と心得、時々あなたのため",
                    "SummaryJapanese": "千矢が迷路町の外れで迷ってしまい、闇うらに絡まれているところを助けてくれたのは、二番占の女性・時江でした。棗屋に送ってくれるという時江についていくことになった千矢は、彼女にすっかり懐いてしまいます。もしかしたらこの人が自分のお母さんなのかと思うほどに。けれど実は、時江は紺の母親なのでした。\n棗屋についた時江は、みんなを集めて今朝視たという予言を言います。それは、ノノに災厄が降りかかるというもの。見習い4人の力を合わせて災厄を退けろというのですが、千矢たちは予言の時刻までにノノを救うことはできるのでしょうか……。"
                },
                "10": {
                    "ID": "6000560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urara-meirochou/episodes/6000560",
                    "TitleEnglish": "Four Girls and the Ranking Exam are Sometimes a Trial",
                    "SummaryEnglish": "The girls must take their first rank advancement exam! In their search for the exam key, Chiya's past catches up with her.",
                    "TitleJapanese": "四人と昇格試験、時々試練",
                    "SummaryJapanese": "九番占への昇格試験の日がやってきました。千矢たち棗屋の4人はチームを組み、地下迷路〈呪われた大蛇の胃袋〉に挑みます。迷路に隠された3本の鍵矢を手にしたチームだけが、九番占に昇格できるのですが、入り組んだ道や罠が行く手を阻み、さらには茶屋の主人が扮した鬼に捕まれば失格。なかなかに厳しい試験なのでした。"
                },
                "11": {
                    "ID": "6000561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urara-meirochou/episodes/6000561",
                    "TitleEnglish": "Chiya and the Dark Sometimes Cry",
                    "SummaryEnglish": "Chiya gets kidnapped by strange creatures and learns important information about her mother. Meanwhile, another creature takes interest in her.",
                    "TitleJapanese": "千矢とくろう、時々涙",
                    "SummaryJapanese": "床から伸びてきた黒い手に捕まって、千矢は不気味な空間へと閉じ込められてしまいました。壁には目玉のような模様が描かれていて、謎の声が千矢に向かって囁きます。その声の主たちは千矢を「裏切り者の娘」と言って、襲ってくるのです。窮地の千矢が思い出したのは、紺の狐狗狸で示された「くろう」という言葉。それを呟いた瞬間にやってきたのは、丘の上で出会った不思議な黒いお化けだったのです。\nくろうの身体の中に入った千矢は黒い手から守られ、さらには様々なものを視通していきます。そして謎の空間から脱出したものの、試験終了の時間は迫っていて――"
                },
                "12": {
                    "ID": "6007897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/urara-meirochou/episodes/6007897",
                    "TitleEnglish": "Baths and Celebrations Sometimes Have Smiles!",
                    "SummaryEnglish": "After passing their exams, the whole gang heads off to the hot springs where they solidify their friendship.",
                    "TitleJapanese": "お風呂とお祝い、時々笑顔",
                    "SummaryJapanese": "試験も無事に合格したお祝いとして、棗屋のみんなでスーパー占湯（せんとう）にやってきました。ゆったり温泉に浸かって、となるところですが、千矢がおとなしくしていられるはずがありません。緊張が解けた紺も小梅もノノも、普段よりはしゃいでいる様子。そこに佐久隊長を慕うあまり暴走しがちな大島と塩沢も加わって、賑やかさは増していきます。いつもは大人なニナと佐久も温泉とお酒でいい気分に。露天風呂に入りながら、やんややんやと盛り上がっていくのでした。\n位がひとつ上がったとはいえ、まだまだ未熟な新米うららたち。彼女たちの夢はいかにやいかに。"
                }
            }
        }
    }
}