{
    "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6436436/",
        "https://minakama-anime.jp/",
        "https://www.themoviedb.org/tv/69296",
        "https://www.wikidata.org/wiki/Q100743087",
        "https://en.wikipedia.org/wiki/Minami_Kamakura_High_School_Girls_Cycling_Club"
    ],
    "TitleEnglish": "Minami Kamakura High School Girls Cycling Club",
    "SummaryEnglish": "Hiromi Maiharu has moved from Nagasaki to Kamakura to attend high school. Her new residence means a new school and new friends, and all of her exciting new encounters from day to day happen when she's on her bicycle! Kamakura is the stage for these high school girls who have devoted their youth to cycling!",
    "TitleJapanese": "南鎌倉高校女子自転車部",
    "SummaryJapanese": "高校入学をきっかけに長崎から鎌倉へ引っ越してきた女の子、舞春ひろみ。新しい土地に新しい学校、そして新しいともだち。そんなわくわくな日常との出会いはいつも自転車といっしょ！南鎌倉を舞台に、女子高生たちの自転車のある青春がはじまる――！！",
    "Aliases": [
        "Minami Kamakura H.S.C.C."
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "689076",
            "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6075836",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/6075836",
                    "TitleEnglish": "We're in Taiwan!!",
                    "SummaryEnglish": "The girls hear from school principal Ryuko that the school is considering Taiwan as the destination for the school trip. Since Taiwan is one of only a few advance cycling nations, she instructs the cycling club to go to Taiwan as part of a preliminary inspection for the school trip. But as soon as they arrive in Taiwan, Hiromi and Sandy become separated...",
                    "TitleJapanese": "特別編「来たよ、台湾！！」",
                    "SummaryJapanese": "校長の「龍子」から修学旅行先を台湾にしようと\n思っていることを告げられ、同時に台湾は自転車\n先進国としても有数の国なので、修学旅行の下見\nがてらに、台湾に行ってくるよう言われた自転車部。\n台湾に着いて早々、\n「ひろみ」と「サンディ」がはぐれてしまい……。"
                }
            }
        },
        "1": {
            "ID": "689077",
            "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5845798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5845798",
                    "TitleEnglish": "Entrance Ceremony!",
                    "SummaryEnglish": "Having just moved from Nagasaki to Kamakura, Maiharu Hiromi leaves her house on a bike to attend the Minami Kamakura High School entrance ceremony, but she realizes that she's forgotten how to ride a bike for some reason. When she runs into Akizuki Tomoe, she begins practicing how to ride a bike, but...",
                    "TitleJapanese": "入学式ッ！",
                    "SummaryJapanese": "長崎から鎌倉へと引っ越して来た「舞春 ひろみ」は\n南鎌倉高校の入学式に出席するために自転車で家を\n出たが、何故か自転車に乗れなくなっていることに\n気がつく。\nそんな中、偶然出会った「秋月 巴」と自転車に乗る\n練習を始めたのだが……。"
                },
                "2": {
                    "ID": "5912260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5912260",
                    "TitleEnglish": "Go Explore Kamakura!",
                    "SummaryEnglish": "Now that she's re-learned how to ride a bike, Hiromi and Tomoe decide to go on a cycling tour of the city of Kamakura. They go sightseeing with Mori Shiki-sensei, who they run into on their tour, and Hiromi gets lost while practicing during a break.",
                    "TitleJapanese": "鎌倉探索にGo！",
                    "SummaryJapanese": "自転車に乗れるようになった「ひろみ」は、「巴」と一緒に鎌倉の町を自転車で案内してもらうことに。そこに合流した「森 四季」先生と共に観光していたが、休憩時間に練習をしていた「ひろみ」が迷子になってしまい……。"
                },
                "3": {
                    "ID": "5926915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5926915",
                    "TitleEnglish": "Let's Start a Girls' Cycling Club!",
                    "SummaryEnglish": "Because Minami Kamakura High requires all of its students to join a club, Hiromi and Tomoe go to check them out. When they end up in the nurse's office with Kamikura Fuyune, they decide to go visit her grandmother, the school principal, Kamikura Ryuko. While visiting, they learn about the cycling club that once existed at the school. Hiromi suggests they start a bicycle club, but...",
                    "TitleJapanese": "女子自転車部、はじめます！",
                    "SummaryJapanese": "南鎌倉高校では必ず部に入らなければならないという規則があるため、部活の見学をして行く「ひろみ」達は保健室で一緒になった「神倉 冬音」と祖母で校長の「神倉 龍子」を訪問する。そこで、昔存在したサイクリング部の話を聞き、自転車部を作ろうという提案をする「ひろみ」だったが……。"
                },
                "4": {
                    "ID": "5927942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5927942",
                    "TitleEnglish": "I Won't Let You Take Natsumi-chan!",
                    "SummaryEnglish": "Now that Hiromi and her friends have established a bicycle club, they need to find members and a faculty adviser. Shiki-sensei agrees to be their adviser, but the swimming club begins aggressively recruiting Higa Natsumi from their club. It comes down to a bicycle race for Natsumi.",
                    "TitleJapanese": "夏海ちゃんはわたさない！",
                    "SummaryJapanese": "自転車部を作ることにした「ひろみ」達は\nメンバーの確定と顧問の先生を頼まなければ\nならないことになる。顧問は「四季」先生が\n引き受けてくれることになったが、メンバー\nとして入れていた「比嘉 夏海」が水泳部から\nの強硬な勧誘を受けてしまう。\n「夏海」をかけて自転車勝負になったが……。"
                },
                "5": {
                    "ID": "5944575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5944575",
                    "TitleEnglish": "Choosing a Bicycle Is Hard?",
                    "SummaryEnglish": "With the official start of the bicycle club, the principal orders them to produce results within three months, or the school won't recognize their club. Hiromi and her friends wonder what they can do to produce results. They decide to start by learning about bicycles and getting their own, but...",
                    "TitleJapanese": "自転車を選ぶのってむずかしい？",
                    "SummaryJapanese": "自転車部発足にあたって校長先生から\n「三か月以内に何らかの実績を出すこと。\nそうでないと部として認めない」\nという課題が出てしまう。\n実績をあげるために何をするか？\nと考える「ひろみ」達。まずは自転車を知り、\n手に入れることから始めることにするが……。"
                },
                "6": {
                    "ID": "5954836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5954836",
                    "TitleEnglish": "First Race!",
                    "SummaryEnglish": "At Shiki-sensei's suggestion, the club's first attempt to produce results is to participate in the Night Criterium race. Though it's a beginner's race that involves making ten laps around a one-kilometer course inside the Minami Kamakura High School grounds, with other sports clubs competing, it will be a difficult race. Will the girls be able to produce results?",
                    "TitleJapanese": "はじめてのレース！",
                    "SummaryJapanese": "四季先生から提案された実績作りの第１弾は\n「ナイタークリテリウム」というレースイベント。\n南鎌倉高校の敷地に設置された１周１㎞のコースを\n１０周する初級者クラスのレースだが、スポーツ\nクラブも参加する為かなり過酷な内容に。\nはたして実績を作ることが出来るだろうか……。"
                },
                "7": {
                    "ID": "5961925",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5961925",
                    "TitleEnglish": "What Can I Do?",
                    "SummaryEnglish": "As the girls enter the middle of the Night Criterium, they find themselves struggling to catch up to the “Mr. Bear” in the lead while the second- and third-years pursue them from behind. However, things become even more difficult when Fuyune and Tomoe start to run out of stamina, and even Natsumi's shoulder begins hurting...",
                    "TitleJapanese": "わたしにできること？",
                    "SummaryJapanese": "「ナイタークリテリウム」も中盤に差し掛かる中、\n先頭の「クマ」さんになかなか追いつけずに苦戦\nしている所で2年生、3年生が追ってくる。\nところが、「冬音」と「巴」が体力の限界目前に\nなりつつあり、「夏海」も肩が痛み出し厳しい状況\nになってしまい……。"
                },
                "8": {
                    "ID": "5961926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5961926",
                    "TitleEnglish": "All Together!",
                    "SummaryEnglish": "The Night Criterium is in its final stages. Using Tomoe's strategy, Hiromi and Natsumi catch up to Mr. Bear. However, when her shoulder begins hurting even more badly, Natsumi falls behind. Just then, Azuma-senpai catches up after an aggressive attack, and it comes down to a three-way race between Mr. Bear, Hiromi, and Azuma-senpai. Who will achieve victory...?",
                    "TitleJapanese": "みんなと一緒に！",
                    "SummaryJapanese": "「ナイタークリテリウム」もとうとう終盤。\n巴の作戦で先頭の「クマ」さんに追い着いた\n「ひろみ」と「夏海」。\nしかし、肩の痛みが激しくなり「夏海」が離脱。\nすると、ここで「東」先輩が猛攻をしかけ追い着き、\nレースは「クマ」さん、「ひろみ」、「東」先輩の\n三つ巴の戦いに。果たして優勝は誰の手に……。"
                },
                "9": {
                    "ID": "5974407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5974407",
                    "TitleEnglish": "A Challenge From Mr. Bear?!",
                    "SummaryEnglish": "As part of a school event, the first-years are required to participate in a competitive orienteering activity that pits the clubs against each other. While the girls enjoy strolling around Kamakura, Mr. Bear appears before Hiromi and her friends and issues Hiromi a challenge...",
                    "TitleJapanese": "クマさんからの挑戦状！？",
                    "SummaryJapanese": "学校行事で１年生の部活対抗オリエンテーリング\nが始まった。\n鎌倉を探検する内容に一同が楽しみながら散策して\nいると、「クマ」さんが「ひろみ」達の前に姿を\n現し挑戦状を「ひろみ」に突きつけ勝負を挑まれる\nことに……。"
                },
                "10": {
                    "ID": "5974408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5974408",
                    "TitleEnglish": "Let's Go on a Trip!",
                    "SummaryEnglish": "Using her prize from the Night Criterium, Korone builds Hiromi a road racer. Hiromi expresses her gratitude to Korone and the rest of the cycling club. As the conversation shifts towards the cycling club, the girls decide to take their bikes on a trip to Miura Peninsula, but...",
                    "TitleJapanese": "輪行で行こう！",
                    "SummaryJapanese": "「ナイタークリテリウム」の賞品で「ころね」が\n「ひろみ」のロードを作ってくれた。「ころね」と\n自転車部のみんなに感謝する「ひろみ」。\nそして、これからの自転車部の話になり、みんなで\n輪行という方法で三浦半島にツーリングに行こうと\nなったのだが……。"
                },
                "11": {
                    "ID": "5974409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5974409",
                    "TitleEnglish": "Bicycles Are Strange",
                    "SummaryEnglish": "The cycling club has come to Miura Peninsula to ride along the national highway when they are passed by a group of three women riding road racers. Inflamed by the competition, Sandy invites Hiromi to join her, and the two of them leave Natsumi and Fuyune behind to try to catch up to the trio of women...",
                    "TitleJapanese": "自転車って、ふしぎ",
                    "SummaryJapanese": "自転車部のみんなで三浦半島の国道をツーリング中\nにロードに乗った女性三人組に追い抜かれる。\nそれに火がついた「サンディ」が追い着こうと\n「ひろみ」を誘い「巴」、「夏海」、「冬音」を\nおいて二人で、三人組に追い着こうとするが……。"
                },
                "12": {
                    "ID": "5974410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5974410",
                    "TitleEnglish": "The Road Keeps Going",
                    "SummaryEnglish": "The cycling club submits a report on their ride around Miura Peninsula to school principal Ryuko and demand she recognize them as an official club. However, after reading the report, Ryuko informs them she can't. As Hiromi and her friends wonder what they're still missing, they learn from Shiki-sensei that Sandy is going back to America...",
                    "TitleJapanese": "道はまだまだつづいてる",
                    "SummaryJapanese": "校長の「龍子」に部活動としての三浦半島での\nツーリング報告書を提出し、正式な部として認めて\nもらおうと迫るみんな。だが、報告書を見た「龍子」\nからは「まだ認められない」と言われ、何が足りない\nか考える「ひろみ」達。そんな中、「四季」先生から\n「サンディ」がアメリカに帰ると聞いてしまい……。"
                }
            }
        }
    }
}