{
    "URL": "https://www.thetvdb.com/series/fuuka",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6422976/",
        "https://www.themoviedb.org/tv/69284"
    ],
    "TitleEnglish": "Fuuka",
    "SummaryEnglish": "Yuu Haruna just moved into town and loves to use Twitter. Out on his way to buy dinner, he bumps into a mysterious girl, Fuuka Akitsuki, who breaks his phone thinking he was trying to take a picture of her panties. How will his new life change now?",
    "Aliases": [
        "Fūka"
    ],
    "Modified": "2025-08-23",
    "Seasons": {
        "1": {
            "ID": "689065",
            "URL": "https://www.thetvdb.com/series/fuuka/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5845706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuka/episodes/5845706",
                    "TitleEnglish": "Fuuka!",
                    "SummaryEnglish": "The introverted Yuu Haruna has moved to Tokyo to live with this three sisters after their parents left to work abroad. While passing through the local shopping district, Yuu's eyes are riveted on a TV screen in a store window when a girl comes running up the street and crashes into him. That is how he met the girl who seemed to be wrapped in a summer breeze: Fuuka Akitsuki. Their first meeting goes downhill when Fuuka mistakes Yuu's intentions with the smartphone in his hand, and on top of that, he then finds out that they'll be in the same class at his new school..."
                },
                "2": {
                    "ID": "5895717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuka/episodes/5895717",
                    "TitleEnglish": "Take Flight!",
                    "SummaryEnglish": "Yuu spots Fuuka in the hall and is about to talk to her, but then he notices she's crying. He follows her eyes and sees that she seems to be looking at their good-looking classmate, Mikasa. After school, Yuu ends up on pool-cleaning duty with Fuuka and Mikasa, but he can't stop wondering about their relationship. Meanwhile, Koyuki Hinashi, a childhood friend that Yuu lost contact with after she became a popular singer, finally calls Yuu for the first time in years."
                },
                "3": {
                    "ID": "5895718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuka/episodes/5895718",
                    "TitleEnglish": "Triangle!",
                    "SummaryEnglish": "\"We're starting a band!\" Yuu and Mikasa are dragged into the plan, and the three of them start a light music association. In order to earn money to afford their instruments they decide to stay at a beach house over the summer and work part-time. But the owner, Yahagi, is Yuu's least favorite type of person."
                },
                "4": {
                    "ID": "5895719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuka/episodes/5895719",
                    "TitleEnglish": "Live!",
                    "SummaryEnglish": "Misunderstandings between Yuu and Fuuka cause problems for them at work. Yuu's attempt to make up fails, and the mood remains awkward between them. Meanwhile their teacher, Tomomi, shows up at the beach house with the track team captain, Nachi, and Fuuka learns something shocking..."
                },
                "5": {
                    "ID": "5895721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuka/episodes/5895721",
                    "TitleEnglish": "One of Us!",
                    "SummaryEnglish": "The new school term has begun, and Yuu's band has begun to practice in earnest. They have one of their idols, Hisashi of HEDGEHOGS, teaching them how to play their instruments, but bassist Yuu and vocalist/guitarist Fuuka are complete beginners. Nachi isn't much better as a drummer, so their practices are going nowhere. Then they meet a senpai from their school, Sara Iwami. She's cold to them at first, but then something changes her tune..."
                },
                "6": {
                    "ID": "5895722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuka/episodes/5895722",
                    "TitleEnglish": "Koyuki Hinashi",
                    "SummaryEnglish": "Memories of childhood, parting, and regret... Recalling her own past, Koyuki makes up her mind to face Yuu. She visits his home to give him concert tickets, but the two of them had no idea that this meeting would have immense consequences... When Koyuki runs into Fuuka on her way home, the two of them end up in a public bathhouse together, where Fuuka, a fan of Koyuki's, is in high spirits."
                },
                "7": {
                    "ID": "5895723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuka/episodes/5895723",
                    "TitleEnglish": "Blown Up!",
                    "SummaryEnglish": "A photo of Yuu and Koyuki taken outside his home spreads like wildfire on Twitter, creating a huge scandal for the popular singer Koyuki. Even Yuu's account is found and targeted, and wild rumors are even going around at school. The band's practices in preparation for the school fair had been coming along smoothly, but the rumors spoil Fuuka's mood. Meanwhile, Koyuki addresses the controversy on national television..."
                },
                "8": {
                    "ID": "5895724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuka/episodes/5895724",
                    "TitleEnglish": "Top!",
                    "SummaryEnglish": "The day of the school fair has arrived. Fans enraged by Yuu and Koyuki's scandal crowd around and shout abuse as their band takes the stage. Yuu is certain that the power of Fuuka's singing can silence them, but then someone throws a glass bottle at him, and performing becomes the least of his worries. Chaos breaks loose, and Koyuki, who had come to see Yuu's concert in secret, can't stand silently by any longer..."
                },
                "9": {
                    "ID": "5895725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuka/episodes/5895725",
                    "TitleEnglish": "Date!",
                    "SummaryEnglish": "Yuu waits by the ticket gates at a train station, and it's Koyuki who arrives to meet him. They've decided, at her suggestion, to check out this town that she once visited when filming for a variety show. Meanwhile Yuu's band, The Fallen Moon, has been selected as an opening act for a gig at a live music club. Fuuka suggests they write an original song to play there, but a strange sense of confusion in her heart makes the process difficult."
                },
                "10": {
                    "ID": "5895726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuka/episodes/5895726",
                    "TitleEnglish": "Fate",
                    "SummaryEnglish": "Fuuka instantly declined the offer to make her solo debut, but she continues to struggle with the lyrics for the band's original song. A concerned Mikasa tries to reach out, but Fuuka is unable to verbalize her true feelings. Yuu also becomes worried and calls her, but his kindness only makes her feel worse. With their first gig only days away, what feelings will Fuuka express in her lyrics?"
                },
                "11": {
                    "ID": "5895728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuka/episodes/5895728",
                    "TitleEnglish": "Band",
                    "SummaryEnglish": "\"I was scouted, so I'm thinking of making my solo debut.\" Fuuka's sudden declaration shook the members of The Fallen Moon. They had successfully completed their first gig and were determined to make their own legend, but they can't be a band without a vocalist. Despite their lingering regrets, Sara, Mikasa, and Nachi set off to walk their own path. And after agonizing over this change, the answer Yuu arrived at was..."
                },
                "12": {
                    "ID": "5895729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fuuka/episodes/5895729",
                    "TitleEnglish": "Fair Wind",
                    "SummaryEnglish": "Yuu wrote an original song in an attempt to bring Fuuka back to the band, but she persistently refused to meet with him. Now, as their growing popularity online has earned the attention of the HEDGEHOGS members, they've been invited to play at a live club again. The members have no choice but to practice their new song with no vocalist, but Yuu still isn't willing to give up. Can he get his feelings through to Fuuka?"
                }
            }
        }
    }
}