{
  "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt6436436/",
    "https://minakama-anime.jp/",
    "https://www.themoviedb.org/tv/69296",
    "https://www.wikidata.org/wiki/Q100743087",
    "https://en.wikipedia.org/wiki/Minami_Kamakura_High_School_Girls_Cycling_Club"
  ],
  "TitleEnglish": "Minami Kamakura High School Girls Cycling Club",
  "SummaryEnglish": "Hiromi Maiharu has moved from Nagasaki to Kamakura to attend high school. Her new residence means a new school and new friends, and all of her exciting new encounters from day to day happen when she's on her bicycle! Kamakura is the stage for these high school girls who have devoted their youth to cycling!",
  "Aliases": [
    "Minami Kamakura H.S.C.C.",
    "Minami Kamakura Kōkō Joshi Jitensha-bu",
    "Minami Kamakura Koukou Joshi Jitensha-bu"
  ],
  "Modified": "2025-06-04",
  "Seasons": {
    "0": {
      "ID": "689076",
      "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "6075836",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/6075836",
          "TitleEnglish": "We're in Taiwan!!",
          "SummaryEnglish": "The girls hear from school principal Ryuko that the school is considering Taiwan as the destination for the school trip. Since Taiwan is one of only a few advance cycling nations, she instructs the cycling club to go to Taiwan as part of a preliminary inspection for the school trip. But as soon as they arrive in Taiwan, Hiromi and Sandy become separated...",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "689077",
      "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "5845798",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5845798",
          "TitleEnglish": "Entrance Ceremony!",
          "SummaryEnglish": "Having just moved from Nagasaki to Kamakura, Maiharu Hiromi leaves her house on a bike to attend the Minami Kamakura High School entrance ceremony, but she realizes that she's forgotten how to ride a bike for some reason. When she runs into Akizuki Tomoe, she begins practicing how to ride a bike, but...",
          "Aliases": []
        },
        "2": {
          "ID": "5912260",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5912260",
          "TitleEnglish": "Go Explore Kamakura!",
          "SummaryEnglish": "Now that she's re-learned how to ride a bike, Hiromi and Tomoe decide to go on a cycling tour of the city of Kamakura. They go sightseeing with Mori Shiki-sensei, who they run into on their tour, and Hiromi gets lost while practicing during a break.",
          "Aliases": []
        },
        "3": {
          "ID": "5926915",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5926915",
          "TitleEnglish": "Let's Start a Girls' Cycling Club!",
          "SummaryEnglish": "Because Minami Kamakura High requires all of its students to join a club, Hiromi and Tomoe go to check them out. When they end up in the nurse's office with Kamikura Fuyune, they decide to go visit her grandmother, the school principal, Kamikura Ryuko. While visiting, they learn about the cycling club that once existed at the school. Hiromi suggests they start a bicycle club, but...",
          "Aliases": []
        },
        "4": {
          "ID": "5927942",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5927942",
          "TitleEnglish": "I Won't Let You Take Natsumi-chan!",
          "SummaryEnglish": "Now that Hiromi and her friends have established a bicycle club, they need to find members and a faculty adviser. Shiki-sensei agrees to be their adviser, but the swimming club begins aggressively recruiting Higa Natsumi from their club. It comes down to a bicycle race for Natsumi.",
          "Aliases": []
        },
        "5": {
          "ID": "5944575",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5944575",
          "TitleEnglish": "Choosing a Bicycle Is Hard?",
          "SummaryEnglish": "With the official start of the bicycle club, the principal orders them to produce results within three months, or the school won't recognize their club. Hiromi and her friends wonder what they can do to produce results. They decide to start by learning about bicycles and getting their own, but...",
          "Aliases": []
        },
        "6": {
          "ID": "5954836",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5954836",
          "TitleEnglish": "First Race!",
          "SummaryEnglish": "At Shiki-sensei's suggestion, the club's first attempt to produce results is to participate in the Night Criterium race. Though it's a beginner's race that involves making ten laps around a one-kilometer course inside the Minami Kamakura High School grounds, with other sports clubs competing, it will be a difficult race. Will the girls be able to produce results?",
          "Aliases": []
        },
        "7": {
          "ID": "5961925",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5961925",
          "TitleEnglish": "What Can I Do?",
          "SummaryEnglish": "As the girls enter the middle of the Night Criterium, they find themselves struggling to catch up to the “Mr. Bear” in the lead while the second- and third-years pursue them from behind. However, things become even more difficult when Fuyune and Tomoe start to run out of stamina, and even Natsumi's shoulder begins hurting...",
          "Aliases": []
        },
        "8": {
          "ID": "5961926",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5961926",
          "TitleEnglish": "All Together!",
          "SummaryEnglish": "The Night Criterium is in its final stages. Using Tomoe's strategy, Hiromi and Natsumi catch up to Mr. Bear. However, when her shoulder begins hurting even more badly, Natsumi falls behind. Just then, Azuma-senpai catches up after an aggressive attack, and it comes down to a three-way race between Mr. Bear, Hiromi, and Azuma-senpai. Who will achieve victory...?",
          "Aliases": []
        },
        "9": {
          "ID": "5974407",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5974407",
          "TitleEnglish": "A Challenge From Mr. Bear?!",
          "SummaryEnglish": "As part of a school event, the first-years are required to participate in a competitive orienteering activity that pits the clubs against each other. While the girls enjoy strolling around Kamakura, Mr. Bear appears before Hiromi and her friends and issues Hiromi a challenge...",
          "Aliases": []
        },
        "10": {
          "ID": "5974408",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5974408",
          "TitleEnglish": "Let's Go on a Trip!",
          "SummaryEnglish": "Using her prize from the Night Criterium, Korone builds Hiromi a road racer. Hiromi expresses her gratitude to Korone and the rest of the cycling club. As the conversation shifts towards the cycling club, the girls decide to take their bikes on a trip to Miura Peninsula, but...",
          "Aliases": []
        },
        "11": {
          "ID": "5974409",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5974409",
          "TitleEnglish": "Bicycles Are Strange",
          "SummaryEnglish": "The cycling club has come to Miura Peninsula to ride along the national highway when they are passed by a group of three women riding road racers. Inflamed by the competition, Sandy invites Hiromi to join her, and the two of them leave Natsumi and Fuyune behind to try to catch up to the trio of women...",
          "Aliases": []
        },
        "12": {
          "ID": "5974410",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/minami-kamakura-high-school-girls-cycling-club/episodes/5974410",
          "TitleEnglish": "The Road Keeps Going",
          "SummaryEnglish": "The cycling club submits a report on their ride around Miura Peninsula to school principal Ryuko and demand she recognize them as an official club. However, after reading the report, Ryuko informs them she can't. As Hiromi and her friends wonder what they're still missing, they learn from Shiki-sensei that Sandy is going back to America...",
          "Aliases": []
        }
      }
    }
  }
}