{
    "URL": "https://www.thetvdb.com/series/the-three-eyed-one",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt3704852/"
    ],
    "TitleEnglish": "The Three-Eyed One",
    "SummaryEnglish": "Hosuke Sharaku is a survivor of a three-eyed tribe that once built an ancient civilization. He usually looks like an innocent child with a patch on his forehead, but once the patch comes off to reveal his third eye, he is transformed into a wild hero. This is an amazing adventure romance in which Sharaku challenges ancient mysteries with his psychic powers and ancient wisdom.",
    "TitleJapanese": "三つ目がとおる",
    "SummaryJapanese": "三つ目の少年・写楽保介は中学2年生にはとても見えない、幼さが残る普通の子供。普段はいじめられっ子なのに、額のバンソウコを取るや古代人の超能力を発揮し、一躍人類の敵として君臨する。そんな保介が、唯一心を許すのが同級生の和登さん。古代人の超能力を身につけた少年と美少女コンビが巻き起こす、奇妙で不思議な物語。",
    "Aliases": [
        "三眼神童"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "689459",
            "URL": "https://www.thetvdb.com/series/the-three-eyed-one/seasons/official/1",
            "# Episodes": 48,
            "Episodes": {
                "1": {
                    "ID": "5849851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849851",
                    "TitleEnglish": "Debut of the Three-eyed Boy: I am Sharaku",
                    "SummaryEnglish": "While his big bandage is on his forehead, Sharaku Hosuke is a coward and is always being bullied by everyone in the class. But he has changed ever since he saw an image of God with a cross on its forehead at the museum. A secret seems to be hidden under that big bandage.",
                    "TitleJapanese": "三つ目登場 ボクが写楽だ",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "5849852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849852",
                    "TitleEnglish": "Ramen War! An Angry Blow",
                    "SummaryEnglish": "Sharaku, who works part-time at a ramen shop, is instigated by Kido and a gang who regard him with enmity. Wato, who finds Sharaku mysteriously charming, helps him get out of the situation, but the gang takes the bandage from Sharaku's forehead. With his third eye uncovered, his superhuman power is fully revealed.",
                    "TitleJapanese": "ラーメン戦争!怒りの一撃",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "5849853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849853",
                    "TitleEnglish": "The Cute Little Baby is an Invader",
                    "SummaryEnglish": "Wato and Sharaku go to the hospital to see a baby born to their friend's family. At the hospital, babies are fully taken care of by computers. In the presence of Sharaku and Wato, a computer with a will of its own starts to take over babies' minds.",
                    "TitleJapanese": "かわいい赤ちゃんは侵略者",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "5849854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849854",
                    "TitleEnglish": "Looking for the Missing UFO",
                    "SummaryEnglish": "Sharaku, working part-time at a ramen shop, happens to see his classmates getting excited about the discovery of a small UFO. Sharaku takes the tiny UFO home with him. He seems to have been able to identify the small UFO at first sight. From the next day on, unusual phenomena are observed in volcanoes and power plants.",
                    "TitleJapanese": "迷子のUFOをさがせ",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "5849855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849855",
                    "TitleEnglish": "Pursue the High-tech Speeding Car",
                    "SummaryEnglish": "A car without a driver suddenly starts to move, and a mysterious machine created by Sharaku seems to be involved in this strange incident.",
                    "TitleJapanese": "ハイテク暴走車を追え",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "5849856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849856",
                    "TitleEnglish": "Is the Pretty Girl a Snake's Messenger?",
                    "SummaryEnglish": "Sharaku and his friends go camping in the deep woods. Sharaku and Wato sense something odd in Dr. Hebiya, a biologist and the father of twin girls, who has shown them to the log cabin.",
                    "TitleJapanese": "美少女はヘビの使い?",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "5849857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849857",
                    "TitleEnglish": "Sharaku Haunted",
                    "SummaryEnglish": "Dr. Kenmochi, who is taking care of Sharaku, finds a necklace in ancient ruins. Ever since Sharaku took it away without the doctor's permission, he has totally changed. The necklace was made by an ancient three-eyed family, and Sharaku apparently is awakened to the secrets of his ancient s bloodlines.",
                    "TitleJapanese": "のっとられた写楽",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "5849858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849858",
                    "TitleEnglish": "A Three-eyed Dog is Born",
                    "SummaryEnglish": "A puppy named Hokusai has a bandage on his forehead. Sharaku becomes interested in this dog, and declares that he will make this dog with a little scar on its forehead into a three-eyed dog.",
                    "TitleJapanese": "三つ目イヌ誕生",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "5849859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849859",
                    "TitleEnglish": "The Secret of the Three-Rock Mountain",
                    "SummaryEnglish": "Sharaku, who is just like a little kid while the bandage is on his forehead, gives a bouquet to pretty Wato. Wato is delighted, as she is somewhat in love with Sharaku. But when Wato and Sharaku are forced to join the Judo Club as a punishment; it is revealed that Sharaku has stolen the flowers from the flowerbed that the Judo Club keeps. An unimaginable discovery awaits them at the three-rock mountain when they go there for training camp.",
                    "TitleJapanese": "三つ岩山の秘密",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "5849860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849860",
                    "TitleEnglish": "No Kidding? Sharaku is a Devil?",
                    "SummaryEnglish": "Sharaku is expelled from school on the grounds that he has been hanging around at nightclubs with a boss of the underground world. Unable to believe it, Wato starts to look into the truth.",
                    "TitleJapanese": "うそ!?写楽が悪魔",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "5849861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849861",
                    "TitleEnglish": "Protect my Treasure",
                    "SummaryEnglish": "Dr. Kenmochi is planning to remove Sharaku's third eye to deprive him of his super powers, thinking that he would be better off without it. But sensing danger, Sharaku starts to dig a hole in the ground to hide his treasure. Under the ground, there is a cavity housing ancient ruins.",
                    "TitleJapanese": "守れ!ボクの宝物",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "5849862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849862",
                    "TitleEnglish": "Protect the Underground Capital! (Capital in Underground Part 2)",
                    "SummaryEnglish": "An archeologist named Kusai appears and says he wants to investigate the ancient ruins that Sharaku has discovered. Sharaku and the party go on digging the ruins, and suddenly discover an underground capital. There even seem to be some residents.",
                    "TitleJapanese": "守れ!地下の都",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "5849863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849863",
                    "TitleEnglish": "Protecting the Third Eye (Capital in Underground Part 3)",
                    "SummaryEnglish": "The archeologist named Kusai was in fact a ruins robber. Not knowing this, Dr. Kenmochi gets upset with Sharaku for messing up his research on the ruins. Declaring that he will forcibly perform an operation on Sharaku's forehead so that he will never make any trouble, Dr. Kenmochi takes him to the hospital.",
                    "TitleJapanese": "守れ!第三の目",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "5849864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849864",
                    "TitleEnglish": "Space Power Explodes!",
                    "SummaryEnglish": "Do you know anything about pyramid power? Pyramids all over the world may be means of gathering cosmic energies. A group of three men try to monopolize the massive pyramid energy by using Sharaku.",
                    "TitleJapanese": "爆発!宇宙パワー",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "5849865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849865",
                    "TitleEnglish": "Psychic Power vs. Super Magic",
                    "SummaryEnglish": "Sharaku goes to Garanputta's super magic show with Wato. Garanputta performs magnificent magic capitalizing on his \"mysterious three-eye\" power. What if those eyes are real ..... Sharaku tries to meet him to confirm whether or not he is three-eyed.",
                    "TitleJapanese": "超能力VS超魔術",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "5849867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849867",
                    "TitleEnglish": "The Legendary Monster is Discovered!",
                    "SummaryEnglish": "Sharaku goes on a hot-spring trip with Wato and other friends. Although they expect it to be a countrified place, they find it very crowded with people. They hear that a dinosaur has been spotted in a nearby swamp. Sharaku and the others start out to capture the dinosaur.",
                    "TitleJapanese": "発見!伝説の怪物",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "5849868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849868",
                    "TitleEnglish": "School Entrance Examinations and Peace?",
                    "SummaryEnglish": "Sharaku is like a little kid while he has his bandage on. That's why he does so poorly at school. Teachers start to threaten him that if he gets a \"zero\" on the upcoming test, he will be transferred to a different school.",
                    "TitleJapanese": "受験戦争と平和!?",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "5849869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849869",
                    "TitleEnglish": "The Mysterious Bird called Moa",
                    "SummaryEnglish": "Sharaku goes to the sea with Wato, and they come upon a mysterious bird. It is a great big bird that makes a sound like a jet plane when it flies. They examine the egg they receive from the bird, and discover that it is an egg of the legendary bird Moa, a species that should have been extinct for more than 100 years.",
                    "TitleJapanese": "不思議鳥モア!!",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "5849870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849870",
                    "TitleEnglish": "The Ancient Devil Awakened",
                    "SummaryEnglish": "Metal pieces are excavated from different ruins. Dr. Kenmochi perceives them to be over 8,000 years old. When the pieces are put together, it becomes a giant devil image. Sharaku puts the last missing piece to its forehead, and then,",
                    "TitleJapanese": "古代魔神めざめる",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "5849871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849871",
                    "TitleEnglish": "Open your Mind, Ancient Devil",
                    "SummaryEnglish": "The awakened Devil Garon is a robot that the ancient three-eyed family had invented. It cannot stop destroying unless the consciousness of Garon (a bullet ball) is set into its chest. Sharaku and his friends start to look for his consciousness after coming to know that the whole world will be set on fire if they leave him alone.",
                    "TitleJapanese": "心を開け古代魔神",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "5849885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849885",
                    "TitleEnglish": "3, 2, 1, Bang!",
                    "SummaryEnglish": "Sharaku and his friends find a strange jar while they are excavating the ruins. It is a device that corrects the wicked ones of the three-eyed family, and it explodes if you think something bad three times. The jar sticks to Sharaku and the others, and won't go away!",
                    "TitleJapanese": "321 ドカーン",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "5849887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849887",
                    "TitleEnglish": "Challenge of the Mysterious Thief Ozuma",
                    "SummaryEnglish": "A mysterious thief named Ozuma, who is always after swords and armor of medieval times, appears in Japan. The museums are on strict guard in anticipation of his appearance. Then, a battle starts between Sharaku and Ozuma, who can produce illusions.",
                    "TitleJapanese": "怪盗オズマの挑戦",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "5849888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849888",
                    "TitleEnglish": "Messenger from the Ancient Times (Mystery of the Three-Eyed Family)",
                    "SummaryEnglish": "The moment Sharaku recognizes the ancient script of the three-eyed family inscribed on a mysterious ball sent from Baron Goblin, he revives a \"heavenly bird\" from inside. The bird attacks anyone who tries to contain the power of the three-eyed ones.",
                    "TitleJapanese": "三つ目族の謎 古代からの使者",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "5849889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849889",
                    "TitleEnglish": "Secret under the Bottom of the Lake (Mystery of the Three-Eyed Family)",
                    "SummaryEnglish": "After narrowly escaping the attack of the heavenly bird, Wato and Sharaku start to look for the treasure of the three-eyed family. Baron Goblin follows them, also hoping to make the treasure his own.",
                    "TitleJapanese": "三つ目族の謎 湖底に眠るひみつ",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "5849891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849891",
                    "TitleEnglish": "Search for the Treasure (Mystery of the Three-Eyed Family)",
                    "SummaryEnglish": "It was a descendent of the Lake Biwa guard named Kuge who saved Sharaku and Wato from Baron Goblin. Sharaku, Wato, and Kuge open the door of the ruins, and go into the underground labyrinth where the treasures of the three-eyed family are kept.",
                    "TitleJapanese": "三つ目族の謎 財宝をさがし出せ",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "5849892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849892",
                    "TitleEnglish": "Secret Mission (Mystery of the Three-Eyed Family)",
                    "SummaryEnglish": "The only thing they find of the treasures of the three-eyed family is a plain sheet of metal. But the very moment they expose it to the sunlight, it explodes. Sharaku's third eye sheds tears as he starts to read the letters of the three-eyed people inscribed on the burnt wall. It is the will of the three-eyed family.",
                    "TitleJapanese": "三つ目族の謎 秘められた使命",
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "5849893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849893",
                    "TitleEnglish": "Sharaku in Wonderland",
                    "SummaryEnglish": "Sharaku and his friends visit an antique shop that Wato's uncle is running. As soon as they find a uniquely shaped jar in the warehouse, Sharaku is swallowed into it. When Wato peeps inside, Sharaku disappears like smoke.",
                    "TitleJapanese": "不思議の国の写楽",
                    "SummaryJapanese": null
                },
                "28": {
                    "ID": "5849900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849900",
                    "TitleEnglish": "Villain Bumpuku Appears",
                    "SummaryEnglish": "A mysterious man named Bumpuku appears in front of Sharaku. He has created a spider-shaped machine based on a design sketch that Sharaku drew three years ago. It is a terrible machine that bites and steals the intellect of human beings.",
                    "TitleJapanese": "悪党文福あらわる",
                    "SummaryJapanese": null
                },
                "29": {
                    "ID": "5849904",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849904",
                    "TitleEnglish": "Another Sharaku (Ancient Prince Godal)",
                    "SummaryEnglish": "Three-eyed Prince Godal has had his soul encapsulated in a jar for 4,500 years. The moment Wato peeps into the jar at a museum they visit on a school trip, she is taken over by Godal's spirit. In return, Wato's spirit possesses a cat.",
                    "TitleJapanese": "古代王子ゴダル もう一人の写楽",
                    "SummaryJapanese": null
                },
                "30": {
                    "ID": "5849906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849906",
                    "TitleEnglish": "Look for the Ultimate Weapon! (Ancient Prince Godal)",
                    "SummaryEnglish": "Wato's body is still possessed by Godal's spirit. Sharaku conspires to revive the three-eyed empire in cooperation with Godal.",
                    "TitleJapanese": "古代王子ゴダル 最終兵器を探せ!",
                    "SummaryJapanese": null
                },
                "31": {
                    "ID": "5849908",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849908",
                    "TitleEnglish": "Activate Gomora! (Ancient Prince Godal)",
                    "SummaryEnglish": "Godal discovers the ultimate weapon, Gomora, from underground by using Sharaku. Gomora was a weapon that can freeze the vapor in the air, turn it into huge hailstones, and make them fall from the sky.",
                    "TitleJapanese": "古代王子ゴダル 始動せよ!ゴモラ",
                    "SummaryJapanese": null
                },
                "32": {
                    "ID": "5849909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849909",
                    "TitleEnglish": "Earth Hijacking Plan (Ancient Prince Godal)",
                    "SummaryEnglish": "After activating Gomora, Godal and Sharaku set their heads to conquering the world. Their scheme is to kidnap all leaders of the world, who are to gather at a summit meeting, and replace their souls by using the power of Godal's jar! Moreover, Godal is even trying to deceive Sharaku!",
                    "TitleJapanese": "古代王子ゴダル 地球乗っ取り計画",
                    "SummaryJapanese": null
                },
                "33": {
                    "ID": "5849911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849911",
                    "TitleEnglish": "Get back the Soul! (The Ancient Prince Godal)",
                    "SummaryEnglish": "Godal, still in possession of Wato's body, takes Sharaku hostage by covering his third eye. He demands that a jar be brought to Mt. Kurama so that he can use it to replace his soul. It now seems that he plans to possess Sharaku's body so that he can conquer the world.",
                    "TitleJapanese": "古代王子ゴダル 魂を取り戻せ!",
                    "SummaryJapanese": null
                },
                "34": {
                    "ID": "5849912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849912",
                    "TitleEnglish": "Bumpuku Reappears",
                    "SummaryEnglish": "A series of burglaries happens, and as a result of police inspector Unmei's investigation, the criminal is proven to be Bumpuku based on fingerprints left at the site. But Bumpuku is still serving a prison term. Sharaku and Wato set out to capture the criminal who is serving time.",
                    "TitleJapanese": "文福再びあらわる",
                    "SummaryJapanese": null
                },
                "35": {
                    "ID": "5849914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849914",
                    "TitleEnglish": "Seven Pillars Appear! (Wearied Plant Bolbocc)",
                    "SummaryEnglish": "A mysterious stone circle appears following an earthquake that hits a village. Dr. Kenmochi and the boys discover ruins in a cave at the center of a group of pillars lined up in a circle. A notebook discovered there contains the mysterious records of Dr. Tejima, Japan's first researcher on the three-eyed family.",
                    "TitleJapanese": "怪植物ボルボック 出現!七本の柱",
                    "SummaryJapanese": null
                },
                "36": {
                    "ID": "5849916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849916",
                    "TitleEnglish": "The Mysterious Girl Moegi (Wearied Plant Bolbocc)",
                    "SummaryEnglish": "Sharaku and Wato are rescued by a mysterious girl from mud that moves like a creature. Sharaku and his friends enter the mysterious limestone cave with a monument of the ancient three-eyed family as a clue. There, they find a mysterious bulb, Bolbocc, which has the intellect to manipulate other plants.",
                    "TitleJapanese": "怪植物ボルボック 不思議少女モエギ",
                    "SummaryJapanese": null
                },
                "37": {
                    "ID": "5849917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849917",
                    "TitleEnglish": "Shadow Lurking Under the Ground (Wearied Plant Bolbocc)",
                    "SummaryEnglish": "The girl who saves Sharaku and Wato is named Moegi, and she is the one who was growing Bolbocc. She is also three-eyed! For trying to win Bolbocc over to his side, Sharaku's third eye is sealed by Bolbocc, who became violent.",
                    "TitleJapanese": "怪植物ボルボック 地底にひそむ影",
                    "SummaryJapanese": null
                },
                "38": {
                    "ID": "5849918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849918",
                    "TitleEnglish": "The Land Starts to Move (Wearied Plant Bolbocc)",
                    "SummaryEnglish": "Bolbocc finally starts to cover the ground and take revenge on human beings. In the midst of big earthquakes and landslides, the slate that Moegi points to bears an inscription stating that the three-eyed family was ruined by Bolbocc.",
                    "TitleJapanese": "怪植物ボルボック 動き出した大地",
                    "SummaryJapanese": null
                },
                "39": {
                    "ID": "5849926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849926",
                    "TitleEnglish": "Showdown; Sharaku vs. Bolbocc! (Wearied Plant Bolbocc)",
                    "SummaryEnglish": "Bolbocc's weakness is finally identified: it is salt water. Sharaku discharges salt water by using an underground tank. But Bolbocc turns salt water into fresh water with the terrible power of his aura. At the end of their rope, Sharaku and the others finally find an unexpected hint in the stone circle.",
                    "TitleJapanese": "怪植物ボルボック 決戦!写楽VSボルボック",
                    "SummaryJapanese": null
                },
                "40": {
                    "ID": "5849928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849928",
                    "TitleEnglish": "The Monkey Speaks! (Easter Island Voyage)",
                    "SummaryEnglish": "A big group of monkeys starts to rage about in the zoo, and take Sharaku away. The leader of the monkeys seems to speak human language. Wato follows the monkey, who hijacks a bus and flees by boat kidnapping Sharaku.",
                    "TitleJapanese": "イースター島航海 サルが喋った!",
                    "SummaryJapanese": null
                },
                "41": {
                    "ID": "5849930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849930",
                    "TitleEnglish": "Landing on Devil Island (Easter Island Voyage)",
                    "SummaryEnglish": "The talking monkey is named Pogo. Wato and the others, who get on an unmanned boat, discover a mummy. A mysterious voice is heard from the mummy",
                    "TitleJapanese": "イースター島航海 上陸!悪魔の住む島",
                    "SummaryJapanese": null
                },
                "42": {
                    "ID": "5849932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849932",
                    "TitleEnglish": "Marriage of Pogo and Sharaku? (Easter Island Voyage)",
                    "SummaryEnglish": "The speaking monkey is named Pogo. She has been trained to speak by a mysterious organization planning to take control of the entire world. The group performs an operation on monkeys living on Easter Island and turns them into soldiers in order to make Sharaku cooperate.",
                    "TitleJapanese": "イースター島航海 結婚?ポゴと写楽",
                    "SummaryJapanese": null
                },
                "43": {
                    "ID": "5849933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849933",
                    "TitleEnglish": "Goodbye, Pogo (Easter Island Voyage)",
                    "SummaryEnglish": "Sharaku leaves for the Easter Island with Pogo. The mysterious organization also departs for the island following Sharaku. They intend to have Sharaku reveal the secret of the moai. Sharaku believes that the moai, the giant statues on Easter Island, could have been made by the three-eyed family.",
                    "TitleJapanese": "イースター島航海 さようなら、ポゴ",
                    "SummaryJapanese": null
                },
                "44": {
                    "ID": "5849935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849935",
                    "TitleEnglish": "Going after Moa",
                    "SummaryEnglish": "Having grown as big as 6 meters in length, Moa goes out to town every time he is hungry. A mysterious organization that has been watching Moa's behavior dispatches a group of three men to capture Moa alive.",
                    "TitleJapanese": "狙われたモア!",
                    "SummaryJapanese": null
                },
                "45": {
                    "ID": "5849936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849936",
                    "TitleEnglish": "Big Battle over the Mexican Sky",
                    "SummaryEnglish": "Sharaku has been captured alive and taken to Mexico together with Moa. Sharaku breaks out of the cage, and in the desert he meets a girl who looks identical to Wato.",
                    "TitleJapanese": "メキシコ上空大バトル",
                    "SummaryJapanese": null
                },
                "46": {
                    "ID": "5849937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849937",
                    "TitleEnglish": "Assassination Plan Against Moa",
                    "SummaryEnglish": "The ultimate technology of the three-eyed family is hidden in the pyramid remains on the Yucatan. The evil organization has been after Moa because the bird holds the keys to opening the door of the remains. It is then revealed that only some blood of Moa can serve as the key. Once again, Moa faces danger.",
                    "TitleJapanese": "モア暗殺計画",
                    "SummaryJapanese": null
                },
                "47": {
                    "ID": "5849938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849938",
                    "TitleEnglish": "Super Bolbocc is Revived",
                    "SummaryEnglish": "The evil organization has finally obtained the legacy of the three-eyed family, a cell strengthening virus, and sent the mightiest weapon--Super Bolbocc--to Tokyo Bay. In the meantime, Sharaku is in Mexico still with a bandage on. If things don't change, Tokyo will be ruined.",
                    "TitleJapanese": "復活!スーパーボルボック",
                    "SummaryJapanese": null
                },
                "48": {
                    "ID": "5849941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-three-eyed-one/episodes/5849941",
                    "TitleEnglish": "Goodbye, Sharaku Hosuke - Pledge for Tomorrow",
                    "SummaryEnglish": "It is the three-eyed girl Moegi who has been manipulating Super Bolbocc. Her true objective is to ruin the human race in order to protect all nature of the earth. Sharaku and Wato take up the challenge of a last battle with the firm belief in the future and values of human beings.",
                    "TitleJapanese": "明日への誓い",
                    "SummaryJapanese": null
                }
            }
        }
    }
}