{
    "URL": "https://www.thetvdb.com/series/chaos-child",
    "Genres": [
        "Action",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6813314/",
        "https://www.themoviedb.org/tv/69239"
    ],
    "TitleEnglish": "ChäoS;Child",
    "SummaryEnglish": "ChäoS;Child takes place in October 2015, six years after the events of ChäoS;HEAd. Abnormal events begin to occur in Shibuya district, including mysterious deaths.",
    "TitleJapanese": "CHAOS;CHILD",
    "SummaryJapanese": "2015年、渋谷。6年前に起きた大災害、渋谷地震から復興された街に新設された私立高校『碧朋学園』に通う青年宮代拓留は、自身が設立した新聞部の活動の一環として『ニュージェネレーションの狂気の再来』と称される連続殺人事件を追っていた。\n\n情報強者を自称する拓留は、持ち前の好奇心と行動力、そして周囲の手助けや偶然もあり、とうとう事件の第一発見者となる事が叶う。真相の究明をする事で自身の有能さを知らしめる事ができると考えた拓留は、義理の姉を自称する来栖乃々の制止も聞かず、幼なじみの尾上世莉架や親友の伊藤真二と共に動く事となる。\n\nやがてそれは、渋谷に生きる全ての人々を巻き込む狂気となって拓留に襲い掛かり、拓留もまた、自身の過去と向き合う事となって行く。",
    "Aliases": [
        "カオスチャイルド"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "690374",
            "URL": "https://www.thetvdb.com/series/chaos-child/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "5929387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5929387",
                    "TitleEnglish": "Chaos;Head",
                    "SummaryEnglish": "Listed as Episode 0 and aired together with episode 1; however, it is a recap of Chaos;Head with some tweaks.",
                    "TitleJapanese": "CHAOS;HEAD",
                    "SummaryJapanese": "「その目！　誰の目！」\n\n2009年9月7日、23時30分。その日、5人の学生が渋谷・コーネリアスタワーからいっせいに身を投げた。のちに「ニュージェネレーションの狂気」と呼ばれる連続猟奇事件の幕開けである。これは6年前に渋谷を震撼させ、今もその影響を負の遺産として残す、巨大な陰謀の記憶の一片である――。"
                },
                "2": {
                    "ID": "6342449",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/6342449",
                    "TitleEnglish": "ChäoS;Child: Silent Sky",
                    "SummaryEnglish": "Shibuya, 2015. In a city recovering from the \"Shibuya Earthquake\" which devastated it six years ago, Takuru Miyashiro, a student at the newly built private high school \"Hekiho Academy\" investigates a series of serial killings known as \"The Return of the New Generation Madness\" as part of his work for the school's newspaper club...",
                    "TitleJapanese": "SILENT SKY 前編",
                    "SummaryJapanese": "主人公・宮代拓留の逮捕という衝撃の結末を迎えた『CHAOS;CHILD』。だが、ひとり現実という「舞台」に残された尾上世莉架は、いかなる運命を辿るのか。「彼」と「彼女」の「その後」を紡ぐ最終章が、ここに幕を開く。"
                },
                "3": {
                    "ID": "6549551",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/6549551",
                    "TitleEnglish": "ChäoS;Child: Silent Sky Part.2",
                    "SummaryEnglish": "Shibuya, 2015. In a city recovering from the \"Shibuya Earthquake\" which devastated it six years ago, Takuru Miyashiro, a student at the newly built private high school \"Hekiho Academy\" investigates a series of serial killings known as \"The Return of the New Generation Madness\" as part of his work for the school's newspaper club...",
                    "TitleJapanese": "SILENT SKY 後編",
                    "SummaryJapanese": "主人公・宮代拓留の逮捕という衝撃の結末を迎えた『CHAOS;CHILD』。だが、ひとり現実という「舞台」に残された尾上世莉架は、いかなる運命を辿るのか。「彼」と「彼女」の「その後」を紡ぐ最終章が、ここに幕を開く。"
                }
            }
        },
        "1": {
            "ID": "690375",
            "URL": "https://www.thetvdb.com/series/chaos-child/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5859716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5859716",
                    "TitleEnglish": "Digital Native",
                    "SummaryEnglish": "Years after an Earthquake destroyed much of downtown Shibuya, the city is rocked by a series of brutal murders. A man eats his own hand. A woman rips open her own stomach and stuffs a speaker inside. Takuru Miyashiro, a student at Hekiho Academy, is investigating these murders as part of the school's newspaper club. But when he finds a break in the case, it turns out to be closer to him than he ever thought...",
                    "TitleJapanese": "情報強者は事件を追う",
                    "SummaryJapanese": "「へえ、血が繋がってない姉弟……。なんかやらしいですね」\n\n2件連続して渋谷で発生した不気味な変死事件。その真相を追っていた宮代拓留は、6年前にも同様の事件が、やはり渋谷で起こされていたことに気付く。しかも犯行日は決まって6年前と同じ日。もしもその法則が正しければ、今日、3件目の事件が……起こる!!"
                },
                "2": {
                    "ID": "5933249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5933249",
                    "TitleEnglish": "Sumo Sticker",
                    "SummaryEnglish": "After Takuru is taken in by the police, Kurusu wants him to give up the case. But he's noticed something... the sumo stickers that have been placed all around town have something in common with the murder scenes. He puts up a hidden camera near a wall of sumo stickers that just appeared. But when Kurusu finds out, she leaves in the middle of the night to take it down...",
                    "TitleJapanese": "事件が彼らを嘯く",
                    "SummaryJapanese": "「このシールの作者は、結界を築くために人類の犠牲になったのだ！」\n\n事件現場付近に必ず貼られている「力士シール」。作者不明、作成時期不明、目的不明……。ただその存在を主張するかのように、渋谷の街でひそかに蔓延していた。力士シールの存在にいちはやく気づいて舞い上がっていた拓留だが、それは彼だけではなく、ある人物も同様で……。"
                },
                "3": {
                    "ID": "5933250",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5933250",
                    "TitleEnglish": "School Festival",
                    "SummaryEnglish": "After Kurusu is stabbed, the newspaper club is placed on hiatus. But Watabe, an important reporter with Niconiya News, wants to interview them about the things they've noticed with the sumo stickers and the hotel murder. Watabe's visit to the school, however, takes an unexpected and terrifying turn...",
                    "TitleJapanese": "彼らのお祭りのお話の言い分",
                    "SummaryJapanese": "「私はもう失いたくないの。家族を……」\n\n事件に首を突っ込んだ代償として、拓留の親しい人物が暴漢に襲われてしまった。それは悔いても悔やみきれないこと。たいせつな人が自分を案じている……襲撃事件を通じてそのことを実感した拓留は、かつて逃げ出した青葉寮で“家族”の温かみを思い出し、とめどなく涙を溢れさせた。"
                },
                "4": {
                    "ID": "5933251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5933251",
                    "TitleEnglish": "Her Words",
                    "SummaryEnglish": "After Kurusu is stabbed, Takuru infiltrates AH Tokyo General Hospital, hoping to find the creator of the sumo stickers. When he gets there, he, Onoe, and Itou are forced to hide in the basement to avoid being spotted. Inside the basement's autopsy room, they find a secret entrance that leads to an underground laboratory where terrible experiments were once conducted. Takuru thinks he's been here before...",
                    "TitleJapanese": "お話の裏側が妄想を始める",
                    "SummaryJapanese": "「尾上か。こんなんなっちまって。なあ宮代、ちゃんと持って帰ろうぜ」\n\nAH東京総合病院。事件の手掛かりを求めて夜の院内に忍び込んだ拓留たちは、不気味な暗闇の中、しんと静まり返った廊下を慎重に進んでいく。めざすは精神病棟。だが夜の病院はただでさえ気味が悪いのに、人体を切り刻む解剖室や、寂れた地下施設に踏み込むことになって……。"
                },
                "5": {
                    "ID": "5958941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5958941",
                    "TitleEnglish": "Gigalomaniacs",
                    "SummaryEnglish": "Takuru and the others find a survivor in the basement of the hospital. Her name is Uki Yamazoe, and she's a young girl who looks to be around 10 years old. After seeing how Takuru was able to infiltrate the hospital, Kunosato realizes that he must be a \"Gigalomaniac\", a psychic with the power to make his delusions reality. But being a psychic doesn't come with just benefits, as one night he runs into someone who is trying to kill him...",
                    "TitleJapanese": "妄想の住人が騒ぎ迫る",
                    "SummaryJapanese": "「君はひどいことをさせられてたんだ」\n\n事件に深く関係していると思しき少女が保護された。彼女の名前は山添うき。長い間、とある地下施設に監禁されていたのである。しかし彼女は救出を喜ぶどころか、「私、ここにさらわれてきたんです」と助けてくれた人間を非難する。そして元の施設に戻りたいと神成刑事に懇願した。"
                },
                "6": {
                    "ID": "5958942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5958942",
                    "TitleEnglish": "Their Resistance",
                    "SummaryEnglish": "It's October 23rd, the day of the New Generation Madness incident, and it's time for the next murder. Takuru and his friends are terrified that they're going to be a target, and so they stay up all night at Cafe LAX. But when Takuru opens the cafe menu once last time in the late hours of the evening, he finds a Sumo Sticker stuck to one of the pages...",
                    "TitleJapanese": "侵した過去に間に合うために",
                    "SummaryJapanese": "「宮代先輩、こんな場所でせりの“初めて”を奪おうとするなんて！」\n\n事件の被害者たちに共通すること……それは脳が肥大化した状態で亡くなっているという、通常では考えられない状態だった。一方、一連の事件の犯人と思しき少女に命を狙われた拓留と雛絵は、頻発する放火事件との関連に注目しつつ、再びおこなわれるだろう襲撃に神経をとがらせる。"
                },
                "7": {
                    "ID": "5958943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5958943",
                    "TitleEnglish": "Betrayal",
                    "SummaryEnglish": "Senri Minamisawa is dead. She became the fifth victim of the New Generation Madness, commiting suicide by impaling herself on a piece of rebar and then setting herself on fire in her own locked apartment. Takuru and his friends are relieved, but at the same time uncertain that it's really over. Just in case, they decide to stay together on the day of the next murder. Everyone hides out at Aoba Clinic, where it should be safe, but then Yui and Itou go missing...",
                    "TitleJapanese": "(無題)",
                    "SummaryJapanese": "「まさか……自分で持ち込んだ鉄筋で、串刺しに……？」\n\n10月24日の夜。あるマンションの3階で、常識ではありえない焼死体が発見された。被害者は10代から30代の女性。全裸でテーブルに乗せられており、丸焼き料理にでもされたみたいに、口から鉄骨を突き出した状態で消し炭にされていた。しかも被害者は拓留たちがよく知る人物で……。"
                },
                "8": {
                    "ID": "5958944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5958944",
                    "TitleEnglish": "Heads or Tails",
                    "SummaryEnglish": "After Yui's death, Takuru's family tries its best to recover. Kurusu makes a shocking admission to Takuru that she's been hiding something from him ever since he met her. She's willing to do anything to find the killer, and she's getting very, very close...",
                    "TitleJapanese": "錯綜する光と影に惑う思いは",
                    "SummaryJapanese": "「そんなに焦ってたら、気がつくモノも、気がつかないでしょう！」\n\nその少女の生い立ちは不幸そのものだった。殻に閉じこもる性格のせいで友だちなどいない。性格を治すために母に入れられた施設では、大人たちに虐待される日々。嫌なこと、痛いこと……。痛いこと、痛いこと、痛いこと、痛いこと。そして歪む運命。それが南沢泉理という少女だった。"
                },
                "9": {
                    "ID": "5988988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5988988",
                    "TitleEnglish": "Duel",
                    "SummaryEnglish": "Kurusu has tracked down the identity of the killer, and revealed her secret to Takuru. Now she goes to the school to meet with the one behind all the murders.",
                    "TitleJapanese": "錯綜する思惑の行き着くところ",
                    "SummaryJapanese": "「地震の時に、お前は何を望んだ？」\n\n11月3日深夜、碧朋学園屋上。神秘的な月明かりを浴びながら、来栖乃々は事件の核心に存在する人物と対峙していた。乃々の顔に滲むのは苦悩と疑問。その人物が自分の生命をねらっていることは承知している。しかし愛する人たちのため、一歩も退かず、強い眼差しをその相手に向けた。"
                },
                "10": {
                    "ID": "5988989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5988989",
                    "TitleEnglish": "Memories Stalk You From the Past",
                    "SummaryEnglish": "Takuru is forced to confront his own involvement in the case, and the secrets of his past. He was a neglected and abused child, who turned to an imaginary friend for support. This decision has terrible consequences during the Shibuya Earthquake.",
                    "TitleJapanese": "迫りくる過去の記憶",
                    "SummaryJapanese": "「お前の心が壊れるのを、見たくない」\n\n幼いころの拓留は孤独だった。共働きの両親とは会話をするどころか顔を合わせることもない。突き放され、放置され、まるで透明人間。そんな彼を支えてくれたのは、同じような境遇の幼馴染み、尾上世莉架だけだった。今回の事件は、思えばあの時からはじまっていたのかもしれない。"
                },
                "11": {
                    "ID": "5988990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5988990",
                    "TitleEnglish": "Takuru Miyashiro",
                    "SummaryEnglish": "\"Let's meet at the place where it all began.\" The true plot is revealed as Takuru travels to the Hikariwo. There he meets the other person behind the series of brutal killings. But a deeper mystery lurks in the background: what Serika is telling him doesn't make sense, and he's convinced that as horrible as the story is, there's more to it than even he knows.",
                    "TitleJapanese": "彼の戦い",
                    "SummaryJapanese": "「生き残れよ。何があっても……お前だけは、生き残れ――」\n\n2015年11月6日。その日、渋谷は大地震からの復興を祝う式典「第二回渋谷平和復興祭」でにぎわっていた。だが野次馬の目的はそれだけではない。連続猟奇事件の犯人として報道された拓留が、今日、公開自殺をすると予告してきたのである。それはまさに6年前の“祭り”の再現だった。"
                },
                "12": {
                    "ID": "5988991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/chaos-child/episodes/5988991",
                    "TitleEnglish": "Serika Onoe",
                    "SummaryEnglish": "The final battle takes place in the Hikariwo theater, where Takuru is trapped in a sightless and soundless prison in his own mind. He'll need Onoe's help to break free, but after what he knows about her, can he bring himself to ask for it?",
                    "TitleJapanese": "彼女の思惑",
                    "SummaryJapanese": "「……もう終わってるんだよ、“ゲームメイカー”」\n\n黒幕との対決は、拓留にとって贖罪の儀式でもあった。事件を解決に導く爽快感などまるでない。後悔、罪の意識、憐れみ。だがそれらを飲み込み、ようやく決着の刻を迎える。そう、この悪夢のような猟奇ゲームはもうおしまいだ。……そして。拓留は、このくそったれなゲームをクリアーした。"
                }
            }
        }
    }
}