{
  "URL": "https://www.thetvdb.com/series/inuyashiki-last-hero",
  "Genres": [
    "Action",
    "Anime",
    "Drama",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt6340502/",
    "https://www.inuyashiki-project.com/",
    "https://www.themoviedb.org/tv/73946"
  ],
  "TitleEnglish": "Inuyashiki Last Hero",
  "SummaryEnglish": "Ichiro Inuyashiki was a boring office worker living a life shunned by his family and coworkers. One night, a UFO crashed into him, and his body was rebuilt into a powerful robot. A high school student named Hiro Shishigami was also involved in the same accident, and he begins to use his new powers to enable his darkest impulses. Is man's true nature good or evil?",
  "Aliases": [
    "Inuyashiki",
    "Last Hero Inuyashiki"
  ],
  "Modified": "2025-09-19",
  "Seasons": {
    "1": {
      "ID": "724745",
      "URL": "https://www.thetvdb.com/series/inuyashiki-last-hero/seasons/official/1",
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "6252441",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyashiki-last-hero/episodes/6252441",
          "TitleEnglish": "Ichiro Inuyashiki",
          "SummaryEnglish": "Ichiro Inuyashiki is a boring office worker who looks like an old man. Even after building them a new home, his family is nothing but ungrateful. One day, Inuyashiki is diagnosed with terminal cancer. Out on a walk to clear his head, a UFO crashes into him, and his body is rebuilt into a deadly robot. He steps in to stop a group of kids from torturing a homeless man when he is knocked unconscious.",
          "Aliases": []
        },
        "2": {
          "ID": "6325661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyashiki-last-hero/episodes/6325661",
          "TitleEnglish": "Hiro Shishigami",
          "SummaryEnglish": "Reborn a robot, Inuyashiki finds meaning by saving others. Meanwhile, high school student Hiro Shishigami has also been reborn a robot. Shishigami has no regard for anybody aside from his best friend and his family, and uses his robot powers to kill indiscriminately. Contrary to Inuyashiki, he feels alive when he is taking the lives of others. What happens when these two meet?",
          "Aliases": []
        },
        "3": {
          "ID": "6325662",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyashiki-last-hero/episodes/6325662",
          "TitleEnglish": "Naoyuki Ando",
          "SummaryEnglish": "Shishigami is rattled to see Inuyashiki stand up from a blow that should have killed him before flying away. Seeing that, Inuyashiki knows that Shishigami has a robot body just like himself. After this meeting, Inuyashiki studies his abilities, and uses them to save others. Meanwhile, Shishigami confronts a group of delinquents who have been tormenting his best friend Naoyuki Ando.",
          "Aliases": []
        },
        "4": {
          "ID": "6325663",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyashiki-last-hero/episodes/6325663",
          "TitleEnglish": "Samejima",
          "SummaryEnglish": "When the fully tattooed yakuza criminal Samejima finds a girl he likes, he kidnaps them, drugs them up, and then roughs them up. Fumino was happy. She had a job and a fiance. But one night, Samejima sets his sights on her, and has his men kidnap her. Fumino manages to escape, and runs to her fiance Satoru's house, but Samejima is in hot pursuit. Inuyashiki comes to save them, but gets shot.",
          "Aliases": []
        },
        "5": {
          "ID": "6325664",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyashiki-last-hero/episodes/6325664",
          "TitleEnglish": "Yūko Shishigami",
          "SummaryEnglish": "Ando is struggling with the fact that his friend Shishigami is responsible for the spree of home invasions. After reading that hospital patients were being cured, Ando theorizes that there is someone else out there with the same powers as Shishigami. Ando lures Inuyashiki by pretending to need help and asks him to stop Shishigami. Meanwhile, Shishigami learns his mother has terminal cancer.",
          "Aliases": []
        },
        "6": {
          "ID": "6325665",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyashiki-last-hero/episodes/6325665",
          "TitleEnglish": "People of 2chan",
          "SummaryEnglish": "Shishigami escaped from a dozen officers, but he has become a wanted man in connection to the home invasion spree. With nowhere to go, Shishigami stays with Shion Watanabe, a classmate who has feelings for him. Meanwhile, Inuyashiki learns to use his robot abilities with Ando's help. After seeing Shishigami's mother publicly apologizing on TV, they worry what Shishigami might do next.",
          "Aliases": []
        },
        "7": {
          "ID": "6325666",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyashiki-last-hero/episodes/6325666",
          "TitleEnglish": "Shion Watanabe",
          "SummaryEnglish": "As Shion believed he was innocent, Shishigami confesses to her that his body is a robot and has taken many lives in order to feel alive again. He coldly informs her that he will kill everyone in the country. However, Shion begs Shishigami not to leave her behind. Shion cries as she tells Shishigami that the people he's killed had futures and loved ones, and Shishigami makes a proposition.",
          "Aliases": []
        },
        "8": {
          "ID": "6325667",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyashiki-last-hero/episodes/6325667",
          "TitleEnglish": "Mari Inuyashiki",
          "SummaryEnglish": "A special forces team bursts in to apprehend Shishigami. Shion and her grandmother are shot in the crossfire, and Shishigami manages to grab them before escaping. After taking them to safety, he wishes Shion a happy life. One day, Mari sees her father and Ando together. She follows after and sees Inuyashiki fly off into the sky. That night, Shishigami attacks a police station in vengeance.",
          "Aliases": []
        },
        "9": {
          "ID": "6325668",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyashiki-last-hero/episodes/6325668",
          "TitleEnglish": "People of Shinjuku",
          "SummaryEnglish": "As the news reports on Shishigami's attack on the police station, Shishigami hijacks a broadcast signal to publicly declare war on Japan, claiming he will kill 100 people immediately. Ando realizes Shishigami's plans and manages to thwart it with the help of Inuyashiki's power. Undeterred, Shishigami continues his killing, and announces he will kill 1000 tomorrow, devastating Inuyashiki.",
          "Aliases": []
        },
        "10": {
          "ID": "6325670",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyashiki-last-hero/episodes/6325670",
          "TitleEnglish": "People of Tokyo",
          "SummaryEnglish": "The day after the mass killings in Shinjuku, Shishigami begins dropping airplanes onto the city. After receiving word from Ando, Inuyashiki manages to stop a number of them from crashing. He then notices that Mari is trapped inside a burning building, but Shishigami appears and attacks him. Inuyashiki is desperately trying to make his way over to save Mari, but Shishigami is right on his heels.",
          "Aliases": []
        },
        "11": {
          "ID": "6325671",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/inuyashiki-last-hero/episodes/6325671",
          "TitleEnglish": "People of Earth",
          "SummaryEnglish": "Saving many lives in Shinjuku, Inuyashiki returns home to open up to his family about his robot body. His family accepts him, and they embrace. After losing both arms, Shishigami goes to Ando who condemns him and Shishigami disappears. Inuyashiki finds out a giant meteor is about to hit earth. With the whole world in chaos, Inuyashiki flys towards the meteor to protect his family.",
          "Aliases": []
        }
      }
    }
  }
}