{
    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6342474/",
        "https://www.tv-tokyo.co.jp/anime/boruto/",
        "https://www.themoviedb.org/tv/70881",
        "https://x.com/NARUTOtoBORUTO"
    ],
    "TitleEnglish": "Boruto: Naruto Next Generations",
    "SummaryEnglish": "Son of Naruto Uzumaki, Boruto, follows his father's footsteps along with his friends to become great ninja. Throughout all their adventures, Boruto is determined to make his mark in the ninja world and live outside of his father's shadow.",
    "TitleJapanese": "BORUTO-ボルト- NARUTO NEXT GENERATIONS",
    "SummaryJapanese": "うずまきボルト、参上だってばさ!!\n\n平和と共に近代化が進んだ木ノ葉隠れの里。高いビルが立ち並び、巨大モニターには映像が流れ、区画と区画を結ぶ雷車が里の中を走り抜ける。忍の里とはいえ一般の人が増え、忍の生き方も変わりつつあるそんな時代――\n\n里のリーダー、七代目火影・うずまきナルトの息子であるボルトは、忍者を育てる学校“忍者学校（アカデミー）”に入学する。周りの生徒達はボルトの事を“火影の息子”と偏見の目で見るのだが、ボルトは持ち前の破天荒な性格でそんなものは跳ね飛ばす！\n\nボルトは新しい仲間と出会い、そして勃発する謎の事件にどう挑むのか？\n皆の心の中を疾風の如く駆け抜けて行く“うずまきボルト”の物語が今、始まる!!",
    "Aliases": [
        "Boruto - Naruto Next Generations"
    ],
    "Modified": "2025-08-15",
    "Seasons": {
        "0": {
            "ID": "692482",
            "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6370167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6370167",
                    "TitleEnglish": "Boruto: Jump Festa 2016 Special",
                    "SummaryEnglish": "The special anime adaptation of Boruto screened at Shueisha’s by-invitation anime event Jump Special Anime Festa 2016. It was also included with the Naruto Ultimate Ninja Storm Legacy video game (Released July 27 Japan, Aug 25 Overseas).",
                    "TitleJapanese": "Boruto: Jump Festa 2016 Special: \tBORUTO ・ボルト・ナルティメットストームVer.",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "696381",
            "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/seasons/official/1",
            "# Episodes": 293,
            "Episodes": {
                "1": {
                    "ID": "5928644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/5928644",
                    "TitleEnglish": "Boruto Uzumaki!",
                    "SummaryEnglish": "Prior to entering the Ninja Academy, Boruto meets a boy named Denki, who is being forced to join the academy for the sake of his father's company.",
                    "TitleJapanese": "うずまきボルト!!",
                    "SummaryJapanese": "忍五大国のひとつ“火の国（ひのくに）”にある“木ノ葉隠れ（このはがくれ）の里”――　この里に住むうずまきボルトは、里長である七代目火影（ほかげ）・うずまきナルトを父に持つ少年だ。\nある日ボルトは、不良たちに絡まれていた少年・雷門（かみなりもん）デンキを助ける。力も気も弱いデンキは、不良たちばかりか自分の父親に反発することもできないでいた。　忍者学校(アカデミー)入学式へと行く途中ボルトは、またデンキを見かけるのだが、彼のチャクラが奇妙に歪み、どこか様子がおかしいことに気づく。"
                },
                "2": {
                    "ID": "6018755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6018755",
                    "TitleEnglish": "The Hokage's Son!",
                    "SummaryEnglish": "After being suspended for the uproar he caused at the entrance ceremony, Boruto makes his way to the academy for the first time. His classmates ostracize him for being the son of the Seventh Hokage and for being suspended. Iwabe Yuino, one of Boruto's classmates, picks a fight with him. Iwabe is an older student who has a keen sense for battle, but was held back a year for his bad behavior. At first, Boruto ignores him no matter what he says. But when he sees Iwabe punch Denki for telling him to stop, Boruto can't ignore him any longer.",
                    "TitleJapanese": "火影の息子…!!",
                    "SummaryJapanese": "入学式当日に騒ぎを起こし、謹慎していたボルトがアカデミーに初登校した。だが、里の英雄と名高い七代目火影の息子でありながら、いきなり謹慎処分を受けたボルトにクラスメイトの目は冷たい。　そんな中ボルトはクラスメイトのひとり、結乃（ゆいの）イワベエにケンカを売られる。イワベエは優れた戦闘センスを持ちながら、素行の悪さが原因で留年した年上の生徒だった。最初のうちは何を言われても相手にしないでいたボルト。だが、勇気を振り絞って仲裁に入ったデンキにイワベエが殴りかかったのを見て……。"
                },
                "3": {
                    "ID": "6018756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6018756",
                    "TitleEnglish": "Metal Lee Goes Wild!",
                    "SummaryEnglish": "Boruto's classmate, Metal Lee, is very dilligent and is skilled at taijutsu. Unfortunately, he gets nervous easily and is unable to do his best when people are watching him. One day one of his classmates, Shikadai Nara, says something that enrages Metal, who attacks Shikadai the next day. Caught in the middle, Boruto notices that Metal's chakra is warped, just like Denki's.",
                    "TitleJapanese": "暴走、メタル・リー!!",
                    "SummaryJapanese": "ボルトのクラスのメタル・リーは、とても努力家で優れた体術の使い手。だが緊張しやすい性格で、誰かに注目されたりすると途端に実力を発揮できなくなる。そんなメタルにある日クラスメイトの奈良（なら）シカダイが心無い一言を言ってしまう。悪気はなかったシカダイだが、翌日、怒ったメタルがシカダイに戦いを仕掛け、巻き込まれたボルトは、メタルのチャクラが、デンキのときと同じように奇妙に歪んでいることに気づく。"
                },
                "4": {
                    "ID": "6018757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6018757",
                    "TitleEnglish": "A Ninjutsu Battle of the Sexes!",
                    "SummaryEnglish": "At the suggestion of Shino Aburame, their homeroom teacher, Boruto and his classmates split off into gendered teams to capture flags placed on the roof. Boruto and the rest of the boys' team quickly head for the roof, but they struggle with traps and the girls' team, led by Sarada Uchiha and Chocho Akimichi. Desperate to capture a flag before the girls' team, Boruto tries out a Summoning Jutsu, but he ends up summoning something unexpected!",
                    "TitleJapanese": "男女対抗忍術合戦!!",
                    "SummaryJapanese": "クラス担任の油女（あぶらめ）シノの提案で、男女のチームに分かれて屋上に設置されたフラッグを奪い合うことになるボルトたち。早速、屋上に向かうボルトたち男子チームだが、途中に仕掛けられたトラップや、うちはサラダ、秋道（あきみち）チョウチョウを中心とした女子チームに行く手を阻まれ大苦戦する。何とかして女子チームより先にフラッグを奪いたいボルトは、授業で見た高等忍術“口寄せの術（くちよせ　の　じゅつ）”を試してみるが、思いもよらぬものを呼び寄せてしまう――。"
                },
                "5": {
                    "ID": "6052806",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6052806",
                    "TitleEnglish": "The Mysterious Transfer Student!",
                    "SummaryEnglish": "A student named Mitsuki has transferred into Boruto's class from Hidden Sound Village. He overwhelms Iwabe in sparring and shows his genius by solving difficult problems. However, Boruto and the others are unable to tell what he is thinking. Meanwhile, someone who has been doing repair work on the school suddenly goes berserk. Boruto and the others rush over. Another side of Mitsuki emerges as he starts muttering strange words.",
                    "TitleJapanese": "謎の転校生…!!",
                    "SummaryJapanese": "ボルトのクラスに、“音隠れ（おとがくれ）の里”から転入生がやってきた。ミツキという名のこの少年は、組み手の授業でイワベエを圧倒したり、難しい問題をあっさり解いたりとただならぬ才能を見せる。しかしミツキは何を考えているのかわからないところがありボルトたちを困惑させてゆく。そんな中、校舎の修復工事をしていたひとりが急に暴れだす騒ぎが起こる。慌てて駆けつけたボルトたちだが、そこに謎めいた言葉を呟きながら、さきほどまでは姿のなかったミツキが現れる。"
                },
                "6": {
                    "ID": "6052807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6052807",
                    "TitleEnglish": "The Final Lesson!",
                    "SummaryEnglish": "Boruto, Shikadai and Mitsuki arrive at the location they are told to go to by Shino. They notice their teacher is acting different than he usually does— and Shino suddenly attacks them! Shino belongs to the Aburame clan, a clan of Insect Users. He unleashes a swarm of Parasitic Insects. Boruto and the others can't match the skill of someone who's a jonin. But even in this situation, Mitsuki remains calm and coldly stares at Shino.",
                    "TitleJapanese": "最後の授業…!!",
                    "SummaryJapanese": "担任のシノに呼び出され、指示された場所までやってきたボルト、シカダイ、ミツキ。いつもと様子の違うクラス担任をいぶかしむボルトたちだが、そんな三人に突然シノが襲い掛かる！　蟲（むし）を使った術を得意とする油女一族のシノは、“奇壊蟲（きかいちゅう）”を放ち容赦ない攻撃を仕掛けてくる。だが重大任務も任される上忍（じょうにん）と同等の実力を持つ相手にボルトたちがかなうはずもない。ところがこの状況でもミツキだけは、慌てることなく冷たい表情でシノを見つめ……。"
                },
                "7": {
                    "ID": "6052808",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6052808",
                    "TitleEnglish": "Love and Potato Chips!",
                    "SummaryEnglish": "Cho-Cho's scared because she thinks she's being watched by someone, so she decides to catch them in the act. She succeeds in snagging Magire Kakuremino, and it turns out he wasn't watching Cho-Cho, but Sumire, the class rep, whom he secretly likes. Cho-Cho urges him to declare his love, and at first Magire hesitates. But he takes the leap and tells Sumire how he feels!",
                    "TitleJapanese": "恋とポテチ…!!",
                    "SummaryJapanese": "最近たびたび感じる、姿の見えない相手からの熱視線に怯える（？）チョウチョウは、この気味の悪い相手を捕まえてやろうと息巻く。そしてついに犯人・隠蓑（かくれみの）マギレを捕まえることに成功。だがマギレは、実はチョウチョウのクラスの委員長・筧（かけい）スミレのことが好きでずっと彼女を見ていたのだった。話を聞きこの場でスミレに告白することをすすめるチョウチョウ。最初は戸惑っていたものの、思い切って告白するマギレだが……？"
                },
                "8": {
                    "ID": "6052809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6052809",
                    "TitleEnglish": "The Dream's Revelation!",
                    "SummaryEnglish": "The shadowy, warped chakra that only Boruto can see takes over more people, causing them to rampage. It only affected people within the Academy at first, but now it’s extending its reach into the village. Can it be stopped? And later, a Visual Jutsu places Boruto within a dream—and afterward, Boruto declares the dream has awakened his Byakugan, the Kekkei Genkai unique to his mother’s Hyuga Clan. Naruto does not believe him, so Boruto seeks advice from his grandfather, Hiashi Hyuga.",
                    "TitleJapanese": "夢のお告げ",
                    "SummaryJapanese": "ボルトにしか見えない歪んだチャクラの影に操られ、急に暴れ出した人々――　はじめはアカデミーの周辺だけで起こっていた異変が、徐々に里中に広がり始めていた――。\nそんなある晩ボルトは、謎の人物から不思議な瞳術（どうじゅつ）を与えられる夢を見る。それにより、母・ヒナタの家系、日向（ひゅうが）一族特有の能力である血継限界（けっけいげんかい）“白眼（びゃくがん）”が覚醒したと騒ぐボルトだが、父・ナルトは信じてくれない。そこでボルトは、日向家の祖父・ヒアシに話を聞きに行く。"
                },
                "9": {
                    "ID": "6052810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6052810",
                    "TitleEnglish": "Proof of Oneself",
                    "SummaryEnglish": "Under his father and grandfather’s guidance, Boruto spars with his aunt Hanabi. Boruto has sought this match in order to win acceptance from his father, but no matter how hard he tries, he can’t activate his Byakugan in any form. He begins to doubt that he even saw the shadowy warped chakra at all, and feels even worse when people begin to think he lied. But then Boruto sees another person being manipulated by the mysterious shadow",
                    "TitleJapanese": "自分の証明",
                    "SummaryJapanese": "ボルトが、父や祖父が見守る中、叔母のハナビと手合わせすることになった。父に認めてもらうため果敢に戦うボルト。だが、どんなにがんばっても白眼を発動させることができず、覚醒した形跡もないことがわかる。これまで見えていた歪んだチャクラのような影はすべて錯覚だったのではないかと思い始めたボルトは、認めてもらうどころか、ウソをついたと思われるのではないかと気を落とす。そんな中ボルトは、またしても怪しい影に操られた人を見かけ……。"
                },
                "10": {
                    "ID": "6052811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6052811",
                    "TitleEnglish": "The Ghost Incident: The Investigation Begins!",
                    "SummaryEnglish": "Boruto nicknames the mysterious shadow “The Ghost” and is excited when he and his friends Shikadai and Mitsuki decide to solve the recent “Ghost Incidents.” Shino secretly lends Boruto a helping hand by giving their class an assignment to research different workplaces. Meanwhile, Sai, who once served in The Foundation of the ANBU Black Ops, makes a big discovery while investigating the same incident under orders from the Hokate.",
                    "TitleJapanese": "ゴースト事件、捜査開始!!",
                    "SummaryJapanese": "自分にだけ見える謎の影に“ゴースト”と名づけたボルトは、仲のよいシカダイやミツキと協力して“ゴースト事件”を解決しようと張り切る。そんなボルトを陰ながら応援しようと、シノが授業の一環として各自興味のある職場を見学するよう指示。ボルトは、シカダイ、ミツキとともに郵便配達員の仕事を間近で見学しながら里中を見回ることにする。\n一方、かつて、特殊部隊“暗部（あんぶ）”の“根（ね）”に所属していたことがあるサイは、火影の命令で同じ事件を調べていたが、調査中にある重大な発見をする。"
                },
                "11": {
                    "ID": "6097619",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6097619",
                    "TitleEnglish": "The Shadow of the Mastermind",
                    "SummaryEnglish": "During a tour of workplaces for their school assignment, Sumire, Wasabi Izuno and Namida Suzumeno get wrapped up in the Ghost Incident and are hurt. Boruto feels bad that he wasn't there to prevent their harm, and becomes more determined to solve the case. With the help of Tayori Kuroyagi the postal worker, along with Shikadai and Mitsuki, the team scans the village more closely. Then Shikadai and Mitsuki realize one possibility from something Boruto says casually.",
                    "TitleJapanese": "黒幕の影",
                    "SummaryJapanese": "職場見学中にゴースト事件に巻き込まれ、スミレや、一緒にいた伊豆野（いずの）わさび、雀野（すずめの）なみだがケガを負った。自分ならば未然に防げたかもしれないと悔やむボルトは、何としても事件を解決しようとあらためて決意する。職場見学を通して親しくなった郵便配達員のクロヤギ・タヨリにも協力してもらい、シカダイやミツキとともに今まで以上に注意深く里中を見回るボルト。そんな中、ボルトが何気なく言った一言から、シカダイとミツキがひとつの可能性に気づく。"
                },
                "12": {
                    "ID": "6100344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6100344",
                    "TitleEnglish": "Boruto and Mitsuki",
                    "SummaryEnglish": "The Ghost incidents suddenly come to an end and Boruto and his classmates are puzzled, but Mitsuki seems to know something they don't. Mitsuki himself realizes he's been undergoing some puzzling changes and questions his classmates in order to figure out his predicament. Soon after, a mysterious chakra begins to spread throughout the village.",
                    "TitleJapanese": "ボルトとミツキ",
                    "SummaryJapanese": "あれほど里を騒がせていたゴースト事件が、どういうわけかピタリと止まった。ボルトやクラスメイトたちは不思議に思うが、ただひとりミツキだけは、何かを知っている様子。そのミツキは、最近、自分に起こった変化に戸惑っていた。そして、彼にとっての素朴な疑問をクラスメイトたちに問いかけてみるが、話を聞いたひとり、山中（やまなか）いのじんの言葉にミツキは？\nそんな中、突如として里中に、異様なチャクラが広がり始めるという異常事態が発生する!!"
                },
                "13": {
                    "ID": "6128337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6128337",
                    "TitleEnglish": "The Demon Beast Appears!",
                    "SummaryEnglish": "After Mitsuki reveals more information about the Ghost incidents, Boruto is determined to find and stop the culprit! Meanwhile, Seventh Hokage Naruto and his top advisors are shocked to learn who the perpetrator is from the results of Sai's investigation. Just then, Nue—an enormous otherworldly beast—appears! The imminent danger to the village forces the Sixth Hokage, Kakashi, out of retirement!",
                    "TitleJapanese": "魔獣、現る…!!",
                    "SummaryJapanese": "ミツキから話を聞き、新たな事件の発生をくい止め、犯人にこれ以上の罪を重ねさせないためにとボルトがひた走る！\n一方、サイの報告により今回の事件の首謀者を知った七代目火影・ナルトたち里の幹部は、その正体に衝撃を受けるが、そうしている間に巨大な異界の魔獣“鵺（ぬえ）”がその姿を現した。迫り来る里の危機に、今は引退した六代目火影・はたけカカシも事態の収拾のための協力を申し出る。"
                },
                "14": {
                    "ID": "6128338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6128338",
                    "TitleEnglish": "The Path That Boruto Can See",
                    "SummaryEnglish": "The late Danzo Shimura was the founder and leader of the Foundation, an elite branch of the ANBU Black Ops. The recent incidents have been masterminded by someone who had sworn to carry on Danzo's wishes. Boruto is able to enter another world with his strange \"eye.\" The perpetrator wields the Gozu Tennou, a weapon that relies on the power of the beast Nue, and is set on destroying the village. Boruto desperately tries to dissuade them, but can Boruto's thoughts unleash a curse from the past?!",
                    "TitleJapanese": "ボルトに見える道",
                    "SummaryJapanese": "特殊部隊・暗部の中でも、さらに特殊な存在である“根”を創設した木ノ葉隠れの元幹部・志村（しむら）ダンゾウ――　今回の事件の首謀者は、今は亡き彼の意志を受け継ぐ者だった。\n不思議な“眼（め）”の力で異世界へと入ることができたボルトは、魔獣・鵺の力を利用した兵器“牛頭天王（ごずてんのう）”による里の壊滅を狙う相手を目の前に必死の説得を試みるが……。　ボルトの思いは過去からの呪縛を解き放つことができるのか!?"
                },
                "15": {
                    "ID": "6128344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6128344",
                    "TitleEnglish": "A New Path",
                    "SummaryEnglish": "The ghost incident that threatened the Hidden Leaf Village is over, and now Boruto is unable to awaken the mysterious power he used. Things return to normal in the village and the Academy, but one thing still troubles Boruto and his classmates...",
                    "TitleJapanese": "新しい道",
                    "SummaryJapanese": "木ノ葉隠れの里を襲ったゴースト事件が解決し、あのときボルトに発動した謎の力が再び目覚めることはなくなっていた。大人たちはその後のさまざまな処理に追われ、事件を起こした者の処遇についても、追って結論が出されようとしていた――。　里にもアカデミーにも、いつもの日常が戻りつつあったが、そんな中、ボルトやクラスメイトたちには、ひとつ気がかりなことがあって……。"
                },
                "16": {
                    "ID": "6128347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6128347",
                    "TitleEnglish": "Crisis: The Threat of Failing!",
                    "SummaryEnglish": "[Filler] Exam day is fast approaching, and everyone at the Academy begins preparing for them. Repeating a grade is a possibility if you fail a test. Denki, who lacks skills in ninjutsu, is having a hard time using chakra to climb walls. And as usual, Iwabe can't wrap his head around what he's studying. Boruto and the others try to help them train and study, but end up making things more confusing for the two. Will Denki and Iwabe avoid being held back?",
                    "TitleJapanese": "留年(ダブり)の危機",
                    "SummaryJapanese": "アカデミーの定期試験が近づき、準備を始める生徒たち。成績次第では留年の可能性もあるが、忍術の実技が苦手なデンキは “チャクラを使った壁登り”に苦労し、筆記問題が苦手なイワベエは、相変わらず教科書の内容が理解できず苦労していた。そんなふたりのためにボルトたちが修業や勉強につきあうが、ますます混乱させるばかり。それでも、みんなと一緒に忍者になりたいデンキは留年を恐れるあまりムチャな修業をしてしまう。果たしてデンキとイワベエは、留年を逃れることが出来るのか!?"
                },
                "17": {
                    "ID": "6128348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6128348",
                    "TitleEnglish": "Run, Sarada!",
                    "SummaryEnglish": "[Filler] Sarada agrees to return a teddy bear to a young patient at the hospital, but she forgets it on the train and goes into a panic. Despite having dismissed Boruto and the boys for sitting on the roof of the train, Sarada does exactly that in her desperate search for the toy. Cho-Cho happens to see Sarada and takes her to the station’s lost and found. Sarada retrieves her package and all is well, until…",
                    "TitleJapanese": "サラダ、走る!!",
                    "SummaryJapanese": "母・サクラにかわり、サラダが入院中の女の子にお気に入りのぬいぐるみを届けることになった。ところがうっかりして、“雷車（らいしゃ）”の中にぬいぐるみの包みを忘れてしまい慌てて追いかけることに。雷車の座席ではなく屋根に乗って移動するボルトたちをバカにしていたにもかかわらず、自分自身が雷車の屋根に登ったりぬいぐるみを追いかけて必死で里の中を駆け回るハメになるサラダ。そんなサラダを見かけたチョウチョウの助言で遺失物センターを訪れたサラダは、無事に包みを受け取るのだが……。"
                },
                "18": {
                    "ID": "6128350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6128350",
                    "TitleEnglish": "A Day in the Life of the Uzumaki Family",
                    "SummaryEnglish": "[Filler] The Uzumaki household is thrown into chaos when Himawari, Boruto's younger sister, catches a cold. Naruto rarely comes home since he became Hokage, and Boruto's anger toward him grows especially because his sister is so sick.",
                    "TitleJapanese": "うずまき家の一日",
                    "SummaryJapanese": "ボルトの妹・ヒマワリがカゼを引き、ドタバタするうずまき家。そういえば前にもヒマワリのせいで大変なときがあった……と、ボルトは思い出す――。　それは、父・ナルトの火影就任式の日。その日ヒマワリは白眼を覚醒させ、ボルトとナルトは死ぬ思いをしたのだった……。　そして――　火影になったその日から、父はあまり家に帰って来なくなった。今、妹のヒマワリがカゼで苦しんでいるというのに、父親であるナルトは帰って来ない。父への怒りがこみ上げてくるボルトだが――。"
                },
                "19": {
                    "ID": "6128351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6128351",
                    "TitleEnglish": "Sarada Uchiha",
                    "SummaryEnglish": "Boruto pulls a prank and is pursued around the village by Naruto. Seeing this, Sarada can't help but be exasperated, but a part of her grows wistful as she thinks of her father, Sasuke, whom she hasn't seen since she was a baby. She begins to feel doubt after she sees a photo of Sasuke with a young woman wearing glasses. Sarada becomes determined to learn the truth. Will the secret of Sarada Uchiha's birth be revealed?!",
                    "TitleJapanese": "うちはサラダ",
                    "SummaryJapanese": "“火影岩（ほかげいわ）”にイタズラし、父親に追い掛け回されるボルトを見てあきれるサラダ。しかしそんなボルトを見てサラダは、物心ついたときから会ったことのない父・サスケのことを思い寂しくなる。母のサクラに話を聞いても何も答えてもらえずつい反抗的な態度をとってしまうのだが、そんな中、父・サスケと写るメガネをかけた若い女性の写真を見たサラダは、ある疑惑に駆られ真相を確かめてみたくなる。　――うちはサラダ出生の秘密が明かされる!?"
                },
                "20": {
                    "ID": "6128354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6128354",
                    "TitleEnglish": "The Boy with the Sharingan",
                    "SummaryEnglish": "Sasuke sends a message to Naruto about a man possessing the Sharingan. Upon receiving the intel, Naruto rushes to meet with Sasuke. Meanwhile, Sarada, who has doubts about who her real mother is, joins Cho-Cho, who is about to set out on a journey to find her “real parents.” Upon learning that Naruto is on his way to meet Sasuke, they go after him. But danger looms when they come under attack.",
                    "TitleJapanese": "写輪眼（しゃりんがん）の少年",
                    "SummaryJapanese": "極秘任務で各地を旅しているサスケからナルトに、うちは一族特有の血継限界“写輪眼（しゃりんがん）”を持つ者の情報が届いた。だが今生きているうちは一族は、サスケとその血を引くサラダだけのはず。この報せに、急ぎサスケに会うことにするナルト。\n一方、父・サスケを探し、“本当の母親”について問いただそうと考えるサラダは「本当のパパとママを探す旅に出る」と言い出したチョウチョウとともに行動を開始。ナルトがサスケと会うことを知り、あとを追いかける。ところがその途中、何者かに襲われ危機に陥る！"
                },
                "21": {
                    "ID": "6247201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6247201",
                    "TitleEnglish": "Sasuke and Sarada",
                    "SummaryEnglish": "Sarada arrives at the tower where her father is, only to be hurt by Sasuke's surprising words and actions. Naruto and Cho-Cho can hardly bear to watch the awkward exchange between father and daughter, and try to think of something to help. But the party is attacked by a father-son duo who call themselves \"Shin Uchiha,\" and who possess the Sharingan! Meanwhile, Sakura learns that Sarada has gone to meet her father.",
                    "TitleJapanese": "サスケとサラダ",
                    "SummaryJapanese": "父・サスケのいる“峠塔（とうげとう）”にたどり着いたサラダは、はやる気持ちをおさえながら塔の中へと入ってゆく。ところが、やっと出会えた父の思いもよらない行動と言葉に深く傷つく。父と娘の気まずい様子に耐え切れないナルトとチョウチョウは、何とかしたいと考えるのだが……。　そんな中、一同は、互いに “うちはシン”と名乗る写輪眼の父子に襲われる！\n一方、サラダが父親に会いに行ったと聞き、娘のことを心配するサクラは……？"
                },
                "22": {
                    "ID": "6247202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6247202",
                    "TitleEnglish": "Connected Feelings",
                    "SummaryEnglish": "Sarada is in shock after Sakura is captured by Shin's jutsu. Even Naruto, with his exceptional tracking skills, is unable to locate her. Then Sasuke discovers countless Sharingan embedded in Shin's arm. Following clues gleaned from Shin's arm, they come upon the laboratory of the heinous Hidden Leaf criminal, Orochimaru, who has been conducting research on Forbidden Jutsu. There, Sarada meets her father's former partners Suigetsu Hozuki and Jugo. She then asks Suigetsu to look into who her real mother is.",
                    "TitleJapanese": "つながる想い",
                    "SummaryJapanese": "シンの術によってサクラが連れ去られ、呆然とするサラダ。だが、感知に優れたナルトの能力を使っても居場所がつかめず、ますます不安にかられる。そんな中サスケが、シンの腕に埋め込まれた無数の写輪眼に注目。一同はシンの手がかりを求め、禁術の研究をしている木ノ葉隠れの大罪人・大蛇丸（オロチまる）の研究所を訪れる。そこで、あの古い写真に写る、父のかつての仲間、鬼灯水月（ほおずき　スイゲツ）や重吾（ジュウゴ）と出会ったサラダは、水月に頼んで、自分の母親のことを調べてもらうことにする。"
                },
                "23": {
                    "ID": "6247204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6247204",
                    "TitleEnglish": "Bonds Come in All Shapes",
                    "SummaryEnglish": "Determined to rescue Sakura, Sarada pursues Shin with Sasuke, Naruto, and Cho-Cho. After brutal battles with Shin's clones along the way, Sarada is surprised to see the bond of trust between Sasuke and Sakura, who haven’t seen each other in years. But suddenly, Shin orders his children to kill the intruders. Since her parents share a bond of trust and love, will Sarada's journey to learn the secret of her birth reach a conclusion?",
                    "TitleJapanese": "つながりのカタチ",
                    "SummaryJapanese": "連れ去られたサクラを助けることを決意したサラダが、サスケやナルト、チョウチョウとともにシンのもとへと向かう。次々と現れるシンのクローンたちに苦戦しながらサクラのもとへとたどり着いたサラダは、ずっと会っていないにもかかわらず、信頼しあっているサスケとサクラの姿を不思議そうに見つめる。だが突然、動きを封じられた“親”のシンが、“子供たち”に侵入者の抹殺を命じ……。\nちゃんと想いがあって、気持ちがつながっていれば――　サラダが始めた、出生の秘密を知る旅の結末は？"
                },
                "24": {
                    "ID": "6301835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6301835",
                    "TitleEnglish": "Boruto and Sarada",
                    "SummaryEnglish": "The Hidden Leaf Village is filled with excitement upon the arrival of the Kage for the Five Kage Summit. Boruto knows that security is tighter than usual, but he still plans on pulling a big prank. Meanwhile, Sarada has found a new goal, to become the Hokage, and trains hard. Behind closed doors, the Five Kage discuss highly classified intel that Sasuke has obtained involving Kaguya Otsutsuki.",
                    "TitleJapanese": "ボルトとサラダ",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "6307551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6307551",
                    "TitleEnglish": "The Turbulent Field Trip!!",
                    "SummaryEnglish": "Boruto and his class head to the Water country, towards Village of the Hidden Mist, for a field trip. Guided by Kagura Karatachi, Boruto and his friends couldn’t believe that a village that is so overflowing with life and modern used to be called the Village of the Bloody Mist, and that children were made to battle each other to the death back then. However, there are ninjas in the Hidden Mist that are unhappy with the current situation of the village too.",
                    "TitleJapanese": "波乱の修学旅行",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "6307554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6307554",
                    "TitleEnglish": "The Mizukage's Successor",
                    "SummaryEnglish": "Boruto and his friends are being led through the Village of the Hidden Mist by Kagura and the 6th Mizukage, Chojuro, visiting their Academy. The Hidden Mist have increased their attention on sword techniques, and Boruto, seeing this intense view of the lesson, becomes excited. He then requests a bout with Kagura from Chojuro.",
                    "TitleJapanese": "水影の後継者",
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "6307563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6307563",
                    "TitleEnglish": "A Shinobi Battle of Friendship",
                    "SummaryEnglish": "Tsurushi Hachiya had been with Kagura throughout the Academy years, and now he finds Boruto a nuisance, and attempts to draw Boruto and his friends out by abducting Denki. In an attempt to save Denki, Boruto and his friends join Kagura, and head towards Hachiya, and battle with a large group of allies that had been gathered against them. During that time, a truth that Kagura had been hiding comes to light.",
                    "TitleJapanese": "友情のシノビバウト",
                    "SummaryJapanese": null
                },
                "28": {
                    "ID": "6302841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6302841",
                    "TitleEnglish": "A Declaration of War",
                    "SummaryEnglish": "Kagura makes up his mind to accept the famed sword Hiramekarei from Chojuro, but unwittingly becomes part of a plot set up by Kagura’s old acquaintance, Shizuma Hoshigaki, a man who opposes the new, peaceful shinobi order.",
                    "TitleJapanese": "宣戦布告",
                    "SummaryJapanese": null
                },
                "29": {
                    "ID": "6310116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6310116",
                    "TitleEnglish": "The New Seven Ninja Swordsmen!!",
                    "SummaryEnglish": "Kagura unlocks the storeroom to let Shizuma take the Mist Blades. The New Seven Ninja Swordsmen begin an insurrection, the end goal being to turn their village back into the Blood Mist Village! News of the rebellion reaches Chojuro and Mei, the current and previous Mizukage. They are determined to execute the perpetrators, along with Kagura, who aided them. In order to change Chojuro's mind, Boruto makes an astonishing announcement.",
                    "TitleJapanese": "新・忍刀七人衆!!",
                    "SummaryJapanese": null
                },
                "30": {
                    "ID": "6310117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6310117",
                    "TitleEnglish": "The Sharingan vs. The Lighting Blade, Kiba the Fang!",
                    "SummaryEnglish": "Chojuro leads Boruto and Sarada to the location where Shizuma and his \"New Seven Shinobi Swordsmen\" are based. Shizuma uses his jutsu to create a fog that clouds the trio's vision, and they end up getting separated. Sarada is forced into one-on-one combat with a kunoichi, Buntan Kurosuki, who wields the Lightning Blade, Kiba the Fang! In the thick fog, Sarada uses her Sharingan, but her enemy is stronger than expected. Driven into a corner, she comes up with a counterattack. Meanwhile, Boruto goes up against none other than Kagura.",
                    "TitleJapanese": "写輪眼ＶＳ雷刀・牙（らいとう・きば）",
                    "SummaryJapanese": null
                },
                "31": {
                    "ID": "6349497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6349497",
                    "TitleEnglish": "Boruto and Kagura",
                    "SummaryEnglish": "Boruto urges his friend Kagura to return with him, but Kagura rejects him and begins to attack. Although Boruto is desperate to save him, Kagura once again falls under a spell and is unable to defy Shizuma. Then someone steps in between the two as they battle. It's Mitsuki, and he has obtained intel about the rebellion. Just what is the intel, and can Boruto save his friend?",
                    "TitleJapanese": "ボルトとかぐら",
                    "SummaryJapanese": null
                },
                "32": {
                    "ID": "6349498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6349498",
                    "TitleEnglish": "The Quest for Souvenirs!",
                    "SummaryEnglish": "[Filler] The field trip comes to an end, and Boruto and his friends prepare to return to Hidden Leaf. Chojuro, the Mizukage, sees them off, but Kagura is nowhere to be seen. The class makes it back to the Leaf Village safely and Boruto is relieved to be home. But Himawari isn't her usual cheerful self. She's been looking forward to the souvenir that Boruto promised her, which he completely forgot to get! Boruto decides to tell the truth and beg for Himawari's forgiveness, but he misses his chance, and things gets worse!",
                    "TitleJapanese": "おみやげクエスト",
                    "SummaryJapanese": null
                },
                "33": {
                    "ID": "6349500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6349500",
                    "TitleEnglish": "The Super Beast Scroll Slump!!",
                    "SummaryEnglish": "[Filler] Inojin has loved to draw since he was small, and his ninjutsu speciality is the Super Beast Scroll. But one day, he suddenly loses his ability to use his jutsu! Puzzled, he talks to his father, Sai, who uses the same jutsu. Even though Sai is sympathetic, he doesn't give Inojin a way to overcome his slump. Instead he suggests that his son enter into a children's art contest, which Inojin halfheartedly does.",
                    "TitleJapanese": "スランプ!!　超獣偽画（ちょうじゅうぎが）",
                    "SummaryJapanese": null
                },
                "34": {
                    "ID": "6349501",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6349501",
                    "TitleEnglish": "The Night of the Shooting Stars",
                    "SummaryEnglish": "[Filler] Boruto and his classmates decide to go camping to try to catch the mysterious fish, the Eternal Carp, said to be unforgettably delicious. With graduation coming up this could be the last time the class does something together, so Boruto figures this is the perfect opportunity to catch one, but the fish proves to be very elusive.",
                    "TitleJapanese": "星降る夜",
                    "SummaryJapanese": null
                },
                "35": {
                    "ID": "6349502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6349502",
                    "TitleEnglish": "The Parent Teacher Conference!",
                    "SummaryEnglish": "Prior to the graduation exams, it's decided that the students will take part in a three-person interview to discuss their future plans. Boruto, who has passed his ninjutsu courses with flying colors, realizes his path toward becoming a \"ninja\" has been trouble-free and easy. As the students prepare for their finals, Boruto meets a journalist named Sukea who is doing a story on them. Something about Boruto's indifferent attitude about his future as a ninja raises a red flag in Sukea, and he gives Boruto a warning.",
                    "TitleJapanese": "三者面談…!!",
                    "SummaryJapanese": null
                },
                "36": {
                    "ID": "6400462",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6400462",
                    "TitleEnglish": "The Graduation Exam Begins!",
                    "SummaryEnglish": "It is time for the graduation exams. Boruto and the others complete the first-round written exam and move on to the next. The second round has the students facing off against Kakashi—the previous Sixth Hokage—and the academy instructors in actual combat situations. With the goal to \"steal the bell\" from Kakashi, every student rushes into action. However, the going is rough against Kakashi and the teachers who guard him. Somehow, Boruto reaches Kakashi first, but the Sixth Hokage shows no mercy. After a tough fight, he coldly tells Boruto that he's not suited to become a ninja!",
                    "TitleJapanese": "卒業試験、開始!!",
                    "SummaryJapanese": null
                },
                "37": {
                    "ID": "6442665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6442665",
                    "TitleEnglish": "A Shinobi's Resolve!",
                    "SummaryEnglish": "Boruto was the first to challenge the graduation exam’s proctor Kakashi, after being the first to arrive at his location, however, he is easily held down. Furthermore, Kakashi criticized not only Boruto himself, but also all his classmates, leading Boruto to become extremely frustrated. Boruto’s classmates arrive, and manage to free Boruto through a combined effort, allowing him to escape from Kakashi. Boruto is uncharacteristically depressed, so his classmates do their best to restore his spirits. Finding himself again, Boruto proposes a strategy to everyone.",
                    "TitleJapanese": "忍（しのび）の覚悟",
                    "SummaryJapanese": "試験官のカカシのもとに一番乗りし、果敢に戦いを挑んだものの動きを封じられ、自分だけでなくクラスの仲間たちまで非難されたボルトは悔しさでいっぱいになる。そこに遅れてきたクラスメイトたちが合流し、みんなの手助けでボルトはカカシから逃れる。自分のふがいなさを思い、珍しく落ち込むボルト。そんなボルトにクラスメイトたちが喝を入れ、やっといつもの調子を取り戻したボルトはみんなにある作戦を持ちかける。\n果たして、念願の“忍者”になるのは!? 　クラス全員がそろって卒業するための反撃が始まる！"
                },
                "38": {
                    "ID": "6444755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6444755",
                    "TitleEnglish": "Formation of the Three Man Squad?",
                    "SummaryEnglish": "Boruto and his friends are successful in becoming apprentice ninja, ‘Genin’, their first step. Firstly, they must form their basic teams to carry out missions in, a three man cell. Boruto expected to group up with his close friend Shikadai; however, Shikadai is forming a cell with Inojin and Chocho, following in their parents’ footsteps of the ‘Inoshikacho’ trio. Boruto then becomes grouped with Sarada and Mitsuki…….",
                    "TitleJapanese": "スリーマンセル、結成…？",
                    "SummaryJapanese": "晴れて見習い忍者・“下忍（げにん）”としての第一歩を踏み出したボルトたちは、まず、任務を行うための基本チーム“三人一組（スルーマンセル）”の班を組むことになる。班分けはそれぞれの能力や相性によって行われるが、仲のよいシカダイと一緒の班を望んでいたボルトの期待ははずれ、シカダイは、いのじんやチョウチョウとともに父や母と同じ“猪鹿蝶（いのしかちょう）”トリオを組むことに。一方ボルトのチームメイトはサラダとミツキになる。これに不満を持つボルトとサラダは、唯一この決定を覆す救済措置“火影に直接、直訴状を手渡す”という方法に打って出る。"
                },
                "39": {
                    "ID": "6444757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6444757",
                    "TitleEnglish": "The Path Lit by the Full Moon",
                    "SummaryEnglish": "Mitsuki was originally from another village, the Village of the Hidden Sound. But since meeting with Boruto and the others, Mitsuki has decided that he will now remain at the Village of the Hidden Leaf and become a ninja. In the past, Mitsuki has had his memory taken away from him, and had lost his identity, along with what he wants to achieve in life, only to awaken in an unfamiliar laboratory. The mystery that surrounds Mitsuki, and the plethora of thoughts that surround him, has now cleared up for him.",
                    "TitleJapanese": "満ちた月が照らす道",
                    "SummaryJapanese": "もとは他里である音隠れ出身だが、ボルトたちと出会い、自分自身の意志で木ノ葉隠れの忍者となることを決めたミツキ。そのミツキはかつてすべての記憶を奪われ、自分が何者なのか、何をしたいのかもわからないまま、見知らぬ研究所で目覚めたことがあった――。\nミツキがたびたび口にする“親”とともにある人物を追い詰めた過去。　その中でミツキ自身が選んだこと。　謎に包まれたミツキをめぐるさまざまな思いが明らかになる。"
                },
                "40": {
                    "ID": "6470389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6470389",
                    "TitleEnglish": "Team 7: The First Mission!!",
                    "SummaryEnglish": "Boruto, Sarada, and Mitsuki have come together and formed ‘Team 7’. The three, led by Jonin Sarutobi Konohamaru, have received their first mission. The mission details the repelling of bandits who have been attacking a village, and making it so that they never come back again. Boruto and the others immediately depart for the village, and come face-to-face with a young woman named Kiri, who is the daughter of the village chief who had suddenly passed away and has inherited her father’s role, and the others who support her.",
                    "TitleJapanese": "第七班・初任務!!",
                    "SummaryJapanese": "“第七班”としてスリーマンセルのチームを組むことになったボルト、サラダ、ミツキが、上忍の猿飛木ノ葉丸（さるとび　このはまる）の指導のもと初任務につくことになった。任務を依頼してきたのはとある村で、内容は、最近たびたび村を襲う盗賊を撃退し二度と近づけないようにすること。早速村に向かったボルトたちは、村長だった父を突然亡くし、そのあとを継いだばかりの伎璃（キリ）と、まだ若い彼女を支える側近たちと対面するが、伎璃の話からこの任務が、最初の予定よりも厳しく難しいものになることが判明する。"
                },
                "41": {
                    "ID": "6475980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6475980",
                    "TitleEnglish": "Strength in Unity",
                    "SummaryEnglish": "Ninja who were disguised as bandits have kidnapped Kiri. As Genin, Boruto and the others are not originally meant to be given missions that involve fighting other ninja. However, due to the pleading of the village and through Konohamaru’s judgement, Team 7 now has their mission changed from “Repelling Bandits” to “Rescue Kiri”.",
                    "TitleJapanese": "結束の力",
                    "SummaryJapanese": "盗賊を装った忍者に伎璃がさらわれた。本来、下忍（げにん）であるボルトたちには他の忍者と戦うような任務は与えられないが、村人たちの依頼と木ノ葉丸の判断で、第七班は、“盗賊撃退”の任務を“伎璃の救出”に変更。初任務でいきなり強力な幻術使いや剣の使い手の忍者と戦うことになる。木ノ葉丸の指示に従い伎璃の奪還に成功するボルトたち。ところが、敵に木ノ葉丸がとらえられ、伎璃を守りながら、下忍の三人だけで戦わなければならなくなる。"
                },
                "42": {
                    "ID": "6475983",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6475983",
                    "TitleEnglish": "A Ninja's Job!",
                    "SummaryEnglish": "Boruto is dissatisfied with the team's easy and lackluster missions since its first one. Team 7 is assigned to capture a suspect who has barricaded himself inside a bank. Excited to show off his skills again, Boruto and the team rush to the site. But the suspect turns out to be a timid individual who was recently fired. A possibility soon arises that a certain organization could be involved!",
                    "TitleJapanese": "忍者のお仕事",
                    "SummaryJapanese": "初任務以来、任される任務はすべて地味で簡単なものばかりだと不満気なボルト。そんなボルトと第七班に「銀行立てこもり犯人を捕まえろ」という任務が言い渡された。久しぶりに派手に活躍できるとばかりに張り切るボルトだが、現場に駆けつけたボルトたちが目にした立てこもり犯は、最近、理不尽な理由で会社をクビになったばかりの気弱そうな男で……。　だがこの事件に、ある組織が絡んでいる可能性が浮上する――！"
                },
                "43": {
                    "ID": "6475985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6475985",
                    "TitleEnglish": "The Byakuya Gang Surfaces!!",
                    "SummaryEnglish": "An incident occurs in Hidden Leaf Village and the Byakuya Gang is suspected. The gang steals from the rich to give to the poor, and they've been active recently in several villages. Boruto disapproves of them, because he believes stealing is stealing no matter how noble the reason.",
                    "TitleJapanese": "白夜団（びゃくやだん）、現る!!",
                    "SummaryJapanese": "木ノ葉隠れ（このはがくれ）の里で、最近世間を騒がせている“白夜団（びゃくやだん）”の仕業と思われる事件が起こった。白夜団は金持ちから金銭や金目のものを盗み、困っている人々に配る“義賊”としてあちこちの里を荒らしまわっている盗賊団。義賊と言っても他人からものを盗み、ときには関係のない人々まで巻き込む彼らに嫌悪感を抱くボルトは、友達のシカダイに同意を求めるが、シカダイはボルトの言うことに「善悪で計れないこともあるんじゃないか」と答える。　一方、事件現場で奇妙なものを見つけたサラダは、犯人の手がかりをつかもうと考え……。"
                },
                "44": {
                    "ID": "6475987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6475987",
                    "TitleEnglish": "Shikadai's Doubts",
                    "SummaryEnglish": "The Byakuya Gang's activities become more brazen in the Hidden Leaf. While some people view them as heroic, noble thieves, Boruto can't get himself to approve of their actions. The genin are told to work together to capture the gang, and security in the village is increased. During this time, Shikadai meets a youth named Ryugi. Despite their age difference, a bond grows between them.",
                    "TitleJapanese": "シカダイの迷い",
                    "SummaryJapanese": "木ノ葉隠れの里での白夜団の活動が活発化。“義賊”ということで彼らを英雄視する人々も現れるが、ボルトには白夜団のやっていることがどうしても納得できない。下忍たちにも犯人を捕まえるための協力が呼びかけられるなど、里の警戒も厳しくなる中、シカダイは、リョウギという少年と出会い仲良くなる。年齢に似合わずどこか一歩引いたものの見方をするところがあるふたりは話も合い、シカダイは、リョウギと会って一緒に過ごす時間が楽しみになる。"
                },
                "45": {
                    "ID": "6541188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6541188",
                    "TitleEnglish": "Memories from the Day of Snow",
                    "SummaryEnglish": "Shikadai became friends with Ryogi through playing shogi. However, recently Ryogi hasn’t been showing up at the usual meeting spot. Shikadai can’t stop worrying about Ryogi’s puzzling attitude on the last day he saw him, but he has no way to ascertain Ryogi’s true feelings. Meanwhile, Ryogi is plagued by a memory he can never forget.",
                    "TitleJapanese": "雪の日の記憶",
                    "SummaryJapanese": "“将棋”を通して知り合い、“友達”になったシカダイとリョウギ。ところが最近になってリョウギが待ち合わせ場所に姿を現さなくなった。シカダイは、最後に会った日に友達が見せた態度が気にかかるが、確かめることもできずひとり悩んでいた。　一方その頃、シカダイの前に姿を現さなくなったリョウギは、友達のシカダイのことを気にしながらも、どうしても忘れることができない記憶に苦しめられていた――。"
                },
                "46": {
                    "ID": "6548420",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6548420",
                    "TitleEnglish": "Go! The Crest of Night Strategy",
                    "SummaryEnglish": "Spurred on by the Byakuyadan, people are now protesting the Kaminarimon Company, which is owned by Denki’s father. The village’s ninjas are summoned to quell the chaos, and each team is assigned a different protest location. Shikadai, Inojin, and Chocho (Team 10) go to their positions, but Shikadai, noticing something strange on the map, slips away from his post.",
                    "TitleJapanese": "決行!!　極夜（きょくや）作戦",
                    "SummaryJapanese": "白夜団がけしかけたことにより、デンキの父の会社“雷門（かみなりもん）カンパニー”を批判するデモが拡大化。混乱を鎮めるため、下忍を含めた里の忍者たちに招集がかかる。だがデモ隊は忍者ではなく里に住む一般の人々。手荒なことはできないため、班ごとに決められた場所でデモ隊を押しとどめる策がとられる。シカダイも“第十班”としていのじんやチョウチョウとともに配置につくが、配置図を見てあることに気づいたシカダイは、勝手に持ち場を離れ飛び出してしまう！"
                },
                "47": {
                    "ID": "6548421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6548421",
                    "TitleEnglish": "The Figure I Want to Be",
                    "SummaryEnglish": "The Byakuyadan raid Scientific Ninja Weapons researcher Katasuke Tono’s lab. Shikadai and Boruto corner the escaping thieves who robbed the scientific ninja weapons that were under development. However…",
                    "TitleJapanese": "成りたい駒（すがた）",
                    "SummaryJapanese": "里がデモで混乱する中、新たな技術を用いた忍者の道具“科学忍具（かがくにんぐ）”の研究と開発をしている遠野（とおの）カタスケの研究所が白夜団に襲われる。白夜団はカタスケから、開発中の科学忍具を強奪して逃走。白夜団の狙いにいち早く気づいたシカダイと、シカダイを追ってきたボルトは、逃走中の白夜団を追い詰め、頭（かしら）のゲッコウに攻撃を仕掛けるが、そのとき!?\nたとえ弱い“駒”でも、やり方ひとつで強い“駒”と互角になれる――　“将棋”がつないだ“友”同士が目指すのは――？"
                },
                "48": {
                    "ID": "6548423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6548423",
                    "TitleEnglish": "The Genin Documentary!",
                    "SummaryEnglish": "[Filler] Team 5 receives orders to participate in a documentary promoting the ninja academy; team captain Udon has doubts about the idea, and his pupils feel pressured to prove themselves after being suspended during the Byakuya Gang incident.",
                    "TitleJapanese": "下忍ドキュメンタリー!!",
                    "SummaryJapanese": "上忍の伊勢（いせ）ウドンが担当する“第五班”のイワベエ、デンキ、メタルの三人に、火影（ほかげ）じきじきの推薦で、「減少するアカデミー忍術科の生徒を増やすＰＲのためのドキュメンタリー番組に出る」という任務が言い渡された。白夜団の事件では謹慎期間が重なり、ボルトたち同期の下忍の活躍を見ていることしかできなかった三人は、この番組で自分たちの実力をアピールし評価を上げようと張り切るが、ウドンは、そんなイワベエたちに厳しい目を向ける。"
                },
                "49": {
                    "ID": "6589458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6589458",
                    "TitleEnglish": "Wasabi and Namida",
                    "SummaryEnglish": "[Filler] Boruto’s aunt, Hyuga Hanabi, is in charge of Team 15, consisting of the three girls Sumire, Wasabi, and Namida. Team 15 has been given the mission to “capture all the animals that have escaped the nature park, after someone had opened the cages”. Although the three are chosen for the mission, Wasabi and Namida begin arguing.",
                    "TitleJapanese": "ワサビでなみだ",
                    "SummaryJapanese": "ボルトの叔母、日向（ひゅうが）ハナビが担当する“第十五班”は、スミレ、ワサビ、なみだの女子三人のチーム。その第十五班に「何者かによって開けられた自然公園内の檻から逃げ出した動物たちを捕獲する」という任務が言い渡された。早速、任務にあたるスミレたちだが、その途中ワサビとなみだがケンカをし、スミレは何とかして仲直りさせようとするのだがうまくいかない。　そんな中、たまりかねてひとりで班を飛び出したなみだの前に、恐ろしい猛獣が現れ……!?"
                },
                "50": {
                    "ID": "6591627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6591627",
                    "TitleEnglish": "The Chunin Exams: The Recommendation Meeting",
                    "SummaryEnglish": "[Filler] The Chunin Selection Examination is held for promising genin from all Hidden Villages to gather and have their qualifications identified. In the Village of the Hidden Leaf, the ex-Ebisu team of Konohamaru, Udon, and Kazamatsuri Moegi are discussing between themselves the eligibility of the teams that they lead, shortly before the exam itself.",
                    "TitleJapanese": "中忍選抜試験（ちゅうにん　せんばつしけん）推薦会議",
                    "SummaryJapanese": "“中忍選抜試験（ちゅうにん　せんばつしけん）”――　“中忍試験”とも呼ばれるこの試験は、各隠れ里から有望な“下忍”たちを集めて競わせ、その資質を見極めるために行われる。\n幼い頃から一緒に過ごし、同じ班で任務をこなしてきた木ノ葉丸、ウドン、そして紅一点の風祭（かざまつり）モエギは、まもなく木ノ葉隠れの里で行われるこの試験を前に、“担当上忍（たんとう　じょうにん）”として今自分たちが指導している下忍たちを受験させて問題ないか考えていた。この試験で認められた下忍は、現在の“見習い”の身から“一人前の忍者”である“中忍”へと昇格し、より困難な任務にかかわることになるのだが、木ノ葉丸は、何かと騒ぎを起こし、危ないことに首を突っ込みたがるボルトのことが心配で仕方ない。"
                },
                "51": {
                    "ID": "6591628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6591628",
                    "TitleEnglish": "Boruto's Birthday",
                    "SummaryEnglish": "After Boruto hears some passing words about the young genin being with his father, and the fact that his father also wasn’t present at his birthday celebration, he feels more and more angry and lonely. During this time, Boruto and his team, Team 7, receive the mission to “capture the party of train theives who are hiding out in a town near the border of the Land of Fire”.",
                    "TitleJapanese": "ボルトの誕生日",
                    "SummaryJapanese": "偶然すれ違った若い下忍たちに父とのことで心無い言葉をかけられ、さらに一緒に祝うはずだった自分の誕生日を父親にすっぽかされたボルトは、イラ立ちと寂しさを募らせていた。そんな中ボルトたち第七班に、「火の国辺境の町に潜伏する雷車（らいしゃ）強盗一味を捕まえる」という任務が言い渡された。　早く大きな任務で功績をあげ、父や周りの人々に実力を認めさせたいボルトだが、強盗一味がたった数人と聞き不満顔。だが、現地にやってきたボルトたちの前に、町の人々に引っ立てられて現れた一味のひとりは、何かにひどく怯えており……。"
                },
                "52": {
                    "ID": "6591629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6591629",
                    "TitleEnglish": "Sasuke's Shadow",
                    "SummaryEnglish": "Team 7 enters the mine where the thieves had been hiding out, only to be attacked by a powerful, strange-looking White Zetsu. They find out the mine connects to a ruin belonging to Kaguya Otsutsuki. Team 7 decides to investigate and engage the White Zetsu. As they proceed deeper and deeper into the mine, they make a shocking discovery!",
                    "TitleJapanese": "サスケの影",
                    "SummaryJapanese": "雷車強盗一味が隠れていた廃坑を調べるため、中に入ったボルトたち第七班。だがそこで一同は、高い戦闘力を持つ異形の“白ゼツ（しろぜつ）”に襲われる。白ゼツは、かつて忍界（にんかい）を恐怖に陥れた敵、大筒木（おおつつき）カグヤが造り出した生体兵器で、廃坑は大筒木一族の遺跡とつながっていた。今後のためにも遺跡を詳しく調べ、手を打つ必要があると考える第七班は、木ノ葉丸を中心に協力して白ゼツに立ち向かい、さらに奥へと進んでゆく。そしてたどり着いた場所で目にしたのは!?"
                },
                "53": {
                    "ID": "6633069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6633069",
                    "TitleEnglish": "Himawari's Birthday",
                    "SummaryEnglish": "In contrast to his classmates who have shown the desire to take the Chunin Examination, Boruto’s refusal of the exam confuses everyone. During this time, Boruto’s family is celebrating Himawari’s birthday by having the whole family together for the first time in a long while. Boruto is grateful that his father Naruto is keeping his promise of “celebrating Himawari’s birthday together”, however……. That night, the Uzumaki family is visited by a guest.",
                    "TitleJapanese": "ヒマワリの誕生日",
                    "SummaryJapanese": "中忍試験が近づいていた。火影を目指すサラダはもちろん、普段はやる気を見せないシカダイたち猪鹿蝶（いのしかちょう）トリオやほかの下忍たちも受験に意欲を見せるが、なぜかボルトだけは受験を拒み、みんなを困惑させる。そんな中、ボルトの妹ヒマワリが誕生日をむかえることになり、久しぶりに家族全員がそろったうずまき家。ボルトは「ヒマワリの誕生日を一緒に祝う」という約束を守ってくれた父を見直すが……。\nその晩、うずまき家をある人物が訪れる。それは、異空間を行き来する能力を持った“輪廻眼（りんねがん）”を使い、“異界の住人”、大筒木一族の痕跡を追うサスケだった。"
                },
                "54": {
                    "ID": "6638761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6638761",
                    "TitleEnglish": "Sasuke and Boruto",
                    "SummaryEnglish": "Boruto’s anger at his father for ruining his sister’s birthday drives him to head to Naruto to directly talk to him. On the way, he comes across Sasuke. Fuelled by his anger, Boruto attacks Sasuke, only to be subdued in an instant. Having experienced Sasuke’s strength firsthand, Boruto asks to be taken in as his student…….",
                    "TitleJapanese": "サスケとボルト",
                    "SummaryJapanese": "自分だけでなく、妹の誕生日まで台無しにした父への怒りがおさまらず、直談判に向かう途中サスケと出会ったボルト。ボルトは怒りに任せてサスケに攻撃を仕掛けるが、あっという間に取り押さえられてしまう。サスケの強さを実感したボルトは「弟子にしてほしい」と頼み込むが、サスケがボルトに出した条件は「“螺旋丸（らせんがん）”が使えたら」というものだった。螺旋丸は父や祖父である四代目火影も使った高等忍術で、ボルトはサスケに認めてもらうため珍しく懸命に修業に励むのだが……。　そんなボルトの前にカタスケが現れる。"
                },
                "55": {
                    "ID": "6638762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6638762",
                    "TitleEnglish": "The Scientific Ninja Tool!",
                    "SummaryEnglish": "Boruto’s training as Sasuke’s student begins. But all Boruto has on his mind is to get the better of Naruto, so as soon as his training hits a slight bump, he would immediately seek a solution from Sasuke. Also, to show his strength to his father, Boruto decides to take the Chunin Examination. During that time, the Jinchuriki Killer Bee is assaulted by a member of the Otsutsuki clan, Momoshiki, who has appeared from a different dimension.",
                    "TitleJapanese": "科学忍具",
                    "SummaryJapanese": "何とか螺旋丸を完成させ、サスケの弟子となったボルトの修業が始まった。だがサスケは、父親の鼻を明かすことばかりを考え、修業がうまくいかないとすぐに解決策を聞き出そうとするボルトに厳しい。そんな中、イワベエやスミレたちが中忍試験を受けることを決め志願書を提出。ボルトも父親に自分の力を見せつけるため受験を決意する。\nその頃、ボルトの父ナルトと同じく、その身に、膨大なチャクラが形作る獣、“尾獣（びじゅう）”を宿す“人柱力（じんちゅうりき）”のキラー・ビーが、異界から現れた大筒木一族のモモシキ、キンシキ、ウラシキの襲撃を受け窮地に立たされていた。"
                },
                "56": {
                    "ID": "6638763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6638763",
                    "TitleEnglish": "Rivals, Gather!",
                    "SummaryEnglish": "The Chunin Examinations are finally beginning, and to that end genin from a multitude of villages are gathering at the Village of the Hidden Leaf. Each of the genin from the different villages are sizing one another up, taunting one another, resulting in high tensions. Finally, the First Test of the Chunin Examination begins.",
                    "TitleJapanese": "ライバル、集結!!",
                    "SummaryJapanese": "いよいよ始まる中忍試験に向け、木ノ葉隠れの里に、各里から期待の下忍たちがぞくぞくと集まってきた。\n“砂隠れ（すながくれ）の里”からは、里長である風影・我愛羅（かぜかげ・ガアラ）の養子シンキのほかに、ヨド、アラヤが、“霧隠れ（きりがくれ）の里”からは３つ子の撰歌（せんか）三兄弟、“雲隠れ（くもがくれ）の里”からはユルイ、トロイ、タルイ、“岩隠れ（いわがくれ）の里”からは玄武三人衆（げんぶ　さんにんしゅう）などが集結。手ごわそうなライバルたちの登場に、試験前にもかかわらず、互いに相手の様子を探り合い、挑発して緊張感は高まるばかり。\nそしてついに、中忍試験の第一関門、一次試験が始まった！"
                },
                "57": {
                    "ID": "6638764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6638764",
                    "TitleEnglish": "The Reason I Can't Lose",
                    "SummaryEnglish": "For the Second Examination of the Chunin Examinations, the teams of three will be playing a game of “Capture the Flag”. While Sarada and Mitsuki infiltrate enemy territory to grab their flag, Boruto has taken on the role of defending their own flag by himself. However Boruto is caught in a pinch as he get attacked by the three Senka brothers of the Village Hidden in the Mist.",
                    "TitleJapanese": "負けられない理由",
                    "SummaryJapanese": "一次試験が終わり、次は二次試験。　二次試験ではスリーマンセルによる“旗の取り合い”が行われることになり、サラダやミツキが敵陣地に旗を奪いに行く間、ひとりで旗を守る役目を受け持つボルト。ところが、霧隠れの撰歌三兄弟から一斉攻撃を受けピンチに陥る。焦ったボルトはとっさに、カタスケから渡された科学忍具を使おうとするが、今回の試験でその使用は禁止されており……。"
                },
                "58": {
                    "ID": "6678259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6678259",
                    "TitleEnglish": "The Tournament Begins!!",
                    "SummaryEnglish": "Finally it’s time for the Third Examination. From here on it’s individual battles, and the examinees get to display the fruits of their training in a tournament style battle. The tournament rounds are displayed, and Boruto’s first opponent is Yurui of the Hidden Cloud, Shikadai’s is up against Yodo of the Hidden Sand, who is always listening to music on her earphones, however….",
                    "TitleJapanese": "トーナメント、開始!!",
                    "SummaryJapanese": "何とか二次試験をクリアしたボルトは、いつも忙しい父がわざわざ家に帰り、祝いの言葉をかけてくれたことがうれしくて仕方ない。　そしていよいよ三次試験。この試験は個人戦で、受験生ひとりひとりが日頃の修業の成果を見せるべく、トーナメント制で戦うことになる。　トーナメント表が発表され、ボルトの１回戦の相手は雲隠れのユルイ、シカダイはいつもイヤホンで音楽を聞いている砂隠れのヨドと、サラダ、ミツキは雲隠れのタルイとトロイ、そしていのじんとチョウチョウは、砂隠れのアラヤ、シンキとそれぞれ対戦することになる。\n術と策を駆使した“忍（しのび）”同士の熱い戦いが始まる!!"
                },
                "59": {
                    "ID": "6678261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6678261",
                    "TitleEnglish": "Boruto vs. Shikadai",
                    "SummaryEnglish": "Chocho VS Shinki of the Hidden Sand. Facing Shinki who possesses the cool and eeriness of someone who can hardly be thought of as a Genin, Chocho give it her all in a rare moment. On the other hand, Boruto and Shikadai who both won their first round battle await their approaching clash. The close friend who up until now have worked together in all types of situations, and overcame desperate scenarios will battle each other in earnest!",
                    "TitleJapanese": "ボルトVSシカダイ",
                    "SummaryJapanese": "チョウチョウVS砂隠れのシンキの試合が始まった。下忍とは思えない落ち着きと怖さを持つシンキを相手に、珍しく本気を見せるチョウチョウの戦いを見守る仲間たち。その中には、１回戦を勝ち、次の試合で戦うことになるボルトとシカダイもいた。　ボルトとシカダイ――　これまでいろいろな事件で力を合わせ、窮地を乗り切ってきた親友のふたりが、初めて真剣勝負でぶつかり合うときが近づく――。"
                },
                "60": {
                    "ID": "6678263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6678263",
                    "TitleEnglish": "The Hidden Leaf vs. The Hidden Sand",
                    "SummaryEnglish": "The tournament has come to its grand finale. The match between Sarada VS Araya of the Hidden Sand has begun. Sarada assaults relentlessly with her specialty of shuriken attacks and Sharingan. However, Araya is able to dodge those attacks without even moving, and forces Sarada into a corner. In the match between Mitsuki and Shinki, the two of them have conserved their strength in preparation for an epic showdown between them.",
                    "TitleJapanese": "木ノ葉隠れVS砂隠れ",
                    "SummaryJapanese": "トーナメント戦もいよいよ大詰め。サラダVS砂隠れのアラヤ、ミツキVS砂隠れのシンキの対戦が始まる！\nサラダVSアラヤの試合。　サラダは得意の手裏剣術と写輪眼を使い次々と攻撃を仕掛けるが、アラヤはまったく動じることなく攻撃をかわしサラダを追い詰める。写輪眼の幻術も効かず焦るサラダだが、以前、母のサクラから聞いた話を思い出し……!?\nそしてミツキVSシンキの試合では、互いに力を温存したままでの好勝負が繰り広げられることになる。"
                },
                "61": {
                    "ID": "6683098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6683098",
                    "TitleEnglish": "The Iron Sand User: Shinki",
                    "SummaryEnglish": "The final battle of the tournament begins with Boruto, Sarada and Shinki participating in a battle royale. As the lone representative remaining from the Hidden Sand, Shinki is determined to preserve the pride of the Sand, and goes on the offensive against Boruto and Sarada. Boruto and Sarada team up to fight Shinki, but he puts up an impenetrable defense. Sarada falls, and Boruto's chakra is nearly exhausted, but he refuses to give up!",
                    "TitleJapanese": "砂鉄使い・シンキ",
                    "SummaryJapanese": "トーナメント決勝戦。ここまで勝ち進んだボルトとサラダ、シンキによるバトルロイヤルが始まった。　砂隠れでただひとり勝ち残った者として、里の忍の優秀さを知らしめようと、木ノ葉隠れのボルトとサラダのふたりを相手にひとりで攻撃を仕掛けるシンキ。これに対しボルトたちは共闘で挑むが、自在に砂鉄を操り、絶対防御を誇るシンキにはふたりがかりでもダメージを与えることができない。サラダが倒れ、チャクラも残り少ない中、どうしても負けられないボルトは、シンキの術を破るため強力な術を放とうとするが、それは!?"
                },
                "62": {
                    "ID": "6710296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6710296",
                    "TitleEnglish": "The Ōtsutsuki Invasion",
                    "SummaryEnglish": "Spontaneously, the Ōtsutsuki clan’s Momoshiki, Kinshiki and Urashiki appears in the tournament arena. Facing Momoshiki who is after Boruto’s father Naruto, Boruto fires technique after technique at Momoshiki using the scientific ninja tool to no avail, as they are all absorbed by the Rinnegan on Momoshiki’s palm. On the other side, Kazekage Gaara and Mizukage Chōjūrō stands before Mitsuki, who is being targeted by Urashiki.",
                    "TitleJapanese": "大筒木（おおつつき）、襲来!!",
                    "SummaryJapanese": "大勢の観客が集まったトーナメント会場に、突如大筒木一族のモモシキ、キンシキ、ウラシキが現れる。父ナルトを狙うモモシキに向かって、科学忍具を使い次々と術を放つボルト。だがそれらはすべてモモシキの掌で不気味に開いた輪廻眼に吸収されてしまう。一方、ミツキの不思議な力に目をつけたウラシキはミツキを狙うが、その前に、以前ウラシキの襲撃を受けた我愛羅と、水影・長十郎が立ちはだかる。会場を破壊するほどの攻撃を仕掛けてくる敵から人々を守るため、五影をはじめとする忍者たちが奮闘する中で、ボルトは初めて本気の父の戦いを目にすることになる。"
                },
                "63": {
                    "ID": "6710298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6710298",
                    "TitleEnglish": "Sasuke's Secret Weapon",
                    "SummaryEnglish": "Naruto has disappeared, after fighting with all his power to protect his people from the Ōtsutsuki clan who appeared from the alternate dimension. Standing in the village where the Ōtsutsuki clan has now gone from, after experiencing his father’s strong will to protect his people and his own powerlessness, Boruto feels that he completely understands his father’s words of “you are unfit to be a ninja”. Sasuke, as his teacher, imparts him a few words. Thereafter, Sasuke tells Boruto, who has grown a little as a ‘shinobi’, about a certain mission.",
                    "TitleJapanese": "サスケの切り札",
                    "SummaryJapanese": "異界から現れた大筒木一族から人々を守ろうと、全力で戦ったナルトの姿が消えた。人々を想う父の強い心と自分の無力さを実感したボルトは、大筒木一族が立ち去ったあとの里で仲間たちが、年上の忍者とともに破壊された会場の復旧やケガ人の救護を手伝う姿を目にし、父が言った「忍者失格だ」という言葉の意味を身にしみて感じる。　そんなボルトに師匠のサスケがかけた言葉とは？　そしてサスケは“忍”として少しだけ成長したボルトに、ある“任務”を言い渡す。"
                },
                "64": {
                    "ID": "6710300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6710300",
                    "TitleEnglish": "Rescuing Naruto!",
                    "SummaryEnglish": "To avenge the assault from Momoshiki, and to save his father who has been kidnapped, Boruto, Sasuke and the Kage, who are the leaders of the villages, head to the alternate dimension. Against the almighty power of Momoshiki and Kinshiki of the Ōtsutsuki clan, Sasuke and the Kages engage in fierce combat with them. In the midst of all that, Boruto and Naruto are finally able to face each other, having always avoided this situation in the past. However to this father-son duo, Momoshiki declares some mysterious words.",
                    "TitleJapanese": "ナルト、奪還!!",
                    "SummaryJapanese": "モモシキへの雪辱を果たし、連れ去られた父を助け出すため、ボルトはサスケや“影（かげ）”と呼ばれる里長たちとともに異界へとやってきた。　とてつもない力を持つ大筒木一族のモモシキ、キンシキを相手にサスケと“影”たちが激闘を繰り広げる中、今まですれ違ってばかりだったボルトとナルトは、やっとお互いにきちんと向き合うことができた。だが、そんな父子にモモシキは、謎めいた言葉を告げると……!?"
                },
                "65": {
                    "ID": "6721881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6721881",
                    "TitleEnglish": "Father and Child",
                    "SummaryEnglish": "While Boruto is watching on, Naruto and Sasuke begin their battle against Momoshiki, who has attained further power. As the two heroes who defeated Kaguya who was also from the Otsutsuki clan in the past, Naruto and Sasuke demonstrate their tremendous power to overwhelm Momoshiki. However, the intrusion of an unexpected party disrupts the situation. Naruto and the others are cornered in a desperate situation. Boruto is then entrusted to enact a crucial strategy by his master, Sasuke.",
                    "TitleJapanese": "父と子",
                    "SummaryJapanese": "ボルトが見守る中、さらなる力を得たモモシキと、ナルト、サスケの戦いが始まった！　かつて、モモシキと同じ大筒木一族のカグヤを倒した“英雄”のふたりが、そのすさまじい強さでモモシキを追い詰める。ところが思いがけない乱入者が現れたせいで状況は一変。逆に窮地に立たされることとなり、ボルトが、師に任された起死回生の作戦に出る!!　そしていよいよ、決着のときが――!!"
                },
                "66": {
                    "ID": "6745472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6745472",
                    "TitleEnglish": "My Story!",
                    "SummaryEnglish": "The ninja from the various villages who had gathered for the Chunin Examinations begin their road home, and life in the village gradually returns to normal. Boruto, who broke the rules in the Chunin Examination, made his apologies to everyone, and is now concerned about Momoshiki’s statement of “from henceforth you will be shouldering a cruel destiny”. What will Boruto make of this statement through all of his experience until now?",
                    "TitleJapanese": "オレの物語…!!",
                    "SummaryJapanese": "ナルトたち里の幹部が、大筒木一族による木ノ葉隠れ襲撃の最中に行方をくらましたウラシキの動向を気にかける中、中忍試験のために集まった各里の忍者たちも帰途に着き、里の生活は徐々に日常に戻りつつあった。　ボルトは、中忍試験で反則を犯したことを皆に謝罪してまわっていたが、あの激闘のあと、モモシキから、この先の未来で過酷な運命を背負うことになると予言されたことがずっと気になっていた。　そんなボルトがこれまでの経験を通して出した答えとは――？"
                },
                "67": {
                    "ID": "6745473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6745473",
                    "TitleEnglish": "Super Chocho Butterfly Mode!!",
                    "SummaryEnglish": "Akamichi Chocho of the Inoshikacho trio has a well rounded body type and loves delicious food. In saying that, due to her age she starts wanting a handsome boyfriend, and so begins to look after her figure. During that time, Team 10 of the InoShikaCho trio and Team 7 with Boruto and friends are tasked to protect the main actor of a popular television drama, Tomaru, and his in-show girlfriend Ashina, together. Boruto gathers to hear about the details of the mission, and sees a pretty young lady he had never seen before.",
                    "TitleJapanese": "超チョウチョウ蝶モード!!",
                    "SummaryJapanese": "シカダイたち猪鹿蝶（いのしかちょう）トリオの紅一点チョウチョウは、秋道（あきみち）一族ならば当たり前のぽっちゃり体型でおいしいものが大好き。　とはいえチョウチョウもお年頃、そろそろイケメンの彼氏が欲しいし、やっぱり体型も気になるところ。\nそんな中、猪鹿蝶トリオの第十班（だいじっぱん）と、ボルトたち第七班に「何者かから“殺人予告”をされた人気ドラマの主演俳優トマルと、恋人役の女優アシナを共同で護衛する」という任務が言い渡され、両班が詳しい任務の内容を聞くため集まった。ボルトはその中に見覚えのない美少女を見つけるが……!?"
                },
                "68": {
                    "ID": "6745475",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6745475",
                    "TitleEnglish": "Super Chocho Kiss Mode!!",
                    "SummaryEnglish": "Team 7 and Team 10 are visiting the filming location of the drama for their mission when they are attacked by ninja wearing gas masks, and an actress has been injured. The main actor Tomaru has specified a person to stand in for the actress, and that person is Chocho……!? Tomaru has taken an interest in the slimmed down Chocho, and Tomaru’s attitude and has Chocho over the moon.",
                    "TitleJapanese": "超チョウチョウキスモード!!",
                    "SummaryJapanese": "第七班と第十班が任務で訪れたドラマの撮影現場が、ガスマスクをつけた忍者に襲われ、その場にいた女優のひとりがケガを負った。主演のトマルの指名で彼女の代役を務めることになったのは何とチョウチョウ!?　トマルは美しくやせたチョウチョウを気に入っており、いろいろと思わせぶりな態度をとってはチョウチョウを舞い上がらせる。　だが、友達のサラダや仲間たちは、本気でトマルに恋するあまり、ほかのことが見えなくなっているチョウチョウのことが心配で仕方ない。"
                },
                "69": {
                    "ID": "6745476",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6745476",
                    "TitleEnglish": "Super Chocho Love Upheaval!!",
                    "SummaryEnglish": "The main actor of a television drama Tomaru has been kidnapped by the ninjas who appeared previously during a shoot, and they are demanding a ransom. Chocho is extremely concerned about Tomaru, and is angry at Tomaru’s bodyguards, Jonin Konohamaru and Moegi, for being unable to prevent this from happening despite being there. The female lead Ashina has been chosen to be the one to pay the ransom by the kidnappers, but among all this, Boruto and Shikadai can’t help but feel that something is off about this whole situation.",
                    "TitleJapanese": "超チョウチョウ恋騒動!!",
                    "SummaryJapanese": "ドラマの撮影中、先日のガスマスク姿の忍者がまたもや現れ、トマルを連れ去り身代金を要求してきた。いろいろあったものの、トマルのことが心配でたまらないチョウチョウは、上忍（じょうにん）の木ノ葉丸（このはまる）やモエギがいたにもかかわらずの失態にイラ立つ。　一方、犯人の指示により女優のアシナが身代金の受け渡し役を引き受ける中、ボルトとシカダイは、この事件に何か解せないものを感じる。"
                },
                "70": {
                    "ID": "6745478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6745478",
                    "TitleEnglish": "The Other Side of Anxiety",
                    "SummaryEnglish": "Metal has begun training to study the ultimate Taijutsu technique, the “Eight Gates”, from his father Rock Lee. To prevent himself from losing his nerves and failing at the training, Metal sought out an item that can calm his nerves. But for some reason the item has no effect, and is told by his father to stop the training. At this time, Metal meets his father’s mentor, Might Guy, who fought in the Fourth Great Ninja War, and faced off against the mastermind of the war together with Kakashi.",
                    "TitleJapanese": "緊張の向こう側",
                    "SummaryJapanese": "メタルが、父であるロック・リーから、体術の究極奥義である“八門遁甲（はちもん　とんこう）”を会得するための修業をつけてもらうことになった。大切な修業で失敗しないようにと考えるメタルは、緊張を和らげるためのアイテムを手に入れるが、どういうわけかその効果はなく、おまけに父からは修業の中止を言い渡されてしまう。そんなメタルが、父の師匠であり、第四次忍界大戦（だいよじ　にんかい　たいせん）の折、のちの六代目火影（ほかげ）・カカシらとともに戦争の首謀者を追い詰めた英雄、マイト・ガイと出会う。"
                },
                "71": {
                    "ID": "6785753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6785753",
                    "TitleEnglish": "The Hardest Rock in the World",
                    "SummaryEnglish": "The first Five Kage Summit since the Otsutsuki clan’s invasion is being held in the Village of the Hidden Leaf, and the past Kages are also gathering. However the third Tsuchikage Ohnoki who was meant to come has not appeared, and the meeting has begun without him. Around this time Boruto and rest of Team 7 are attending a meeting with other ninjas in regards to security during the summit. But Boruto is bored by this unexciting mission, and is completely disinterested. Mitsuki then poses a certain question to his teammates of Team 7.",
                    "TitleJapanese": "世界で一番固い石",
                    "SummaryJapanese": "大筒木（おおつつき）一族の襲撃後はじめての“五影会談（ごかげ　かいだん）”が“木ノ葉隠れ（このはがくれ）の里”で行われることになり、現“五影”のほかに、先代の“影（かげ）”たちも集まった。ところが会談に出席予定の先代、三代目土影（つちかげ）・オオノキが現れず、オオノキぬきで会議は始まる。　その頃ボルトたち第七班はほかの忍者とともに、会談中の警備任務に招集されていたが、退屈な任務にボルトの緊張感はゆるみっぱなし。そんなボルトとサラダにミツキはふとある疑問を投げかけるのだが……？　そんな中ボルトたちは、偶然オオノキと出会う。"
                },
                "72": {
                    "ID": "6785769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6785769",
                    "TitleEnglish": "Mitsuki's Will",
                    "SummaryEnglish": "The ninjas who were guarding the entrance to Village of the Hidden Leaf have been attacked by someone, and Mitsuki has vanished. The unknowing Boruto and Sarada visit Mitsuki’s house, where he lives by himself, to pass on a message that a mission that was planned for them has suddenly been cancelled. Having not met him, they grow concerned and begin looking for him. On the way, they meet the Jonin of the village, who have been summoned by the Hokage, and enquires as to what is going on.",
                    "TitleJapanese": "ミツキの意志",
                    "SummaryJapanese": "木ノ葉隠れの里への出入り口を警備していた忍者たちが何者かに襲われ、ミツキが姿を消した。　そんなこととは知らないボルトとサラダは、予定していた任務が急に中止になったことを伝えようと、ミツキがひとりで暮らす自宅を訪れる。だが、姿を消したミツキがそこにいるはずもない。心配になりミツキを探すふたりは、その途中、里の上忍たちがそろって火影のもとに呼び出されたことを知り、何があったのかを探ることにする。"
                },
                "73": {
                    "ID": "6785771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6785771",
                    "TitleEnglish": "The Other Side of the Moon",
                    "SummaryEnglish": "Boruto and Sarada have snuck out of Konohagakure to go look for Mitsuki despite the village being on high alert. Seeking clues on Mitsuki’s whereabouts, the two head toward the lab of his so-called “parent”, Orochimaru. Boruto manages to catch the guards off guard and sneak through the entrance into the lab. Upon seeing what lay within, together with what he heard from Orochimaru, Boruto realizes that he actually doesn’t know anything about Mitsuki. Around this time, the village figures out that Boruto and Sarada are missing, so Shikadai and the rest of Team 10 are entrusted with the task of tracking them down.",
                    "TitleJapanese": "月の裏側",
                    "SummaryJapanese": "里が厳重警戒態勢に入る中、ミツキを探し出すため密かに里を出たボルトとサラダは、ミツキの手がかりを求めてミツキの“親”である大蛇丸（オロチまる）の研究所へ向かう。　入り口を見張る忍者たちのスキをつき中に忍び込んだボルト。そこで見たものや大蛇丸から聞いた話によって、ボルトは、ミツキのことを本当は何も知らなかったことにあらためて気付くことになる。\n一方、ボルトとサラダがミツキを追って里を出たことがわかり、ふたりを連れ戻すために、シカダイたち第十班に追跡任務が言い渡される。"
                },
                "74": {
                    "ID": "6785772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6785772",
                    "TitleEnglish": "The Enemy, Ino-Shika-Cho!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "敵は猪鹿蝶…!!",
                    "SummaryJapanese": "ミツキの手がかりを求め、大蛇丸から聞いた“龍地洞（りゅうちどう）”に棲む“白蛇仙人（はくじゃせんにん）”のもとを訪ねることにしたボルトとサラダの前に、モエギ率いる第十班が立ちふさがった。許可なく里を出たボルトたちが“里抜け（さとぬけ）”の罪に問われることがないように、何としても連れ帰ろうとする第十班。だが何があってもミツキに会って本当のことを聞き出したいボルトたちがおとなしく従うわけもなく、互いに策を駆使した戦いに突入することになる。"
                },
                "75": {
                    "ID": "6785773",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6785773",
                    "TitleEnglish": "The Trials of Ryuchi Cave",
                    "SummaryEnglish": "Seeking clues on Mitsuki’s whereabouts, Boruto and Sarada decide to go to Ryuchi Cave, home to the White Snake Sage that Orochimaru spoke of. Unfortunately, they have no clue where Ryuchi Cave is located. To make matters worse, Team 10 (lead by Moegi) block their path in order to bring them back by any means necessary. Boruto and Sarada manage to shake them off, but can the two really make it all the way to the White Snake Sage?",
                    "TitleJapanese": "龍地洞の試練",
                    "SummaryJapanese": "白蛇仙人に会うため龍地洞を目指すボルトたち。だが、どこにあるのか、どんなところなのかもわからない場所を見つけ出すのは簡単ではない。あてもなくさんざんさまよい歩き、疲労も空腹も限界に達した頃、突如ボルトたちの目の前に龍地洞が現れ、謎の美女が出迎える。呆気にとられるボルトたちだが、白蛇仙人に会うためにはこの先数々の試練を乗り越えねばならず……。　果たしてボルトたちは、無事、白蛇仙人に会うことができるのか？"
                },
                "76": {
                    "ID": "6785774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6785774",
                    "TitleEnglish": "Incurring Wrath",
                    "SummaryEnglish": "The White Snake Sage tells Boruto and Sarada to acquire scales called “Gekirin” from the wild serpent Garaga. As they travel through Ryuchi Cave to get the Gekirin, an enormous snake appears before them. This snake was in fact Garaga, but Boruto and Sarada find themselves in a tough spot, overwhelmed by its size and ferocity. Meanwhile, Moegi from Team 10 reports back to Konohagakure. From her report, it seem that somebody who acquired knowledge of the village’s top-secret information may be related to Mitsuki’s disappearance.",
                    "TitleJapanese": "逆鱗に触れろ",
                    "SummaryJapanese": "白蛇仙人も手を焼く乱暴者の大蛇ガラガから、“逆鱗（げきりん）”と呼ばれるウロコを奪い取ってくるよう言われ、龍地洞を行くボルトたちの前に、とてつもなく巨大な蛇が現れた。この蛇こそガラガだったが、ボルトたちはその巨体と凶暴さに圧倒されピンチに陥ってしまう。\n一方、木ノ葉隠れの里では、モエギの報告から、ミツキの失踪に里の重要機密を知り得る何者かが関わっている可能性が浮上し……。"
                },
                "77": {
                    "ID": "6831167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6831167",
                    "TitleEnglish": "A Fierce Enemy, Garaga's Ferocious Attack!",
                    "SummaryEnglish": "Determined to get their hands on the Gekirin via whatever means necessary, Boruto teams up with the others to try and corner Garaga. But Garaga’s ability to accurately detect the location of his opponents and the ability to change them into stone forces Boruto into a hard battle. Amidst the battle, Boruto and his friends recall a strangeness in Garaga’s movement and form a strategy according to that, and are finally able to corner Garaga. Then, Boruto raises a certain proposal to Garaga.",
                    "TitleJapanese": "強敵、ガラガの猛攻!!",
                    "SummaryJapanese": "何としても逆鱗を手に入れるため、協力してガラガを追い詰めようとするボルトたち。だが敵の居場所を敏感に察知し、相手を石に変えてしまう力を持つガラガに苦戦する。\n戦いの最中、ガラガの動きにある違和感を覚えたボルトたちは、作戦を立て、やっとのことでガラガを追い詰めることに成功。そんな中、不思議な感覚にとらわれたボルトが垣間見たのは――？　そしてボルトは、ガラガにある提案をする。"
                },
                "78": {
                    "ID": "6831170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6831170",
                    "TitleEnglish": "Everyone's Motives",
                    "SummaryEnglish": "Mitsuki is taken by Hidden Stone Ninjas, Kokuyō, Sekiei and others. Yokuyō* (Kokuyō) and the others are heading towards their home country, the Land of Earth. On the other side, after receiving the information from the White Snake Sage using his power that Mitsuki is headed towards the Land of Earth, Boruto and his group are also advancing towards the Land of Earth.",
                    "TitleJapanese": "それぞれの思惑",
                    "SummaryJapanese": "“岩隠れ（いわがくれ）の里”の忍者、コクヨウやセキエイらに連れられ木ノ葉隠れの里を出発したミツキは、彼らの故郷“土の国（つち　の　くに）”を目指していた。\n一方、白蛇仙人の力によって、ミツキが岩隠れの忍者とともに土の国へ向かったという情報を手に入れたボルトたちもまた、ミツキを追って土の国へと向かっていた。\nそれぞれの思いを抱きながら、同じ地を目指す彼らは、無事に再会することができるのか？\n先を急ぐボルトたちとミツキの距離が、少しずつ、縮まってゆく……。"
                },
                "79": {
                    "ID": "6831173",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6831173",
                    "TitleEnglish": "Reunion with Mitsuki",
                    "SummaryEnglish": "On the road to Boruto and his group, searching for Mitsuki, there is Kokuyō. Kokuyō has enough strength to be able to defeat the Jonin that the Hidden Leaf Village sent to look for Mitsuki and bring Boruto and the others back. With the appearance of a helper, somehow they are able to repel Kokuyō and can finally have their desired meeting with Mitsuki, but...!?",
                    "TitleJapanese": "再会、ミツキ…!!",
                    "SummaryJapanese": "ミツキを追うボルトたちの前に、コクヨウが立ちふさがった。　“強くなること”だけを求めるコクヨウは、木ノ葉隠れの里がミツキ捜索のために放った上忍たちをも倒すほどの実力を持ち、強さの追求のために手を抜くことなく、一方的にボルトたちを追い詰める。そこに頼れる助っ人が現れた！　何とかコクヨウを振り切ったボルトたちは、やっとのことでミツキに追いつくと、念願の再会を果たすことになる……。"
                },
                "80": {
                    "ID": "6831175",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6831175",
                    "TitleEnglish": "Mitsuki's Friend",
                    "SummaryEnglish": "Mitsuki refuses to return to the village with Boruto and the others, and instead wish to continue on with Kokuyō’s group. During this, Sekiei’s become more ill, and his condition also worsens. In order to help the suffering Sekiei, Kokuyō heads in the direction of their comrades, and during this time Sekiei says to Mitsuki “I want you to teach me about humans”. Around this time, Kurotsuchi, the Fourth Tsuchikage, is looking after her grandfather, Ōnoki, who’s health is in shambles, when she is attacked by a group of unidentified people.",
                    "TitleJapanese": "ミツキのトモダチ",
                    "SummaryJapanese": "自分を連れ帰ろうとするボルトたちと一緒に里には帰らず、ミツキはそのままコクヨウたちと行動をともにする。　そんな中セキエイのからだの具合が悪くなり、その症状は悪化して行く。苦しむセキエイを助けるため、コクヨウが仲間のところに行っている間、ミツキに「人間について教えてほしい」と言うセキエイ。　ミツキはそんなセキエイに人間についていろいろな話をする。\nその頃、体調を崩した祖父、オオノキを見舞った四代目土影・黒ツチ（くろつち）は、謎の人物たちの襲撃を受ける。"
                },
                "81": {
                    "ID": "6852603",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6852603",
                    "TitleEnglish": "Boruto's Wish!",
                    "SummaryEnglish": "Unable to bring Mitsuki back with them, Boruto, who sustained injuries, retreats with Sarada, Shikadai and the others, and takes cover. However, being close to the borders of other countries means that they may be attacked at any moment. For safety, Inojin and Chocho decide to investigate their surroundings. During that time, Inojin becomes attached to a strange being that is “born” of the earth. Around that time, the unconscious Boruto witnesses a dream in his hazy stupor.",
                    "TitleJapanese": "ボルトの願い",
                    "SummaryJapanese": "ミツキを連れ戻すことができないままボルトがケガを負い、ボルトとサラダは、シカダイたちとともに一旦避難することになる。だが、他国である土の国の近くにいる間は、突然の襲撃を受ける可能性もある。安全のため、付近の様子を探りに行くいのじんとチョウチョウ。その途中いのじんが、“土”から生まれたおかしな生き物（？）になつかれる!?　コクヨウたちに従う生体兵器“芥（アクタ）”によく似たそれを見て警戒する一同だが……？\nそんな中、ケガの影響か、気を失ったままのボルトは、もうろうとする意識の中で夢を見ていた――。"
                },
                "82": {
                    "ID": "6852604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6852604",
                    "TitleEnglish": "Infiltrating the Hidden Stone Village!!",
                    "SummaryEnglish": "Leaving behind Inojin in the case of an emergency situation, Boruto and the rest aim towards The Village Hidden in the Stones (Iwagakure). They decide to rely on the former Tsuchikage, Ohnoki, who they met at the Five Kage meeting. As they look for where Ohnoki is, Boruto and his friends are spotted by a certain character as they are infiltrating into the village. On the other hand, after being unable to make contact with the scout team that was sent to The Village Hidden in the Stones, the leading Jonin of Team 7, Konohamaru is sent after them.",
                    "TitleJapanese": "潜入!!　岩隠れの里",
                    "SummaryJapanese": "幼い“芥”にすっかりなつかれた様子のいのじんを緊急事態が起きたときのために残し、岩隠れの里を目指すことにしたボルトたちは、五影会談のときに知り合った先代の土影、オオノキを頼ることにする。何とかしてオオノキの居場所を探ろうと里の中に潜入したボルトたちだが、その様子をある人物が見ていた。\n一方、木ノ葉隠れの里では、土の国に向かった先発の捜索班と連絡が取れなくなるなどの事態を受け、さらなる情報を得るために後続を送ることが決まる。その任務に自ら志願したのは、ミツキやボルトたち第七班の担当上忍（たんとう　じょうにん）である木ノ葉丸だった。"
                },
                "83": {
                    "ID": "6852605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6852605",
                    "TitleEnglish": "Ohnoki's Justice",
                    "SummaryEnglish": "After Boruto and his friends finally arrive at Ohnoki’s place. For some reason he is refusing to help them. Not only that, they are suddenly attacked by “Akuta” group and someone called “Kuu” and got split up, so they all decide to head towards the meeting areas individually. Around then, Mitsuki, who is at Hidden Stone ninja Kokuyou’s hideout, is welcomed as a “friend” by another Hidden Stone ninja, Sekiei.",
                    "TitleJapanese": "オオノキの正義",
                    "SummaryJapanese": "やっとのことでオオノキのところにたどり着いたボルトたちだったが、なぜかオオノキに協力を拒まれてしまう。それだけでなく、突如現れた“芥”たちと「空（くう）」と呼ばれる人物の襲撃によって離れ離れとなり、それぞれが別々に集合場所を目指すことになる。\nその頃、コクヨウたちのアジトにいたミツキは、セキエイから“友達”として迎え入れられ、アジトの中を案内してもらっていた。"
                },
                "84": {
                    "ID": "6900037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6900037",
                    "TitleEnglish": "Ohnoki's Thoughts, Ku's Thoughts",
                    "SummaryEnglish": "Boruto and friends are all heading to the meeting point where Inojin is waiting for them, separately. However, Boruto, who through a course of events is accompanying Ohnoki towards the meeting point, accidentally wanders into a training ground where the Hidden Stone’s ninjas have set up a barrier.",
                    "TitleJapanese": "オオノキの思い、空（くう）の思い",
                    "SummaryJapanese": "空たちの襲撃を受けバラバラになったボルトたちは、それぞれいのじんが待つ集合場所に向かっていた。ところが、なりゆきでオオノキを連れて集合場所を目指すことになったボルトが、結界が張られた岩隠れの忍者たちの修業場へと迷い込んでしまう。オオノキの話によるとここから抜け出すには、自分だけの“心の石（こころ　の　いし）”を見つけなければならないという。それは一生に一度しか見つけられず、己の意志ときちんと向き合うことができたときに見つかるらしいのだが……。"
                },
                "85": {
                    "ID": "6900043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6900043",
                    "TitleEnglish": "The Heart Stone",
                    "SummaryEnglish": "To release himself from the barrier, Boruto desperately searches for the Heart of Stone, but is still unable to locate it. At that point, a member of the Genbu sannin-shu (Genbu Shinobi Trio), Sekki, a genin who came for the Chunin Examinations the other day, appears. Sekki is also here at the training ground for his own Heart of Stone, but is also having trouble finding it. The two cooperate with Ohnoki, and continues the search.",
                    "TitleJapanese": "心の石",
                    "SummaryJapanese": "結界から抜け出すため、必死で心の石を探すボルトだが、石はなかなか見つからない。そこに、先日の中忍試験（ちゅうにん　しけん）に来ていた岩隠れの下忍（げにん）“玄武三人衆（げんぶ　さんにんしゅう）”のひとり、セッキが現れた。セッキはかわいがってくれた祖母の思いに報いるため、自分自身の心の石を探そうと修業場を訪れていたが、こちらも石を見つけられずにいた。オオノキはそんなふたりに協力して石を探させようとする。\n一方、自分たちではどうにもできない問題を抱える空たちのもとに、その問題を解決する方法がもたらされるが、それは……？"
                },
                "86": {
                    "ID": "6900050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6900050",
                    "TitleEnglish": "Kozuchi's Will",
                    "SummaryEnglish": "Together, Boruto and Ōnoki, the elder Tsuchikage, manage to escape the barrier surrounding Sanzu Plains. Ōnoki then brings Boruto to a place that bears special meaning to him. There, he tells Boruto about his hopes for the future, a topic he’d been pondering ever since he lost his grandson Kozuchi. Meanwhile in Iwagakure, Kū, the creator of synthetic humans, tries to take over Iwagakure in order to realize his plans before time is up.",
                    "TitleJapanese": "コヅチの意志",
                    "SummaryJapanese": "オオノキとともに、何とか修業場の結界から抜け出すことができたボルトは、オオノキに連れられ、ある場所を訪れる。　オオノキにとって特別な場所であるここで、オオノキはボルトに、孫のコヅチを失ったときから考えていた、自分自身が願う未来の実現について語って聞かせる。　それを聞いたボルトは？\n一方、空たちは、残り少ない限られた時間の中で計画の成就を急ぐため、邪魔な者たちを武力行使によって捕らえるなど、強引に岩隠れの里を支配下に置こうとする。"
                },
                "87": {
                    "ID": "6900056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6900056",
                    "TitleEnglish": "The Sensation of Living",
                    "SummaryEnglish": "Kakou, a synthetic human alongside Kokuyou and Sekiei, appears before Boruto and Ōnoki with orders from Kū to capture Ōnoki. Boruto and Kakou engage in battle, though Boruto finds himself struggling, as Kakou was designed for the sole purpose of fighting and was capable of Dust Release ninjutsu. At the same time, Shikadai manages to slip past the Akuta that guard Iwagakure in order to deliver news of Iwagakure’s situation to Konohagakure.",
                    "TitleJapanese": "生きている実感",
                    "SummaryJapanese": "ボルトとオオノキのもとにコクヨウやセキエイの仲間、カコウが現れた。空の指示でオオノキを迎えに来たカコウを相手に戦うことになるボルト。だが戦うために産み出され、戦うことを生き甲斐とするカコウは、珍しい“塵遁（じんとん）”を使うことができ、ボルトは苦戦を強いられる。　その頃、密かに里の様子を探っていたシカダイは、いたるところに出没する “芥”たちの目をかいくぐり、岩隠れの里で起きていることを何とかして木ノ葉隠れの里に伝えようとしていた。"
                },
                "88": {
                    "ID": "6900060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6900060",
                    "TitleEnglish": "Clash: Kokuyou!",
                    "SummaryEnglish": "Boruto and Ōnoki have been captured and are brought back to the center of Iwagakure. However, with Iwagakure under Kū’s total control, the village underwent a complete transformation. Ōnoki, at a loss for words, tries to reprimand Kū, but Kū refuses to obey him and orders Kokuyou and another artificial human Kirara to attack them. And the one who comes to save them from mortal peril is none other than Shikadai.",
                    "TitleJapanese": "激突、コクヨウ!!",
                    "SummaryJapanese": "拘束されたボルトたちとオオノキが里の中心部に戻ってきた。ところが里は空たちに制圧され、すっかり変わり果てていた。絶句し、空たちをとがめるオオノキだが、空はオオノキには従わず、コクヨウや彼らの仲間のキララがボルトたちに襲い掛かる。そんなボルトたちの窮地を救ったのはシカダイだった。シカダイはボルトとサラダに先を急がせると、いのじん、チョウチョウとともにコクヨウに立ち向かう！　一方……"
                },
                "89": {
                    "ID": "6940282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6940282",
                    "TitleEnglish": "A Piercing Heart",
                    "SummaryEnglish": "After separating from Shikadai and the others, standing in front of Boruto and Sarada is Kirara, who is a Fabrication (synthetic human) created by Kuu. Kirara, who is skilled in genjutsu, made the two into puppets that move according to her will, and pitted them against each other in a fight for their lives. On the other hand, shut in a room by Kuu and the others is Ohnoki, who is thinking about how the current situation in the village is different to what he imagined, and the words that Boruto has said to him many times, and reflecting on the things that he has committed.",
                    "TitleJapanese": "貫く心",
                    "SummaryJapanese": "シカダイたちとわかれたボルトとサラダの前にキララが現れた。幻術を得意とするキララは、サラダが“写輪眼（しゃりんがん）”を使う間も与えず、ボルトとサラダをキララの思い通りに動く“人形”にし、互いに殺し合うよう命じる。\n一方、空たちによって一室に閉じ込められたオオノキは、自分自身が思い描いたものとは違うものになりつつある里の状況と、ボルトが何度も口にした言葉を思い、自分自身が過ちを犯していたことを思い知る。"
                },
                "90": {
                    "ID": "6940283",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6940283",
                    "TitleEnglish": "Mitsuki and Sekiei",
                    "SummaryEnglish": "After suddenly being attacks by Mitsuki, who he brought from the Village of the Hidden leaf and taking massive damage, Kuu escapes. Chasing after Kuu, Boruto and Sarada is blocked by Kirara. On the other end, Sekiei, who witnessed what has been going on and believed that Mitsuki is his friend is stunned by Mitsuki’s actions, and becomes confused, and attacks Mitsuki. Mitsuki does not want to fight Sekiei, and tries to stop Sekiei, however Sekiei completely shuts Mitsuki out.",
                    "TitleJapanese": "ミツキとセキエイ",
                    "SummaryJapanese": "ミツキから突然に攻撃され、大きなダメージを負った空が、その場から逃げ出した。空を追うボルトとサラダだがボルトたちの行く手をキララが阻む！　一方、一部始終を見ていたセキエイは、“友達”だと信じていたミツキの行動にショックを受け、混乱し、がむしゃらにミツキを攻撃する。セキエイと戦いたくないミツキは、何とかしてやめさせようとするが、セキエイは聞く耳を持とうとしない。"
                },
                "91": {
                    "ID": "6940284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6940284",
                    "TitleEnglish": "Ohnoki's Will",
                    "SummaryEnglish": "Kuu appears once again in front of Boruto and his friends. Kuu ridicules Boruto, who will believe in Mitsuki no matter what happens, and provokes Boruto into attacking him, who is however stopped by someone. At that time, Ohnoki relies on the help of a Hidden Stone Ninja, Sekki, and is trying to reach Kuu by any means. Also, after reaffirming his own true will and vision, Ohnoki is prepared to fight Kuu to the death in order to stop Kuu’s rampage.",
                    "TitleJapanese": "オオノキの意志",
                    "SummaryJapanese": "ボルトたちの前に、再び空が現れた。　何があってもミツキを信じようとするボルトをあざ笑い挑発した空は、ボルトに攻撃を仕掛けようとするが、それを止めたのは!?\nその頃オオノキは、難を逃れたセッキの助けを借りながら、何とかして空のもとへとたどり着こうとしていた。　自分自身の本当の意志のありかを見つめ直したオオノキが、空をこれ以上暴走させないために、決死の戦いを覚悟する。"
                },
                "92": {
                    "ID": "6986747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6986747",
                    "TitleEnglish": "A New Ordinary",
                    "SummaryEnglish": "Boruto and the other Leaf Genin return to the Hidden Leaf with Mitsuki. However, Mitsuki is detained and subjected to hours of interrogation. And since Boruto and the others have taken actions that would normally banish them from the village, it is decided that they will lose their genin qualification as punishment",
                    "TitleJapanese": "新しい日常",
                    "SummaryJapanese": "ボルトたちがミツキとともに木ノ葉隠れの里に帰ってきた。　だが、今回の事件に自らの意志で関わり、事情を知らないボルトたちを巻き込むことになったミツキはひとりだけ隔離され、長時間の事情聴取を受けることになる。さらに、里抜け同然の行動をとったボルトたちにも、「下忍の資格を剥奪する」という厳しい処分が下る。　そして、岩隠れの里では、さまざまな問題や謎を残しつつも、四代目土影・黒ツチたちの努力によって、事件後の里に平穏が戻り始めていた。"
                },
                "93": {
                    "ID": "6986754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6986754",
                    "TitleEnglish": "Family Day",
                    "SummaryEnglish": "The Hidden Leaf established Family Day to allow busy parents to spend a day off with their children. Boruto and his sister Himawari await the day with anticipation. The day arrives, and Boruto is happy that his father was able to finish work and come home, so he decides to let Naruto spend all of his time with Himawari.",
                    "TitleJapanese": "親子の日",
                    "SummaryJapanese": "木ノ葉隠れの里に“親子の日”という祝日が設けられた。いつも忙しい親たちが、子どもと一緒に過ごせるようにと設けられた休日で、ボルトも妹のヒマワリも期待に胸を膨らませる。当日、何とか仕事を終わらせた父のナルトが家に帰ってきてうれしいボルト。だが、ずっと楽しみにしていたヒマワリのために、父と過ごす休日を妹に譲ることにする。ナルトは、「修業に行く」と言ってひとりで出かけたボルトに戸惑うが、今日はせっかくの親子の日ということで、ヒマワリを喜ばせるために奮闘することになる。"
                },
                "94": {
                    "ID": "6986759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6986759",
                    "TitleEnglish": "A Heaping Helping! The Eating Contest!",
                    "SummaryEnglish": "There’s a special event for “Family Day” : A huge eating competition! Chouji and Chou – Chou participate in a huge eating competition as a family! However, the sponsors of contest have a certain trick prepared for them!?",
                    "TitleJapanese": "てんこ盛り!!　大食いバトル",
                    "SummaryJapanese": "ボルトが、“親子の日”の特別企画として、里の人気食べ物店が共同で開催する、親子参加の“大食い大会”の会場にやってきた。大会には、チョウチョウとその父チョウジのような大食い自慢の親子だけでなく、大食いとは縁がなさそうな親子までが幅広く参加。だがこの催しには、参加者たちには知る由もない主催者側のとんでもない策略が隠されていた!?\n決戦のときが近づき、ひときわ気合が入るチョウチョウとチョウジの親子。実はこの大会の前に、父のチョウジが母のカルイから愛想を尽かされそうなできごとがあり、チョウチョウの助言で、父はその“男らしい食いっぷり”で母の気を引こうと考えていた。"
                },
                "95": {
                    "ID": "6986762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/6986762",
                    "TitleEnglish": "Tactics for Getting Along with Your Daughter",
                    "SummaryEnglish": "The village is bustling with people due to the ‘Family Day’ events. Sasuke encounters Boruto, who’s been strolling along. When he hears about the new ‘Family Day’ holiday from Boruto, he reminisces about his childhood. Sasuke then sets off to spend it together with Sarada. Even though Sasuke is trying to make his daughter happy, Sarada just feels embarrassed about him. Meanwhile, someone appears in front of Sasuke to suggest some help: It’s his former sensei, Kakashi!",
                    "TitleJapanese": "娘とイチャイチャ大作戦",
                    "SummaryJapanese": "“親子の日”のイベントでにぎわう里をひとりで散策するボルト。その途中ボルトは、久しぶりに里に帰ってきた師匠のサスケと出会う。ボルトはサスケに新しい祝日“親子の日”の話をし、それを聞いたサスケは、自分が子供の頃に父のフガクや大好きだった兄のイタチと過ごしたときのことを思い出し、サラダと一緒に過ごすことにする。だがサラダのほうは、父が娘を喜ばせようとがんばるほど困惑することに。そんな中、サスケの前に現れ助太刀を申し出たのは、かつての師、カカシだったが……？"
                },
                "96": {
                    "ID": "7022514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/7022514",
                    "TitleEnglish": "Blood, Sweat, and Namida",
                    "SummaryEnglish": "Namida from Team 15 uses an earsplitting cry that can temporarily paralyze or knock out an opponent, but she’s unable to fully control this special jutsu. When she panics, the jutsu can affect everyone nearby, even her allies. Worried that she’ll become a hindrance to missions, Namida decides to stop crying to prevent the jutsu from accidentally activating.",
                    "TitleJapanese": "血と汗となみだ",
                    "SummaryJapanese": "第十五班のなみだは、その大音量の“泣き声”で相手の聴覚を麻痺させたり、場合によっては失神させたりできる特別な術が使える。だが術をうまく制御できず、とっさのときに周りを巻き込んでしまい、このままでは任務に支障をきたすと悩んだなみだは、不意に術を発動させないためにも“泣く”ことをやめると決意。担当上忍のハナビは、なみだの感情が豊かなことがチャクラコントロールを妨げていると考え、なみだのためにチャクラコントロールの猛特訓を開始する。"
                },
                "97": {
                    "ID": "7022516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/7022516",
                    "TitleEnglish": "Shikadai's Decision",
                    "SummaryEnglish": "The Nara clan’s chief elder tells Shikadai to quit being a ninja and become a politician in order to increase the reputation of the clan. Shikadai is hesitant, but considers his father’s position and accepts. Boruto and the others are surprised by Shikadai’s sudden decision. Shikadai takes a hiatus from ninja missions and decides to study to become a politician.",
                    "TitleJapanese": "シカダイの決断",
                    "SummaryJapanese": "シカダイに一族の長老から、奈良一族の名を上げるために、忍者をやめて政治家になれとの話があった。戸惑うシカダイだが、一族の中心的な立場にある父のシカマルが、常々この長老から口うるさいことを言われている姿を見ていたシカダイは、父の立場も考え、この話を受け入れることにする。ボルトたちは、シカダイの突然の決断に驚くが、大企業の後継者であるデンキだけはシカダイの話から自分と通じるものを感じる。そしてシカダイは、しばらくの間、忍者の仕事を休み、政治家になるための勉強をする決意を固める。"
                },
                "98": {
                    "ID": "7022517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/7022517",
                    "TitleEnglish": "The Cursed Forest",
                    "SummaryEnglish": "In a village on the outskirts of the Fire country, there’s been an incident where the villagers have been getting attacked by birds that have become ferocious. Boruto and his comrades from Team 7, and Sumire and her comrades from Team 15, will be jointly doing a mission to ‘Investigate and Resolve the Damage from the Wildlife’. And so, they immediately head over to the village upon invitation from their collaborator, Tosaka the ornithologist. However, they encounter a bizarre appearance of a monster.",
                    "TitleJapanese": "呪われた森",
                    "SummaryJapanese": "“火の国（ひ　の　くに）”のはずれにある村で、村人が凶暴化した鳥に襲われる事件が起き、ボルトたち第七班とスミレたち第十五班が「鳥獣被害の調査と解決」という任務に、共同でつくことになった。だが鳥類の専門家でもないボルトたちには、鳥たちの身に何が起きているのかわかるわけもない。そんなボルトたちの協力者として鳥類学者のトサカが招かれ、早速トサカとともに村に向かう。ところがその途中でボルトたちは異様な姿のバケモノと遭遇することになる。"
                },
                "99": {
                    "ID": "7022520",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/7022520",
                    "TitleEnglish": "Jugo and the Cursed Mark",
                    "SummaryEnglish": "Boruto and Sarada confirm Juugo’s appearance. However, Juugo is under the influence of a ‘Cursed Seal’, and has transformed into a ferocious monster. The ‘Cursed Seal’ is one of Orochimaru’s research materials. Even though it amplifies strength and stimulates that attack instincts of living beings, Juugo is someone who possessed that capability from birth. Juugo has lost control over himself and begins to attack, putting up a difficult fight against Boruto and his comrades. Even though he’ll be getting assistance from his friends, will they cause damage to Juugo somehow?!",
                    "TitleJapanese": "重吾と呪印（じゅいん）",
                    "SummaryJapanese": "村人たちの証言を頼りにたどり着いた場所で、ボルトとサラダは、以前サラダが大蛇丸の研究所で出会った重吾（ジュウゴ）の姿を見つける。だが重吾は“呪印（じゅいん）”の影響を受け凶暴なバケモノへと変貌。呪印は大蛇丸の研究材料のひとつで、生物の攻撃本能を刺激し力を増幅するとされ、重吾は生まれつきその呪印の力を持つ者だった。　我を忘れ襲い掛かる重吾に苦戦するボルトたち。そこに駆けつけた木ノ葉丸やミツキの助けで何とか重吾にダメージを与えたボルトたちは、彼を追ってたどり着いた場所で思いがけない光景を目にする。"
                },
                "100": {
                    "ID": "7022521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/7022521",
                    "TitleEnglish": "The Predestined Path",
                    "SummaryEnglish": "The cause is still unknown, but they are successively discovering birds that are under control of the power of the cursed seal. Boruto and his comrades from Team 7 are with Tosaka: They are running around together with Juugo, who can absorb the power of cursed seals. Boruto and his comrades continue to rescue the birds by using tranquilizers, so that Juugo and them won’t be controlled by the cursed seal again. However, an incident occurs where they lose all of their tranquilizers.",
                    "TitleJapanese": "決められた道",
                    "SummaryJapanese": "原因不明のまま、呪印の力に支配された鳥が次々と発見される中、ボルトたち第七班は鳥類学者のトサカや、呪印の力を吸収することができる重吾とともに奔走していた。重吾が再び呪印に支配されないよう、鎮静剤を使いながら鳥たちの救助を続けるボルトたち。ところがそんな中、鎮静剤がすべて紛失する事件が起きる。\n一方、木ノ葉丸の指示で里への報告に向かったスミレたち第十五班は、途中で謎の敵に襲われ、スミレは“鵺（ぬえ）”を口寄せして戦うが……？"
                },
                "101": {
                    "ID": "7085624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/7085624",
                    "TitleEnglish": "Jugo's Reinforcements",
                    "SummaryEnglish": "Just like Boruto and his comrades, an investigational team from the River country is studying the birds who have become ferocious due to the cursed seal. Juugo was captured by them. In order to not increase the damages due to the cursed seal beyond what’s already happened, Boruto and his comrades say that Juugo’s power is still necessary. Despite appealing to the investigational team from the River country, they are treated with contempt.",
                    "TitleJapanese": "重吾の援軍",
                    "SummaryJapanese": "ボルトたち同様、呪印によって凶暴化した鳥たちのことを調べていた“川の国（かわ　の　くに）”の調査団に重吾が捕らえられてしまった。ボルトたちはこれ以上呪印による被害を増やさないためにも、重吾の力が必要だと訴えるが取り合ってもらえない。\n一方、鵺のおかげで敵から逃れたスミレは、戦いの途中で離れ離れになったワサビとなみだを探していたが、その前に重吾の仲間の水月（スイゲツ）と香燐（カリン）が現れる。"
                },
                "102": {
                    "ID": "7085626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/7085626",
                    "TitleEnglish": "Melee!",
                    "SummaryEnglish": "Boruto and his comrades are trying to interfere with the plans to use the cursed seal’s power. Even though Boruto and Suigetsu are headed over to Jyuugo’s location, they get ensnared by a trap and get put in a tough position! On the other hand, Sarada and Karin employ diversionary tactics to battle their enemy. In addition, Wasabi and Namida have gotten separated from Boruto and his comrades. They get rescued by Sumire, but an enemy that she had fought against just a few days ago has reappeared in front of her! In order to protect the two of them, Sumire battles alongside Nue.",
                    "TitleJapanese": "乱戦!!",
                    "SummaryJapanese": "呪印の力を利用する計画を、手分けして阻止することにしたボルトたち。ところが、重吾のもとに向かったボルトと水月がワナにはまりピンチに！　一方、陽動作戦に出たサラダと香燐が敵と交戦。呪印の力を自在に操る相手に苦戦する。さらには、ボルトたちとわかれ、ワサビとなみだを救出したスミレの前にも先日戦った敵が！　スミレは今度こそふたりを守るため鵺とともに戦うが、成長した鵺は、その力を制御することが難しくなっていて……。"
                },
                "103": {
                    "ID": "7085627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/7085627",
                    "TitleEnglish": "Migration Season",
                    "SummaryEnglish": "Jyuugo is suffering from the effects of the drug that activates the power of the cursed seals. Somehow or another. Boruto and Suigetsu want to try to save him, but they are rendered unable to move because of being injected with a tranquillizer. Meanwhile, it’s time for the migratory birds to set off. The birds that are harbouring the power of the cursed seal are getting ready to turn away and fly off to various places. Even though Boruto and his comrades are trying to hurry, there’s just too many of them. And then finally, Jyuugo transforms into a complete monster.",
                    "TitleJapanese": "渡りの季節",
                    "SummaryJapanese": "呪印の力を活性化する薬の影響に苦しむ重吾を何とかして助けたいボルトと水月だが、鎮静剤を盛られたせいで思うように動くことができない。そんな中、渡り鳥の旅立ちのときが訪れ、呪印の力を宿した鳥たちが各地に向けて飛び立とうとしていた。このままでは広範囲に呪印の被害が広がってしまう！　焦るボルトたちだがその数はあまりにも多い。そしてついに、重吾が完全なバケモノと化し――。\n果たしてボルトたちは、重吾の暴走を止め、鳥たちと人々を呪印の脅威から守ることができるのか!?"
                },
                "104": {
                    "ID": "7085628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/7085628",
                    "TitleEnglish": "The Little Roommate",
                    "SummaryEnglish": "Boruto and his comrades of Team 7 are helping out on an arrest of an unidentified jewel theif. However, while in the midst of tracking down the thief, they almost completely lose sight of the criminal. But then, a cat appears in front of their eyes there. It’s still so small, and the cat seems to be in a frightened state. After thinking it over for a bit, Team 7 member Mitsuki decides to raise and keep the cat. At first, Mitsuki doesn’t know what to do. However, he eventually gives it a name and starts to take care of it in various ways.",
                    "TitleJapanese": "小さな同居人",
                    "SummaryJapanese": "ボルトたち第七班が、正体不明の宝石泥棒を捕まえる手伝いをすることになった。ところが追跡中、すんでのところで犯人を見失ってしまい、かわりに（？）目の前に現れたのは一匹の猫!?　まだ小さく、怯えた様子だったこともあり、ボルトたちは話し合い、しばらくの間ミツキがその猫を飼うことになる。はじめはどうすればよいかわからなかったミツキだが、猫に名前をつけていろいろと世話をするようになる。"
                },
                "105": {
                    "ID": "7123497",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/7123497",
                    "TitleEnglish": "A Wound on the Heart",
                    "SummaryEnglish": "Mitsuki is complaining about the worsening of his body, and turns up at Orochimaru’s research laboratory. Orochimaru and Mitsuki’s sibling, Log, hear stories from Mitsuki in order to figure out the root cause of his worsening condition. According to Mitsuki’s stories, whenever he used to fall asleep, he never had a ‘Dream’. But lately, it seems as though he has started to ‘Dream’ quite often. After hearing the discussion, Orochimaru considers something: The experiences up until now seem to have left some sort of impression upon Mitsuki’s heart and mind. Moreover, those influences appear to have even affected his body and health…!?",
                    "TitleJapanese": "心の傷口",
                    "SummaryJapanese": "ミツキがからだの不調を訴え、大蛇丸の研究所にやってきた。　大蛇丸と、ミツキとは兄弟となるログは、原因を探るためミツキから話を聞くことに。　ミツキの話によると、以前は眠ったときに“夢”を見ることがなかったのだが、最近よく“夢”を見るようになったらしい。話を聞き、これまでの経験がミツキの“心”に何らかの影響を与え、さらにはからだにまでその影響が及ぶようになったのではないかと考えた大蛇丸は……？"
                },
                "106": {
                    "ID": "7123498",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/7123498",
                    "TitleEnglish": "The Steam Ninja Scrolls: The S-Rank Mission!!",
                    "SummaryEnglish": "Mirai is the cousin of jounin Konohamaru Sarutobi. She will be guarding the Rokudaime Sixth Hokage, Kakashi, and his friend and rival, Might Gai, as they head to the hot springs. Just like her mother, Kurenai, and her deceased father, Asuma, she became a ninja. In the midst of such a peaceful world, Mirai doesn’t think there will be many occasions to play an active role. However, the Nanadaime, Seventh Hokage, Naruto, especially appointed her for this mission. The ones whom she is guarding are considered to be ‘Heroes’ of the village. She guessed that it was an important mission that merely feigning as a leisurely trip for it’s outward appearance. During this mission, Mirai is going to try and put forth her best efforts to succeed as a ‘Ninja’.",
                    "TitleJapanese": "湯煙忍法帖・Sランク任務!!",
                    "SummaryJapanese": "木ノ葉丸の従妹、猿飛（さるとび）ミライが、先代である六代目火影カカシとその友人でライバルのガイを護衛して温泉地を巡ることになった。母の紅（くれない）や亡くなった父アスマと同じく“忍者”になったものの、平和な世の中ではあまり活躍の場もないと考えていたミライだが、この任務が七代目火影ナルトからじきじきに指示されたものであり、護衛対象が里の“英雄”であることから、表向きは慰安旅行と見せかけた重要な任務であると推測。この任務で“忍者”として功績をあげようと張り切る。"
                },
                "107": {
                    "ID": "7123499",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/7123499",
                    "TitleEnglish": "The Steam Ninja Scrolls: The Dog and Cat War!",
                    "SummaryEnglish": "Mirai and her comrades have finally arrived to the Hot Spring District, which is on the official border between the Fire Country and the Hot Springs Country. In this Hot Spring District, they are about to hold the ‘Dog-Cat Festival’ otherwise practiced and known as the ‘Cat-Dog Festival’. It’s a gathering of both dog-lovers and cat-lovers. Amongst the festival goers are the ninja-dog user, Kiba Inuzuka and his lover Tamaki, the cat-user. They’re quarrelling over some insignificant thing. But before they know it, everyone in the entire Hot Spring District becomes increasingly enveloped into a conflict.",
                    "TitleJapanese": "湯煙忍法帖・犬猫戦争!!",
                    "SummaryJapanese": "ミライたちが“火の国”と“湯の国（ゆ　の　くに）”の国境付近にある温泉街にやってきた。だが任務中のミライは温泉でゆっくりすることもできない。そんな折、この温泉街でちょうど“犬猫祭り（いぬねこ　まつり）”もしくは“猫犬祭り（ねこいぬ　まつり）”と呼ばれる祭りが行われることとなり、各地から犬好きと猫好きが集結。その中には忍犬使い（にんけんつかい）の犬塚（いぬづか）キバとキバの恋人で猫使い（ねこつかい）のタマキもいたがふたりはつまらないことでケンカとなり、それがいつの間にか温泉街全体を巻き込む争いに発展!?　この状況に、今日こそ温泉でゆっくり……　もとい！　争いをおさめようと、ミライが奔走することに！"
                },
                "108": {
                    "ID": "7123500",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/7123500",
                    "TitleEnglish": "The Steam Ninja Scrolls: The Haunted Inn!!",
                    "SummaryEnglish": "A few days have elapsed since the new guard mission initially began. Gai’s former student, Tenten, has come to deliver some luggage all the way to the inn to Mirai. They cure their fatigue in the hot springs together. But suddenly, Gai starts to boisterously exclaim, “There’s a ghost!” Mirai is surprised there’s been an incident in the guest room according to Kakashi. Despite this seemly odd event, Gai is shaking in fear while Kakashi and Tenten are amusing themselves with it. But at any rate, Mirai doesn’t believe there’s any reason for ghosts to exist. She tries to expose it’s true form and starts to investigate.",
                    "TitleJapanese": "湯煙忍法帖・幽霊旅館!!",
                    "SummaryJapanese": "護衛任務が始まって数日、ミライは、宿まで荷物を届けてくれたガイの元教え子テンテンとともに、温泉で疲れを癒していた。ところがそれも束の間、ガイが「幽霊が出た！」と大騒ぎ。呆れるミライだが、カカシによると、客室にあったまんじゅうがいつの間にかなくなるなどおかしなできごとも起こっているらしい。恐怖におののくガイをおもしろがるカカシやテンテンを横目に、ある理由から“幽霊”の存在を信じないミライは、その正体を暴こうと捜査を始める。"
                },
                "109": {
                    "ID": "7176583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/boruto-naruto-next-generations/episodes/7176583",
                    "TitleEnglish": "The Steam Ninja Scrolls: Potato Chips and the Giant Boulder!!",
                    "SummaryEnglish": "In the midst of the mission, Mirai happens to meet a young girl, Tatsumi, who is travelling around the hot springs in order to hold a memorial service for her deceased mother. Mirai, Kakashi and Gai decide that she’ll travel along side them. They are headed towards a village that has a so-called ‘Secret Hot Springs’. However, the main part of the secret hot springs recently became blocked by a huge, fallen rock. The villagers don’t know what to do about it, but Mirai wants to help them. Even though they’re shinobi, there’s nothing that can be done; They fully realize that they’re powerless to do anything about it on their own. But then, someone appears who will fix it?!",
                    "TitleJapanese": "湯煙忍法帖・ポテチと大岩!!",
                    "SummaryJapanese": "任務の途中、亡くなった母の供養のために温泉巡りをしている少女タツミと出会ったミライは、カカシたちに頼み、一緒に旅をすることにする。そんな一行が次に向かったのは、“秘湯”と呼ばれる温泉がある村。ところが肝心の“秘湯”は落ちてきた巨岩の下敷きになってしまっていた。困り果てる村人たちの役に立ちたいと考えるミライだが、忍者でありながら何もできない非力な自分を痛感することに。そんなときミライの父アスマのかつての教え子で、秋道一族秘伝の“超倍化の術（ちょうばいか　の　じゅつ）”を使い