{
    "URL": "https://www.thetvdb.com/series/elsword-el-lady",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.facebook.com/Elsword/",
        "https://www.imdb.com/title/tt15671570/",
        "https://www.instagram.com/elsword/",
        "http://elsword.nexon.com/",
        "https://www.themoviedb.org/tv/69506",
        "https://www.themoviedb.org/tv/69506",
        "https://x.com/ELSWORD_KOG",
        "https://www.youtube.com/c/UCHUbqFpvmXbSGgmHKxOJCeQ/"
    ],
    "TitleEnglish": "Elsword: El Lady",
    "SummaryEnglish": "Elsword: El Lady is an animated adaptation of Elsword adapting the story from Hamel to Lanox.. This adaptation is airing through the official Nexon Korean Youtube channel. Each episode is planned to be about 12 minutes long.",
    "Aliases": [
        "Elsword: Lady of the El",
        "Elsword: El-ui Yeoin",
        "elsodŭ: elŭi yŏin",
        "elsodeu: elui yeoin",
        "Elsword: Lady of El",
        "Elsword: El-e Yeoin",
        "Elsword: El`in Leydisi"
    ],
    "Modified": "2025-04-21",
    "Seasons": {
        "1": {
            "ID": "692495",
            "URL": "https://www.thetvdb.com/series/elsword-el-lady/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5884622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elsword-el-lady/episodes/5884622",
                    "TitleEnglish": "The Adventure Begins",
                    "SummaryEnglish": "The El Search Party began to search Hamel for clues of the missing Water Priestess. As they were investigating, they were ambushed by a group of demons led by Victor. After defeating Victor, the group began moving towards the Temple of Water for clues. However, the demon Bobosse blocks their path and smashes the bridge leading to the temple, leaving the group falling with the debris of the bridge.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6078795",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elsword-el-lady/episodes/6078795",
                    "TitleEnglish": "Suspicious Company",
                    "SummaryEnglish": "After Add rescues Eve from falling to the ravine, he introduces himself as a Nasod researcher. Elsword heartily welcomes him to the group but Elesis remains suspicious of his intentions. To travel further towards the Temple of Water, the party splits into two groups to avoid potential traps from demons. However, a powerful stream of water begins to flood their paths and interrupts their journey.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6078796",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elsword-el-lady/episodes/6078796",
                    "TitleEnglish": "Water Temple",
                    "SummaryEnglish": "The El Search Party arrived at the Water Temple, where they encountered the demon Ran. Chung overpowers the demon but before he could finish him off, Ara blocks his attack, allowing Ran to escape. Ara explains that Ran was formerly her brother and she is searching for a way to save him. Chung empathizes with her and reassures her. After being freed, the Water Priestess Sasha pleads to the El Search Party to rescue the other Priestesses.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6078797",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elsword-el-lady/episodes/6078797",
                    "TitleEnglish": "The Priestess of Lanox",
                    "SummaryEnglish": "After the El Search Party reached Lanox, the group splits up to explore the village. In the village, Elsword meets the Fire Priestess Ignia and Elesis encounters the demons Jin and In. The demons invite Elesis to meet their commander Scar near the Burnt Forest outside of the village. Elesis fought the demon but was defeated. Soon after, Elsword arrives at the battlefield and angrily prepares to fight.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6078798",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elsword-el-lady/episodes/6078798",
                    "TitleEnglish": "Scar's Objective",
                    "SummaryEnglish": "The demons In and Jin arrive and take over the fight with Elsword while Scar retreats. However, another demon duo, Lu and Ciel, arrives and manages to fend the demon commanders off. Elsword is taken back to Lanox to recover and the demon duo explains to the El Search Party that they were tracking down Scar, who Ignia identifies as the culprit behind the Priestesses' disappearance. After resting for a bit, Elsword finds his resolve to defeat the demons and save Elesis.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6078799",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elsword-el-lady/episodes/6078799",
                    "TitleEnglish": "For Those We Cherish",
                    "SummaryEnglish": "While the El Search Party wait for the blacksmiths to repair the path to the Fire Temple, they decided to rest at the Phantasmal Geyser to recover. After a short bath, Elsword has a brief conversation with Ignia, where they both express their desire to defeat the demons for the sake of the people they cherish. After Ignia leads half of the group to the Fire Temple, she betrays them and organizes an ambush against the El Search Party.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6078800",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elsword-el-lady/episodes/6078800",
                    "TitleEnglish": "Hidden Truth",
                    "SummaryEnglish": "Betrayed by Ignia, the El Search Party defeats the group of demons and Ignia retreats with In and Jin. The group enters the Fire Temple, where they rescue the Sun and Moon Priestesses, Gloria and Darkmoon. Gloria informs them that Scar has also captured Artea, the Earth Priestess, and urges the party to rescue her. Meanwhile, Scar has completed the construction of the Earth Gate for his plan to summon the Demon God Sult to Elrios.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6078801",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elsword-el-lady/episodes/6078801",
                    "TitleEnglish": "Meaning of Friendship",
                    "SummaryEnglish": "At the Grand Cavern, Ignia is threatened by the demons and is forced to summon a volcanic eruption to destroy Lanox, causing widespread destruction to the village and the Fire Temple. Lu manages to find the entrance through her sense of smell and Ara proceeds to fight the demon guards as she enters Eun Mode.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6078802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elsword-el-lady/episodes/6078802",
                    "TitleEnglish": "Troubled Mind",
                    "SummaryEnglish": "The El Search Party has reached the Grand Cavern, where they confront Scar and his subordinates. Lu and Ciel battle against In and Jin, Ara faces off against Ran, while Raven, Add, and Eve fight against Scar's army of Steel Lava Demons, and Elsword confronts Ignia once again, still pleading her to join them against Scar.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6078803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elsword-el-lady/episodes/6078803",
                    "TitleEnglish": "You Are Not Alone",
                    "SummaryEnglish": "As the El Search Party continues to fight, their strengths began to diminish from exhaustion until Aisha, Rena, and Chung return from Lanox to assist them. Elsword's battle with Ignia concludes as the young knight finally convinces the priestess to join together against Scar, who proceeds to join the battlefield, enraged by Ignia's defiance.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6078804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elsword-el-lady/episodes/6078804",
                    "TitleEnglish": "Final Retaliation",
                    "SummaryEnglish": "Ignia and the El Search Party begin their fight with the Demon General Scar. Scar overpowers the group until Elesis returns to join them. She informs them that Scar is using the Earth Priestess' power to protect himself so Add volunteers to break the seal imprisoning the Priestess. After freeing the Earth Priestess, the group prepares for their final assault.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6078805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elsword-el-lady/episodes/6078805",
                    "TitleEnglish": "A New Beginning",
                    "SummaryEnglish": "Without the power of the Earth Priestess, the El Search Party defeats Scar, but Ran completes the resurrection ritual of the Demon God after the battle. Before the god Sult is fully reborn, Elesis is possessed by the El Lady and seals the god away. The El Search Party, with their new goal of finding the El Lady, use the prophecies of the six Priestesses to reveal her location and begin their new adventure.",
                    "Aliases": []
                }
            }
        }
    }
}