{
    "URL": "https://www.thetvdb.com/series/spiritpact",
    "Genres": [
        "Action",
        "Animation",
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11697282/",
        "https://www.themoviedb.org/tv/69344"
    ],
    "TitleEnglish": "Spiritpact",
    "SummaryEnglish": "Heir of an old famous family of exorcist, Keika You is stricken by poverty after losing his parents. He struggles as a street fortune teller and computer recovery part timer to earn money. One night in a junkyard, he meets the mysterious yet charismatic exorcist, Ki Tanmoku, fighting an evil spirit. This encounter is the beginning of a fated story for Keika You. Unfortunately for him, he was actually hit by a car and became a ghost. That was when the handsome exorcist Ki appeared and asked Keika to make a \"pact\" with him to fight evil spirits together. Here starts the friendship of our heroes!",
    "TitleJapanese": "Spiritpact",
    "SummaryJapanese": "貧乏な青年楊敬華は交通事故にあった。\nそして再び目覚めた彼は、10歳も若く見えるみずみずしい少年となっていたのだった。\n生まれ変わった自分がこれからようやく人生の勝ち組に入れると思ったその時、彼の前に銀髪でお金持ちの超絶イケメンが現れた。\nこの「陽冥司」と自称したイケメンは、「お前はもう死んでいる」と楊敬華に伝えた上、怪しく「少年よ、私と契約を結ばないか？」と彼を誘った。\nそれから、二人は男同士の情に溢れた、お互いを支える旅に立ったのであった。",
    "Aliases": [
        "Soul Contract",
        "Ling Qi"
    ],
    "Modified": "2024-02-16",
    "Seasons": {
        "1": {
            "ID": "693104",
            "URL": "https://www.thetvdb.com/series/spiritpact/seasons/official/1",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "9067408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/9067408",
                    "TitleEnglish": "Suddenly, a Pact with a Spirit?",
                    "SummaryEnglish": "You Keika, the last living member of a once prestigious exorcist family, inks out a living as a fortune teller and computer repairman. One day, he witnesses a silver-haired man fighting with an evil spirit. Bewildered by the unrealistic sight, Keika is unable to stay in hiding. On his way home after this encounter, Keika loses his life in a fatal accident and finds himself face to face with the mysterious man from earlier that evening. Calling himself, Tanmoku Ki, the man requests that Keika become his \"spirit shadow\". Keika initially refuses this request but finds himself pulled into Tanmoku's fight with the little girl spirit...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "9067409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/9067409",
                    "TitleEnglish": "What Attracted You to Him?",
                    "SummaryEnglish": "Tanmoku Ki brings You Keika along with him to the airport to pick up his beautiful fiancee named Shin Shiyou. The men drop off Shiyou at a nearby hotel but Tanmoku sends Keika up to give her a message. Keika discovers that Shiyou is not all she appears to be. She's been hiding a part of herself from Tanmoku and an evil spirit uses that weakness to take advantage of her. With Tanmoku unable to rescue them, it's up to Keika and Shiyou to figure their way out of the spirit dimension. Can they do it before Shiyou is overcome by the darkness in her heart?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9067410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/9067410",
                    "TitleEnglish": "Beware of Sleeping Together!",
                    "SummaryEnglish": "Tanmoku Ki returns to his family home for the first time since making a pact with his new spirit shadow, You Keika. However, aside from Tanmoku's grandmother, who welcomes Keika with happy tears, the welcoming mood in the sprawling mansion is noticeably stiff. Keika learns that there is a complicated relationship amoung the members of the Tanmoku family and even their retainers. Meanwhile, a mysterious man and woman appear and corner Keika. What on earth could their goal be?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "9067411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/9067411",
                    "TitleEnglish": "What I Can Do to Protect You",
                    "SummaryEnglish": "One morning, at the end of one of their usual arguments, You Keika learns about the life and death relationship between a Youmeishi and their spirit shadow, as well as the weaknesses of this from Tanmoku Ki. Along the way, Keika learns about the Tanmoku family's treasured sword (the Rakugetsu sword) as it is being taken to the family mausoleum in preparation for the pledging ceremony. He then finds himself under attack by Shito Ritsu who bears a strong grudge against Tanmoku Ki. When he soul is about to be broken apart Keika reaches out for the sacred sword...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "9067412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/9067412",
                    "TitleEnglish": "Forever Together with You",
                    "SummaryEnglish": "A ritual ceremony is carried out, which is the most important duty of a Youmeishi. As the ritual is solemnly progressing, members of the Shito family appear and bring their suspicions to Tanmoku Ki. Upon hearing all this, Ki turns the blade of the Rakugetsu sword on Keika. Will Ki choose the alliance of his family with the Shito family over Keika? After the ceremony, life at the Tanmoku mansion returns to normal. Troubled by the very \"my pace\" attitude with which Ki lives his life, Keika learns that there is more to the stone-faced young man than meets the eye.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "9067413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/9067413",
                    "TitleEnglish": "A Kind Sigh",
                    "SummaryEnglish": "It is the seventh day since You Keika lost his life. When Ki and Keika are summoned to the city where Keika used to live they encounter a married couple that Keika was close with mourning him in a memorial service. Upon seeing this, Keika realizes that he is indeed missed by someone and once again finds himself confronted by his death and the emotions he had been restraining come bubbling to the surface. In the car on the way home, in attempt to comfort him, Ki tells Keika that from now on he is his family. However, Keika is plagued by strange dreams and finds his consciousness suddenly being taken over.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "9067414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/9067414",
                    "TitleEnglish": "Unbeatable Spirit",
                    "SummaryEnglish": "With Tanmoku Ki unconscious and in critical condition, Shin Shiyou attempts to heal him by carrying out the Nenyou ceremony, but he still does not awaken. Meanwhile, in an attempt to break the spirit shadow contract, In Tetsu seals You Keika in a demon realm. There, Keika is confronted by In Tetsu's servants, Kau and Ryougyoku. Keika does not stand a chance against Ryougyoku, who is the personification of a demon sword. However, when Keika takes possession of the Rakugetsu Sword, an amazing transformation takes place...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "9067415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/9067415",
                    "TitleEnglish": "Turbulence with a Chance of Dilemma",
                    "SummaryEnglish": "You Keika awakens a great power that has been hidden within the Rakugetsu Sword. That power takes the form of You Keika's ancester and the strongest exorcist in history, You Nei. When it is clear that the tables have turned against them, In Tetsu retreats with his servants but gives Keika a miraculous medicine that should heal Tanmoku Ki. Thanks to the medicine, Tanmoku Ki regains consciousness, but seeks out his former Master to find out more about the secrets of the Rakugetsu Sword.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "9067416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/9067416",
                    "TitleEnglish": "The Final Decision",
                    "SummaryEnglish": "You Keika and Tanmoku Ki are desperately trying to escape from Shito Ritsu's intense attacks. Having lost his spiritual powers Ki is incredibly weak but Keika swears that he will be the one to protect him this time. However, as Ki frees Keika from the distance restriction he uses the opportunity to blow Keika to safety in a desperate move to protect him one last time. Meanwhile, back at the Tanmoku mansion the tension increases as the seal on the evil spirits weakens well before the designated time, much to the shock of the matriarch of the Shito family. With everything on the line Keika makes a decision not to run anymore, will he make it in time to truly be able to protect Ki?",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "9067423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/9067423",
                    "TitleEnglish": "Never Let Go, Never...",
                    "SummaryEnglish": "Having intruded her way into the Tanmoku mansion, Aunt Shito, head of the Shito family, urges the family to relinquish the title of Youmeishi to Tanmoku Jiun. However, You Keika, who has regained himself, appears with Tanmoku Ki. Ki attempts to buy some time while Keika goes in search of the scabbard for the Rakugetsu Sword, but Aunt Shito continues to challenge his position. Things take a turn for the worst when the evil spirits begin to break through the seal placed on them by Tanmoku Jiun. With time running short, will Keika find the scabbard in time? Fates are decided as a powerless Ki faces the overwhelming powerful evil spirits and his position as Youmeishi hangs in the balance.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "2": {
            "ID": "742859",
            "URL": "https://www.thetvdb.com/series/spiritpact/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6462425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/6462425",
                    "TitleEnglish": "The Final Decision",
                    "SummaryEnglish": "You Keika, who unfortunately lost his life in a traffic accident, spends his days as Tanmoku Ki's spirit shadow. Then, one day, upon realizing that he has not really received any particular training as spirit shadow, Keika tells Ki that he wishes to train. Heeding his request, Ki leaves Keika's training in the hands of In Tetsu, lord of the Tanmoku family's Mt. Ura. As Keika's training gets off to a rocky start a mysterious youkai appears.",
                    "TitleJapanese": "魂の誓い",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6572507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/6572507",
                    "TitleEnglish": "Seeing is Believing",
                    "SummaryEnglish": "One day, while attending school with Ki, Keika encounters a young woman at the university who is able to see him and seems interested in being friends. She has a passion for teaching, but her lessons are not going well and she is struggling to gain the respect of her students. However, Ki suspects the woman has a very different reason for pursuing a frienship with Keika.",
                    "TitleJapanese": "百聞は一見に如かず",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "6584132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/6584132",
                    "TitleEnglish": "Blood-Stained Snow",
                    "SummaryEnglish": "The young stone youkai boy mysteriously seems to have regained human form and convinces Keika that he knows the location of a young boy that Keika used to know in his youth. Seeing through the nefarious spell on the stone pendant left behind by the stone youkai, Ki destroys the pendant to break it's hold on Keika. Unfortunately, this only serves to make things more strained and awkward between the two. Soon after Ki is suddenly called away to Iceland on an exorcism request.",
                    "TitleJapanese": "雪ににじむ血",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "6584133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/6584133",
                    "TitleEnglish": "Most Special Person",
                    "SummaryEnglish": "When Keika regains consciousness he finds himself in a hotel room with Shin Shiyou. She explains what happened and how Tanmoku Ki used her powers to save him. Upon returning home, Keika goes along with Tanmoku Ki to visit the grave of his old friend and former bodyguard, Shinryuu Shouken. There a mysterious man appears saying he wants to make Shouken's wish come true and that he isn't truly dead. Ki is shaken by this and he opens the grave to find out the truth.",
                    "TitleJapanese": "誰よりも大切な人",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "6584134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/6584134",
                    "TitleEnglish": "Mirror of the Underwold",
                    "SummaryEnglish": "Rocked by the truth of his dearest friend's fate, Ki is overcome by nightmares that leave him unconscious and could prevent him from ever awakening again. Keika, the only one who can save him, dives into Ki's memories to try and free him from the nightmares. Silently, Keika watches from the sidelines as he relives Ki's memories from before he knew him to see just what in his past is preventing Ki from moving forward. As his bodyguard, Shinryuu Shouken spent a great deal of time with Ki, but what were his true motives?",
                    "TitleJapanese": "黄泉の鏡",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "6584135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/6584135",
                    "TitleEnglish": "Elegy",
                    "SummaryEnglish": "Shouken encourages Ki to seek becoming the head of the Tanmoku family so he can fulfill his wishes; however, when Ki is promoted to the position there are many who oppose him. Ki, who doesn't want to be hated by anyone, puts on a smiling face, but since his kind nature has already been taken advantage of before, Shouken advises Ki to refrain from smiling too much for his own sake. To cheer him up, Shouken asks Ki what he really wants to do and throws his full support behind making it happen, but when Ki's desires land them in hot water Shouken's future with Ki is placed in jeopardy.",
                    "TitleJapanese": "挽歌",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "6584136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/6584136",
                    "TitleEnglish": "Waiting in the Future",
                    "SummaryEnglish": "Shouken manages to save Tanmoku Ki from captivity from the former head, but the former head's son spins a story of lies to paint Shouken's actions in a bad light and gets him in trouble. The situation is further complicated when Shouken's room is searched and they find that Shouken has been hiding some of Ki's hair. With Shouken behind bars, Ki desperately refuses to believe that his trusted bodyguard and companion would betray him and helps him escape. The final piece of Ki's nightmare falls into place for Keika.",
                    "TitleJapanese": "未来で待ってる",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "6584137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/6584137",
                    "TitleEnglish": "The Scene That He Sees",
                    "SummaryEnglish": "Tanmoku Ki is finally freed from his nightmare thanks to Keika, but he seems locked in a depression that he cannot shake. As the day of the ceremony dawns, Ki has no choice but to force himself to see the service through despite his ill health. But as the ceremony progresses Ki's health visibly takes a turn for the worse and Keika intercedes to help him, despite the fact that it is against the rules to do so.",
                    "TitleJapanese": "あいつの見る景色",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "6584138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/6584138",
                    "TitleEnglish": "His True Identity",
                    "SummaryEnglish": "Using the power of the mirror of the netherworld, Ki and Keika succeed in seeing Shouken's memories. Through his memories we learn of Shouken's history and how he came to the Tanmoku family. Ki is also able to ascertain that the reason for all of Shouken's actions while he was his bodyguard and a critical conversation between Shouken and his brother Sekijin is overheard.",
                    "TitleJapanese": "彼の正体",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "6584139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/6584139",
                    "TitleEnglish": "Secret Feelings",
                    "SummaryEnglish": "Keika and Ki learn more and more about Shouken's past. Shouken has special feelings for Ki, but when he tries to explain his feelings to his brother, Sekijin, he is scolded and forced to make the ultimate choice. When Ki and Keika finally reach his memories of the day when he pointed the gun at his own head, they learn the real reason that Shouken decided to take his own life.",
                    "TitleJapanese": "秘めたる思い",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "6605750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/6605750",
                    "TitleEnglish": "Things I Want to Say",
                    "SummaryEnglish": "Sekijin and his underlings locate where Shouken has been kept hidden and steal away his body, trying to get it back to the Shouken family residence before his soul scatters and disappears. However, they are confronted by In Tetsu and the other youkai of Mount Ura giving Ki and Keika a chance to catch up. Sekijin sends Sashi on ahead with Shouken's body but she is then stalled by Tanmoku Jiun as Shouken's soul begins to scatter.",
                    "TitleJapanese": "伝えたいこと",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "6605751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/spiritpact/episodes/6605751",
                    "TitleEnglish": "The Bonds That Bind Me",
                    "SummaryEnglish": "With his spiritual powers being sealed, Ki is unable to defend himself and Keika does his best to keep In Tetsu and the rest of the hypnotized youkai at bay, but Sekijin's plan seems to be succeeding. Jiun shows up just in time to help and helps turn the tide. Sekijin, in a last desperate move, tries to use his hypnosis spell on Keika but it backfires and he is surrounded by Ouyou You, Shin Shiyou, and the rest of the noble families surrounding the Tanmoku family.",
                    "TitleJapanese": "僕をつなぎとめる絆",
                    "SummaryJapanese": null
                }
            }
        }
    }
}