{
    "URL": "https://www.thetvdb.com/series/tsugumomo",
    "Genres": [
        "Adult Animation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8372010/",
        "http://tsugumomo.com/",
        "https://www.themoviedb.org/tv/71000",
        "https://x.com/tsugumomo_anime"
    ],
    "TitleEnglish": "Tsugumomo",
    "SummaryEnglish": "Kazuya Kagami never goes anywhere without the precious \"Sakura Obi\" his mother gave him. One day a beautiful, kimono-clad girl named Kiriha appeared before him. Kiriha naturally began to live with Kazuya in his room. Then there's Chisato, Kazuya's childhood friend with glasses and a ponytail, who meddles in his affairs. Soon there's also an overprotective older sister who seems to want to take baths with him. Jumble in a huge-chested priestess, a good-looking sorceress named Kokuyoura, beautiful women, and hot girls, and Kazuya's happy, embarrassing, confusing life begins…",
    "Aliases": [
        "続・つぐもも",
        "継つぐもも",
        "つぐもも リミッター解除版",
        "Tsugu Tsugumomo"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "693177",
            "URL": "https://www.thetvdb.com/series/tsugumomo/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7491404",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7491404",
                    "TitleEnglish": "OVA: My Tsukumogami Master / At the Public Bath / My Master / Kokuyou's Repayment / Last Fort / Erotic Deliberative Assembly",
                    "SummaryEnglish": "The OVA features six 'Slightly Ecchi episodes that can't be broadcast on TV'. My Tsukumogami Master: It focuses on Kazuya's daily life with with Kiriha, from waking up to her naked in bed and taking a bath with her after school. At the Public Bath: It focuses on the Kagami-family's trip to the public bath along with Chisato. My Master: It focuses on Sunao and Kotetsu's time in the bath together. Kokuyou's Repayment: It focuses on Kokuyou attempting to repay Kazuya for letting her into their household. Last Fort: It focuses on the aftermath of Kazuya's battle with Sunao, with Kiriha and Kukuri taking care of the incapacitated Kazuya. Erotic Deliberative Assembly: It focuses on Kazuya being interrogated by the girls after an erotic book is found in his possession."
                }
            }
        },
        "1": {
            "ID": "693178",
            "URL": "https://www.thetvdb.com/series/tsugumomo/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5892841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/5892841",
                    "TitleEnglish": "The Scent of Cherry Blossoms",
                    "SummaryEnglish": "Kazuya Kagami wakes up in class from a bad dream to discover that he is inadvertently groping classmate Chisato Chikaishi's breasts. After escaping her wrath, Kazuya goes to the roof where he takes comfort in his mother's obi. Kazuya is attacked by a possessed wig and falls off the building, but is saved by his obi. From within the obi, a young girl, a tsukumogami, emerges. They are met by the host of the wig. The tsukumogami asks the host to sever their link with the wig, which the tsukumogami calls an amasogi or curse. However, the host and wig attack and the tsukumogami is forced to destroy the wig before disappearing. At home, Kazuya reflects on the day's events before falling asleep. After another nightmare, he wakes to find the tsukumogami in his bed. After avoiding a confrontation with Kazuya's possessive sister, the tsukumogami introduces herself as Kiriha and that she the tsukumogami of Kazuya's obi and that Kazuya is now her servant."
                },
                "2": {
                    "ID": "6030340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030340",
                    "TitleEnglish": "The Library and Childhood Friend",
                    "SummaryEnglish": "Kazuya and class rep Chisato find themselves trapped in the school library, and it's up to Kiriha's knowledge of spirits and the forms they take to get them out."
                },
                "3": {
                    "ID": "6030341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030341",
                    "TitleEnglish": "Princess Kukuri",
                    "SummaryEnglish": "A towering priestess shows up looking for Kazuya, and the person who sent her has an offer he and Kiriha might not be able to refuse."
                },
                "4": {
                    "ID": "6030342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030342",
                    "TitleEnglish": "Trials of the Local God",
                    "SummaryEnglish": "Kiriha is being battered by the water goddess Kukuri-hime's attacks, when a mysterious vision gives Kazuya advice on how he and the tsugumomo might manage to survive."
                },
                "5": {
                    "ID": "6030343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030343",
                    "TitleEnglish": "Training",
                    "SummaryEnglish": "Now that Kazuya has accepted the duty of exorcising any supernatural trouble that crops up, it's up to Kiriha to whip him into shape."
                },
                "6": {
                    "ID": "6030344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030344",
                    "TitleEnglish": "Memories and Childhood Friends",
                    "SummaryEnglish": "When the entire school starts acting like characters from a dating sim, Kazuya and Kiriha are forced to find the amasogi responsible before the affected people do something they'll regret."
                },
                "7": {
                    "ID": "6030345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030345",
                    "TitleEnglish": "Kanayama-san",
                    "SummaryEnglish": "Kukuri and Kokuyou have nowhere to live, and almost no income. Kiriha forces Kukuri to visit a neighboring local god for a loan, but the collateral being demanded might cost the two of them much more than just money."
                },
                "8": {
                    "ID": "6030346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030346",
                    "TitleEnglish": "A Certain Day in the Kagami Household / The Super Popular Fragrance",
                    "SummaryEnglish": "Kazuya takes Kiriha and Kokuri grocery shopping, and then Shirou finds his charisma boosted to uncontrollable levels by a cologne amasogi."
                },
                "9": {
                    "ID": "6030347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030347",
                    "TitleEnglish": "Letter",
                    "SummaryEnglish": "A mysterious phantom student is stalking Kazuya's school, and Kiriha says that there's no such thing as ghosts. That leaves only one explanation: another amasogi."
                },
                "10": {
                    "ID": "6030348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030348",
                    "TitleEnglish": "Naked in the Futon",
                    "SummaryEnglish": "A malison cleanser who knew Kazuya's mother is unimpressed with his skills, and wants to strip of him of his duties. But after seeing how malison atonement impacts the people struck by it, does Kazuya even want to put up a fight?"
                },
                "11": {
                    "ID": "6030349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030349",
                    "TitleEnglish": "Duel",
                    "SummaryEnglish": "The duel between Sunao and Kazuya begins. Can Kazuya and Kiriha manage to overcome Sunao's thirst for vengeance?"
                },
                "12": {
                    "ID": "6030350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030350",
                    "TitleEnglish": "Partner",
                    "SummaryEnglish": "Kazuya's duel with Sunao concludes, with Kiriha and Kazuya dead set on proving that a tsugumomo who works together with their master is stronger than one that's just treated like a tool."
                }
            }
        },
        "2": {
            "ID": "1805864",
            "URL": "https://www.thetvdb.com/series/tsugumomo/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7491403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7491403",
                    "TitleEnglish": "The Troubleshooters' Office",
                    "SummaryEnglish": "Thanks to his unique condition that causes him to attract supernatural trouble, Kagami Kazuya acts as an exorcist with the help of his partner, the fully incarnated spirit of an obi sash, Kiriha. Realizing that Kazuya's status as a literal trouble magnet could be more than the two of them can handle, the monster hunting duo decides to start a consultation group with the help of their classmates, so that they can subtly keep an eye out for any trouble at their school."
                },
                "2": {
                    "ID": "7670903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7670903",
                    "TitleEnglish": "The False Fiancée",
                    "SummaryEnglish": "Kazuya and Kiriha had previously won a duel against the hot-headed tsukumogami-wielding Sunao. After her defeat, the young swordswoman takes the lessons she was taught by the duo to heart, and now turns to Kazuya for some help with a parental problem..."
                },
                "3": {
                    "ID": "7686026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7686026",
                    "TitleEnglish": "Shirou-kun's Big Day!",
                    "SummaryEnglish": "Kazuya's friend Shirou has a tendency to ask girls out without a lot of planning or concern about the outcome. Just when it seems like that approach has finally managed to endear himself to a girl, the looming threat of an amasogi puts a damper on any potential romance."
                },
                "4": {
                    "ID": "7697400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7697400",
                    "TitleEnglish": "Swapped!",
                    "SummaryEnglish": "Thanks to her unique condition that causes her to attract supernatural trouble, Kagami Kazumi acts as an exorcist with the help of her partner, the fully incarnated spirit of an obi sash, Kirio... wait, what?!"
                },
                "5": {
                    "ID": "7702433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7702433",
                    "TitleEnglish": "Sunao and Koketsu",
                    "SummaryEnglish": "Sunao's partner, the katana tsukumogami Kotetsu, has still not woken up. With things looking desperate, the young swordswoman turns to Kazuya and Kiriha for help in attempting to save her partner's life."
                },
                "6": {
                    "ID": "7702434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7702434",
                    "TitleEnglish": "The Lost Village",
                    "SummaryEnglish": "A mysterious group of students has been causing amasogi to appear in town. But where did they come from, and what are they after?"
                },
                "7": {
                    "ID": "7702435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7702435",
                    "TitleEnglish": "Versus",
                    "SummaryEnglish": "The tsugumomo from the lost village of Mayoiga run into trouble when they end up having to work with Kiriha and Kazuya to escape a series of amasogi incidents."
                },
                "8": {
                    "ID": "7702436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7702436",
                    "TitleEnglish": "New Club Members",
                    "SummaryEnglish": "Akito and Mimane have joined the troubleshooters office, and will be helping Kazuya and his friends with exorcising troublesome amasogi. The only problem is that they're also secretly part of the group that has been causing amasogi incidents!"
                },
                "9": {
                    "ID": "7702437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7702437",
                    "TitleEnglish": "Assassins",
                    "SummaryEnglish": "Akito and Mimane join Kazuya, Kiriha, and local goddess Taguri Kanayama in battle against Tsukumogami from Mayoika Village intent on obtaining Kukuri's shard. Meanwhile she is attacked by a second group of Mayoikans betting on her weakened state to kill her. As Akito and Mimane return home, Arumi informs them of trouble in Mayoika Village. A drunk Kukuri decides Kazuya needs a bath."
                },
                "10": {
                    "ID": "7702438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7702438",
                    "TitleEnglish": "Revolt",
                    "SummaryEnglish": "Taguri asks for help from Takamagahara, who manages the gods that govern Japan. Sunao Sumeragi and her sword-tsukomogami Kotetsu come live at Kazuya's house. Akito and his team go to Mayoika Village and are immediately attacked. They learn the Radical Tsukomogami are comsuming Humans to increase their power. Sunao transfers to Kazuya's school, intent on making him stronger and get closer. Meanwhile at Mayoika, all-out war is planned to obtain Kukuri's shard."
                },
                "11": {
                    "ID": "7702439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7702439",
                    "TitleEnglish": "Total War",
                    "SummaryEnglish": "The Tsukumogami from Mayoika Village arrive on a flying boat. During the confrontation with the Mayoikan Miurahi, who carries the shard from the goddess he killed, Kukuri uses her last resort to defeat him. To everyone's shock, Azami interferes and her true intentions are revealed, putting Kazuya in a very hard spot."
                },
                "12": {
                    "ID": "7702440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7702440",
                    "TitleEnglish": "Decision",
                    "SummaryEnglish": "Kazuya's mother, Kanaka, brought to life with Miurahi's shard by black-obi Azami's two halves, proves to be a formidable opponent even to gods. After Kukuri and Kiriha are killed and all seems lost, Kazuya's sister Kasumi and her hourglass Tsugumomo Saori trap Kanaka in a time-freezed state. This gives Kazuya three years to train and get stronger."
                }
            }
        }
    }
}