{
    "URL": "https://www.thetvdb.com/series/sakura-quest",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6740188/",
        "http://sakura-quest.com/",
        "https://www.themoviedb.org/tv/71013",
        "https://www.themoviedb.org/tv/71013",
        "https://x.com/manoyama_PR"
    ],
    "TitleEnglish": "Sakura Quest",
    "SummaryEnglish": "In the wake of a nationwide movement during the Bubble economy period, a small town in the countryside has revived its \"mini-nation\" tourism program; hiring five girls as travel ambassadors. Follow a year's time of the five girls as they work in the tourism agency of a small failing town in an effort to reinvigorate it.",
    "TitleJapanese": "サクラクエスト",
    "SummaryJapanese": "バブル経済期の全国的な動きをきっかけに、田舎の小さな町が「ミニネーション」観光プログラムを復活させました。 旅行大使として5人の女の子を雇う。 小さな失敗した町の観光局で働き、活力を取り戻すために、5人の女の子の1年の時間を追ってください。",
    "Aliases": [],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "693186",
            "URL": "https://www.thetvdb.com/series/sakura-quest/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "5892867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/5892867",
                    "TitleEnglish": "Off to Magical Manoyama",
                    "SummaryEnglish": "After being rejected in over 30 job applications, Yoshino Koharu finally gets an offer. She probably should have read the contract more carefully...",
                    "TitleJapanese": "魔の山へ",
                    "SummaryJapanese": "30以上の求人応募で却下された後、ヨシノコハルはついにオファーを受け取ります。 彼女はおそらく契約書をもっと注意深く読むべきだったでしょう..."
                },
                "2": {
                    "ID": "6012702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6012702",
                    "TitleEnglish": "The Gathering of the Five Champions",
                    "SummaryEnglish": "Yoshino faces her first trial as queen: sell one thousand boxes of the tourist board's mistakenly-ordered snacks before their expiration date is up!",
                    "TitleJapanese": "集いし五人の勇者たち",
                    "SummaryJapanese": "逃げられなかった国王に与えられた最初の試練。それは饅頭1000箱を1週間で売り切ること。あの手この手で頑張りますが、結局ほとんど売れませんでした。国王の最初の試練は失敗に終わりました。\nでも饅頭は美味しかったのです。"
                },
                "3": {
                    "ID": "6012703",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6012703",
                    "TitleEnglish": "The Cry of the Mandrake",
                    "SummaryEnglish": "Yoshino investigates the town's passion for kabura, which leads to a strange showdown between their two kabura-based mascots!",
                    "TitleJapanese": "マンドレイクの叫び",
                    "SummaryJapanese": "試練に失敗した国王は、半信半疑で1年間国王を頑張ることになりました。今日の仕事は、間野山のヌルキャラ、チュパカブラくんをテレビでアピールすることです。でも国王になったばかりなので、上手に話すことができませんでした。国王は反省しました。そして、町の人たちに色々聞いてみることにしたのです。ぬるキャラ選手権地方大会の当日、チュパカブラくんの頭がありません。色々あって、国王は怒りました。すっきりした国王は改めて4人の仲間と一緒に1年間頑張ると決心したのでした。"
                },
                "4": {
                    "ID": "6012704",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6012704",
                    "TitleEnglish": "The Lone Alchemist",
                    "SummaryEnglish": "The Queen and her Ministers come up with some exciting ideas to promote Manoyama wood-carving! Unfortunately, not all of the locals are thrilled.",
                    "TitleJapanese": "孤高のアルケミスト",
                    "SummaryJapanese": "仲間になったIT大臣が国王と同じ家に住むことになりました。みんなで引っ越しの手伝いをしている時、とても素晴らしい欄間を見た国王は、彫刻を王国の繁栄に活かせないかと言い出しました。IT大臣が最先端の技術と伝統工芸を融合する案を思いつきました。でも、やってみたら伝統を馬鹿にしてるのかと、色んな人に怒られました。IT大臣は謝りに行きますが、都会から逃げてきたことを指摘され、図星だなと思い、中途半端にかかわるのは駄目だなとも思い、落ち込み、やめてしまいました。国王は悲しみました。"
                },
                "5": {
                    "ID": "6035736",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6035736",
                    "TitleEnglish": "The Budding Yggdrasil",
                    "SummaryEnglish": "Yoshino recruits a local artist to help the team design a big project for Manoyama Sculpture. Meanwhile, Sanae reflects on her work and its meaning.",
                    "TitleJapanese": "ユグドラシルの芽生え",
                    "SummaryJapanese": "悲しんでいるわけにはいかないと、国王たちは彫刻の歴史を勉強しました。勉強した結果、国王は彫刻を使った巨大建造物を作るのはどうかと思いつきました。たくさんのお金を集めるために、とある画家に建造物の絵を描いてもらうようにお願いしました。国王は落ち込んでいたIT大臣を励まして、再び仲間になってもらいました。元気になったIT大臣が、国王の思いつきを良い感じに修正することになりました。駅を彫刻で立派な建造物にすることになって、怒っていた人たちも協力してくれることになりました。駅は町の玄関です。電車に飛びのっても、そんなに簡単に靴は脱げません。"
                },
                "6": {
                    "ID": "6035737",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6035737",
                    "TitleEnglish": "The Rural Masquerade",
                    "SummaryEnglish": "A film crew has arrived to film a zombie movie. The Tourism Board attempts to cater to their demands while turning it into an opportunity to promote the town wherever possible. Maki is having issues with her own aspirations as an actress.",
                    "TitleJapanese": "田園のマスカレード",
                    "SummaryJapanese": "国王のところに、間野山をロケ地に映画を撮りたいという依頼がきました。間野山を知ってもらうチャンスです。やってきたロケ隊と一緒に撮影場所をまわる国王たちでしたが、いつの間にか台本が変わっていました。人情モノだった作品がいつの間にかホラーモノになっていました。ドンドンわがままな監督に振り回されてしまいます。その他にも行き当たりばったりなことが次々と起こります。ドタキャンしてしまった女優の代わりを、ちょうど良いとガテン大臣にお願いしたら、なぜか逆に怒られました。IT大臣はガテン大臣に「みっともない」と言って去って行きました。ヒロインの娘が個人的にはとってもタイプです。"
                },
                "7": {
                    "ID": "6035738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6035738",
                    "TitleEnglish": "The Mansion in Purgatory",
                    "SummaryEnglish": "The movie shoot and all the activity in town forces Maki to further reflect on her acting aspirations, as well as her relationship with her father.",
                    "TitleJapanese": "煉獄の館",
                    "SummaryJapanese": "映画の撮影はトラブルが続きます。綱渡りながらも国王たちは乗り越えていきます。そんな中、撮影に使う空家の持ち主となかなか連絡取れません。国王が持ち主に電話をしてみると、OKの返事はしていると言われました。連絡を任せていた仲間は嘘をついていたのです。でもその家は、仲間にとって思い出がたくさん詰まった大事な家でした。そのことで国王は、仲間とケンカをしてしまいました。そしてガテン大臣は燃えている家に飛び込んだのです。でも、夏の虫ではありません。スッキリしたそうです。国王の粋なはからいもあり、みんな仲良くなりました。"
                },
                "8": {
                    "ID": "6035739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6035739",
                    "TitleEnglish": "The Fairy's Recipe",
                    "SummaryEnglish": "Yoshino and the Ministers struggle to find the right dish for their new C-Rank Gourmet plan. Meanwhile, Shiori finds that her sister has a mysterious relationship with an old classmate.",
                    "TitleJapanese": "妖精のレシピ",
                    "SummaryJapanese": "チュパカブラ王国の限定メニューを作るために、C級グルメの発表会をしようとしていました。自分たちだけで考えていても、良いアイディアが出ないということで、フレンチの修行から帰ってきた熊野さんに色々教えてもらいました。準備を進めていたら、商店会の会長に怒られました。商店会がやろうとしていた納涼会と同じ日に発表会をやることになっていたのです。国王たちは謝りました。でも許してもらえません。責任をとって発表会をやめる決断をしようとした国王でしたが、仲間の一人が代わりに発表会を仕切り、みんなが幸せになるアイディアを出しますと言い出しました。彼女は国王を必死に守ったのです。"
                },
                "9": {
                    "ID": "6035740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6035740",
                    "TitleEnglish": "The Lady's Scales",
                    "SummaryEnglish": "Shiori reveals her plan to bring together the Board of Merchants and the Tourism Board, along with the rest of the town.",
                    "TitleJapanese": "淑女の天秤",
                    "SummaryJapanese": "国王を守った彼女は、まだ震えています。必死でした。アンジェリカさんのお店で、食事をしていた時に、この国の人たちみんながそうめんを食べていました。故郷の味だったのです。色々と考えた結果、参加型の「大そうめん博」を思いつき、地元の物産展も同時に開催することで、商店会の会長からもOKも出ました。人が来るのか心配で心配でしたが、「間野山大そうめん博」にはたくさんの人が来て、国王は「流されそうめん」されていました。とても楽しそうでした。彼女は国王からとりもち大臣の役職を任命されましたが、すぐに辞任しました。本音を言い合える仲間っていいですね。"
                },
                "10": {
                    "ID": "6035741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6035741",
                    "TitleEnglish": "The Dragon's Soft Spot",
                    "SummaryEnglish": "The singles in the local Community Club organize a matchmaking tour with women from the city, with Yoshino and the Ministers as tour guides.",
                    "TitleJapanese": "ドラゴンの逆鱗",
                    "SummaryJapanese": "国王のところに、青年会のひとたちからお願いがありました。都会の女のひとが、この国の男のひとと結婚してくれるようなツアーを考えて欲しいと言うのです。国王たちは色々な案を考えて、メインイベントとしてこの国に伝わる間野山踊りをやろうということになりました。でも、ＵＭＡ大臣はその踊りを踊りたくないのです。みんなと違う感性をもっているUMA大臣は、ずっとそのことを悩んでいました。無理はしなくていいよと仲間たちはフォローします。ツアーは、なんだかんだ順調に進み、国王たちが間野山踊りを披露することになります。ＵＭＡ大臣は遠くから見ていることしかできません。ふと気づくと、ＵＭＡ大臣の姿がありません。外は、たくさんの雨が降ってきました。"
                },
                "11": {
                    "ID": "6035742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6035742",
                    "TitleEnglish": "The Forgotten Requiem",
                    "SummaryEnglish": "The matchmaking tour continues! Meanwhile, Ririko investigates the tale of the town's dragon, and discovers some new things about herself in the process.",
                    "TitleJapanese": "忘却のレクイエム",
                    "SummaryJapanese": "ＵＭＡ大臣は、帰り道、雨に濡れて風邪をひいてしまいました。龍の伝説にシンパシーを感じたUMA大臣は、風邪の身体をおして間野山踊りの言い伝えを調べることにしました。調べると、悲しい言い伝えとは別の解釈と、龍の魂に捧げる鎮魂歌が存在していたことがわかりました。勇気を出して、他のひとたちにそのことを伝えようとしましたが、怖がってしまい聞いてもらえませんでした。悲しくなったＵＭＡ大臣は、勢い余って国王にひどいことを言ってしまいます。でも国王は、すべてを受け入れ、励ましました。国王に勇気をもらったＵＭＡ大臣は頑張って、蛍が綺麗な池の畔で「龍の唄」を歌いました。みんな良い笑顔になりました。"
                },
                "12": {
                    "ID": "6035743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6035743",
                    "TitleEnglish": "The Dawn Guild",
                    "SummaryEnglish": "Yoshino and the Ministers prepare for the Kingdom of Chupakabura's Founding Festival, and are repeatedly surprised at who signs on to help out!",
                    "TitleJapanese": "夜明けのギルド",
                    "SummaryJapanese": "国王たちは、チュパカブラ王国ができてから20周年の建国祭を計画していました。 前国王が突然ＴＶ局のひとたちを連れてきました。国王たちのことを密着取材したいと言ってきたのです。取材をされながら準備をしていく国王たちですが、メインのクイズ大会の予算が全然足りません。ＴＶ局のひとがロックバンドを呼んでくれることになって、国王たちは喜びました。イベントは大きくなり、人が沢山来るチャンスです。国王たちは、繰り返し間野山に観光客が来てもらうことが重要だと、商店会や街のひとたちを説得して、みんなで建国祭を盛り上げることになりました。建国祭の前の日の夜、たくさんのひとたちがテントを持ってやってきました。明日はすごいことになりそうです。"
                },
                "13": {
                    "ID": "6053816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6053816",
                    "TitleEnglish": "The Marionette's Banquet",
                    "SummaryEnglish": "The day of the Founding Festival finally arrives. Will the help of the TV network pay off? How will it change Manoyama?",
                    "TitleJapanese": "マリオネットの饗宴",
                    "SummaryJapanese": "建国祭の日になって、たくさんのひとたちがこの国にやってきました。商店街の出店も盛り上がっています。国王はメインのクイズ大会がいよいよ始まります。池向こうの特設ステージでは機材のトラブルでライブの開演が遅れてしまいました。なんとクイズ大会の開始時間とライブが被ってしまったのです。ライブに人が流れていってしまいますが、国王たちは頑張ってクイズ大会をやり遂げました。建国祭が終わり、ＴＶの放送を見た国王たちはびっくりしました。この国に繰り返し観光客が来てくれるために頑張っていたのですが、建国祭の前と何も変わっていないのです。国王はショックを受けました。大きな荷物を持って駅行きのバスに乗りました。でもこの物語は続きますので、安心してください。"
                },
                "14": {
                    "ID": "6053817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6053817",
                    "TitleEnglish": "The Queen, Convicted",
                    "SummaryEnglish": "It's summer break! Yoshino reunites with old friends and family when she visits her hometown. Maki and Sanae go back to Tokyo, while Shiori and Ririko work on a B and B proposal.",
                    "TitleJapanese": "国王の断罪",
                    "SummaryJapanese": "建国祭でたくさんショックを受けた国王でしたが、心機一転、夏休みということで自分の故郷に帰ってきました。IT大臣とガテン大臣は東京に行きました。前国王の命により、とりもち大臣とUMA大臣は、この国の宿泊施設不足の反省を踏まえ、民泊について調べていました。国王は久しぶりに地元のお祭に行きました。神輿を担ぐ人たちや、美しい街並み、祭を楽しむ人たちの笑顔がありました。いままで地元には何もないという理由で嫌いだった国王でしたが、改めて帰ってこられる場所、集まれる場所っていいなと思ったのでした。心を充電して、また頑張るのです。"
                },
                "15": {
                    "ID": "6053818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6053818",
                    "TitleEnglish": "The Queen's Return",
                    "SummaryEnglish": "A group of Spanish cryptid enthusiasts visit Manoyama in search of the Chupakabura. Meanwhile, Yoshino and the others work to find b and b's for Manoyama.",
                    "TitleJapanese": "国王の帰還",
                    "SummaryJapanese": "国王と、大臣たちが帰還しました。チュパカブラ王宮がなんだか賑やかです。中で宴会をしている外国人や他の大臣たちを見つけました。外国人たちはクリプティッド12と言って、日本で唯一チュパカブラの目撃情報のあるこの国にしばらく泊まりたいと言いました。国王たちは、せっかくはるばる来てくれた外国人の方々の宿泊先を手配するため、空き家の家主と掛け合ったりします。そんな中、桜池の水を抜く池干しが70年ぶりに実施されることになりました。誰が言い出したわけでないのに自然と人が集まってきます。夜になり、誰かが池で溺れていました。それは前国王でした。寿司桶につかまって助かりました。"
                },
                "16": {
                    "ID": "6053819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6053819",
                    "TitleEnglish": "The Harlequin on the Pond",
                    "SummaryEnglish": "Ushimatsu's desperate attempts to pull something from the pond reveal a dark past.",
                    "TitleJapanese": "湖上のアルルカン",
                    "SummaryJapanese": "国王たちは前国王が桜池で溺れたを理由を探ることにしました。若い頃の写真に一緒に写っていたドクなら何かを知っているかもしれません。ドクに話を聞いた国王たちは、前国王が桜池から引きあげようとしていたものや、50年前まではこの国にあった「みずち祭り」の存在を知りました。そして国王は、自分が見た地元の景色を思い出して、祭を復活させようと考えたのです。しかし、まず国王たちに与えられた試練は、祭りに受け継がれていた三種の祭具を見つけ出すことでした。信楽さんが初めてしゃべりました。"
                },
                "17": {
                    "ID": "6053820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6053820",
                    "TitleEnglish": "The Sphinx's Antics",
                    "SummaryEnglish": "The Ministers begin their search for the festival treasures, and introduce some of the more remote seniors to the Internet.",
                    "TitleJapanese": "スフィンクスの戯れ",
                    "SummaryJapanese": "三種の祭具、「剣鉾・吊太鼓・黄金の龍」を探すことになった国王たちでしたが、50年も昔のものなのでなかなか見つかりません。そこで、何か手がかりが無いかと山奥の蕨矢集落に住む元大学教授の鈴原さんに会いに行くことにしました。集落の蔵のどこかにあるという噂を聞いた国王たちですが、蔵と言っても数が多くて大変です。そこでIT大臣は、お年寄りたちにタブレット端末の使い方を教えてSNSで呼びかけて探すことにしました。作戦は順調でした。ある日蕨矢集落の路線バスが廃止になることがきまり、鈴原教授をはじめとした老人たちは怒ってしまいます。老人たちは、チュパカブラ王国からの独立宣言をし、在宅のままクーデターの映像を流します。画面の端をよく見たら国王が人質になっていました。"
                },
                "18": {
                    "ID": "6053821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6053821",
                    "TitleEnglish": "Minerva's Saké Saucer",
                    "SummaryEnglish": "The seniors of Warabiya stage a revolt against the Kingdom of Chupakabura, and the Queen herself is taken hostage!",
                    "TitleJapanese": "ミネルヴアの杯",
                    "SummaryJapanese": "国王が人質になりました。クーデターといっても実際は、ほぼ宴会でした。人は楽しそうなところに集まると教授は言います。国王を迎えにきたはずのガテン大臣も参加することになりました。蕨矢集落には間野山から沢山の差し入れが集まりました。鈴腹教授の本当の目的は、もうすぐ消えてしまうであろう集落の文化をデジタルアーカイブとして残しておきたかったことだったのです。老人たちもインターネットを使いこなせることになったことで、IT大臣と路線バスの運転手の高見沢が協力し、予約制のデマンドバスを考え、試験運行することになりました。集落のお年寄りたちも喜び、独立宣言を撤回したのです。こうして鈴原教授の試験に合格した国王たちは、教授が残したヒントから三種の祭具である「剣鉾」を探し出すことができたのでした。"
                },
                "19": {
                    "ID": "6053822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6053822",
                    "TitleEnglish": "The Foggy Folklore",
                    "SummaryEnglish": "Maki receives a reply about her application for a role in a movie, and must once again reflect on her dreams. Meanwhile, Yoshino tries to figure out how the town can use one of their old, shut-down schools.",
                    "TitleJapanese": "霧のフォークロア",
                    "SummaryJapanese": "年の瀬も迫ってきたある夜、「吊り太鼓」を探すため、廃校になった間野山第二中学校の廊下を歩く国王たちは、この国に伝わる都市伝説「血まみれサンタ」の話をした直後、怪しい人影が近づいてパニックになってしまいました。でもよく見ると、それはリュックを背負ったガテン大臣の父・厳でした。国王たちは、厳に案内されて体育倉庫で吊り太鼓を見つけます。でも、太鼓は壊れていたので、修理が必要でした。そんな中、国王はガテン大臣の弟・浩介から、東京での映画のオーディションにガテン大臣を行かせるのに協力してほしいとお願いされました。そしてガテン大臣は、父や国王に背中を押され、意を決し、東京に向かったのでした。紙芝居は渾身の出来でした。"
                },
                "20": {
                    "ID": "6053823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6053823",
                    "TitleEnglish": "The Phoenix in the Holy Night",
                    "SummaryEnglish": "The Ministers open up an old school to serve hot lunch, and come up with a new plan to promote the old building when that doesn’t go so well.",
                    "TitleJapanese": "聖夜のフェニックス",
                    "SummaryJapanese": "国王たちは、廃校になった校舎を使って給食会を開いていました。そこに、東京でオーディションを受けたガテン大臣が帰ってきました。誰も来ないので、スタッフで美味しく給食をいただきました。ガテン大臣から中学校に関心が薄い理由を聞いた国王は、閉校式をしようと考えました。閉校式のメインイベントとして「血まみれサンタ」の劇をガテン大臣制作総指揮でやってもらうことにしました。色々準備するガテン大臣はとても楽しそうでした。当日、劇は成功して、国王は学校を文化の発展拠点にしましょうと演説しました。そして、ガテン大臣はこの場所に劇団を立ち上げ、みずち祭りで「龍の唄」の劇をやることにしました。"
                },
                "21": {
                    "ID": "6053824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6053824",
                    "TitleEnglish": "The Pixie in the Town of Ice",
                    "SummaryEnglish": "Erika attempts to escape from Manoyama, but ends up staying with the Ministers. Meanwhile, Yoshino and Sanae try to gather support from shop owners for the Mizuchi Festival revival.",
                    "TitleJapanese": "氷の町のピクシー",
                    "SummaryJapanese": "雪景色の間野山を車で移動していると、道端にヒッチハイカーを見つけました。それは、東京に出るために家出をしたアンジェリカの娘・エリカでした。家に帰りたがらないエリカを王国寮に連れ帰り、大臣たちは東京の話をすることで、なんとか引きとめることに成功しました。国王は、商店街の人たちにみずち祭り実行委員会参加のお願いをするなど、祭りの準備は進んでいますが、三種の祭具の最後の一つ「黄金の龍」はまだ見つかりません。ひょんなことから昔高見沢たちが公園に埋めたシャイニングドラゴンの話になります。ひょっとしたらそれが「黄金の龍」かもしれません。掘り出そうとしたのですが、場所を特定するためには暗号を解かなくてはいけない感じでした。"
                },
                "22": {
                    "ID": "6053825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6053825",
                    "TitleEnglish": "The New Moon Luminarie",
                    "SummaryEnglish": "Erika continues her stay with the Ministers, and Shiori tries to convince her that Manoyama isn't such a bad place. Also, the hunt for the Golden Dragon comes to an exciting conclusion!",
                    "TitleJapanese": "新月のルミナリエ",
                    "SummaryJapanese": "暗号を解こうとする国王や高見沢たちでしたが、なかなか解けません。その頃、大臣たちに宥められていたエリカが突然の歯痛に襲われました。この国には夜遅くまで営業しているお店はありませんが、千登勢のおかげで商店街の薬屋さんがお店を開けてくれました。雪が吹雪く夜、今度はエリカの弟・杏志がいなくなってしまったと連絡が入り、みんなで探します。偶然通りかかったカバ公園にいたので、交番に連れて行きました。杏志はエリカに東京に行ってほしくなかったのです。そんな杏志を見て野毛も思い立ち、廃校の教室でブックカフェを始めました。なんだかんだで暗号は解けてシャイニングドラゴンを掘り出しました。あと、とりもち大臣のアイディアで商店街全体を明るくするため各商店主に吊灯篭を配布しました。商店街も日々、生きているのです。"
                },
                "23": {
                    "ID": "6053826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6053826",
                    "TitleEnglish": "The Crystal of Melting Snow",
                    "SummaryEnglish": "Yoshino receives an offer from an Manoyama alumni to open a branch of the highly successful Belem bakery in the town. Many of the owners in the shopping district are unwilling to give up store space, as they still live above. Meanwhile, Kadota informs everybody of some unfortunate news.",
                    "TitleJapanese": "雪解けのクリスタル",
                    "SummaryJapanese": "国王たちのところに、隣の富蔵市にある人気の洋菓子屋さんから、みずち祭りに協賛したいと連絡がありました。しかも間野山にも支店を出したいということで、商店街でお店を貸してくれそうな人を探すお手伝いをすることにしました。でも、お店を貸してくれる人はなかなか見つかりません。空き家となっている物件を色々あたってみたところ、秋山のことを知りました。でもなぜか秋山は首を縦に振ってくれません。商店会全体の会合を開きみんなで話し合いました。途中、ひやひやしましたが、なんとか無事にお店を貸してくれる人が見つかりました。そして、みずち祭りの実行委員会へ商店会が参加してくれることが決まったのです。国王は、見つからない「黄金の龍」の代わりに、シャイニングドラゴンを祭具として使うことにしました。全部そろって喜んでいましたが、前国王が急にビックリすることを言うもんだから、思わずビックリしました。"
                },
                "24": {
                    "ID": "6053827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6053827",
                    "TitleEnglish": "The Eternal Obelisk",
                    "SummaryEnglish": "Dark rumors of civic plotting abound as the revival of the Mizuchi Festival draws near.",
                    "TitleJapanese": "悠久のオベリスク",
                    "SummaryJapanese": "みずち祭り開催に向けいよいよ準備も大詰めとなった国王たち。そんな中、前国王は間野山市がなくなるかもしれないことにたくさんショックを受けていました。そんなある日、TV局の人がやってきて、龍の唄のお芝居にTV局発のアイドルを出して欲しいと提案してきました。祭りを広く知ってもらうためには、無下にもできないと迷う国王でしたが、前国王は、問答無用にTV局の人を追い返しました。その姿を見て国王は安心しました。来る祭りに向け、国王たちは龍の石碑のある祠を掃除していました。そこで桜池を建設した時の功労者たちの名前が彫られた石碑を見つけました。それを見た放浪の画家が、自分のルーツをやっと見つけたと言いました。国王へのサプライズも大成功して、いよいよみずち祭りの当日、前国王が石碑を見て、外国の都市との姉妹都市を結ぶ計画を思いつきました。もしかしたら合併の話を有利に進められるかもしれません。その都市の市長がちょうど金沢にいると聞いた前国王は、一人で飛び出していってしまいました。"
                },
                "25": {
                    "ID": "6053828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/sakura-quest/episodes/6053828",
                    "TitleEnglish": "The Kingdom of Cherry Blossoms",
                    "SummaryEnglish": "Will the festival be a success? Will Mr. Kadota make it back in time for the play? What will Yoshino do when her contract expires?",
                    "TitleJapanese": "桜の王国",
                    "SummaryJapanese": "職質を経て前国王は金沢でナウマン市長と合流できましたが、戻ってくる途中にガス欠でエンストしてしまいました。前国王を迎えに行こうとしますが、祭りのため交通規制があり、車が停めてある観光協会まで人ごみをかき分け、とりもち大臣は走ります。そこへ高見沢がデマンドバスで駆けつけ、ナイスなドライビングテクニックで送り届けます。無事に「龍の娘」の舞台が始まり、UMA大臣も「龍の唄」を精一杯歌います。この国の人々の気持ちが一つになり、祭りは大成功しました。翌朝、国王と前国王は王宮でこれからのことと、お互いの決意を固めます。ついに退任式となり、国王はこの一年間の想いを立派に演説します。前国王も、これからのこの国のことを真剣に考えた末、答えを出したのです。五人の勇者は、それぞれの未来を語り合い、一本の桜をこの国の記念樹として植えました。こうしてこの町をちょっとだけ元気にした国王は、自分もたくさん元気になったのでした。"
                }
            }
        }
    }
}