{
    "URL": "https://www.thetvdb.com/series/tsugumomo",
    "Genres": [
        "Adult Animation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8372010/",
        "http://tsugumomo.com/",
        "https://www.themoviedb.org/tv/71000",
        "https://x.com/tsugumomo_anime"
    ],
    "TitleEnglish": "Tsugumomo",
    "SummaryEnglish": "Kazuya Kagami never goes anywhere without the precious \"Sakura Obi\" his mother gave him. One day a beautiful, kimono-clad girl named Kiriha appeared before him. Kiriha naturally began to live with Kazuya in his room. Then there's Chisato, Kazuya's childhood friend with glasses and a ponytail, who meddles in his affairs. Soon there's also an overprotective older sister who seems to want to take baths with him. Jumble in a huge-chested priestess, a good-looking sorceress named Kokuyoura, beautiful women, and hot girls, and Kazuya's happy, embarrassing, confusing life begins…",
    "TitleJapanese": "つぐもも",
    "SummaryJapanese": "ごく平凡な少年・加賀見かずやは、ある日突然現れた着物姿の美少女、桐葉と出会う。\n初めて出会ったはずのかずやに「久しいのう」と声をかける桐葉。はたしてその正体は、かずやが亡き母の形見として、片時も離さず持ち歩いていた「帯」の付喪神だった……。\nドＳな美少女付喪神の桐葉とともに、次々と起こる怪異事件に立ち向かう「妖怪アクションコメディ」いざ、開幕！",
    "Aliases": [
        "Tsugu Tsugumomo"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "693177",
            "URL": "https://www.thetvdb.com/series/tsugumomo/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7491404",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7491404",
                    "TitleEnglish": "OVA: My Tsukumogami Master / At the Public Bath / My Master / Kokuyou's Repayment / Last Fort / Erotic Deliberative Assembly",
                    "SummaryEnglish": "The OVA features six 'Slightly Ecchi episodes that can't be broadcast on TV'. My Tsukumogami Master: It focuses on Kazuya's daily life with with Kiriha, from waking up to her naked in bed and taking a bath with her after school. At the Public Bath: It focuses on the Kagami-family's trip to the public bath along with Chisato. My Master: It focuses on Sunao and Kotetsu's time in the bath together. Kokuyou's Repayment: It focuses on Kokuyou attempting to repay Kazuya for letting her into their household. Last Fort: It focuses on the aftermath of Kazuya's battle with Sunao, with Kiriha and Kukuri taking care of the incapacitated Kazuya. Erotic Deliberative Assembly: It focuses on Kazuya being interrogated by the girls after an erotic book is found in his possession.",
                    "TitleJapanese": "ちょっとHなOVA",
                    "SummaryJapanese": "＜ストーリー＞\n「僕のつくもがみさま」かずやと桐葉のとある一日。毎日まっ裸で眠る桐葉を起こすところから始まる。学校、放課後、いつも桐葉と一緒のかずや。一日の終わりには嬉し恥ずかしな入浴が待っている…。\n「銭湯にて」、「僕のご主人さま」他\n＜キャスト＞\n加賀見かずや：三瓶由布子/桐葉：大空直美/くくり：久保ユリカ/黒耀：松井恵理子/近石ちさと：芝崎典子/皇すなお：大地葉/虎鉄：大久保瑠美\n\n「僕のつくもがみさま」「銭湯にて」「僕のご主人さま」「黒耀の恩返し」「最後の砦」「エロ本会議」"
                }
            }
        },
        "1": {
            "ID": "693178",
            "URL": "https://www.thetvdb.com/series/tsugumomo/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5892841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/5892841",
                    "TitleEnglish": "The Scent of Cherry Blossoms",
                    "SummaryEnglish": "Kazuya Kagami wakes up in class from a bad dream to discover that he is inadvertently groping classmate Chisato Chikaishi's breasts. After escaping her wrath, Kazuya goes to the roof where he takes comfort in his mother's obi. Kazuya is attacked by a possessed wig and falls off the building, but is saved by his obi. From within the obi, a young girl, a tsukumogami, emerges. They are met by the host of the wig. The tsukumogami asks the host to sever their link with the wig, which the tsukumogami calls an amasogi or curse. However, the host and wig attack and the tsukumogami is forced to destroy the wig before disappearing. At home, Kazuya reflects on the day's events before falling asleep. After another nightmare, he wakes to find the tsukumogami in his bed. After avoiding a confrontation with Kazuya's possessive sister, the tsukumogami introduces herself as Kiriha and that she the tsukumogami of Kazuya's obi and that Kazuya is now her servant.",
                    "TitleJapanese": "桜の香り",
                    "SummaryJapanese": "主人公、『加賀見かずや』の前に現れた謎の少女は、母の形見の帯の付喪神！？\n『あまそぎ』と呼ばれる怪異に襲われ大ピンチのかずやは、謎の少女、桐葉に命を助けられる。\n困惑するかずやを残して姿をくらませた桐葉だが、ふたたび彼女が現れたのは……ベッドの中！？\nかずやの平穏な日常の運命やいかに！"
                },
                "2": {
                    "ID": "6030340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030340",
                    "TitleEnglish": "The Library and Childhood Friend",
                    "SummaryEnglish": "Kazuya and class rep Chisato find themselves trapped in the school library, and it's up to Kiriha's knowledge of spirits and the forms they take to get them out.",
                    "TitleJapanese": "図書室と幼馴染",
                    "SummaryJapanese": "幼馴染の同級生、『近石ちさと』と図書室で宿題をすることになったかずや。\nそこに、家に置き去りにしてきたはずの桐葉が現れる。彼女が付喪神であることを何とか誤魔化そうとするかずやだが、異変が発生、三人は図書室に閉じ込められてしまう。\n桐葉が言うには、原因は『あまそぎ』と呼ばれる怪異の仕業らしいが……？"
                },
                "3": {
                    "ID": "6030341",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030341",
                    "TitleEnglish": "Princess Kukuri",
                    "SummaryEnglish": "A towering priestess shows up looking for Kazuya, and the person who sent her has an offer he and Kiriha might not be able to refuse.",
                    "TitleJapanese": "くくりひめ",
                    "SummaryJapanese": "突然教室に乱入してきた巫女服姿の巨乳美女『黒耀』。かずやを連れ去ろうとする黒耀は桐葉と睨み合いになり、『腕相撲』で勝負をすることに。\n結果、かずやが訳もわからず連れて行かれた先は、山中に佇む神社。\nそこで彼を待ち受けるのは、神社に祀られた土地神であった。"
                },
                "4": {
                    "ID": "6030342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030342",
                    "TitleEnglish": "Trials of the Local God",
                    "SummaryEnglish": "Kiriha is being battered by the water goddess Kukuri-hime's attacks, when a mysterious vision gives Kazuya advice on how he and the tsugumomo might manage to survive.",
                    "TitleJapanese": "土地神の試練",
                    "SummaryJapanese": "土地神『菊理媛命（くくりひめのかみ）』に追い詰められるかずやと桐葉。かずやを庇い、必死に応戦する桐葉だが、その身体に異変が起きてしまう。\n戦いの最中、気を失ってしまったかずや。その夢の中に、謎の女性が現れる。"
                },
                "5": {
                    "ID": "6030343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030343",
                    "TitleEnglish": "Training",
                    "SummaryEnglish": "Now that Kazuya has accepted the duty of exorcising any supernatural trouble that crops up, it's up to Kiriha to whip him into shape.",
                    "TitleJapanese": "特訓",
                    "SummaryJapanese": "『すそはらい』に任命されたかずやは、桐葉に特訓と称してしごかれる日々を送ることに。\nそんな中、かずやたちは生徒会長に呼び出され、怪奇事件の調査に協力するよう頼まれる。\n事件の目撃者によれば、文化部の部室が、化け物を用いて占拠されているらしいのだが……。"
                },
                "6": {
                    "ID": "6030344",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030344",
                    "TitleEnglish": "Memories and Childhood Friends",
                    "SummaryEnglish": "When the entire school starts acting like characters from a dating sim, Kazuya and Kiriha are forced to find the amasogi responsible before the affected people do something they'll regret.",
                    "TitleJapanese": "思い出と幼馴染",
                    "SummaryJapanese": "ある日登校してきたかずやは、学校中がカップルで埋め尽くされていることに気づく。\n訝しむかずやの目前に出現する『選択肢』。どうやら、学校があまそぎの影響で『ギャルゲー』化してしまったらしい。\n解決にのりだしたかずやは、ちさとがまさに『攻略』されようとしているのを目撃してしまう。"
                },
                "7": {
                    "ID": "6030345",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030345",
                    "TitleEnglish": "Kanayama-san",
                    "SummaryEnglish": "Kukuri and Kokuyou have nowhere to live, and almost no income. Kiriha forces Kukuri to visit a neighboring local god for a loan, but the collateral being demanded might cost the two of them much more than just money.",
                    "TitleJapanese": "金山さん",
                    "SummaryJapanese": "神社から仮住まいに移住していたくくりたち。\n\n壊れた神社を修理するどころか、日々の食費にも困る始末で、黒耀はアルバイトに奔走していた。\n\n止むを得ず、くくりはかずやたちと近隣の土地神『金山毘売神（かなやまびめのかみ）』に借金を申し込みに行くが……\n\nそこで待ち受けるのは、恐ろしい『ゲーム』だった。"
                },
                "8": {
                    "ID": "6030346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030346",
                    "TitleEnglish": "A Certain Day in the Kagami Household / The Super Popular Fragrance",
                    "SummaryEnglish": "Kazuya takes Kiriha and Kokuri grocery shopping, and then Shirou finds his charisma boosted to uncontrollable levels by a cologne amasogi.",
                    "TitleJapanese": "ある日の加賀見家・モテモテフレグランス",
                    "SummaryJapanese": "付喪神から土地神までが住み始めた加賀見家。\nその面々はワガママ幼女に振り回される日々を送っていた。\nそんなある休日、プリンと水ようかんを巡る騒動が起こる……。\n\nそして学校では、かずやの友人、しろうが非モテから一転、クラス中を支配するハーレムの王様に！？\n除け者にされた男子たちの怨念が、彼らを暴徒へと変える……。\n\n『ある日の加賀見家』『モテモテフレグランス』の二本立て！"
                },
                "9": {
                    "ID": "6030347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030347",
                    "TitleEnglish": "Letter",
                    "SummaryEnglish": "A mysterious phantom student is stalking Kazuya's school, and Kiriha says that there's no such thing as ghosts. That leaves only one explanation: another amasogi.",
                    "TitleJapanese": "手紙",
                    "SummaryJapanese": "生徒会長のただたかから、『女生徒の幽霊が現れる』という噂について調査を依頼されたかずやたち。\n生徒たちへの聞き込みの途中、同じく事件について調べているという、新聞部の『奈中井ななこ』と出会う。\n学校の怪談めいた話題に興味津々のななこ。その目の前に、噂通りの『女生徒』が現れる。"
                },
                "10": {
                    "ID": "6030348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030348",
                    "TitleEnglish": "Naked in the Futon",
                    "SummaryEnglish": "A malison cleanser who knew Kazuya's mother is unimpressed with his skills, and wants to strip of him of his duties. But after seeing how malison atonement impacts the people struck by it, does Kazuya even want to put up a fight?",
                    "TitleJapanese": "はだかふとん",
                    "SummaryJapanese": "突如学校に現れた少女「皇（すめらぎ）すなお」が、有無をいわさずかずやに襲いかかる。\n応戦した桐葉を退け、かずやを打ち伏せた彼女の目的は、かずやの代わりに『すそはらい』になるべく、その役目をかけた決闘を申し込むことだった。\n受けて立たんと意気込む桐葉だが、かずやは意気消沈してしまい……。"
                },
                "11": {
                    "ID": "6030349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030349",
                    "TitleEnglish": "Duel",
                    "SummaryEnglish": "The duel between Sunao and Kazuya begins. Can Kazuya and Kiriha manage to overcome Sunao's thirst for vengeance?",
                    "TitleJapanese": "決闘",
                    "SummaryJapanese": "桐葉との特訓を経て、決意を新たにすなおとの戦いに臨むかずや。\n相手は実力も勝る上、刀と帯、それぞれのつぐももの相性も不利だという。\nしかし、その差をくつがえすべく、対策は用意してある。\n白山神社を舞台に、くくりの立会いのもと、『すそはらい』の座をめぐり、そしてそれぞれの意地をかけた決闘が始まる。"
                },
                "12": {
                    "ID": "6030350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/6030350",
                    "TitleEnglish": "Partner",
                    "SummaryEnglish": "Kazuya's duel with Sunao concludes, with Kiriha and Kazuya dead set on proving that a tsugumomo who works together with their master is stronger than one that's just treated like a tool.",
                    "TitleJapanese": "パートナー",
                    "SummaryJapanese": "ギリギリの駆け引きがつづく決闘は終盤、睨み合うかずやとすなお。\n相手の一撃を避け、守りによる持久戦を提案する桐葉だが、かずやは首を縦に振らない。\nつぐももとの絆、その力を信じるかずやは、敢えてすなおとの斬り合いに挑む。\n互いの全身全霊をこめた、超高速の攻防の行方は……！"
                }
            }
        },
        "2": {
            "ID": "1805864",
            "URL": "https://www.thetvdb.com/series/tsugumomo/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7491403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7491403",
                    "TitleEnglish": "The Troubleshooters' Office",
                    "SummaryEnglish": "Thanks to his unique condition that causes him to attract supernatural trouble, Kagami Kazuya acts as an exorcist with the help of his partner, the fully incarnated spirit of an obi sash, Kiriha. Realizing that Kazuya's status as a literal trouble magnet could be more than the two of them can handle, the monster hunting duo decides to start a consultation group with the help of their classmates, so that they can subtly keep an eye out for any trouble at their school.",
                    "TitleJapanese": "お悩み相談室",
                    "SummaryJapanese": "突然転校してきた帯の付喪神・桐葉と共に、かずやはある「部活」を作ろうとする。\nちさとや友人たちに協力を頼んでいると、早速学校で奇妙な事件が発生してしまう。"
                },
                "2": {
                    "ID": "7670903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7670903",
                    "TitleEnglish": "The False Fiancée",
                    "SummaryEnglish": "Kazuya and Kiriha had previously won a duel against the hot-headed tsukumogami-wielding Sunao. After her defeat, the young swordswoman takes the lessons she was taught by the duo to heart, and now turns to Kazuya for some help with a parental problem...",
                    "TitleJapanese": "うそこん",
                    "SummaryJapanese": "かつてすそはらいの座をかけた決闘を挑んできたすなおが、今度はかずやにひとりで家に来て欲しいと頼んでくる。恐る恐るすなおの家を訪れたかずやは、すなおにある要求をされる。それは、結婚を前提にお付き合い……のふりをすることだった。"
                },
                "3": {
                    "ID": "7686026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7686026",
                    "TitleEnglish": "Shirou-kun's Big Day!",
                    "SummaryEnglish": "Kazuya's friend Shirou has a tendency to ask girls out without a lot of planning or concern about the outcome. Just when it seems like that approach has finally managed to endear himself to a girl, the looming threat of an amasogi puts a damper on any potential romance.",
                    "TitleJapanese": "お騒がせしろう君",
                    "SummaryJapanese": "手当たり次第に女子を口説いてフラれることで有名なしろうに、ひょんなことから彼女ができてしまう。しかし、それがきっかけとなり露見したあまそぎが、深刻な事件を引き起こす。"
                },
                "4": {
                    "ID": "7697400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7697400",
                    "TitleEnglish": "Swapped!",
                    "SummaryEnglish": "Thanks to her unique condition that causes her to attract supernatural trouble, Kagami Kazumi acts as an exorcist with the help of her partner, the fully incarnated spirit of an obi sash, Kirio... wait, what?!",
                    "TitleJapanese": "はんてん！",
                    "SummaryJapanese": "すそはらいの「かずみ」、帯の付喪神「桐雄」、そして性別の変わった学校の友人たち。どこか奇妙な日常は、夢の中の世界。あまそぎ退治のために夢の世界へ潜入したかずみたちは、かつてない強敵と戦うことになる。"
                },
                "5": {
                    "ID": "7702433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7702433",
                    "TitleEnglish": "Sunao and Koketsu",
                    "SummaryEnglish": "Sunao's partner, the katana tsukumogami Kotetsu, has still not woken up. With things looking desperate, the young swordswoman turns to Kazuya and Kiriha for help in attempting to save her partner's life.",
                    "TitleJapanese": "すなおと虎鉄",
                    "SummaryJapanese": "すなおから協力を頼まれるかずやと桐葉。刀の付喪神・虎鉄が目を覚まさないという。自分のせいだと落ち込むすなおと共に、かずやたちは器物の声が聴けるという山中の祠を目指す。"
                },
                "6": {
                    "ID": "7702434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7702434",
                    "TitleEnglish": "The Lost Village",
                    "SummaryEnglish": "A mysterious group of students has been causing amasogi to appear in town. But where did they come from, and what are they after?",
                    "TitleJapanese": "迷い家",
                    "SummaryJapanese": "頻発するあまそぎ絡みの事件、その影に見え隠れする謎の生徒、あきととその仲間たちは、ある重大な目的のために行動していた。彼らの過去から明かされる、千年前より続く因縁とは。"
                },
                "7": {
                    "ID": "7702435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7702435",
                    "TitleEnglish": "Versus",
                    "SummaryEnglish": "The tsugumomo from the lost village of Mayoiga run into trouble when they end up having to work with Kiriha and Kazuya to escape a series of amasogi incidents.",
                    "TitleJapanese": "対戦／恋のすごろクイズ",
                    "SummaryJapanese": "あきととみまねは、監視対象であるかずやと桐葉と共に格闘ゲームのあまそぎに閉じ込められてしまう。正体を隠したまま事件を解決しようとするあきとだが、気ままなみまねは言うことを聞かない。四苦八苦するあきとは、さらに妹のあるみを巻き込んですごろくの中をさまよう羽目に……。"
                },
                "8": {
                    "ID": "7702436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7702436",
                    "TitleEnglish": "New Club Members",
                    "SummaryEnglish": "Akito and Mimane have joined the troubleshooters office, and will be helping Kazuya and his friends with exorcising troublesome amasogi. The only problem is that they're also secretly part of the group that has been causing amasogi incidents!",
                    "TitleJapanese": "新入部員",
                    "SummaryJapanese": "止む無くかずやたちのお悩み相談室に参加することになったあきとたちは、協力するふりをしながら、かずやたちや、土地神・くくりの力を確かめようとする。そんなある日、土地神の巫女・黒耀が何者かに襲われる。"
                },
                "9": {
                    "ID": "7702437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7702437",
                    "TitleEnglish": "Assassins",
                    "SummaryEnglish": "Akito and Mimane join Kazuya, Kiriha, and local goddess Taguri Kanayama in battle against Tsukumogami from Mayoika Village intent on obtaining Kukuri's shard. Meanwhile she is attacked by a second group of Mayoikans betting on her weakened state to kill her. As Akito and Mimane return home, Arumi informs them of trouble in Mayoika Village. A drunk Kukuri decides Kazuya needs a bath.",
                    "TitleJapanese": "刺客",
                    "SummaryJapanese": "黒耀を襲った４人は、迷い家の付喪神たちだった。迎え撃つかずやと桐葉、そして助っ人のたぐり。さらに、目的を同じくしながら暴挙に討って出た仲間を止めるべく、あきとも加わり、激しい戦いが繰り広げられる。"
                },
                "10": {
                    "ID": "7702438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7702438",
                    "TitleEnglish": "Revolt",
                    "SummaryEnglish": "Taguri asks for help from Takamagahara, who manages the gods that govern Japan. Sunao Sumeragi and her sword-tsukomogami Kotetsu come live at Kazuya's house. Akito and his team go to Mayoika Village and are immediately attacked. They learn the Radical Tsukomogami are comsuming Humans to increase their power. Sunao transfers to Kazuya's school, intent on making him stronger and get closer. Meanwhile at Mayoika, all-out war is planned to obtain Kukuri's shard.",
                    "TitleJapanese": "騒乱",
                    "SummaryJapanese": "迷い家の付喪神との戦いに備え、急遽派遣された助っ人が加賀見家を訪れる。それは隣町のすそはらいであるすなおだった。\n一方、反乱が起きた迷い家では、あるみの占いに変化が表れていた。目覚めた迷い家の主・ミウラヒは、ついに土地神討伐の命を下す。"
                },
                "11": {
                    "ID": "7702439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7702439",
                    "TitleEnglish": "Total War",
                    "SummaryEnglish": "The Tsukumogami from Mayoika Village arrive on a flying boat. During the confrontation with the Mayoikan Miurahi, who carries the shard from the goddess he killed, Kukuri uses her last resort to defeat him. To everyone's shock, Azami interferes and her true intentions are revealed, putting Kazuya in a very hard spot.",
                    "TitleJapanese": "総力戦",
                    "SummaryJapanese": "東北地方の山中から飛び立つ巨大な船。くくりを狙った迷い家の侵攻と気づいたかずやたちは、白山神社で迎え撃つ。ミウラヒと対峙するくくり。互いの主張は相容れず、「石片」を宿した二人の力が激突する。"
                },
                "12": {
                    "ID": "7702440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsugumomo/episodes/7702440",
                    "TitleEnglish": "Decision",
                    "SummaryEnglish": "Kazuya's mother, Kanaka, brought to life with Miurahi's shard by black-obi Azami's two halves, proves to be a formidable opponent even to gods. After Kukuri and Kiriha are killed and all seems lost, Kazuya's sister Kasumi and her hourglass Tsugumomo Saori trap Kanaka in a time-freezed state. This gives Kazuya three years to train and get stronger.",
                    "TitleJapanese": "決意",
                    "SummaryJapanese": "あきとたちの計画は、ある目的のもとにあざみに利用されていた。それは、かずやの母、かなかを復活させること。困惑するかずやは、菊理姫から伏せられていた真相を明かされる。あまそぎに憑りつかれたかなかを止めるには、かずやが彼女を殺すしかない、と。"
                }
            }
        }
    }
}