{
    "URL": "https://www.thetvdb.com/series/love-tyrant",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6777074/",
        "https://renaiboukun.com/",
        "https://www.themoviedb.org/tv/70883"
    ],
    "TitleEnglish": "Love Tyrant",
    "SummaryEnglish": "A Kiss Note is a powerful notebook that makes anyone who has their name written together will instantly fall in love if they kiss each other regardless of any circumstances. This magical and very familiar item belongs to an angel named Guri whose job as cupid is to create couples. However, she accidentally writes down Aino Seiji, a regular high school student, and unless he kisses someone, Guri will die. She convinces Seiji to go kiss his crush, Hiyama Akane, the school's popular girl who turns out has even stronger feelings for him, bordering on obsessive and psychotic. Eventually Akane and Seiji come together but not before Guri decides that she likes Seiji as well. What seems awesome to most guys becomes hell for Seiji who just wants a normal relationship with girls.",
    "Aliases": [
        "The very lovely tyrant of love",
        "Renai Bōkun",
        "The very lovely tyrant of love♥",
        "Ren'ai Boukun",
        "Renai Boukun"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "703277",
            "URL": "https://www.thetvdb.com/series/love-tyrant/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5999654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-tyrant/episodes/5999654",
                    "TitleEnglish": "I'm Getting In on This, Too x Whoa! Forbidden Love?!",
                    "SummaryEnglish": "Aino Seiji, a typical male high school student, meets Guri, who is... a shinigami? No, a pervert--no! An angel?! Guri introduces him to the Kiss Note and explains that if he doesn't kiss someone within 24 hours, she will die. So it's off to Seiji's school to find his school crush, his classmate, Hiyama Akane, but of course nothing is ever so simple..."
                },
                "2": {
                    "ID": "6035379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-tyrant/episodes/6035379",
                    "TitleEnglish": "Sniff Sniff x The Only One Who May Hurt Seiji-kun... Is Me",
                    "SummaryEnglish": "During Yuzu's daily routine of stalking through her sister, Akane's trash, Guri suddenly appears and the two girls begin taking love consultations at school. Seiji and Akane reluctantly agree to help look for coupling candidates and soon the group thinks they have found a pair of ideal targets. However, things get much more complicated when no one can agree if the intended couple really share each other's feelings. In the midst of all this Yuzu and Guri scheme an elaborate plan to prove their instincts are right."
                },
                "3": {
                    "ID": "6035380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-tyrant/episodes/6035380",
                    "TitleEnglish": "I Can Handle This Myself! x Wassup",
                    "SummaryEnglish": "Guri finally meets Seiji's younger sister, Akua and is surprised by her rather cold attitude towards her big brother. The cupid decides to learn more about what changed this once loving sister, and Yuzu is right there to help (or make things worse...). But while the girls are getting acquainted the demon Stolas appears and a panick ensues! The strangely psychotic penguin seems to have a special affinity for Akua and sends her running. It's up to her big brother Seiji to save her like he used to."
                },
                "4": {
                    "ID": "6035381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-tyrant/episodes/6035381",
                    "TitleEnglish": "I'm Not Going to Lose! x Are You Like Me?",
                    "SummaryEnglish": "Despite harsh words from Akane, Yuzu will go to great lengths for her beloved older sister. Yuzu refuses to relinquish her forbidden love even for someone like Seiji, who she may care about more than she realizes. Meanwhile, on the hunt for a new couple to match, fortune smiles upon Seiji and Guri when a classmate approaches them saying she has a crush she would like paired with."
                },
                "5": {
                    "ID": "6035728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-tyrant/episodes/6035728",
                    "TitleEnglish": "What Is Love? x Kami Is Prostrating Himself Now lolol",
                    "SummaryEnglish": "Struggling to find Seiji, Akane and Yuzu are worried when Guri tells them that he is off with Shikimi searching for her crush. The concern is warranted when Seiji finds himself in the midst of a torture session! Her ultimate goal isn't just Seiji, but Akane and Yuzu. What is her link to the two sisters and what is it that she's after?"
                },
                "6": {
                    "ID": "6035729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-tyrant/episodes/6035729",
                    "TitleEnglish": "Go to the Beach With Me? x It's Not a Matter of Knowing or Not",
                    "SummaryEnglish": "Summer vacation! Seiji, Guri, Akane and Yuzu have invited Akua to go with them to the beach. Akane tries to get Akua to go swimming with her in attempt to get closer to Seiji's little sister, but Akua gives her the cold shoulder. Pouting at her brother and his harem Akua goes to swim by herself but a dark shadow looms beneath her. Meanwhile, summer also means tests of courage! Guri suddenly invites Seiji, Akane, and Yuzu to the school after dark for a test of courage but her real motives are to pair another young couple who have asked for her help. Seiji thinks something isn't quite right about the pair though..."
                },
                "7": {
                    "ID": "6035730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-tyrant/episodes/6035730",
                    "TitleEnglish": "It's a Festival x How Did It Come to This?!",
                    "SummaryEnglish": "After an argument with Seiji, Guri goes wandering the city on her own. During a stop at the bookstore for the latest volume from her favorite manga artist, a handsome stranger stops to talk to her. When the unknown young man invites Guri out on a date she can't bring herself to refuse. Getting to experience a date with someone other than Seiji seemed like a good idea but Guri can't help be feel something isn't quite right. Meanwhile, things have gotten more complicated in Akane's family and she's suddenly under house-arrest!"
                },
                "8": {
                    "ID": "6035731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-tyrant/episodes/6035731",
                    "TitleEnglish": "Farewell x We're Rivals, Obviously!!",
                    "SummaryEnglish": "Yuzu and Guri are off to save Akane! Several obstacles are placed in their path but the girls overcome them with ease, only to find that Akane is not herself. A happy reunion quickly turns to shock as Akane turns her blade on her sister. Yuzu tries desperately to reach her beloved sister but nothing seems to get through. When Seiji finally appears Akane's love is put to the test, will she do as her mother commands and get rid of Seiji once and for all?"
                },
                "9": {
                    "ID": "6035732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-tyrant/episodes/6035732",
                    "TitleEnglish": "Absolutely... Nothing... x There's Just Something Wrong With Me...",
                    "SummaryEnglish": "It's time for the school cultural festival! Excitement is in the air as life seems to be back to normal for Seiji, Akane, and the rest, but all is not what it seems. Shikimi suddenly has transferred into Seiji's class and it now has Akane on edge. When its decided that their class will be putting on a play with Shikimi in the leading role of the princess Akane is roped into playing the prince while Guri gets to play the rival pirate to the prince. On top of all this even Yuzu has started acting strangely and Seiji finds himself stuck in the middle, as always."
                },
                "10": {
                    "ID": "6035733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-tyrant/episodes/6035733",
                    "TitleEnglish": "I'm Here to Stay the Night x I'm... Growing Up, Too",
                    "SummaryEnglish": "Seiji is happy to be spending time by himself, only for Akane, Yuzu, Guri and Shikimi to all turn up at the same time. After spending the day with them Seiji tries to take a bath but his privacy is repeatedly invaded. Later with Akane in the garden Seiji keeps his promise and kisses her. At night the girls all sleep in Seiji’s room while Seiji sleeps in the living room, however in the morning all the girls have moved into the living room with him. Aqua returns, sees Seiji with four girls and punishes him. Seeing Aqua is upset Guri promises to help Aqua get some attention from Seiji. Aqua questions whether Guri has any actual feelings for Seiji. Stolas the Penguin returns, stronger than before. While escaping Aqua is defended by Korari. Aqua, tired of being afraid, stands up to Stolas and kicks him in the face. Seiji arrives to protect Aqua but finds she no longer needs protecting. Aqua realises her brother is still the same person he always was, despite his multiple girlfriends. Guri worries that something is missing between her and Seiji. Shikimi offers to talk with Guri about it and they disappear together."
                },
                "11": {
                    "ID": "6035734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-tyrant/episodes/6035734",
                    "TitleEnglish": "Where Did She Go? x I Apologize for Troubling You Until Now",
                    "SummaryEnglish": "Guri has been missing for over a week and Korari is concerned Seiji is not taking it seriously. Seiji suspects Shikimi is responsible and confronts her. Shikimi captures Seiji and kisses him with Guri secretly watching. Guri had confided in Shikimi her fear something was missing between her and Seiji. Shikimi suggests staying away from Seiji and observing him with with Akane. Guri saw that Seiji did not seem to be looking for her. Akane and Yuzu arrive and Shikimi reveals the depressed Guri. Shikimi tells her to ask Seiji how he feels about her. Seiji angrily responds that Guri has only ever been a nuisance, causing Guri to become cocooned in black feathers. Maou appears, having been working with Shikimi to manipulate Seiji into breaking Guri’s heart so she would fall from heaven and be reborn as a demon. The new demon Guri nonchalantly announces that the old Guri is dead and it is Seiji’s fault, then leaves to begin breaking up all the couples she ever brought together. Shikimi leaves with Maou. Yuzu blames Seiji for neglecting Guri and insists he help her save Guri. Akane refuses to help while Seiji decides he also wants to save Guri."
                },
                "12": {
                    "ID": "6035735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/love-tyrant/episodes/6035735",
                    "TitleEnglish": "Right, Let's All Die! x I Finally Understand",
                    "SummaryEnglish": "Kamisama suggests Seiji and Yuzu go to hell to retrieve Guri. Guri refuses Maou’s offer to become the new Satan so he can retire. Seiji and Yuzu are found by Shikimi, forcing them to flee. They are rescued by Akane, who reached hell in an unusual manner, and after reaching Guri demands she either return to normal or stay a demon forever. Seiji finally realises how badly he really had been treating Guri and pleads with her to return to normal. After Guri instinctively makes a dirty joke Seiji realises normal Guri is not gone after all. Shikimi explains Guri’s plan to disappear and the pain she felt when no one seemed to miss her. Guri becomes so confused by her feelings she almost faints. Seiji, following advice from Kamisama, asks her what she really wants. Guri’s demon wings are suddenly replaced with angel wings as she returns to normal, having realised she wants Seiji to love her and kisses him. The heartfelt moment abruptly comes to an end when Akane, furious at the kiss, throws a knife at Guri’s head. With everything back to normal Guri promises to add Shikimi to the harem if she gives love a try."
                }
            }
        }
    }
}