{
    "URL": "https://www.thetvdb.com/series/armed-girls-machiavellism",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Comedy",
        "Martial Arts"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9013220/",
        "http://machiavellism-anime.jp/",
        "https://www.themoviedb.org/tv/70882",
        "https://x.com/machiave_anime"
    ],
    "TitleEnglish": "Armed Girl's Machiavellism",
    "SummaryEnglish": "The Private Aichi Symbiosis Academy was originally a high school for high-class girls. When it became co-ed, the girls, out of fear, asked to be permitted to bring weapons to school. When that was enforced, a five-member vigilante corps-like organization called the \"Supreme Five Swords\" was also formed. After many generations, the five swords eventually became a group which corrected problematic students, and the academy started proactively accepting such students in order to correct them. Nomura Fudou was sent to this school after being part of a huge brawl. What will he do when the only options he has after enrolling are being expelled from that school or being corrected the way the rest of the male students there were...by being forced to dress and act like a girl!",
    "TitleJapanese": "武装少女マキャヴェリズム",
    "SummaryJapanese": "自由を愛する男・納村不道がある日転校してきたのは「愛地共生学園」。そこでは武装した女子たちによる無慈悲な男子支配が行われていた！ 納村は学園を統率する古流剣術の使い手たち『天下五剣』の支配の元、その運命に『無手』で抗っていく…！",
    "Aliases": [
        "Busō Shōjo Machiavellism",
        "Busou Shoujo Machiavellism",
        "Armed Girls Machiavellism"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "693468",
            "URL": "https://www.thetvdb.com/series/armed-girls-machiavellism/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6032968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-girls-machiavellism/episodes/6032968",
                    "TitleEnglish": "Badump! A Pleasure Trip with All the Five Swords",
                    "SummaryEnglish": "Nomura has conquered Kirukiru Amou, but the Five Swords, which should have kept the school in order, must now answer for their failure and learn from their mistakes. The head teacher of the Aichi Academy also quickly found the main problem of the five girls: each of them is so proud that they simply cannot work together! And to solve this problem, she now wants to send the five to an onsen department as part of a teambuilding exercise. Since they are allowed to choose exactly one other student to accompany them on the trip, Nomura is of course part of the party, but before he can splash around with the girls in a hot spring, he has to face an academic challenge after all the fighting and study hard ... Note: This is Episode 13.",
                    "TitleJapanese": "ドキッ！「五剣だらけ」の慰安旅行",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "693469",
            "URL": "https://www.thetvdb.com/series/armed-girls-machiavellism/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5895374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-girls-machiavellism/episodes/5895374",
                    "TitleEnglish": "The Magnificent Blade, Rin Onigawara",
                    "SummaryEnglish": "Normura is transferred to a new school, and the Supreme Five Swords are more than ready to give him the welcoming tour.",
                    "TitleJapanese": "素晴らしき刃「鬼瓦輪」",
                    "SummaryJapanese": "私立愛地共生学園。そこは女子が男子を「共生」の名の下に「矯正」し、厳しい支配体制を築き上げている、恐るべき学園だった。自由と平穏を愛する高校生・納村不道は、何も知らずに転校してきた初日、いきなり教室で武装した女子たちに取り囲まれる。納村に鋭い刀の切っ先を突きつけたのは、学園の武装女子たちの頂点である「天下五剣」が一人、鬼瓦輪。輪から「矯正」をかけた一対一での戦いを挑まれた納村だったが……。"
                },
                "2": {
                    "ID": "6012748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-girls-machiavellism/episodes/6012748",
                    "TitleEnglish": "The Chastity Dorm Riot",
                    "SummaryEnglish": "The Junior Five Swords take it upon themselves to get revenge on Nomura. Meanwhile, Rin gets an unexpected visit.",
                    "TitleJapanese": "「貞淑寮」騒乱",
                    "SummaryJapanese": "「矯正」をかけた決闘に勝利した上、不可抗力で輪のくちびるまでも奪ってしまった納村は、学園中の女子から恐怖と敵意を向けられるように。 中でも、輪を慕う後輩の百舌鳥野のの、「天下五剣」に次ぐ実力を自負する蝶華・Ｕ・薔薇咲（バラガサキ） は、納村に対する敵対心を熱く燃やしていた。しかし納村は、そんなことはどこ吹く風。 外出許可証を手に入れるため、決闘の日から学校を休んで女子寮で寝込んでいる輪の元を訪ねて行くのだった。"
                },
                "3": {
                    "ID": "6012749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-girls-machiavellism/episodes/6012749",
                    "TitleEnglish": "The Fair Sword, Mary Kikakujo",
                    "SummaryEnglish": "Nomura gets on Mary's bad side after messing with Choka. Meanwhile, Rin is trying to get her own revenge.",
                    "TitleJapanese": "麗しき刃「亀鶴城メアリ」",
                    "SummaryJapanese": "女子寮での騒ぎを受けて、輪の管理下に置かれることになった納村。そんな彼を、亀鶴城メアリ―「天下五剣一のぶりっ子」が、次なる「矯正」のターゲットに定めた。納村の処遇を巡って、激突する輪とメアリ。輪にうながされてその場を離れた納村は、追ってきた蝶華をあしらう最中、「女帝」こと天羽斬々と遭遇する。自分の前に学園に転入し、「天下五剣」の輪とメアリを退け、圧倒的な実力を示した少女。その凶悪なたたずまいが、納村の心をざわつかせる。"
                },
                "4": {
                    "ID": "6012750",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-girls-machiavellism/episodes/6012750",
                    "TitleEnglish": "The Warabinpics are Starting!",
                    "SummaryEnglish": "Rin and Mary have their eyes set on Nomura and are fighting for his affection. The only thing Warabi wants to do is take down Nomura!",
                    "TitleJapanese": "「ワラビンピック」開幕宣言！",
                    "SummaryJapanese": "輪だけでなく、メアリからも監視されることになってしまった納村。とはいえ監視とは名ばかりで、傍から見れば三人はイチャイチャしているようにしか見えない。その様子が、ハワイから帰国した「天下五剣」の最年長者である花酒蕨の逆鱗に触れた。かくして納村、輪、メアリは、蕨の主催する血の祭典「第拾参回ワラビンピック」への参加を余儀なくされる。第一の種目は相撲。納村はもちろん、輪とメアリもまわしを締めることになって……。"
                },
                "5": {
                    "ID": "6063684",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-girls-machiavellism/episodes/6063684",
                    "TitleEnglish": "The Love-Crazed Blade, Warabi Hanasaka",
                    "SummaryEnglish": "Warabi seeks revenge against Nomura, and she won't stop: even if it means going against Rin and Mary.",
                    "TitleJapanese": "愛狂しき刃「花酒蕨」",
                    "SummaryJapanese": "納村の奮闘により、ワラビンピックはあっけなく終了した。だがしかし、それで蕨が簡単に引き下がるわけもない。勝利に対する褒美である外出許可証への判子の授与式という建前で、納村を罠に満ちた校舎の中へと誘い込む。立ち塞がる精鋭「WRB34（ワーラービー サーティーフォー）」。輪、メアリ、のの、蝶華の力を借りながら、納村は前へと進む。その道行きで、納村の前に不気味な少女が姿を見せる。天下五剣がひとり、その名は眠目さとり。"
                },
                "6": {
                    "ID": "6063754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-girls-machiavellism/episodes/6063754",
                    "TitleEnglish": "Notes on a Scandal",
                    "SummaryEnglish": "Mary and Rin don't hold back in their battle against Nomura. In the meantime, Warabi has her own plans to set in motion.",
                    "TitleJapanese": "ある「スキャンダル」の覚え書き",
                    "SummaryJapanese": "納村にモテ期がやってきた。ワラビンピックでの大活躍により、学園中の女子から熱い視線を向けられるようになったのだ。それまでと同じ生活をしていても、ささいな一挙手一投足に黄色い声援が飛んでくる有様。納村本人は満更でもないのだが、輪とメアリはすこぶる面白くない。ところが、幸せな時間は長くは続かなかった。ある朝、いつものように輪とメアリの荷物チェックを受けた納村の胸元から、“とんでもないモノ”が……。"
                },
                "7": {
                    "ID": "6063755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-girls-machiavellism/episodes/6063755",
                    "TitleEnglish": "The Dubious Sword, Satori Tamaba",
                    "SummaryEnglish": "Satori sets her eyes on Nomura and isn't ready to let him off easily. In the meantime, Nomura tries to find a way out of Satori's clutches.",
                    "TitleJapanese": "妖しき刃「眠目さとり」",
                    "SummaryJapanese": "さとりの策略で、納村の評判はあっさりと地に堕ちた。輪とメアリにすら見放され、仕置き部屋に囚われてしまった彼を救ったのは、ワラビンピックで彼に一目置くようになった蕨だった。さとりの持つ無修正のスクープ写真さえ手に入れば、身の潔白を証明できる。そう考えた納村は、蕨とともにさとりを襲撃する。戦いの舞台は女子寮の大浴場。一糸まとわぬ姿のさとりを前に動揺する納村だったが、彼女はそんな甘い気持ちで対峙できる相手ではなく、それはまるで人間のフリをした“化け物”のようであった。"
                },
                "8": {
                    "ID": "6063756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-girls-machiavellism/episodes/6063756",
                    "TitleEnglish": "His and Crossdressing Her Circumstances",
                    "SummaryEnglish": "Nomura is finally freed from Satori's grasp. With some help from the other swords, Rin and Nomura are able to open up to each other.",
                    "TitleJapanese": "彼氏彼女オネエの「事情」",
                    "SummaryJapanese": "目覚めると、納村は医務室にいた。さとりとの戦いのあと、蕨ともども気を失い、運び込まれたのだ。そんなこととは知りもしない輪とメアリは、仕置き部屋の納村のことが無性に気になってしまい、それぞれこっそりと向かおうとしていたところ、ばったりと鉢合わせてしまう。互いに本来の目的をごまかしておかしな対決が始まってしまった。一方、医務室の蕨に新たな問題が立ちはだかるのだった。"
                },
                "9": {
                    "ID": "6063757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-girls-machiavellism/episodes/6063757",
                    "TitleEnglish": "The Day Love Died",
                    "SummaryEnglish": "When Amo catches wind of the little setup Satori did to Nomura, Amo challenges her. As the fight begins, Satori realizes that she's in way over her head.",
                    "TitleJapanese": "「愛」が壊れた日",
                    "SummaryJapanese": "その日、納村の寝覚めは最悪だった。過去の忌々しい、血に彩られた記憶を切り取った、最低の悪夢を見たからだ。しかし、そんな憂鬱な気持ちを知ることもない面々によって、納村は起きて早々、男子寮で起こった不思議な騒動に巻き込まれる。男子寮の浴場に、奇妙な怪物があらわれたというのだ。一方、女子寮でも、本来なら消えるはずのない失せ物が多発するという、別のトラブルが発生していた。そして時を同じくして、女帝・天羽斬々の姿も見えなくなっていた…。"
                },
                "10": {
                    "ID": "6085297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-girls-machiavellism/episodes/6085297",
                    "TitleEnglish": "The Terrifying Blade, Tsukuyo Inaba",
                    "SummaryEnglish": "Satori and Amou's fight continues on the school's rooftop. Meanwhile, Nomura is challenged by Inaba in the courtyard.",
                    "TitleJapanese": "恐ろしき刃「因幡月夜」",
                    "SummaryJapanese": "「天下五剣」の中でも桁違いの実力を誇る少女・因幡月夜。彼女が操る剣術、「薬丸自顕流」。その神速の居合抜きを目の当たりにし、納村は驚きを隠せない。繰り出される技の凄まじさと、腕前が自分よりも遥かに上だと気付いたからだ。だが、その衝撃すらも薄れるような事態が、遠く離れた校舎の屋上で展開されていた。伝わってくる戦いの音から、納村は異変を察知し、月夜を置いて屋上へと向かう。しかし、そこには既に女帝・天羽の姿は無かった……。"
                },
                "11": {
                    "ID": "6113284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-girls-machiavellism/episodes/6113284",
                    "TitleEnglish": "The Magic Bullet I'll Always Remember",
                    "SummaryEnglish": "Amou and Nomura's fight bring back memories of their past. Meanwhile, the girls are starting to put together the mystery that is Amou.",
                    "TitleJapanese": "胸に残るあの日の「弾丸」",
                    "SummaryJapanese": "怒りに震える納村の雄叫び。応じる天羽の咆吼。ふたりの魂の声が、学園中に轟く。この学園で初めて出会ったときに抱いた納村の直感は正しかった。「女帝」天羽斬々は、彼がかつて友だと信じ、裏切られ、争い、深い憎しみを覚えた「アモウ」その人だったのだ。天羽もかつての記憶に思いを馳せる。呼び起こされた苦い記憶とともに、今、再戦の火蓋が切って落とされる。自動反撃と鉄壁の防御を突き抜け、納村の「魔弾」は、天羽に届くのか。"
                },
                "12": {
                    "ID": "6113285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/armed-girls-machiavellism/episodes/6113285",
                    "TitleEnglish": "The Girls' Machiavellism",
                    "SummaryEnglish": "As the battle continues, Nomura doesn't hold back, and someone seems to have a personal interest in the fight.",
                    "TitleJapanese": "少女達の「マキャヴェリズム」",
                    "SummaryJapanese": "転校以来、納村が輪たちと過ごした、賑やかで楽しい学園での日々。それは斬々にとっては、まるでその身を炎で灼かれるかのような、地獄の苦しみに心を苛まれた日々だった。戦いの最中、お互いの胸にさまざまな思いが去来する。しかし、いくら拳を交えたところで、ふたりの願いは決して重なりはしない。互いを理解すればするほど、心の距離は遠ざかる。そして、ついに訪れる決着のとき。降りしきる激しい雨の中、納村と斬々が最後に辿り着いたのは……。"
                }
            }
        }
    }
}