{
    "URL": "https://www.thetvdb.com/series/hinako-note",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6844136/",
        "http://hinakonote.jp",
        "http://www.reddit.com/r/hinakonote",
        "https://www.themoviedb.org/tv/71006",
        "https://x.com/hinakonote"
    ],
    "TitleEnglish": "Hinako Note",
    "SummaryEnglish": "Born and raised in the countryside of Japan, Hinako \"Hina\" Sakuragi gets anxious easily when she talks to new people—so much so that she resembles a stiff scarecrow. To overcome this, Hina hopes to get involved in theater, inspired by a play she saw during her school's field trip. So, Hina moves into the Hitotose Manor in the bustling city of Tokyo to study at Fujiyama High School, aspiring to join the school's renowned theatre club. But to Hina's dismay, she learns that Fujiyama High's theatre club has been on a lengthy hiatus. Having already come to Tokyo and enrolled in the school, Hina is at a loss for what to do next. Sensing her disappointment and eagerness to learn theatre, Chiaki Hagino, the landlady of Hitotose Manor, encourages Hina to create a troupe with the residents of Hitotose Manor as its members. This story follows Hina as she begins a new life in Tokyo attending Fujiyama High while learning the ropes of theatre with the support of her friends along the way.",
    "TitleJapanese": "ひなこのーと",
    "SummaryJapanese": "桜木ひな子は口下手で人と話すことが苦手な女の子。\n人前に出るとかかしのようにかたまってしまう自分を変えるため、憧れの演劇部がある高校への進学をきっかけに田舎から出てきたひな子は、下宿先のひととせ荘へとやってくる。\nそこには本と食べることが大好きなくいな、年上だけど小さくて料理上手な真雪、無口でスタイル抜群の大家さんの千秋たちが住んでいて……！？\n\n少し変わっているけど、とっても魅力的なひととせ荘の住人たちと元かかし少女が繰り広げる可愛くて楽しい演劇コメディが今、幕を開ける！",
    "Aliases": [
        "Hinakonōto"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "693520",
            "URL": "https://www.thetvdb.com/series/hinako-note/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5895948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinako-note/episodes/5895948",
                    "TitleEnglish": "My Talent Is Being a Scarecrow",
                    "SummaryEnglish": "Sakuragi Hinako is a girl who freezes up like a scarecrow when in front of people. Because animals love her, she often worked as an actual scarecrow at her old home in the country, but now she's she decided to attend Fujimiya High School, which has a theater club she wants to join, in hopes of getting better at talking to people. So she left the countryside to move into Hitotose Manor in Tokyo, where she met its unusual but lovable residents, Kuina and Mayuki.",
                    "TitleJapanese": "とくぎは、かかしです",
                    "SummaryJapanese": "桜木ひな子は人前に出るとかかしのようにかたまってしまう女の子。動物に好かれるため、田舎では本当にかかしとして働いていた彼女だったが、口下手で人と話すことが苦手な自分を変えるため、憧れの演劇部がある藤宮高校への進学を決意する。田舎から出て、下宿先であるひととせ荘にやってきたひな子が出会ったのは少し変わっているけれど、とっても可愛い住人たち。同級生のくいなや一つ上の先輩にあたる真雪に、演劇部に入るために上京してきたことを伝えると、彼女たちから返ってきたのは演劇部が去年で廃部になったという話で……。"
                },
                "2": {
                    "ID": "6036867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinako-note/episodes/6036867",
                    "TitleEnglish": "It Begins Here",
                    "SummaryEnglish": "Chiaki, the landlady of Hitotose Manor, gave Hinako the suggestion to start up a new theater troupe. While Hinako is busy worrying about whether she's actually capable of starting her own troupe, Chiaki asks her why she wants to go into theater, so she explains why she wanted to join the theater club. After hearing her reason, Chiaki tells her there's no plan yet for the Fujimiya High theater club to return, so maybe it would be best to start a new troupe. As they're discussing what sorts of productions they could put on, Kuina suggests making use of Hinako's popularity with animals by using real animals in their act...",
                    "TitleJapanese": "ここからはじまる",
                    "SummaryJapanese": "ひととせ荘の大家さんである千秋に、劇団を立ち上げてみようと言われたひな子。そんなことが自分なんかにできるのかと悩む中、千秋になぜ演劇をやりたいのか聞かれたひな子は、演劇部に入りたいと思うようになったきっかけを語り始める。理由を聞いた千秋は、藤宮高校の演劇部は活動再開の目処がたっていないため、やっぱり劇団をやってみようと言う。どんな演劇をやってみようかと話し合う中で、くいなはひな子の動物に好かれる体質を活かして、本物の動物と演劇をするのはどうかと提案するのだが……。"
                },
                "3": {
                    "ID": "6036868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinako-note/episodes/6036868",
                    "TitleEnglish": "Mistaken Friend",
                    "SummaryEnglish": "The Hitotose Troupe was finally formed, with the goal of someday performing in the famous theater Suzuran. Then the school term begins, and Hinako tries to introduce herself to her class, but as usual her nerves take over and she freezes up like a scarecrow again. As Hinako is feeling down, Chiaki shows up and hands her a flyer that the school's new theater society is handing out to recruit new members. Hinako is excited that theater has returned to the school, but then a classmate, Nakajima Yua, appears and demands to know Hinako's connection to Chiaki...",
                    "TitleJapanese": "ともだちかんちがい",
                    "SummaryJapanese": "有名な小劇場であるスズランで公演することを目標に、劇団ひととせの活動がスタートした。そしてついに学校も始まり、ひな子はクラスでの自己紹介に挑むが、緊張に耐えきれず、いつもの通りかかしのようにかたまってしまう。落ち込むひな子の元にやってきた千秋が持ってきたのは演劇同好会が部員を募集していると書かれたチラシ。学校でも演劇ができることに喜ぶひな子だったが、そこにクラスメイトの中島ゆあが声をかけてくる。千秋との関係を問いただすようなゆあの言葉にひな子は怯えてしまい……。"
                },
                "4": {
                    "ID": "6036869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinako-note/episodes/6036869",
                    "TitleEnglish": "Scarecrow Heroine",
                    "SummaryEnglish": "It's been about a month since the start of the school year, and the theater society is practicing as always when Hinako notices child in the room. Kuina comments that the child has been showing up for a few days. None of the other members seem to mind that there's a child among them; in fact, they all seem to be practicing harder than usual. Since the child is next to Chiaki, Hinako and Kuina wonder if she's a theater troupe relation, or perhaps even Chiaki's daughter. Finally, Yua can't stand to listen anymore and straightens them out.",
                    "TitleJapanese": "かかしひろいん",
                    "SummaryJapanese": "学校が始まって一ヶ月ほどが過ぎたある日、いつものように演劇同好会の練習に参加していたひな子は、部室に子供がいることに気がつく。くいなによるとどうやら数日前から部室にいるらしい。他の部員は誰一人子供のことを気にしておらず、むしろいつもより練習に力が入っているようにも見える。千秋の傍にいることから、劇団関係者かもしれないと考えたり、もしかして千秋の子供なのかもしれないと様々な考えをめぐらせるとひな子とくいなの二人に、ゆあは呆れた様子で声をかける。"
                },
                "5": {
                    "ID": "6065483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinako-note/episodes/6065483",
                    "TitleEnglish": "A Kind Girl Who Isn't Kind",
                    "SummaryEnglish": "Ruriko, the theater club advisor who's just returned from a theater trip in Europe, tells the club members that the script she wrote to demonstrate everything she learned in her travels will be the play they perform at the upcoming culture festival. She's chosen Hinako to play the heroine, but Hinako messes up everything she tries to do. Yua, who feels she's lost the leading role to a complete theater newbie, expresses her displeasure in no uncertain terms, but as she watches Hinako trying her hardest, she finds her opinions changing.",
                    "TitleJapanese": "やさしくないやさしいこ",
                    "SummaryJapanese": "ヨーロッパでの演劇修行を終えて、演劇同好会に戻ってきた顧問のルリ子は、留学の成果の集大成として書き上げた脚本を使った演劇を、文化祭の出し物にすると部員たちに話す。その演劇のヒロインに大抜擢されたひな子だったが、何をやっても失敗ばかり。演劇を始めて間もないひな子に、ヒロインの座を奪われてしまったと感じるゆあは、何をやっても上手くいかないひな子に対して不満を募らせるが、一生懸命練習に励むひな子の姿を見ているうちに少しずつ気持ちが変わっていく。"
                },
                "6": {
                    "ID": "6066180",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinako-note/episodes/6066180",
                    "TitleEnglish": "Maids, Ghosts, and the Stage of Dreams",
                    "SummaryEnglish": "Hinako's intense training under the exasperated Yua comes to an end, and the theater society is busy with wardrobe fittings for the culture festival that starts the next day. Mayuki helps with the costume fitting, and Hinako, Yua, Kuina, and all the other members begin to look more and more glamorous. While in their costumes, they end up doing an impromptu dress rehearsal, and Hinako is thrilled when she makes it through without messing up any lines for the first time. Yua reminds her that the actual performance is yet to come, and soon enough, the day of the culture festival arrives.",
                    "TitleJapanese": "めいどとおばけとゆめのぶたい",
                    "SummaryJapanese": "ひな子を見兼ねたゆあによる厳しい演劇の特訓も終わりを告げ、明日に文化祭を控えた演劇同好会では衣装合わせが行われていた。衣装合わせには演劇部の衣装も手伝っていた真雪が参加し、ヒロインのひな子を始め、ゆあやくいなに華やかな衣装に着せていく。衣装を着たまま、本番さながらの通し稽古が行われ、初めて台詞を最後まで間違えずに言うことができたひな子は大喜び。そんなひな子を見て、まだ本番は終わっていないと仕切り直すゆあ。そしていよいよ文化祭当日を迎える。"
                },
                "7": {
                    "ID": "6066181",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinako-note/episodes/6066181",
                    "TitleEnglish": "The Lost Swimsuit",
                    "SummaryEnglish": "It's midsummer, and as the sun's rays grow stronger, the days grow so hot that they seem to burn the girls' skin. Hinako starts to worry when she sees Kuina plastered to her desk in deference to the heat. When Kuina asks why it's so hot, Hinako's answer is a profoundly simple \"Because it's summer.\" Kuina has to accept that answer... but then she rises from her seat as if some great idea has struck her. She says that hot summer days like these make her want to visit the ocean, and suggests that all the Hitotose girls and Yua-chan make a trip to the ocean together.",
                    "TitleJapanese": "まよえるみずぎ",
                    "SummaryJapanese": "季節は夏真っ盛り。陽射しが強さを増し、肌をじりじりと焼くような暑い毎日が続いていた。すっかり暑さにやられてしまい、机に突っ伏しているくいなを心配するひな子。くいなはなぜ毎日こんなに暑いのかとひな子に聞くが、ひな子から返ってきた答えは夏だからという至極平凡なもの。当たり前の返答に相槌を打ちながら、突然何かを思いついたかのように席から立ち上がったくいなは、こんな暑い夏の日は海に行きたくなると話し、ひととせ荘の面々とゆあのみんなで海に行こうと提案する。"
                },
                "8": {
                    "ID": "6066182",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinako-note/episodes/6066182",
                    "TitleEnglish": "Trying Too Hard",
                    "SummaryEnglish": "Hinako's first summer break as a high school student has begun. She's helping out at the used bookstore for that very reason, but when a customer comes in, her nervousness peaks and she freezes up like a scarecrow. When Chiaki and Mayuki return from an outing, Hinako takes a break to have tea with them, and then Yua pops in to lend Hinako some DVDs with her favorite small troupe performances as well as acting lessons. Hinako can't help but smile at Yua's kindness. The next day, as she's helping out at the coffee shop, Hinako collapses while serving a customer...",
                    "TitleJapanese": "がんばりすぎて",
                    "SummaryJapanese": "ひな子にとって高校生活初めての夏休みがやってきた。夏休みだからこそと古本屋を手伝うひな子だったが、やってきたお客さん相手に緊張がピークに達し、かかしのように固まってしまう。外出から帰ってきた千秋や真雪と共に休憩がてらお茶を飲んでいるところに、ゆあが元気良くやってくる。ひな子のために小劇団の公演と演技のレッスンが収録されたDVDを持ってきたというゆあの優しさに思わず微笑むひな子。その翌日は喫茶店を手伝っていたひな子は、接客中によろめき倒れてしまい……。"
                },
                "9": {
                    "ID": "6106794",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinako-note/episodes/6106794",
                    "TitleEnglish": "We'll Have a Training Camp",
                    "SummaryEnglish": "One day, Hinako returns from school to find a letter from her mother. In it, her mother says she'd be visiting Tokyo to see Hinako acting. But Hinako is worried that she'll get nervous and freeze up like a scarecrow if she knows her mother is watching, not to mention she hasn't appeared on a stage since the culture festival. She even gets embarrassed just being seen working at the Hitotose coffee shop. Then she finds out about a stamp rally event planned in the shopping district, and she suggests having their troupe perform at Hitotose for it.",
                    "TitleJapanese": "がっしゅくします",
                    "SummaryJapanese": "ある日、ひな子が学校から帰ってくるとお母さんからの手紙が届いていた。その内容はひな子の役者姿を観るために近々遊びに行くというもの。もしお母さんが演劇を観に来てしまったら、きっと緊張してまたかかしになってしまうと悩むひな子。さらに文化祭以降、お芝居に出ていないこともあり、喫茶店で働く姿を見てもらってはどうかと考えるが、想像しただけで恥ずかしい状況に、ひな子は頭を抱えてしまう。そんなとき商店街でスタンプラリーのイベントが開かれることを知ったひな子は、そこで演劇をしてみてはどうかと提案する。"
                },
                "10": {
                    "ID": "6107195",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinako-note/episodes/6107195",
                    "TitleEnglish": "Pa-Pa-Parade",
                    "SummaryEnglish": "Kuina has completed the script for the Hitotose Troupe's first performance and is handing out copies to the other members. Chiaki's reaction after reading through it is positive, and everyone is happy to have all the details of the story in place. Mayuki is especially happy to finally have a chance to plan out everyone's costumes, and she immediately buys costumes for all the members to try. But then she learns that the \"dress parade\" normally happens after rehearsals have progressed to a certain point. Chiaki explains why it's too early to think about costumes, but Mayuki insists that they try them on...",
                    "TitleJapanese": "ぱぱぱれーど",
                    "SummaryJapanese": "劇団ひととせの初公演となる演劇の脚本を書き上げたくいなは、ひな子を始め団員たちに配っていく。脚本を読み終えた千秋の反応も良く、お話の内容が決定したことに喜ぶ一同。中でもこれでやっと衣装合わせができると一際嬉しそうな真雪は、さっそくと言わんばかりにひな子たちに似合いそうな衣装を調達してくる。しかし衣装パレードとも言われる衣装合わせは、本来ある程度稽古が進んでから行うもの。このタイミングでは少し早過ぎるのではと言う千秋やゆあだったが、真雪はどうしてもやると言って聞かず……。"
                },
                "11": {
                    "ID": "6107196",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinako-note/episodes/6107196",
                    "TitleEnglish": "From One Year to the Next",
                    "SummaryEnglish": "One day in winter, as Christmas approaches, Mayuki wonders if the Hitotose girls can't put on some kind of event to draw customers to the coffee shop. Chiaki suggests that the troupe put on another play on Christmas Eve, and the girls quickly grow excited for their second public performance. Many ideas are shared, but they decide that since it'll be taking place on Christmas Eve, their play should be a Christmas story... and with that, the preparations begin.",
                    "TitleJapanese": "ゆくとしくるとし",
                    "SummaryJapanese": "もうすぐクリスマスを迎えようとしている冬のある日。喫茶店の集客も兼ねて、何かイベントみたいなものができないかなと言う真雪に、千秋がクリスマスイブにまたお芝居をしてみてはどうかと提案する。ひな子のお母さんも観にやってきたスタンプラリーのときに行ったお芝居に続き、2回目となる劇団ひととせの公演に盛り上がる一同。色々なアイディアが出されたお芝居の内容もせっかくのイブの日にやるのだからと、クリスマスにちなんだものに決まり、公演に向けての準備が始まる。"
                },
                "12": {
                    "ID": "6107197",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinako-note/episodes/6107197",
                    "TitleEnglish": "The Place We Longed to Reach",
                    "SummaryEnglish": "Hinako is too cold to fall asleep, so she heads downstairs for a warm drink and notices a tasty smell coming from the coffee shop. Curiously, she peeks into the dark kitchen... and sees Mayuki stirring something in a large pot, chanting Chiaki's name like some sort of spell. Hinako timidly speaks up, and Mayuki's reaction makes it appear that she's hiding something. Unable to bring herself to question this strange behavior further, Hinako tells Kuina about what she saw.",
                    "TitleJapanese": "あこがれのばしょ",
                    "SummaryJapanese": "寒さでなかなか寝付けずにいたひな子。温かい飲み物でも飲もうと階下へと降りると、喫茶店から何やら良い匂いが漂ってくる。不思議に思ったひな子が中を覗いてみると、薄暗いキッチンの前で真雪が千秋の名前を呪文のように唱えながら、一心不乱に鍋をかき回していた。その異様な光景に思わずかたまってしまうひな子だったが、恐る恐る真雪に声をかけると、どうやら何かを隠している様子。真雪の必死な姿にそれ以上追求することのできなったひな子は、くいなに相談を持ちかける。"
                }
            }
        }
    }
}