{
    "URL": "https://www.thetvdb.com/series/clockwork-planet",
    "Genres": [
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7120888/",
        "https://www.themoviedb.org/tv/70636"
    ],
    "TitleEnglish": "Clockwork Planet",
    "SummaryEnglish": "One day, a black box suddenly crashed into the house of the high school dropout Naoto Miura. Inside it was a female automaton. The endless cycle of failure and success. The world that does change and the mankind that does not change. At a time where reality and fantasy are screaming, the encounters of these two make the gears of fate move!",
    "TitleJapanese": "クロックワーク・プラネット",
    "SummaryJapanese": "〈クロックワーク・プラネット〉 - 今から1000年前、地球の寿命が突然発表された。それから100年後、地球は死の星となった。だが、ある人物により、寿命を迎える前に全てのものが歯車によって再現・再構築されたことにより、人類は生存することができていた。しかし、歯車によって人類は生存できている一方で、破綻と延命といった犠牲を強いることが日常となり、人類は1000年もの間、何も変われずにいた。そんな惑星に暮らしている見浦ナオトの家に、ある日突然一つの箱が落下してくる。その箱に入っていたのは一体の自動人形・リューズだった。そして、二つの出逢いによって運命の歯車は回り始める。",
    "Aliases": [],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "693374",
            "URL": "https://www.thetvdb.com/series/clockwork-planet/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5894720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clockwork-planet/episodes/5894720",
                    "TitleEnglish": "Gear of Destiny",
                    "SummaryEnglish": "It's been 1000 years since Earth has died and been reborn as the Clockwork Planet. One day, in Kyoto, a black box nearly crushes Naoto Miura, a nerd who surrounds himself with clocks and gears. Inside that box is a beautiful automaton called RyuZU. Since she is not moving, Naoto sets out to repair her, relying only on \"sound\".",
                    "TitleJapanese": "運命の歯車(ギア・オブ・デスティニー)",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6033329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clockwork-planet/episodes/6033329",
                    "TitleEnglish": "Purge",
                    "SummaryEnglish": "The Meisterguild sent genius clocksmith Marie Bell Breguet to investigate the anomaly at the Kyoto Core Tower. While there, however, she notices that the army seems to be up to something. Meanwhile, RyuZU arrives at Naoto's school as a transfer student. The entire school is up in arms because the loser Naoto is with a girl as beautiful as RyuZU...",
                    "TitleJapanese": "大支柱崩落(パージ)",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "6033330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clockwork-planet/episodes/6033330",
                    "TitleEnglish": "Conflict",
                    "SummaryEnglish": "Marie has a chance encounter with RyuZU, who she thought was broken all this time. When she finds out that it was Naoto who repaired her, Marie asks for his help to prevent the purge of the Kyoto Grid. On their way to the Core Tower, Marie finds out who is behind all the attacks on her.",
                    "TitleJapanese": "真正面突破(コンフリクト)",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "6033331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clockwork-planet/episodes/6033331",
                    "TitleEnglish": "Imaginary Gear",
                    "SummaryEnglish": "As soon as Naoto hears that RyuZU's sister is slumbering in the basement, he agrees to help. After numerous trials, they finally make it to the lower floors of the Core Tower and continue their work, but the countdown for the purge keeps ticking. Under pressure, Naoto is forced to make a decision that could end up in him losing RyuZU!",
                    "TitleJapanese": "虚数運動機関(イマジナリー・ギア)",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "6035687",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clockwork-planet/episodes/6035687",
                    "TitleEnglish": "Trishula",
                    "SummaryEnglish": "While Marie and Naoto managed to foil the plan of the Kyoto Grid purge, they did not find RyuZU's sister AnchoR. Marie was going about her day when an illegal shortwave radio transmission reaches her. Behind the inflammatory content aimed at Marie, there is yet another layer of intrigue...",
                    "TitleJapanese": "撃滅するもの(トリーシュラ)",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "6035689",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clockwork-planet/episodes/6035689",
                    "TitleEnglish": "Deep Underground",
                    "SummaryEnglish": "Marie and Naoto find AnchoR on the lowest level of the Mie Grid. However, she looks quite different than expected. During their fight with the weaponized AnchoR, Naoto and RyuZU fall into the deep underground. To make matters even worse for the devastated Marie, the existence of a gigantic weapon is unveiled...",
                    "TitleJapanese": "大深度地下層(ディープ・アンダーグラウンド)",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "6035691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clockwork-planet/episodes/6035691",
                    "TitleEnglish": "Attack the Multiple Grid",
                    "SummaryEnglish": "In order to save the people from the giant weapon, Naoto and Marie become terrorists and take over the Akihabara Grid. In the now empty city, the army clashes with the giant weapon while RyuZU faces off with her weaponized sister AnchoR...",
                    "TitleJapanese": "首都襲撃(アタック・トゥ・マルチプルグリッド)",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "6035692",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clockwork-planet/episodes/6035692",
                    "TitleEnglish": "Yatsukahagi",
                    "SummaryEnglish": "By registering Naoto as her master, AnchoR is freed from a continued fate as \"The one who annihilates\". From the cube that she holds, Vermouth, who sent the shortwave to Marie, appears. He tells the group that the giant weapon Yatsukahagi is powered by electro-magnetic technology. And in Akihabara, that same electro-magnetic technology stops all the gears of the city from turning.",
                    "TitleJapanese": "電磁式機動兵器八束脛(ヤツカハギ)",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "6035694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clockwork-planet/episodes/6035694",
                    "TitleEnglish": "Criminal Act",
                    "SummaryEnglish": "In order to fix RyuZU and Halter who were rendered immobile due to the electromagnetic attack, Naoto and Marie head to the Ueno Grid to meet Konrad. There, Vermouth tells them the true aim of the Yatsukahagi. Will they be able to repair RyuZu and Halter in the limited time they have until the Yatsukahagi starts moving again?!",
                    "TitleJapanese": "空前絶後の犯罪(クリミナル・アクト)",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "6035695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clockwork-planet/episodes/6035695",
                    "TitleEnglish": "Progressor",
                    "SummaryEnglish": "In order to demagnetize the Akihabara Grid, Marie and Naoto decide to take over the Pillar of Heaven, which is the center of all the grids in Japan. With the help of a weapon housing Halter's mind, they overrun the Sakuradamon Grid and take Souko Hoshinomiya hostage. They then make a big announcement, but what's the aim behind that?",
                    "TitleJapanese": "自動人形を繋ぐもの(プログレッサー)",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "6035697",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clockwork-planet/episodes/6035697",
                    "TitleEnglish": "Theory of Y",
                    "SummaryEnglish": "Along with Marie's old school friend, Houko Hoshinomiya, Naoto and the others observe the coup d'etat when they get a report that the Japanese government is going to use the Tall Wand against the Yatsukahagi. As the time draws close to the impact of the Tall Wand, Gennai, the mastermind behind the coup d'etat, fires the Yatsukahagi's main cannon. The two geniuses, Marie and Naoto, face a new challenge in order to stop Gennai's rampage.",
                    "TitleJapanese": "天才の理論(セオリー・オブ・Y)",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "6035699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clockwork-planet/episodes/6035699",
                    "TitleEnglish": "Steel Weight",
                    "SummaryEnglish": "While Naoto and Marie are attempting to reconstruct the world, AnchoR goes off on her own to stop the Yatsukahagi's rampage. RyuZU, Halter, Vermouth are all fighting their own battles while hoping that the two could make a miracle happen. Can the two geniuses stop Gennai from destroying the world that Y had created?!",
                    "TitleJapanese": "終焉機動(スティール・ウェイト)",
                    "SummaryJapanese": null
                }
            }
        }
    }
}