{
    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Mystery"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6768600/",
        "http://danmachi.com/sword_oratoria/",
        "https://www.themoviedb.org/tv/70590"
    ],
    "TitleEnglish": "Is It Wrong to Try to Pick Up Girls in a Dungeon? On the Side: Sword Oratoria",
    "SummaryEnglish": "After having descended upon this world, the gods have created guilds where adventurers can test their mettle. These guilds, known as \"familia,\" grant adventurers the chance to explore, gather, hunt, or simply enjoy themselves. The Sword Princess, Ais Wallenstein, and the novice mage, Lefiya Viridis, are members of the Loki Familia, who are experts at monster hunting. With the rest of their group, they journey to the tower of Babel in hopes of exploring the dungeon underneath. Home to powerful monsters, the dungeon will fulfill Ais's desire to master her sword skills, while bringing Lefiya closer to her dream of succeeding Riveria Ljos Alf, vice-captain of the Loki Familia, as the most powerful mage in the land.",
    "TitleJapanese": "ソード・オラトリア ダンジョンに出会いを求めるのは間違っているだろうか 外伝",
    "SummaryJapanese": "【剣姫】アイズ・ヴァレンシュタイン。\n最強と名高い女剣士は今日も仲間たちと共に、広大な地下迷宮『ダンジョン』へと繰り出していく。\n様々な謎と脅威が襲いかかる深層域で、アイズが風を呼び、迷宮の闇へと一閃を刻む！\n迷宮都市オラリオの地で、それぞれの物語が今、鮮烈に交差する！\nこれは、強さを求め続ける少女と、その眷族の物語",
    "Aliases": [
        "DanMachi Sword Oratoria",
        "Dungeon ni Deai wo Motomeru no wa Machigatteiru Darou ka Gaiden: Sword Oratoria",
        "DanMachi Gaiden: Sword Oratoria",
        "Sword Oratoria: Dungeon ni deai o motomeru no wa machigatteiru no darô ka? Gaiden"
    ],
    "Modified": "2025-03-26",
    "Seasons": {
        "1": {
            "ID": "693467",
            "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5895373",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria/episodes/5895373",
                    "TitleEnglish": "The Sword Princess and the Elf",
                    "SummaryEnglish": "Lefiya dreams of fighting in the dungeon beside someone she admires: Ais Wallenstein! When monsters attack the Loki Familia camp, will Lefiya be able to prove her worth?",
                    "TitleJapanese": "剣姫と妖精",
                    "SummaryJapanese": "アイズ・ヴァレンシュタイン――\n迷宮都市オラリオにその名を轟かす第一級冒険者。数多の羨望・憧憬をその身に浴びる彼女へ、憧れの視線を投げかける少女が、ここにもひとり……。\n\nレフィーヤ・ウィリディス――\nロキ・ファミリアに所属するエルフの魔道士。彼女はダンジョン深層にうごめく怪物（モンスター）への恐怖に囚われ、その並外れた魔力を生かしきれずにいた。\n\nそんな折、遠征中のファミリア一行の前に現れた新種の怪物。都市最大派閥、屈強の冒険者たち。地上の光すら届かない深層で繰り広げられる未知との戦い――\n\nこれは『剣姫』を中心に記されていく、\n苛烈極まりない【眷族たちの物語（ファミリア・ミィス）】。"
                },
                "2": {
                    "ID": "6035486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria/episodes/6035486",
                    "TitleEnglish": "Fittings and Purchases",
                    "SummaryEnglish": "The members of the Loki Familia recover from their most recent adventure. After a long day of errands, they visit Loki's favorite tavern where Ais runs into a familiar face.",
                    "TitleJapanese": "試着と購入",
                    "SummaryJapanese": "ダンジョン遠征中に遭遇した新種の怪物(モンスター)の攻勢により、ロキ・ファミリア一行は大打撃を受け、撤退を余儀なくされてしまった。\n\n無事、地上へと帰還を果たした一行ではあったが、遠征の収穫も芳しくない。そんな中、アイズは主神(ロキ)の手により、ステイタスを更新する……だが、死線をくぐり抜けた代償というには、余りに微々たる成長で、アイズはひとり苦悩を抱えることに。\n\nその表情の曇りが気に懸かったレフィーヤ。\n「よしっ。がんばってアイズさんを励まそうっと！」\n\nティオネとティオナの協力もあおぎ、レフィーヤは、アイズを元気づけようと画策するが――。"
                },
                "3": {
                    "ID": "6035487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria/episodes/6035487",
                    "TitleEnglish": "Festivals and Courage",
                    "SummaryEnglish": "A day at Monsterphilia turns deadly when some of the monsters escape. While Ais tracks them down, a powerful monster attacks Lefiya and the twins.",
                    "TitleJapanese": "祭典と勇気",
                    "SummaryJapanese": "前回の遠征で愛剣【デスペレート】を消耗させてしまったアイズ。代用の剣に慣れるため、レフィーヤとダンジョンへと向かうことに。未だ戦闘に慣れないレフィーヤは、再びアイズに危機を救われる。\n\nホームへの帰路、思い切ってアイズを『怪物祭(モンスターフィリア)』に誘うレフィーヤ。一度は了承され舞い上がるが、神・ロキの命により、アイズはロキと怪物祭に行く運びに。\n\n落胆――そして彼女は痛感する。『剣姫』の隣に並び立つには、自分は余りに弱すぎるということを……。\n\n怪物祭当日。ティオネ、ティオナと出かけたレフィーヤは、怪物(モンスター)の脱走騒ぎに巻き込まれる。その中には深層で見た、あの未知の怪物も――。"
                },
                "4": {
                    "ID": "6035488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria/episodes/6035488",
                    "TitleEnglish": "The Murder and the Jewel",
                    "SummaryEnglish": "Ais and the others get tangled in a brutal murder on the 18th floor. Meanwhile, Loki and Bete investigate the strange plant creatures involved in the Monsterphilia incident.",
                    "TitleJapanese": "殺人と宝玉",
                    "SummaryJapanese": "アイズは愛剣の修理代を稼ぐため、派閥の面々とダンジョンへ赴く。しかし立ち寄った【迷宮の楽園（アンダー・リゾート）】リヴィラの街で思わぬ事件に巻き込まれてしまう。それは、冒険者による冒険者殺し――迷宮（ダンジョン）内での殺人事件だった。\n\n一方、地上に残ったベートは、ロキと怪物祭（モンスターフィリア）の騒動の調査へ。古い地下水路内で再び花の怪物（モンスター）と遭遇する。迷宮外での遭遇、極彩色の魔石……確かな手がかり、収穫を手に地上へと戻るロキとベート。そこで更なる――予期せぬ手がかりを掴むことに。\n\n未知なる怪物と遭遇した地下水路、そこに残された『何者か』の匂い。その『匂い』を放つ者と出会うことで――。"
                },
                "5": {
                    "ID": "6035489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria/episodes/6035489",
                    "TitleEnglish": "The Red-Head and the Lone Ruler",
                    "SummaryEnglish": "Loki attempts to get answers from Lord Uranus. Meanwhile, as the battle rages in the dungeon, Ais finds herself crossing swords with the murderer in a fight to the death.",
                    "TitleJapanese": "赤髪と孤王",
                    "SummaryJapanese": "フィンやアイズが逗留するリヴィラが怪物（モンスター）たちの襲撃を受ける。幾度となく繰り返されたアンダーリゾートの日常ではあるが、今回は趣が異なっていた――襲撃してきたのは新種の花型怪物、そしてアイズの前に、それらを操る【調教師（テイマー）】の女が。\n\nアイズと対峙するさなか、女はとある名を口にする。それはアイズを狼狽させるに十分すぎる響きを持っていた……。\n\n一方ロキは、ギルドを訪れウラノスと対面していた。そこで核心に迫るための疑問を発する。\n\n「――事件の黒幕は、ギルドか？」"
                },
                "6": {
                    "ID": "6035490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria/episodes/6035490",
                    "TitleEnglish": "Subjugation and Escape",
                    "SummaryEnglish": "Riveria chaperones Ais as she takes on a brutal boss alone. On their way out, Ais discovers an unconscious, but familiar, white haired boy, and decides to take care of him.",
                    "TitleJapanese": "討伐と逃亡",
                    "SummaryJapanese": "「もっと力があったら……」\n\n赤髪の調教師（テイマー）との一戦後、深層に残る事を決意したアイズ。眼前に見据えるは、迷宮の孤王（モンスターレックス）【ウダイオス】。勝ち目など無いに等しい、無謀とも思える挑戦……。リヴェリアが見守る中、アイズは単身、階層主に立ち向かう。\n\n「己を遥かに超える存在を打倒し、自らを超克する。それが器の昇華に必要な絶対条件――」\n\n幾度膝を折ろうとも、どれ程の傷を負おうとも、剣を握り締め、立ち上がる。更なる高みに至る為に。\n\n彼女の心奥に在る、『理由』とは――。"
                },
                "7": {
                    "ID": "6035491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria/episodes/6035491",
                    "TitleEnglish": "Requests and Divisions",
                    "SummaryEnglish": "A mysterious figure sends Ais to investigate the 24th floor where she teams up with the Hermes Familia. Meanwhile, Dionysus sends Filvis with Lefiya and Bete into the dungeon.",
                    "TitleJapanese": "依頼と分断",
                    "SummaryJapanese": "レベル６にステイタスを昇華させたアイズの元に『依頼（クエスト）』が舞い込む――２４階層で生じた怪物（モンスター）の大量発生、この原因を調査し解決せよ、と。\n\n胎児の宝玉や赤髪の【調教師】との関連を匂わされ、アイズは漆黒のローブを纏う謎の人物から依頼を受諾。\n\nアイズが厄介事に巻き込まれたと知ったロキは、レフィーヤとベートに追跡を命じる。更に【ディオニュソス・ファミリア】のフィルヴィスも加わり臨時パーティが結成される。\n\nだが険悪な空気を漂わせるベートとフィルヴィス。レフィーヤはどうにか執り成そうとするが――。"
                },
                "8": {
                    "ID": "6035492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria/episodes/6035492",
                    "TitleEnglish": "The Corruption and the Maiden",
                    "SummaryEnglish": "Bete confronts Filvis about her bloody past while Lefiya tries harder to integrate her into their team. Meanwhile, the Hermes Familia tries to reclaim Ais from the Tamer.",
                    "TitleJapanese": "穢れと少女",
                    "SummaryJapanese": "赤髪の【調教師（テイマー）】レヴィスと再び対顔したアイズ。剣をひと結びした後、レヴィスはアイズのステイタス昇華を察する。\n\n「貴方に……負けたくなかっただけ」\n\n漆黒の階層主すら退けたアイズの刃が、レヴィスを追い詰めていく。\n\n一方で、アイズを追うレフィーヤ、アイズと分断された【ヘルメス・ファミリア】の面々は、それぞれに難局を迎えていた。『死妖精（バンシー）』という忌み名と、それにまつわる過去を知られたフィルヴィスは、レフィーヤたちと別行動を取ると言い出し、食料庫（パントリー）の大空洞へと至った【ヘルメス・ファミリア】の前には、大主柱（はしら）に寄生する巨大な花の怪物（モンスター）が――。"
                },
                "9": {
                    "ID": "6035493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria/episodes/6035493",
                    "TitleEnglish": "Training and Jealousy",
                    "SummaryEnglish": "Ais finally gets her chance to speak to Bell, and the two agree to train together. When a brokenhearted Lefiya catches them, she becomes determined to get Ais to notice her!",
                    "TitleJapanese": "訓練と嫉妬",
                    "SummaryJapanese": "【白髪鬼（ヴェンデッタ）】の魔石を喰らい、更なる力を手にしたレヴィスから、５９階層に来いと告げられたアイズ。\n\n一旦地上へ戻り、深層遠征の準備を進める中、アイズはギルド本部に向かう。逃げられっぱなしの彼の少年、ベルに謝罪をする為に。\n\nごく短期間で駆け出しの冒険者から１０階層の怪物（モンスター）を相手取るまでに急成長した少年。レヴィスとの一戦を脳裏に過らせ、アイズは少年に求めてしまう――成長の秘訣を。高みへの可能性を。それ故、戦いの師を持たぬという彼の悩みを聞いた際、思わずアイズは答えていた。\n\n「じゃあ――私が教えてあげようか？」"
                },
                "10": {
                    "ID": "6035494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria/episodes/6035494",
                    "TitleEnglish": "The Boy and the Hero",
                    "SummaryEnglish": "The Loki Familia prepares for its expedition deep into the dungeon. Amid the excitement, Ais prepares for what she may find past Level 59.",
                    "TitleJapanese": "少年と英雄",
                    "SummaryJapanese": "ベルと訓練を共にするアイズを、突如急襲した冒険者は美神（フレイヤ）の眷族――【女神の戦車（ヴァナ・フレイア）】と【黄金の四戦士（ブリンガル）】だった……。\n\n警告の意図を掴みかねるアイズだったが、遠征出発の日、約束の最終日まで特訓を続け、ベルはアイズの眼前で尋常ならざる成長を見せた。アイズ自身も、更なる境地に至るため、未踏の地を目指し歩を進めようと意を決する。\n\nそして再び始まった【ロキ・ファミリア】の遠征――だったが、上層でミノタウロスとベルが対峙しているとの一報が。反射的に駆け出すアイズ。その行く手を阻んだのは都市最強の冒険者――美神派閥（フレイヤ・ファミリア）の団長【猛者（おうじゃ）】オッタルだった。"
                },
                "11": {
                    "ID": "6035495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria/episodes/6035495",
                    "TitleEnglish": "Adventure and the Unknown",
                    "SummaryEnglish": "The Loki Familia expedition reaches Level 50. Armed with new weapons and determination, they delve into the dungeon's hellish depths. Meanwhile, Revis lies in wait for Ais.",
                    "TitleJapanese": "冒険と未知",
                    "SummaryJapanese": "中層の怪物、ミノタウロスを撃破したレベル１の冒険者ベル・クラネル――駆け出しの少年が見せた、苛烈な『冒険』は【ロキ・ファミリア】の幹部たちにも少なからず影響を及ぼしていた。\n\n尊敬する先達を触発してしまうほどの『偉業』。少年を好敵手としていたレフィーヤの心情は穏やかではない。だが、今はまだ、誰かと比較している場合ではないと、レフィーヤは思い直す。追いつきたい人たちがいる――自分もまた『冒険』の真っ只中であるのだと。\n\n各々の思いを胸に抱きつつ【ロキ・ファミリア】は潜り続ける、レヴィスが示した深層『５９階層』を目指して――。"
                },
                "12": {
                    "ID": "6035496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/is-it-wrong-to-try-to-pick-up-girls-in-a-dungeon-on-the-side-sword-oratoria/episodes/6035496",
                    "TitleEnglish": "Kin of the Gods",
                    "SummaryEnglish": "The Loki Familia run into a formidable foe, even together, will they still be able to defeat the monster?",
                    "TitleJapanese": "神々と眷族",
                    "SummaryJapanese": "未知の階層、未知の光景。【ロキ・ファミリア】の眼前に現れた美しき異形――巨大植物の怪物（モンスター）『死体の王花（タイタン・アルム）』を依代に、寄生させた宝玉から羽化した精霊。極彩色の魔石を喰らい強化種へと成長したそれは、おおよそお伽噺からは掛け離れた姿をしていた……。\n\n芋虫型や花形、女体型といった新種の怪物たちも、すべては彼女『穢れた精霊』の成長のために存在していた。そして彼女が最後に望んだもの……\n\n「アリア」\n\n呼びかけとともに、視線はアイズを捉えた――。ここは迷宮の深部、生き残る道は勝利のみ。前代未聞の能力を有する精霊に対するは都市最大派閥の精鋭たち。\n\n人知れず、迷宮都市最大の戦いの火蓋は切って落とされた――。"
                }
            }
        }
    }
}