{
    "URL": "https://www.thetvdb.com/series/re-creators",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6755926/",
        "https://recreators.tv/",
        "https://www.themoviedb.org/tv/70592",
        "https://x.com/recreators_tv"
    ],
    "TitleEnglish": "Re:CREATORS",
    "SummaryEnglish": "Humans have created many stories. Joy, sadness, anger, deep emotion. Stories shake our emotions, and fascinate us. However, these are only the thoughts of bystanders. But what if the characters in the story have \"intentions\"? To them, are we god-like existences for bringing their story into the world? Our world is changed. Mete out punishment upon the realm of the gods. In Re:CREATORS, everyone becomes a Creator.",
    "TitleJapanese": "Re:CREATORS",
    "SummaryJapanese": "人は、その手で多くの物語を創造してきた。\n喜び、悲しみ、怒り、感動。\n物語は人々の感情を揺れ動かし、魅了する。\nしかし、それは傍観者としての感想にすぎない。\nもしも、物語の登場人物たちに“意思”があるとしたら、\n彼らにとって、物語を産みだした我々は神の存在なのだろうか？\n――我らの世界に変革を。\n――神々の地に制裁を。\n「Re:CREATORS」\n誰もが皆、《創造主(クリエイター)》になる。",
    "Aliases": [
        "Re Creators"
    ],
    "Modified": "2025-08-02",
    "Seasons": {
        "0": {
            "ID": "693959",
            "URL": "https://www.thetvdb.com/series/re-creators/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "6081110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6081110",
                    "TitleEnglish": "Before Broadcast Special: ENTER THE WORLD OF Re:CREATORS",
                    "SummaryEnglish": null,
                    "TitleJapanese": "放送直前特番 “ENTER THE WORLD OF Re:CREATORS”",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6151894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6151894",
                    "TitleEnglish": "Re:CREATORS Summer Special: Spending a Bit of Time with the Created Girls",
                    "SummaryEnglish": "Komatsu, Minase, and Hikasa meet up in Tokyo to prepare for the upcoming battle by playing a few games! The three of them review the events that happened in the story up to now. Join us in this fun-filled summer special where anything goes! Includes lots of laughs and even a few miracles!",
                    "TitleJapanese": "Re:CREATORS サマー特番 ～被造女子たちと過ごすひと時～",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "6151895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6151895",
                    "TitleEnglish": "Re:CREATORS Summer Special Continuation: Summer! Yukata!! Girls' Party!!!",
                    "SummaryEnglish": "In the last special episode, we left off with Komatsu, Minase, and Hikasa about to go on a hot spring trip. The three of them visit Oedo Onsen in Odaiba, which is the same place that Sota and the group visited in Episode 16! Enjoy spending a summer afternoon with the girl Creations in this special episode, in sync with the main show!",
                    "TitleJapanese": "Re:CREATORS 続・サマー特番 ～夏だ! 浴衣だ!! 女子会だ!!!～",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "704145",
            "URL": "https://www.thetvdb.com/series/re-creators/seasons/official/1",
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "6006994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6006994",
                    "TitleEnglish": "I Will Remember Everything That Happened to Me.",
                    "SummaryEnglish": "Sota Mizushino was watching the anime \"Elemental Symphony of Vogelchevalier\" in his room when suddenly, Selesia Upitiria, a character from the anime, and a mysterious girl dressed in a military uniform appear in his room. Sota gets caught in the middle of their battle and follows them to Yoyogi Park, where Meteora Ã-sterreich, a character from the game \"AVALKEN of Reminisce\", suddenly appears.",
                    "TitleJapanese": "素晴らしき航海",
                    "SummaryJapanese": "自室でアニメ “精霊機想曲フォーゲルシュバリエ” を観ていた水篠颯太の目の前に、画面の向こうに映っていたはずのアニメのキャラクター、セレジア・ユピティリアと、軍服を纏った謎の少女が現れる。\n両者の戦いに巻き込まれた颯太は、2人を追って代々木公園へと向かう。そこにPCゲーム “追憶のアヴァルケン” のキャラクターであるメテオラ・エスターライヒまで現れて──"
                },
                "2": {
                    "ID": "6033057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6033057",
                    "TitleEnglish": "......That Wasn't Funny.",
                    "SummaryEnglish": "Sota, Selesia, and Meteora attempt to meet Selesia's creator. While there, another character, Mamika, approaches them. When they refuse to agree and join her cause, she attacks them.",
                    "TitleJapanese": "ダイナマイトとクールガイ",
                    "SummaryJapanese": "自分たちの物語を作った創造主＝原作者に会いたいというセレジアたちの要望を受け、颯太は “精霊機想曲フォーゲルシュバリエ” の原作者、松原崇とコンタクトを取る。池袋で松原を待ちかまえるセレジアたち。\nそこへ “マジカルスレイヤー・まみか” の主人公、煌樹まみかが現れる。\n悲しい物語を作る創造主たちを許せないと怒るまみかと対立したセレジアは、彼女と戦うのだが──。"
                },
                "3": {
                    "ID": "6033058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6033058",
                    "TitleEnglish": "Don't Worry About What Others Said. Just Be Yourself.",
                    "SummaryEnglish": "Selesia gets rescued by Yuya Mirokuji, a character from the manga \"Exclusive Underground\".",
                    "TitleJapanese": "平凡にして非凡なる日常",
                    "SummaryJapanese": "漫画 “閉鎖区underground -dark night-” の弥勒寺優夜の介入によって窮地を脱したセレジアたち。\n軍服の姫君が語る「創造主による物語の改変」に興味を示さない弥勒寺は、セレジアたちの邪魔をするつもりはないと告げると、姿を消す。\nその後、松原の家に集まった颯太たちは、 “精霊機想曲フォーゲルシュバリエ” のイラストレーターであるまりねも交え、「セレジアの設定の改変」を試みる。"
                },
                "4": {
                    "ID": "6033059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6033059",
                    "TitleEnglish": "If So, I Want to Protect What He Loved.",
                    "SummaryEnglish": "Meteora hypothesizes that characters possessing special powers interfering in the real world could cause the world to be destroyed. Meteora realizes that her Creator loved everyone who plays the video game she stars in, and vows to stop The Great Destruction to protect the people her Creator loved. Meanwhile, Alicetaria February from \"Alicetaria of the Scarlet\" joins the Military Uniform Princess.",
                    "TitleJapanese": "そのときは彼によろしく",
                    "SummaryJapanese": "世界の法則から逸脱した能力を持つ「物語世界の住人」＝被造物が現実に干渉し続けることで、現実世界の滅ぶ「大崩潰」が起きると仮説を立てるメテオラ。自身が登場するゲームを通じて、創造主が作品だけでなくゲームを遊ぶ人々も愛していると感じた彼女は、創造主が愛した人々を守るため「大崩潰」を阻止することを決意する。一方、軍服の姫君の側に付いた“緋色のアリステリア”の主人公であるアリステリア・フェブラリィは、自身の創造主を捕まえるのだが──"
                },
                "5": {
                    "ID": "6037857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6037857",
                    "TitleEnglish": "So, Why Don't We Have Ourselves a Guy's Night Out?",
                    "SummaryEnglish": "Matsubara visits screenwriter Masaaki Nakanogane's house where he finds Rui Kanoya from \"Monomagia The Infinite Over Machine\"",
                    "TitleJapanese": "どこよりも冷たいこの水の底",
                    "SummaryJapanese": "脚本家の中乃鐘昌明から連絡を受け、彼の自宅を訪ねる松原たち。そこには“無限神機モノマギア”の主人公、鹿屋瑠偉の姿があった。一行が今後の相談をしていると、突如自衛隊の襲撃を受け、被造物が出現する現象の調査と対策を行っている特別事態対策会議の場へと連れてこられる。この会議で統括調整官を務めている菊地原亜希と話をつけたメテオラたちは、「大崩潰」を阻止するため、現実にやってきた被造物への接触と彼らの創造主の保護、そして軍服の姫君とその創造主の捜索に乗り出す。"
                },
                "6": {
                    "ID": "6037858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6037858",
                    "TitleEnglish": "You Are the One Who Knows Where Justice Lies.",
                    "SummaryEnglish": "Meteora senses that a new Creation has appeared in the world, but arrives at the scene only to find the aftermath of a massacre. Meawhile, Mamika and Alicetaria run into Magane Chikujoin from \"Yaso Kiroku\" while searching for Creations to join their cause. Mamika asks her to join them, but Alicetaria notices the scent of blood. Selesia arrives in search of Magane, and a fierce battle ensues.",
                    "TitleJapanese": "いのち短し恋せよ乙女",
                    "SummaryJapanese": "新たな被造物の現界を察知したメテオラたち。しかし、現場に被造物の姿はなく、惨殺死体だけが残っていた。一方、メテオラたちと同じく被造物を味方に引き入れるため行動していたまみかとアリステリアは“夜窓鬼録”の築城院真鍳と出会う。彼女を仲間に誘うまみかだったが、アリステリアは真鍳から血の匂いが漂っているのを感じ取る。そこへ真鍳を追ってきたセレジアたちが駆けつけ、両者は激突するのだった。"
                },
                "7": {
                    "ID": "6037859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6037859",
                    "TitleEnglish": "I  Don't Want to Make a Mistake for the Sake of the People Who Are in My Story.",
                    "SummaryEnglish": "Mamika intervenes in a fight between Mirokuji and Blitz in order to stop people who can only reach an understanding through fighting. For the sake of the people in her world, and for the sake of fulfilling her role as \"Magicalslayer Mamika\", Mamika asks Sota about the truth behind the world. Meanwhile, Nakanogane discovers the Military Uniform Princess's true identity on a video posting website.",
                    "TitleJapanese": "世界の小さな終末",
                    "SummaryJapanese": "戦うことでしか分かり合えない者たちを止めるため、弥勒寺とブリッツの戦いに割って入るまみか。彼女は、自分の世界の人たちのために、彼女自身が“マジカルスレイヤー・まみか”であるために、颯太に世界の真実を尋ねる。一方、動画投稿サイトから軍服の姫君の正体を突き止めた中乃鐘はセレジアたちを集めるのだが──"
                },
                "8": {
                    "ID": "6037860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6037860",
                    "TitleEnglish": "I Chose This Way of Life.",
                    "SummaryEnglish": "The true identity of the Military Uniform Princess is Altair, a secondary creation of the character Shirotsumekusa from a social game called Eternal Wars Megalosphere.",
                    "TitleJapanese": "わたしにできるすべてのこと",
                    "SummaryJapanese": "軍服の姫君の正体は、ソーシャルゲーム“悠久大戦メガロスフィア”のシロツメクサという登場人物の二次創作から生まれたキャラクター・アルタイルだった。\n彼女は多くのファンに承認されることで原作から分岐し、アルタイルという個としてその存在を確固たるものとしていた。颯太はメテオラたちに、アルタイルの正体を言い出すことが出来ず、煩悶する。その一方で、颯太からアルタイルの話を聞いたまみかは、世界を救うマジカルスレイヤーとしてアルタイルと対峙する。"
                },
                "9": {
                    "ID": "6037861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6037861",
                    "TitleEnglish": "The World Requires Choice and Resolution.",
                    "SummaryEnglish": "Mamika is fatally injured in a battle with Altair, entrusts her dying wish to Magane, and dies in Alicetaria's arms. Magane twists Mamika's dying wish, making Alicetaria's rage turn on Meteora. Magane tells Sota about Mamika's death, and makes him believe he's responsible for her death. Mirokuji and Meteora come to save Sota and start battling Magane, when suddenly Alicetaria arrives...",
                    "TitleJapanese": "花咲く乙女よ穴を掘れ",
                    "SummaryJapanese": "アルタイルとの戦いで致命傷を負ったまみかは真鍳に遺言を残し、アリステリアの腕の中でその命を散らす。しかしまみかの最期の言葉は真鍳によって歪められ、アリステリアの怒りはメテオラへと向けられる。さらに真鍳は颯太へまみかの死を告げると、「まみかを殺したのはキミだ」と、彼の心へ追い討ちをかける。颯太を救いにきた弥勒寺とメテオラは真鍳に敵意を向けるが、そこへアリステリアも現れて──"
                },
                "10": {
                    "ID": "6037862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6037862",
                    "TitleEnglish": "We Know Exactly How You Think and How You're Fighting!",
                    "SummaryEnglish": "Yatoji succeeds in luring out Alicetaria, but is interrupted by Magane and falls prey to her Infinite Deception of Words. Meanwhile, Selesia rushes to help Meteora and faces off against Alicetaria. However, Altair interferes in the battle and makes Selesia's weapon vanish, and Selesia gets stabbed by Alicetaria. With Selesia on the brink of life and death, Matsubara tries revising the story again.",
                    "TitleJapanese": "動くな、死ね、甦れ！",
                    "SummaryJapanese": "弥勒寺はアリステリアを引きつけるものの、真鍳に妨害され、さらには彼女の言葉無限欺に翻弄されてしまう。一方、メテオラの救援に駆けつけたセレジアは弥勒寺に代わってアリステリアと対峙する。しかし、戦いに割って入ったアルタイルによってセレジアは武器を失い、さらにアリステリアの槍に貫かれてしまう。瀕死のセレジアを前に、松原は再び彼女の設定の改変を試みる──"
                },
                "11": {
                    "ID": "6037863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6037863",
                    "TitleEnglish": "We Cannot Decide Where We Go but You Can.",
                    "SummaryEnglish": "With Selesia and Meteora suffering critical wounds, the team is left in poor shape after their battle with Altair. Sota blames himself for the battle and withdraws from everyone. With Kanoya's encouragement, he finally decides to reveal everything and confesses the truth. Sota tells the story of how he met Altair's creator, Setsuna Shimazaki, and reveals that she is already dead.",
                    "TitleJapanese": "軒下のモンスター",
                    "SummaryJapanese": "大怪我を負ったセレジアとメテオラ、板額を失った弥勒寺。アルタイルらと対峙するが彼女たちは満身創痍の状態だった。戦いを招いた責任を感じ塞ぎこんでいた颯太は、鹿屋に励まされ、全てを明かすことを決意する。皆が集まる場で、真実を打ち明ける颯太。そこで語られたのは、アルタイルの創造主であるシマザキセツナとの出会いと、すでに彼女が亡くなっているという現実だった。"
                },
                "12": {
                    "ID": "6037864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6037864",
                    "TitleEnglish": "Be Desperate and Draw Something Fascinating.",
                    "SummaryEnglish": "Sota deals with his feelings of guilt and regret for not being able to save Setsuna Shimazaki, and vows to stop Altair. Altair is different from ordinary Creations: Altair's powers grow with each new spin-off story made about her, but Meteora's powers are limited to her character description. Meteora comes up with a plan to revise their character descriptions and get the support of the viewers.",
                    "TitleJapanese": "エンドロールには早すぎる",
                    "SummaryJapanese": "自分の罪に向き合い、シマザキセツナを救えなかったことを悔やむ颯太は、アルタイルを止めることを決意する。通常の被造物とは異なる存在のアルタイルを倒すため、対策を練るメテオラたち。しかし、派生作品の数だけ能力の広がりを見せるアルタイルに対し、設定の範疇を超えた力を持つことができない。そこでメテオラたちは、設定を改変した上で、観客に承認させる作戦を思いつくのだが──"
                },
                "13": {
                    "ID": "6140621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6140621",
                    "TitleEnglish": "An Unpredictable Story That No One Knows Where It's Leading To.",
                    "SummaryEnglish": "Altair, the Creation at the center of the events that led to Setsuna Shimazaki's suicide, gets transported to the real world. Meteora, the Seeker of a Thousand Miles, rises up to stop her. Altair and Meteora face off in a battle that will decide the fate of the world, where it is revealed that Meteora has a hidden role that only she can play, and a mission that only she can accomplish.",
                    "TitleJapanese": "いつものより道もどり道",
                    "SummaryJapanese": "シマザキセツナの自殺を発端とした被造物の現界。世界を憎むアルタイルと、彼女を阻止すべく立ち上がった万里の探求者にして至高の魔術師、メテオラ・エスターライヒとその仲間たち。そして世界の命運をかけた戦いの中で、メテオラには隠された役割があった。そう、これはインターミッションに仕組まれた、彼女にしかできない任務──ミッションだけに。"
                },
                "14": {
                    "ID": "6140622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6140622",
                    "TitleEnglish": "I Feel Painful and So Useless That I Want to Cry but It's Fun Nevertheless.",
                    "SummaryEnglish": "People have created many stories. Joy, sadness, anger, deep emotion. Stories stir up emotion and captivate. However, those emotions are nothing more than the feelings of a spectator. What if the characters in the stories had their own \"will\"? In their eyes, are we, the creators of the stories, like gods? Revolution for our world. Punishment for the land of the gods.",
                    "TitleJapanese": "ぼくらが旅に出る理由",
                    "SummaryJapanese": "アルタイルを閉じ込める鳥籠の作成、そしてセレジアたちの強化を図る大プロジェクト「エリミネーション・チャンバー・フェス」が始動する。しかし、創造主たちに与えられた時間はあまりにも短かった。そんな中、プロのクリエイターたちの仕事を目の前で見た颯太は、アルタイルに向き合うため、自らも作戦に加わることを申し出る──"
                },
                "15": {
                    "ID": "6140623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6140623",
                    "TitleEnglish": "This Is Perfect! She Couldn't Have Been Any More Perfect!",
                    "SummaryEnglish": "Hikayu Hoshikawa, a character from the dating sim video game Starry Sky Milky Way, appears in front of the group. Hikayu doesn't possess any abilities for battle but is still required to participate in the Elimination Chamber Festival since she's a Creation. Ohnishi, Hikayu's creator, comes up with an idea to help her. Meanwhile, a new Creation joins Altair's side...",
                    "TitleJapanese": "さまよいの果て波は寄せる",
                    "SummaryJapanese": "セレジアたちの前に美少女ゲーム“ほしぞらミルキー☆ウェイ”から現界した星河ひかゆが姿を見せる。戦闘力を持たないが、被造物として「エリミネーション・チャンバー・フェス」への参加を余儀なくされるひかゆ。そんな彼女のため、ひかゆの創造主である大西はとある案を思いつく。一方そのころ、アルタイルの側にも新たな被造物が加わっていて──"
                },
                "16": {
                    "ID": "6140624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6140624",
                    "TitleEnglish": "This Is the Actual Beginning, Isn't It?",
                    "SummaryEnglish": "The Creators, exhausted after the tight deadlines, and the Creations, who have been executing the plan, get a moment to relax before the real battle starts. The team rallies their spirits for the upcoming battle, each member recalling their own reasons for fighting: To save the world, to return home, to face the past, Selesia and the others enter the Bird Cage, where they lie in wait for Altair.",
                    "TitleJapanese": "すばらしい日々",
                    "SummaryJapanese": "過酷なスケジュールで疲弊した創造主たち、作戦に向けて行動してきた被造物たちは、作戦開始を前に一時の休息を得る。世界のため、自分の場所へ帰るため、過去に向き合うため、それぞれの思いを胸に、士気を高める一向。そして始まる「エリミネーション・チャンバー・フェス」。セレジアたちは創造主たちが作り上げた鳥籠の中に入り、アルタイルを待ち受ける。"
                },
                "17": {
                    "ID": "6140625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6140625",
                    "TitleEnglish": "I Mean I'm the Creator.",
                    "SummaryEnglish": "The battle over the fate of the real world and the fate of the story worlds finally begins! Selesia is able to get back into Vogelchevalier again after winning the acceptance of the audience, and faces off against Altair. However, her new powers don't work against Altair, and she struggles in the battle. Meanwhile, Blitz goes to pay someone a visit to tie up some loose ends.",
                    "TitleJapanese": "世界の屋根を撃つ雨のリズム",
                    "SummaryJapanese": "現実と物語、二つの世界の存亡をかけた戦いが始まる。承認力によって再びフォーゲルシュバリエに搭乗したセレジアはアルタイルに挑むが、世界の法則を理解したアルタイルに新たな力が通用せず、苦戦を強いられる。その頃、己の思いに決着をつけるため、ブリッツはひとり\"ある人物\"のもとへ向かっていた──"
                },
                "18": {
                    "ID": "6140626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6140626",
                    "TitleEnglish": "As Long as We're Alive, We Have to Enjoy Our Lives to the Fullest.",
                    "SummaryEnglish": "Magane pays Sota a visit while he watches Selesia's battle and tells him that he is just like her because they both use others to satisfy their own desires, laying the groundwork for her plans to make things \"more interesting\". Meanwhile, Alicetaria, Blitz, and Sho turn against Altair in the Bird Cage, and join Selesia's side instead. However, Altair still has one final trick up her sleeve!",
                    "TitleJapanese": "すべて不完全な僕たちは",
                    "SummaryJapanese": "セレジアたちの戦いを見守る颯太の前に真鍳が姿を現す。颯太は己の欲求のために他者を利用する自分と同じだと語る真鍳。それは彼女が考える「面白い展開」への布石だった。一方、鳥籠の中ではアリステリア、ブリッツ、翔がアルタイルに反旗を翻し、セレジアたちにつく。しかし、アルタイルの手には最後の駒が残されていた──"
                },
                "19": {
                    "ID": "6140627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6140627",
                    "TitleEnglish": "The Story Continues, As Long as There Is Someone out There, Who Believes in My Existence.",
                    "SummaryEnglish": "Selesia and the others encounter the final Creation, who turns out to be Charon, the hero from Elemental Symphony of Vogelchevalier, the same story Selesia comes from! While Selesia is overjoyed at the reunion, Charon is sick of the endless fighting in his world, and joins Altair, who is trying to destroy the world. Selesia refuses to fight against Charon, and makes up her mind in a big decision.",
                    "TitleJapanese": "やさしさに包まれたなら",
                    "SummaryJapanese": "セレジアたちの前に現れた最後の被造物、それはセレジアと同じ物語“精霊機想曲フォーゲルシュバリエ” の主人公であるカロンだった。思わぬ再会に喜ぶセレジアだが、自分の世界で巻き起こる終わらない戦いに疲れ果てていたカロンは、現実世界の崩壊を望むアルタイルへついてしまう。カロンとの戦いを拒むセレジアは、世界のためひとつの決断をする。"
                },
                "20": {
                    "ID": "6140628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6140628",
                    "TitleEnglish": "Somebody Receives the Power of Creation, and the Spirit Is Redeveloped from Their Passion.",
                    "SummaryEnglish": "After losing Alicetaria and Selesia, Meteora and the others try to trap Altair within the Bird Cage, but the audience sympathizes with Altair and transforms the Bird Cage into a stage for amplifying Altair's powers! Meteora tries to turn the tables on her by bringing out their secret weapon: Sirius, a Creation with the same appearance and the same powers as Altair!",
                    "TitleJapanese": "残響が消えるその前に",
                    "SummaryJapanese": "アリステリアとセレジアを失ったメテオラたち。アルタイルを封じ込めるために用意したはずの鳥籠は、彼女に対する観衆の共感、承認力によって、逆にアルタイルの力を増幅させる舞台と化していた。メテオラたちは劣勢を覆すため、ある切り札を投入する。それは、アルタイルと同じ姿、同じ力を持った被造物、シリウスだった──"
                },
                "21": {
                    "ID": "6140629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6140629",
                    "TitleEnglish": "I Love You Too.",
                    "SummaryEnglish": "Altair incorporates Sirius into herself and overpowers the other Creations, bringing the world to the brink of The Great Destruction! Meteora and the others try to save the world by making Setsuna Shimazaki, Altair's Creator and their last hope, appear in the world. Altair and Setsuna encounter each others as Creations in the same world, and begin to reveal their true feelings to each other.",
                    "TitleJapanese": "世界は二人のために",
                    "SummaryJapanese": "シリウスを取り込み、他の被造物を圧倒するアルタイル。彼女の悲願である「大崩潰」の発生は目前に迫っていた。それでも現実世界を守りたいと願うメテオラたちは、最後の手段に出る。それはアルタイルの創造主であるシマザキセツナの現界だった。被造物として同じ世界での邂逅を果たしたアルタイルとセツナは、お互いの胸の内を語りはじめる。"
                },
                "22": {
                    "ID": "6140630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6140630",
                    "TitleEnglish": "Re:CREATORS",
                    "SummaryEnglish": "The Elimination Chamber Festival ends successfully, and everything draws to a close. As the Creations prepare to go back to their own worlds, they spend their last few moments enjoying the real world. On the day of parting, the Creations return to where they each belong, each carrying their own thoughts in their hearts. After sending them off, the Creators begin to create new stories.",
                    "TitleJapanese": "Re:CREATORS",
                    "SummaryJapanese": "「エリミネーション・チャンバー・フェス」の成功で幕を閉じた一連の事件。戦いを終えた被造物たちは物語世界へ帰還する準備が整うまでの間、現実を満喫していた。そして迎えた別れの日。それぞれの思いを胸に、自分がいるべき場所へと帰っていく被造物たち。彼らを見送った創造主たちは、新たな物語を創造していく──"
                }
            }
        }
    }
}