{
    "URL": "https://www.thetvdb.com/series/re-creators",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6755926/",
        "https://recreators.tv/",
        "https://www.themoviedb.org/tv/70592",
        "https://x.com/recreators_tv"
    ],
    "TitleEnglish": "Re:CREATORS",
    "SummaryEnglish": "Humans have created many stories. Joy, sadness, anger, deep emotion. Stories shake our emotions, and fascinate us. However, these are only the thoughts of bystanders. But what if the characters in the story have \"intentions\"? To them, are we god-like existences for bringing their story into the world? Our world is changed. Mete out punishment upon the realm of the gods. In Re:CREATORS, everyone becomes a Creator.",
    "Aliases": [
        "レクリエイターズ"
    ],
    "Modified": "2025-08-02",
    "Seasons": {
        "0": {
            "ID": "693959",
            "URL": "https://www.thetvdb.com/series/re-creators/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "6081110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6081110",
                    "TitleEnglish": "Before Broadcast Special: ENTER THE WORLD OF Re:CREATORS",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "6151894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6151894",
                    "TitleEnglish": "Re:CREATORS Summer Special: Spending a Bit of Time with the Created Girls",
                    "SummaryEnglish": "Komatsu, Minase, and Hikasa meet up in Tokyo to prepare for the upcoming battle by playing a few games! The three of them review the events that happened in the story up to now. Join us in this fun-filled summer special where anything goes! Includes lots of laughs and even a few miracles!"
                },
                "3": {
                    "ID": "6151895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6151895",
                    "TitleEnglish": "Re:CREATORS Summer Special Continuation: Summer! Yukata!! Girls' Party!!!",
                    "SummaryEnglish": "In the last special episode, we left off with Komatsu, Minase, and Hikasa about to go on a hot spring trip. The three of them visit Oedo Onsen in Odaiba, which is the same place that Sota and the group visited in Episode 16! Enjoy spending a summer afternoon with the girl Creations in this special episode, in sync with the main show!"
                }
            }
        },
        "1": {
            "ID": "704145",
            "URL": "https://www.thetvdb.com/series/re-creators/seasons/official/1",
            "# Episodes": 22,
            "Episodes": {
                "1": {
                    "ID": "6006994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6006994",
                    "TitleEnglish": "I Will Remember Everything That Happened to Me.",
                    "SummaryEnglish": "Sota Mizushino was watching the anime \"Elemental Symphony of Vogelchevalier\" in his room when suddenly, Selesia Upitiria, a character from the anime, and a mysterious girl dressed in a military uniform appear in his room. Sota gets caught in the middle of their battle and follows them to Yoyogi Park, where Meteora Ã-sterreich, a character from the game \"AVALKEN of Reminisce\", suddenly appears."
                },
                "2": {
                    "ID": "6033057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6033057",
                    "TitleEnglish": "......That Wasn't Funny.",
                    "SummaryEnglish": "Sota, Selesia, and Meteora attempt to meet Selesia's creator. While there, another character, Mamika, approaches them. When they refuse to agree and join her cause, she attacks them."
                },
                "3": {
                    "ID": "6033058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6033058",
                    "TitleEnglish": "Don't Worry About What Others Said. Just Be Yourself.",
                    "SummaryEnglish": "Selesia gets rescued by Yuya Mirokuji, a character from the manga \"Exclusive Underground\"."
                },
                "4": {
                    "ID": "6033059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6033059",
                    "TitleEnglish": "If So, I Want to Protect What He Loved.",
                    "SummaryEnglish": "Meteora hypothesizes that characters possessing special powers interfering in the real world could cause the world to be destroyed. Meteora realizes that her Creator loved everyone who plays the video game she stars in, and vows to stop The Great Destruction to protect the people her Creator loved. Meanwhile, Alicetaria February from \"Alicetaria of the Scarlet\" joins the Military Uniform Princess."
                },
                "5": {
                    "ID": "6037857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6037857",
                    "TitleEnglish": "So, Why Don't We Have Ourselves a Guy's Night Out?",
                    "SummaryEnglish": "Matsubara visits screenwriter Masaaki Nakanogane's house where he finds Rui Kanoya from \"Monomagia The Infinite Over Machine\""
                },
                "6": {
                    "ID": "6037858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6037858",
                    "TitleEnglish": "You Are the One Who Knows Where Justice Lies.",
                    "SummaryEnglish": "Meteora senses that a new Creation has appeared in the world, but arrives at the scene only to find the aftermath of a massacre. Meawhile, Mamika and Alicetaria run into Magane Chikujoin from \"Yaso Kiroku\" while searching for Creations to join their cause. Mamika asks her to join them, but Alicetaria notices the scent of blood. Selesia arrives in search of Magane, and a fierce battle ensues."
                },
                "7": {
                    "ID": "6037859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6037859",
                    "TitleEnglish": "I  Don't Want to Make a Mistake for the Sake of the People Who Are in My Story.",
                    "SummaryEnglish": "Mamika intervenes in a fight between Mirokuji and Blitz in order to stop people who can only reach an understanding through fighting. For the sake of the people in her world, and for the sake of fulfilling her role as \"Magicalslayer Mamika\", Mamika asks Sota about the truth behind the world. Meanwhile, Nakanogane discovers the Military Uniform Princess's true identity on a video posting website."
                },
                "8": {
                    "ID": "6037860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6037860",
                    "TitleEnglish": "I Chose This Way of Life.",
                    "SummaryEnglish": "The true identity of the Military Uniform Princess is Altair, a secondary creation of the character Shirotsumekusa from a social game called Eternal Wars Megalosphere."
                },
                "9": {
                    "ID": "6037861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6037861",
                    "TitleEnglish": "The World Requires Choice and Resolution.",
                    "SummaryEnglish": "Mamika is fatally injured in a battle with Altair, entrusts her dying wish to Magane, and dies in Alicetaria's arms. Magane twists Mamika's dying wish, making Alicetaria's rage turn on Meteora. Magane tells Sota about Mamika's death, and makes him believe he's responsible for her death. Mirokuji and Meteora come to save Sota and start battling Magane, when suddenly Alicetaria arrives..."
                },
                "10": {
                    "ID": "6037862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6037862",
                    "TitleEnglish": "We Know Exactly How You Think and How You're Fighting!",
                    "SummaryEnglish": "Yatoji succeeds in luring out Alicetaria, but is interrupted by Magane and falls prey to her Infinite Deception of Words. Meanwhile, Selesia rushes to help Meteora and faces off against Alicetaria. However, Altair interferes in the battle and makes Selesia's weapon vanish, and Selesia gets stabbed by Alicetaria. With Selesia on the brink of life and death, Matsubara tries revising the story again."
                },
                "11": {
                    "ID": "6037863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6037863",
                    "TitleEnglish": "We Cannot Decide Where We Go but You Can.",
                    "SummaryEnglish": "With Selesia and Meteora suffering critical wounds, the team is left in poor shape after their battle with Altair. Sota blames himself for the battle and withdraws from everyone. With Kanoya's encouragement, he finally decides to reveal everything and confesses the truth. Sota tells the story of how he met Altair's creator, Setsuna Shimazaki, and reveals that she is already dead."
                },
                "12": {
                    "ID": "6037864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6037864",
                    "TitleEnglish": "Be Desperate and Draw Something Fascinating.",
                    "SummaryEnglish": "Sota deals with his feelings of guilt and regret for not being able to save Setsuna Shimazaki, and vows to stop Altair. Altair is different from ordinary Creations: Altair's powers grow with each new spin-off story made about her, but Meteora's powers are limited to her character description. Meteora comes up with a plan to revise their character descriptions and get the support of the viewers."
                },
                "13": {
                    "ID": "6140621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6140621",
                    "TitleEnglish": "An Unpredictable Story That No One Knows Where It's Leading To.",
                    "SummaryEnglish": "Altair, the Creation at the center of the events that led to Setsuna Shimazaki's suicide, gets transported to the real world. Meteora, the Seeker of a Thousand Miles, rises up to stop her. Altair and Meteora face off in a battle that will decide the fate of the world, where it is revealed that Meteora has a hidden role that only she can play, and a mission that only she can accomplish."
                },
                "14": {
                    "ID": "6140622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6140622",
                    "TitleEnglish": "I Feel Painful and So Useless That I Want to Cry but It's Fun Nevertheless.",
                    "SummaryEnglish": "People have created many stories. Joy, sadness, anger, deep emotion. Stories stir up emotion and captivate. However, those emotions are nothing more than the feelings of a spectator. What if the characters in the stories had their own \"will\"? In their eyes, are we, the creators of the stories, like gods? Revolution for our world. Punishment for the land of the gods."
                },
                "15": {
                    "ID": "6140623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6140623",
                    "TitleEnglish": "This Is Perfect! She Couldn't Have Been Any More Perfect!",
                    "SummaryEnglish": "Hikayu Hoshikawa, a character from the dating sim video game Starry Sky Milky Way, appears in front of the group. Hikayu doesn't possess any abilities for battle but is still required to participate in the Elimination Chamber Festival since she's a Creation. Ohnishi, Hikayu's creator, comes up with an idea to help her. Meanwhile, a new Creation joins Altair's side..."
                },
                "16": {
                    "ID": "6140624",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6140624",
                    "TitleEnglish": "This Is the Actual Beginning, Isn't It?",
                    "SummaryEnglish": "The Creators, exhausted after the tight deadlines, and the Creations, who have been executing the plan, get a moment to relax before the real battle starts. The team rallies their spirits for the upcoming battle, each member recalling their own reasons for fighting: To save the world, to return home, to face the past, Selesia and the others enter the Bird Cage, where they lie in wait for Altair."
                },
                "17": {
                    "ID": "6140625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6140625",
                    "TitleEnglish": "I Mean I'm the Creator.",
                    "SummaryEnglish": "The battle over the fate of the real world and the fate of the story worlds finally begins! Selesia is able to get back into Vogelchevalier again after winning the acceptance of the audience, and faces off against Altair. However, her new powers don't work against Altair, and she struggles in the battle. Meanwhile, Blitz goes to pay someone a visit to tie up some loose ends."
                },
                "18": {
                    "ID": "6140626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6140626",
                    "TitleEnglish": "As Long as We're Alive, We Have to Enjoy Our Lives to the Fullest.",
                    "SummaryEnglish": "Magane pays Sota a visit while he watches Selesia's battle and tells him that he is just like her because they both use others to satisfy their own desires, laying the groundwork for her plans to make things \"more interesting\". Meanwhile, Alicetaria, Blitz, and Sho turn against Altair in the Bird Cage, and join Selesia's side instead. However, Altair still has one final trick up her sleeve!"
                },
                "19": {
                    "ID": "6140627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6140627",
                    "TitleEnglish": "The Story Continues, As Long as There Is Someone out There, Who Believes in My Existence.",
                    "SummaryEnglish": "Selesia and the others encounter the final Creation, who turns out to be Charon, the hero from Elemental Symphony of Vogelchevalier, the same story Selesia comes from! While Selesia is overjoyed at the reunion, Charon is sick of the endless fighting in his world, and joins Altair, who is trying to destroy the world. Selesia refuses to fight against Charon, and makes up her mind in a big decision."
                },
                "20": {
                    "ID": "6140628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6140628",
                    "TitleEnglish": "Somebody Receives the Power of Creation, and the Spirit Is Redeveloped from Their Passion.",
                    "SummaryEnglish": "After losing Alicetaria and Selesia, Meteora and the others try to trap Altair within the Bird Cage, but the audience sympathizes with Altair and transforms the Bird Cage into a stage for amplifying Altair's powers! Meteora tries to turn the tables on her by bringing out their secret weapon: Sirius, a Creation with the same appearance and the same powers as Altair!"
                },
                "21": {
                    "ID": "6140629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6140629",
                    "TitleEnglish": "I Love You Too.",
                    "SummaryEnglish": "Altair incorporates Sirius into herself and overpowers the other Creations, bringing the world to the brink of The Great Destruction! Meteora and the others try to save the world by making Setsuna Shimazaki, Altair's Creator and their last hope, appear in the world. Altair and Setsuna encounter each others as Creations in the same world, and begin to reveal their true feelings to each other."
                },
                "22": {
                    "ID": "6140630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/re-creators/episodes/6140630",
                    "TitleEnglish": "Re:CREATORS",
                    "SummaryEnglish": "The Elimination Chamber Festival ends successfully, and everything draws to a close. As the Creations prepare to go back to their own worlds, they spend their last few moments enjoying the real world. On the day of parting, the Creations return to where they each belong, each carrying their own thoughts in their hearts. After sending them off, the Creators begin to create new stories."
                }
            }
        }
    }
}