{
    "URL": "https://www.thetvdb.com/series/the-dragon-dentist",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6004864/",
        "https://www.themoviedb.org/tv/70468"
    ],
    "TitleEnglish": "The Dragon Dentist",
    "SummaryEnglish": "Nonoko is a newly appointed dentist and her mission is to protect the dragon, the guardian of the country, from tooth-cavity bacteria. One day, amid increasingly fierce battles with the neighboring country, Nonoko finds on the dragon's tooth an unconscious boy soldier from the enemy country. His name is Bell, and he has been resurrected from inside the tooth by the dragon--a supernatural phenomenon that legend says occurs before a major disaster.",
    "TitleJapanese": "龍の歯医者",
    "SummaryJapanese": "彼の国には龍が棲んでいる──\n神話によれば、古の人々との契約により、龍は人を助け、人は龍を助けるという…\n舞台は “龍の国”。\n主人公は、国の守護神 “龍”を虫歯菌から守る新米・歯医者の野ノ子。\n隣国との戦争が激化する中、ある日彼女は、龍の歯の上で気絶した敵国の少年兵を見つける。\n少年の名はベル。\n大きな災いの前に龍が起こすと言われる不思議な現象で、巨大な歯の中から生き返ったものだった。\n自らが置かれた状況に戸惑うベル。そして彼を励まし、彼を龍の歯医者として受け入れる野ノ子。\n激しい戦いに巻き込まれながら、二人はやがて自らの運命を受け入れて行くことに…",
    "Aliases": [
        "Ryū no Haisha",
        "Ryuu no Haisha"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "700856",
            "URL": "https://www.thetvdb.com/series/the-dragon-dentist/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5975629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-dragon-dentist/episodes/5975629",
                    "TitleEnglish": "ONA",
                    "SummaryEnglish": "Original Net Animation featuring an 8-minute-long \"Dragon Dentist\" short first shown as part of the Japan Animator Expo in November 2014.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "8467408",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/the-dragon-dentist/episodes/8467408",
                    "TitleEnglish": "Movie",
                    "SummaryEnglish": "The two 2017 episodes combined as one movie.",
                    "TitleJapanese": "劇場版",
                    "SummaryJapanese": "龍が棲む“龍の国”。神話によれば、ここでは古の人々との契約により、龍は人を助け、人は龍を助けると言われてきた。野ノ子は、人知を超えた力で国を守護する“龍”を虫歯菌から守る新米の“龍の歯医者”。ある日、野ノ子は、龍の歯の上で敵国セルペナーダ育ちの少年・ベルを救出する。戦乱の中で命を落としたベルは、“黄泉帰り（よみがえり）”という現象で生き返ったのだ。自らの置かれた状況に戸惑いながらも、見習いの歯医者として働き始めるベル。思いがけず、ベルが“後輩”となったことで意気込む野ノ子。しかし、“黄泉帰り”は、大きな異変の前兆だったのだ…。やがて、虫歯菌“天狗虫”に蝕まれた龍の歯は、地上に落下。それを追って野ノ子とベルは、戦乱真っ只中の地上へ降り立つ。2人を追うセルペナーダの傭兵たち。そして、腕利きの歯医者でありながら、天狗虫に取り憑かれ、姿を消した柴名も現れる…。"
                }
            }
        },
        "1": {
            "ID": "700857",
            "URL": "https://www.thetvdb.com/series/the-dragon-dentist/seasons/official/1",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "5975453",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-dragon-dentist/episodes/5975453",
                    "TitleEnglish": "Tengumushi",
                    "SummaryEnglish": "Bell finds himself resurrected aboard a dragon. He is surrounded by Dragon Dentists -- men and women tasked with protecting the dragon's teeth from cavities as it consumes the souls of its victims in a brutal war between two nations. Though Bell is an enemy to the dentists' nation, they welcome him. One of the dentists, Nonoko, takes him under her wing.",
                    "TitleJapanese": "前編・天狗虫編",
                    "SummaryJapanese": "主人公の野ノ子は、人知を超えた力で国を守護する“龍”を虫歯菌から守る、新米の“龍の歯医者”だ。ある日、野ノ子は龍の歯の上で、敵国の少年・ベルを救い出す。戦乱のなかで命を落としたベルだったが、“黄泉帰り（よみがえり）”という現象で生き返ったのだった。自らの置かれた状況に戸惑うベル。思いがけず、ベルが“後輩”となったことで、意気込む野ノ子。しかし、“黄泉帰り”とは、大きな異変の前兆だった…。"
                },
                "2": {
                    "ID": "5983308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-dragon-dentist/episodes/5983308",
                    "TitleEnglish": "Satsurikumushi",
                    "SummaryEnglish": "Bell and Nonoko set out to a local airport, from where they will be ferried back to the dragon to return its tooth. Meanwhile, Shibana quietly sets her own plans in motion. Things quickly take a nightmarish turn.",
                    "TitleJapanese": "後編・殺戮虫編",
                    "SummaryJapanese": "新米の“龍の歯医者”野ノ子と、ふしぎな運命で野ノ子たちと出会い、見習いの歯医者となった敵国セルペナーダ育ちの少年・ベル。虫歯菌“天狗虫”の出現でむしばまれ、落下した龍の歯を追い、野ノ子とベルは、戦乱ただなかの地上へと降りたつ。彼らを追うセルペナーダの傭兵たち。そして、腕利きの歯医者でありながら、天狗虫に取り憑かれ、姿を消した柴名。壮大な物語がいよいよクライマックスへ！"
                }
            }
        }
    }
}