{
    "URL": "https://www.thetvdb.com/series/the-silver-guardian",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/A6EC-15C6-C433-36B4-37E9-U",
        "https://www.imdb.com/title/tt8425966/",
        "http://ginno-guardian.jp/",
        "https://www.themoviedb.org/tv/71005",
        "https://x.com/ginno_guardian"
    ],
    "TitleEnglish": "The Silver Guardian",
    "SummaryEnglish": "Lu Shuiyin (Riku Suigin in Japanese) is a master of gaming, a skill only known to his classmate Lu Lian (Riku Lin in Japanese). One day, Shuiyin receives a device from Lu Lian for a tomb raiding online game. While Shuiyin is excited to receive the device, Lian is suddenly kidnapped. Shuiyin touches the device that was left behind, pulling him inside the game and trapping him there. What is the imaginary world inside the device? What will Shuiyin find there? It is a world where two groups of people fight over the power of the gods, which originates from the tomb the mother goddess Pangu (Bango in Japanese). The two groups are the tomb raiders and the tomb protectors. The device Shuiyin received from Lian is called the Monolith, and it allows a normal gamer to go near the tomb. The tomb raiding group plans its attack by recruiting common people in the name of gaming. Shuiyin, as the final tomb protector, must fight against the raiders in order to save Lian.",
    "Aliases": [
        "Gin no Guardian",
        "Shirogane no Guardian",
        "The Last Gravekeeper",
        "The Last Guardian",
        "Yin Zhi Shoumuren",
        "The Silver Gravekeeper",
        "Silver Gravekeeper",
        "Gin no Hakamori"
    ],
    "Modified": "2025-07-31",
    "Seasons": {
        "1": {
            "ID": "706118",
            "URL": "https://www.thetvdb.com/series/the-silver-guardian/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6027085",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-silver-guardian/episodes/6027085",
                    "TitleEnglish": "Suigin meets Rei Riku!",
                    "SummaryEnglish": "The children of the wealthy go to Shinryou Private Academy. The most beautiful and popular girl at school, Riku Rei, can’t seem to hide her melancholy every night. One day, she encounters the protagonist of this story, Suigin, who is a poor boy with no family."
                },
                "2": {
                    "ID": "6036472",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-silver-guardian/episodes/6036472",
                    "TitleEnglish": "Suigin Gets Closer to Riku Rei!",
                    "SummaryEnglish": "The poor student, Suigin, spent most of his days working various part-time jobs, and his only skill was video games. Suigin then meets the Madonna of the school, Riku Rei, through an online game. However, since Suigin is playing the game for free, their correspondence is limited. However, they continue to play online together whenever they can, and their bond deepens."
                },
                "3": {
                    "ID": "6036473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-silver-guardian/episodes/6036473",
                    "TitleEnglish": "Suigin Regrets the End!",
                    "SummaryEnglish": "Suigin finds out that his only way of interacting with Riku Rei was about to end. The game, “Dungeon Century,” was about to end all of its services. Suigin ends up in utter shock. However, in the game, Suigin promises Riku Rei to do everything he can to find the flower she is looking for in the game. As “Dungeon Century” is about to come to an end, the same company announces that Riku Rei’s father, Riku Yuuki’s new game, “Grave Buster” will start its services soon."
                },
                "4": {
                    "ID": "6036474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-silver-guardian/episodes/6036474",
                    "TitleEnglish": "Suigin Receives a Loss!",
                    "SummaryEnglish": "On the last day of services for “Dungeon Century,” many of the players had gathered online to enjoy some last-minute festivities. Riku Rei waits for Suigin to arrive, but ends up going to find the flower herself because he’s taking so long. Suigin ends up late to meet up with her because of his job, and..."
                },
                "5": {
                    "ID": "6057025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-silver-guardian/episodes/6057025",
                    "TitleEnglish": "Suigin Inherits a Legacy!",
                    "SummaryEnglish": "Riku Rei summons Suigin after her father, Riku Yuuki dies, and hands him something that Yuuki apparently left for him. Though he is hesitant, Suigin accepts the item, which happens to be a specialized console to play the new game “Grave Buster.” On the console, Riku Yuuki left Suigin a message and one billion in inheritance and tells him to protect Riku Rei."
                },
                "6": {
                    "ID": "6057028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-silver-guardian/episodes/6057028",
                    "TitleEnglish": "Suigin Pledges Himself to Riku Rei!",
                    "SummaryEnglish": "Riku Rei is taken by some debt collectors, and Suigin follows them. However, Riku Rei’s captors immediately get away by car. Suigin somehow manages to catch up on a bike, but she is then taken away by a mysterious man who magically disappears."
                },
                "7": {
                    "ID": "6057030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-silver-guardian/episodes/6057030",
                    "TitleEnglish": "Suigin's Chance Encounter With His Grandfather!",
                    "SummaryEnglish": "Suigin is pulled into the world of “Grave Buster” by a woman named Twin Star. Surprisingly, Suigin ends up meeting his grandfather, Riku Yuuki, who should’ve been dead, and he can’t hide his doubts about this whole situation. Then a woman named Shostia performs a ritual that reawakens Suigin’s childhood memories. Before they can enjoy their reunion, they are attacked by someone..."
                },
                "8": {
                    "ID": "6057033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-silver-guardian/episodes/6057033",
                    "TitleEnglish": "Suigin Becomes the Last Tomb Guardian!",
                    "SummaryEnglish": "Riku Yuuki explains the game of Grave Buster to Suigin. In the game of tomb raiding and tomb guarding that has gone on for years, Riku Yuuki ended up being the one and final guardian to guard the Goddess’s tomb. Suigin finds out that guarding the Goddess’s tomb is connected to protecting Riku Rei, as well, and tells Yuuki as he is fading away that he will become the last guardian."
                },
                "9": {
                    "ID": "6099578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-silver-guardian/episodes/6099578",
                    "TitleEnglish": "Suigin Learns to Play the Grave Robbing Game!",
                    "SummaryEnglish": "Suigin receives a message from Temujin, the man who kidnapped Riku Rei, who tells him to come to Grave Buster. Suigin starts gathering information and tries to come up with a plan. Money is everything in the lawless world of Grave Buster. Suigin decides that he needs to hurry and save Riku Rei as soon as possible..."
                },
                "10": {
                    "ID": "6099579",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-silver-guardian/episodes/6099579",
                    "TitleEnglish": "Suigin Stands Once Again!",
                    "SummaryEnglish": "Temujin sees something special in Riku Rei, and gets her something special while he’s holding her captive. Meanwhile, A woman that has been single-handedly defeating tomb raiders has become the buzz of the town. That woman was another billion player, just like Suigin, and her name was the Collector."
                },
                "11": {
                    "ID": "6099580",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-silver-guardian/episodes/6099580",
                    "TitleEnglish": "Suigin Meets Takeshi!",
                    "SummaryEnglish": "Riku Rei undergoes a certain ritual and joins Temujin’s group. Meanwhile, Suigin encounters a young boy named Takeshi. Apparently he is travelling to get money to help his ailing friend, Mikan, who’s like his older sister. He ends up crashing a martial arts tournament and accidentally drags Suigin and Twin Star with him."
                },
                "12": {
                    "ID": "6099581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-silver-guardian/episodes/6099581",
                    "TitleEnglish": "Suigin's New Journey!",
                    "SummaryEnglish": "Suigin takes Takeshi’s place and fights in the tournament. However, he ends up facing a penalty, and ends up having a difficult battle against his enemy. It’s then that Twin Star reveals their true form and powers, and the path to Suigin’s desired destination opens up..."
                }
            }
        },
        "2": {
            "ID": "716640",
            "URL": "https://www.thetvdb.com/series/the-silver-guardian/seasons/official/2",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "6318591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-silver-guardian/episodes/6318591",
                    "TitleEnglish": "The Three From the Training Institute",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "6318585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-silver-guardian/episodes/6318585",
                    "TitleEnglish": "Titan Goes Berserk",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "6318588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-silver-guardian/episodes/6318588",
                    "TitleEnglish": "First Ally",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "6318590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-silver-guardian/episodes/6318590",
                    "TitleEnglish": "Aslan's Trial",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "6577186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-silver-guardian/episodes/6577186",
                    "TitleEnglish": "The Door to Zero",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "6577188",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-silver-guardian/episodes/6577188",
                    "TitleEnglish": "The Crazy Randengyoku",
                    "SummaryEnglish": null
                }
            }
        }
    }
}