{
    "URL": "https://www.thetvdb.com/series/alice-and-zouroku",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6735466/",
        "https://www.alicetozouroku.com/",
        "https://www.themoviedb.org/tv/70594",
        "https://www.themoviedb.org/tv/70594",
        "https://x.com/alicetozouroku"
    ],
    "TitleEnglish": "Alice & Zoroku",
    "SummaryEnglish": "The story centers on a little girl called Sana, who is one of the children that holds the power of \"Alice's Dream,\" an ability that enables her to materialize anything she imagines. After escaping a lab where she was a test subject, Sana ends up in a normal world where she encounters an old man named Zouroku, but will he help her?",
    "Aliases": [
        "Alice & Zōroku",
        "Alice & Zouroku",
        "Alice to Zōroku",
        "Alice and Zōroku",
        "Alice and Zoroku",
        "Alice to Zouroku",
        "Arisu to Zōroku",
        "Alice and Zouroku",
        "Arisu to Zouroku"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "701864",
            "URL": "https://www.thetvdb.com/series/alice-and-zouroku/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6080616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6080616",
                    "TitleEnglish": "Alice and Zoroku Special: Looking Ahead to Part 2",
                    "SummaryEnglish": "Recap of episodes 1-6.",
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "703290",
            "URL": "https://www.thetvdb.com/series/alice-and-zouroku/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5999977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/5999977",
                    "TitleEnglish": "The Red Queen Escapes",
                    "SummaryEnglish": "In a deep, remote forest, a blond-haired girl runs amidst heavy rain and wind. Some pursue her, while others extend a hand to help her. As various motives tangle together, the girl, named Sana, makes her flight to the outside world for the first time in her life. In the end, Sana arrives at the bustling district of Kabukicho in Tokyo's Shinjuku Ward. In a convenience store there, she meets Kashimura Zoroku, the quintessential \"stubborn old man.\"",
                    "Aliases": []
                },
                "2": {
                    "ID": "6030339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6030339",
                    "TitleEnglish": "Dreams of Alice",
                    "SummaryEnglish": "Since Sana had nowhere to go, Zoroku decided to let her stay in his own home for the time being. After he finds out that the previous day's incident isn't being covered by any media, he makes a call to an old friend. Meanwhile, Sana awakens to find Zoroku's granddaughter, Sanae, watching over her. Sanae says her grandpa asked her to keep an eye on Sana while he went to work. Sana was untrusting at first, but they eventually warm up to each other. Then Sana recalls her time spent at the research facility...",
                    "Aliases": []
                },
                "3": {
                    "ID": "6030980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6030980",
                    "TitleEnglish": "Cards",
                    "SummaryEnglish": "Kashimura Floral is in an uproar after Sana uses her Dream of Alice, suddenly landing herself and Sanae in the shop. Even after things quiet down, Zoroku scolds Sana for breaking her promise not to use her power. Then Naito, an old acquaintance of Zoroku's, enters the scene with a proposal for Zoroku. Meanwhile, Kito and his team in pursuit of Sana are steadily closing in...",
                    "Aliases": []
                },
                "4": {
                    "ID": "6039480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6039480",
                    "TitleEnglish": "Something Not Human",
                    "SummaryEnglish": "Minnie C and her group took advantage of a moment's negligence to kidnap Sana. Left behind at his office, Zoroku demands answers from Naito as to just what Sana really is. Meanwhile, the giant \"arms\" controlled by Minnie C have Sana completely trapped, and Minnie C asks her, \"Did you think that you were human?\" Just when it seems all hope is lost, Sana's powerful thoughts take the situation in an unexpected direction...",
                    "Aliases": []
                },
                "5": {
                    "ID": "6048896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6048896",
                    "TitleEnglish": "A Home to Return To",
                    "SummaryEnglish": "When Sana and Zoroku are loaded onto a cargo ship, the one who appears to rescue them is Cabinet Information Research Office agents Ichijo Shizuku and Yamada Noriko. As they all plan their escape, Minnie C stand before them once again. As she attacks with the invisible arms that she can control freely, Ichijo links with Yamada to unleash various abilities of her own. As this battle between Dreams of Alice rages on, Sana tells Zoroku what she truly wishes for.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6048897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6048897",
                    "TitleEnglish": "The Kashimura Family",
                    "SummaryEnglish": "The seasons have quickly turned to winter. The matter of the research facility has been resolved, and life is normal again in Zoroku's household. Sana seems to have fully adjusted to being a member of the Kashimura family, as well. After seeing Sanae off on her way to school, she heads for the flower shop with Zoroku, where she sometimes helps with his work. She still has some trouble with stamina, but she has adapted well to the outside world. Then, one day, Sana goes out with Zoroku to get her overgrown hair cut...",
                    "Aliases": []
                },
                "7": {
                    "ID": "6059456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6059456",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "Zoroku is making a trip to Yokohama to meet a client, so he takes Sana with him. Accompanied by Ichijo, Sana is impressed by the sight of the ocean and the robot-operated factory that she visits, and enjoys her day out to the fullest. Rejoined by Zoroku, the trio visits Chinatown, but then Asahi and Yonaga suddenly appear after being unseen ever since the research facility incident was resolved. The twins run away as Sana and Ichijo chase after them...",
                    "Aliases": []
                },
                "8": {
                    "ID": "6059457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6059457",
                    "TitleEnglish": "The Evil Witch",
                    "SummaryEnglish": "Shikishima Hatori is a completely ordinary grade school girl. Then, one day, she develops a \"Dream of Alice\" power. Hurt by the sight of her parents constantly fighting over her future schooling, Hatori prays that they'll go back to being her kind mom and dad again... and that dream is realized in a way she never expected. Meanwhile, Sana is helping out at the flower shop as usual, waiting excitedly for Asahi and Yonaga to come for a visit...",
                    "Aliases": []
                },
                "9": {
                    "ID": "6059458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6059458",
                    "TitleEnglish": "Where the Cheshire Cat Smiles",
                    "SummaryEnglish": "Sana collapsed after meeting Hatori and Ayumu, and Asahi and Yonaga brought her back to Zoroku's house. The three girls are now having a great time playing together for the first time in so long. Then Sana comes up with a plan to teach Hatori a lesson for doing something so awful to Zoroku. Meanwhile, Hatori's emotional state has changed yet again after her encounter with Sana. She tells her best friend, Ayumu, that she's used her power too much and can't go to school again. So a concerned Ayumu returns to Harajuku to search for Sana.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6059459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6059459",
                    "TitleEnglish": "The Little Queen",
                    "SummaryEnglish": "A collision with a \"Dream of Alice\" power has left Sana and Hatori trapped in the deepest part of Wonderland. They wander all over this world so unlike their own, but there's no sign of an exit anywhere. Meanwhile. after learning what's happened to Sana, Zoroku and Sanae head to Wonderland with Ichijo. They can't help gazing with wonder at their first sight of Wonderland, the place where Sana was born. But they've barely begun the search before Ichijo...",
                    "Aliases": []
                },
                "11": {
                    "ID": "6059460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6059460",
                    "TitleEnglish": "The Queen and the Witch",
                    "SummaryEnglish": "Ten days have passed in the outside world since Sana and Hatori got trapped in Wonderland. Ayumu, remembering a promise they once made, begins to worry that Hatori won't ever come back. As he and Sanae search, Zoroku looks back on on all the things that have happened since they met Sana. Meanwhile, Sana and Hatori finally find an exit out of Wonderland, but it has already begun expanding at an accelerated rate, to the point that it's affecting the outside world...",
                    "Aliases": []
                },
                "12": {
                    "ID": "6059461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6059461",
                    "TitleEnglish": "I'm Home",
                    "SummaryEnglish": "As Hatori's parents desperately search for Hatori, it is revealed that she and Sana have been missing for ten days in the real world. In Wonderland, the two girls attempt to find a new exit and come across a rabbit that is holding Hatori's cell phone.",
                    "Aliases": []
                }
            }
        }
    }
}