{
    "URL": "https://www.thetvdb.com/series/alice-and-zouroku",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6735466/",
        "https://www.alicetozouroku.com/",
        "https://www.themoviedb.org/tv/70594",
        "https://www.themoviedb.org/tv/70594",
        "https://x.com/alicetozouroku"
    ],
    "TitleEnglish": "Alice & Zoroku",
    "SummaryEnglish": "The story centers on a little girl called Sana, who is one of the children that holds the power of \"Alice's Dream,\" an ability that enables her to materialize anything she imagines. After escaping a lab where she was a test subject, Sana ends up in a normal world where she encounters an old man named Zouroku, but will he help her?",
    "TitleJapanese": "アリスと蔵六",
    "SummaryJapanese": "彼女はそれまで“外の世界”を知らなかった。\n初めて触れるモノ、初めて見る風景、そして初めて出会う人々……。\nそんな“世界”の広がりに、戸惑い、驚き、目を見開く。\n\n名前は紗名(さな)。\n“研究所”と呼ばれる施設で、“外の世界”を知らずに生まれ育った少女。\nしかも、あらゆる想像を具現化する——「アリスの夢」と呼ばれる特殊な能力の\n持ち主でもあった。\n\nそして初めての“外”で、彼女はひとりの老人と出会う。\n名前は樫村蔵六。「曲がったことが大嫌い」で「悪いことは悪い」という\n頑固じいさん。\nそんな蔵六との出会いが、紗名の運命を大きく変えていく。\n\n紗名を追う謎の組織、次々と現れる能力者たち、そして心優しい人々との\n出会い……。\n世間知らずだった“アリス”は、鏡の門（ルッキング・グラス）を抜けて、\n世界の本当の姿を知ることになる。\n\n\n——そう、これは、私がまだ、自由に夢の国へ行けた頃の話。",
    "Aliases": [
        "Alice & Zōroku",
        "Alice & Zouroku",
        "Alice and Zoroku",
        "Alice and Zōroku",
        "Alice and Zouroku"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "701864",
            "URL": "https://www.thetvdb.com/series/alice-and-zouroku/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6080616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6080616",
                    "TitleEnglish": "Alice and Zoroku Special: Looking Ahead to Part 2",
                    "SummaryEnglish": "Recap of episodes 1-6.",
                    "TitleJapanese": "第2部放送直前特番",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "703290",
            "URL": "https://www.thetvdb.com/series/alice-and-zouroku/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5999977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/5999977",
                    "TitleEnglish": "The Red Queen Escapes",
                    "SummaryEnglish": "In a deep, remote forest, a blond-haired girl runs amidst heavy rain and wind. Some pursue her, while others extend a hand to help her. As various motives tangle together, the girl, named Sana, makes her flight to the outside world for the first time in her life. In the end, Sana arrives at the bustling district of Kabukicho in Tokyo's Shinjuku Ward. In a convenience store there, she meets Kashimura Zoroku, the quintessential \"stubborn old man.\"",
                    "TitleJapanese": "赤の女王、逃げる",
                    "SummaryJapanese": "人里離れた深い森、猛烈な風雨が荒れ狂うなかを走り続ける金髪の少女。\nそんな彼女を追う者たち、そして彼女に手を差し伸べる者たち。\nさまざまな思惑が激しく交錯するなか、「紗名」という名のその少女は、\n生まれて初めて外の世界へと飛び出す。\n……そうして紗名がたどり着いたのは、大勢の人々が行き交う東京の繁華街・新宿歌舞伎町。\nその一角にあるコンビニで、樫村蔵六という絵に描いたような“頑固じいさん”と、\n彼女は出会う。"
                },
                "2": {
                    "ID": "6030339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6030339",
                    "TitleEnglish": "Dreams of Alice",
                    "SummaryEnglish": "Since Sana had nowhere to go, Zoroku decided to let her stay in his own home for the time being. After he finds out that the previous day's incident isn't being covered by any media, he makes a call to an old friend. Meanwhile, Sana awakens to find Zoroku's granddaughter, Sanae, watching over her. Sanae says her grandpa asked her to keep an eye on Sana while he went to work. Sana was untrusting at first, but they eventually warm up to each other. Then Sana recalls her time spent at the research facility...",
                    "TitleJapanese": "アリスの夢",
                    "SummaryJapanese": "行くあてのない紗名を、ひとまず自宅に引き取ることにした蔵六。\n昨日の騒ぎがどこにも報道されていないことを確認すると、彼は昔馴染みのある男に連絡を取る。\n一方その頃、目を覚ました紗名の前に現れたのは、蔵六の孫娘である早苗。\n彼女は仕事に出かけた蔵六に代わって、紗名の面倒を頼まれていた。\n初めのうちは早苗に警戒心を抱いていた紗名だったが、次第に心を通わすように。そして彼女は、研究所での暮らしを思い返す。"
                },
                "3": {
                    "ID": "6030980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6030980",
                    "TitleEnglish": "Cards",
                    "SummaryEnglish": "Kashimura Floral is in an uproar after Sana uses her Dream of Alice, suddenly landing herself and Sanae in the shop. Even after things quiet down, Zoroku scolds Sana for breaking her promise not to use her power. Then Naito, an old acquaintance of Zoroku's, enters the scene with a proposal for Zoroku. Meanwhile, Kito and his team in pursuit of Sana are steadily closing in...",
                    "TitleJapanese": "トランプ",
                    "SummaryJapanese": "「アリスの夢」を使って突然、姿を現わした紗名と早苗に樫村生花は大騒ぎに。\nひとまず騒動は収まったものの、「アリスの夢」を使わないという約束を破った紗名を、蔵六は厳しく叱る。\nそこで仲裁に入ったのは、蔵六の昔からの顔なじみ・内藤。彼は、蔵六に対してある提案をする。\n一方、紗名の行方を追い、鬼頭たちは着実に包囲網を狭めていき……。"
                },
                "4": {
                    "ID": "6039480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6039480",
                    "TitleEnglish": "Something Not Human",
                    "SummaryEnglish": "Minnie C and her group took advantage of a moment's negligence to kidnap Sana. Left behind at his office, Zoroku demands answers from Naito as to just what Sana really is. Meanwhile, the giant \"arms\" controlled by Minnie C have Sana completely trapped, and Minnie C asks her, \"Did you think that you were human?\" Just when it seems all hope is lost, Sana's powerful thoughts take the situation in an unexpected direction...",
                    "TitleJapanese": "人でないモノ",
                    "SummaryJapanese": "一瞬の隙を突いて、紗名がミニーCらに連れ去られてしまった。\n事務所に残された蔵六は内藤に対し、紗名の正体がいったい何者なのか、厳しい口調で問い詰める。\n一方その頃、ミニーCが操る巨大な「腕」によって、身動きが取れない状態に陥った紗名。\n彼女に対してミニーCはこう問うのだった。\n「あなたは自分を人間だと思っているんですか？」と……。\nすべてが絶望的に見えたその時、紗名の強い想いが思いも寄らない展開をもたらす。"
                },
                "5": {
                    "ID": "6048896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6048896",
                    "TitleEnglish": "A Home to Return To",
                    "SummaryEnglish": "When Sana and Zoroku are loaded onto a cargo ship, the one who appears to rescue them is Cabinet Information Research Office agents Ichijo Shizuku and Yamada Noriko. As they all plan their escape, Minnie C stand before them once again. As she attacks with the invisible arms that she can control freely, Ichijo links with Yamada to unleash various abilities of her own. As this battle between Dreams of Alice rages on, Sana tells Zoroku what she truly wishes for.",
                    "TitleJapanese": "帰るところ",
                    "SummaryJapanese": "コンテナ船に乗せられた、紗名と蔵六の救助に駆けつけたのは、内閣情報調査室に所属する一条零と山田のり子だった。\n彼女らとともに脱出を目論む紗名の前に、再びミニーCが立ちはだかる。\n透明かつ自在に動く「腕」で襲い掛かるミニーCに対し、山田と連携し、いくつもの能力を使い分けて対応する一条。\n「アリスの夢」同士の激しい戦いが続くかたわら、紗名はある想いを蔵六に告げる。"
                },
                "6": {
                    "ID": "6048897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6048897",
                    "TitleEnglish": "The Kashimura Family",
                    "SummaryEnglish": "The seasons have quickly turned to winter. The matter of the research facility has been resolved, and life is normal again in Zoroku's household. Sana seems to have fully adjusted to being a member of the Kashimura family, as well. After seeing Sanae off on her way to school, she heads for the flower shop with Zoroku, where she sometimes helps with his work. She still has some trouble with stamina, but she has adapted well to the outside world. Then, one day, Sana goes out with Zoroku to get her overgrown hair cut...",
                    "TitleJapanese": "樫村家",
                    "SummaryJapanese": "季節は流れて、すでに冬。クライス＆クラークジャパンの研究所の一件もなんとか無事に終結し、蔵六の家にも平穏な日常が戻ってきた。\n樫村家の一員として、すっかり馴染んだ様子の紗名。\n早苗を学校に送り出した後は、蔵六とともに樫村生花に向かい、ときには仕事の手伝いに汗を流す……。\nまだまだ体力的には問題を抱えているものの、紗名は“外”の世界に適応し始めていた。\nそんなある日、紗名は長すぎる髪を切りに出かけるのだが……。"
                },
                "7": {
                    "ID": "6059456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6059456",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "Zoroku is making a trip to Yokohama to meet a client, so he takes Sana with him. Accompanied by Ichijo, Sana is impressed by the sight of the ocean and the robot-operated factory that she visits, and enjoys her day out to the fullest. Rejoined by Zoroku, the trio visits Chinatown, but then Asahi and Yonaga suddenly appear after being unseen ever since the research facility incident was resolved. The twins run away as Sana and Ichijo chase after them...",
                    "TitleJapanese": "ともだち",
                    "SummaryJapanese": "打ち合わせで出かける蔵六に連れられ、紗名は横浜まで足を延ばすことに。\nお目付役の一条とともに、海を目にして感動したり、はたまたロボット工場の見学に赴いたり。\n初めての遠出を思う存分、楽しむのだった。\n打ち合わせを終えた蔵六と合流し、中華街へと繰り出した一同だが、その前に現れたのはなんと、研究所の事件のあと、姿を消していたあさひとよなが。\n思わず逃げ出したふたりを、紗名と一条は追うのだが……。"
                },
                "8": {
                    "ID": "6059457",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6059457",
                    "TitleEnglish": "The Evil Witch",
                    "SummaryEnglish": "Shikishima Hatori is a completely ordinary grade school girl. Then, one day, she develops a \"Dream of Alice\" power. Hurt by the sight of her parents constantly fighting over her future schooling, Hatori prays that they'll go back to being her kind mom and dad again... and that dream is realized in a way she never expected. Meanwhile, Sana is helping out at the flower shop as usual, waiting excitedly for Asahi and Yonaga to come for a visit...",
                    "TitleJapanese": "悪い魔女",
                    "SummaryJapanese": "どこにでもいそうな、ごく普通の小学生の女の子・敷島羽鳥。\n彼女はある日、“アリスの夢”の力を発現させた。\n自分の進学が原因で仲違いするようになった、両親の姿に心を傷め、神様に「優しくて仲良しのパパとママに戻りますように」と祈る羽鳥。\nその祈りは、思いも寄らぬ形で成就するのだった。\n一方、いつものように樫村生花でお手伝いをする紗名。\n彼女はあさひとよながが、事務所を訪ねてやってくるのを楽しみに待っていたのだが……。"
                },
                "9": {
                    "ID": "6059458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6059458",
                    "TitleEnglish": "Where the Cheshire Cat Smiles",
                    "SummaryEnglish": "Sana collapsed after meeting Hatori and Ayumu, and Asahi and Yonaga brought her back to Zoroku's house. The three girls are now having a great time playing together for the first time in so long. Then Sana comes up with a plan to teach Hatori a lesson for doing something so awful to Zoroku. Meanwhile, Hatori's emotional state has changed yet again after her encounter with Sana. She tells her best friend, Ayumu, that she's used her power too much and can't go to school again. So a concerned Ayumu returns to Harajuku to search for Sana.",
                    "TitleJapanese": "チェシャ猫の笑う場所",
                    "SummaryJapanese": "羽鳥たちと遭遇したあと、倒れてしまった紗名。\nあさひとよながに助けられた彼女は、蔵六の家に運び込まれる。\n久しぶりに顔を合わせ、楽しいひと時を過ごす一同。\nしかし紗名は、蔵六をひどい目にあわせた羽鳥をこらしめるため、ある作戦を立てる……。\n一方の羽鳥の心境もまた、紗名との出会いをきっかけに大きく変わろうとしていた。\n能力をもてあまし、「もう二度と学校に行かない」という羽鳥を心配する親友・美浦歩は、もう一度、紗名と会うため、再び原宿の街を訪れる。"
                },
                "10": {
                    "ID": "6059459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6059459",
                    "TitleEnglish": "The Little Queen",
                    "SummaryEnglish": "A collision with a \"Dream of Alice\" power has left Sana and Hatori trapped in the deepest part of Wonderland. They wander all over this world so unlike their own, but there's no sign of an exit anywhere. Meanwhile. after learning what's happened to Sana, Zoroku and Sanae head to Wonderland with Ichijo. They can't help gazing with wonder at their first sight of Wonderland, the place where Sana was born. But they've barely begun the search before Ichijo...",
                    "TitleJapanese": "小さな女王",
                    "SummaryJapanese": "自分に会いに原宿へやって来た歩を、 自分が作り出した世界・ワンダーランドに閉じ込めてしまった紗名。\n歩から羽鳥の自宅を聞き出した彼女は、今度は羽鳥をワンダーランドへと誘い出す。\n羽鳥を驚かせ、こらしめようとする紗名。\nしかし対する羽鳥は「自分は悪い魔女」で、「あなたなんか、ちっとも怖くないわ」と言い放つ。\nさらに紗名と羽鳥、干渉しあうふたりの“アリスの夢”は思わぬ事態を巻き起こして……。"
                },
                "11": {
                    "ID": "6059460",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6059460",
                    "TitleEnglish": "The Queen and the Witch",
                    "SummaryEnglish": "Ten days have passed in the outside world since Sana and Hatori got trapped in Wonderland. Ayumu, remembering a promise they once made, begins to worry that Hatori won't ever come back. As he and Sanae search, Zoroku looks back on on all the things that have happened since they met Sana. Meanwhile, Sana and Hatori finally find an exit out of Wonderland, but it has already begun expanding at an accelerated rate, to the point that it's affecting the outside world...",
                    "TitleJapanese": "女王と魔女",
                    "SummaryJapanese": "“アリスの夢”の力の衝突により、ワンダーランドの最奥部に閉じ込められてしまった紗名と羽鳥。\nどこまでも続く、現実離れした世界を歩きまわる２人だったが、出口は一向に見つかる気配がない……。\n一方、紗名の窮状を知った蔵六と早苗は、一条とともにワンダーランドへと向かうことに。\n初めて見る紗名が生まれた世界に、思わず目をみはる２人。\nしかし探索を始めて早々に、一条とはぐれてしまう。"
                },
                "12": {
                    "ID": "6059461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/alice-and-zouroku/episodes/6059461",
                    "TitleEnglish": "I'm Home",
                    "SummaryEnglish": "As Hatori's parents desperately search for Hatori, it is revealed that she and Sana have been missing for ten days in the real world. In Wonderland, the two girls attempt to find a new exit and come across a rabbit that is holding Hatori's cell phone.",
                    "TitleJapanese": "ただいま",
                    "SummaryJapanese": "紗名と羽鳥がワンダーランドに閉じ込められてから、外の世界では10日が経とうとしていた。\n昔の約束を思い出し、羽鳥がもう帰ってこないのではないかと不安を募らせる歩。\n早苗とともにワンダーランドで紗名の行方を捜しながら、これまでに起きた出来事を改めて思い返す蔵六。\n一方、紗名と羽鳥の２人はついにワンダーランドの外に出る糸口を見つけ出すが、膨張速度を速めたワンダーランドが外の世界に影響を及ぼしつつあり――。"
                }
            }
        }
    }
}