{
    "URL": "https://www.thetvdb.com/series/frame-arms-girl",
    "Genres": [
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "http://www.fagirl.com/",
        "https://www.themoviedb.org/tv/71001"
    ],
    "TitleEnglish": "Frame Arms Girl",
    "SummaryEnglish": "Ao Gennai is a first year high school student who loves having fun, sleeping in on Sundays and eating Inari sushi. One day, a misdelivered parcel arrived and inside was Gourai, a 15cm Frame Arms Girl. And then two more appeared... Thus began Ao's adventure with the Frame Arms Girl. http://www.fagirl.com",
    "TitleJapanese": "フレームアームズ・ガール",
    "SummaryJapanese": "ある日の早朝、普通の女子高校生あおの元に届けられた謎の小包。\n開けるとそこにはフレームアームズ・ガールと呼ばれる完全自律型の小型ロボット\n「轟雷」が入っていた。\n\nおもちゃだ！プラモデルだ！\n\nしかし轟雷はただのフレームアームズ・ガールではなかった。\n\n通常の人工知能以上に高度な、人格を有する人工自我、AS(アーティフィシャル・セルフ)を\n搭載した最新型の試作機だったのだ。\nしかも轟雷を起動できたのは世界中であおたった一人。\n\nバトルデータを取集し、感情を学んでいく「フレームアームズ・ガール・轟雷」。\nフレームアームズ・ガールの知識0(ゼロ)の「少女・あお」。\n\nかくして、あおと轟雷、少女とフレームアームズ・ガールの奇妙で楽しい、\nきゃっきゃうふふな日常がスタートする！",
    "Aliases": [
        "FRAME ARMS GIRL"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "703292",
            "URL": "https://www.thetvdb.com/series/frame-arms-girl/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "7072265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/frame-arms-girl/episodes/7072265",
                    "TitleEnglish": "A Violent Struggle",
                    "SummaryEnglish": "Bundled with Kotobukiya's pack of Frame Arms model kits.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7268503",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/frame-arms-girl/episodes/7268503",
                    "TitleEnglish": "Frame Arms Girl Movie: Kya Kya Ufufu na Wonderland",
                    "SummaryEnglish": "A compilation movie of the TV series containing a newly added footage.",
                    "TitleJapanese": "フレームアームズ・ガール～きゃっきゃうふふなワンダーランド～",
                    "SummaryJapanese": "私立若葉女子高の教室、\nマテリア先生が轟雷たちに突如はじめた\n『箱の中身はなんだろなクイズ』。\nこの世界はいったい？！\nこれは、フレームアームズ・ガールたちと\n想い出をふりかえる物語。"
                }
            }
        },
        "1": {
            "ID": "703293",
            "URL": "https://www.thetvdb.com/series/frame-arms-girl/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5999994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/frame-arms-girl/episodes/5999994",
                    "TitleEnglish": "Gourai / Stylet and Baselard",
                    "SummaryEnglish": "One day, a girl named Ao Gennai receives a package containing a small robot girl named Gourai. Revealing herself to be a Frame Arm Girl installed with an artificial intelligence, Gourai explains how she was sent to Ao to gather data on emotions. Two more F.A. Girls named Stylet and Baselord soon appear, with Stylet challenging Gourai to a Sessions Battle. Although Stylet initially gets the upper hand with her flight ability, Gourai manages to use her own skills to win the match.",
                    "TitleJapanese": "轟雷／スティレットとバーゼラルド",
                    "SummaryJapanese": "「轟雷」\nある日突然あおの元に送られてきた小包。そこにはFAガール『轟雷』が入っていた。興味津々で『轟雷』に触れるあお。すると、ゆっくり『轟雷』の瞳は開き、起動するのだった。\n\n「スティレットとバーゼラルド」\n轟雷との仲も縮まらないうちに、あおの元に送られて来るFAガール『スティレット』、『バーゼラルド』。バトルデータを収集する為に、轟雷はひたすらバトルをしていかなければならない…と知るあお。なし崩し的にスティレットと轟雷のバトルがスタートし――"
                },
                "2": {
                    "ID": "6012688",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/frame-arms-girl/episodes/6012688",
                    "TitleEnglish": "Can a Sty-ko who Can't Fly be Called a 'Sty-ko'? / We're Gonna Clean!",
                    "SummaryEnglish": "As Stylet acts strangely stiff whenever Gourai comes close to her, she assumes that some trauma is causing her to be unable to fly. After Gourai tries adminestering some shock therapy by kissing Stylet, Ao discovers that she had accidentally stepped on one of Stylet's parts the previous night. Later, Ao receives a seemingly broken cleaning robot, which ends up recording the F.A. Girls as they talk about Ao's embarrassing secrets. After Baselard breaks the robot to keep it quiet, she faces Gourai in a battle to pay Ao back, but loses due to the dust from the cleaning robot.",
                    "TitleJapanese": "飛べないスティ子はスティ子でいいのかな？／お掃除するぞ！",
                    "SummaryJapanese": "「飛べないスティ子はスティ子でいいのかな？」\n轟雷とのバトルに負けた後、なぜか飛べなくなってしまうスティレット。\nこれってまさかトラウマ！？\nスティレットのトラウマを克服させようと頑張るあお、轟雷、バーゼラルドだったが・・・\n\n「お掃除するぞ！」\nあおがもらって来た古い型の『ロボット掃除機』を修理することになった轟雷達。\nしかし実は壊れていなかった『ロボット掃除機』。\n大暴れの『ロボット掃除機』ともっと大暴れのバーゼラルドで部屋の中は大変なことに！"
                },
                "3": {
                    "ID": "6012690",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/frame-arms-girl/episodes/6012690",
                    "TitleEnglish": "Let's Go to School / Here Come the Materia Sisters",
                    "SummaryEnglish": "Base decides to follow Ao to school, prompting Gourai and Stylet to chase after her. Joined by Ao's model-kit obsessed friend, Bukiko Kotobuki, the girls track down Baselard as she starts stealing shiny things from the school. Later, two more F.A. girls known as the Materia sisters arrive and challenge Gourai and Stylet to a battle. As the Materia sisters prove overwhelming even without any armor, Ao gives Gourai a weapon she received from Bukiko, which successfully manages to defeat the sisters thanks to Stylet's support.",
                    "TitleJapanese": "学校に行こう／マテリア姉妹がやってきた",
                    "SummaryJapanese": "「学校に行こう」\nこっそり鞄に忍び込み、あおの学校に行ってしまったバーゼラルドを追って、轟雷とスティレットも学校へ。 轟雷達のような特殊なFAガールの存在を知られてはいけない！\nと焦るあおだが、親友・武希子にあっさりその存在がバレてしまい――\n\n「マテリア姉妹がやってきた」\n轟雷を訪ねてくるマテリア姉妹。\nドSな姉妹に翻弄されつつ、マテリア姉妹VS轟雷&スティレットのペアバトルに突入！マテリア姉妹の掴みどころのないバトル法に苦戦する轟雷とスティレットは大ピンチに陥る・・・"
                },
                "4": {
                    "ID": "6012691",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/frame-arms-girl/episodes/6012691",
                    "TitleEnglish": "Jinrai Appears! / Redecorating is Fun!",
                    "SummaryEnglish": "Another F.A. Girl named Jinrai comes to Ao's place to battle against Gourai. After Gourai beats her once, Jinrai proposes a sumo match, only to lose that as well. Later, the girls are given their own miniature rooms to decorate. As each of the girls work hard to make their own personal rooms, the Materia sisters use almost all of Ao's savings for their own dollhouse room.",
                    "TitleJapanese": "迅雷参上！／お部屋作り！",
                    "SummaryJapanese": "「迅雷参上！」\n真面目で猪突猛進な性格のFAガール、迅雷が轟雷にバトルを申し込みにやってきた！\nバトルデータ収集を目的に執拗にバトルを挑んで来る迅雷。\n押され気味な轟雷。果たして結果は！？\n\n「お部屋づくりは楽しいな」\n部屋をぐちゃぐちゃにしながら遊んでいるFAガール達を見かねて「片付けろ」とキレるあお。\n様々な材料を使って各自の部屋制作をすることに。\n最初は真面目に作っていた一同だったが、次第に他の子にちょっかいを出し始めて――"
                },
                "5": {
                    "ID": "6030360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/frame-arms-girl/episodes/6030360",
                    "TitleEnglish": "The Architect is Activated / The Errand Race",
                    "SummaryEnglish": "Architect, an F.A. Girl without a physical body, intrudes on Gourai and Jinrai's battle, attacking with clones and pre-programmed subroutines that adapt to the situation. After Gourai and Jinrai manage to win the battle, Archiect experiences an error in her programming, which Gourai manages to fix with her act of friendship. Afterwards, Architect receives a physical body and is delivered to Ao's place. Later, as the cleaning robot is fixed and given the name Sleipni-taro, the F.A. Girls hold a race to buy some vinegar for Ao, with each team facing their own troubles except for Architect.",
                    "TitleJapanese": "アーキテクト・起動／おつかいレース",
                    "SummaryJapanese": "「アーキテクト・起動」\n轟雷VS迅雷のバトル中、バトルステージに突如として現れるアーキテクト。\n実機が存在しないFAガール、アーキテクトとのバトルは不思議で特殊なバトル。\n敵ながらも充実したバトルを経験できた轟雷と迅雷はアーキテクトとの別れを惜しんで――\n\n「おつかいレース」\n『酢豚』を作り始めたあおが気づく。\n『酢』がない！これじゃただの『豚』！\nそこであおのために、『酢』を買うおつかいにでるFAガール達。\nお使いレースに勝つのは一体誰だ！？"
                },
                "6": {
                    "ID": "6030361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/frame-arms-girl/episodes/6030361",
                    "TitleEnglish": "Fireworks Festival of Feelings / Let's Go to School 2",
                    "SummaryEnglish": "Ao prepares to go to a fireworks festival but is met with opposition from Jinrai, who believes she shouldn't wear underwear under her kimono. Although the resulting commotion leads Ao to miss the festival, she gets to watch them on the roof with the F.A. Girls. Later, as Ao attempts to finish her summer homework at the last minute, the F.A. Girls are tasked with fetching her notebook from school at night, providing Baselord and the Materia Sisters with an opportunity to scare them by pretending to be ghosts. However, the girls soon become the target of a haunted pair of nippers, which manages to fulfil its goal by snipping a leftover fragment off of Gourai's armor.",
                    "TitleJapanese": "感じて花火大会／学校に行こう2",
                    "SummaryJapanese": "「感じて花火大会」\nみんなで夏祭りに行って花火を見ようと誘う浴衣姿のあお。\nしかし浴衣なのに下着をはいていることを迅雷に指摘され…\nあおのパンツをめぐって大騒ぎのFAガール達。パンツを無理やり脱がされ大ピンチのあお。\n果たして花火は見れるのか！？\n\n「学校に行こう2」\n時は8月31日。\n夏休みの課題を忘れたあおのため、\n轟雷、スティレット、迅雷、アーキテクトは夜の学校へと向かう。\nそこに待っていたのは世にも恐ろしい怪奇現象の嵐で――"
                },
                "7": {
                    "ID": "6030362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/frame-arms-girl/episodes/6030362",
                    "TitleEnglish": "VS. Hresvelgr / First Tale of the F.A. Girls",
                    "SummaryEnglish": "While the F.A. Girls play a game of hide-and-seek, Hresvelgr, the self-proclaimed \"strongest F.A. Girl\", arrives to face Gourai in a battle, managing to completely defeat her. As Gourai feels frustrated over her loss, Ao asks Bukiko about how F.A. Girls are made, helping Gourai to better understand herself and aim to become stronger. After Ao sends in a report, Factory Advance sends her boxloads of new parts.",
                    "TitleJapanese": "VSフレズヴェルク／FAガールはじめて物語",
                    "SummaryJapanese": "「VSフレズヴェルク」\nあおの留守中、かくれんぼで遊んでいる轟雷達の元にフレズヴェルクが乱入！\nなんとか隠れている轟雷を見つけ出し、バトルを挑むフレズヴェルク。\nバカだけど強いフレズヴェルクとの戦いに苦戦する轟雷で――\n\n「FAガールはじめて物語」\nもっと強くなりたいと思い始める轟雷。\nなんとか応援してあげたいあお達。\nそんな一同に向けて、武希子によるFAガールが出来るまで講座が始まって…"
                },
                "8": {
                    "ID": "6030363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/frame-arms-girl/episodes/6030363",
                    "TitleEnglish": "The Pep Rally / Autumn Beckons...",
                    "SummaryEnglish": "After a successful test of Gourai's new parts, the F.A. Girls hold a pep rally for Gourai in preparation for a rematch against Hresvelgr. Later, as Autumn rolls in, Ao takes Gourai to the park where she used to go as a kid. There, they come across a girl named Guriko, who leads them to a time capsule Ao had buried containing some mementos, including the Guriko doll she used to have.",
                    "TitleJapanese": "決起集会／秋に呼ばれて…",
                    "SummaryJapanese": "「決起集会」\n来たるフレズヴェルクとの再戦を前に、決起集会を行うことにした一同。\n轟雷への想いを胸に、各々の出し物を披露していく。\nそんなみんなの励ましが嬉しい轟雷で――\n\n「秋に呼ばれて…」\n秋の公園を、二人きりで散策するあおと轟雷。\nそこに謎の少女・ぐりこが登場し、一緒に遊ぶことに。\n不思議な少女に呼び起こされるあおの不思議な感情、それは…"
                },
                "9": {
                    "ID": "6030365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/frame-arms-girl/episodes/6030365",
                    "TitleEnglish": "Ah, I'll Catch a Cold / Together Again Tomorrow",
                    "SummaryEnglish": "Ao ends up catching a cold, prompting the F.A. Girls to go to extreme lengths to figure out how to treat her. When their various methods only make things worse, Gourai learns to consider Ao's feelings and ask her how best to care for her. While resting from her cold, Ao has a dream in which Gourai and the other F.A. Girls are all regular human girls who go to school with her.",
                    "TitleJapanese": "あお、風邪をひく／あしたもいっしょに",
                    "SummaryJapanese": "「あお、風邪をひく」\n風邪をひいたあおを看病することになったFAガール達。\n各々風邪に効きそうなものを調達してくるが、どんどんヒートアップして変な方向へ。\nFAガール達の看病で、あおの風邪は余計に悪化してしまい…\n\n「あしたもいっしょに」\n何故かFAガール達が、あおと同じサイズになって、一緒に高校生活中。\n同級生の轟雷、バーゼラルド、スティレット、迅雷。\n教師のマテリア姉妹。そこに転校してくるアーキテクト。一体これは！？"
                },
                "10": {
                    "ID": "6030366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/frame-arms-girl/episodes/6030366",
                    "TitleEnglish": "Hot Pot Day / Battle! Battle!! Battle!!!",
                    "SummaryEnglish": "Ao holds a hot pot party, but the F.A. Girls can't agree on what kind of hot pot to have. Upon having her hot pot, Ao inadvertently breaks one of the Session Bases used for battles after mistaking it for a hot pot stand. Just then, Hresvelger shows up to challenge Gourai to another battle, revealing that all the F.A. Girls will be recalled to Factory Advance should Gourai lose. Angered by Hresvelgr's treatment of Ao, Gourai launches a powerful attack to clash against hers, resulting in a power cut that forces the match into a draw.",
                    "TitleJapanese": "鍋のある日／バトル！バトル！！バトル！！！",
                    "SummaryJapanese": "「鍋のある日」\n寒い冬のある日、あったかい鍋を囲もう！となる一同。\nしかしどんな鍋料理を作るのか、全く決まらない。\nそしてそれぞれの好きな鍋話はヒートアップしていき…\n\n「バトル！バトル！！バトル！！！」\n再び轟雷とバトルをしに来たフレズヴェルク。\n轟雷改へとパワーアップした轟雷は渾身の力でフレズヴェルクに向かっていく！"
                },
                "11": {
                    "ID": "6030367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/frame-arms-girl/episodes/6030367",
                    "TitleEnglish": "What Lies Behind that Emotion / A Public Bath! A Battle?!",
                    "SummaryEnglish": "Ao tries teaching Hresvelgr about emotions. Gourai becomes worried about Ao, and later they blow off some steam at a bath.",
                    "TitleJapanese": "その気持ちの裏側に／銭湯！戦闘！？",
                    "SummaryJapanese": "「その気持ちの裏側に」\nファクトリーアドバンス社でフレズヴェルクに会うあお。\n「早く轟雷と戦いたいな」\nそう言うフレズヴェルクが、根は悪い子じゃないと感じるあおで――\n\n「銭湯！戦闘！？」\nフレズヴェルクへの強い想いを持ってガチガチの轟雷。\nそんな轟雷を癒そうと、近所の銭湯に行く一同。\n水に弱いFAガールたちはホログラムの銭湯で大はしゃぎ。\n一方その頃、フレズヴェルクは――"
                },
                "12": {
                    "ID": "6030368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/frame-arms-girl/episodes/6030368",
                    "TitleEnglish": "Last Battle / That Which I Give to You",
                    "SummaryEnglish": "Gourai won't give up on Hresvelgr, and continues her battle with the help of the other Frame Arms Girls! Later, Gourai realizes what matters the most: friendship.",
                    "TitleJapanese": "ラストバトル／君に贈るもの",
                    "SummaryJapanese": "「ラストバトル」\nパワーアップにより大暴走のフレズヴェルク・アーテルと必死にバトルする轟雷改。\n轟雷の勝利のため、フレズヴェルクを元に戻すため、力と心を合わせる一同。\nそして決着がつく…！\n\n「君に贈るもの」"
                }
            }
        }
    }
}