{
    "URL": "https://www.thetvdb.com/series/tsukigakirei",
    "Genres": [
        "Anime - Shojo"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6472710/",
        "https://www.themoviedb.org/tv/70880"
    ],
    "TitleEnglish": "Tsukigakirei",
    "SummaryEnglish": "It’s the third year of middle school. Kotaro, a bookish boy aspiring to become a novelist, and Akane, a track girl who loves to run, meet in the same class together for the first time. They’re put in charge of the equipment for the sports festival, and slowly grow closer via LINE. How does Kotaro deal with his growing feelings for her? Meanwhile, Takumi has been in love with Akane since first year, and Akane’s friend, Chinatsu, becomes interested in Kotaro. A refreshing story of young love set in Kawagoe.",
    "TitleJapanese": "月がきれい",
    "SummaryJapanese": "茜と小太郎。中３で初めて同じクラスになり、出会った2人。クラスメイト、部活仲間、教師、親…\n周囲との関わり、自分の成長。変化と不安に追いかけられながら慌ただしく駆け抜ける季節の中で、瑞々しくもめくるめく、思春期の恋。",
    "Aliases": [
        "The Moon is Beautiful",
        "Tsuki ga Kirei",
        "As the Moon, So Beautiful"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "703284",
            "URL": "https://www.thetvdb.com/series/tsukigakirei/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "6095651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukigakirei/episodes/6095651",
                    "TitleEnglish": "First Half: The Road So Far",
                    "SummaryEnglish": "A recap of the first six episodes.",
                    "TitleJapanese": "#6.5 道程",
                    "SummaryJapanese": "中学3年の春。出会った小太郎と茜。文芸部男子と、陸上部女子。LINEを通じて二人の距離は近づき、茜が陸上大会の結果を報告に来た神社で小太郎は想いを伝え、茜も修学旅行先で応える。付き合い始めた二人は…。"
                },
                "2": {
                    "ID": "6369056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukigakirei/episodes/6369056",
                    "TitleEnglish": "Extra Short Episodes",
                    "SummaryEnglish": "A series of unaired comedic shorts released with Blu-ray and DVD boxes of Tsuki ga Kirei.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "703287",
            "URL": "https://www.thetvdb.com/series/tsukigakirei/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "5999682",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukigakirei/episodes/5999682",
                    "TitleEnglish": "Spring and Hard Times",
                    "SummaryEnglish": "Kotaro and Akane bump into each other while at dinner with their families. Their parents make it as awkward as possible.",
                    "TitleJapanese": "春と修羅",
                    "SummaryJapanese": "小説家志望の文芸部員、小太郎。茜は陸上部で短距離走専門。中学３年になり、初めて知り合った２人。家族と食事に出かけたファミレスで出くわしたり、運動会の用具係で一緒に作業したりが続き、互いを意識し始める。"
                },
                "2": {
                    "ID": "6033326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukigakirei/episodes/6033326",
                    "TitleEnglish": "A Handful of Sand",
                    "SummaryEnglish": "It's the last sports festival of middle school. Kotaro gets put in the relay race, though he does not do very well. He becomes friends with one of Akane's friends who bandages his scraped hand.",
                    "TitleJapanese": "一握の砂",
                    "SummaryJapanese": "中学最後の運動会。小太郎はくじ運悪く出走した競走で転倒、保健室で茜の親友・千夏の治療を受ける。千夏の奔放さに気圧されて用具係の仕事に戻ると、最終種目のリレー出走直前だというのに、茜の様子がおかしい。"
                },
                "3": {
                    "ID": "6033327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukigakirei/episodes/6033327",
                    "TitleEnglish": "Howling at the Moon",
                    "SummaryEnglish": "With the school trip looming, the third-years are abuzz with dating gossip. Meanwhile, Kotaro is busy with his writing, and Akane is working on her running performance.",
                    "TitleJapanese": "月に吠えろ",
                    "SummaryJapanese": "運動会が終わると次は修学旅行。中3の初夏は浮ついた空気の中、過ぎていく。LINEで連絡を取り合うようになった茜と小太郎。陸上競技会で自己ベストを記録した茜は、喜びに任せて小太郎のいる神社へに報告に行く。"
                },
                "4": {
                    "ID": "6033328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukigakirei/episodes/6033328",
                    "TitleEnglish": "Passing Shower",
                    "SummaryEnglish": "Things get awkward between Kotaro and Akane after he asks her out. He tries to find some time alone with her on the school trip, but sneaking his cell phone past the teachers proves to be a challenge.",
                    "TitleJapanese": "通り雨",
                    "SummaryJapanese": "「少し待って、返事。」戸惑いのままに迎えた京都への修学旅行。小太郎も2人きりになれる機会を作ろうとLINEで待ち合せの連絡を入れるが、茜の返事を待たずにスマホを没収されてしまう。翌日、雨の中待つ茜は…"
                },
                "5": {
                    "ID": "6058314",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukigakirei/episodes/6058314",
                    "TitleEnglish": "Kokoro",
                    "SummaryEnglish": "Akane has stated she would like to spend more time talking to Kotaro, but they continue to be shy at school and around each other. Akane struggles to improve her running time. Chinatsu decides to join Kotaro's cram school, which Akane gets jealous of.",
                    "TitleJapanese": "こころ",
                    "SummaryJapanese": "誰も知らないけど、私と安曇くん、付き合い始めましたーー。特に理由はないけれど、2人の仲はまだ秘密。でも「つきあう」って何するの？初めてのことに気持ちは盛り上がりながらも、悩ましい小太郎と茜は…。"
                },
                "6": {
                    "ID": "6058315",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukigakirei/episodes/6058315",
                    "TitleEnglish": "Run, Melos!",
                    "SummaryEnglish": "Kotaru receives a call from a publisher about the work he submitted. Following Chinatsu's confession, Akane struggles to focus for her race.",
                    "TitleJapanese": "走れメロス",
                    "SummaryJapanese": "「私、安曇くんのこと好きになっちゃったみたい」親友である千夏からのメッセージに、部活の大会を目前に控え茜は気もそぞろ。そんなこととは知らない小太郎のもとには、出版社から連絡があり、会いに行くことに"
                },
                "7": {
                    "ID": "6081086",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukigakirei/episodes/6081086",
                    "TitleEnglish": "Hold Back Nothing When Taking Love",
                    "SummaryEnglish": "Chinatsu invites Akane, Kotaro and Hira to Tokyo Dome City amusement park. She makes a last-ditch effort to confess her feelings to Kotaro. Can she do it?",
                    "TitleJapanese": "惜しみなく愛は奪う",
                    "SummaryJapanese": "夏休み。期末試験も終え、千夏の誘いで同級生たちと遊園地へ。交際を明らかにしていない小太郎と茜がぎこちなく同行する中、小太郎への千夏のアプローチにやきもきする一方、茜は比良と一緒に皆からはぐれてしまう。"
                },
                "8": {
                    "ID": "6081087",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukigakirei/episodes/6081087",
                    "TitleEnglish": "Vita Sexualis",
                    "SummaryEnglish": "Rumors begin swirling around school that Kotaro and Akane are dating.",
                    "TitleJapanese": "ヰタ・セクスアリス",
                    "SummaryJapanese": "「安曇と水野ってつきあってんの？」休み中に遊園地でのことが拡散し、登校日の二人は注目の的。うれしはずかしい空気の中、初めて一緒に帰る約束。小太郎のお囃子の練習に付き合い、二人は夕暮れの川越の街へ…。"
                },
                "9": {
                    "ID": "6081088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukigakirei/episodes/6081088",
                    "TitleEnglish": "The Wind Rises",
                    "SummaryEnglish": "Despite the stressful changes that come with the transition from middle school to high school, Kotaro and Akane have each other to lean on -- for now.",
                    "TitleJapanese": "風立ちぬ",
                    "SummaryJapanese": "中3の秋は進路の季節。のんびり構えていた小太郎もいよいよ、茜との会話にその話題が出始める。そんな中、茜は中学最後の大会へ。こっそり観に来た小太郎の前でのラストランで自己ベストを更新、有終の美を飾るが――。"
                },
                "10": {
                    "ID": "6081089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukigakirei/episodes/6081089",
                    "TitleEnglish": "The Setting Sun",
                    "SummaryEnglish": "With the news that Akane is moving to Yokohama, Kotaro has to make some difficult decisions. Where will he go after middle school?",
                    "TitleJapanese": "斜陽",
                    "SummaryJapanese": "「引っ越すかもしれない」茜は引越し先の高校の推薦入試を受けることになり、小太郎もその高校を受けると言い出す。動揺の中迎えた川越祭り、陸上部のメンバーと遊びに来た茜は、山車で舞う小太郎の姿に見惚れるが…。"
                },
                "11": {
                    "ID": "6081090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukigakirei/episodes/6081090",
                    "TitleEnglish": "An Encouragement of Learning",
                    "SummaryEnglish": "Kotaro is determined to get into Komei High School, where Akane is set to attend. But with his grades and his parents' opposition, he will be fighting an uphill battle.",
                    "TitleJapanese": "学問のすすめ",
                    "SummaryJapanese": "茜と同じ高校に行くために勉強を始めた小太郎。だが三者面談の席上、志望校としてその校名を出し、母親と衝突してしまう。気まずい家の中で母親と話すことなく勉強に没頭する小太郎。一方、茜は推薦入試に合格する。"
                },
                "12": {
                    "ID": "6095665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsukigakirei/episodes/6095665",
                    "TitleEnglish": "And Then",
                    "SummaryEnglish": "School is almost out. Both Akane and Kotaro's rivals make their intentions clear. Akane is moving to Yokohama, and Kotaro is staying Saitama. Kotaro has only his writing to go back to, but...",
                    "TitleJapanese": "それから",
                    "SummaryJapanese": "茜の引越しが近づく。進路は決まったものの、遠距離恋愛の不安が二人に圧し掛かる。茜は引越し荷物に涙を刻み、小太郎は想いを文章に綴る。卒業式翌日、引越し前の最後のデート。同じはずの二人の想いはすれ違い――。"
                }
            }
        }
    }
}