{
    "URL": "https://www.thetvdb.com/series/worldend-what-do-you-do-at-the-end-of-the-world-are-you-busy-will-you-save-us",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6819736/",
        "http://sukasuka-anime.com",
        "https://www.themoviedb.org/tv/70639",
        "https://x.com/sukasuka_anime"
    ],
    "TitleEnglish": "WorldEnd: What are you doing at the end of the world? Are you busy? Will you save us?",
    "SummaryEnglish": "500 years have passed since the humans went extinct at the hands of 'Beasts'. The surviving races now make their homes up on floating islands, out of reach of most Beasts. Only a small group of young girls, can wield the ancient weapons needed to fend off invasions from these creatures. Into the girls’ fleeting lives, enters a young man named Willem who lost everything in his final battle 500 years ago, the last living human awakened from an icy slumber. He takes refuge on the floating islands, living in fear of the Beasts below. One day, he is tasked with being a weapon storehouse caretaker. But he soon realizes that these weapons are actually young Leprechauns who have no regard for their own lives. Among them is Chtholly. Willem becomes something of a father figure for the young Leprechauns, supporting them in any way he can. He, who once fought so bravely on the frontlines, can now only hope that the ones being sent to battle return safely from the ones who destroyed his kind.",
    "TitleJapanese": "終末なにしてますか？ 忙しいですか？ 救ってもらっていいですか？",
    "SummaryJapanese": "妖精兵器と呼ばれる少女たちと\n生き残った準勇者との儚くそして切ない物語。\n地上を正体不明の怪物である〈獣〉たちに蹂躙され、\n人間を含む多くの種族が滅ぼされた後の世界。 \nかろうじて生き残った種族は地上を離れ、\n浮遊大陸群レグル・エレと呼ばれる空飛ぶ群島の上に暮らしていた。 \n500年後の空の上で目覚めたヴィレム・クメシュは、守りたかったものを守れず、\nそれどころか自分一人だけが生き残ってしまった絶望から世捨て人のような生活を送っていたが、 \n思いもよらず始めた兵器管理の仕事の中で、ある少女たちと出会う。",
    "Aliases": [
        "Shuumatsu Nani Shitemasu ka? Isogashii desu ka? Sukutte Moratte Ii desu ka?",
        "Shuumatsu Nani Shitemasuka? Isogashii Desuka? Sukutte Moratte Ii Desuka?",
        "SukaSuka",
        "What are you doing at the end? Are you busy? Can you save me?",
        "WorldEnd: What do you do at the end of the world? Are you busy? Will you save us?",
        "WorldEnd"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "703758",
            "URL": "https://www.thetvdb.com/series/worldend-what-do-you-do-at-the-end-of-the-world-are-you-busy-will-you-save-us/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6003992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/worldend-what-do-you-do-at-the-end-of-the-world-are-you-busy-will-you-save-us/episodes/6003992",
                    "TitleEnglish": "Broken Chronograph",
                    "SummaryEnglish": "In the streets of the floating island city, a young girl is chasing a cat. Chtholly suddenly falls off a roof but is saved by the last surviving human, a man named Willem. She asks him to guide her to a place she wants to see. \"Yeah. I've gotten my wish, along with some good memories. I can go without regrets now.\"",
                    "TitleJapanese": "太陽の傾いたこの世界で　-broken chronograph-",
                    "SummaryJapanese": "浮遊島の街中で、猫を追いかけていた少女、クトリを救ったのは人間で唯一の生き残り、青年ヴィレム。\nクトリに行きたいところがあると頼まれるヴィレムは、彼女を案内することに。\n\n「うん。夢もかなったし、良い思い出も出来たし、思い残すことはもうないかな」"
                },
                "2": {
                    "ID": "6023508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/worldend-what-do-you-do-at-the-end-of-the-world-are-you-busy-will-you-save-us/episodes/6023508",
                    "TitleEnglish": "Late Autumn Night's Dream",
                    "SummaryEnglish": "Willem learns that Chtholly and the others are Fairies and the weapons used in the battle against the Beasts. In recognizing the enormous fate resting on these young girls' shoulders who disregard their own lives, he remembers his past. Chtholly asks Willem to listen to her final request. \"If I were going to die in five days, would you be a little nicer to me?\"",
                    "TitleJapanese": "空の上の森の中の　-late autumn night's dream-",
                    "SummaryJapanese": "クトリたちが妖精兵器だと知って驚きを隠せないヴィレム。命に頓着しない彼女たちに、彼女たちの背負っている宿命の大きさを認識する。\n残り少ない命のクトリは、ヴィレムに最後のお願いをする。\n\n「わたしがあと５日で死んじゃうとしたら、もうちょっと優しくしてくれる？」"
                },
                "3": {
                    "ID": "6023509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/worldend-what-do-you-do-at-the-end-of-the-world-are-you-busy-will-you-save-us/episodes/6023509",
                    "TitleEnglish": "Starry Road to Tomorrow",
                    "SummaryEnglish": "Explaining the relationship between the Fairy and the Holy Sword, Willem shows Chtholly a different way to use Seniorious in battle. However, he soon collapses to the ground due to the poor state his body is in... \"Trying to find a way for you to avoid opening the Fairy Gate and dying.\"",
                    "TitleJapanese": "この戦いが終わったら　-starry road to tomorrow-",
                    "SummaryJapanese": "妖精兵と聖剣との関係について話をするヴィレムは、クトリに聖剣「セニオリス」の使い方について、身体を張って指南するも無理が祟り、地面に突っ伏してしまう。\n\n「お前が『妖精郷の門』なんぞを開かず、死ななくて良い方法を考えてた」"
                },
                "4": {
                    "ID": "6023510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/worldend-what-do-you-do-at-the-end-of-the-world-are-you-busy-will-you-save-us/episodes/6023510",
                    "TitleEnglish": "Dice in Pot",
                    "SummaryEnglish": "Willem is distracted and distraught as the girls are off to battle. Due to a dream one of the girls has, he is required to visit Corna di Luce so she can be examined. \"Are you worried about Chtholly and the rest? Half a month has passed without any word.\"",
                    "TitleJapanese": "帰らぬ者と、待ち続けた者たち　-dice in pot-",
                    "SummaryJapanese": "クトリたちが戦いに出てから暫くして、ティアットに一人前の妖精兵になる兆しが現れた。ナイグラートの代わりに彼女の検査に同行するヴィレムだが、ティアットに振り回されっぱなしで、、、。\n\n「やっぱり気になる？クトリ達のこと。もう半月も連絡ないものね」"
                },
                "5": {
                    "ID": "6023511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/worldend-what-do-you-do-at-the-end-of-the-world-are-you-busy-will-you-save-us/episodes/6023511",
                    "TitleEnglish": "From Dawn Till Dusk",
                    "SummaryEnglish": "The battle rages on Island-15 when an unknown Beast suddenly emerges. Despite the retreat order being given, Chtholly charges at the monster but is taken aback when the voice of a young girl echoes in her mind... \"I'll be waiting, so you had better come back.\"",
                    "TitleJapanese": "誰も彼もが、正義の名のもとに　-from dawn till dusk-",
                    "SummaryJapanese": "１５番島での戦いに窮するクトリたち。島を放棄し帰還するよう命令が下る。何としてでも獣を倒して無事帰還したいクトリだが、戦闘中、幼い少女の「声」が聞こえてきて・・・。\n\n「待ってるから、ちゃんと帰って来てよね」"
                },
                "6": {
                    "ID": "6023512",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/worldend-what-do-you-do-at-the-end-of-the-world-are-you-busy-will-you-save-us/episodes/6023512",
                    "TitleEnglish": "No News Was Good News",
                    "SummaryEnglish": "Chtholly regretfully goes back to the Fairy warehouse without Willem, while he meets with some surprisingly older acquaintances. Souwong, cursed to live eternally, explains how the world Willem now lives in came to be and what his plan for the future entails. However, reminiscing with his former companion is not on Willem's mind... \"Right now, I just want to hurry up and get back to them.\"",
                    "TitleJapanese": "消えない過去、消えていく未来　-no news was good news-",
                    "SummaryJapanese": "妖精倉庫に帰って来たクトリ達。大賢者スウォンの元に向かってしまったヴィレムはいない。一方、久しぶりに再会するヴィレムとスウォン。昔話に花が咲く二人だが・・・。\n\n「今はただ、あいつらの元へ早く帰りたい」"
                },
                "7": {
                    "ID": "6023513",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/worldend-what-do-you-do-at-the-end-of-the-world-are-you-busy-will-you-save-us/episodes/6023513",
                    "TitleEnglish": "Home, Sweet Home",
                    "SummaryEnglish": "Grick meets Nopht and Rhantolk, two Fairy soldiers charged with guarding the salvage expedition to the surface. Rhantolk ponders the meaning of her existence with regards to the presence of the Beasts. \"I already consider you my kids, more or less.\"",
                    "TitleJapanese": "ただいま帰りました　-home, sweet home-",
                    "SummaryJapanese": "地上でサルベイジャーの護衛に就いている妖精兵、ノフトとラーントルクに面会するグリック。自分たちの存在意義に関わる「獣」の存在について、ラーントルクは問いかける。\n\n「俺はもう半分くらいはお前らの親のつもりでいるんだがな」"
                },
                "8": {
                    "ID": "6023514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/worldend-what-do-you-do-at-the-end-of-the-world-are-you-busy-will-you-save-us/episodes/6023514",
                    "TitleEnglish": "Slight Light, Slight Hope",
                    "SummaryEnglish": "Willem is called to the floating island 49 base, and ordered to select a Fairy soldier to send to the surface in aid to the salvage operation. However, he decides he is done waiting for others to come home and he will accompany her on that mission. \"I was ordered to send a Fairy soldier to the surface.\"",
                    "TitleJapanese": "いずれその陽は落ちるとしても　-slight light, slight hope-",
                    "SummaryJapanese": "地上のサルベイジャーの件で４９番浮遊島の基地に出頭するように命を受けるヴィレム。妖精倉庫から妖精兵を連れてくるように指示が出るも、気乗りしないヴィレム。\n\n「妖精兵を一人地上に送れと言われた」"
                },
                "9": {
                    "ID": "6023515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/worldend-what-do-you-do-at-the-end-of-the-world-are-you-busy-will-you-save-us/episodes/6023515",
                    "TitleEnglish": "Moonlit Sorcery",
                    "SummaryEnglish": "Things continue to get worse for Chtholly, who bravely decides to live in the moment. Meanwhile, the rescue operation to the surface finally begins.",
                    "TitleJapanese": "たとえ末来が見えなくても　-moonlit sorcery-",
                    "SummaryJapanese": "自分が自分でいられるかどうか不安なクトリ。そこへ現れるアイセア。前世の記憶に悩まされていたのはクトリだけではなかった。アイセアは前世の浸食を受けた“ある女の子”の話をする。\n\n「その当時は、いっそ死んでしまおうとも考えた」"
                },
                "10": {
                    "ID": "6023516",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/worldend-what-do-you-do-at-the-end-of-the-world-are-you-busy-will-you-save-us/episodes/6023516",
                    "TitleEnglish": "My Happiness",
                    "SummaryEnglish": "Chtholly helps out around the base as his secretary and gains the adulation of everyone there. Willem, on the other hand, starts having doubts about some unanswered questions after meeting Nopht and Rhantolk.",
                    "TitleJapanese": "いまこの時の輝きを　-my happiness-",
                    "SummaryJapanese": "地上の妖精兵、ラーントルクとノフトと対面したヴィレム。早速、魔力中毒になりかかっていた二人の身体のメンテナンスをしてやる。それでも１７種の獣をバラまいた人間族の生き残りであるヴィレムを信用できないラーントルク。\n\n「人間は一体何から獣を生み出したのでしょうか」"
                },
                "11": {
                    "ID": "6023517",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/worldend-what-do-you-do-at-the-end-of-the-world-are-you-busy-will-you-save-us/episodes/6023517",
                    "TitleEnglish": "Evidence of Existence",
                    "SummaryEnglish": "The situation on the surface heats up as a massive cave is found beneath Gomag City, and lying there is something very unexpected.",
                    "TitleJapanese": "どうか、忘わないで　-evidence of existence-",
                    "SummaryJapanese": "昨日の告白から何となくぎくしゃくしているヴィレムとクトリ、二人はグリックと遺跡で待ち合わせする。そこは、ヴィレムの生まれ故郷、帝国領ゴマグ市。その時、大きな地震が発生、ティメレの大群が出現する！\n\n「幸せに気づくことはできても、幸せになることはできません」"
                },
                "12": {
                    "ID": "6023518",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/worldend-what-do-you-do-at-the-end-of-the-world-are-you-busy-will-you-save-us/episodes/6023518",
                    "TitleEnglish": "Chtholly",
                    "SummaryEnglish": "A desperate battle unfolds upon the Saxifraga as it tries to escape the attack of timere. Chtholly, clinging to the last pieces of emotions she still possesses, decides to fight.",
                    "TitleJapanese": "世界で一番幸せな女の子　-CHTHOLLY-",
                    "SummaryJapanese": "襲いかかるティメレの大群。応戦するネフレン、ラーントルク、ノフトたち。しかし、その圧倒的なティメレの数に徐々に追い込まれていく。ヴィレムもその傷ついた身体でティメレに立ち向かう！\n\n「それでもきっと、あなたの存在はクトリにとって救いだったはずです」"
                }
            }
        }
    }
}