{
    "URL": "https://www.thetvdb.com/series/fate-apocrypha",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6424454/",
        "https://www.themoviedb.org/tv/72304"
    ],
    "TitleEnglish": "Fate/Apocrypha",
    "SummaryEnglish": "The setting is a parallel world to Fate/stay night where the Greater Grail mysteriously disappeared from Fuyuki after the Third Holy Grail War. After many years of silence, around the same time as the Fifth Holy Grail War would have happened, the Yggdmillennia, a family of magi, openly declares their secession from the Mage's Association, and that they are in possession of the Grail. The Association dispatches fifty magi to retrieve it, and all but one are instantly slaughtered by a mysterious Servant. The one remaining manages to activate the reserve system of the Greater Grail, allowing for the summoning of fourteen Servants in total. In the city of Trifas, two factions will fight for the control of the sacred relic, each of them possessing their own team of seven Servants : the Black Faction whose members are part of Yggdmillennia, protecting the Grail, and the Red Faction whose members were sent by the Mage's Association, trying to take the Grail back. For an event of this scale, the Grail itself summons its own Servant, the holy Ruler, to oversee the conflict. This marks the start of the Great Holy Grail War.",
    "TitleJapanese": "Fate/Apocrypha",
    "SummaryJapanese": "かつて、冬木と呼ばれる街で執り行われていた、七人の魔術師と英霊たちによる「聖杯戦争」。\nしかし第二次世界大戦の混乱に乗じて、“とある魔術師“が聖杯を強奪する―。\n\n数十年が経ち、その聖杯を象徴に掲げたユグドミレニア一族は、魔術協会からの離反、独立を宣言。\n怒れる魔術協会は刺客を送り込むが、彼らが召喚したサーヴァントによって返り討ちに遭う。\n\n――サーヴァントに対抗するにはサーヴァント。\n\n「聖杯戦争」のシステムが変更され、七騎対七騎というかつてない規模の戦争が勃発。\nかくして、ルーマニア・トゥリファスを舞台に空前絶後の規模の戦争――「聖杯大戦」が幕を開ける",
    "Aliases": [
        "Fate Apocrypha"
    ],
    "Modified": "2025-08-11",
    "Seasons": {
        "0": {
            "ID": "706345",
            "URL": "https://www.thetvdb.com/series/fate-apocrypha/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "6317628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6317628",
                    "TitleEnglish": "Holy Grail War Opening Act Compilation",
                    "SummaryEnglish": "Recap of the first 12 episodes narrated by Sieg and Ruler.",
                    "TitleJapanese": "聖杯大戦開幕編",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6391066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6391066",
                    "TitleEnglish": "Holy Grail War Upheaval Compilation",
                    "SummaryEnglish": "Recap of the first 19 episodes narrated by Rider of Black and Caster of Red.",
                    "TitleJapanese": "聖杯大戦動乱編",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "706785",
            "URL": "https://www.thetvdb.com/series/fate-apocrypha/seasons/official/1",
            "# Episodes": 25,
            "Episodes": {
                "1": {
                    "ID": "6033755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6033755",
                    "TitleEnglish": "Apocrypha: Grail Contest",
                    "SummaryEnglish": "The freelance necromancer Kairi Sisigou is called to the Mage’s Association in London for a special request. There, he is asked to participate in the Great Holy Grail War to recover the stolen Greater Grail system of Fuyuki. In this great war, seven masters and servants of the Red faction will battle against seven masters and servants of the Black faction in the city of Trifas, Romania.",
                    "TitleJapanese": "外典:聖杯大戦",
                    "SummaryJapanese": "「冬木」の大聖杯が強奪され「聖杯戦争」のシステムが崩壊し数十年後―。\nフリーランスの死霊ネクロ魔術師マンサーである獅子劫界離は魔術協会に呼び出され、\nある「聖杯戦争」への参加を依頼される。\nそれは、かつて奪われた大聖杯を巡り、\n二つの陣営に分かれ七騎対七騎が争う空前絶後の「聖杯大戦」であった。\n獅子劫は触媒となる“円卓の欠片”を手に、戦いの舞台であるルーマニアの地へ赴く。"
                },
                "2": {
                    "ID": "6168153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6168153",
                    "TitleEnglish": "The Saint’s Departure",
                    "SummaryEnglish": "A girl lost in thought on a bus ride in the night – Ruler. Unusually summoned through the union of her spirit and a French girl, she feels something is amiss in the war to come. To fulfill her role as Ruler over this war, she departs for Trifas.",
                    "TitleJapanese": "聖女の出立",
                    "SummaryJapanese": "バスに揺られながら、物思いにふける一人の少女―ルーラー。\nフランスの少女の身体を依代に顕界する異例な召喚をされた彼女は、\n此度の大戦に違和感を抱いていた。\nしかし、己の役割を全うすべく、\nルーマニアの都市・トゥリファスへ出立する。\n一方、赤と黒の両陣営も来るべき戦いに向け動き出す—―。"
                },
                "3": {
                    "ID": "6168155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6168155",
                    "TitleEnglish": "Fate Begins to Move",
                    "SummaryEnglish": "A homunculus boy awakens in his incubation tank. Assaulted with visions of the fate of his comrades, he manages to escape confinement. Unfortunately, he lacks the strength to make it to the outside world and is instead found collapsed on the ground by Rider of Black.",
                    "TitleJapanese": "歩き出す運命",
                    "SummaryJapanese": "供給槽の中で一人のホムンクルスの少年が目覚めた。彼は己の運命に抗い、\n外の世界へ逃げ出すが、すぐに限界を迎えて倒れこんでしまう。力なく横たわる少年の目の前に現れたのは黒のライダーであった―。\n一方、トゥリファスへ向かうルーラーの前に赤のランサーが姿を現す。"
                },
                "4": {
                    "ID": "6168156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6168156",
                    "TitleEnglish": "Price of Life, Redemption of Death",
                    "SummaryEnglish": "A rampaging Berserker of Red is rapidly approaching the Yggdmillennia citadel, prompting them to respond. Meanwhile, the homunculus boy ponders the meaning of his existence and the conversation he had with Archer of Black.",
                    "TitleJapanese": "生の代償、死の贖い",
                    "SummaryJapanese": "暴走した”赤”のバーサーカーが黒の陣営の本拠地である城塞へ迫る。\nこれを好機と捉え、ユグドミレニア一族とサーヴァントたちは彼を迎え撃つ。\n黒のマスターとサーヴァントが出払った城内にて、ホムンクルスの少年は、\n黒のアーチャーの言葉を反芻しながら、己の生きる意味を苦悩する。\nそこに”黒”のライダーが現れ、少年の手を取り笑いかける。"
                },
                "5": {
                    "ID": "6182417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6182417",
                    "TitleEnglish": "Voice of Heaven",
                    "SummaryEnglish": "Saber of Black devotes his heart to the boy who desired freedom. In his last moments, Ruler promises that she will grant the boy that freedom and ensure that Saber’s wish will come true.",
                    "TitleJapanese": "天の声",
                    "SummaryJapanese": "自身の心臓をホムンクルスの少年へ捧げ、黒のセイバーは消滅した。\nルーラーは黒のセイバーとの約束を果たすべく\n再び息を吹き返した少年の命を守り、自由を与えることを誓う。\nしかし、少年が助かった喜びも束の間、黒の陣営は\nその身柄を引き渡すよう要求する―。"
                },
                "6": {
                    "ID": "6212228",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6212228",
                    "TitleEnglish": "Knight of Rebellion",
                    "SummaryEnglish": "Kairi Sisigou receives a message from the Mage’s Association that a string of violent murders is taking place in Sighișoara and is probably related to the yet unaccounted for Assassin of Black. He is tasked with bringing the out of control master and servant to justice for failing to follow the principle of mystical concealment.",
                    "TitleJapanese": "叛逆の騎士",
                    "SummaryJapanese": "トゥリファスの地下墓地(カタコンベ)からシギショアラの街へ拠点を移した獅子劫と赤のセイバーのもとに魔術協会から一報が入る。\nルーマニア全土を恐怖に陥れる連続猟奇殺人鬼の正体がサーヴァントであると睨んだ魔術協会は、神秘の隠匿という協会の主義に反する此度の事件に対処すべく獅子劫へ調査を依頼する。"
                },
                "7": {
                    "ID": "6212229",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6212229",
                    "TitleEnglish": "Where Freedom Lies",
                    "SummaryEnglish": "Fiore Yggdmillenia, who was also visiting Sighișoara to contact the master of Assassin of Black, unfortunately runs into Kairi Sisigou and is engaged in battle.",
                    "TitleJapanese": "自由の在処",
                    "SummaryJapanese": "未だ姿を見せない黒のアサシンを追って、黒のアーチャーと共にシギショアラを訪れたマスター・フィオレは、同じく黒のアサシンを追う赤のセイバーのマスター・獅子劫と 衝突。\n両者の闘いは白熱し獅子劫の弾丸がフィオレへ迫る。 しかし、窮地に立たされた彼女のもとへ駆けつけたのは―。\n一方、ルーラーと別れたジークは己の為すべきことが見えず葛藤する。"
                },
                "8": {
                    "ID": "6245935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6245935",
                    "TitleEnglish": "Onset of Warfare",
                    "SummaryEnglish": "Assassin of Red’s Noble Phantasm, the Hanging Gardens of Babylon, is activated as the Red faction prepares its all-out assault on the Black faction’s citadel. The Great Holy Grail War enters a new violent phase while Ruler and Sieg make their way to the battlefield.",
                    "TitleJapanese": "開戦の狼煙",
                    "SummaryJapanese": "遂に赤のアサシンの宝具「虚栄の空中庭園(ハンギングガーデンズ・オブ・バビロン)」が発動―。\nミレニア城塞へ急襲をかける赤の陣営に対して、黒の陣営も応戦する。\n両陣営のサーヴァントの全面対決により、聖杯大戦は新たな局面を迎えるのであった。\nルーラー、そして自分の願いに気づき、決意を固めたジークもまた戦場を目指す―。"
                },
                "9": {
                    "ID": "6245936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6245936",
                    "TitleEnglish": "One Hundred Flames and One Hundred Flowers",
                    "SummaryEnglish": "Berserker of Black suddenly comes across the master of Assassin of Red, Shirou Kotomine. Berserker of Red returns to the battlefield under the control of Caster of Black, causing more confusion among the participants of the Great Holy Grail War. Archer of Black and Rider of Red engage in a battle of teacher against pupil.",
                    "TitleJapanese": "百の焔と百の華",
                    "SummaryJapanese": "激化する両陣営の戦い。戦場を駆ける黒のバーサーカーの前に現れたのは、赤のアサシンのマスター、シロウ・コトミネであった―。\n黒のキャスターの命で再び戦場へ姿を見せた赤のバーサーカーにより聖杯大戦はさらに混迷を極めてゆく。\nそして、因縁の相手である黒のアーチャーの正体を知った赤のライダーは決意を固め、かつての師に戦いを挑む。"
                },
                "10": {
                    "ID": "6245937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6245937",
                    "TitleEnglish": "Scatter with the Flowers",
                    "SummaryEnglish": "Sieg comes to the rescue of Rider of Black and confronts Saber of Red. Berserker of Black also arrives and attacks, while her master Caules Yggdmillenia struggles with the choices he has in the form of the Command Spells.",
                    "TitleJapanese": "花と散る",
                    "SummaryJapanese": "命の恩人である黒のライダーを救いたい―。\nその一心で赤のセイバーへと立ち向かうジーク。\n赤のセイバーに圧され、防戦一方の黒のライダーとジークの元へ先程の暴走から落ち着きを取り戻した黒のバーサーカーが駆けつける。 しかし、マスターのカウレスは、戦闘の指揮を執りながらも自身の選択に対し葛藤する。"
                },
                "11": {
                    "ID": "6296847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6296847",
                    "TitleEnglish": "Eternal Radiance",
                    "SummaryEnglish": "Saber of Black responds to Sieg's willingness to fight, the battle between Lancer of Red and Lancer of Black heats up considerably, and Darnic comes to a decision regarding his plan.",
                    "TitleJapanese": "永遠の輝き",
                    "SummaryJapanese": "消滅した黒のセイバーが、ジークの覚悟に応え、彼に憑依することで再び戦場へと帰還する―。\n困惑する赤のセイバーであったが、獅子劫の支援を受け、黒のセイバーへと姿を変えたジークを迎え撃つ。\n一方、赤と黒のランサーの戦いは、互いに一歩も譲らず白熱する。\n両者の戦いを見つめながら、マスターのダーニックは己が望みを果たすため策を巡らすのであった―。"
                },
                "12": {
                    "ID": "6296848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6296848",
                    "TitleEnglish": "The Saint's Return",
                    "SummaryEnglish": "Assassin of Red's Hanging Gardens of Babylon arrive over the Yggdmillennia Citadel and excavate the Greater Grail that was buried underground. The Black faction boards the flying fortress to fight off the invading Red faction, but Lancer of Black's territorial advantage wanes...",
                    "TitleJapanese": "聖人の凱旋",
                    "SummaryJapanese": "ユグドミレニア一族が所有していた大聖杯は、赤のアサシンの宝具「虚栄の空中庭園ハンギングガーデンズ・オブ・バビロン」によって、赤の陣営に強奪された。\n彼らを追うルーラーと黒の陣営は空中庭園へと突入する。\n再び赤のランサーと相見えた黒のランサーであったが、ルーマニアを離れた彼の力は弱まっていた―。\nそこへ、マスターであるダーニックが現れある提案を持ち掛ける。"
                },
                "13": {
                    "ID": "6308560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6308560",
                    "TitleEnglish": "The Last Master",
                    "SummaryEnglish": "In the Hanging Gardens, Shirou lays bare his wish for the Holy Grail, while on the ground Rider of Black is forced to act against his own by his master Celenike Yggdmillennia.",
                    "TitleJapanese": "最後のマスター",
                    "SummaryJapanese": "戦いを終えたジークは黒のライダー・アストルフォへ自身が辿りついた願いを伝える。\nその思いを知ったアストルフォは、喜んで手を貸そうとするもマスターのセレニケによって阻まれてしまう。\n空中庭園では対峙するルーラー、ジャンヌ・ダルクと天草四郎時貞。彼らの元へ、\n己のマスターの異変を察知した赤の陣営のサーヴァントが駆けつけ、四郎へ襲い掛かかる―。"
                },
                "14": {
                    "ID": "6308561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6308561",
                    "TitleEnglish": "Prayer of Salvation",
                    "SummaryEnglish": "Sieg works with the other homunculus to patch up the wounded when a very angry Ruler appears. Meanwhile, the remaining Yggdmillennia masters discuss what to do following Caster of Black's betrayal.",
                    "TitleJapanese": "救世の祈り",
                    "SummaryJapanese": "ミレニア城塞にて、ジャンヌ・ダルクとの再会を果たしたジーク。\n彼の身に起きた出来事を知ったジャンヌは、ジークを諫めながらも聖杯大戦を戦う覚悟を問う―。\n一方、自身の願いのため、黒の陣営―ユグドミレニア一族を裏切る事となった黒のキャスター・アヴィケブロンは、尊敬の眼差しを向けるマスター・ロシェに対し真実を告げる。"
                },
                "15": {
                    "ID": "6308562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6308562",
                    "TitleEnglish": "Differing Paths",
                    "SummaryEnglish": "New allies and old enemies reform their ranks as the change of ownership of the Greater Grail leaves various parties reminiscing on their past and the road taken.",
                    "TitleJapanese": "道は違えど",
                    "SummaryJapanese": "モードレッドの力を借り、「原初の人間アダム」を討ち倒した安堵も束の間、\nジャンヌ・ダルクから天草四郎時貞の聖杯にかける望みが皆に伝えられる。\nユグドミレニア一族の長代行のフィオレは、彼の野望を阻止すべく、獅子劫らへ共闘を持ち掛け空中庭園を追う決断を下すが、\nケイローンは気丈に振る舞う彼女の本心が見えず、弟であるカウレスへある疑問を投げかける。"
                },
                "16": {
                    "ID": "6308563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6308563",
                    "TitleEnglish": "Jack the Ripper",
                    "SummaryEnglish": "Assassin of Black moves closer to Trifas on their killing spree, forcing the remaining members of the Yggdmillenia clan to act against them.",
                    "TitleJapanese": "ジャック・ザ・リッパー",
                    "SummaryJapanese": "空中庭園への突入が迫る中、ジークは突如襲った激痛により倒れてしまう。\nジークフリートをその身に憑依させ戦い続けるジークに対し、ケイローンは彼の身に起こる奇跡の代償を告げる―。\n傷を癒す間もなく、姿を見せずにいたジャック・ザ・リッパ―が再び魔術師を襲う凶行に出た情報が舞い込む。\n事態を重くみたフィオレはルーラーであるジャンヌ・ダルクへ彼女の討伐を持ち掛ける。"
                },
                "17": {
                    "ID": "6308564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6308564",
                    "TitleEnglish": "Traumerei",
                    "SummaryEnglish": "Ruler takes Sieg out on a date in Trifas under the guise of luring out Assassin of Black but ends up enjoying this reverie more than she expected.",
                    "TitleJapanese": "トロイメライ",
                    "SummaryJapanese": "ミレニア城塞を襲撃した黒のアサシン、ジャック・ザ・リッパー。\nフィオレに襲い掛かるも、駆けつけたジークらの応戦により彼女は再び逃亡を図る。\nジャック・ザ・リッパーをおびき出すべくジークとジャンヌ・ダルクは、囮としてトゥリファスの街へと向かう。\n初めて街へ下りたジークは多くの人々を目の当たりにし、己に芽生えたある思いに気づき始める。\nしかし、トゥリファスの街へは静かに霧が迫っていた―。"
                },
                "18": {
                    "ID": "6308565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6308565",
                    "TitleEnglish": "From Hell",
                    "SummaryEnglish": "With her Command Spells, the master of Assassin of Black unleashes a vision of Hell within the mist. To those caught in it, the tormenting trap is all but inescapable.",
                    "TitleJapanese": "フロム・ヘル",
                    "SummaryJapanese": "ジャック・ザ・リッパーを庇い、赤のアーチャー・アタランテの矢に倒れたマスターの六導玲霞。\nアタランテの矢を受けるも、マスターおかあさんを失った哀しみから\nジャック・ザ・リッパーは周囲を深い霧で包み込み、アタランテ、そしてジーク、ジャンヌ・ダルクは彼女の悪夢へと誘われる。\nそれぞれがジャック・ザ・リッパーの幻影と向き合う中で、ジャンヌ・ダルクはある決断を下す―。"
                },
                "19": {
                    "ID": "6308566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6308566",
                    "TitleEnglish": "Dawn of the End",
                    "SummaryEnglish": "The Hanging Gardens of Babylon are quickly leaving Romania, forcing the remaining Yggdmillennia masters, Ruler and Kairi Sisigou to formulate the best plan of action to intercept the flying fortress.",
                    "TitleJapanese": "終わりの朝",
                    "SummaryJapanese": "ジャック・ザ・リッパーを討ち、空中庭園への突入が目前と迫る中、\n黒のライダー・アストルフォの宝具のひとつが、赤の陣営の攻撃を防ぐために有効であることが知らされる。\nそして、ユグドミレニア一族の長代行のフィオレは空中庭園への出撃にあたり判断を迫られる。\nカウレスは、苦悩する姉フィオレへひとつの選択を投げかける。"
                },
                "20": {
                    "ID": "6308567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6308567",
                    "TitleEnglish": "Soar Through the Sky",
                    "SummaryEnglish": "The masters and servants of the reformed Black Faction renew their convictions as they head out for what they plan to be the last battle of the Great Holy Grail War.",
                    "TitleJapanese": "空を駆ける",
                    "SummaryJapanese": "ミレニア城塞を後にし、それぞれが最後の戦いの舞台となる空中庭園への突入を前に、\n黒のライダー・アストルフォと共に、空中庭園へ向かうジークの身を案じるジャンヌ・ダルクから\n再び、黒のセイバー・ジークフリートをその身に宿す事が有償の奇跡であることを忠告される。\nそして、天草四郎時貞は自身の願いである「人類の救済」を達成すべく、大聖杯へと歩み寄る―。"
                },
                "21": {
                    "ID": "6308568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6308568",
                    "TitleEnglish": "Antares Snipe",
                    "SummaryEnglish": "The Great Holy Grail War resumes in midair on the Black faction's approach of the Hanging Gardens, with the servants of Red choosing their opponents to fulfill promises or curses made on the battlefield.",
                    "TitleJapanese": "天蠍一射",
                    "SummaryJapanese": "「全人類の救済」という大願に手をかけた天草四郎時貞―。\n時を同じくして大聖杯の起動を阻止すべく空中庭園へ迫りくるジャンヌ・ダルクと黒のサーヴァントを赤のサーヴァントが迎え撃つ。\nかつての弟子、そして宿敵であるアキレウスと再び対峙したケイローンは最終決戦を前に、アキレウスへひとつの願いを告げる―。"
                },
                "22": {
                    "ID": "6308569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6308569",
                    "TitleEnglish": "Reunion and Farewell",
                    "SummaryEnglish": "The battle between fated adversaries intensifies, with Ruler facing off against Archer of Red and Saber of Black appearing in front of Lancer of Red.",
                    "TitleJapanese": "再会と別離",
                    "SummaryJapanese": "ジャンヌ・ダルクを討ち、願いを叶えるためその身を魔獣と変えたアタランテ。\nジャンヌもまた己の為すべきことを果たすべく、アタランテへと立ち向かう。\n一方、カルナとの激闘の末にジークは変身が解け元の姿へ戻ってしまう。\n即座に令呪を使用し、ジークフリートの姿へと戻ろうとするジークをカルナは制し、\n後方に控えていたカウレスへ声をかける。"
                },
                "23": {
                    "ID": "6308570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6308570",
                    "TitleEnglish": "Going Beyond",
                    "SummaryEnglish": "Saber of Red confronts Assassin of Red and Ruler struggles with Caster of Red's machinations.",
                    "TitleJapanese": "彼方へと",
                    "SummaryJapanese": "赤のキャスター・シェイクスピア、そして天草四郎時貞の待つ大聖杯の間を目指すジャンヌ・ダルク。\nジャンヌを見送ったセミラミスは、玉座の間へ辿り着いたモードレッド、獅子劫を迎え撃つ。\n攻撃を察知したモードレッドは、獅子劫を玉座の間から脱出させるが自身もセミラミスの魔術の影響により一人劣勢を強いられる。\n激闘の最中、モードレッドは己の願いと向き合うー。"
                },
                "24": {
                    "ID": "6308571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6308571",
                    "TitleEnglish": "The Holy Grail War",
                    "SummaryEnglish": "Shirou reaches the Great Holy Grail and states his wish while Ruler, supported by friends old and new, activates her Noble Phantasm.",
                    "TitleJapanese": "聖杯戦争",
                    "SummaryJapanese": "シェイクスピアの宝具により過去の記憶を辿るジャンヌ・ダルクは\nシェイクスピア、そして彼に召喚されたかつての盟友ジル・ドレェによって\n自身が気づかずにいたある感情を暴かれる。\n呆然とするジャンヌへ大聖杯より帰還した天草四郎時貞は\n己の願いである人類の救済―第三魔法の成立を宣言する。"
                },
                "25": {
                    "ID": "6308572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-apocrypha/episodes/6308572",
                    "TitleEnglish": "Apocrypha",
                    "SummaryEnglish": "A boy once stood opposed to Shirou's wish, wielding a sword to fulfill his own. Thus the wishes intertwined into \"Apocrypha.\"",
                    "TitleJapanese": "Apocrypha",
                    "SummaryJapanese": "大聖杯による全人類の救済を願う天草四郎時貞の前に最後に立ちはだかるのは\n自身の願いのため剣をとった、何者でもなかった少年―ジークであった。\nそれぞれの願いの果てに、“外典”が紡がれる。"
                }
            }
        }
    }
}