{
    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7161104/",
        "https://www.themoviedb.org/tv/72362"
    ],
    "TitleEnglish": "Welcome to the Ballroom",
    "SummaryEnglish": "Fujita has drifted through middle school aimlessly, unable to find friends or anything that can hold his attention. Then, one day, he's attacked by a gang and saved by a mysterious man. But this isn't a karate master; it's a ballroom dance instructor! Reluctantly, Fujita takes a few beginner's classes, only to find his inspiration... an entrancing, teenage dance prodigy named Shizuku. It's Fujita's first step into the high-octane world of competitive dance!",
    "Aliases": [
        "Ballroom e Yōkoso"
    ],
    "Modified": "2025-09-14",
    "Seasons": {
        "1": {
            "ID": "715185",
            "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "6122071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6122071",
                    "TitleEnglish": "Welcome To Ogasawara Dance Studio",
                    "SummaryEnglish": "Tatara is a third-year middle school student with no particular dreams his future, until He unexpectedly meets a professional dancer Sengoku.　Sengoku takes him to Ogasawara Dance Studio and introduces him to the world of ballroom dancing. Tatara is shocked to see his classmate Shizuku there.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6181163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6181163",
                    "TitleEnglish": "Kiyoharu Hyodo",
                    "SummaryEnglish": "Tatara begins taking dance lessons at Ogasawara Dance Studio, but progress is slow...At his first dance competition, he is overwhelmed by Shizuku and her partner Kiyoharu Hyodo's dynamic power.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6198511",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6198511",
                    "TitleEnglish": "Dance the Waltz",
                    "SummaryEnglish": "Sengoku takes Tatara to the Prince Mikasa Cup competition, where he is both overwhelmed by Hyodo and Shizuku's performance and excited by this new world of dance. But then Hyodo disappears right before the second round of the Standard Division preliminaries...",
                    "Aliases": []
                },
                "4": {
                    "ID": "6212222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6212222",
                    "TitleEnglish": "Dancer's High",
                    "SummaryEnglish": "Tatara steps onto the dance floor for the first time as a stand-in for Hyodo, who is nowhere to be found. Seeing Tatara and Shizuku on the floor galvanizes Hyodo into dancing the next number, in spite of Sengoku's efforts to stop him. While keeping his gaze on Tatara, Hyodo dances the tango with a new and intense passion!",
                    "Aliases": []
                },
                "5": {
                    "ID": "6212223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6212223",
                    "TitleEnglish": "Partners",
                    "SummaryEnglish": "Brother & sister duo Gaju and Mako Akagi appear at Ogasawara Dance Studio. Hyodo has been prohibited from competing, and Gaju takes the opportunity to ask Shizuku to partner with him. Shizuku agrees, and they start practicing together, leaving Tatara to pair up with Mako.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6212225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6212225",
                    "TitleEnglish": "Line of Dance",
                    "SummaryEnglish": "Gaju drops his sister/partner Mako to pair up with Shizuku, whose partner Hyodo is out of commission. Tatara partners with Mako and challenges Gaju, hoping to make him recognize Mako's talents and want her back as a partner. But when Tatara and Mako start practicing together, they run into some challenges of their own...",
                    "Aliases": []
                },
                "7": {
                    "ID": "6254719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6254719",
                    "TitleEnglish": "Tenpei Cup",
                    "SummaryEnglish": "Tatara and Gaju prepare to battle it out at the Tenpei Cup. It is Tatara's first official dance competition and he is visibly nervous, but when he sees his partner Mako smile despite her nerves, he shores up his courage and steps onto the dance floor. Watching them dance lights a fire in Gaju! Will Tatara and Mako survive the first round?",
                    "Aliases": []
                },
                "8": {
                    "ID": "6254720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6254720",
                    "TitleEnglish": "Reality",
                    "SummaryEnglish": "Tatara makes it to the semifinals, but it's the first time he has competed in four consecutive dance styles and his physical stamina is quickly approaching its limit. Sengoku sees this and tells him to sit out on the Variations. Tatara is devastated, realizing how inexperienced he is compared to the other dancers. Then Hyodo appears with one word of advice for Tatara!",
                    "Aliases": []
                },
                "9": {
                    "ID": "6270284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6270284",
                    "TitleEnglish": "Flower & Frame",
                    "SummaryEnglish": "Tatara and Mako have made it to the finals. As they step onto the dance floor, Tatara is determined to be the \"frame\" for his partner Mako. The first style is the Waltz solo. Tatara's dedication to become the \"frame\" to enhance his \"flower\" Mako captivates the audience\" What lies behind his interpretation of \"flower in a frame\"?",
                    "Aliases": []
                },
                "10": {
                    "ID": "6270285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6270285",
                    "TitleEnglish": "Voltage",
                    "SummaryEnglish": "Watching Tatara and Mako perform, Gaju recalls events from his past -- Mako coaxing him into taking his first dance lesson, hearing encouraging words at a junior tournament, and being advised to find a partner other than Mako as his dancing skills developed. Now, dancing with Shizuku, Gaju realizes what a huge impact a partner can make. But suddenly, he loses focus and his ability to lead!",
                    "Aliases": []
                },
                "11": {
                    "ID": "6307119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6307119",
                    "TitleEnglish": "Evaluation",
                    "SummaryEnglish": "The last category in the Tenpei Cup is the Quickstep.. Tatara steps onto the floor to dance a special variation that Sengoku has taught them. But he is physically exhausted and his feet become heavy, exposing his lack of skill as a beginner.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6317664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6317664",
                    "TitleEnglish": "Meeting",
                    "SummaryEnglish": "Tatara's first day of high school begins with an unexpected reunion when he is harassed by a gang of delinquents and an upperclassman comes to his aid - fellow dancer, Gaju. Shizuku has deferred her study abroad for a year, and Tatara's goal is to compete with them again before she leaves. When he goes to watch Sengoku in the Tokyo Dance Grand Prix, yet another unexpected encounter awaits him...",
                    "Aliases": []
                },
                "13": {
                    "ID": "6329433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6329433",
                    "TitleEnglish": "Matchmaking",
                    "SummaryEnglish": "At Korakuen Hall, Tatara runs into a classmate who called ballroom dancing “lame.” Why did she come to watch a dance competition? She approaches him the next day, but not about dance. She seems to be more interested in the “aura of the dancers” on Sengoku’s team. She even follows him to Ogasawara Dance Studio to get their autographs. Chinatsu Hiyama is driving Tatara crazy…!",
                    "Aliases": []
                },
                "14": {
                    "ID": "6340397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6340397",
                    "TitleEnglish": "Formation",
                    "SummaryEnglish": "Tatara is having a hard time finding a partner, and loses confidence in his ability to lead when he dances with Chinatsu. Meanwhile, he finds out that his co-worker Akira also dances competitively.",
                    "Aliases": []
                },
                "15": {
                    "ID": "6352630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6352630",
                    "TitleEnglish": "Taking the Reins",
                    "SummaryEnglish": "Troubled by Marisa's comment that he wasn't being fair, Tatara skips dance practice with Chinatsu to visit Marisa's studio. There, he sees novice champion Kugimiya in a dance lesson. Tatara pairs up with Kugimiya, but has a hard time leading him. Kugimiya, on the other hand, is a forceful leader, who takes total control of Tatara...",
                    "Aliases": []
                },
                "16": {
                    "ID": "6363083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6363083",
                    "TitleEnglish": "Four-legged",
                    "SummaryEnglish": "Tatara and Chinatsu enter the Shizuoka Grand Prix without telling Marisa. Tatara is disappointed when he learns that Hyodo and Akagi aren't competing, but realizes he can now focus on Chinatsu, and they dance as Marisa coached them",
                    "Aliases": []
                },
                "17": {
                    "ID": "6375089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6375089",
                    "TitleEnglish": "Performer",
                    "SummaryEnglish": "Marisa orders Tatara and Chinatsu to win the A-Class competition at the Tokyo Dance Sports Tournament. But as the tournament draws near, Tatara and Chinatsu have a fight, putting them in the worst possible mindset before a competition. Hyodo steps in to support them and points out Tatara's \"problem\" which apparently has nothing to do with dance...",
                    "Aliases": []
                },
                "18": {
                    "ID": "6384760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6384760",
                    "TitleEnglish": "Competitor No. 13",
                    "SummaryEnglish": "Tatara and Chinatsu enter the Metropolitan Tournament with the understanding that if they lose, they will split up as partners. Despite their newcomer status, their passion to win begins to capture the attention of the audience and judges. Hyodo and Gaju watch over the couple, constantly arguing but dancing with fierce purpose. An idea seems to be forming in Hyodo's mind...",
                    "Aliases": []
                },
                "19": {
                    "ID": "6395023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6395023",
                    "TitleEnglish": "Rival",
                    "SummaryEnglish": "In the preliminaries, Tatara and Chinatsu have a perfect score whereas Akira and her partner Mine are down one point. Akira is annoyed when Chinatsu smugly says that Tatara is her true rival, causing her to fall out of sync with Mine. While Chinatsu gives dance her all, Akira claims that she doesn't even enjoy it. The two totally opposite girls have known each other since elementary school...",
                    "Aliases": []
                },
                "20": {
                    "ID": "6397214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6397214",
                    "TitleEnglish": "Friends",
                    "SummaryEnglish": "Akira has always danced with mixed feelings about Chinatsu, but when she sees Chinatsu and Tatara dancing passionately despite their differences, she recalls her mentor's words to \"enjoy dancing from the heart.\" From that moment, Akira and Mine begin to dance with genuine joy. Meanwhile during the break, Tatara receives strange advice from Kiyoharu. \"Want your scapula dislocated?\"",
                    "Aliases": []
                },
                "21": {
                    "ID": "6397215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6397215",
                    "TitleEnglish": "Door",
                    "SummaryEnglish": "Taking Hyodo's advice, Tatara begins to stretch his body in new ways, increasing his range of motion. He believes this will enable him to compete with Kugimiya, but finds it difficult to control his body's newfound mobility. Akira and Shizuku have feelings of anxiety, whereas Hyodo focuses on how quickly Chinatsu is adapting to Tatara's evolving dance style.",
                    "Aliases": []
                },
                "22": {
                    "ID": "6397218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6397218",
                    "TitleEnglish": "Leader-Partner",
                    "SummaryEnglish": "When Hyodo releases Tatara's fascia, his range of movement expands so dramatically that Chinatsu struggles to maintain their form. But the audience and judges are captivated by their dynamic style. Even the usually laser-focused Kugimiya cannot ignore Tatara's breakthrough. As the audience cheers for Tatara, Kugimiya recalls the day he first met his mentor, and the challenges he had to overcome.",
                    "Aliases": []
                },
                "23": {
                    "ID": "6397220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6397220",
                    "TitleEnglish": "History and Evolution",
                    "SummaryEnglish": "Team Fujita advances to the finals in 4th place. As Tatara searches for Chinatsu to tell her the news, he receives a call from Sengoku. Tatara and Chinatsu have clashed from the moment they became partners, but as he takes Chinatsu's hand and steps onto the dance floor, a strange, new feeling overcomes him.Team Kugimiya is also pushing forward at full speed.　How will the competition end?",
                    "Aliases": []
                },
                "24": {
                    "ID": "6397222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/welcome-to-the-ballroom/episodes/6397222",
                    "TitleEnglish": "Welcome to the Ballroom",
                    "SummaryEnglish": "The third style in the finals is the Viennese Waltz, where the male and female dancers take turns leading, which is perfect for Team Fujita. The fourth style is the elegant Slow Foxtrot, which favors Team Kugimiya. One team just started dancing whereas the other has ten years of experience. Either pair could win. The last event is the Quickstep. How will Tatara and Chinatsu do in the final round?",
                    "Aliases": []
                }
            }
        }
    }
}