{
    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5628740/",
        "https://www.themoviedb.org/tv/71360"
    ],
    "TitleEnglish": "Yu-Gi-Oh! VRAINS",
    "SummaryEnglish": "In Den City, SOL Technologies created a VR space called \"LINK VRAINS\" where duelists can use avatars to duel. Yusaku Fujiki, also known as Playmaker, is a first year high school student who fights the Knights of Hanoi, a group of hackers, as he tries to find out the truth about the past. The Knights of Hanoi as well as SOL Technologies are seeking a mysterious AI program that Yusaku manages to capture.",
    "TitleJapanese": "遊☆戯☆王ＶＲＡＩＮＳ",
    "SummaryJapanese": "ネットワークシステムが発達した都市Den City(デンシ ティ )。そこでは大企業『SOLテクノロジー社』が作り上げた高度なネットワーク技術により、 『LINK VRAINS(リンク ヴレインズ )』と呼ばれる VR 空間が構築され、人々はその空間での新たなデュエル体験に熱狂していた。『LINK VRAINS(リンク ヴレインズ )』に、デュエルによるハッキングを仕掛ける謎のハッカー集団『ハノイの騎士』が現れる。彼らの狙いはネットワークのどこかに存在するという『AI たちの世界＝サイバース』 を滅亡させる事にあった。しかしそんな 『LINK VRAINS(リンク ヴレインズ )』の脅威に立ちはだかる１人のデュエリストがいた。彼の名は“ Playmaker”。圧倒的なデュエルで『ハノイの騎士』を倒し、何も語らずに去っていく彼の名は、ネットワーク世界で一躍有名になる。 その“ Playmaker”の正体である高校生『藤木遊作』は、過去に起きた事件の真相を探すため、VRAINSに出没する『ハノイの騎士』を追っていたのだった。",
    "Aliases": [
        "遊戯王ＶＲＡＩＮＳ"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "1": {
            "ID": "708738",
            "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/seasons/official/1",
            "# Episodes": 46,
            "Episodes": {
                "1": {
                    "ID": "6052132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6052132",
                    "TitleEnglish": "My Name Is Playmaker",
                    "SummaryEnglish": "Den City is the city where the newest network technology was developed. There we have the LINK VRAINS, a cyberspace managed by the SOL Technologies Inc. where people Duel night and day. Our protagonist, Yusaku Fujiki, is a cool student with excellent observation abilities. In order to defeat a group who plans to ruin the LINK VRAINS, the Knights of Hanoi, he transforms into his avatar Playmaker and Duels them. One day, Yusaku gets the information that SOL Technology is desperately searching for: a mysterious lifeform with the help of Shoichi Kusanagi, a hacker who shares Yusaku's goals. Noticing the Knights of Hanoi are also after it, Yusaku prepares a trap and plans his capture strategies...",
                    "TitleJapanese": "俺の名はPlaymaker",
                    "SummaryJapanese": "最新のネットワークが発達した都市「Den City」。そこでは、「SOLテクノロジー社」が管理するＶＲ空間「LINK VRAINS」で、人びとが日夜デュエルをしていた。\n主人公・藤木遊作は、すぐれた観察眼を持ったクールな高校生。「LINK VRAINS」の崩壊をたくらむ「ハノイの騎士」を倒すため、自身のアバターである「Playmaker」に変身して人知れずデュエルを繰り広げていた。\nそんな時、遊作と同じ目的を持つハッカー、草薙翔一によって「SOLテクノロジー社」が謎の生命体を必死に探しているとの情報が入る。それを「ハノイの騎士」も追っている事に気付いた遊作は、ネットワーク上に罠を張り、捕獲(ほかく)作戦を計画するのだが…。"
                },
                "2": {
                    "ID": "6084621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6084621",
                    "TitleEnglish": "Seize the Wind! Storm Access",
                    "SummaryEnglish": "Yusaku managed to capture the Mysterious Lifeform as he chases after the Knights of Hanoi. In order to defeat them, he logs into the VR Space network, LINK VRAINS, as Playmaker. He commenced a Duel, holding the lifeform as a hostage. However, the lifeform predicted that \"Yusaku can't win with his Deck\", and performed a certain action...",
                    "TitleJapanese": "風を掴め！Storm Access",
                    "SummaryJapanese": "ハッカー集団「ハノイの騎士」が追い求める謎の生命体を手に入れた遊作は、「ハノイの騎士」を倒す為、「Playmaker」としてＶＲ空間「LINK VRAINS」にログイン。謎の生命体を人質にデュエルを申し込む。\n「遊作のデッキじゃ勝てない」。そう計算した謎の生命体は、「LINK VRAINS」に大量のデータによる「Data Storm」を発生させる。そこで行われるデュエルは、「Playmaker」でさえも体験したことのない未知のデュエル、「スピードデュエル」だった。「スピードデュエル」に遊作が慣れないうちに、切り札「クラッキング・ドラゴン」を召喚する「ハノイの騎士」。絶体絶命の遊作は…。"
                },
                "3": {
                    "ID": "6092714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6092714",
                    "TitleEnglish": "First Contact",
                    "SummaryEnglish": "Yusaku begins to examine the information hidden in the Mysterious Lifeform. Meanwhile, after his Duel against the Knights in the network, he became famous as the hero who saved LINK VRAINS. Learning that the lifeform is with Playmaker, SOL Technology sets up an operation to capture it...",
                    "TitleJapanese": "ファースト・コンタクト",
                    "SummaryJapanese": "謎の生命体に秘められた情報の調査を開始する遊作。一方で「ハノイの騎士」とのデュエルがネットワーク上で目撃され、「Playmaker」は「LINK VRAINS」を救った英雄として大きな話題になっていた。\n謎の生命体が「Playmaker」のもとにあることを知った「SOLテクノロジー社」は、それを奪い返す計画を立てる。「SOLテクノロジー社」のセキュリティ部長、財前は、「Playmaker」を倒すため、「LINK VRAINS」でも人気の高いカリスマデュエリスト、Go鬼塚に接触するのだった。"
                },
                "4": {
                    "ID": "6092715",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6092715",
                    "TitleEnglish": "Charisma Duelist Go Onizuka",
                    "SummaryEnglish": "The true identity of the Knight of Hanoi who suddenly appears is Go Onizuka, a Charisma Duelist. As the new hero of LINK VRAINS, Playmaker has stolen away some of GO's fans. In order to regain their support, GO challenges Playmaker to a Duel.",
                    "TitleJapanese": "カリスマデュエリスト Go鬼塚",
                    "SummaryJapanese": "ＶＲ空間「LINK VRAINS」に突然現れた「ハノイの騎士」。しかしその正体は、「Playmaker」を狙うカリスマデュエリスト、Go鬼塚だった。\n彼は児童養護施設で育った過去を持ち、その恩返しと施設の子供たちの笑顔を見る為に、デュエルで賞金を稼いでいた。しかし「LINK VRAINS」のニューヒーロー「Playmaker」の登場で、子供たちの目には「Playmaker」しか映らなくなっていったのだ。\n「Playmaker」を倒し、再び子供たちの心をつかむ為、Go鬼塚が「Playmaker」にデュエルを挑む！"
                },
                "5": {
                    "ID": "6092718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6092718",
                    "TitleEnglish": "The Three Count Rings",
                    "SummaryEnglish": "GO carries out his Duel in a manner similar to Pro-Wrestling, using Dueling as a means to entertain the audience. Playmaker seems to be interested in this playstyle, which is different from his calm and calculated playstyle. As if acknowledging GO Onizuka’s Dueling, Playmaker Summons \"Decode Talker\", despite taking a huge amount of damage. And thus, the two’s ace monsters clash!",
                    "TitleJapanese": "鳴動のスリーカウント",
                    "SummaryJapanese": "まるでプロレスの様にあえてピンチを演出し、デュエルをエンターテインメントとして魅せるGo鬼塚。冷静な自分のプレイスタイルとの違いを知りつつも、「Playmaker」はGo鬼塚のデュエルに興味を持ち始める自分に気づく。\nGo鬼塚のデュエルを受け入れるかのように、大ダメージを受けながらエースモンスター「デコード・トーカー」を召喚する「Playmaker」。そしてついに、両者のエースモンスターが激突する！"
                },
                "6": {
                    "ID": "6125374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6125374",
                    "TitleEnglish": "Idol!! Blue Angel",
                    "SummaryEnglish": "Aoi Zaizen works as a Charisma Duelist under the alias Blue Angel in LINK VRAINS. In order to gain recognition from her brother, Akira Zaizen, she publicly challenges Playmaker to a Duel in LINK VRAINS. However, Playmaker did not respond to her challenge. Instead, the one who appeared before her is Specter, who has disguised as her fan!",
                    "TitleJapanese": "アイドル!!ブルーエンジェル",
                    "SummaryJapanese": "「LINK VRAINS」ではカリスマデュエリスト、ブルーエンジェルとして活躍する財前葵。彼女は兄である財前晃に認められるため、「LINK VRAINS」の人々の前で「Playmaker」にデュエルを申し込む。しかし「Playmaker」からの返答はなく、彼女の前に現れたのは、ファンに成りすました「ハノイの騎士」のメンバー、スペクターだった！"
                },
                "7": {
                    "ID": "6135967",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6135967",
                    "TitleEnglish": "Hanoi's Angel",
                    "SummaryEnglish": "Feeling that the Knights of Hanoi are behind Blue Angel, Yusaku decides to Duel her to find out her real intentions. However, Playmaker is gradually driven into a corner by Blue Angel’s tactics, which focus on dealing effect damage. Blue Angel’s strong desire to be recognized by her brother has fueled her Dueling, and she won’t hold back...",
                    "TitleJapanese": "ハノイの天使",
                    "SummaryJapanese": "ブルーエンジェルの背後に「ハノイの騎士」の気配を感じた遊作は、その真意を探るためにデュエルを受ける。効果ダメージを使いこなすブルーエンジェルの戦術にじりじりと追い詰めれられる「Playmaker」。兄の財前晃に認められたいという強い決意が、ブルーエンジェルのデュエルを後戻りのできないものにしていた…。"
                },
                "8": {
                    "ID": "6148054",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6148054",
                    "TitleEnglish": "The One Who Commands the Wind",
                    "SummaryEnglish": "Due to Hanoi's program, Aoi Zaizen is now in a comatose state. Feeling responsible for dragging her into his battle against Hanoi, Yusaku tries to investigate the cause of this together with Kusanagi. However, Blue Angel, who is supposed to be in a coma, then appears on the city's monitors, and challenges Playmaker to a rematch!",
                    "TitleJapanese": "風を操りし者",
                    "SummaryJapanese": "「ハノイの騎士」が仕掛けたプログラムの影響を受け、昏睡状態となった財前葵。ハノイとの争いに巻き込んでしまったことに責任を感じる遊作は、草薙たちと原因について調べ始める。しかしその時、街のモニターに昏睡状態のはずのブルーエンジェルが映し出され、「Playmaker」へ再戦を申し込むのだった。"
                },
                "9": {
                    "ID": "6186616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6186616",
                    "TitleEnglish": "Enemy I Was Seeking",
                    "SummaryEnglish": "In order to obtain the program that removes the virus that infected Aoi, Yusaku commences a Duel against Revolver, with the AI, who is also known as Ai, as a wager. Using the Link Monsters he obtained in his previous Duels, Playmaker was able to destroy Revolver’s \"Cracking Dragon\". However, the back-and-forth Duel between them takes a new turn as Revolver activates a shocking Skill!",
                    "TitleJapanese": "追い求めてきた敵",
                    "SummaryJapanese": "葵を蝕(むしば)むウイルスを除去するプログラムと、「イグニス」と呼ばれるAi(アイ)を懸けた「Playmaker」とリボルバーのデュエル。リボルバーが呼び出した「クラッキング・ドラゴン」を、これまでのデュエルで手に入れたリンクモンスターで早々に撃破する「Playmaker」。一進一退のデュエルが続くかに思われたその時、リボルバーが衝撃のスキルを発動する！"
                },
                "10": {
                    "ID": "6190741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6190741",
                    "TitleEnglish": "Impact! Cyberse Vanishes",
                    "SummaryEnglish": "Due to Revolver's brutal assault, Playmaker is now on the defensive. Playmaker then uses Storm Access to obtain a card in order to turn things around. However, due to Revolver's tactics, the stage of their battle has moved to the inside of the Data Storm...",
                    "TitleJapanese": "衝撃！サイバース消失",
                    "SummaryJapanese": "強力なスキルを発動し、圧倒的な力を手にしたリボルバーの猛攻を前に防戦一方のPlaymaker。起死回生の「Storm Access(ストームアクセス)」で逆転のカードを手に入れたかに思われたその時、リボルバーの取った作戦により２人のデュエルは「Data Storm」の内部へと舞台を移す。"
                },
                "11": {
                    "ID": "6205525",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6205525",
                    "TitleEnglish": "Roar of the Magazine Varreload",
                    "SummaryEnglish": "Playmaker is shocked by the truth that Revolver revealed, and he collapses after taking a powerful attack from Revolver’s ace monster, \"Borreload Dragon\". As his consciousness fades, a mysterious voice echoes in his mind and awakens him... Playmaker then gets back up, his eyes burning with unwavering resolve...",
                    "TitleJapanese": "轟く弾倉 ヴァレルロード",
                    "SummaryJapanese": "リボルバーの明かした真実に困惑するPlaymakerは、リボルバーのエースモンスター「ヴァレルロード・ドラゴン」の強烈な一撃を受けて倒れ込む。意識が遠のいていく最中、脳裏に響いた謎の声で目を覚まし、Playmakerは立ち上がる。その瞳には揺るぎない闘志が宿っていた。"
                },
                "12": {
                    "ID": "6218474",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6218474",
                    "TitleEnglish": "Impregnable Defending Dragon Firewall",
                    "SummaryEnglish": "Accompanied by \"Firewall Dragon\", Playmaker musters every last ounce of his strength to fight against Revolver’s \"Borreload Dragon\". Playmaker vows to get revenge for the incident that happened in the past, while Revolver plots to eradicate Ai. As the two’s beliefs clash, their two dragons also face off against one another!",
                    "TitleJapanese": "鉄壁の守護竜 ファイアウォール",
                    "SummaryJapanese": "「ファイアウォール・ドラゴン」を従えたPlaymakerは、最後の力を振り絞りリボルバーの「ヴァレルロード・ドラゴン」に対抗する。過去に起きた事件の復讐を誓うPlaymakerと、「イグニス」の消滅(しょうめつ)を企てるリボルバー。２つの意志と、対峙(たいじ)する２体の「ドラゴン」が今、激突する！"
                },
                "13": {
                    "ID": "6235174",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6235174",
                    "TitleEnglish": "Fierce Battle's Record",
                    "SummaryEnglish": "After his fierce battle against Revolver, Yusaku analyzes the information about Ignis together with Kusanagi. Meanwhile, Ghost Girl, the mysterious Duelist who witnessed Playmaker, receives an interview in LINK VRAINS. She starts talking about the Knights of Hanoi’s attacks, as well as Playmaker’s battles.",
                    "TitleJapanese": "激闘 の記録",
                    "SummaryJapanese": "リボルバーとの激闘を終えた遊作は、草薙と共にイグニスについての情報を分析する。一方LINK VRAINSでは、Playmakerを目撃したという謎のデュエリスト、ゴーストガールが取材に応じていた。彼女はこれまでに起きた「ハノイの騎士」の襲撃、そしてPlaymakerの闘いについて語るのだった。"
                },
                "14": {
                    "ID": "6247496",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6247496",
                    "TitleEnglish": "Ghost Girl's Invitation",
                    "SummaryEnglish": "Interested in the incident that happened ten years ago, Ghost Girl challenged Playmaker to a Duel, with Ai as a wager. Learning that he will be able to obtain the program that allows him to infiltrate SOL Technologies Data Bank if he wins, Yusaku heads to LINK VRAINS. Fully aware of the risks, Yusaku still accepted Ghost Girl’s challenge in order to discover the truth about the incident that happened ten years ago. However, he faces a tough battle against Ghost Girl’s elusive \"Altergeist\" Deck!",
                    "TitleJapanese": "ゴーストガールの誘い",
                    "SummaryJapanese": "10年前の事件に興味を持ったゴーストガールは、PlaymakerにAi(アイ)を懸けたデュエルを申し込む。勝利すれば「SOLテクノロジー社」のデータバンクに侵入するためのプログラムを得られると知り、遊作はLINK VRAINSへと向かう。10年前の事件の真相を暴くべく、危険を承知で挑戦を受けた遊作に、神出鬼没(しんしゅつきぼつ)のゴーストガールが操る「オルターガイスト」デッキが襲いかかる！"
                },
                "15": {
                    "ID": "6263562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6263562",
                    "TitleEnglish": "Altergeist that Hides in the Darkness",
                    "SummaryEnglish": "Ghost Girl carries out an unpredictable Duel with her phantasmagorical tactics. Meanwhile, Playmaker calmly analyzes Ghost Girl's moves and looks for a chance to use Storm Access. Thus, a battle of wits unfolds between the two as they try to outsmart one other. Who will ultimately triumph?!",
                    "TitleJapanese": "闇に忍ぶオルターガイスト",
                    "SummaryJapanese": "変幻自在(へんげんじざい)の戦術により、先の読めないデュエルを繰り広げるゴーストガール。Playmakerもまた、ゴーストガールの動きを冷静に分析しつつ「Storm Access(ストームアクセス)」のチャンスをうかがう。裏を読みあう２人の研ぎ澄まされた心理戦、勝利するのは果たしてどちらか。"
                },
                "16": {
                    "ID": "6280817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6280817",
                    "TitleEnglish": "Infiltrate SOL's Cyber Fortress",
                    "SummaryEnglish": "In order to search for the truth about the incident ten years ago, Playmaker hacked into SOL's mother computer, and heads for the data bank that lies deep within its system. However, standing in his way is a Dueling AI program! Can Playmaker get past this new threat and seize the truth?!",
                    "TitleJapanese": "潜入SOL 電脳要塞",
                    "SummaryJapanese": "10年前の事件を探るため「SOLテクノロジー社」のマザーコンピューターへと侵入したPlaymakerは、システムの深部にあるデータバンクへ向かう。しかしPlaymakerの前にデュエルＡＩプログラムが立ちはだかる。新たな脅威を前に、Playmakerは、真実を掴めるのか。"
                },
                "17": {
                    "ID": "6291658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6291658",
                    "TitleEnglish": "Flawless AI Duelist",
                    "SummaryEnglish": "Blue Angel rushes to Playmaker, who is having troubles against the AI programs. Thanks to her, Playmaker is able to get out of a pinch and reach the inner depths of the mother computer. However, when Playmaker reaches the data bank, a certain character stands in his way...",
                    "TitleJapanese": "完全無欠のＡＩデュエリスト",
                    "SummaryJapanese": "ＡＩプログラムたちの妨害を受けるPlaymakerの元へ、ブルーエンジェルが駆けつける。彼女の活躍により窮地を脱したPlaymakerは、マザーコンピューターの深部へと急いだ。しかし、目的のデータバンクへ到着したPlaymakerの前に、ある人物が立ちはだかる…。"
                },
                "18": {
                    "ID": "6303040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6303040",
                    "TitleEnglish": "Wound Etched Into His Heart",
                    "SummaryEnglish": "When Playmaker reaches SOL's data bank, he runs into Akira. Akira tries to stop the vengeful Playmaker, but Playmaker wouldn't listen to him. In order to settle his score, Playmaker decides to Duel Akira. Thus, a battle begins in the data bank, where the truth behind the incident is concealed...",
                    "TitleJapanese": "胸に刻まれた傷",
                    "SummaryJapanese": "「SOLテクノロジー社」のデータバンクに侵入したPlaymakerを待っていたのは、財前晃。復讐に燃えるPlaymakerを制止する晃だが、その言葉は届かない。そしてPlaymakerはデュエルでの決着を晃に求める。事件の真相が隠されたデータバンクを背に、闘いの火蓋が切られた。"
                },
                "19": {
                    "ID": "6313593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6313593",
                    "TitleEnglish": "The Incident Buried in the Darkness",
                    "SummaryEnglish": "Akira skillfully uses his \"Tindangle\" Deck to fight against Playmaker. Playmaker also fights back with his Cyberses. As their fierce battle rages on, Akira starts talking about the incident ten years ago. At last, Yusaku's past is finally unveiled...",
                    "TitleJapanese": "闇に葬られし事件",
                    "SummaryJapanese": "「ティンダングル」デッキを操り、巧みな戦術を見せる財前晃。Playmakerもまた、サイバースで対抗する。データバンク内での激しい攻防の中、10年前に起こった事件について晃が語り始める。そして、遊作の壮絶な過去が明らかに…!!"
                },
                "20": {
                    "ID": "6326053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6326053",
                    "TitleEnglish": "Unyielding Justice",
                    "SummaryEnglish": "Akira manages to drive Playmaker into a corner. However, Playmaker fights back with everything he got, performing multiple Link Summons in a row in order to turn the battle around. Akira and Playmaker then proceed to duke it out with their ace monsters.",
                    "TitleJapanese": "ゆずれない正義",
                    "SummaryJapanese": "ありとあらゆる手段を使い、Playmakerを追い詰める財前晃。だがPlaymakerは最後の力を振り絞り、連続リンク召喚で逆転の一手を狙う。晃のエースモンスター「ティンダングル・アキュート・ケルベロス」とPlaymakerの「ファイアウォール・ドラゴン」が激しくぶつかり合う！"
                },
                "21": {
                    "ID": "6345492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6345492",
                    "TitleEnglish": "Embers of a New Battle",
                    "SummaryEnglish": "Yusaku and Kusanagi analyze SOL Technologies' data, and discover some new information about the incident ten years ago. Meanwhile, at Yusaku's house, Ai and Roboppy are secretly plotting something...",
                    "TitleJapanese": "新たな闘いの火種",
                    "SummaryJapanese": "遊作は、草薙とともに「SOLテクノロジー社」のデータの解析を進める。そして２人は10年前の事件についての新たな真実を知る。一方遊作の家では、Ai(アイ)とＡＩプログラムのロボッピによる秘密の悪だくみが行われようとしていた。"
                },
                "22": {
                    "ID": "6349536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6349536",
                    "TitleEnglish": "Blackened Sun",
                    "SummaryEnglish": "Yusaku and co. investigate a mysterious phenomenon known as \"Another\", where the victims can't log out of LINK VRAINS and stay unconscious in the real world. They successfully identify who the next victim might be through the data they collected. In order to prevent more damage, Yusaku and co. decide to take action.",
                    "TitleJapanese": "漆黒に染まる日輪",
                    "SummaryJapanese": "「Den City」で次々と発生する謎の現象「アナザー」。それは「LINK VRAINS」からログアウトできず、現実世界で意識不明となってしまうという恐ろしいものだった。その原因を調査する遊作たちは、集めたデータから次に狙われそうな人物の特定に成功。これ以上の被害を食い止めるべく、行動を開始する。"
                },
                "23": {
                    "ID": "6358176",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6358176",
                    "TitleEnglish": "Genome's Giant",
                    "SummaryEnglish": "In order to rescue a boy who fell victim to the \"Another\" phenomenon, Go Onizuka confronted the criminal who called himself Dr. Genome. Determined to win no matter what, Go casts away his entertainment style and Duels like a heel.",
                    "TitleJapanese": "ゲノムの巨人",
                    "SummaryJapanese": "「アナザー」事件の被害者となってしまった少年を救うため、犯人を名乗るドクター・ゲノムと対峙するGo鬼塚。少年のためにも敗北が許されないGo鬼塚は、それまでのエンターテインメントスタイルを捨て、勝利のためには手段を選ばないヒールスタイルのデュエルを見せる。"
                },
                "24": {
                    "ID": "6358177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6358177",
                    "TitleEnglish": "Dark Mask's Burden of Fate",
                    "SummaryEnglish": "Dr. Genome uses his \"Helixx\" Deck to turn the \"Gouki\" monsters' powerful attacks against themselves, putting Go Onizuka into a pinch. At the same time, the other members of the Knights of Hanoi also show up in LINK VRAINS and indiscriminately attack the citizens...",
                    "TitleJapanese": "ダークマスクが背負う宿命",
                    "SummaryJapanese": "「剛鬼(ごうき)」のパワフルな攻撃を逆手に取る「地獄螺戦鬼(ヘルリックス)」の戦術を操るドクター・ゲノム。その戦術によってGo鬼塚は、絶体絶命のピンチに陥ってしまう。一方、Go鬼塚たちの闘いとは別に、「ハノイの騎士」の集団が「LINK VRAINS」へと現れ、街の人々に無差別攻撃を仕掛け始めた…。"
                },
                "25": {
                    "ID": "6358178",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6358178",
                    "TitleEnglish": "Virus Deck Operation",
                    "SummaryEnglish": "Aoi is aware of the battle between the Knights of Hanoi and Playmaker's group, but she doesn't know whether she should fight as Blue Angel or keep her promise to Akira and not go into LINK VRAINS. However, Emma then appears before her. What is Aoi's answer after her meeting with Emma?",
                    "TitleJapanese": "ウィルスデッキ・オペレーション",
                    "SummaryJapanese": "「ハノイの騎士」とPlaymakerたちの死闘を知った葵は、ブルーエンジェルとして闘おうとする想いと、兄である晃と交わした、もう「LINK VRAINS」には入らないという約束との間で葛藤する。しかしそんな彼女のもとにエマが現れる。エマとの出会いで葵が出した答えとは!?"
                },
                "26": {
                    "ID": "6358179",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6358179",
                    "TitleEnglish": "Three Draws Leading to Hope",
                    "SummaryEnglish": "All of Blue Angel's \"Trickstar\" tactics were locked away, and she received a huge amount of damage due to Baira's \"Dark Mummies\". With no other choice, Blue Angel bets everything on her one last chance...",
                    "TitleJapanese": "希望を導くスリー・ドロー –",
                    "SummaryJapanese": "「トリックスター」の戦術をことごとく封じられたブルーエンジェルは、バイラが持つ「ダークマミー」の攻撃によって大ダメージを受けてしまう。後のなくなった彼女は、大きなリスクと知りながらも、残された最後のチャンスに懸けるのだった…。"
                },
                "27": {
                    "ID": "6402317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6402317",
                    "TitleEnglish": "Naoki Shima the Fighter",
                    "SummaryEnglish": "As the Another phenomenon begins to affect the real world, everyone begins to panic, and LINK VRAINS is put on high alert. Due to something, Naoki Shima decides to fight against the Knights of Hanoi...",
                    "TitleJapanese": "闘う男、島直樹",
                    "SummaryJapanese": "現実世界にも影響を及ぼした「アナザー」事件によって人々はおびえ、「LINK VRAINS」は、いまだ厳戒態勢となっていた。そんな中、「LINK VRAINS」に人一倍の憧れを抱く島直樹は、あるきっかけによって「ハノイの騎士」に立ち向かう決意をする！"
                },
                "28": {
                    "ID": "6402318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6402318",
                    "TitleEnglish": "Final Commander of the Three Knights",
                    "SummaryEnglish": "Faust, the mastermind behind Another, takes Naoki hostage and uses him to draw out Playmaker. Using electric worm monsters known as \"Motor Worms\", he seals away Playmaker's Link Summon. Playmaker then flies into the Data Storm and uses Storm Access, hoping to turn things around...",
                    "TitleJapanese": "三騎士、最後の将",
                    "SummaryJapanese": "島を人質に取り、Playmakerを呼び寄せた「アナザー」事件の首謀者、ファウスト。彼は「電動蟲(モーターワーム)」と呼ばれるモンスターを操り、これまでにない奇怪な戦術でPlaymakerのリンク召喚を封じる。ファウストの巧みな罠を突破するために、Playmakerは頭上に吹きすさぶ「Data Storm(データ ストーム)」に突入。「Storm Access(ストーム アクセス)」で逆転を狙う！"
                },
                "29": {
                    "ID": "6402319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6402319",
                    "TitleEnglish": "Kusanagi Report",
                    "SummaryEnglish": "The Knights of Hanoi's activities have begun to reach the real world itself. Sensing the impending danger, Kusanagi decides to leave behind a record about the truth behind the connection between the Knights of Hanoi and the Lost Incident, as well as the Another Incident...",
                    "TitleJapanese": "クサナギレポート",
                    "SummaryJapanese": "「ハノイの騎士」の魔の手は「LINK VRAINS」だけにとどまらず、現実世界にまで広がった。迫りくる脅威(きょうい)に危機を感じた草薙は、「ハノイの騎士」と「ロスト事件」の関係、そして「Den City」で起こった「アナザー」事件の真相を記録に残し始める…。"
                },
                "30": {
                    "ID": "6402320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6402320",
                    "TitleEnglish": "Doorway to the Abyss",
                    "SummaryEnglish": "Yusaku questions why Revolver didn't show up at all during the Another Incident. In order to clear things up, he enters LINK VRAINS to investigate. There, he runs into Ghost Girl, who is also investigating something. The two then discover a place where something abnormal is happening...",
                    "TitleJapanese": "奈落への扉",
                    "SummaryJapanese": "遊作は、「アナザー」事件にリボルバーが姿を見せなかった事に疑問を抱いていた。その疑問を解消するべく「LINK VRAINS」に入り調査を始めた遊作は、そこで同じく調査を進めていたゴーストガールと遭遇する。そして２人は内部に異変のある場所を発見するのだが…。"
                },
                "31": {
                    "ID": "6447361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6447361",
                    "TitleEnglish": "The Final Trigger",
                    "SummaryEnglish": "Ghost Girl ran into Revolver while she was investigating LINK VRAINS' underground. The two of them then start a Duel. Ghost Girl manages to take out \"Topologic Bomber Dragon\" and Link Summons her trump card. She then delivers the finishing blow against Revolver, but...",
                    "TitleJapanese": "終末のトリガー",
                    "SummaryJapanese": "「LINK VRAINS」の地下を調査するゴーストガールと、彼女の前に姿を現したリボルバーのデュエルが始まった。ゴーストガールは強力な効果を持つ「トポロジック・ボマー・ドラゴン」を退け、切り札の「オルターガイスト」をリンク召喚。リボルバーにとどめの一撃を放つが…。"
                },
                "32": {
                    "ID": "6452913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6452913",
                    "TitleEnglish": "Tower of Hanoi",
                    "SummaryEnglish": "An ominous tower has appeared in LINK VRAINS. An incident then occurs, where many Duelists get converted to data. Learning this, Playmaker heads to LINK VRAINS, bringing the info Ghost Girl entrusted to him with him. He meets up with Go Onizuka and Blue Angel, and exchanges information with them. The three then split up to search for Revolver. However, Blue Angel then runs into Spectre...",
                    "TitleJapanese": "ハノイの塔",
                    "SummaryJapanese": "「LINK VRAINS」に突然、不気味な塔が出現し、デュエリストたちを次々とデータ化する事件が発生。それを知ったPlaymakerは、ゴーストガールに託された情報を元に「LINK VRAINS」へと向かい、同じく危機を察知したGo鬼塚とブルーエンジェルに出会う。そして彼らは、情報を共有し、それぞれが別々にリボルバーを探しに行く。そして、ブルーエンジェルの行く手を阻むようにスペクターが現れるのだった…。"
                },
                "33": {
                    "ID": "6452916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6452916",
                    "TitleEnglish": "Angel with Blue Tears",
                    "SummaryEnglish": "Blue Angel launches a series of attacks against Spectre with her \"Trickstars\", but her attacks didn't work, since Spectre is protected by his \"Sunavalon\". Blue Angel then uses her deadly combo. However, a sinister smile dashes across Spectre's face...",
                    "TitleJapanese": "青い涙の天使",
                    "SummaryJapanese": "「トリックスター」デッキで攻めるブルーエンジェルだったが、「聖天樹(サンアバロン)」に守られたスペクターに攻撃は届かない。そこでブルーエンジェルは一撃必殺のコンボをスペクターに浴びせるのだが、彼は不敵な笑みを浮かべる…。"
                },
                "34": {
                    "ID": "6452917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6452917",
                    "TitleEnglish": "Sacred Tree",
                    "SummaryEnglish": "Spectre's Sunavalon evolves and drives Blue Angel into a corner. As her tactics are gradually sealed off, Blue Angel comes up with a plan to counter Spectre's impenetrable battle formation. Now on the defensive, Blue Angel Link Summons a new Trickstar...!",
                    "TitleJapanese": "聖なる天樹",
                    "SummaryJapanese": "成長するたびにブルーエンジェルを追い詰めていく、スペクターの「聖天樹(サンアバロン)」。徐々に動きを封じられていく苦しいデュエルの中で、ブルーエンジェルはスペクターの鉄壁の布陣を攻略する奇策を思いつく。守りに徹していたブルーエンジェルが、リンク召喚した新たな「トリックスター」とは…!?"
                },
                "35": {
                    "ID": "6495657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6495657",
                    "TitleEnglish": "The Other Lost Incident",
                    "SummaryEnglish": "In order to save LINK VRAINS from destruction, Playmaker heads to the Tower of Hanoi. However, standing in his way is Spectre! Playmaker tries to deal big damage to Spectre, but Spectre's Sunavalon combo prevents him from doing that. In this Duel, Playmaker learns about Spectre's shocking past...",
                    "TitleJapanese": "もう一つのロスト事件",
                    "SummaryJapanese": "「LINK VRAINS」の崩壊を防ぐため「ハノイの塔」へと向かうPlaymakerの前にスペクターが立ちはだかった。Playmakerはサイバースたちで大ダメージを狙うが、「聖天樹(サンアバロン)」のコンボにより防がれてしまう。そしてPlaymakerは、デュエルの中でスペクターの衝撃の過去を知る…。"
                },
                "36": {
                    "ID": "6495658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6495658",
                    "TitleEnglish": "Pointless Justice",
                    "SummaryEnglish": "Spectre's devious Sunavalon combo keeps replenishing his LP and Summoning Sunvines, but Playmaker never lets up his attacks. Playmaker manages to figure out its weak point, and comes up with a plan to counter it, but...",
                    "TitleJapanese": "くだらない正義",
                    "SummaryJapanese": "ありとあらゆるダメージに対してライフポイントを回復し、次々に「聖蔓(サンヴァイン)」を呼び出す「聖天樹(サンアバロン)」の凶悪コンボを前にしても攻めの手を緩めないPlaymaker。そしてついに「聖天樹(サンアバロン)」の弱点を発見し、反撃へと転じる。だがそこで、スペクターはある\"切り札\"をPlaymakerに突き付けた。"
                },
                "37": {
                    "ID": "6495659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6495659",
                    "TitleEnglish": "My Mother Tree",
                    "SummaryEnglish": "Playmaker uses his ace monster, Excode Talker, to counter Spectre’s Sunvines. In order to finish Playmaker off, Spectre evolves his Sunavalon into its ultimate form. Having driven Playmaker into a corner, Spectre delivers the finishing blow against him...",
                    "TitleJapanese": "我が母なる樹",
                    "SummaryJapanese": "エースモンスターの「エクスコード・トーカー」で「聖蔓(サンヴァイン)」の猛攻に耐えるPlaymaker。彼を仕留めるべく、「聖天樹(サンアバロン)」はいよいよ最終段階へと成長。恐るべき効果を手に入れPlaymakerに襲い掛かる。絶体絶命のPlaymakerにスペクターがとどめの一撃を放つその時、Playmakerは…。"
                },
                "38": {
                    "ID": "6495660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6495660",
                    "TitleEnglish": "Hanoi’s Recollection",
                    "SummaryEnglish": "As the Tower of Hanoi gradually approaches its completion, Revolver reflects on the battles that had been waged in LINK VRAINS. And now, carrying on the wishes of Dr. Kogami with firm resolve, Revolver makes his move...",
                    "TitleJapanese": "ハノイの追想",
                    "SummaryJapanese": "「ハノイの塔」の脅威が刻一刻と「LINK VRAINS」へと広がる最中、リボルバーはこれまでの戦いの中で、より覚悟を強くしていった。そして鴻上博士の想いを受け継ぎ作戦を遂行(すいこう)するために動き出す。"
                },
                "39": {
                    "ID": "6542657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6542657",
                    "TitleEnglish": "Bullet Buried in Darkness",
                    "SummaryEnglish": "Go Onizuka confronts Revolver and challenges him to a Duel. Meanwhile, the Tower of Hanoi is getting closer to completion, gradually absorbing everything in LINK VRAINS...",
                    "TitleJapanese": "闇に葬る弾丸",
                    "SummaryJapanese": "「LINK VRAINS」のあらゆるものを次々に飲み込み、完成へと近づくハノイの塔。タイムリミットが迫る中、塔を目指すGo鬼塚はリボルバーと対面する。そしてGo鬼塚は、「LINK VRAINS」の崩壊を目論み、人々を混乱の渦に巻き込むリボルバーに対しデュエルを挑むのであった。"
                },
                "40": {
                    "ID": "6552568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6552568",
                    "TitleEnglish": "The Thirst for Victory",
                    "SummaryEnglish": "Due to Revolver's tactics, many of Go Onizuka's monsters have been destroyed. However, GO’s fighting spirit still does not waver. In order to turn things around, GO summons his powerful ace monster, \"Gouki The Giant Ogre\"!",
                    "TitleJapanese": "勝利への渇望",
                    "SummaryJapanese": "リボルバーの戦略によって次々にモンスターを破壊されるGo鬼塚。しかし不屈の闘志で立ち上がり、絶体絶命の窮地を乗り越えて最強のエースモンスター「剛鬼ザ・ジャイアント・オーガ」を呼び出す！"
                },
                "41": {
                    "ID": "6564515",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6564515",
                    "TitleEnglish": "The Distorted Truth",
                    "SummaryEnglish": "Playmaker faces off against his fated enemy, Revolver. With the fate of the world and the truth behind the Lost Incident at stake, the two begin their final showdown…",
                    "TitleJapanese": "欺かれた事実",
                    "SummaryJapanese": "完成が目前となる「ハノイの塔」を前に、ついに宿命の敵リボルバーと対面したPlaymaker。ネットワークの崩壊が迫る世界の命運、そして「ロスト事件」の真実を懸けた二人の最終決戦が今始まる…。"
                },
                "42": {
                    "ID": "6565845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6565845",
                    "TitleEnglish": "Stardust Road's Guidance",
                    "SummaryEnglish": "Playmaker manages to withstand the brutal attack of Revolver’s Link Monster. Sensing the presence of monsters in the Tower of Hanoi, he flies right into it. Playmaker then bets it all on a draw, but…",
                    "TitleJapanese": "スターダスト・ロードの導き",
                    "SummaryJapanese": "リボルバーが操るリンクモンスターの強襲を耐え抜いたPlaymakerは、「ハノイの塔」の中心部にうごめくモンスターの気配を感じ取る。そして内部へと突き進み、勝敗を懸けて決死のドローに挑む！"
                },
                "43": {
                    "ID": "6582931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6582931",
                    "TitleEnglish": "The Birth of Ignis",
                    "SummaryEnglish": "Playmaker has realized who Revolver might be during the Duel. However, due to a shockwave generated in the Data Storm, Yusaku is forced to log out. He now heads to a certain location in the real world, where Revolver is supposed to be…",
                    "TitleJapanese": "イグニスの誕生",
                    "SummaryJapanese": "デュエルの最中、リボルバーの正体に気付いたPlaymaker。しかし、「Data Storm」内で突如発生した衝撃の影響で強制的にログアウトをさせられてしまう。「Den City」へと戻った遊作は、「ハノイの塔」の完成を止めるべく現実の世界でリボルバーがいると思われる場所へと向かう…。"
                },
                "44": {
                    "ID": "6593663",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6593663",
                    "TitleEnglish": "Prisoners of Destiny",
                    "SummaryEnglish": "Having learned the truth hidden by the Ignis and the truth behind the Lost Incident, Playmaker tries to persuade Revolver to stop the Tower of Hanoi. Unfortunately, his words fail to convince Revolver. Having been driven into a corner, Playmaker entrusts all his hopes to his new ace monster!",
                    "TitleJapanese": "運命の囚人",
                    "SummaryJapanese": "イグニスに隠された真実と「ロスト事件」の真相を知ったPlaymakerは、「ハノイの塔」の完成を止めるようにリボルバーを説得する。しかし、彼の想いはリボルバーには届かない。窮地へと追い込まれたPlaymakerは、新たなエースモンスターに最後の望みを託す！"
                },
                "45": {
                    "ID": "6593664",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6593664",
                    "TitleEnglish": "An Extreme Duel",
                    "SummaryEnglish": "As Revolver's fierce attacks continue, Playmaker prepares a counterattack using the power of multiple Code Talkers. Revolver replies by summoning his ace monster, Barrel-load Dragon.",
                    "TitleJapanese": "極限領域のデュエル",
                    "SummaryJapanese": "リボルバーの猛攻が続く中、幾多もの「コード・トーカー」の力を使って反撃の体制を整えたPlaymaker。しかしリボルバーは、エースモンスター「ヴァレルロード・ドラゴン」でそれを迎撃。人知を超越する「究極の布陣」を作り出し、Playmakerを絶望の淵へと追い込む。"
                },
                "46": {
                    "ID": "6593665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6593665",
                    "TitleEnglish": "The Circuit that Draws the Future",
                    "SummaryEnglish": "With only a few life points left, Playmaker and Ai have their backs to the wall, but neither of them have given up. To overcome Revolver's flawless tactics, Playmaker is betting everything he's got on his final Draw.",
                    "TitleJapanese": "未来を描き出すサーキット",
                    "SummaryJapanese": "残り僅かなライフで耐え抜くも、ついに後が無くなってしまったPlaymakerとAi(アイ)。しかし二人はまだ諦めてはいなかった。リボルバーが作り上げた完璧な戦術を乗り越えるため、Playmakerは最後のドローに全てをかける。「ハノイの塔」の完成もいよいよ目前、果たしてリボルバーとの闘いに勝利し計画を止めることができるのか!?"
                }
            }
        },
        "2": {
            "ID": "759653",
            "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/seasons/official/2",
            "# Episodes": 56,
            "Episodes": {
                "1": {
                    "ID": "6637780",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6637780",
                    "TitleEnglish": "Playmaker Returns",
                    "SummaryEnglish": "Peace has returned thanks to Playmaker's efforts. However, LINK VRAINS still suffered heavy damage due to Hanoi's plan. Thus, SOL Technologies rebuilds it into NEW LINK VRAINS. The newly rebuilt Dueling platform has brought a lot of excitement to many. However, in NEW LINK VRAINS, Playmaker is a wanted man, and has a bounty on his head...",
                    "TitleJapanese": "帰ってきたPlaymaker",
                    "SummaryJapanese": "Playmakerの活躍で落ち着きを取り戻したものの、「ハノイの騎士」の計画により壊滅的なダメージを受けていた「LINK VRAINS」。そこでSOLテクノロジー社は、「LINK VRAINS」を再建し「新生LINK VRAINS」を公開する。生まれ変わったデュエルの世界に人々は歓声を上げ、再び活気に満ち溢れる。しかし、その「新生LINK VRAINS」では、ネットワークを救ったはずのPlaymakerに懸賞金がかけられていた…。"
                },
                "2": {
                    "ID": "6647665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6647665",
                    "TitleEnglish": "Judgment Arrow",
                    "SummaryEnglish": "Playmaker chases after the mysterious individual who attacked Jin, and challenges him to a Duel. However, he has a hard time trying to deal with the mysterious man's never-seen-before cards. In order to achieve victory, Playmaker uses the new card he received from Ai to counterattack!",
                    "TitleJapanese": "裁きの矢",
                    "SummaryJapanese": "草薙の弟である仁(じん)を襲った謎の人物を追いかけデュエルを挑むPlaymaker。しかし、謎の人物の使う未知なるカードによって苦戦を強いられる。勝利への糸口を探るPlaymakerは、Aiから手渡された新たなカードを使い攻勢へと転じる！"
                },
                "3": {
                    "ID": "6664620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6664620",
                    "TitleEnglish": "Duelist Clad in Flames",
                    "SummaryEnglish": "As Playmaker chases after Bohman, the Duelist who stole Jin's consciousness, two Duelists appear before him and block his path. However, a mysterious Duelist called Soulburner then shows up to help Playmaker. And what's more... Soulburner also has an Ignis in his Duel Disk!",
                    "TitleJapanese": "炎をまといし決闘者",
                    "SummaryJapanese": "仁(じん)の意識を奪ったボーマンと名乗るデュエリストの後を追うPlaymaker。しかし、新たに彼の前に現れた２人のデュエリストによって行く手を阻まれてしまう。そんな時、謎のデュエリストSoulburner(ソウルバーナー)が駆けつけ、Playmakerに代わってデュエルを引き受ける。そのSoulburner(ソウルバーナー)のデュエルディスクには、なんとイグニスが!?"
                },
                "4": {
                    "ID": "6664631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6664631",
                    "TitleEnglish": "The Transfer Student, Takeru Homura",
                    "SummaryEnglish": "A student named Takeru Homura has transferred to Yusaku's school. Takeru also happens to be Soulburner, the Duelist who came to Playmaker's aid. Takeru and his Ignis speak to Yusaku about the destruction of the Cyberse World, as well as the new enemies...",
                    "TitleJapanese": "転校生、穂村尊",
                    "SummaryJapanese": "遊作と同じ学校へと転校してきた穂村尊(ほむらたける)の正体は、Playmakerに手を貸したSoulburner(ソウルバーナー)だった。遊作の同級生となった彼は、自身の持つイグニスと共にサイバース世界の崩壊、そして新たなる敵の存在について遊作に語り始める。"
                },
                "5": {
                    "ID": "6664632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6664632",
                    "TitleEnglish": "The Man Who Cast Away Charisma",
                    "SummaryEnglish": "The Gore, who is now working as a bounty hunter for SOL Technologies, manages to find Playmaker and Ai. The Gore then attempts to Duel Playmaker. However, Soulburner then blocks the Gore's path. In order to protect Playmaker, he challenges Gore to a Duel.",
                    "TitleJapanese": "カリスマを捨てた男",
                    "SummaryJapanese": "SOLテクノロジー社のバウンティーハンターとなったGo鬼塚は、指名手配中のPlaymakerとイグニスであるAiを見つけ出しデュエルを強要する。だがそこで、Go鬼塚の前にSoulburner(ソウルバーナー)が立ちふさがりPlaymakerを守るためにデュエルを挑む。"
                },
                "6": {
                    "ID": "6691304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6691304",
                    "TitleEnglish": "Hero in Name Only",
                    "SummaryEnglish": "Soulburner manages to survive a brutal attack from the Gore's \"Dinowrestler\" monsters, using the effects of his \"Salamangreat\" monsters. Determined not to lose against the Gore, who wants to prove himself to be the strongest Duelist, Soulburner sets his fist ablaze, and starts a counterattack!",
                    "TitleJapanese": "名ばかりの英雄",
                    "SummaryJapanese": "Go鬼塚の操る「ダイナレスラー」デッキの猛攻を、「転生炎獣(サラマングレイト)」の効果で耐え抜くSoulburner(ソウルバーナー)。最強を証明するために迫るGo鬼塚に対し、負けられない理由を持つSoulburner(ソウルバーナー)がその拳に逆転の炎を宿す！"
                },
                "7": {
                    "ID": "6691306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6691306",
                    "TitleEnglish": "The Bounty Hunter, Blood Shepherd",
                    "SummaryEnglish": "Blood Shepherd challenges Playmaker to a Duel. He manages to figure out Playmaker's strategy, and uses his \"Drone\" Deck to perform a series of combos to overwhelm Playmaker and seal off his strategy.",
                    "TitleJapanese": "賞金稼ぎブラッドシェパード",
                    "SummaryJapanese": "賞金首であるPlaymakerにデュエルを強制するバウンティーハンターのブラッドシェパード。彼は、Playmakerの布陣を予測し、「ドローン」デッキによる連携コンボでPlaymakerの戦略を徹底的に封じ込める。"
                },
                "8": {
                    "ID": "6691308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6691308",
                    "TitleEnglish": "Terrifying Battledrones",
                    "SummaryEnglish": "Blood Shepherd has thoroughly studied Playmaker's Deck, and Playmaker is completely helpless before his \"Drone\" Deck. Having been driven into a corner, Playmaker decides to use his trump card to turn things around.",
                    "TitleJapanese": "戦慄のバトルドローン",
                    "SummaryJapanese": "Playmakerのデッキを調べつくしていたブラッドシェパード。彼の「ドローン」デッキを前に、Playmakerは手も足も出ない。迫りくる「ドローン」の追撃にぎりぎりまで追い込まれたPlaymakerは、ブラッドシェパードの作戦を打ち破るために、ある秘策を実行する。"
                },
                "9": {
                    "ID": "6691310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6691310",
                    "TitleEnglish": "The Unknown World",
                    "SummaryEnglish": "Playmaker and Soulburner have reached a windswept cliff. Due to some mysterious force, the two of them have arrived to some ruins. As they investigate the ruins, they run into someone unexpected..",
                    "TitleJapanese": "未知なる世界へ",
                    "SummaryJapanese": "風が吹き荒れる断崖を訪れたPlaymakerとSoulburner(ソウルバーナー)。不思議な力により遺跡へとたどり着いた２人は、内部の調査を開始する。そんなPlaymakerたちを遺跡の奥で出迎えたのは、意外な人物だった…。"
                },
                "10": {
                    "ID": "6725060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6725060",
                    "TitleEnglish": "Blue Girl's First Battle!",
                    "SummaryEnglish": "Having received a request from the Wind Ignis, Soulburner commences a Duel against Blue Girl. While he receives some damage due to Blue Girl's \"Trickstars\", he still manages to Summon \"Salamangreat Heatleo\" and launch an attack with it. However, Blue Girl then proceeds to drive Soulburner into a corner with her new tactics. Who will ultimately win this Duel is...",
                    "TitleJapanese": "初陣！ブルーガール",
                    "SummaryJapanese": "風のイグニスからの依頼を受けたSoulburnerは、風のエリアへと侵入したブルーガールとのデュエルを開始する。「トリックスター」のダメージを受けながらも「転生炎獣(サラマングレイト)ヒートライオ」を呼び出し攻勢に出るSoulburner。しかし、ブルーガールは「ヒートライオ」の攻撃をものともせず、弱点を克服した「トリックスター」の新戦術でSoulburnerを追い詰める。"
                },
                "11": {
                    "ID": "6733350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6733350",
                    "TitleEnglish": "Final Battle Above the Clouds",
                    "SummaryEnglish": "Playmaker manages to locate Bohman, and challenges him to a Duel in order to take back Jin's consciousness. Having Dueled Bohman before, Playmaker expects that he'll use the same tactics. However, Bohman has become a much stronger Duelist than before, and drives Playmaker into a corner. Bohman then starts talking about his past. Just who is he...",
                    "TitleJapanese": "雲上の決戦",
                    "SummaryJapanese": "ついにボーマンの居場所を突き止めたPlaymakerは、奪われた草薙仁の意識を取り戻すためにデュエルを挑む。過去にボーマンとのデュエルに勝利していたPlaymakerは、相手の戦術を予測しながらデュエルを進めるが、以前のデュエルよりも格段に強化されたボーマンのデュエルにより、逆に追い込まれてしまう…。\nそして、ボーマンが語り出す自身の過去。果たしてボーマンの正体とは…。"
                },
                "12": {
                    "ID": "6735131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6735131",
                    "TitleEnglish": "Soul Replica",
                    "SummaryEnglish": "Bohman launches a fierce attack against Playmaker and inflicts a huge amount of damage to him. However, Playmaker's fighting spirit still does not waver. In order to achieve victory, he attempts to break up the vicious \"Hydradrive\" monsters' formation. However, Bohman then does something that no one could have possibly foreseen...",
                    "TitleJapanese": "レプリカの魂",
                    "SummaryJapanese": "変貌したボーマンの猛攻により大ダメージを受けるPlaymakerだったが、勝利を掴むために闘志を燃え上がらせ、凶悪な「ハイドライブ」の布陣を突破する。だがその時、ボーマンは誰もが予想だにしなかった驚愕(きょうがく)の行動に出る…。"
                },
                "13": {
                    "ID": "6757535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6757535",
                    "TitleEnglish": "Hanoi Returns",
                    "SummaryEnglish": "Baira, one of the masterminds behind the Deleted Incident, is currently locked away in a prison and placed under strict security. A certain man pays her a visit...",
                    "TitleJapanese": "ハノイ再始動",
                    "SummaryJapanese": "過去に「Den City」をパニックに陥(おとしい)れた「アナザー」事件の後、首謀者の一人として収容所に収監(しゅうかん)されていた「ハノイの三騎士」のバイラ。厳重な監視下に置かれている彼女の前に、ある男が姿を見せる…。"
                },
                "14": {
                    "ID": "6765452",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6765452",
                    "TitleEnglish": "Brave Max the Loser",
                    "SummaryEnglish": "Emma and Skye are trying to figure out who Playmaker is, and one of their leads is Shima, who claims to be Playmaker's friend. When Ghost Gal finds The Brave Battler, Shima's avatar, in LINK VRAINS, she challenges him to a Duel.",
                    "TitleJapanese": "敗北のブレイヴ・マックス",
                    "SummaryJapanese": "Playmakerの正体について調べる別所エマと財前葵は、Playmakerの親友と豪語する島直樹に目を付ける。そしてエマは、ゴーストガールへと変身し島のアバターであるブレイヴ・マックスを見つけ出し、デュエルを持ちかける。"
                },
                "15": {
                    "ID": "6768648",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6768648",
                    "TitleEnglish": "Despair from Darkness",
                    "SummaryEnglish": "Having received some new info from Kolter, Playmaker and Soulburner head for a new gate that has recently appeared. However, it turns out that Blood Shepherd has set up a trap there. After capturing Soulburner, Blood Shepherd searches through his memories...",
                    "TitleJapanese": "闇より出でし絶望",
                    "SummaryJapanese": "草薙の連絡を受けて、新たに出現したゲートへと向かったPlaymakerとSoulburner。しかし、そこに仕掛けられていたブラッドシェパードの罠によって、Soulburnerは捕らわれてしまう。そしてブラッドシェパードは、Soulburnerの秘められた記憶を探り始める…。"
                },
                "16": {
                    "ID": "6768651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6768651",
                    "TitleEnglish": "The Ominous Ghost",
                    "SummaryEnglish": "In order to save Soulburner, Playmaker fights against the bounty hunters Kenmochi and Yoroizaka. Meanwhile, due to Blood Shepherd's trap, the memories that Soulburner tried to suppress have been uncovered. With his back against the wall, Soulburner, now more vulnerable than ever, begins his Duel against Blood Shepherd...",
                    "TitleJapanese": "忌まわしき亡霊",
                    "SummaryJapanese": "捕らわれたSoulburnerを救出するために、Playmakerはバウンティーハンターの剣持と鎧坂に勝負を挑む。一方、Soulburnerは、ブラッドシェパードの罠により、過去の秘められた記憶を掘り起こされてしまう！弱点を見抜かれた不利な状況の中、Soulburnerとブラッドシェパードのデュエルが始まる…。"
                },
                "17": {
                    "ID": "6768653",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6768653",
                    "TitleEnglish": "Reincarnating Flame",
                    "SummaryEnglish": "Having searched through his memories and discovered his weakness, Blood Shepherd uses his vicious \"Drone\" combo to overwhelm Soulburner and drive him into a corner. Can Soulburner overcome his weakness and win this Duel...?!",
                    "TitleJapanese": "転生する炎",
                    "SummaryJapanese": "Soulburnerの記憶を探り、その弱点を見抜いたブラッドシェパードは、「ドローン」モンスターによる凶悪なコンボで圧倒的な優位を築く。絶望的な状況となり追い込まれてゆくSoulburner。彼は、弱点を克服しデュエルに勝利する事ができるのか…!?"
                },
                "18": {
                    "ID": "6789275",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6789275",
                    "TitleEnglish": "Turning Point",
                    "SummaryEnglish": "Takeru and Yusaku are heading to Kolter's place, but Shima then shows up and starts talking to Yusaku. Thus, Takeru has no choice but to go to Kolter by himself. Takeru then asks Kolter about how he met Yusaku.",
                    "TitleJapanese": "ターニング・ポイント",
                    "SummaryJapanese": "ある日、草薙のもとへと向かおうとする遊作と尊の前に、島が現れて遊作を呼び止める。仕方なく一人で向かった尊は、草薙に遊作との出会いについて尋ねた。草薙が語ったその内容とは…。"
                },
                "19": {
                    "ID": "6789276",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6789276",
                    "TitleEnglish": "Dawn of Playmaker",
                    "SummaryEnglish": "Kolter talks about Playmaker's origin. According to urban legends, there is a mysterious dungeon filled with many deadly traps hidden in LINK VRAINS. In that dungeon, lies...",
                    "TitleJapanese": "Playmakerの息吹",
                    "SummaryJapanese": "都市伝説として記された「LINK VRAINS」に眠る謎のダンジョン。張り巡らされた数々の罠。そして、その先に待っていたものとは…。草薙から語られるPlaymakerの誕生秘話が遂に明らかに!?"
                },
                "20": {
                    "ID": "6789277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6789277",
                    "TitleEnglish": "Earth Ignis",
                    "SummaryEnglish": "Ai browses through the internet, and discovers some mysterious messages relating to the Ignises. In order to confirm whether they are true or not, Playmaker and Ai head into LINK VRAINS. They then run into the Earth Ignis.",
                    "TitleJapanese": "地のイグニス「アース」",
                    "SummaryJapanese": "ネット上に書かれた情報について調査を進めるAiは、ある時、イグニスに関する不審な書き込みを発見した。その書き込みの真偽を確認するために、「LINK VRAINS」へと向かったPlaymakerとAiを待ち受けていたのは、なんと地のイグニスだった…。"
                },
                "21": {
                    "ID": "6789278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6789278",
                    "TitleEnglish": "An AI's Yearning",
                    "SummaryEnglish": "The Earth Ignis learned about the situation regarding the Cyberse World from the Water Ignis. In order to test humanity, the Earth Ignis challenges Playmaker to a match. Due to the \"G Golem\" monster's attack, Playmaker is caught in a pinch. However, despite all the odds, Playmaker refuses to give in, betting it all on one move!",
                    "TitleJapanese": "AIに宿る慕情",
                    "SummaryJapanese": "水のイグニスからサイバース世界の危機を知らされた地のイグニスは、人間という存在を見極めるため、Playmakerに勝負を挑む。強靭な「Ｇゴーレム」の攻撃を受け、窮地に立たされたPlaymakerは、僅かな可能性へと望みを託す！"
                },
                "22": {
                    "ID": "6824716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6824716",
                    "TitleEnglish": "Secret Meeting",
                    "SummaryEnglish": "Ai suddenly disappeared from the Duel Disk. Having determined that another Ignis could be behind this, Playmaker heads into LINK VRAINS to search for Ai. There, he encounters the Light Ignis. Playmaker then learns about the Light Ignis' motive and the truth behind the Cyberse World's destruction!",
                    "TitleJapanese": "密会",
                    "SummaryJapanese": "デュエルディスクから突如姿を消したAi。その原因が他のイグニスにあると突き止め、Aiを捜索するために「LINK VRAINS」へと向かったPlaymakerは、光のイグニスと遭遇する。そこでPlaymakerは、光のイグニスの目的、そしてサイバース世界の崩壊に隠された真実を知る！"
                },
                "23": {
                    "ID": "6824724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6824724",
                    "TitleEnglish": "A New Mission",
                    "SummaryEnglish": "In order to eliminate the Ignises, Varis launches an attack against Windy and others. Playmaker tries to talk some sense into Varis, but to no avail. Varis then begins his Duel against Windy.",
                    "TitleJapanese": "果たすべき使命",
                    "SummaryJapanese": "イグニスを殲滅するために、ウィンディたちの居場所を襲撃するリボルバー。人類とイグニスの争いを止めようとリボルバーを説得するPlaymakerだが、その言葉は届かずリボルバーはウィンディとのデュエルを開始してしまう…。"
                },
                "24": {
                    "ID": "6824725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6824725",
                    "TitleEnglish": "Tuning Bullets",
                    "SummaryEnglish": "Varis is driven into a corner by Windy's skillful Dueling. Windy's malicious nature has also become even more apparent during the Duel. Having learned of the Ignises' motive and determined to fulfill his father's wishes, Varis decides to use some new tactics against Windy!",
                    "TitleJapanese": "調律する弾丸",
                    "SummaryJapanese": "ウィンディの巧妙なデュエルに追いやられていくリボルバー。そして闘いの中で、ウィンディに秘められていた凶悪な一面が明らかとなる。イグニスの真意を知るリボルバーは、父である鴻上博士の目的を遂行するため、新たな戦術でウィンディに勝負を仕掛ける！"
                },
                "25": {
                    "ID": "6824726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6824726",
                    "TitleEnglish": "Declaration of War",
                    "SummaryEnglish": "Playmaker's attempts to prevent conflict between Ignises and humans have failed. Due to Varis' attack, the Light Ignis is now hellbent on subjugating the humans. The Light Ignis then declares war on humanity and kicks off his plan to place humans under the Ignises' control. In order to accomplish the Ignises' goal, Bohman appears and challenges Playmaker to a Duel.",
                    "TitleJapanese": "宣戦布告",
                    "SummaryJapanese": "人類とイグニス、お互いの共存を目指すPlaymakerの想いもむなしく、リボルバーの襲撃によって対立の意思を固めた光のイグニスは、人類に対して宣戦を布告し、人々をイグニスの支配下に置くために動き出す。さらに光のイグニスと共闘するボーマンが現れ、イグニスの使命を全うするためにPlaymakerへ闘いを挑んでくる。"
                },
                "26": {
                    "ID": "6824727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6824727",
                    "TitleEnglish": "Clear Perfection",
                    "SummaryEnglish": "Bohman, who has evolved even further, shows off his new \"Hydradrive\" tactics against Playmaker. Playmaker tries to predict Bohman's actions, and also receives some advice about how to deal with him from Ai. A fierce battle unfolds between the two as they try to outwit one another!",
                    "TitleJapanese": "曇りなき極致",
                    "SummaryJapanese": "驚異的な進化を遂げたボーマンは、新たな「ハイドライブ」の戦術を見せる。対するPlaymakerは、これまでのボーマンとの闘いから戦術を予測し、Aiの助言を受け入れて攻め込む。研ぎ澄まされた読み合いの中、２人の闘いは激化する！"
                },
                "27": {
                    "ID": "6852938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6852938",
                    "TitleEnglish": "Light Blade that Slices Despair",
                    "SummaryEnglish": "During his Duel with Playmaker, Bohman activates Storm Access and obtains a new \"Hydradrive\". Playmaker is then inflicted with heavy damage. Ai then tells Playmaker that he has prepared something in advance just in case. In order to turn things around, Playmaker bets everything on Ai's \"secret weapon\"!",
                    "TitleJapanese": "絶望を絶つ光刃",
                    "SummaryJapanese": "激しい攻防が続く中、ボーマンはスキル「Storm Access(ストームアクセス)」を発動し、新たな「ハイドライブ」を手にする。壊滅的なダメージを負い絶体絶命となったPlaymaker。だがその時、Aiは事前に用意していた秘策をPlaymakerに打ち明ける。Playmakerはピンチを乗り越えるために、Aiが示した希望へと手を伸ばす！"
                },
                "28": {
                    "ID": "6868104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6868104",
                    "TitleEnglish": "Captured Ignis",
                    "SummaryEnglish": "Earth rescued Aqua, who was imprisoned by someone, and learned the truth about the Cyberse World's destruction from her. However, Gore, who was ordered to capture the Ignises, then appears and attacks the two of them. In order to protect Aqua, Earth begins a Duel against Gore!",
                    "TitleJapanese": "囚われのイグニス",
                    "SummaryJapanese": "何者かによって幽閉されていたアクアを救出したアースは、アクアからサイバース世界崩壊の真相を明かされる。しかし、そこにイグニスの確保を命じられたGo鬼塚が現れ、アースとアクアへと襲い掛かる。アースはアクアを守るために、迫りくるGo鬼塚とのデュエルを始める。"
                },
                "29": {
                    "ID": "6868106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6868106",
                    "TitleEnglish": "The Demon Within",
                    "SummaryEnglish": "As Playmaker observes Earth and Gore's Duel, he notices that there is something different about Gore. Gore goes all-out and uses his powerful \"Dinowrestler\" monsters to overwhelm Earth. As the fierce battle between them rages on, Gore suddenly uses some unexpected tactics!",
                    "TitleJapanese": "心に取り付く鬼",
                    "SummaryJapanese": "アースたちのデュエルに駆け付けたPlaymakerは、これまでとは違うGo鬼塚の異変に気付く。以前にも増して強力な戦術を身に着けたGo鬼塚は、「ダイナレスラー」でアースを圧倒する。互いに一歩も譲らない勝負を見せるが、Go鬼塚は、予想だにしない驚愕(きょうがく)の戦法を見せる！"
                },
                "30": {
                    "ID": "6868107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6868107",
                    "TitleEnglish": "Awakened Memories",
                    "SummaryEnglish": "Skye, who is starting to have doubts about SOL Technologies' methods, starts searching for Aqua. On the other hand, Blood Shepherd has found out where Aqua is. He goes after Aqua and attacks her, but Ghost Girl then appears before him and blocks his path.",
                    "TitleJapanese": "呼び起される記憶",
                    "SummaryJapanese": "SOLテクノロジー社のやり方に疑念を抱く葵は、行方が分からないアクアを捜索する。一方、アクアの居場所をつかんだブラッドシェパードは、イグニスを抹殺するためにアクアに攻撃を仕掛ける。しかし、そんな彼の前にゴーストガールが現れ、行く手を遮った…。"
                },
                "31": {
                    "ID": "6886651",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6886651",
                    "TitleEnglish": "Sibling Rivalry",
                    "SummaryEnglish": "Ghost Gal stands in Blood Shepherd's way, determined to protect Aqua. Enraged by Ghost Gal, Blood Shepherd starts a Duel against her. In this Duel, the loser will lose their account. On the other hand, Aqua reveals the truth about her partner to Blue Girl.",
                    "TitleJapanese": "相容れない兄妹",
                    "SummaryJapanese": "アクアを守るために、ブラッドシェパードの前に立ちはだかったゴーストガール。しかし、イグニス追撃の邪魔をされたブラッドシェパードは激高し、負ければアカウントを失うデュエルを、ゴーストガールに突き付ける。一方で、アクアは自分のパートナーに関する真実を、ブルーガールに打ち明ける。"
                },
                "32": {
                    "ID": "6901240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6901240",
                    "TitleEnglish": "Rebellious Bounty Hunter",
                    "SummaryEnglish": "After learning about SOL Technologies' shocking plan, Blood Shepherd decided to carry out his own search for the Ignises, independent from Akira. Noticing his superb hacking skills, Varis approaches him and suggests that they should team up to eliminate the Ignises, but...",
                    "TitleJapanese": "反骨のバウンティハンター",
                    "SummaryJapanese": "SOLテクノロジー社に隠された衝撃の計画を知ったブラッドシェパードは、財前の元を去り独自にイグニスの捜索を始める。そんなブラッドシェパードの並外れたハッキング能力に目を付けたリボルバーは、彼の元へと向かいイグニスをせん滅するために共闘を持ちかけるのだが…。"
                },
                "33": {
                    "ID": "6901241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6901241",
                    "TitleEnglish": "Flash of Lightning",
                    "SummaryEnglish": "Wary about Varis and Blood Shepherd teaming up, Lightning decides to challenge Blood Shepherd to a Duel. Blood Shepherd uses some new \"Drone\" tactics to overwhelm Lightning!",
                    "TitleJapanese": "光速のライトニング",
                    "SummaryJapanese": "暗躍するリボルバーの行動を警戒するライトニングは、単独でイグニスを捜索するブラッドシェパードにデュエルを挑む。AIのせん滅を目指すブラッドシェパードは、これまでとは違う「ドローン」の新戦術でライトニングを圧倒する！"
                },
                "34": {
                    "ID": "6901246",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6901246",
                    "TitleEnglish": "Bounty Hunter's Duty",
                    "SummaryEnglish": "Blood Shepherd manages to deal with Lightning's tactics and gain the upper hand in the Duel. However, Lightning then Summons more monsters to attack Blood Shepherd's \"Drones\". At this point, no one can predict how the fierce battle between the two will go.",
                    "TitleJapanese": "賞金稼ぎの務め",
                    "SummaryJapanese": "ライトニングの戦術を抑え込み、優勢に立つブラッドシェパードだったが、ライトニングは次々にモンスターを呼び出し、「ドローン」を迎え撃つ。やがて拮抗する２人の闘いは、誰も予測できない境地へと達する。果たしてブラッドシェパードは、人類を敵とみなしたライトニングを止めることができるのか!?"
                },
                "35": {
                    "ID": "6920976",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6920976",
                    "TitleEnglish": "Arriving at the Summit",
                    "SummaryEnglish": "Playmaker and his allies are investigating what Lightning has been up to, and they manage to find some traces of Earth, who was captured by SOL Technologies. As they head to where Earth's traces are, they find The Gore waiting for them! Burning with a twisted desire for victory, The Gore attacks Playmaker and Link Summons a shocking monster...",
                    "TitleJapanese": "たどり着いた頂",
                    "SummaryJapanese": "ライトニングの動向を調べていたPlaymakerたちは、SOLテクノロジー社に捕らえられていたアースの痕跡を「LINK VRAINS」内で見つける。現場へと向かったPlaymakerたちだったが、そこにはＡＩと一体化したGo鬼塚が待ち受けていた。歪(ゆが)んだ勝利への渇望(かつぼう)を燃やしPlaymakerへと襲い掛かるGo鬼塚は、驚愕(きょうがく)のモンスターをリンク召喚する…。"
                },
                "36": {
                    "ID": "6940630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6940630",
                    "TitleEnglish": "What Lies Beyond Instinct",
                    "SummaryEnglish": "Playmaker has somehow survived The Gore's brutal attack. He attempts to turn things around with his Skill, but The Gore then negates it with Anti Skill. Playmaker is now totally driven into a corner. Is there any way he can get out of this one?!",
                    "TitleJapanese": "本能の先にあるもの",
                    "SummaryJapanese": "変わり果てたGo鬼塚の猛襲をなんとか耐えしのぐPlaymakerは、スキルを発動し逆転への道を突き進む。だが、Go鬼塚の「アンチスキル」によってスキルが無効にされてしまう。絶体絶命のピンチとなったPlaymakerに残された手段はあるのか！？"
                },
                "37": {
                    "ID": "6940632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6940632",
                    "TitleEnglish": "Irregular Meeting",
                    "SummaryEnglish": "Varis contacted Playmaker and told him that he wants to talk to him. Playmaker and his allies head to the designated meeting location. There, they learn that Varis wants them to team up with him. However, Soulburner, who was deeply traumatized by the Hanoi Project 10 years ago, then lashes out at Varis.",
                    "TitleJapanese": "イレギュラー・ミーティング",
                    "SummaryJapanese": "リボルバーから話したいとの連絡を受けたPlaymakerは、仲間たちを招集し指定された場所へと向かう。そこでPlaymakerたちはリボルバーから共闘を持ちかけられる。だが、ロスト事件により心に深い傷を負ったSoulburnerはリボルバーに対して反発し、遺恨を晴らすために決闘を挑む。"
                },
                "38": {
                    "ID": "6940633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6940633",
                    "TitleEnglish": "Turbulent Past",
                    "SummaryEnglish": "Varis suggests to Playmaker and his allies that they should team up. However, Soulburner reacts with anger and challenges Varis to a Duel! Fueled by his burning hatred, Soulburner launches a brutal attack with his \"Salamangreat\" monsters. However, Varis then does something unexpected.",
                    "TitleJapanese": "静まらない過去",
                    "SummaryJapanese": "リボルバーから共闘を持ちかけられたPlaymakerたちだが、怒りに震え反発するSoulburnerはリボルバーとのデュエルを開始する。リボルバーへ憎しみを爆発させたソウルバーナーが「転生炎獣(サラマングレイト)」で怒涛の展開をみせる一方で、対するリボルバーは意外な行動に出る…。"
                },
                "39": {
                    "ID": "6983614",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6983614",
                    "TitleEnglish": "Genuine Tears",
                    "SummaryEnglish": "Playmaker and his allies have decided to form an alliance with Varis! In order to search for Lightning and confront him, they head to Mirror LINK VRAINS, a world hidden in LINK VRAINS. On the other hand, following orders from Lightning, Haru blocks Blue Maiden's path and begins a Duel against her.",
                    "TitleJapanese": "偽りなき涙",
                    "SummaryJapanese": "「ミラーLINK VRAINS」へ突入したPlaymakerたちは、ライトニングのもとへと突き進む。その一方では、ライトニングの指示を受けたハルがブルーメイデンの前に立ちはだかり、デュエルを開始する。"
                },
                "40": {
                    "ID": "6983618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6983618",
                    "TitleEnglish": "Wisdom of a Nobody",
                    "SummaryEnglish": "Lightning decides to go after Spectre next. Using his \"Armatos Legio\" monsters and \"Judgment Arrows\", he creates an Extra Link and drives Spectre into a corner. However, Spectre has already prepared something in advance to counter Lightning's strategy...",
                    "TitleJapanese": "持たざる者の知恵",
                    "SummaryJapanese": "次なる標的としてスペクターを選んだライトニングは、「天装騎兵(アルマートス・レギオー)」と「裁きの矢(ジャッジメントアローズ)」で作り上げたエクストラ・リンクでスペクターを追い詰める。絶望的な状況となったスペクターだったが、彼はライトニングの戦術を突破するために用意した驚愕(きょうがく)の秘策を披露する。"
                },
                "41": {
                    "ID": "6983620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6983620",
                    "TitleEnglish": "Chain Destruction",
                    "SummaryEnglish": "Spectre was able to use \"Judgment Arrows\" to his advantage and destroy Lightning's Extra Link, turning the tide of the Duel in his favor. With his \"Sunavalon\" towering over the field, Spectre launches a fierce attack against Lightning, and does everything he can to carry out the Knights of Hanoi's mission to destroy the Ignises.",
                    "TitleJapanese": "連鎖破壊",
                    "SummaryJapanese": "ライトニングの「裁きの矢」を逆手に取り、エクストラ・リンクを見事に打ち破り戦況を逆転させるスペクター。「聖天樹(サンアバロン)」で覆いつくされた戦場で、スペクターはハノイの騎士の目的であるイグニスのせん滅に向けて、ライトニングへと猛進する！"
                },
                "42": {
                    "ID": "6983622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6983622",
                    "TitleEnglish": "Windy the Revenger",
                    "SummaryEnglish": "Before settling his score with Varis, the revived Windy attacks Soulburner in order to carry out Lightning's plan. With Windy's hatred for humans being now even greater than before, can Soulburner withstand his relentless assault?!",
                    "TitleJapanese": "リベンジャー・ウインディ",
                    "SummaryJapanese": "復活したウィンディは、リボルバーとの決着をつける前に、ライトニングの作戦を遂行するためSoulburnerへと襲い掛かる。人間に対する憎しみが増幅したウィンディの激しい攻撃を前に、Soulburnerはどう立ち向かうのか!?"
                },
                "43": {
                    "ID": "7039702",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7039702",
                    "TitleEnglish": "Two Flames Unite",
                    "SummaryEnglish": "Soulburner has been driven into a corner by Windy's \"Stormriders\". However, the flame in his heart is still burning bright. As he becomes enraged after learning why Windy attacked his own partner, Soulburner and Flame do something unexpected...",
                    "TitleJapanese": "重なる二つの火",
                    "SummaryJapanese": "ウィンディの「嵐闘機(ストームライダー)」が次々に襲い掛かり、絶体絶命のピンチへと追いやられるSoulburner。だが、Soulburnerの胸中の炎は消えてはいなかった。ウィンディが自身のパートナーに手をかけた理由を知り、激高するSoulburnerは不霊夢と共に意外な行動に出る…。"
                },
                "44": {
                    "ID": "7051292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7051292",
                    "TitleEnglish": "Creator of the Next Generation",
                    "SummaryEnglish": "Bohman, who aims to become a next-generation Ignis, appears before Blue Maiden, Skye Zaizen's avatar. The Ignis Aqua refuses to accept Bohman's ideals, while Blue Maiden wants to take back her friend Miyu's consciousness. Thus, they challenge him. Despite losing the AI Haru, Bohman is disturbingly calm as he Duels, however Blue Maiden and Aqua fearlessly stand together against him.",
                    "TitleJapanese": "次世代の創造主",
                    "SummaryJapanese": "ブルーメイデンの前に、次世代のイグニスになることを目指すボーマンが立ちはだかる。アクアはボーマンの思想を拒絶し、ブルーメイデンは美優の意識を取り戻すために勝負を挑む。ハルを失ったにも関わらず、不気味なほど冷静なデュエルを続けるボーマンに対して、ブルーメイデンはアクアと共に臆することなく突き進む。"
                },
                "45": {
                    "ID": "7051300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7051300",
                    "TitleEnglish": "Proud Maiden",
                    "SummaryEnglish": "Through the data of his battles up to now, Bohman has adopted even stronger strategies, and with his evolved \"Hydradrive\" monsters he drives Blue Maiden into a corner. However, Blue Maiden refuses to give up, and keeps on fighting. With her conviction remaining unbroken, what kind of tactic will Blue Maiden use?!",
                    "TitleJapanese": "誇り高き乙女",
                    "SummaryJapanese": "これまでの闘いのデータを元に、より強力な戦術を身に着けたボーマンは、進化した「ハイドライブ」でブルーメイデンをまたたくまに追い詰める。だが彼女はあきらめることなく、ボーマンの前に立ち続ける。決して折れることのない信念を胸に、ブルーメイデンが取った戦術とは…!?"
                },
                "46": {
                    "ID": "7060745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7060745",
                    "TitleEnglish": "Ultimate Ordeal",
                    "SummaryEnglish": "Before Yusaku Fujiki's avatar Playmaker, Kal Kolter, an ally who has been with him through thick and thin, now stands as an enemy. Having been forced to fight since his brother Jin is taken hostage by the Ignis Lightning, Kal challenges Playmaker to a Duel.",
                    "TitleJapanese": "大いなる試練",
                    "SummaryJapanese": "突如、Playmakerの前に敵として現れたのは、皆にとって想像もし得ない人物だった。ただ一人、Playmakerその人を除いては…"
                },
                "47": {
                    "ID": "7085324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7085324",
                    "TitleEnglish": "Promise With Each Other",
                    "SummaryEnglish": "Knowing the ins and outs of Playmaker's Deck, Kolter launches a relentless assault against him and does all he can in order to protect Jin. On the other hand, Playmaker just can't attack, and gets driven into a corner. Kolter then starts talking about the promise the two of them made in the past.",
                    "TitleJapanese": "交わした約束",
                    "SummaryJapanese": "Playmakerのデッキを知り尽くしている草薙翔一は、弟・仁を守るため、容赦なく攻撃を仕掛ける。一方で、相棒を相手に攻撃出来ずにいたPlaymakerのライフポイントは、残りわずかになってしまう。そんな中、突然草薙が過去に２人で交わした約束について話し出す。"
                },
                "48": {
                    "ID": "7086358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7086358",
                    "TitleEnglish": "Brave Soul",
                    "SummaryEnglish": "In order to protect Playmaker, who has fell unconscious due to his battle with Kolter, Soulburner begins a Duel against Bohman. Against Soulburner, who's enraged by Lightning's underhanded tactics, Bohman sports a sinister smile on his face...!?",
                    "TitleJapanese": "猛る魂",
                    "SummaryJapanese": "草薙との闘いで意識を失ったPlaymakerを守るため、ボーマンとのデュエルを開始するSoulburner。ライトニングの非道なやり方に怒りを爆発させるSoulburnerに対し、ボーマンは不気味な笑みを浮かべながらSoulburnerに語りかける…。"
                },
                "49": {
                    "ID": "7107012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7107012",
                    "TitleEnglish": "Phoenix's Radiance",
                    "SummaryEnglish": "Bohman boasts that he has obtained a power that transcends human intellect itself and allows him to manipulate luck. Empowered by their bonds, Soulburner and Flame drive Bohman into a corner with their \"Salamangreat\" monsters. However, something abnormal suddenly happens to Flame.",
                    "TitleJapanese": "不死鳥の輝き",
                    "SummaryJapanese": "人知を超える力を手にし、「運」すらも自在に操ると豪語するボーマン。一方で、Soulburnerと不霊夢は熱い絆を武器に、「転生炎獣(サラマングレイト)」でボーマンを追い詰めていく。そんな中、突然不霊夢に異変が起きる・・・"
                },
                "50": {
                    "ID": "7107025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7107025",
                    "TitleEnglish": "The Sin of Lightning",
                    "SummaryEnglish": "In order to lure Lightning to himself, the leader of the Knights of Hanoi, Varis, reveals the sin Lightning has committed as well as the real reason why he made Bohman. The calm and collected Lightning is now filled with rage, and challenges him to a Duel.",
                    "TitleJapanese": "ライトニングの罪",
                    "SummaryJapanese": "ライトニングを自分のもとに来るように仕向けたリボルバーによって、ライトニングが犯した罪とボーマンを作り出した本当の理由が明かされる。今まで冷静だったライトニングは怒りを露わにし、デュエルを挑む!!"
                },
                "51": {
                    "ID": "7120365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7120365",
                    "TitleEnglish": "Ignis Unification Plan",
                    "SummaryEnglish": "Varis reveals the truth about a simulation of the future of both Ignis and humans, according to which both will be destroyed as result of Lightning's actions. Varis has also gained the upper hand in the Duel, and brings out a new \"Borreload\". However, Lightning then uses an underhanded tactic.",
                    "TitleJapanese": "イグニス統合計画",
                    "SummaryJapanese": "それぞれのイグニスと人類がたどる未来に関してのシミュレーションにより、ライトニングの結果だけが人類とイグニス共に破滅の未来になるという真実を告げるリボルバー。デュエルにおいても優位に立ち、新たな「ヴァレルロード」を呼び出す。決着を付けようとしたその時、ライトニングは非道な手段に出る。"
                },
                "52": {
                    "ID": "7140103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7140103",
                    "TitleEnglish": "The AI Crosses the Line",
                    "SummaryEnglish": "Lightning uses Jin as a hostage to rattle Varis. However, Bohman, who is very disappointed in Lightning's actions, decides to step in. Now that his stratagem has failed, Lightning reveals a shocking truth about Dr. Kiyoshi Kogami to Varis, who's covered in wounds... Their fierce Duel finally reaches its conclusion!!",
                    "TitleJapanese": "一線を越えたAI",
                    "SummaryJapanese": "草薙仁を人質に取り、リボルバーの動揺を誘うライトニング。だが、その行為に失望したボーマンはライトニングを制止する。作戦に失敗したライトニングは、満身創痍(まんしんそうい)のリボルバーに向けて、鴻上博士にまつわる衝撃の真実を明かす…。２人の壮絶なデュエルがついに決着!!"
                },
                "53": {
                    "ID": "7141251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7141251",
                    "TitleEnglish": "Door to a New World",
                    "SummaryEnglish": "Bearing the hopes and wishes of his allies, Playmaker faces off against Bohman, who has absorbed the Ignis. Meanwhile, something abnormal happens to the people who were trapped in LINK VRAINS, and they start to fall unconscious. Bohman then creates a powerful Data Storm and Summons a terrifying Link Monster.",
                    "TitleJapanese": "新世界の扉",
                    "SummaryJapanese": "Playmakerは仲間たちの想いを一身に背負い、イグニスを取り込んだボーマンと対峙する。だが、その一方で「LINK VRAINS」に閉じ込められたアバターが次々に倒れる謎の現象が起こり始める。すると突然、ボーマンは強大な「Data storm(データ・ストーム)」を巻き起こし、驚愕(きょうがく)のリンクモンスターを召喚する！"
                },
                "54": {
                    "ID": "7152212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7152212",
                    "TitleEnglish": "Twisted Utopia",
                    "SummaryEnglish": "Playmaker is completely helpless before Bohman, who uses the consciousness of the people trapped in LINK VRAINS to create a Data Storm, and summons forth a powerful \"Hydradrive\" monster. Seeing this, the three Knights of Hanoi decide to take action.",
                    "TitleJapanese": "ねじれた理想郷",
                    "SummaryJapanese": "「LINK VRAINS」の人々の意識を利用して「Data storm(データ・ストーム)」を作り出し、強力な「ハイドライブ」モンスターを召喚するボーマンに対して、Playmakerは打開策を見出せずにいた。それを見ていたハノイの３騎士たちは、状況を打開すべく動きだす。"
                },
                "55": {
                    "ID": "7161353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7161353",
                    "TitleEnglish": "Unwavering Instinct",
                    "SummaryEnglish": "Bohman set up a \"Neuron Link\" to use the consciousness of humans to create his Data Storm. The three Knights, Akira, and Ghost Gal put their lives on the line and succeed to destroy the Neuron Link. However, Bohman starts repairing it right afterward, leaving Playmaker in despair...",
                    "TitleJapanese": "迷いなき本能",
                    "SummaryJapanese": "ボーマンが「Data storm(データ・ストーム)」を作り出すために人間の意識を利用して起動させていた「ニューロンリンク」。ハノイの３騎士や財前・ゴーストガールによる命懸けの協力によって、ついに破壊される。しかし、すぐさま「ニューロンリンク」の復元を始めるボーマンを前に、さらに絶望的な状況に陥るPlaymaker。そんな中、Aiが危険な賭けに出る!!"
                },
                "56": {
                    "ID": "7161358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7161358",
                    "TitleEnglish": "Entrusted Wishes",
                    "SummaryEnglish": "Ai enters Bohman's program and discovers the five Ignises that were absorbed into the Neuron Link. After escaping from Bohman's program, Ai entrusts his, as well as the other Ignises', final hopes and wishes to Playmaker. And now, the battle between Bohman and Playmaker enters its final phase!",
                    "TitleJapanese": "委ねられた願い",
                    "SummaryJapanese": "ニューロンリンクの一部を破壊し、ボーマンのプログラム内へ侵入したAiは、その中で完全に取り込まれてしまった5体のイグニスを発見。Aiはそのイグニスたちが残した最後の希望をPlaymakerへ託す。"
                }
            }
        },
        "3": {
            "ID": "814385",
            "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/seasons/official/3",
            "# Episodes": 18,
            "Episodes": {
                "1": {
                    "ID": "7231001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7231001",
                    "TitleEnglish": "Journey to the End",
                    "SummaryEnglish": "After his battle with Bohman for the fate of the world, Playmaker was able to free the consciousness of his allies. However, Ai, who has used up all his power during the battle, and the Ignises absorbed by Bohman, didn't come back to Playmaker.",
                    "TitleJapanese": "終りへの旅立ち",
                    "SummaryJapanese": "世界の命運をかけたボーマンとの激闘を終えたPlaymakerは、奪われた仲間たちの意識が解放されたことに安堵(あんど)する。だが、闘いによって力を使い果たしたAiや、ボーマンに取り込まれたイグニスたちが戻ることはなかった…"
                },
                "2": {
                    "ID": "7231002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7231002",
                    "TitleEnglish": "Criminal Statement",
                    "SummaryEnglish": "Thanks to the efforts of Playmaker and his allies, Den City is now at peace again. Meanwhile, Ai and Roboppi sneak onto a ship owned by SOL Technologies. Ai attempts to initiate contact with SOL's top executive, Queen. Just what is Ai's motive?!",
                    "TitleJapanese": "犯行声明",
                    "SummaryJapanese": "Playmakerたちの活躍により、平穏が訪れた「Den City」。だが、その一方でAiはロボッピと共にSOLテクノロジ－社の船へと潜入し、最高幹部であるクイーンへの接触を試みる。Aiの目的とは…。"
                },
                "3": {
                    "ID": "7231007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7231007",
                    "TitleEnglish": "Surprise Attack",
                    "SummaryEnglish": "Ai, who attacked Queen, SOL Technologies' highest executive, sends an advance notice about a crime to Akira Zaizen in order to steal the code necessary to infiltrate SOL's system. Playmaker is filled with conflicting emotions after learning the truth that Ai, whom he fought together with until now, has started attacking humans. Meanwhile, Varis sets up an anti-Ignis AI known as \"Pandor\", and heads off to fight against Ai.",
                    "TitleJapanese": "迎撃",
                    "SummaryJapanese": "SOLテクノロジー社の最高執行者・クイーンを襲撃したAiは、SOL社のシステム内部への侵入に必要なコードキーを奪うために財前に犯行予告する。これまで激闘を共にしたAiが人間を襲い始めた事実に、Playmakerは複雑な想いを抱く。一方で、リボルバーは対イグニス用AI「パンドール」を導入し、Aiとの決戦へと向かう。"
                },
                "4": {
                    "ID": "7231011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7231011",
                    "TitleEnglish": "Hang in There, Roboppy!!",
                    "SummaryEnglish": "Playmaker has made up his mind to fight against Ai, who is currently targeting Akira. However, it was just an Ai copy made to buy time. His allies also encounter other copies and fight against them, and in the midst Blood Shepherd and Ghost Girl encounter Roboppi, who was looking for someone to fight, and they begin a Tag Duel.",
                    "TitleJapanese": "がんばれ!!ロボッピ",
                    "SummaryJapanese": "Aiと戦う決意を固めたPlaymakerは、財前を狙うAiを捜索する。しかし、見つけたのは時間を稼ぐために作られたコピーのAiだった。ほかの仲間たちも、現れたコピーAiとの戦いを繰り広げる中、ブラッドシェパードとゴーストガールは対戦相手を探していたロボッピと遭遇し、タッグデュエルを開始する。"
                },
                "5": {
                    "ID": "7231034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7231034",
                    "TitleEnglish": "Striking Down the Ogre",
                    "SummaryEnglish": "Roboppi uses tricky tactics to drive Blood Shepherd and Ghost Gal into a corner. Ghost Gal is able to Summon her new trump card with Blood Shepherd'’s help, and proceeds to launch a counterattack. Meanwhile, The Gore has managed to find the real Ai, and begins a Duel against him.",
                    "TitleJapanese": "鬼を討つ",
                    "SummaryJapanese": "ゴーストガールとブラッドシェパードを相手にトリッキーな戦術で２人を追い込むロボッピ。窮地(きゅうち)に立たされたゴーストガールは、ブラッドシェパードと協力して新たな切り札を呼び出し、反撃の態勢を整える。その一方で、Go鬼塚がオリジナルのAiを発見し、デュエルを開始する。"
                },
                "6": {
                    "ID": "7231037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7231037",
                    "TitleEnglish": "Indomitable Spirit",
                    "SummaryEnglish": "The Gore, who has recovered so that he can protect the children at the orphanage, uses his \"Gouki\" monsters to launch waves of attacks against Ai. However, he keeps getting knocked down by Ai's powerful monsters. Despite this, his indomitable spirit still burns bright, and he keeps getting back up to challenge Ai. Seeing The Gore like this, Ai starts talking about what it feels like to lose one's friends.",
                    "TitleJapanese": "不撓不屈の精神",
                    "SummaryJapanese": "施設の子供たちを守るために、復活したGo鬼塚は「剛鬼」による怒涛の攻撃で奮闘するも、Aiが呼び出した強力なモンスターにより一掃されてしまう。だが、不屈の闘志を燃え上がらせるGo鬼塚は、何度でも立ち上がりAiに挑み続ける。そんな姿を見たAiは、Go鬼塚に仲間を失った想いを口にする…。"
                },
                "7": {
                    "ID": "7231039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7231039",
                    "TitleEnglish": "Ignis Hunter",
                    "SummaryEnglish": "Ai has been taking down Playmaker's allies in order to advance his plan. He has finally managed to locate where Akira is hiding. Varis, noticing this, sends Pandor to deal with him and protect Akira.",
                    "TitleJapanese": "イグニスを狩るもの",
                    "SummaryJapanese": "自らの計画を遂行するためにPlaymakerの仲間たちを次々に襲撃するAiは、ついに財前が避難している場所を特定する。そんなAiの動きを察知したリボルバーは、財前を守るためAiの行く手にパンドールを出撃させる。"
                },
                "8": {
                    "ID": "7274815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7274815",
                    "TitleEnglish": "Ai's Sad Frustration",
                    "SummaryEnglish": "Ai has discovered Akira and Blue Maiden in the network, and in order to seize control of SOL Technologies' system, he challenges the two of them to a Duel. The Zaizen siblings protect each other and fend off Ai's attacks, and with their minds as one they launch a counterattack.",
                    "TitleJapanese": "哀の苛立ち",
                    "SummaryJapanese": "ネット空間で財前とブルーメイデンを発見したAiは、SOLテクノロジー社のシステムを掌握(しょうあく)するために、彼らへデュエルを挑む。Aiの猛攻に対して、互いを守り合いながらしのぐ財前とブルーメイデンは、それぞれの想いを一つにして反撃に出る！"
                },
                "9": {
                    "ID": "7274816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7274816",
                    "TitleEnglish": "Clashing Wills",
                    "SummaryEnglish": "Akira and Blue Maiden work together to break through Ai's battle formation, but Ai then Summons a new trump card and drives the two of them into a corner again. Despite Ai's intensifying attacks against them, the Zaizen siblings' strong bond manages to Summon forth a new ace monster.",
                    "TitleJapanese": "せめぎ合う意思",
                    "SummaryJapanese": "財前とブルーメイデンは、お互いの戦術を駆使してAiの布陣を突破するが、Aiは新たな切り札を呼び出して再び２人を追い詰めていく。激しさを増すAiの猛撃を受けてもあきらめずに立ち向かう兄妹の強い絆は、やがて新たなエースモンスターを呼び起こす力となる！"
                },
                "10": {
                    "ID": "7274817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7274817",
                    "TitleEnglish": "The Fall of SOL",
                    "SummaryEnglish": "LINK VRAINS, which should have been shut down, is now open again, and many citizens of Den City begin to log in. In order to search for clues about Ai, who has taken over SOL Technologies, Soulburner decides to investigate LINK VRAINS. There, he discovers an island he has never seen before, where he encounters Roboppi in a country filled with robots made of household appliances.",
                    "TitleJapanese": "ＳＯＬ社の凋落",
                    "SummaryJapanese": "閉鎖されていたはずの「LINK VRAINS」が突然開放され、Den Cityの人々が一斉にログインを始める。一方で、SOLテクノロジー社を乗っ取ったAiの手がかりを探すため、「LINK VRAINS」内の調査を始めたSoulburner。そして彼は、見たことのない孤島を発見し、そこに築かれた家電の国でロボッピと遭遇する。"
                },
                "11": {
                    "ID": "7274818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7274818",
                    "TitleEnglish": "The King of Household Appliances",
                    "SummaryEnglish": "In order to find some clues about Ai, Soulburner challenges Roboppi to a Duel and attempts to reason with them.",
                    "TitleJapanese": "家電の王様",
                    "SummaryJapanese": "Aiの居場所を突き止めるためにロボッピとデュエルする事となったSoulburnerは、人間と共に歩む道を探すようにロボッピを説得する。だが、不気味な笑みを浮かべるロボッピは、Aiを苦しめている原因は不霊夢(フレイム)を守れなかったSoulburnerにあると言い放つ…。"
                },
                "12": {
                    "ID": "7312894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7312894",
                    "TitleEnglish": "Roboppi's Dream",
                    "SummaryEnglish": "The evolving Roboppi uses ever-changing tactics to drive Soulburner into a corner. Unfazed by the \"Appliancer\" monsters' fierce attacks, Soulburner launches a determined counterattack. As the battle between the two rages on, something abnormal happens to Roboppi...",
                    "TitleJapanese": "夢見るロボッピ",
                    "SummaryJapanese": "Soulburnerとのデュエルを通し、進化していくロボッピは、変幻自在(へんげんじざい)の戦術でSoulburnerを追い詰める。「機塊(きかい)」の軍勢による激しい攻撃を耐えしのぐSoulburnerも、負けじと反撃の一手に出る。互角の闘いが続く中、ロボッピにある異変が起こる。"
                },
                "13": {
                    "ID": "7312895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7312895",
                    "TitleEnglish": "Where It All Began",
                    "SummaryEnglish": "Varis appears before Soulburner, who has obtained some data about Ai. In order to finish the battle with the Ignis once and for all, Revolver attempts to take the data. With their previous Duel never resolved, the second showdown between Soulburner and Revolver begins, with the data about Ai on the line.",
                    "TitleJapanese": "始まりの場所",
                    "SummaryJapanese": "Aiに関する情報が記されたデータを受け取ったSoulburnerの元に、リボルバーが現れる。彼は自身の手でイグニスとの因縁を終わらせるため、Aiのデータを奪おうとする。Aiの情報をかけて、これまでのデュエルでは決着を付けられなかったSoulburnerとリボルバーによる２度目の対決が始まる。"
                },
                "14": {
                    "ID": "7321478",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7321478",
                    "TitleEnglish": "Complete Combustion",
                    "SummaryEnglish": "As their battle rages on, Varis is disappointed to see that Soulburner still has doubts in his heart. Enraged by this, Soulburner decides to cast aside the trauma caused by the Lost Incident, and the sadness he felt after losing Flame... With all his doubts gone, Soulburner summons a mighty conflagration to his right hand.",
                    "TitleJapanese": "完全燃焼",
                    "SummaryJapanese": "せめぎ合う２人の闘いが激化するなか、リボルバーはSoulburnerが抱える心の迷いに気付き失望する。その様子に激高したSoulburnerは、ロスト事件で受けた心の傷、不霊夢(フレイム)を失った悲しみ、全ての迷いを断ち切り右手に劫火(ごうか)を宿らせる！"
                },
                "15": {
                    "ID": "7321482",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7321482",
                    "TitleEnglish": "Parallel Paths",
                    "SummaryEnglish": "After finding out where Ai is, Yusaku heads to an island located in the outskirts of Den City by himself. There, Ai has already started making copies of himself using the SOLtiS he acquired from SOL Technologies, and he reveals his motive for attacking humans, as well as all the thoughts he's been keeping to himself. And now, with the future of the world on the line, Yusaku and Ai begin their first and final battle.",
                    "TitleJapanese": "交わらない道",
                    "SummaryJapanese": "Aiの居場所を知った遊作は、Den Cityの郊外にある島へと１人で向かう。そこでSOLテクノロジー社の開発する「ソルティス」を使い、自身のコピーを作り始めていたAiは、人々を襲った目的と内に秘めた想いを口にする。そして２人は世界の未来をかけた、最初で最後の闘いを始める…。"
                },
                "16": {
                    "ID": "7347418",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7347418",
                    "TitleEnglish": "Reckless Proposal",
                    "SummaryEnglish": "After dodging several attacks by the skin of his teeth, Playmaker finds an opening and attempts to strike back at Ai. However, Ai knows Playmaker inside and out, and can predict everything he will do. Then, Ai unites his feelings for all the Ignis, and brings about the advent of the ultimate Cyberse.",
                    "TitleJapanese": "無謀な提案",
                    "SummaryJapanese": "次々に繰り出される攻撃を紙一重でかわすPlaymakerは、Aiの戦術の隙を突いて攻撃を仕掛ける。しかし、Playmakerを知り尽くすAiにとって、全ての行動は想定内だった。そして、Aiはイグニスたちの想いを集約させ、究極の「サイバース」を降臨させる。"
                },
                "17": {
                    "ID": "7347423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7347423",
                    "TitleEnglish": "Broken Self",
                    "SummaryEnglish": "Having learned about Ai's sorrow, Playmaker tries to persuade him to stop the fight. However, Ai is determined and won't back down. Then, Ai makes a proposal to Playmaker.",
                    "TitleJapanese": "壊れゆく自我",
                    "SummaryJapanese": "イグニスを失ったことによるAiの悲しみを知ったPlaymakerは、Aiに戦いを止めるように説得する。だが決心したAiの気持ちは変わることはなかった。そして2人がしのぎを削るなか、AiはPlaymakerにある提案をする。"
                },
                "18": {
                    "ID": "7347430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7347430",
                    "TitleEnglish": "Connected World",
                    "SummaryEnglish": "The importance of bonds with humanity and that which AI ultimately seeks. As they see each other's intentions in a new light, Playmaker and Ai release the last of their power as their fight draws to an end. What future will this Duel lead to...?",
                    "TitleJapanese": "繋がる世界",
                    "SummaryJapanese": "人間が持つつながりの大切さと、AIが求める絶対的なもの。PlaymakerとAiはお互いの意思を改めて再認識する。そして、2人は戦いの終わりに向けて残された力を解放し、未来を掴み取るためのデュエルに挑む。"
                }
            }
        }
    }
}