{
  "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Fantasy",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt5628740/",
    "https://www.themoviedb.org/tv/71360"
  ],
  "TitleEnglish": "Yu-Gi-Oh! VRAINS",
  "SummaryEnglish": "In Den City, SOL Technologies created a VR space called \"LINK VRAINS\" where duelists can use avatars to duel. Yusaku Fujiki, also known as Playmaker, is a first year high school student who fights the Knights of Hanoi, a group of hackers, as he tries to find out the truth about the past. The Knights of Hanoi as well as SOL Technologies are seeking a mysterious AI program that Yusaku manages to capture.",
  "Aliases": [
    "遊戯王ＶＲＡＩＮＳ"
  ],
  "Modified": "2025-06-04",
  "Seasons": {
    "1": {
      "ID": "708738",
      "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/seasons/official/1",
      "# Episodes": 46,
      "Episodes": {
        "1": {
          "ID": "6052132",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6052132",
          "TitleEnglish": "My Name Is Playmaker",
          "SummaryEnglish": "Den City is the city where the newest network technology was developed. There we have the LINK VRAINS, a cyberspace managed by the SOL Technologies Inc. where people Duel night and day. Our protagonist, Yusaku Fujiki, is a cool student with excellent observation abilities. In order to defeat a group who plans to ruin the LINK VRAINS, the Knights of Hanoi, he transforms into his avatar Playmaker and Duels them. One day, Yusaku gets the information that SOL Technology is desperately searching for: a mysterious lifeform with the help of Shoichi Kusanagi, a hacker who shares Yusaku's goals. Noticing the Knights of Hanoi are also after it, Yusaku prepares a trap and plans his capture strategies...",
          "Aliases": []
        },
        "2": {
          "ID": "6084621",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6084621",
          "TitleEnglish": "Seize the Wind! Storm Access",
          "SummaryEnglish": "Yusaku managed to capture the Mysterious Lifeform as he chases after the Knights of Hanoi. In order to defeat them, he logs into the VR Space network, LINK VRAINS, as Playmaker. He commenced a Duel, holding the lifeform as a hostage. However, the lifeform predicted that \"Yusaku can't win with his Deck\", and performed a certain action...",
          "Aliases": []
        },
        "3": {
          "ID": "6092714",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6092714",
          "TitleEnglish": "First Contact",
          "SummaryEnglish": "Yusaku begins to examine the information hidden in the Mysterious Lifeform. Meanwhile, after his Duel against the Knights in the network, he became famous as the hero who saved LINK VRAINS. Learning that the lifeform is with Playmaker, SOL Technology sets up an operation to capture it...",
          "Aliases": []
        },
        "4": {
          "ID": "6092715",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6092715",
          "TitleEnglish": "Charisma Duelist Go Onizuka",
          "SummaryEnglish": "The true identity of the Knight of Hanoi who suddenly appears is Go Onizuka, a Charisma Duelist. As the new hero of LINK VRAINS, Playmaker has stolen away some of GO's fans. In order to regain their support, GO challenges Playmaker to a Duel.",
          "Aliases": []
        },
        "5": {
          "ID": "6092718",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6092718",
          "TitleEnglish": "The Three Count Rings",
          "SummaryEnglish": "GO carries out his Duel in a manner similar to Pro-Wrestling, using Dueling as a means to entertain the audience. Playmaker seems to be interested in this playstyle, which is different from his calm and calculated playstyle. As if acknowledging GO Onizuka’s Dueling, Playmaker Summons \"Decode Talker\", despite taking a huge amount of damage. And thus, the two’s ace monsters clash!",
          "Aliases": []
        },
        "6": {
          "ID": "6125374",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6125374",
          "TitleEnglish": "Idol!! Blue Angel",
          "SummaryEnglish": "Aoi Zaizen works as a Charisma Duelist under the alias Blue Angel in LINK VRAINS. In order to gain recognition from her brother, Akira Zaizen, she publicly challenges Playmaker to a Duel in LINK VRAINS. However, Playmaker did not respond to her challenge. Instead, the one who appeared before her is Specter, who has disguised as her fan!",
          "Aliases": []
        },
        "7": {
          "ID": "6135967",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6135967",
          "TitleEnglish": "Hanoi's Angel",
          "SummaryEnglish": "Feeling that the Knights of Hanoi are behind Blue Angel, Yusaku decides to Duel her to find out her real intentions. However, Playmaker is gradually driven into a corner by Blue Angel’s tactics, which focus on dealing effect damage. Blue Angel’s strong desire to be recognized by her brother has fueled her Dueling, and she won’t hold back...",
          "Aliases": []
        },
        "8": {
          "ID": "6148054",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6148054",
          "TitleEnglish": "The One Who Commands the Wind",
          "SummaryEnglish": "Due to Hanoi's program, Aoi Zaizen is now in a comatose state. Feeling responsible for dragging her into his battle against Hanoi, Yusaku tries to investigate the cause of this together with Kusanagi. However, Blue Angel, who is supposed to be in a coma, then appears on the city's monitors, and challenges Playmaker to a rematch!",
          "Aliases": []
        },
        "9": {
          "ID": "6186616",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6186616",
          "TitleEnglish": "Enemy I Was Seeking",
          "SummaryEnglish": "In order to obtain the program that removes the virus that infected Aoi, Yusaku commences a Duel against Revolver, with the AI, who is also known as Ai, as a wager. Using the Link Monsters he obtained in his previous Duels, Playmaker was able to destroy Revolver’s \"Cracking Dragon\". However, the back-and-forth Duel between them takes a new turn as Revolver activates a shocking Skill!",
          "Aliases": []
        },
        "10": {
          "ID": "6190741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6190741",
          "TitleEnglish": "Impact! Cyberse Vanishes",
          "SummaryEnglish": "Due to Revolver's brutal assault, Playmaker is now on the defensive. Playmaker then uses Storm Access to obtain a card in order to turn things around. However, due to Revolver's tactics, the stage of their battle has moved to the inside of the Data Storm...",
          "Aliases": []
        },
        "11": {
          "ID": "6205525",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6205525",
          "TitleEnglish": "Roar of the Magazine Varreload",
          "SummaryEnglish": "Playmaker is shocked by the truth that Revolver revealed, and he collapses after taking a powerful attack from Revolver’s ace monster, \"Borreload Dragon\". As his consciousness fades, a mysterious voice echoes in his mind and awakens him... Playmaker then gets back up, his eyes burning with unwavering resolve...",
          "Aliases": []
        },
        "12": {
          "ID": "6218474",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6218474",
          "TitleEnglish": "Impregnable Defending Dragon Firewall",
          "SummaryEnglish": "Accompanied by \"Firewall Dragon\", Playmaker musters every last ounce of his strength to fight against Revolver’s \"Borreload Dragon\". Playmaker vows to get revenge for the incident that happened in the past, while Revolver plots to eradicate Ai. As the two’s beliefs clash, their two dragons also face off against one another!",
          "Aliases": []
        },
        "13": {
          "ID": "6235174",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6235174",
          "TitleEnglish": "Fierce Battle's Record",
          "SummaryEnglish": "After his fierce battle against Revolver, Yusaku analyzes the information about Ignis together with Kusanagi. Meanwhile, Ghost Girl, the mysterious Duelist who witnessed Playmaker, receives an interview in LINK VRAINS. She starts talking about the Knights of Hanoi’s attacks, as well as Playmaker’s battles.",
          "Aliases": []
        },
        "14": {
          "ID": "6247496",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6247496",
          "TitleEnglish": "Ghost Girl's Invitation",
          "SummaryEnglish": "Interested in the incident that happened ten years ago, Ghost Girl challenged Playmaker to a Duel, with Ai as a wager. Learning that he will be able to obtain the program that allows him to infiltrate SOL Technologies Data Bank if he wins, Yusaku heads to LINK VRAINS. Fully aware of the risks, Yusaku still accepted Ghost Girl’s challenge in order to discover the truth about the incident that happened ten years ago. However, he faces a tough battle against Ghost Girl’s elusive \"Altergeist\" Deck!",
          "Aliases": []
        },
        "15": {
          "ID": "6263562",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6263562",
          "TitleEnglish": "Altergeist that Hides in the Darkness",
          "SummaryEnglish": "Ghost Girl carries out an unpredictable Duel with her phantasmagorical tactics. Meanwhile, Playmaker calmly analyzes Ghost Girl's moves and looks for a chance to use Storm Access. Thus, a battle of wits unfolds between the two as they try to outsmart one other. Who will ultimately triumph?!",
          "Aliases": []
        },
        "16": {
          "ID": "6280817",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6280817",
          "TitleEnglish": "Infiltrate SOL's Cyber Fortress",
          "SummaryEnglish": "In order to search for the truth about the incident ten years ago, Playmaker hacked into SOL's mother computer, and heads for the data bank that lies deep within its system. However, standing in his way is a Dueling AI program! Can Playmaker get past this new threat and seize the truth?!",
          "Aliases": []
        },
        "17": {
          "ID": "6291658",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6291658",
          "TitleEnglish": "Flawless AI Duelist",
          "SummaryEnglish": "Blue Angel rushes to Playmaker, who is having troubles against the AI programs. Thanks to her, Playmaker is able to get out of a pinch and reach the inner depths of the mother computer. However, when Playmaker reaches the data bank, a certain character stands in his way...",
          "Aliases": []
        },
        "18": {
          "ID": "6303040",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6303040",
          "TitleEnglish": "Wound Etched Into His Heart",
          "SummaryEnglish": "When Playmaker reaches SOL's data bank, he runs into Akira. Akira tries to stop the vengeful Playmaker, but Playmaker wouldn't listen to him. In order to settle his score, Playmaker decides to Duel Akira. Thus, a battle begins in the data bank, where the truth behind the incident is concealed...",
          "Aliases": []
        },
        "19": {
          "ID": "6313593",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6313593",
          "TitleEnglish": "The Incident Buried in the Darkness",
          "SummaryEnglish": "Akira skillfully uses his \"Tindangle\" Deck to fight against Playmaker. Playmaker also fights back with his Cyberses. As their fierce battle rages on, Akira starts talking about the incident ten years ago. At last, Yusaku's past is finally unveiled...",
          "Aliases": []
        },
        "20": {
          "ID": "6326053",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6326053",
          "TitleEnglish": "Unyielding Justice",
          "SummaryEnglish": "Akira manages to drive Playmaker into a corner. However, Playmaker fights back with everything he got, performing multiple Link Summons in a row in order to turn the battle around. Akira and Playmaker then proceed to duke it out with their ace monsters.",
          "Aliases": []
        },
        "21": {
          "ID": "6345492",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6345492",
          "TitleEnglish": "Embers of a New Battle",
          "SummaryEnglish": "Yusaku and Kusanagi analyze SOL Technologies' data, and discover some new information about the incident ten years ago. Meanwhile, at Yusaku's house, Ai and Roboppy are secretly plotting something...",
          "Aliases": []
        },
        "22": {
          "ID": "6349536",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6349536",
          "TitleEnglish": "Blackened Sun",
          "SummaryEnglish": "Yusaku and co. investigate a mysterious phenomenon known as \"Another\", where the victims can't log out of LINK VRAINS and stay unconscious in the real world. They successfully identify who the next victim might be through the data they collected. In order to prevent more damage, Yusaku and co. decide to take action.",
          "Aliases": []
        },
        "23": {
          "ID": "6358176",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6358176",
          "TitleEnglish": "Genome's Giant",
          "SummaryEnglish": "In order to rescue a boy who fell victim to the \"Another\" phenomenon, Go Onizuka confronted the criminal who called himself Dr. Genome. Determined to win no matter what, Go casts away his entertainment style and Duels like a heel.",
          "Aliases": []
        },
        "24": {
          "ID": "6358177",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6358177",
          "TitleEnglish": "Dark Mask's Burden of Fate",
          "SummaryEnglish": "Dr. Genome uses his \"Helixx\" Deck to turn the \"Gouki\" monsters' powerful attacks against themselves, putting Go Onizuka into a pinch. At the same time, the other members of the Knights of Hanoi also show up in LINK VRAINS and indiscriminately attack the citizens...",
          "Aliases": []
        },
        "25": {
          "ID": "6358178",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6358178",
          "TitleEnglish": "Virus Deck Operation",
          "SummaryEnglish": "Aoi is aware of the battle between the Knights of Hanoi and Playmaker's group, but she doesn't know whether she should fight as Blue Angel or keep her promise to Akira and not go into LINK VRAINS. However, Emma then appears before her. What is Aoi's answer after her meeting with Emma?",
          "Aliases": []
        },
        "26": {
          "ID": "6358179",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6358179",
          "TitleEnglish": "Three Draws Leading to Hope",
          "SummaryEnglish": "All of Blue Angel's \"Trickstar\" tactics were locked away, and she received a huge amount of damage due to Baira's \"Dark Mummies\". With no other choice, Blue Angel bets everything on her one last chance...",
          "Aliases": []
        },
        "27": {
          "ID": "6402317",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6402317",
          "TitleEnglish": "Naoki Shima the Fighter",
          "SummaryEnglish": "As the Another phenomenon begins to affect the real world, everyone begins to panic, and LINK VRAINS is put on high alert. Due to something, Naoki Shima decides to fight against the Knights of Hanoi...",
          "Aliases": []
        },
        "28": {
          "ID": "6402318",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6402318",
          "TitleEnglish": "Final Commander of the Three Knights",
          "SummaryEnglish": "Faust, the mastermind behind Another, takes Naoki hostage and uses him to draw out Playmaker. Using electric worm monsters known as \"Motor Worms\", he seals away Playmaker's Link Summon. Playmaker then flies into the Data Storm and uses Storm Access, hoping to turn things around...",
          "Aliases": []
        },
        "29": {
          "ID": "6402319",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6402319",
          "TitleEnglish": "Kusanagi Report",
          "SummaryEnglish": "The Knights of Hanoi's activities have begun to reach the real world itself. Sensing the impending danger, Kusanagi decides to leave behind a record about the truth behind the connection between the Knights of Hanoi and the Lost Incident, as well as the Another Incident...",
          "Aliases": []
        },
        "30": {
          "ID": "6402320",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6402320",
          "TitleEnglish": "Doorway to the Abyss",
          "SummaryEnglish": "Yusaku questions why Revolver didn't show up at all during the Another Incident. In order to clear things up, he enters LINK VRAINS to investigate. There, he runs into Ghost Girl, who is also investigating something. The two then discover a place where something abnormal is happening...",
          "Aliases": []
        },
        "31": {
          "ID": "6447361",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6447361",
          "TitleEnglish": "The Final Trigger",
          "SummaryEnglish": "Ghost Girl ran into Revolver while she was investigating LINK VRAINS' underground. The two of them then start a Duel. Ghost Girl manages to take out \"Topologic Bomber Dragon\" and Link Summons her trump card. She then delivers the finishing blow against Revolver, but...",
          "Aliases": []
        },
        "32": {
          "ID": "6452913",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6452913",
          "TitleEnglish": "Tower of Hanoi",
          "SummaryEnglish": "An ominous tower has appeared in LINK VRAINS. An incident then occurs, where many Duelists get converted to data. Learning this, Playmaker heads to LINK VRAINS, bringing the info Ghost Girl entrusted to him with him. He meets up with Go Onizuka and Blue Angel, and exchanges information with them. The three then split up to search for Revolver. However, Blue Angel then runs into Spectre...",
          "Aliases": []
        },
        "33": {
          "ID": "6452916",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6452916",
          "TitleEnglish": "Angel with Blue Tears",
          "SummaryEnglish": "Blue Angel launches a series of attacks against Spectre with her \"Trickstars\", but her attacks didn't work, since Spectre is protected by his \"Sunavalon\". Blue Angel then uses her deadly combo. However, a sinister smile dashes across Spectre's face...",
          "Aliases": []
        },
        "34": {
          "ID": "6452917",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6452917",
          "TitleEnglish": "Sacred Tree",
          "SummaryEnglish": "Spectre's Sunavalon evolves and drives Blue Angel into a corner. As her tactics are gradually sealed off, Blue Angel comes up with a plan to counter Spectre's impenetrable battle formation. Now on the defensive, Blue Angel Link Summons a new Trickstar...!",
          "Aliases": []
        },
        "35": {
          "ID": "6495657",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6495657",
          "TitleEnglish": "The Other Lost Incident",
          "SummaryEnglish": "In order to save LINK VRAINS from destruction, Playmaker heads to the Tower of Hanoi. However, standing in his way is Spectre! Playmaker tries to deal big damage to Spectre, but Spectre's Sunavalon combo prevents him from doing that. In this Duel, Playmaker learns about Spectre's shocking past...",
          "Aliases": []
        },
        "36": {
          "ID": "6495658",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6495658",
          "TitleEnglish": "Pointless Justice",
          "SummaryEnglish": "Spectre's devious Sunavalon combo keeps replenishing his LP and Summoning Sunvines, but Playmaker never lets up his attacks. Playmaker manages to figure out its weak point, and comes up with a plan to counter it, but...",
          "Aliases": []
        },
        "37": {
          "ID": "6495659",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6495659",
          "TitleEnglish": "My Mother Tree",
          "SummaryEnglish": "Playmaker uses his ace monster, Excode Talker, to counter Spectre’s Sunvines. In order to finish Playmaker off, Spectre evolves his Sunavalon into its ultimate form. Having driven Playmaker into a corner, Spectre delivers the finishing blow against him...",
          "Aliases": []
        },
        "38": {
          "ID": "6495660",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6495660",
          "TitleEnglish": "Hanoi’s Recollection",
          "SummaryEnglish": "As the Tower of Hanoi gradually approaches its completion, Revolver reflects on the battles that had been waged in LINK VRAINS. And now, carrying on the wishes of Dr. Kogami with firm resolve, Revolver makes his move...",
          "Aliases": []
        },
        "39": {
          "ID": "6542657",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6542657",
          "TitleEnglish": "Bullet Buried in Darkness",
          "SummaryEnglish": "Go Onizuka confronts Revolver and challenges him to a Duel. Meanwhile, the Tower of Hanoi is getting closer to completion, gradually absorbing everything in LINK VRAINS...",
          "Aliases": []
        },
        "40": {
          "ID": "6552568",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6552568",
          "TitleEnglish": "The Thirst for Victory",
          "SummaryEnglish": "Due to Revolver's tactics, many of Go Onizuka's monsters have been destroyed. However, GO’s fighting spirit still does not waver. In order to turn things around, GO summons his powerful ace monster, \"Gouki The Giant Ogre\"!",
          "Aliases": []
        },
        "41": {
          "ID": "6564515",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6564515",
          "TitleEnglish": "The Distorted Truth",
          "SummaryEnglish": "Playmaker faces off against his fated enemy, Revolver. With the fate of the world and the truth behind the Lost Incident at stake, the two begin their final showdown…",
          "Aliases": []
        },
        "42": {
          "ID": "6565845",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6565845",
          "TitleEnglish": "Stardust Road's Guidance",
          "SummaryEnglish": "Playmaker manages to withstand the brutal attack of Revolver’s Link Monster. Sensing the presence of monsters in the Tower of Hanoi, he flies right into it. Playmaker then bets it all on a draw, but…",
          "Aliases": []
        },
        "43": {
          "ID": "6582931",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6582931",
          "TitleEnglish": "The Birth of Ignis",
          "SummaryEnglish": "Playmaker has realized who Revolver might be during the Duel. However, due to a shockwave generated in the Data Storm, Yusaku is forced to log out. He now heads to a certain location in the real world, where Revolver is supposed to be…",
          "Aliases": []
        },
        "44": {
          "ID": "6593663",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6593663",
          "TitleEnglish": "Prisoners of Destiny",
          "SummaryEnglish": "Having learned the truth hidden by the Ignis and the truth behind the Lost Incident, Playmaker tries to persuade Revolver to stop the Tower of Hanoi. Unfortunately, his words fail to convince Revolver. Having been driven into a corner, Playmaker entrusts all his hopes to his new ace monster!",
          "Aliases": []
        },
        "45": {
          "ID": "6593664",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6593664",
          "TitleEnglish": "An Extreme Duel",
          "SummaryEnglish": "As Revolver's fierce attacks continue, Playmaker prepares a counterattack using the power of multiple Code Talkers. Revolver replies by summoning his ace monster, Barrel-load Dragon.",
          "Aliases": []
        },
        "46": {
          "ID": "6593665",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6593665",
          "TitleEnglish": "The Circuit that Draws the Future",
          "SummaryEnglish": "With only a few life points left, Playmaker and Ai have their backs to the wall, but neither of them have given up. To overcome Revolver's flawless tactics, Playmaker is betting everything he's got on his final Draw.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "759653",
      "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/seasons/official/2",
      "# Episodes": 56,
      "Episodes": {
        "1": {
          "ID": "6637780",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6637780",
          "TitleEnglish": "Playmaker Returns",
          "SummaryEnglish": "Peace has returned thanks to Playmaker's efforts. However, LINK VRAINS still suffered heavy damage due to Hanoi's plan. Thus, SOL Technologies rebuilds it into NEW LINK VRAINS. The newly rebuilt Dueling platform has brought a lot of excitement to many. However, in NEW LINK VRAINS, Playmaker is a wanted man, and has a bounty on his head...",
          "Aliases": []
        },
        "2": {
          "ID": "6647665",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6647665",
          "TitleEnglish": "Judgment Arrow",
          "SummaryEnglish": "Playmaker chases after the mysterious individual who attacked Jin, and challenges him to a Duel. However, he has a hard time trying to deal with the mysterious man's never-seen-before cards. In order to achieve victory, Playmaker uses the new card he received from Ai to counterattack!",
          "Aliases": []
        },
        "3": {
          "ID": "6664620",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6664620",
          "TitleEnglish": "Duelist Clad in Flames",
          "SummaryEnglish": "As Playmaker chases after Bohman, the Duelist who stole Jin's consciousness, two Duelists appear before him and block his path. However, a mysterious Duelist called Soulburner then shows up to help Playmaker. And what's more... Soulburner also has an Ignis in his Duel Disk!",
          "Aliases": []
        },
        "4": {
          "ID": "6664631",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6664631",
          "TitleEnglish": "The Transfer Student, Takeru Homura",
          "SummaryEnglish": "A student named Takeru Homura has transferred to Yusaku's school. Takeru also happens to be Soulburner, the Duelist who came to Playmaker's aid. Takeru and his Ignis speak to Yusaku about the destruction of the Cyberse World, as well as the new enemies...",
          "Aliases": []
        },
        "5": {
          "ID": "6664632",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6664632",
          "TitleEnglish": "The Man Who Cast Away Charisma",
          "SummaryEnglish": "The Gore, who is now working as a bounty hunter for SOL Technologies, manages to find Playmaker and Ai. The Gore then attempts to Duel Playmaker. However, Soulburner then blocks the Gore's path. In order to protect Playmaker, he challenges Gore to a Duel.",
          "Aliases": []
        },
        "6": {
          "ID": "6691304",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6691304",
          "TitleEnglish": "Hero in Name Only",
          "SummaryEnglish": "Soulburner manages to survive a brutal attack from the Gore's \"Dinowrestler\" monsters, using the effects of his \"Salamangreat\" monsters. Determined not to lose against the Gore, who wants to prove himself to be the strongest Duelist, Soulburner sets his fist ablaze, and starts a counterattack!",
          "Aliases": []
        },
        "7": {
          "ID": "6691306",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6691306",
          "TitleEnglish": "The Bounty Hunter, Blood Shepherd",
          "SummaryEnglish": "Blood Shepherd challenges Playmaker to a Duel. He manages to figure out Playmaker's strategy, and uses his \"Drone\" Deck to perform a series of combos to overwhelm Playmaker and seal off his strategy.",
          "Aliases": []
        },
        "8": {
          "ID": "6691308",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6691308",
          "TitleEnglish": "Terrifying Battledrones",
          "SummaryEnglish": "Blood Shepherd has thoroughly studied Playmaker's Deck, and Playmaker is completely helpless before his \"Drone\" Deck. Having been driven into a corner, Playmaker decides to use his trump card to turn things around.",
          "Aliases": []
        },
        "9": {
          "ID": "6691310",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6691310",
          "TitleEnglish": "The Unknown World",
          "SummaryEnglish": "Playmaker and Soulburner have reached a windswept cliff. Due to some mysterious force, the two of them have arrived to some ruins. As they investigate the ruins, they run into someone unexpected..",
          "Aliases": []
        },
        "10": {
          "ID": "6725060",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6725060",
          "TitleEnglish": "Blue Girl's First Battle!",
          "SummaryEnglish": "Having received a request from the Wind Ignis, Soulburner commences a Duel against Blue Girl. While he receives some damage due to Blue Girl's \"Trickstars\", he still manages to Summon \"Salamangreat Heatleo\" and launch an attack with it. However, Blue Girl then proceeds to drive Soulburner into a corner with her new tactics. Who will ultimately win this Duel is...",
          "Aliases": []
        },
        "11": {
          "ID": "6733350",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6733350",
          "TitleEnglish": "Final Battle Above the Clouds",
          "SummaryEnglish": "Playmaker manages to locate Bohman, and challenges him to a Duel in order to take back Jin's consciousness. Having Dueled Bohman before, Playmaker expects that he'll use the same tactics. However, Bohman has become a much stronger Duelist than before, and drives Playmaker into a corner. Bohman then starts talking about his past. Just who is he...",
          "Aliases": []
        },
        "12": {
          "ID": "6735131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6735131",
          "TitleEnglish": "Soul Replica",
          "SummaryEnglish": "Bohman launches a fierce attack against Playmaker and inflicts a huge amount of damage to him. However, Playmaker's fighting spirit still does not waver. In order to achieve victory, he attempts to break up the vicious \"Hydradrive\" monsters' formation. However, Bohman then does something that no one could have possibly foreseen...",
          "Aliases": []
        },
        "13": {
          "ID": "6757535",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6757535",
          "TitleEnglish": "Hanoi Returns",
          "SummaryEnglish": "Baira, one of the masterminds behind the Deleted Incident, is currently locked away in a prison and placed under strict security. A certain man pays her a visit...",
          "Aliases": []
        },
        "14": {
          "ID": "6765452",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6765452",
          "TitleEnglish": "Brave Max the Loser",
          "SummaryEnglish": "Emma and Skye are trying to figure out who Playmaker is, and one of their leads is Shima, who claims to be Playmaker's friend. When Ghost Gal finds The Brave Battler, Shima's avatar, in LINK VRAINS, she challenges him to a Duel.",
          "Aliases": []
        },
        "15": {
          "ID": "6768648",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6768648",
          "TitleEnglish": "Despair from Darkness",
          "SummaryEnglish": "Having received some new info from Kolter, Playmaker and Soulburner head for a new gate that has recently appeared. However, it turns out that Blood Shepherd has set up a trap there. After capturing Soulburner, Blood Shepherd searches through his memories...",
          "Aliases": []
        },
        "16": {
          "ID": "6768651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6768651",
          "TitleEnglish": "The Ominous Ghost",
          "SummaryEnglish": "In order to save Soulburner, Playmaker fights against the bounty hunters Kenmochi and Yoroizaka. Meanwhile, due to Blood Shepherd's trap, the memories that Soulburner tried to suppress have been uncovered. With his back against the wall, Soulburner, now more vulnerable than ever, begins his Duel against Blood Shepherd...",
          "Aliases": []
        },
        "17": {
          "ID": "6768653",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6768653",
          "TitleEnglish": "Reincarnating Flame",
          "SummaryEnglish": "Having searched through his memories and discovered his weakness, Blood Shepherd uses his vicious \"Drone\" combo to overwhelm Soulburner and drive him into a corner. Can Soulburner overcome his weakness and win this Duel...?!",
          "Aliases": []
        },
        "18": {
          "ID": "6789275",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6789275",
          "TitleEnglish": "Turning Point",
          "SummaryEnglish": "Takeru and Yusaku are heading to Kolter's place, but Shima then shows up and starts talking to Yusaku. Thus, Takeru has no choice but to go to Kolter by himself. Takeru then asks Kolter about how he met Yusaku.",
          "Aliases": []
        },
        "19": {
          "ID": "6789276",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6789276",
          "TitleEnglish": "Dawn of Playmaker",
          "SummaryEnglish": "Kolter talks about Playmaker's origin. According to urban legends, there is a mysterious dungeon filled with many deadly traps hidden in LINK VRAINS. In that dungeon, lies...",
          "Aliases": []
        },
        "20": {
          "ID": "6789277",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6789277",
          "TitleEnglish": "Earth Ignis",
          "SummaryEnglish": "Ai browses through the internet, and discovers some mysterious messages relating to the Ignises. In order to confirm whether they are true or not, Playmaker and Ai head into LINK VRAINS. They then run into the Earth Ignis.",
          "Aliases": []
        },
        "21": {
          "ID": "6789278",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6789278",
          "TitleEnglish": "An AI's Yearning",
          "SummaryEnglish": "The Earth Ignis learned about the situation regarding the Cyberse World from the Water Ignis. In order to test humanity, the Earth Ignis challenges Playmaker to a match. Due to the \"G Golem\" monster's attack, Playmaker is caught in a pinch. However, despite all the odds, Playmaker refuses to give in, betting it all on one move!",
          "Aliases": []
        },
        "22": {
          "ID": "6824716",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6824716",
          "TitleEnglish": "Secret Meeting",
          "SummaryEnglish": "Ai suddenly disappeared from the Duel Disk. Having determined that another Ignis could be behind this, Playmaker heads into LINK VRAINS to search for Ai. There, he encounters the Light Ignis. Playmaker then learns about the Light Ignis' motive and the truth behind the Cyberse World's destruction!",
          "Aliases": []
        },
        "23": {
          "ID": "6824724",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6824724",
          "TitleEnglish": "A New Mission",
          "SummaryEnglish": "In order to eliminate the Ignises, Varis launches an attack against Windy and others. Playmaker tries to talk some sense into Varis, but to no avail. Varis then begins his Duel against Windy.",
          "Aliases": []
        },
        "24": {
          "ID": "6824725",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6824725",
          "TitleEnglish": "Tuning Bullets",
          "SummaryEnglish": "Varis is driven into a corner by Windy's skillful Dueling. Windy's malicious nature has also become even more apparent during the Duel. Having learned of the Ignises' motive and determined to fulfill his father's wishes, Varis decides to use some new tactics against Windy!",
          "Aliases": []
        },
        "25": {
          "ID": "6824726",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6824726",
          "TitleEnglish": "Declaration of War",
          "SummaryEnglish": "Playmaker's attempts to prevent conflict between Ignises and humans have failed. Due to Varis' attack, the Light Ignis is now hellbent on subjugating the humans. The Light Ignis then declares war on humanity and kicks off his plan to place humans under the Ignises' control. In order to accomplish the Ignises' goal, Bohman appears and challenges Playmaker to a Duel.",
          "Aliases": []
        },
        "26": {
          "ID": "6824727",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6824727",
          "TitleEnglish": "Clear Perfection",
          "SummaryEnglish": "Bohman, who has evolved even further, shows off his new \"Hydradrive\" tactics against Playmaker. Playmaker tries to predict Bohman's actions, and also receives some advice about how to deal with him from Ai. A fierce battle unfolds between the two as they try to outwit one another!",
          "Aliases": []
        },
        "27": {
          "ID": "6852938",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6852938",
          "TitleEnglish": "Light Blade that Slices Despair",
          "SummaryEnglish": "During his Duel with Playmaker, Bohman activates Storm Access and obtains a new \"Hydradrive\". Playmaker is then inflicted with heavy damage. Ai then tells Playmaker that he has prepared something in advance just in case. In order to turn things around, Playmaker bets everything on Ai's \"secret weapon\"!",
          "Aliases": []
        },
        "28": {
          "ID": "6868104",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6868104",
          "TitleEnglish": "Captured Ignis",
          "SummaryEnglish": "Earth rescued Aqua, who was imprisoned by someone, and learned the truth about the Cyberse World's destruction from her. However, Gore, who was ordered to capture the Ignises, then appears and attacks the two of them. In order to protect Aqua, Earth begins a Duel against Gore!",
          "Aliases": []
        },
        "29": {
          "ID": "6868106",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6868106",
          "TitleEnglish": "The Demon Within",
          "SummaryEnglish": "As Playmaker observes Earth and Gore's Duel, he notices that there is something different about Gore. Gore goes all-out and uses his powerful \"Dinowrestler\" monsters to overwhelm Earth. As the fierce battle between them rages on, Gore suddenly uses some unexpected tactics!",
          "Aliases": []
        },
        "30": {
          "ID": "6868107",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6868107",
          "TitleEnglish": "Awakened Memories",
          "SummaryEnglish": "Skye, who is starting to have doubts about SOL Technologies' methods, starts searching for Aqua. On the other hand, Blood Shepherd has found out where Aqua is. He goes after Aqua and attacks her, but Ghost Girl then appears before him and blocks his path.",
          "Aliases": []
        },
        "31": {
          "ID": "6886651",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6886651",
          "TitleEnglish": "Sibling Rivalry",
          "SummaryEnglish": "Ghost Gal stands in Blood Shepherd's way, determined to protect Aqua. Enraged by Ghost Gal, Blood Shepherd starts a Duel against her. In this Duel, the loser will lose their account. On the other hand, Aqua reveals the truth about her partner to Blue Girl.",
          "Aliases": []
        },
        "32": {
          "ID": "6901240",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6901240",
          "TitleEnglish": "Rebellious Bounty Hunter",
          "SummaryEnglish": "After learning about SOL Technologies' shocking plan, Blood Shepherd decided to carry out his own search for the Ignises, independent from Akira. Noticing his superb hacking skills, Varis approaches him and suggests that they should team up to eliminate the Ignises, but...",
          "Aliases": []
        },
        "33": {
          "ID": "6901241",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6901241",
          "TitleEnglish": "Flash of Lightning",
          "SummaryEnglish": "Wary about Varis and Blood Shepherd teaming up, Lightning decides to challenge Blood Shepherd to a Duel. Blood Shepherd uses some new \"Drone\" tactics to overwhelm Lightning!",
          "Aliases": []
        },
        "34": {
          "ID": "6901246",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6901246",
          "TitleEnglish": "Bounty Hunter's Duty",
          "SummaryEnglish": "Blood Shepherd manages to deal with Lightning's tactics and gain the upper hand in the Duel. However, Lightning then Summons more monsters to attack Blood Shepherd's \"Drones\". At this point, no one can predict how the fierce battle between the two will go.",
          "Aliases": []
        },
        "35": {
          "ID": "6920976",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6920976",
          "TitleEnglish": "Arriving at the Summit",
          "SummaryEnglish": "Playmaker and his allies are investigating what Lightning has been up to, and they manage to find some traces of Earth, who was captured by SOL Technologies. As they head to where Earth's traces are, they find The Gore waiting for them! Burning with a twisted desire for victory, The Gore attacks Playmaker and Link Summons a shocking monster...",
          "Aliases": []
        },
        "36": {
          "ID": "6940630",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6940630",
          "TitleEnglish": "What Lies Beyond Instinct",
          "SummaryEnglish": "Playmaker has somehow survived The Gore's brutal attack. He attempts to turn things around with his Skill, but The Gore then negates it with Anti Skill. Playmaker is now totally driven into a corner. Is there any way he can get out of this one?!",
          "Aliases": []
        },
        "37": {
          "ID": "6940632",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6940632",
          "TitleEnglish": "Irregular Meeting",
          "SummaryEnglish": "Varis contacted Playmaker and told him that he wants to talk to him. Playmaker and his allies head to the designated meeting location. There, they learn that Varis wants them to team up with him. However, Soulburner, who was deeply traumatized by the Hanoi Project 10 years ago, then lashes out at Varis.",
          "Aliases": []
        },
        "38": {
          "ID": "6940633",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6940633",
          "TitleEnglish": "Turbulent Past",
          "SummaryEnglish": "Varis suggests to Playmaker and his allies that they should team up. However, Soulburner reacts with anger and challenges Varis to a Duel! Fueled by his burning hatred, Soulburner launches a brutal attack with his \"Salamangreat\" monsters. However, Varis then does something unexpected.",
          "Aliases": []
        },
        "39": {
          "ID": "6983614",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6983614",
          "TitleEnglish": "Genuine Tears",
          "SummaryEnglish": "Playmaker and his allies have decided to form an alliance with Varis! In order to search for Lightning and confront him, they head to Mirror LINK VRAINS, a world hidden in LINK VRAINS. On the other hand, following orders from Lightning, Haru blocks Blue Maiden's path and begins a Duel against her.",
          "Aliases": []
        },
        "40": {
          "ID": "6983618",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6983618",
          "TitleEnglish": "Wisdom of a Nobody",
          "SummaryEnglish": "Lightning decides to go after Spectre next. Using his \"Armatos Legio\" monsters and \"Judgment Arrows\", he creates an Extra Link and drives Spectre into a corner. However, Spectre has already prepared something in advance to counter Lightning's strategy...",
          "Aliases": []
        },
        "41": {
          "ID": "6983620",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6983620",
          "TitleEnglish": "Chain Destruction",
          "SummaryEnglish": "Spectre was able to use \"Judgment Arrows\" to his advantage and destroy Lightning's Extra Link, turning the tide of the Duel in his favor. With his \"Sunavalon\" towering over the field, Spectre launches a fierce attack against Lightning, and does everything he can to carry out the Knights of Hanoi's mission to destroy the Ignises.",
          "Aliases": []
        },
        "42": {
          "ID": "6983622",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/6983622",
          "TitleEnglish": "Windy the Revenger",
          "SummaryEnglish": "Before settling his score with Varis, the revived Windy attacks Soulburner in order to carry out Lightning's plan. With Windy's hatred for humans being now even greater than before, can Soulburner withstand his relentless assault?!",
          "Aliases": []
        },
        "43": {
          "ID": "7039702",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7039702",
          "TitleEnglish": "Two Flames Unite",
          "SummaryEnglish": "Soulburner has been driven into a corner by Windy's \"Stormriders\". However, the flame in his heart is still burning bright. As he becomes enraged after learning why Windy attacked his own partner, Soulburner and Flame do something unexpected...",
          "Aliases": []
        },
        "44": {
          "ID": "7051292",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7051292",
          "TitleEnglish": "Creator of the Next Generation",
          "SummaryEnglish": "Bohman, who aims to become a next-generation Ignis, appears before Blue Maiden, Skye Zaizen's avatar. The Ignis Aqua refuses to accept Bohman's ideals, while Blue Maiden wants to take back her friend Miyu's consciousness. Thus, they challenge him. Despite losing the AI Haru, Bohman is disturbingly calm as he Duels, however Blue Maiden and Aqua fearlessly stand together against him.",
          "Aliases": []
        },
        "45": {
          "ID": "7051300",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7051300",
          "TitleEnglish": "Proud Maiden",
          "SummaryEnglish": "Through the data of his battles up to now, Bohman has adopted even stronger strategies, and with his evolved \"Hydradrive\" monsters he drives Blue Maiden into a corner. However, Blue Maiden refuses to give up, and keeps on fighting. With her conviction remaining unbroken, what kind of tactic will Blue Maiden use?!",
          "Aliases": []
        },
        "46": {
          "ID": "7060745",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7060745",
          "TitleEnglish": "Ultimate Ordeal",
          "SummaryEnglish": "Before Yusaku Fujiki's avatar Playmaker, Kal Kolter, an ally who has been with him through thick and thin, now stands as an enemy. Having been forced to fight since his brother Jin is taken hostage by the Ignis Lightning, Kal challenges Playmaker to a Duel.",
          "Aliases": []
        },
        "47": {
          "ID": "7085324",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7085324",
          "TitleEnglish": "Promise With Each Other",
          "SummaryEnglish": "Knowing the ins and outs of Playmaker's Deck, Kolter launches a relentless assault against him and does all he can in order to protect Jin. On the other hand, Playmaker just can't attack, and gets driven into a corner. Kolter then starts talking about the promise the two of them made in the past.",
          "Aliases": []
        },
        "48": {
          "ID": "7086358",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7086358",
          "TitleEnglish": "Brave Soul",
          "SummaryEnglish": "In order to protect Playmaker, who has fell unconscious due to his battle with Kolter, Soulburner begins a Duel against Bohman. Against Soulburner, who's enraged by Lightning's underhanded tactics, Bohman sports a sinister smile on his face...!?",
          "Aliases": []
        },
        "49": {
          "ID": "7107012",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7107012",
          "TitleEnglish": "Phoenix's Radiance",
          "SummaryEnglish": "Bohman boasts that he has obtained a power that transcends human intellect itself and allows him to manipulate luck. Empowered by their bonds, Soulburner and Flame drive Bohman into a corner with their \"Salamangreat\" monsters. However, something abnormal suddenly happens to Flame.",
          "Aliases": []
        },
        "50": {
          "ID": "7107025",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7107025",
          "TitleEnglish": "The Sin of Lightning",
          "SummaryEnglish": "In order to lure Lightning to himself, the leader of the Knights of Hanoi, Varis, reveals the sin Lightning has committed as well as the real reason why he made Bohman. The calm and collected Lightning is now filled with rage, and challenges him to a Duel.",
          "Aliases": []
        },
        "51": {
          "ID": "7120365",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7120365",
          "TitleEnglish": "Ignis Unification Plan",
          "SummaryEnglish": "Varis reveals the truth about a simulation of the future of both Ignis and humans, according to which both will be destroyed as result of Lightning's actions. Varis has also gained the upper hand in the Duel, and brings out a new \"Borreload\". However, Lightning then uses an underhanded tactic.",
          "Aliases": []
        },
        "52": {
          "ID": "7140103",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7140103",
          "TitleEnglish": "The AI Crosses the Line",
          "SummaryEnglish": "Lightning uses Jin as a hostage to rattle Varis. However, Bohman, who is very disappointed in Lightning's actions, decides to step in. Now that his stratagem has failed, Lightning reveals a shocking truth about Dr. Kiyoshi Kogami to Varis, who's covered in wounds... Their fierce Duel finally reaches its conclusion!!",
          "Aliases": []
        },
        "53": {
          "ID": "7141251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7141251",
          "TitleEnglish": "Door to a New World",
          "SummaryEnglish": "Bearing the hopes and wishes of his allies, Playmaker faces off against Bohman, who has absorbed the Ignis. Meanwhile, something abnormal happens to the people who were trapped in LINK VRAINS, and they start to fall unconscious. Bohman then creates a powerful Data Storm and Summons a terrifying Link Monster.",
          "Aliases": []
        },
        "54": {
          "ID": "7152212",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7152212",
          "TitleEnglish": "Twisted Utopia",
          "SummaryEnglish": "Playmaker is completely helpless before Bohman, who uses the consciousness of the people trapped in LINK VRAINS to create a Data Storm, and summons forth a powerful \"Hydradrive\" monster. Seeing this, the three Knights of Hanoi decide to take action.",
          "Aliases": []
        },
        "55": {
          "ID": "7161353",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7161353",
          "TitleEnglish": "Unwavering Instinct",
          "SummaryEnglish": "Bohman set up a \"Neuron Link\" to use the consciousness of humans to create his Data Storm. The three Knights, Akira, and Ghost Gal put their lives on the line and succeed to destroy the Neuron Link. However, Bohman starts repairing it right afterward, leaving Playmaker in despair...",
          "Aliases": []
        },
        "56": {
          "ID": "7161358",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7161358",
          "TitleEnglish": "Entrusted Wishes",
          "SummaryEnglish": "Ai enters Bohman's program and discovers the five Ignises that were absorbed into the Neuron Link. After escaping from Bohman's program, Ai entrusts his, as well as the other Ignises', final hopes and wishes to Playmaker. And now, the battle between Bohman and Playmaker enters its final phase!",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "814385",
      "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/seasons/official/3",
      "# Episodes": 18,
      "Episodes": {
        "1": {
          "ID": "7231001",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7231001",
          "TitleEnglish": "Journey to the End",
          "SummaryEnglish": "After his battle with Bohman for the fate of the world, Playmaker was able to free the consciousness of his allies. However, Ai, who has used up all his power during the battle, and the Ignises absorbed by Bohman, didn't come back to Playmaker.",
          "Aliases": []
        },
        "2": {
          "ID": "7231002",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7231002",
          "TitleEnglish": "Criminal Statement",
          "SummaryEnglish": "Thanks to the efforts of Playmaker and his allies, Den City is now at peace again. Meanwhile, Ai and Roboppi sneak onto a ship owned by SOL Technologies. Ai attempts to initiate contact with SOL's top executive, Queen. Just what is Ai's motive?!",
          "Aliases": []
        },
        "3": {
          "ID": "7231007",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7231007",
          "TitleEnglish": "Surprise Attack",
          "SummaryEnglish": "Ai, who attacked Queen, SOL Technologies' highest executive, sends an advance notice about a crime to Akira Zaizen in order to steal the code necessary to infiltrate SOL's system. Playmaker is filled with conflicting emotions after learning the truth that Ai, whom he fought together with until now, has started attacking humans. Meanwhile, Varis sets up an anti-Ignis AI known as \"Pandor\", and heads off to fight against Ai.",
          "Aliases": []
        },
        "4": {
          "ID": "7231011",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7231011",
          "TitleEnglish": "Hang in There, Roboppy!!",
          "SummaryEnglish": "Playmaker has made up his mind to fight against Ai, who is currently targeting Akira. However, it was just an Ai copy made to buy time. His allies also encounter other copies and fight against them, and in the midst Blood Shepherd and Ghost Girl encounter Roboppi, who was looking for someone to fight, and they begin a Tag Duel.",
          "Aliases": []
        },
        "5": {
          "ID": "7231034",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7231034",
          "TitleEnglish": "Striking Down the Ogre",
          "SummaryEnglish": "Roboppi uses tricky tactics to drive Blood Shepherd and Ghost Gal into a corner. Ghost Gal is able to Summon her new trump card with Blood Shepherd'’s help, and proceeds to launch a counterattack. Meanwhile, The Gore has managed to find the real Ai, and begins a Duel against him.",
          "Aliases": []
        },
        "6": {
          "ID": "7231037",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7231037",
          "TitleEnglish": "Indomitable Spirit",
          "SummaryEnglish": "The Gore, who has recovered so that he can protect the children at the orphanage, uses his \"Gouki\" monsters to launch waves of attacks against Ai. However, he keeps getting knocked down by Ai's powerful monsters. Despite this, his indomitable spirit still burns bright, and he keeps getting back up to challenge Ai. Seeing The Gore like this, Ai starts talking about what it feels like to lose one's friends.",
          "Aliases": []
        },
        "7": {
          "ID": "7231039",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7231039",
          "TitleEnglish": "Ignis Hunter",
          "SummaryEnglish": "Ai has been taking down Playmaker's allies in order to advance his plan. He has finally managed to locate where Akira is hiding. Varis, noticing this, sends Pandor to deal with him and protect Akira.",
          "Aliases": []
        },
        "8": {
          "ID": "7274815",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7274815",
          "TitleEnglish": "Ai's Sad Frustration",
          "SummaryEnglish": "Ai has discovered Akira and Blue Maiden in the network, and in order to seize control of SOL Technologies' system, he challenges the two of them to a Duel. The Zaizen siblings protect each other and fend off Ai's attacks, and with their minds as one they launch a counterattack.",
          "Aliases": []
        },
        "9": {
          "ID": "7274816",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7274816",
          "TitleEnglish": "Clashing Wills",
          "SummaryEnglish": "Akira and Blue Maiden work together to break through Ai's battle formation, but Ai then Summons a new trump card and drives the two of them into a corner again. Despite Ai's intensifying attacks against them, the Zaizen siblings' strong bond manages to Summon forth a new ace monster.",
          "Aliases": []
        },
        "10": {
          "ID": "7274817",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7274817",
          "TitleEnglish": "The Fall of SOL",
          "SummaryEnglish": "LINK VRAINS, which should have been shut down, is now open again, and many citizens of Den City begin to log in. In order to search for clues about Ai, who has taken over SOL Technologies, Soulburner decides to investigate LINK VRAINS. There, he discovers an island he has never seen before, where he encounters Roboppi in a country filled with robots made of household appliances.",
          "Aliases": []
        },
        "11": {
          "ID": "7274818",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7274818",
          "TitleEnglish": "The King of Household Appliances",
          "SummaryEnglish": "In order to find some clues about Ai, Soulburner challenges Roboppi to a Duel and attempts to reason with them.",
          "Aliases": []
        },
        "12": {
          "ID": "7312894",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7312894",
          "TitleEnglish": "Roboppi's Dream",
          "SummaryEnglish": "The evolving Roboppi uses ever-changing tactics to drive Soulburner into a corner. Unfazed by the \"Appliancer\" monsters' fierce attacks, Soulburner launches a determined counterattack. As the battle between the two rages on, something abnormal happens to Roboppi...",
          "Aliases": []
        },
        "13": {
          "ID": "7312895",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7312895",
          "TitleEnglish": "Where It All Began",
          "SummaryEnglish": "Varis appears before Soulburner, who has obtained some data about Ai. In order to finish the battle with the Ignis once and for all, Revolver attempts to take the data. With their previous Duel never resolved, the second showdown between Soulburner and Revolver begins, with the data about Ai on the line.",
          "Aliases": []
        },
        "14": {
          "ID": "7321478",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7321478",
          "TitleEnglish": "Complete Combustion",
          "SummaryEnglish": "As their battle rages on, Varis is disappointed to see that Soulburner still has doubts in his heart. Enraged by this, Soulburner decides to cast aside the trauma caused by the Lost Incident, and the sadness he felt after losing Flame... With all his doubts gone, Soulburner summons a mighty conflagration to his right hand.",
          "Aliases": []
        },
        "15": {
          "ID": "7321482",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7321482",
          "TitleEnglish": "Parallel Paths",
          "SummaryEnglish": "After finding out where Ai is, Yusaku heads to an island located in the outskirts of Den City by himself. There, Ai has already started making copies of himself using the SOLtiS he acquired from SOL Technologies, and he reveals his motive for attacking humans, as well as all the thoughts he's been keeping to himself. And now, with the future of the world on the line, Yusaku and Ai begin their first and final battle.",
          "Aliases": []
        },
        "16": {
          "ID": "7347418",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7347418",
          "TitleEnglish": "Reckless Proposal",
          "SummaryEnglish": "After dodging several attacks by the skin of his teeth, Playmaker finds an opening and attempts to strike back at Ai. However, Ai knows Playmaker inside and out, and can predict everything he will do. Then, Ai unites his feelings for all the Ignis, and brings about the advent of the ultimate Cyberse.",
          "Aliases": []
        },
        "17": {
          "ID": "7347423",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7347423",
          "TitleEnglish": "Broken Self",
          "SummaryEnglish": "Having learned about Ai's sorrow, Playmaker tries to persuade him to stop the fight. However, Ai is determined and won't back down. Then, Ai makes a proposal to Playmaker.",
          "Aliases": []
        },
        "18": {
          "ID": "7347430",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yu-gi-oh-vrains/episodes/7347430",
          "TitleEnglish": "Connected World",
          "SummaryEnglish": "The importance of bonds with humanity and that which AI ultimately seeks. As they see each other's intentions in a new light, Playmaker and Ai release the last of their power as their fight draws to an end. What future will this Duel lead to...?",
          "Aliases": []
        }
      }
    }
  }
}