{
  "URL": "https://www.thetvdb.com/series/knights-and-magic",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt7124066/",
    "http://knights-magic.com/",
    "https://www.themoviedb.org/tv/72635",
    "https://x.com/@naitsuma_anime"
  ],
  "TitleEnglish": "Knight's & Magic",
  "SummaryEnglish": "A mecha otaku is reincarnated into another world as Ernesti Echevarria, also known as Eru. In this world, huge humanoid weapons known as Silhouette Knights exist. Dreaming of piloting those robots, Eru and his friends, Archid Olter and Adeltrud Olter, aim to become Knight Runners.",
  "Aliases": [
    "Knight`s & Magic"
  ],
  "Modified": "2025-06-04",
  "Seasons": {
    "0": {
      "ID": "709430",
      "URL": "https://www.thetvdb.com/series/knights-and-magic/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "7489972",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/7489972",
          "TitleEnglish": "Special",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "709587",
      "URL": "https://www.thetvdb.com/series/knights-and-magic/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "6060429",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6060429",
          "TitleEnglish": "Robots & Fantasy",
          "SummaryEnglish": "Tsubasa Kurata, a company programmer and a mecha model fan, is killed in a car accident. Tsubasa is reincarnated as a young boy named Ernesti \"Eru\" Echavalier in the Fremmevilla Kingdom in a world where magic exist. After witnessing his father Mathias defeating a demon beast in a mech called Silhouette Knight, Eru is motivated to be a Silhouette Knight pilot - Knight Runner - so that he too can ride one as well.",
          "Aliases": []
        },
        "2": {
          "ID": "6148630",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6148630",
          "TitleEnglish": "Hero & Beast",
          "SummaryEnglish": "A giant demon beast tortoise attacks the gates of Cloquet Forest where the guards die fighting it as one runs to the capital to request the Knights for help. Ernie steals a Silhouette Knight to fight, successfully helping the Knight Runners. Meanwhile, the King of Fremmevilla takes an interest with Ernie due to his deeds.",
          "Aliases": []
        },
        "3": {
          "ID": "6148632",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6148632",
          "TitleEnglish": "Scrap & Build",
          "SummaryEnglish": "Ernie is summoned by the King who wants to reward him any prize for defeating the Behemoth. Much to the court and his grandfather's shock, Ernie asks for the classified schematics of an Ether Reactor, the heart of a Silhouette Knight. When Ernie explains he wants to make his dream Silhouette Knight and ride it as his hobby, the King is amused with his answer and agrees to Ernie's request if he can build an improved Silhouette Knight first.",
          "Aliases": []
        },
        "4": {
          "ID": "6148633",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6148633",
          "TitleEnglish": "Light & Shadow",
          "SummaryEnglish": "While Ernie and the engineers try to find a way to fix the Telestale's high mana consumption, Ernie also builds weapons for the Silhouette Gears including an automatic crossbow. Addy and Kid reports to their father about the Telestale's performance which he in turn informs Marquis Dixgard. Under Marquis Dixgard orders, the Order of the Scarlet Rabbit has three Telestale Silhouette Knight brought to Fort Casadesus where the Marquis will inspect and test the Knights personally.",
          "Aliases": []
        },
        "5": {
          "ID": "6169866",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6169866",
          "TitleEnglish": "Hide & Seek",
          "SummaryEnglish": "Worried about Ernie, Edgar and Dietrich accompany Batson, David, Kid and Addy in their Silhouette Knights to Fort Casadesus. Meanwhile, the Bronze Fang Knights managed to sneak into Fort Casadesus and hijack the Fort's Silhouette Knights including the three new Telestales.",
          "Aliases": []
        },
        "6": {
          "ID": "6169868",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6169868",
          "TitleEnglish": "Trial & Error",
          "SummaryEnglish": "Following the events in Fort Casadesus, a new order is created with Ernie as it's commander, the Order of the Silver Phoenix. They have been asked to continue development of new models in secret.",
          "Aliases": []
        },
        "7": {
          "ID": "6169869",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6169869",
          "TitleEnglish": "New & Old",
          "SummaryEnglish": "Ernie and the Order of the Silver Phoenix bring an impressive show in front of the laboratory and spectators with their new Silhouette Knights. Meanwhile, the King and Prince have a request for Ernie.",
          "Aliases": []
        },
        "8": {
          "ID": "6169870",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6169870",
          "TitleEnglish": "Secret & Quest",
          "SummaryEnglish": "A large group of Shellcased beasts head for Alfheim, the city where the Ether Reactors are developed, the Order of Silver Phoenix is dispatched to help defend it. After the battle, Ambrosius finally accepts Ernie's request to let him learn the secret of how Ether Reactors are created.",
          "Aliases": []
        },
        "9": {
          "ID": "6169871",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6169871",
          "TitleEnglish": "Force & Justice",
          "SummaryEnglish": "The powerful Jarodek empire is attacking the Occident countries in an attempt to unify their side of the mountains. When things get out of hand, it's a perfect opportunity for Ernie to try out his new mech!",
          "Aliases": []
        },
        "10": {
          "ID": "6169872",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6169872",
          "TitleEnglish": "War & Princess",
          "SummaryEnglish": "The Order of Silver Phoenix successfully rescue Eleonora, Martina and Isadola. Cristobal sends a party to chase after them, but their pursuers are easily defeated.",
          "Aliases": []
        },
        "11": {
          "ID": "6195781",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6195781",
          "TitleEnglish": "Hit & Away",
          "SummaryEnglish": "Cristobal leads a large force of Silhouette Knights and airships to crush the Kuschperchan forces at their stronghold and capture Eleonora. Meanwhile, Ernie has developed an anti-aircraft weapon.",
          "Aliases": []
        },
        "12": {
          "ID": "6195782",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6195782",
          "TitleEnglish": "Knight & Dragon",
          "SummaryEnglish": "After discussing their battle plans, the Silver Phoenix and Kuschperchans agree to Eleonora's strategy where she will lead the entire Kuschperchan army to recapture their capital Delvancul while Ernie and the Silver Phoenix Knights battle the Vyver.",
          "Aliases": []
        },
        "13": {
          "ID": "6195783",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6195783",
          "TitleEnglish": "Heaven & Earth",
          "SummaryEnglish": "Ernie's party launches an attack with Javelin missiles loaded with oil that once ignited, surrounds the enemy ship in flames. In response, Doloteo activates the Vyver's Dragon Blood reactor that surrounds it with a massive energy shield. Meanwhile on land, an infiltration party hijacks the drawbridge controls, allowing the the Kuschperchan forces to invade.",
          "Aliases": []
        }
      }
    }
  }
}