{
    "URL": "https://www.thetvdb.com/series/knights-and-magic",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7124066/",
        "http://knights-magic.com/",
        "https://www.themoviedb.org/tv/72635",
        "https://x.com/@naitsuma_anime"
    ],
    "TitleEnglish": "Knight's & Magic",
    "SummaryEnglish": "A mecha otaku is reincarnated into another world as Ernesti Echevarria, also known as Eru. In this world, huge humanoid weapons known as Silhouette Knights exist. Dreaming of piloting those robots, Eru and his friends, Archid Olter and Adeltrud Olter, aim to become Knight Runners.",
    "TitleJapanese": "ナイツ＆マジック",
    "SummaryJapanese": "交通事故で命を落としたロボットオタクの主人公は、どういうわけか異世界に転生する。その世界は「幻晶騎士（シルエットナイト）」と呼ばれる巨大ロボットが、主戦力として存在する世界だった。\nロボットオタクの血が抑えきれない主人公は、その世界で自らが理想とするロボットを一から作り上げるために奮闘するが、気がついたら国王から幻晶騎士開発を主目的とした騎士団を任されて団長となるわ、諸外国との戦乱に派遣されるわと、波乱万丈な運命に巻き込まれていく。",
    "Aliases": [
        "Knight`s & Magic"
    ],
    "Modified": "2025-06-04",
    "Seasons": {
        "0": {
            "ID": "709430",
            "URL": "https://www.thetvdb.com/series/knights-and-magic/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7489972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/7489972",
                    "TitleEnglish": "Special",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第1話 大事なことなのでもう一度放送しますスペシャル！",
                    "SummaryJapanese": "解説コメンタリー付き特別番組"
                }
            }
        },
        "1": {
            "ID": "709587",
            "URL": "https://www.thetvdb.com/series/knights-and-magic/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "6060429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6060429",
                    "TitleEnglish": "Robots & Fantasy",
                    "SummaryEnglish": "Tsubasa Kurata, a company programmer and a mecha model fan, is killed in a car accident. Tsubasa is reincarnated as a young boy named Ernesti \"Eru\" Echavalier in the Fremmevilla Kingdom in a world where magic exist. After witnessing his father Mathias defeating a demon beast in a mech called Silhouette Knight, Eru is motivated to be a Silhouette Knight pilot - Knight Runner - so that he too can ride one as well.",
                    "TitleJapanese": "Robots & Fantasy",
                    "SummaryJapanese": "凄腕プログラマーにして重度のロボットヲタク、倉田翼。異世界でエルネスティ（エル）として転生した彼は、運命を揺るがす事態に遭遇する。\n「ロ、ロボットだぁ！」目の前に現れたシルエットナイトに心を奪われた彼は、ナイトランナーを目指して騎操士学園に入学。持ち前の知識とプログラマーの才能を活かし、学園中にその名を響かせていく。\n平和な学園生活を送るエルだったが、恐るべき魔獣の脅威が静かに迫りつつあった。"
                },
                "2": {
                    "ID": "6148630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6148630",
                    "TitleEnglish": "Hero & Beast",
                    "SummaryEnglish": "A giant demon beast tortoise attacks the gates of Cloquet Forest where the guards die fighting it as one runs to the capital to request the Knights for help. Ernie steals a Silhouette Knight to fight, successfully helping the Knight Runners. Meanwhile, the King of Fremmevilla takes an interest with Ernie due to his deeds.",
                    "TitleJapanese": "Hero & Beast",
                    "SummaryJapanese": "夜間演習中に魔獣の襲撃を受けた生徒たちだったが、エルの機転で危機を脱した。だがエルは、魔獣の様子に疑念を抱く。魔獣はまるで何かを恐れて逃げているかのようだった。\n\nエルの予感は的中し、やがて強大な魔獣ベヘモスが現れる。ベヘモスのような師団級魔獣の出現は300年ぶり、建国以来初。ヤントゥネン騎士団を総動員しても、打ち倒すことは難しいという。\n\n生徒たちが脱出を開始する中で、エルは想像を超えた作戦を開始する。"
                },
                "3": {
                    "ID": "6148632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6148632",
                    "TitleEnglish": "Scrap & Build",
                    "SummaryEnglish": "Ernie is summoned by the King who wants to reward him any prize for defeating the Behemoth. Much to the court and his grandfather's shock, Ernie asks for the classified schematics of an Ether Reactor, the heart of a Silhouette Knight. When Ernie explains he wants to make his dream Silhouette Knight and ride it as his hobby, the King is amused with his answer and agrees to Ernie's request if he can build an improved Silhouette Knight first.",
                    "TitleJapanese": "Scrap & Build",
                    "SummaryJapanese": "わずか12歳の子どもがベヘモスを討ち取ったという大事件は、すぐさま国王アンブロシウスにも伝えられた。\n\n国王から報賞について問われたエルは、これを千載一遇のチャンスととらえ、シルエットナイトの心臓部エーテルリアクタの製法に関する知識を願い出る。\n\n国家機密を要求するという事態に動揺する重鎮たち。だがアンブロシウスはエルの真意を受け止め、最高の機体を作り上げれば、必ず褒美を取らせると約束するのだった。"
                },
                "4": {
                    "ID": "6148633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6148633",
                    "TitleEnglish": "Light & Shadow",
                    "SummaryEnglish": "While Ernie and the engineers try to find a way to fix the Telestale's high mana consumption, Ernie also builds weapons for the Silhouette Gears including an automatic crossbow. Addy and Kid reports to their father about the Telestale's performance which he in turn informs Marquis Dixgard. Under Marquis Dixgard orders, the Order of the Scarlet Rabbit has three Telestale Silhouette Knight brought to Fort Casadesus where the Marquis will inspect and test the Knights personally.",
                    "TitleJapanese": "Light & Shadow",
                    "SummaryJapanese": "新型シルエットナイト、テレスターレがいよいよ完成した。だが、エルの行動に懸念を抱いていたディクスゴードは、学園に朱兎騎士団を遣わせる。カザドシュ砦にテレスターレを搬送し、自ら性能を確かめようというのだ。\n\n道中、魔獣シェイカーワームの襲撃に遭い、予期せず実戦を経験したテレスターレだったが、結果的に制式機カルダトアを凌駕する機体であることが判明。\n\n報告を受けたディクスゴードは、直接エルへの尋問を開始する。"
                },
                "5": {
                    "ID": "6169866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6169866",
                    "TitleEnglish": "Hide & Seek",
                    "SummaryEnglish": "Worried about Ernie, Edgar and Dietrich accompany Batson, David, Kid and Addy in their Silhouette Knights to Fort Casadesus. Meanwhile, the Bronze Fang Knights managed to sneak into Fort Casadesus and hijack the Fort's Silhouette Knights including the three new Telestales.",
                    "TitleJapanese": "Hide & Seek",
                    "SummaryJapanese": "カザドシュ砦に潜入したケルヒルト率いる銅牙騎士団の目的は、新型機テレスターレの強奪だった。エドガーとディーは奪われた2機のテレスターレと遭遇し、戦闘状態に突入。キッドとアディもシルエットギアを駆り、追撃に加わった。\n\n一方、エルは砦に残った賊を鎮圧するためシルエットギアで出撃。無謀にも賊が操るテレスターレに立ち向かっていく。\n\nだが新型機を知り尽くしたエルは、驚くべき作戦で敵を圧倒してしまうのだった。"
                },
                "6": {
                    "ID": "6169868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6169868",
                    "TitleEnglish": "Trial & Error",
                    "SummaryEnglish": "Following the events in Fort Casadesus, a new order is created with Ernie as it's commander, the Order of the Silver Phoenix. They have been asked to continue development of new models in secret.",
                    "TitleJapanese": "Trial & Error",
                    "SummaryJapanese": "アンブロシウスはさらなるシルエットナイト開発の一環として、国立機操開発研究工房（通称ラボ）と、エルを団長とする銀鳳騎士団による、新型機同士の模擬試合を命じた。\n\nラボがカルダトアの後継機開発を進める一方で、エルはカザドシュ事変を教訓に、機動力を重視した機体を投入することを決意。そのためには、息の合った二人の騎操士、双子のキッドとアディが適任だという。\n\nはたしてエルが提案した衝撃の新型機とは……？"
                },
                "7": {
                    "ID": "6169869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6169869",
                    "TitleEnglish": "New & Old",
                    "SummaryEnglish": "Ernie and the Order of the Silver Phoenix bring an impressive show in front of the laboratory and spectators with their new Silhouette Knights. Meanwhile, the King and Prince have a request for Ernie.",
                    "TitleJapanese": "New & Old",
                    "SummaryJapanese": "ついに完成した人馬騎士ツェンドルグ。銀鳳騎士団はテレスターレなどの新型機も携えて、ラボとの模擬試合に挑む。\n\n一方のラボ側は、試作機カルダトア・ダーシュを、手練れのナイトランナー集団“アルヴァンズ”に託す。試合はエルの意表を突く先制攻撃で幕を開けた。\n\n想定外の戦いに、序盤こそ圧倒されたアルヴァンズだったが、徐々に銀鳳騎士団を圧倒し始める。この展開を予測していたエルは、冷静に逆転の機会を見定めていた。"
                },
                "8": {
                    "ID": "6169870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6169870",
                    "TitleEnglish": "Secret & Quest",
                    "SummaryEnglish": "A large group of Shellcased beasts head for Alfheim, the city where the Ether Reactors are developed, the Order of Silver Phoenix is dispatched to help defend it. After the battle, Ambrosius finally accepts Ernie's request to let him learn the secret of how Ether Reactors are created.",
                    "TitleJapanese": "Secret & Quest",
                    "SummaryJapanese": "エーテルリアクタの生産地、アルフヘイムに魔獣シェルケースの大群が迫っていた。アルフヘイムが壊滅すれば、エルの「理想のシルエットナイト作り」の野望も潰えてしまう。\n\nエルは奮起し、銀鳳騎士団はただちに出陣。最後の防衛拠点、アルチュセール山峡関要塞が陥落しようとする瞬間、勇壮にはためく騎士団旗とともにエルたちが到着した。\n\nだがシェルケースの“女王”と遭遇したエルたちは、その巨大さに言葉を失うのだった。"
                },
                "9": {
                    "ID": "6169871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6169871",
                    "TitleEnglish": "Force & Justice",
                    "SummaryEnglish": "The powerful Jarodek empire is attacking the Occident countries in an attempt to unify their side of the mountains. When things get out of hand, it's a perfect opportunity for Ernie to try out his new mech!",
                    "TitleJapanese": "Force & Justice",
                    "SummaryJapanese": "ジャロウデク王国は、いにしえの大国ファダーアバーデンの正統な後継者を名乗り、西方諸国へ宣戦布告した。のちに「大西域戦争＝ウェスタン・グランドストーム」として語られる大乱の火ぶたが切られたのである。\n\n飛空船レビテートシップと新型機ティラントーを投入したジャロウデク王国の圧倒的な戦力は、瞬く間にクシェペルカ王国を制圧。\n\n事情を知らないエルたち銀鳳騎士団は、クシェペルカ王国の関所に差しかかるが……。"
                },
                "10": {
                    "ID": "6169872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6169872",
                    "TitleEnglish": "War & Princess",
                    "SummaryEnglish": "The Order of Silver Phoenix successfully rescue Eleonora, Martina and Isadola. Cristobal sends a party to chase after them, but their pursuers are easily defeated.",
                    "TitleJapanese": "War & Princess",
                    "SummaryJapanese": "ジャロウデク王国の占領下にあるクシェペルカ王国に潜入したエルたちは、クシェペルカ王族の奪還作戦を開始した。\n\n王族が捕らわれているのは、ラスペード城にある４つの尖塔。エル、キッド、アディ、エムリスは分散して捜索に向かい、無事、エレオノーラ王女たちの救出に成功。\n\nだが脱出したエルたちに、ジャロウデクのレビテートシップが迫りつつあった。初めて見る「空飛ぶ船」に、エルは恐れるどころか、興奮を抑えきれず……。"
                },
                "11": {
                    "ID": "6195781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6195781",
                    "TitleEnglish": "Hit & Away",
                    "SummaryEnglish": "Cristobal leads a large force of Silhouette Knights and airships to crush the Kuschperchan forces at their stronghold and capture Eleonora. Meanwhile, Ernie has developed an anti-aircraft weapon.",
                    "TitleJapanese": "Hit & Away",
                    "SummaryJapanese": "銅牙騎士団の奇襲を退けたエルたち。だがこの戦闘によって、エレオノーラの居場所がジャロウデク軍に察知されてしまう。\n\nクリストバルはただちに黒顎騎士団と鋼翼騎士団を擁し、エレオノーラが身を寄せているミシリエを完全に包囲。しびれを切らしたクリストバルが進軍の号令を下すと、このタイミングを待っていたエルたちの対空攻撃が開始された。\n\n撤退を余儀なくされたクリストバルの前に、鬼神のごときイカルガが立ちはだかる。"
                },
                "12": {
                    "ID": "6195782",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6195782",
                    "TitleEnglish": "Knight & Dragon",
                    "SummaryEnglish": "After discussing their battle plans, the Silver Phoenix and Kuschperchans agree to Eleonora's strategy where she will lead the entire Kuschperchan army to recapture their capital Delvancul while Ernie and the Silver Phoenix Knights battle the Vyver.",
                    "TitleJapanese": "Knight & Dragon",
                    "SummaryJapanese": "ヴィーヴィル（飛竜戦艦）の襲来とともに、ジャロウデク軍の反抗が始まった。炎に包まれる城塞都市から脱出する住民たち。混乱に乗じてグスターボがあらわれ、ディーとの因縁の戦いが再び幕を開ける。\n\n上空ではエルがイカルガで奮闘するも、法撃に格闘、雷による防御も併せ持つヴィーヴィルは強敵だった。\n\n一進一退の攻防を繰り返す中、オラシオは「特殊砲弾」の使用をドロテオに進言する。はたしてオラシオが仕掛けた罠とは……？"
                },
                "13": {
                    "ID": "6195783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/knights-and-magic/episodes/6195783",
                    "TitleEnglish": "Heaven & Earth",
                    "SummaryEnglish": "Ernie's party launches an attack with Javelin missiles loaded with oil that once ignited, surrounds the enemy ship in flames. In response, Doloteo activates the Vyver's Dragon Blood reactor that surrounds it with a massive energy shield. Meanwhile on land, an infiltration party hijacks the drawbridge controls, allowing the the Kuschperchan forces to invade.",
                    "TitleJapanese": "Heaven & Earth",
                    "SummaryJapanese": "旧王都デルヴァンクールの奪還作戦に向かった銀鳳騎士団の前に、再びヴィーヴィルが立ちはだかる。\n\nエルはヴィーヴィルとの再戦を見据え、ジルバヴェール（対空衝角艦）にデトネーションジャベリン（魔導火節）を搭載。ヴィーヴィルは降り注ぐジャベリンをすべて破壊するも、それこそがエルの狙いだった。\n\n窮地に陥るドロテオに、オラシオはマキシマイズ（最大化戦闘形態）の発動を進言。エルとオラシオ、天才同士の意地が激突する。"
                }
            }
        }
    }
}