{
  "URL": "https://www.thetvdb.com/series/kakegurui",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/8AA6-A9D2-D4A3-6D49-7235-T",
    "https://www.imdb.com/title/tt7131720/",
    "https://www.kakegurui-anime.com/",
    "http://www.reddit.com/r/Kakegurui",
    "https://www.themoviedb.org/tv/72305",
    "https://x.com/@kakegurui_anime"
  ],
  "TitleEnglish": "Kakegurui",
  "SummaryEnglish": "Hyakkaou Private Academy. An institution for the privileged with a very peculiar curriculum. You see, when you're the sons and daughters of the wealthiest of the wealthy, it's not athletic prowess or book smarts that keep you ahead. It's reading your opponent, the art of the deal. What better way to hone those skills than with a rigorous curriculum of gambling? At Hyakkaou Private Academy, the winners live like kings, and the losers are put through the wringer. But when Yumeko Jabami enrolls, she's gonna teach these kids what a high roller really looks like!",
  "Aliases": [
    "Compulsive Gambler",
    "Gambling School",
    "Kakegurui  Compulsive Gambler",
    "Kakegurui the  Compulsive Gambler",
    "Kakegurui X",
    "Kakegurui XX",
    "Kakegurui ×",
    "Kakegurui ××",
    "Kakegurui: Picture Drama",
    "Kakegurui×",
    "Kakegurui××",
    "賭ケグルイ (2017)",
    "賭ケグルイ(アニメ)",
    "賭ケグルイ_2017",
    "賭ケグルイ××"
  ],
  "Modified": "2025-06-04",
  "Seasons": {
    "0": {
      "ID": "709588",
      "URL": "https://www.thetvdb.com/series/kakegurui/seasons/official/0",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "7027851",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/7027851",
          "TitleEnglish": "Maid Cafe Hyakkaou",
          "SummaryEnglish": "Kakegurui Picture Drama 1",
          "Aliases": []
        },
        "2": {
          "ID": "7027852",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/7027852",
          "TitleEnglish": "Nekomimi Academy Hyakkaou",
          "SummaryEnglish": "Kakegurui Picture Drama 2",
          "Aliases": []
        },
        "3": {
          "ID": "7027854",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/7027854",
          "TitleEnglish": "Student Council Cafe Project",
          "SummaryEnglish": "Kakegurui Picture Drama 3",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "709589",
      "URL": "https://www.thetvdb.com/series/kakegurui/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6060431",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6060431",
          "TitleEnglish": "The Woman Called Yumeko Jabami",
          "SummaryEnglish": "Reigning class gambling champion Mary attempts to hustle unsuspecting transfer student Yumeko Jabami into a high-stakes game of rock-paper-scissors.",
          "Aliases": []
        },
        "2": {
          "ID": "6148634",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6148634",
          "TitleEnglish": "The Boring Woman",
          "SummaryEnglish": "Mary is relegated to the lowest levels of the gambling hierarchy after her loss. Student board member Itsuki challenges Yumeko to a game of pairs.",
          "Aliases": []
        },
        "3": {
          "ID": "6148635",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6148635",
          "TitleEnglish": "Slit-Eyed Woman",
          "SummaryEnglish": "To regain her status, Mary duels student board member Yuriko in a game of \"life or death.\" With Mary's crushing defeat, Yumeko offers to play next.",
          "Aliases": []
        },
        "4": {
          "ID": "6148636",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6148636",
          "TitleEnglish": "The Woman Who Became Livestock",
          "SummaryEnglish": "Yumeko and Mary square off against two others in a game of Indian poker after being given a chance to minimize their colossal gambling debts.",
          "Aliases": []
        },
        "5": {
          "ID": "6165509",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6165509",
          "TitleEnglish": "The Woman Who Became Human",
          "SummaryEnglish": "Kiwatari continues to lose as Yumeko and Mary bluff their way through the game, but the final outcome all comes down to Tsubomi.",
          "Aliases": []
        },
        "6": {
          "ID": "6165511",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6165511",
          "TitleEnglish": "Tempting Woman",
          "SummaryEnglish": "Yumeko must face Beautification Committee Chair Midari in an ESP card game involving Russian roulette before playing the student board president.",
          "Aliases": []
        },
        "7": {
          "ID": "6165513",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6165513",
          "TitleEnglish": "Refusing Women",
          "SummaryEnglish": "Deeply engaged in their deadly ESP card game, Midari tells Yumeko about her heated match against student board president, Kirari.",
          "Aliases": []
        },
        "8": {
          "ID": "6165517",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6165517",
          "TitleEnglish": "Love-Dancing Woman",
          "SummaryEnglish": "In Kirari's absence, pop idol sensation Yumemi offers to play against Yumeko, asking her to wager total control of her life.",
          "Aliases": []
        },
        "9": {
          "ID": "6165520",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6165520",
          "TitleEnglish": "Dreaming Woman",
          "SummaryEnglish": "With her pop idol career on the line, an enraged Yumemi seeks to ruin Yumeko after a scandalous voice recording is used as a bargaining chip.",
          "Aliases": []
        },
        "10": {
          "ID": "6165523",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6165523",
          "TitleEnglish": "Selective Woman",
          "SummaryEnglish": "Yumeko's odds are stacked against her when she challenges the well-funded student board treasurer, Manyuda, in an original game of poker.",
          "Aliases": []
        },
        "11": {
          "ID": "6165525",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6165525",
          "TitleEnglish": "The Woman Who Bets Her Life",
          "SummaryEnglish": "Itsuki, no longer wanting to be under Manyuda's control, offers to bankroll 100 chips after Yumeko goes all-in and loses on the previous hand.",
          "Aliases": []
        },
        "12": {
          "ID": "6165527",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6165527",
          "TitleEnglish": "Gambling Woman",
          "SummaryEnglish": "Yumeko and student board president Kirari both wager self-expulsion from the academy as Ryota becomes the key to the final outcome of their game.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "788416",
      "URL": "https://www.thetvdb.com/series/kakegurui/seasons/official/2",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6927472",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6927472",
          "TitleEnglish": "Compulsive Gambling Girls Redux",
          "SummaryEnglish": "Erimi challenges Yumeko and Midari to a brutal game involving a sadistic finger-slicing contraption.",
          "Aliases": []
        },
        "2": {
          "ID": "6944329",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6944329",
          "TitleEnglish": "The Momobami Clan Girls",
          "SummaryEnglish": "The Momobami clan becomes upset when Kirari announces that the election winner will take over as leader of their family.",
          "Aliases": []
        },
        "3": {
          "ID": "6944330",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6944330",
          "TitleEnglish": "The Untouchable Girl",
          "SummaryEnglish": "With election committee chair Runa Yomotsuki presiding, former Vice President Ririka pits Miyo and Miri against Yumeko.",
          "Aliases": []
        },
        "4": {
          "ID": "6944332",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6944332",
          "TitleEnglish": "The Connected Girls",
          "SummaryEnglish": "Playing in Yumeko's place, Mary orders Ryota to show his cards; Miyo tries to convince Ryota to keep his cards to himself.",
          "Aliases": []
        },
        "5": {
          "ID": "6944333",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6944333",
          "TitleEnglish": "The Changing Girl",
          "SummaryEnglish": "A week after the start of the Student Council presidential election, Kirari is in first place and is Yumeko in 10th place with far less votes. Yumemi asks Yumeko to perform with her as the Dreaming Creaming Sisterz and bet against the fans, but the movie star, Natari Kawaru whose real name is Sumika Warakubami, arrives and challenges Yumemi and Yumeko to a three-part performance contest. In the first round, Yumemi and Yumeko, perform a pop song and dance routine. However, Natari performs a solo song a capella and wins by 92 to 08 votes, even though Yumemi had bribed a majority of the audience to vote for the Dreaming Creaming Sisterz.",
          "Aliases": []
        },
        "6": {
          "ID": "6944334",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6944334",
          "TitleEnglish": "The Hollywood Girl",
          "SummaryEnglish": "Yumemi is horrified that Natari won the performance contest and realizes that Natari must have paid a higher bribe to the audience. The next round is proposed by Natari and is called \"Grin and Bear It: Death Macaron\" where the test is to display no reaction when eating a hot,spicy macaron within a group of three. Yumemi guesses correctly, but Yumeko also guesses which of Yumemi's was the spicy one and the round ends in a tie. the final round is proposed by the Election Management Committee is \"Soixante-Trois\". The players can truthfully or falsely declare the playing cards they select as they try to guess when the real total adds up to 63 and the winner earns double points. Yumemi and Yumeko appear to not cooperate, and Yumemi is the first to pass, admitting that Natari's talents are far greater than hers. Surprisingly, Yumeko also passes, leaving Natari as the only player, but the total is over 63 and she loses, leaving Yumemi and Yumeko as the final winners.",
          "Aliases": []
        },
        "7": {
          "ID": "6944335",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6944335",
          "TitleEnglish": "The Traitorous Girl",
          "SummaryEnglish": "With Kirari rapidly collecting votes, Yumeko and the other players gamble amongst themselves to boost their chip count, or lose it all.",
          "Aliases": []
        },
        "8": {
          "ID": "6944336",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6944336",
          "TitleEnglish": "The Undefeatable Girl",
          "SummaryEnglish": "Accused of treachery, Yumeko threatens to throw the game; to test Manyuda, Itsuki decides to take a major risk.",
          "Aliases": []
        },
        "9": {
          "ID": "6944337",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6944337",
          "TitleEnglish": "The Adjacent Girl",
          "SummaryEnglish": "Election Committee Chair, Yuna Yomotsuki gives an update on the election, naming the top 10 contenders, with Kirari Momobami still in front with a long lead, Terano Totobami in second place and Yumeko Jabami in sixth place. Yumeko suddenly challenges Kirari to a gamble, but Kirari's fiercely loyal secretary, Sayaka Igarashi, violently objects, and challenges Yumeko to a gamble for their lives. However, Yumeko changes the bet - they agree that Sayaka will bet her friendship with Kirari against Yumeko's promise to never gamble again. Kirari proposes the game of Tower of Doors and as an added incentive, Kirari proposes that the loser jumps from the 5th floor, also forfeiting their life. Sayaka and Yumeko agree. The game begins and Yumeko opens a door which leads nowhere. Then Sayaka opens a trapdoor and descends 1 floor, but defying logic, Yumeko then opens a door in the external wall.",
          "Aliases": []
        },
        "10": {
          "ID": "6944338",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6944338",
          "TitleEnglish": "The Logical Girl",
          "SummaryEnglish": "Runa Yomotsuki theorizes that many of the distributed votes are being held as proxies for some of the front runners. Meanwhile, Sayaka solves the trapdoor puzzles and descends to the 1st floor before Yumeko and retrieves one of the two lilies. On Yumeko's next turn she also arrives on the 1st floor. However, on the ascent, Yumeko reaches the top first, She had correctly guessed that the outer part of the tower rotated after she opened an outer door, and then used the central staircase to travel down and back up. Having lost by using logic rather than intuition, Sayaka opens one of the outer doors and jumps from the tower. Surprisingly Kirari Jumps as well, grabbing Sayaka as she falls and they both land on a soft safety mat instead of hard ground. Kirari takes pleasure in Sayaka thinking that she was falling to her death, reflecting on their opposing characters, the logician verses her own intuitive nature, and she asks Sayaka to be her secretary again.",
          "Aliases": []
        },
        "11": {
          "ID": "6944339",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6944339",
          "TitleEnglish": "The X Girl",
          "SummaryEnglish": "A select group of contestants are invited to bid in an auction; Yumeko changes the rules by offering the unimaginable.",
          "Aliases": []
        },
        "12": {
          "ID": "6944340",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/kakegurui/episodes/6944340",
          "TitleEnglish": "The Zero Girl",
          "SummaryEnglish": "A hostile Rei declares that she will win the election and take over, but Yumeko stands in her way.",
          "Aliases": []
        }
      }
    }
  }
}