{
    "URL": "https://www.thetvdb.com/series/tsuredure-children",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7155052/",
        "http://tsuredure-project.jp/",
        "https://www.themoviedb.org/tv/72509",
        "https://x.com/tsuredure_anime"
    ],
    "TitleEnglish": "Tsuredure Children",
    "SummaryEnglish": "A series depicting various scenarios of young love. These stories range from a boy, crippled by his absolute lack of confidence in himself, cannot even accept the fact that the girl of his dreams actually asked him out on a date, to the near-psychotic girl that pours her own blood into her homemade chocolate in order to win his heart.",
    "Aliases": [
        "Tsurezure Children",
        "Tsure*Dure Children"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "712870",
            "URL": "https://www.thetvdb.com/series/tsuredure-children/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6097254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuredure-children/episodes/6097254",
                    "TitleEnglish": "Confession",
                    "SummaryEnglish": "Takase's crush wants to talk to him about something, but she beats around the bush. Minagawa confesses to Furuya-kun -- or does she? Akagi catches Kaji smoking. He could rat her out, but he has different plans. Saasahara wants to confess to her crush before he graduates, but her unfortunate defense mechanism makes that difficult.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6174110",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuredure-children/episodes/6174110",
                    "TitleEnglish": "Spring",
                    "SummaryEnglish": "Furuya's sister, Hotaru, doesn't want him dating Minagawa -- or anyone, for that matter. Kaga has a hard time caring about anything, and Sasahara has a hard time pitching anything -- especially the astronomy club. Goda is dense as hell. Takano is about to walk home in the rain, when Sugawara offers her an umbrella. She, too, is dense as hell.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6176062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuredure-children/episodes/6176062",
                    "TitleEnglish": "Point-Blank Relationship",
                    "SummaryEnglish": "Chiaki and Kana have apparently been dating for a year, but you wouldn't know it. Matsuura gets rejected. Her senpai annoys her out of her mind. Yamane's crush, Kurihara, asks her out on a date. He malfunctions. Sugawara offers to help Takano with cleaning duty. He thinks she thinks he thinks she thinks he's asking her out.",
                    "Aliases": []
                },
                "4": {
                    "ID": "6176063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuredure-children/episodes/6176063",
                    "TitleEnglish": "Romantic Comedy",
                    "SummaryEnglish": "Kana finds Chiaki's porn, and so they get it on. Kaji calls Akagi out on manipulating her. Minagawa tortures Furuya with mind games some more. Takano is still denser than lead.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6176064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuredure-children/episodes/6176064",
                    "TitleEnglish": "Watching You From Afar",
                    "SummaryEnglish": "Kanda decides to text her confession to her crush, Takase, but a race condition results in a deadlock. Kaga's childhood friend, Nanase, joins the astronomy club, but she seems to have an ulterior motive. Goda and Kamine are finally dating, but he has trouble communicating his feelings.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6176065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuredure-children/episodes/6176065",
                    "TitleEnglish": "We Don't Need Girls",
                    "SummaryEnglish": "Akagi is tutoring Kaji, but he keeps flirting with her, driving her to show her bad side again. Kana and Chiaki discover that mothers are a very effective contraceptive. Kurihara and Yamane make plans to go to the movies, but he that realizes he'd had plans to go to the movies with his (only) friend, Motoyama-kun. Dating master senpai is back, this time apparently wooing Kazuko.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6176066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuredure-children/episodes/6176066",
                    "TitleEnglish": "It's All the Fever's Fault",
                    "SummaryEnglish": "Furuya's sister, Hotaru, gets into his phone. She tries to troll Minagawa, but Minagawa pulls out her mind games once again. Kamine wants Goda to say he loves her, but he doesn't know how. Kanda has been avoiding Takase ever since their awkward text confession. Dating master senpai to the rescue! Takano is so dense, even her own body is trying to give her hints.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6176067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuredure-children/episodes/6176067",
                    "TitleEnglish": "Bruised-Up Angel",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "9": {
                    "ID": "6176068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuredure-children/episodes/6176068",
                    "TitleEnglish": "Square One",
                    "SummaryEnglish": null,
                    "Aliases": []
                },
                "10": {
                    "ID": "6176069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuredure-children/episodes/6176069",
                    "TitleEnglish": "Lovers",
                    "SummaryEnglish": "Kurihara calls Yamane out to meet her behind the school building, but he chickens out and calls Motoyama for backup. Goda makes his girlfriend, Kamine, jealous, but he doesn’t notice. Chiaki and Kana try really hard to take their relationship to the next level, but he just makes it even more awkward.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6176070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuredure-children/episodes/6176070",
                    "TitleEnglish": "Tuning",
                    "SummaryEnglish": "Takano’s band friend tries to get her to fess up about her crush. Kana and Chiaki try to patch things up, but technology tears them apart even more. Mom to the rescue! Exams suck, but Kaji is inspired and determined to go to college.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6176071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/tsuredure-children/episodes/6176071",
                    "TitleEnglish": "Summer is Coming",
                    "SummaryEnglish": "It’s sports day, and the boys (and Patricia) are eager to show the girls what they’ve got. Summer break is about to start, and Kanda and Takase try to get each other to go to the class trip to the beach. Chiaki meets up with Kana to give closure to their relationship.",
                    "Aliases": []
                }
            }
        }
    }
}