{
  "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Sport"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt7263380/",
    "https://www.instagram.com/team_aoyama",
    "http://kda-anime.com/",
    "https://www.themoviedb.org/tv/72507",
    "https://x.com/megane_sinsi_z"
  ],
  "TitleEnglish": "Clean Freak! Aoyama-kun",
  "SummaryEnglish": "He is charming, cool, athletic, a good cook, but more importantly, he's a clean freak. Aoyama is idolized and respected by everyone, but they can only admire him from afar due to his mysophobia. Despite that, he plays soccer—a rather dirty sport! As the playmaker for Fujimi High School's soccer club, Aoyama avoids physical contact at all cost and cleanly dribbles toward victory. However, the path to Nationals will not be easy for Fujimi's underdog team. But alongside striker Kaoru Zaizen, Aoyama will show everyone that even as a clean freak, there are things he's willing to get dirty for.",
  "Aliases": [
    "Cleanliness Boy! Aoyama-kun",
    "Keppeki Danshi! Aoyama-kun"
  ],
  "Modified": "2025-06-05",
  "Seasons": {
    "1": {
      "ID": "712872",
      "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6097259",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6097259",
          "TitleEnglish": "Aoyama-kun Is a Clean Freak!",
          "SummaryEnglish": "The prodigy U-16 national player Aoyama-kun has come Fujimi High School's weak soccer team! However, he's an extreme clean freak! He avoids passes, doesn't head, and contact plays are completely out. With him on the roster, Fujimi High School is to play against the historically strong Oshigamiminami High School. That's where Aoyama-kun meets another U-16 national player, the forward Takechi, again. Aoyama-kun has the absolute territory called germaphobia. What will happen in this match?",
          "Aliases": []
        },
        "2": {
          "ID": "6171470",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6171470",
          "TitleEnglish": "Aoyama-Kun, Do You Remember?",
          "SummaryEnglish": "Since Aoyama-kun joined the soccer club, from one day to another, the dirty club house has become spotless! On top of that, the school uniforms are neatly folded! But it's not Aoyama-kun's doing!? Is this the work of a fairy!? Meanwhile, the rumor that Aoyama-kun's towel smell amazing wildly escalates. \"I want to smell it!\" \"But my pride!\" \"I need to protect Aoyama-kun!\" These thoughts, amongst others, collide!",
          "Aliases": []
        },
        "3": {
          "ID": "6183388",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6183388",
          "TitleEnglish": "The Reason Aoyama-kun Isn't Here",
          "SummaryEnglish": "The day before hte match, people from the soccer team are getting food at a family restaurant. Suddenly, Takechi appears and starts an eating costest with Yoshioka. Then, the day of the match vs Takada Academy. The match is about to begin, but Aoyama-kun can't be found anywhere! Left without a choice, Fujimi High School starts the match without Aoyama-kun. Could this be their biggest challenge in the preliminaries?!",
          "Aliases": []
        },
        "4": {
          "ID": "6213146",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6213146",
          "TitleEnglish": "Narita-kun Keeps It a Secret",
          "SummaryEnglish": "There is another clean freak in Aoyama-kun's class, Narita Shion. Every day, he keeps his germaphobia a secret, avoids human contact as much as possible, and plays online games as he can't get dirty there. One day, in the home economics class, a super high-level cooking contest breaks out between Aoyama-kun and Narita. On top of that, Narita gets accused of stealing a girl's gym clothes. Will he be able to prove his innocence without revealing his germaphobia?!",
          "Aliases": []
        },
        "5": {
          "ID": "6213147",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6213147",
          "TitleEnglish": "Tsukamoto-kun is a Receiver for Life",
          "SummaryEnglish": "Tsukamoto Jin is the good vibrations officer of the Fujimi High School soccer club. He's getting everybody fired up with his time-honored treasure, the butt lifts! However, as soon as the match starts, Four-Eyes is acting quite strangely. The captain of Minamida Fuzoku High School's team, Kadomatsu, was Tsukamoto's senpai at their middleschool. As he keeps targeting Four-Eyes repeatedly, Fujimi High School is under pressure. What happened between those two in middle school? What's wrong, Tsukamoto? This is the time to fight!",
          "Aliases": []
        },
        "6": {
          "ID": "6213439",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6213439",
          "TitleEnglish": "Ozaki-kun Has His Pride",
          "SummaryEnglish": "Ozaki Atsumu is a mysterious loner who intently stares at things or people of interest. He is actually the author of the super hit manga \"I will save this world!!\"! He models his new character after Aoyama-kun and creates a villain \"The Blue Wizard\". To his surprise, he leaps to the top of the popularity chart! Despite his efforts to make the protagonist more popular, the Wizard keeps getting more popular. He tries everything to lower the popularity of the Wizard...",
          "Aliases": []
        },
        "7": {
          "ID": "6241891",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6241891",
          "TitleEnglish": "Odagiri-san Can't Get It In",
          "SummaryEnglish": "Odagiri Mio is the school's idol, a regular on the basketball team as a freshman, and lauded to be the cutest and to have the best figure in the class. However, she is exceptionally bad at shooting! One day during PE, Odagiri sees Aoyama-kun's elegant shots and starts to call him \"master\". Can Odagiri actually land a shot?! And then, the relationship between Aoyama-kun and Odagiri becomes the talk of the entire school!",
          "Aliases": []
        },
        "8": {
          "ID": "6254721",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6254721",
          "TitleEnglish": "Umeya-kun Is Very Patient",
          "SummaryEnglish": "Umeya Tsuba excels in academic as well as athletic pursuits, and has devotedly followed that path. Even as a freshman, he was throwing his senpais around and was the hope of the judo club. All of the sudden he switched to the soccer club and challenges Aoyama-kun to a duel! Umeya is relentless and keeps at it, but his gaze is on the real reason why he joined the soccer club...",
          "Aliases": []
        },
        "9": {
          "ID": "6254722",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6254722",
          "TitleEnglish": "Miwa-chan Wants to Do a Training Camp",
          "SummaryEnglish": "As coach of the fujimi soccer club's coach, Takei Miwa decides to take the club to their very first training camp! With the help of Zaizen Kaoru's sister, Karin, who fully utilizes the Zaizen group's resources, the training camp turns into something unimaginably big. Summer! Sea! Test of courage! ...wait, what about practice? A totally unique summer experience is about to begin.",
          "Aliases": []
        },
        "10": {
          "ID": "6292235",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6292235",
          "TitleEnglish": "Aoyama-kun Has Many Secrets",
          "SummaryEnglish": "Aoyama-kun's private life is full of mysteries! In order to reveal some of those mysteries, the three stooges and Zaizen commit the rude act of tailing him. But when they finally arrive at his destination, it's an old, traditional Japanese house, nothing like what they imagined. And for some reason, Ibuki Seigo is there, even though he's supposed to be playing for a famous pro youth team in Spain! He is Aoyama-kun's true rival! Does this mean trouble is brewing?!",
          "Aliases": []
        },
        "11": {
          "ID": "6298062",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6298062",
          "TitleEnglish": "Sakai-kun's Hairstyle Has Changed",
          "SummaryEnglish": "Sakai Kazuma is sort of the leader of the three stooges, and very average. Or he should have been, but all of the sudden he started to hear \"The Whisper\"! The desire to be attractive has awakened the goal hunter in the defender! Because of that, in danger of losing his position in the starting team, Zaizen decides to step up his game. Things are certainly more turbulent now at the Fujimi High School soccer club!",
          "Aliases": []
        },
        "12": {
          "ID": "6298063",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6298063",
          "TitleEnglish": "The Reason Behind Aoyama-kun's Choice",
          "SummaryEnglish": "Today is the match against the high-ranking Kuraishi High School. In order to break through their ironclad defense, Zaizen's performance as the forward need to be stellar! However, he is the one whose head doesn't seem to be quite in the game. The reason being that Aoyama-kun is being actively scouted for the U16 team! On top of that, today is supposedly the day an important family member passed away. Aoyama-kun might quit the club! This might be the last match Fujimi High School's soccer club plays with this team!",
          "Aliases": []
        }
      }
    }
  }
}