{
    "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7263380/",
        "https://www.instagram.com/team_aoyama",
        "http://kda-anime.com/",
        "https://www.themoviedb.org/tv/72507",
        "https://x.com/megane_sinsi_z"
    ],
    "TitleEnglish": "Clean Freak! Aoyama-kun",
    "SummaryEnglish": "He is charming, cool, athletic, a good cook, but more importantly, he's a clean freak. Aoyama is idolized and respected by everyone, but they can only admire him from afar due to his mysophobia. Despite that, he plays soccer—a rather dirty sport! As the playmaker for Fujimi High School's soccer club, Aoyama avoids physical contact at all cost and cleanly dribbles toward victory. However, the path to Nationals will not be easy for Fujimi's underdog team. But alongside striker Kaoru Zaizen, Aoyama will show everyone that even as a clean freak, there are things he's willing to get dirty for.",
    "TitleJapanese": "潔癖男子！青山くん",
    "SummaryJapanese": "イケメンでサッカーU-16日本代表MFの高校生。\nしかし！彼は極度の潔癖！！\nそんな青山くんの友情！努力！潔癖！？な青春が描かれたＫ。",
    "Aliases": [
        "Cleanliness Boy! Aoyama-kun",
        "Keppeki Danshi! Aoyama-kun"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "712872",
            "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6097259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6097259",
                    "TitleEnglish": "Aoyama-kun Is a Clean Freak!",
                    "SummaryEnglish": "The prodigy U-16 national player Aoyama-kun has come Fujimi High School's weak soccer team! However, he's an extreme clean freak! He avoids passes, doesn't head, and contact plays are completely out. With him on the roster, Fujimi High School is to play against the historically strong Oshigamiminami High School. That's where Aoyama-kun meets another U-16 national player, the forward Takechi, again. Aoyama-kun has the absolute territory called germaphobia. What will happen in this match?",
                    "TitleJapanese": "青山くんはキレイ好",
                    "SummaryJapanese": "サッカー弱小校の富士美高校に、U-16日本代表の天才高校生青山くんがやってきた！\nしかし、彼は極度の潔癖男子！？パスは避ける、ヘディングもしない、接触プレイ全般NG。\nそんな青山くんを擁する、富士美高校はサッカーの名門校である押上南高校と試合をすることに。\nそこで青山くんは同じくU-16FWの武智と再会！\n潔癖という名の絶対領域を持つ青山くん。果たして試合の行方は…？"
                },
                "2": {
                    "ID": "6171470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6171470",
                    "TitleEnglish": "Aoyama-Kun, Do You Remember?",
                    "SummaryEnglish": "Since Aoyama-kun joined the soccer club, from one day to another, the dirty club house has become spotless! On top of that, the school uniforms are neatly folded! But it's not Aoyama-kun's doing!? Is this the work of a fairy!? Meanwhile, the rumor that Aoyama-kun's towel smell amazing wildly escalates. \"I want to smell it!\" \"But my pride!\" \"I need to protect Aoyama-kun!\" These thoughts, amongst others, collide!",
                    "TitleJapanese": "青山くんは覚えてる？",
                    "SummaryJapanese": "青山くんがサッカー部に入部してから散らかっていた部室が一変して、毎日ピカピカ！\nおまけに制服もきれいに畳まれている！しかし青山くんはそこまでやっていない！？\nこれはまさか妖精の仕業か！！？\nそんな最中、いいニオイと噂の青山くんのタオルを巡って、大変なことに！\n「嗅いでみたい！」「でもプライドが！」「青山くんを守らなきゃ！」\n様々な想いが今、交錯する！"
                },
                "3": {
                    "ID": "6183388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6183388",
                    "TitleEnglish": "The Reason Aoyama-kun Isn't Here",
                    "SummaryEnglish": "The day before hte match, people from the soccer team are getting food at a family restaurant. Suddenly, Takechi appears and starts an eating costest with Yoshioka. Then, the day of the match vs Takada Academy. The match is about to begin, but Aoyama-kun can't be found anywhere! Left without a choice, Fujimi High School starts the match without Aoyama-kun. Could this be their biggest challenge in the preliminaries?!",
                    "TitleJapanese": "青山くんがいない理由",
                    "SummaryJapanese": "試合前日、ファミレスにて腹ごしらえをするサッカー部面々。\n突如現れた武智がなぜか吉岡と大食い対決をすることに！\nそして高田学園との試合当日。\n試合開始の時間になっても青山くんが見あたらない！！\n仕方なく青山くん抜きで試合をスタートした富士美高校、支部予選初戦にして最大のピンチ到来！？"
                },
                "4": {
                    "ID": "6213146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6213146",
                    "TitleEnglish": "Narita-kun Keeps It a Secret",
                    "SummaryEnglish": "There is another clean freak in Aoyama-kun's class, Narita Shion. Every day, he keeps his germaphobia a secret, avoids human contact as much as possible, and plays online games as he can't get dirty there. One day, in the home economics class, a super high-level cooking contest breaks out between Aoyama-kun and Narita. On top of that, Narita gets accused of stealing a girl's gym clothes. Will he be able to prove his innocence without revealing his germaphobia?!",
                    "TitleJapanese": "成田くんは秘密にしている",
                    "SummaryJapanese": "青山くんのクラスにいるもう一人の潔癖男子・成田紫苑。\n潔癖を秘密にしている彼は人知れず他人との関わりを避け、汚れないからとネトゲに勤しむ毎日。\nある日の調理実習の授業。青山くんと成田の超ハイレベル料理対決が勃発！？\nそしてクラスの女子の体操服紛失事件の犯人に、成田が疑われてしまう。\n彼は潔癖を打ち明けることなく誤解を解くことはできるのか…！？"
                },
                "5": {
                    "ID": "6213147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6213147",
                    "TitleEnglish": "Tsukamoto-kun is a Receiver for Life",
                    "SummaryEnglish": "Tsukamoto Jin is the good vibrations officer of the Fujimi High School soccer club. He's getting everybody fired up with his time-honored treasure, the butt lifts! However, as soon as the match starts, Four-Eyes is acting quite strangely. The captain of Minamida Fuzoku High School's team, Kadomatsu, was Tsukamoto's senpai at their middleschool. As he keeps targeting Four-Eyes repeatedly, Fujimi High School is under pressure. What happened between those two in middle school? What's wrong, Tsukamoto? This is the time to fight!",
                    "TitleJapanese": "塚本くんはウケが命",
                    "SummaryJapanese": "富士美高校サッカー部の盛り上げ隊長・メガネこと塚本仁。\n伝家の宝刀しリフティングで今日もチームを景気づけ！\n…と、思ったら試合が始まった途端、メガネの様子がどうもおかしい。\n対戦校の南田付属高校キャプテン門松は塚本の中学の先輩で、メガネを集中的に狙い、追いつめられる富士美高校。中学時代に二人の間に何があったのか？どうした塚本！ここが踏ん張りどころだ！"
                },
                "6": {
                    "ID": "6213439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6213439",
                    "TitleEnglish": "Ozaki-kun Has His Pride",
                    "SummaryEnglish": "Ozaki Atsumu is a mysterious loner who intently stares at things or people of interest. He is actually the author of the super hit manga \"I will save this world!!\"! He models his new character after Aoyama-kun and creates a villain \"The Blue Wizard\". To his surprise, he leaps to the top of the popularity chart! Despite his efforts to make the protagonist more popular, the Wizard keeps getting more popular. He tries everything to lower the popularity of the Wizard...",
                    "TitleJapanese": "尾崎くんにはプライドがある",
                    "SummaryJapanese": "いつも１人で、人やモノに関わらず気になった物をじっと見つめる謎の生徒・尾崎篤夢。\n実は彼は大人気マンガ『僕がこの世界を救うんだ‼』の作者！\n次の新キャラは気になっていた青山くんをモデルにした悪役「青きウィザード」を登場させるが、なんと一躍人気キャラに！主人公を人気にしたいのになぜかウィザードの人気が止まらない！？\n何とかしてウィザードの人気を落とそうとするが・・・"
                },
                "7": {
                    "ID": "6241891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6241891",
                    "TitleEnglish": "Odagiri-san Can't Get It In",
                    "SummaryEnglish": "Odagiri Mio is the school's idol, a regular on the basketball team as a freshman, and lauded to be the cutest and to have the best figure in the class. However, she is exceptionally bad at shooting! One day during PE, Odagiri sees Aoyama-kun's elegant shots and starts to call him \"master\". Can Odagiri actually land a shot?! And then, the relationship between Aoyama-kun and Odagiri becomes the talk of the entire school!",
                    "TitleJapanese": "小田切さんはなかなか入らない",
                    "SummaryJapanese": "一年生にしてバスケ部のレギュラーであり、さらには学年一のスタイルとかわいさをもつ、学校で会えるみんなのアイドル・小田切美緒。\nしかし、シュートだけは絶望的に下手だった！\nある日の体育の授業で、小田切は青山くんの華麗なシュートを見て「師匠」と呼ぶことに。\n小田切はシュートを決めることが出来るのか！？そして青山くんと小田切の関係に学校全体が翻弄される？！"
                },
                "8": {
                    "ID": "6254721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6254721",
                    "TitleEnglish": "Umeya-kun Is Very Patient",
                    "SummaryEnglish": "Umeya Tsuba excels in academic as well as athletic pursuits, and has devotedly followed that path. Even as a freshman, he was throwing his senpais around and was the hope of the judo club. All of the sudden he switched to the soccer club and challenges Aoyama-kun to a duel! Umeya is relentless and keeps at it, but his gaze is on the real reason why he joined the soccer club...",
                    "TitleJapanese": "梅屋くんは忍耐強い",
                    "SummaryJapanese": "文武両道、質実剛健を地で行く男・梅屋翼。\n彼は一年生にして先輩を投げまくる、柔道部期待の新人だった。\nそんな彼が急にサッカー部に入部し、いきなり青山くんに１対１の勝負を挑む！\n諦めずに食らいつく梅屋の目線の先には、彼の入部の本当の目的があって……。"
                },
                "9": {
                    "ID": "6254722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6254722",
                    "TitleEnglish": "Miwa-chan Wants to Do a Training Camp",
                    "SummaryEnglish": "As coach of the fujimi soccer club's coach, Takei Miwa decides to take the club to their very first training camp! With the help of Zaizen Kaoru's sister, Karin, who fully utilizes the Zaizen group's resources, the training camp turns into something unimaginably big. Summer! Sea! Test of courage! ...wait, what about practice? A totally unique summer experience is about to begin.",
                    "TitleJapanese": "美和ちゃんは合宿がしたい",
                    "SummaryJapanese": "富士美高校サッカー部監督・武井美和の思いつきで、サッカー部初の合宿を開催！\n財前かおるの妹、香凛を中心に財前グループ全面協力による前代未聞の大規模な合宿に！？\n夏だ！海だ！肝試しだ！…あれ、練習は？\n誰も経験したことのない夏が、今始まる―――。"
                },
                "10": {
                    "ID": "6292235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6292235",
                    "TitleEnglish": "Aoyama-kun Has Many Secrets",
                    "SummaryEnglish": "Aoyama-kun's private life is full of mysteries! In order to reveal some of those mysteries, the three stooges and Zaizen commit the rude act of tailing him. But when they finally arrive at his destination, it's an old, traditional Japanese house, nothing like what they imagined. And for some reason, Ibuki Seigo is there, even though he's supposed to be playing for a famous pro youth team in Spain! He is Aoyama-kun's true rival! Does this mean trouble is brewing?!",
                    "TitleJapanese": "青山くんは秘密が多い",
                    "SummaryJapanese": "青山くんのプライベートは謎だらけ！\nそんな謎を解明するために、三バカと財前は青山くんを尾行する荒業に出る。\nでも苦労して辿り着いたのは、青山くんからは想像できない昔ながらの日本家屋！？\nそしてスペインの名門クラブのユースと契約していたはずの伊吹誠吾がなぜかそこに！\n彼こそ青山くんの好敵手（ライバル）！波乱の展開か！？"
                },
                "11": {
                    "ID": "6298062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6298062",
                    "TitleEnglish": "Sakai-kun's Hairstyle Has Changed",
                    "SummaryEnglish": "Sakai Kazuma is sort of the leader of the three stooges, and very average. Or he should have been, but all of the sudden he started to hear \"The Whisper\"! The desire to be attractive has awakened the goal hunter in the defender! Because of that, in danger of losing his position in the starting team, Zaizen decides to step up his game. Things are certainly more turbulent now at the Fujimi High School soccer club!",
                    "TitleJapanese": "坂井くんの髪型が変わった",
                    "SummaryJapanese": "坂井一馬は三バカのリーダー的存在で比較的常識人…\nのはずだったが、ひょんなことから“ささやき”が聞こえるように！？\nモテたい一心が、ディフェンダーだった彼をゴールハンターに目覚めさせる！！！\n一方、坂井の覚醒のせいでスタメンが危うくなった財前は、さらなるステップアップを決意する！\n平和だった富士美高校サッカー部が今、動く！？"
                },
                "12": {
                    "ID": "6298063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/clean-freak-aoyama-kun/episodes/6298063",
                    "TitleEnglish": "The Reason Behind Aoyama-kun's Choice",
                    "SummaryEnglish": "Today is the match against the high-ranking Kuraishi High School. In order to break through their ironclad defense, Zaizen's performance as the forward need to be stellar! However, he is the one whose head doesn't seem to be quite in the game. The reason being that Aoyama-kun is being actively scouted for the U16 team! On top of that, today is supposedly the day an important family member passed away. Aoyama-kun might quit the club! This might be the last match Fujimi High School's soccer club plays with this team!",
                    "TitleJapanese": "青山くんの選んだ理由",
                    "SummaryJapanese": "今日は格上の倉石高校との公式戦。屈強なディフェンス陣を攻略するにはフォワード財前の活躍が不可欠！\nしかし当の財前のテンションがやけに低い。\nなぜならエースの青山くんにはユースチームからのスカウトが！\nさらに、今日が財前の大切な人の命日という疑惑まで！！\n青山くんが退部しちゃうかもしれない？！\n富士美高校サッカー部、このメンバーで挑む最後（！？）の試合、キックオフ！Q"
                }
            }
        }
    }
}