{
  "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017",
  "Genres": [
    "Adaptation",
    "Xianxia"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt28772637/",
    "http://enmusuyouko.com/",
    "https://www.themoviedb.org/tv/72632",
    "https://www.wikidata.org/wiki/Q136417021",
    "https://x.com/enmusuyouko"
  ],
  "TitleEnglish": "Fox Spirit Matchmaker (2017)",
  "SummaryEnglish": "In a world where Spirits and Humans coexist and can fall in love with each other, the Spirits’s life expectancy being far superior to the Human’s one can only see their loved one dying before them. Even when that human is reborn, the previous memories of his past life is erased from his memory. However, it is said among Spirits that a certain “service” is spreading. This“service” is provided by the “Fox Spirit Matchmakers” who can revive the lost memories of their former lover. When the Spirits lose their lover, they can purchase the “service” of the “Fox Spirit Matchmakers” so that they could attempt to regain their former lover memories and start over a new love story. This story follows a young Fox Spirit Matchmaker who tries her best to restore lost memories and spread love.",
  "Aliases": [
    "Enmusubi no Youko-chan"
  ],
  "Modified": "2025-10-02",
  "Seasons": {
    "1": {
      "ID": "714130",
      "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/seasons/official/1",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "6111560",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6111560",
          "TitleEnglish": "Fox Spirit Suusu",
          "SummaryEnglish": "Tosan Suusu wishes to become a fully fledged fox spirit. However, to balance out the face that Suusu is not incredibly beautiful or intelligent like the rest of her clan, she is urged by her older sister, Tosan Yaya, to agree to an arranged marriage. Not willing to go along with her sister's plans, Suusu runs away and winds up stumbling onto the set of a matchmaking television show. There she encounters a young man, Haku Gessho, who agrees to help her with her matchmaking assignment for a price. Suusu's future rests on the outcome on this successful completion of this assignment.",
          "Aliases": []
        },
        "2": {
          "ID": "6177214",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6177214",
          "TitleEnglish": "Resurrected Memories",
          "SummaryEnglish": "In order to evade the clutches of Oh Fuuki and Unification League, Suusu and Haku Gessho have teamed up with Han Unhi, prince of the fox sand clan the Nishisaiiki. Unhi has been pursuing his lover, Reki Setsuyo, through her various reincarnations and seeks to revive their love but Setsuyo's current incarnation is reluctant to cooperate. Thanks to Gessho's intervention she has begun to remember her past life and her interactions with Unhi but it might not be enough. Meanwhile, Fuuki plots to find and capture Gessho by any means necessary.",
          "Aliases": []
        },
        "3": {
          "ID": "6177215",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6177215",
          "TitleEnglish": "Sworn Treasure",
          "SummaryEnglish": "Gessho and Unhi follow Setsuyo and Fuuki on their date, using the memory mallets to continue to return the memories of Setsuyo's former life to her. Unfortunately, nothing goes quite as smoothly as planned and Gessho begins to suspect there's more here at play. Unhi needs to marry Setsuyo in order to regain his place in the line of succession but the universe and even Unhi's own servant seem to be against him being reunited with his love.",
          "Aliases": []
        },
        "4": {
          "ID": "6177216",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6177216",
          "TitleEnglish": "Their Feelings",
          "SummaryEnglish": "With his half of the frozen jewel in hand, Han Unhi has regained his human form and youkai powers. Now, he along with Gessho and Suusu are off to catch up with Setsuyo again to see if they can get the other half, since they stand greater chance of returning Setsuyo's memories with it. However, according to Rei-chan, Unhi's servant, the closer the two halves of the jewels get to each other disaster is sure to occur. Undeterred, Unhi heads to the hospital where Setsuyo is recovering only to encounter Fuuki and his nefarious plans.",
          "Aliases": []
        },
        "5": {
          "ID": "6210143",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6210143",
          "TitleEnglish": "Wounded Heart",
          "SummaryEnglish": "As the situation at the hospital worsens, the memories that Setsuyo has awakened of her previous life awaken old wounds and misunderstandings. Setsuyo's broken heart and rage fuels the much larger youkai that seems to be the root cause of all the trouble. Suusu and Haku Gessho are pulled into the fray as the confrontation between Setsuyo and Unhi only grows more desperate. Gessho attempts to sever the youkai tentacles that are feeding off of and manipulating everyone, but they will not be disconntected from Setsuyo and Unhi. Now it is up to Unhi to save his former lover before they are all destroyed.",
          "Aliases": []
        },
        "6": {
          "ID": "6210144",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6210144",
          "TitleEnglish": "Truth of the Misunderstanding",
          "SummaryEnglish": "Attempting to deal with the unidentified youkai that is attacking them, Gessho uses his pure flame technique but in doing so he seems to awaken something in Suusu, though it only lasts for an instant. His flames, however, consume the hospital with Unhi and Setsuyo still inside. As the end draws near, Setsuyo reflects on her past life as she descends into the flames trying to put together the missing pieces of her memories. As the last puzzle piece falls into place it lookd as though it might be too late for the lovers. Will Unhi and Setsuyo's love endure into another life time or will they perish in the flames?",
          "Aliases": []
        },
        "7": {
          "ID": "6210145",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6210145",
          "TitleEnglish": "Book of Reincarnation",
          "SummaryEnglish": "Just as it seems Haku Gessho's life will go back to normal, he finds out his reward from Unhi has been confiscated by the Tosan Clan. Down on his luck, Gessho then finds himself being handed over to the Unification League by his own father, but surprisingly, Oh Fuuki tells him that he is now free and the League will no longer interfere with is life. Celebrating his new found freedom, Gessho attempts to begin life anew, but is quickly interupted by Suusu seeking his help in finding a special book called the Book of Reincarnation. However, when youkai attack Gessho's new school, Gessho and Suusu learn they are not the only ones seeking the book.",
          "Aliases": []
        },
        "8": {
          "ID": "6210146",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6210146",
          "TitleEnglish": "False Tears",
          "SummaryEnglish": "In their search for the book of reincarnation, Gessho and Suusu find themselves under attack from various youkai, but one in particular, a spider youkai known as Seitou, has her own plans for the book. After she is powered up by a mysterious man, Seitou once again attacks the pair seeking the book. Suusu is left defenseless when Seitou appears to have done away with Gessho, but just as things look desperate, Suusu's older sister, Yaya appears and things take a strange turn. The mysterious link between Suusu and Gessho only deepens, while Seitou seems to have some kind of tie to Oh Fuuki.",
          "Aliases": []
        },
        "9": {
          "ID": "6267783",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6267783",
          "TitleEnglish": "Ohken Fuuki",
          "SummaryEnglish": "Haku Gessho and Oh Fuuki are brought to the fox spirit village by Tosan Yaya. Following after them, the spider youkai, Seitou, is determined to help Fuuki remember their romance from his past life. While Fuuki is off charming women at a local tavern, Gessho accompanies Suusu to get her book of reincarnation repaired. Seitou, on the advice of a mysterious fox spirit woman, tries to sprinkle a memory powder on Fuuki while he is in the tavern, but he discovers her and Seitou is confronted with his passionate hatred of youkai.",
          "Aliases": []
        },
        "10": {
          "ID": "6281838",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6281838",
          "TitleEnglish": "Ohken's Sword",
          "SummaryEnglish": "Just as things are getting desperate and it looks like Seitou is going to be killed by Fuuki, she is saved by Haku Gessho. Seitou and Suusu are whisked away by the mysterious fox spirit woman to watch the fight unravel from a safe distance, but Seitou is unable to sit still and goes after Fuuki again. All attempts to make Fuuki remember his past life and the time he and Seitou spent together seem to not matter as he continues to attack Seitou. In desperation Seitou puts her own life on the line to remind her former lover of how much they once meant to each other.",
          "Aliases": []
        },
        "11": {
          "ID": "6295531",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6295531",
          "TitleEnglish": "Touhou Gessho",
          "SummaryEnglish": "With Ohken Fuuki's life hanging in the balance, Touhou Gessho arrives just in time to save him from certain death. Will they be able to safely leave the Ohken mansion? Meanwhile, in the future, Tosan Roro employs a particular method to try and help Haku Gessho and Tosan Suusu regain the memories of their past lives.",
          "Aliases": []
        },
        "12": {
          "ID": "6295532",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6295532",
          "TitleEnglish": "Princess of the South",
          "SummaryEnglish": "In order to try and recreate the only time SHE appeared, Tosan Yaya and the others have captured Haku Gessho and Tosan Suusu to put them through their elaborate recreation with the exact same situation as before. However, a mysterious figure known as the Southern Princess plots against them. Using Haku Gessho as her puppet, this shadowy young woman has possessed Haku Gessho with an evil demon and he begins to attack Suusu and their companions. Thanks to Tosan Yaya's advanced techniques she is able to pull the demon from Haku Gessho but all is not well...",
          "Aliases": []
        },
        "13": {
          "ID": "6317401",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6317401",
          "TitleEnglish": "Absolute Zero",
          "SummaryEnglish": "Due to his possession by an even worse demon, Haku Gessho has lost consciousness and unleashed his void tears upon Tosan Yaya. Desparate to save her sister, Tosan Suusu jumps in front of the attack. In that moment, Tosan Koko appears before Yaya. However, she is consumed by Gessho's void tears and vanishes right before their eyes and Yaya is heartbroken. Consumed by grief and regret, Yaya begins attacking the out of control Gessho. Can they successfully retrieve Suusu from the void?",
          "Aliases": []
        },
        "14": {
          "ID": "6340328",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6340328",
          "TitleEnglish": "Golden Fire God",
          "SummaryEnglish": "Fleeing both the bad guys responsible for his parents' murder and a suspiciuos monk afer his family's powerful lineage, a young Touhou Gessho retreats across the border into Tosan territory. Tosan Koko appears to keep the men out of her domain, and Gessho manages to secure sanctuary with the fox spirits for a few months. Just as Gessho is pleaing with Koko to allow him to remain in Tosan, another enemy suddenly appears to rain fire and destruction upon Koko and her clan.",
          "Aliases": []
        },
        "15": {
          "ID": "6340329",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6340329",
          "TitleEnglish": "Blood of the Touhou Spirit Clan",
          "SummaryEnglish": "Having taken the flaming red pill, Kinmen Kashin is not only brought back from the brink of death, but now possesses power beyond imagination. Tosan Koko struggles desperately to protect her sisters from his powerful attacks but even she is no match for his immense powers. Just as all hope is seemingly lost, young Gessho steps forward and offers the power of his blood and his own life to save them. Does this mean the end of the irreplaceable Touhou spirit clan blood line?",
          "Aliases": []
        },
        "16": {
          "ID": "6340331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6340331",
          "TitleEnglish": "Touhou Gessho's Decision",
          "SummaryEnglish": "Having deceived the monks of the Unification League into finally leaving by faking Touhou Gessho's death, Tosan Koko takes the boy in as repayment for his having saved her life. Thus, time passes and Gessho lives his life with the Tosan. However, 10 years later, Gessho suddenly decides to leave Tosan for reasons unknown. Yaya has always been mystified by this but Gessho insists that it is all part of his and Koko's dream.",
          "Aliases": []
        },
        "17": {
          "ID": "6340332",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6340332",
          "TitleEnglish": "Vow on the Grievance Tree",
          "SummaryEnglish": "Haku Gessho and the others watch the performance in the Tosan Theater, watching the final scenes that unfold between Tosan Koko and an elderly Touhou Gessho. The effects of the little theater production become increasingly real much to the surprise of the observers, including Tosan Roro. As the performance reaches the climax a mysterious man appears who controls illusions and puts all but Roro to sleep. This man is revealed to be younger brother to the Tosan sisters. Just what is he after?",
          "Aliases": []
        },
        "18": {
          "ID": "6340333",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6340333",
          "TitleEnglish": "Koko's Secret",
          "SummaryEnglish": "Sashi, the adopted younger brother of Tosan Yaya and her sisters, who was enticed by the boss of the black fox spirits, has returned to destroy Tosan. He comes aided by a giant man with incredible powers packed into his fists and the fearsome Nightmare Fox to attack the fox spirits. Obsessed with his adoptive sister, Yaya, he has come to finally make her acknowledge him by destroying the ones she loves the most, Koko and Gessho. He reveals to Yaya that he knows about Koko's secret, one that even she doesn't know about that has scarred her older sister to her very core.",
          "Aliases": []
        },
        "19": {
          "ID": "6340334",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6340334",
          "TitleEnglish": "Wounds of the Heart",
          "SummaryEnglish": "Koko and Roro were kidnapped by monks when they were children. In order to save them from being sold into slavery Koko did something that she will ultimately regret for the rest of her life. Using this incident against her Sashi controls Koko with his illusions. Wanting to return Suusu back to herself Haku Gessho returns to the fight and with Roro's help dives into Koko's dreams to try and break her from Sashi's control before it's too late.",
          "Aliases": []
        },
        "20": {
          "ID": "6340335",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6340335",
          "TitleEnglish": "Tanabata Plans",
          "SummaryEnglish": "Haku Gessho manages to barely save Koko by diving into her dreams and preventing Sashi from stealing her youkai powers. In order to release Koko from the memories of her past that bind her, Haku Gessho hits her and himself with the memory mallets, but there is no change in her. However, Koko reacts to a random outburst from Gessho. 500 years ago, Touhou Gessho is readying to make things perfect to surprise Koko and confess his feelings for her on Tanabata. Will his feelings that he wasn't able to confess that day finally free Koko from her trance?",
          "Aliases": []
        },
        "21": {
          "ID": "6340337",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6340337",
          "TitleEnglish": "The Aim of the Northern Mountain Emperor",
          "SummaryEnglish": "As Oh Fuuki and the others are escaping the Tosan theater they encounter the Four Heavenly Kings and dispose of all but one easily. The remaining member, known as the Hundred Youkai King, proves to be especially challenging and without a single magical tool at his disposal, Oh Fuuki runs away leaving Seito and the others to handle things on their own. Meanwhile, with Koko's consciousness under Touhou Gessho's control, Suusu has returned to normal. Having subdued the Northern Mountain Emperor, Yaya has gone off to deal with the leader of the black fox spirits, but some surprising words from Sashi encourage him to break his icey prison.",
          "Aliases": []
        },
        "22": {
          "ID": "6340339",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6340339",
          "TitleEnglish": "Void Tears vs Void Tears",
          "SummaryEnglish": "Trying to escape from the Northern Mountain Emperor and his violent rampage, Haku Gessho is stopped by Suusu noticing that the book of reincarnation is glowing signaling a new mission. Bolstered by the thought of his past debts being wiped clean Gessho agrees to help Suusu bring back the Northern Mountain Emperor's memories of his former love. Gessho decides to use the void tears against his fearsome opponent but finds himself unprepared for the shrewdness of the youkai and it seems his quest to erase his past life debts won't be going as easy as he thought.",
          "Aliases": []
        },
        "23": {
          "ID": "6340340",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6340340",
          "TitleEnglish": "The King of Destruction: The Northern Mountain Emperor",
          "SummaryEnglish": "Long ago, there once was a kingdom called Goyou where youkai were forced into servitude using the mother and child talisman. One day, a youkai rebellion occured in that kingdom. Youkai who had spent hundreds of years being oppressed rose up seeking their freedom. That was also the day of the Goyou kingdom's princess's wedding. As the youkai lay siege to the castle a single man faces them in an effort to repel their attack and save the woman he loves. This is the story of the Northern Mountain Emperor.",
          "Aliases": []
        },
        "24": {
          "ID": "6340341",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/fox-spirit-matchmaker-2017/episodes/6340341",
          "TitleEnglish": "Suusu's Dream",
          "SummaryEnglish": "With the help of Haku Gessho and Suusu, all of the Northern Mountain Emperor's memories of the time he lived in the Goyou kingdom have been returned. Angered by this, Sashi tries to use the Nightmare Fox to bring the Northern Mountain Emperor back under his control, but is thwarted by the mysterious appearance of the Goyou kingdom's princess from so long ago. Will the Northern Mountain Emperor be able to fulfill the reincarnation matchmaking vow he made as a young boy? Meanwhile, Yaya convinces Haku Gessho to marry Suusu by agreeing to his enormous debt, but Suusu is not thrilled by this turn of events. What does this mean for their future?",
          "Aliases": []
        }
      }
    }
  }
}