{
    "URL": "https://www.thetvdb.com/series/my-very-own-hero",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6994582/",
        "https://hitorijime-myhero.com/",
        "https://www.tvmaze.com/shows/29179/show-slug",
        "https://www.themoviedb.org/tv/72526",
        "https://www.wikidata.org/wiki/Q30846544",
        "https://en.wikipedia.org/wiki/Hitorijime_My_Hero",
        "https://x.com/myhero_pr"
    ],
    "TitleEnglish": "Hitorijime My Hero",
    "SummaryEnglish": "High schooler Masahiro Setagawa is a fairly helpless delinquent, so much so that the neighborhood bullies use him to run their errands. His life changes when he meets high school teacher Kosuke Oshiba.",
    "TitleJapanese": "ひとりじめマイヒーロー",
    "SummaryJapanese": "ヘタレヤンキーで居場所のない勢多川正広。\n夜回り教師でヤンキー更生に励む大柴康介。\n立場は遠く、年の差もある彼らだった。康介をまっすぐ見つめる正広のまなざし。\n正広の憧れる、勇敢さと有能さと心意気を持つ康介。スクールセーターに残った、あの人の香り。\nねぎらいで触れた、あいつの髪のやわらかさ。ひとりじめしたいほどの相手と、めぐり逢ってしまった。\nそして康介の弟の健介には、再開が訪れる。\n相手は健介と同じクラスになった支倉麻也。絶交した幼なじみと仲直りするまでの、もどかしい距離。\n心の温度に揺れながら、結びつきを深める男の子たち。\nそんな彼ら四人の瑞々しい群像劇。",
    "Aliases": [
        "My Very Own Hero"
    ],
    "Modified": "2025-08-11",
    "Seasons": {
        "1": {
            "ID": "715469",
            "URL": "https://www.thetvdb.com/series/my-very-own-hero/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6125439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-very-own-hero/episodes/6125439",
                    "TitleEnglish": "In the Beginning, He Wouldn't Tell Me Anything",
                    "SummaryEnglish": "High schooler Masahiro Setagawa has been jaded by life and is a helpless delinquent, but everything changes when he meets his teacher, Kosuke Oshiba.",
                    "TitleJapanese": "はじまりは、いつも教えてもらえない。",
                    "SummaryJapanese": "勢多川正広は家に身の置き場がなく、中学の頃はヤンキーたちとつるむ日々。\nしかし“熊殺し”こと大柴康介との出会い、その強さに憧れ、生きる姿勢が一変する。\n実は“教師”の康介の指導で勢多川は、康介の弟の健介と共に志望高に合格。\nだが入学式の日に、勢多川は居所をヤンキーたちに知られ窮地に。\n一方、健介は小６で絶交した幼なじみ・支倉麻也と同じクラスに。\n後悔で気まずい健介は、普通に接してくる支倉から逃げてしまう。"
                },
                "2": {
                    "ID": "6172217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-very-own-hero/episodes/6172217",
                    "TitleEnglish": "The Days Go On, But There's More.",
                    "SummaryEnglish": "Kensuke and Setagawa are having their own respective freak outs about certain people coming back into their lives. What will they do when they can’t ignore them?",
                    "TitleJapanese": "ぐるぐる毎日、だけどもっと。",
                    "SummaryJapanese": "勢多川の憧れのヒーロー・康介が教師として赴任してきた。\n新しいクラスでの友人らとなじむ勢多川。その反面、健介はしょげている。\n健介は絶交中のはずの支倉から平気な顔で話しかけられると、自分だけが悩んでいるように思えるのだ。\nしかも健介と支倉の親友時代を知るクラスの女子たちからは、支倉の彼女調査を頼まれ頭を抱えることに。\nそんな中、健介は授業の準備を支倉と協力して行うはめになり、資料室で二人きりになるのだが……。"
                },
                "3": {
                    "ID": "6172219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-very-own-hero/episodes/6172219",
                    "TitleEnglish": "Like a Teeny, Tiny Ray of Light.",
                    "SummaryEnglish": "Kensuke, still reeling from his last encounter, sees a girl dropping Hasekura off at school. Meanwhile, Hasekura thinks of a different way to mend his ties with Kensuke.",
                    "TitleJapanese": "それは、ちいさなちいさな光のように。",
                    "SummaryJapanese": "仲直りしたはずが、健介は支倉から「もう一回絶交」か、つきあうかの二択を迫られ戸惑う。\n勢多川に相談した健介は、支倉には彼女がいるようだと聞き、冗談だろうと安心する。\n三人で過ごす昼休み、健介と勢多川が仲良くじゃれていると、支倉の様子がおかしい。\n心配する健介の真意は行き違い、支倉は「友達だと思ったこと、一度もない」と健介に告げ、顔を見せなくなる。\nそれでも彼を失いたくない健介は、意を決して支倉の自宅を訪れる。"
                },
                "4": {
                    "ID": "6172220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-very-own-hero/episodes/6172220",
                    "TitleEnglish": "A Hunch, Hidden by Fragrant Smoke",
                    "SummaryEnglish": "Kensuke has become comfortable with his feelings for Hasekura, and is happy with their relationship. Meanwhile, Setagawa has to confront some truths about his own feelings.",
                    "TitleJapanese": "予感は、くゆる煙にかくれてる。",
                    "SummaryJapanese": "小学生の頃以上の仲になり、大柴家のお風呂でうちとける健介と支倉。\nそんな睦まじい二人の所に、遊びに来ている勢多川や友人たち。\nそして、帰宅した康介も加わり皆で鍋を囲む。\n勢多川は明るい食卓を楽しんだが、後に康介と二人の夜道で、\n健介たちを「羨ましいって、思ってたろ」と見抜かれる。\n意味がわからない勢多川だが、康介の言葉が頭から離れない。\nバイトに集中しても、勢多川の心の中は今まで以上に憧れの康介で占められて――。"
                },
                "5": {
                    "ID": "6172221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-very-own-hero/episodes/6172221",
                    "TitleEnglish": "A Person Worthy of Love",
                    "SummaryEnglish": "Setagawa can't seem to wrap his head around what happened last time with Kousuke. With his feelings in revolt, Setagawa looks to the past.",
                    "TitleJapanese": "愛するに足る、存在。",
                    "SummaryJapanese": "康介の急接近に、勢多川は心をかき乱され、妙な料理を作ってしまう。\n学校でも動揺している勢多川だが、康介は面倒見のいい先生らしく話しかけてくる。\nそうこうするうちにテストの日が近づき、勢多川は勉強をしに大柴家に行く。\nすると康介の母がアルバムを見せてくれた。\n康介が中学生の頃に「オレには解けない問題はない」と言っていたと知る勢多川。\nさらに、受験の合格を願う絵馬の写真を見て、勢多川は自分が康介に見守られていたと気づく"
                },
                "6": {
                    "ID": "6172223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-very-own-hero/episodes/6172223",
                    "TitleEnglish": "My Savior, Be Free",
                    "SummaryEnglish": "The past catches up with Setagawa, and now he must deal with the fall out. Meanwhile, Kensuke is trying to be supportive of his friend.",
                    "TitleJapanese": "救世主よ、自由であれ。",
                    "SummaryJapanese": "勢多川のかつてのヤンキー仲間が康介への仕返しを企んでいる。\n勢多川は彼らが飽きるまで、康介と距離を置き「オレがうまくやるしかない」と問題を抱えこむ。\n康介や健介たちを避け、ヤンキーたちの便利な忠犬に戻り、一人で思い悩む勢多川。\nその頃、大柴家では健介が勢多川の態度にショックを受けていた。\nそんな健介と食卓を囲んだ支倉は事情を察し、勢多川のバイト先へ。\nだが、それでも勢多川は「誰にも言わないでくれ」と支倉に頼んでしまう。"
                },
                "7": {
                    "ID": "6172230",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-very-own-hero/episodes/6172230",
                    "TitleEnglish": "The High School Boys Howl",
                    "SummaryEnglish": "Setagawa continues his isolation until Kousuke, determined, tries to understand why he's isolating himself from his friends.",
                    "TitleJapanese": "男子高校生、吠える。",
                    "SummaryJapanese": "康介は家庭訪問をして「約束しろ、本音で話すって」と勢多川に詰め寄る。\nけれど、康介とヤンキーたちを関わらせたくない勢多川は「オレの問題なんで……」と耐え続ける。\nそんな勢多川が特別だからこそ本心を告げる康介。\nしかし、勢多川はかたくなに拒絶する。\nその最中に来たヤンキーたちは康介と大ゲンカに。\nなにもできない勢多川だが、康介の危機にある行動をする。\nその後、勢多川は秘めていた気持ちを伝える。\nお互いの想いが通じた二人は……。"
                },
                "8": {
                    "ID": "6172231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-very-own-hero/episodes/6172231",
                    "TitleEnglish": "Inextinguishable Emotions Push Me Forward",
                    "SummaryEnglish": "Setagawa finally seems to be accepting his feelings for Kosuke. Kensuke seems more than supportive about his friends' new relationship.",
                    "TitleJapanese": "とめどない気持ち、背中を押して。",
                    "SummaryJapanese": "康介と思いが通じた勢多川だが、康介の大胆さにまだ慣れず、支倉に相談を持ちかける。\n他にも康介に恋する女子生徒や、大柴家へ料理番で新加入したイタリアンが得意な弓家の存在に、悩みがつきない。\nしかも、皆が「勢多川のタイプは小動物系」と恋バナで盛り上がるのを、康介に聞かれてしまう。\n勢多川がペットショップで犬を可愛がったこともあり、すねる康介はキスを求めてくる。\nなんとか自分からトライしようとする勢多川だが――。"
                },
                "9": {
                    "ID": "6295412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-very-own-hero/episodes/6295412",
                    "TitleEnglish": "Where My Feelings are Headed",
                    "SummaryEnglish": "As Setagawa gets used to his feelings for Kosuke he learns how to balance his needs in a relationship and of his partner's.",
                    "TitleJapanese": "この想いの、向かう先。",
                    "SummaryJapanese": "勢多川は自分から康介のぬくもりを求められるようになった。\n友人関係も良好で、大柴家での焼肉パーティーの計画が進む。\nけれど、校内での康介とキスする様子を委員長の吉田に見られ、福重や山部にも二人の親密な仲を知られてしまう。\n中でも勢多川に深い友情を抱く福重は、寂しさとショックのあまり「キモイ」と発言し、健介から「勢多川や兄ちゃんを悪く言うなら」大柴家には「出禁！」と言われてしまう。"
                },
                "10": {
                    "ID": "6295415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-very-own-hero/episodes/6295415",
                    "TitleEnglish": "Why is it So Hard to Be Happy?",
                    "SummaryEnglish": "Trouble brews when Setagawa's friend brings up a little detail about his relationship with Kousuke. With anxiety biting at his heels he tries to get reassurance from Kousuke.",
                    "TitleJapanese": "幸せって、こんなに苦しい。",
                    "SummaryJapanese": "恋の甘さを味わい、康介の傍らで愛しさに満たされる勢多川。\nしかし朝帰りが明るみになれば、教師の康介が責任を問われると不安も芽生える。\nそんな中、二人の交際を耳にした宝城夫妻から夏生の店「Bar MARY」に康介と共に呼び出される。\n警察官の宝城常人は、支倉の姉でもある宝城彩香に知られては「関係を黙認できない」と康介の逮捕の可能性をほのめかす。\n勢多川の証言により「情状酌量の余地がある」らしいのだが……。"
                },
                "11": {
                    "ID": "6295416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-very-own-hero/episodes/6295416",
                    "TitleEnglish": "That's Why I Just Want You to Smile",
                    "SummaryEnglish": "Kousuke is worried after he is suddenly summoned in to the Principal's office. Has Kousuke and Setagawa's relationship been found out?",
                    "TitleJapanese": "だから、ただ笑っていてほしい。",
                    "SummaryJapanese": "校長室に呼ばれた康介を目撃した福重。\nそして、康介が教師を「辞めさせられる」との話を、弓家と共に立ち聞いてしまう。\n健介は支倉や山部や、委員長の吉田と一緒にその事件を知り、勢多川に状況を伝える。\n動揺した勢多川は、自分こそが辞めればいいと迷走状態に。\n支倉は「逃げ続けても問題は解決しない」と言い、健介も「ちゃんと兄ちゃんと向き合えよ！」と助言をしてくれる。\nしかし勢多川は突っぱね、雨の中に飛び出してしまう。"
                },
                "12": {
                    "ID": "6295417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-very-own-hero/episodes/6295417",
                    "TitleEnglish": "The Kindest Place in the World",
                    "SummaryEnglish": "Setagawa tries to separate himself from Kousuke but will the separation prove to be too much for them? Will Setagawa finally accept his place in Kousuke's life?",
                    "TitleJapanese": "世界で1番、やさしい場所。",
                    "SummaryJapanese": "勢多川は康介に電話で別れを告げ、また居場所をなくしてしまった。\nしかし、康介は勢多川を探しあてると「最後にもうひとつだけ、わがままを言わせてくれ」と年上の余裕をなくす。\n互いのための別れを決めていた勢多川だが、康介の真心が形になった“あるもの”をきっかけに、本心のまま全力で疾走する。\nどんな難問にも怯まない鍵を秘めていた勢多川。\nどんな逆境にも一筋の光を信じぬく康介。\n流星群の下、二人に訪れる結末とは――。"
                }
            }
        }
    }
}