{
  "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt6538106/",
    "http://hajimete-no-gal.jp/",
    "https://www.themoviedb.org/tv/72296"
  ],
  "TitleEnglish": "My First Girlfriend is a Gal",
  "SummaryEnglish": "Spring. The \"season of love\" has arrived and it seems that finding himself a girlfriend was harder than Junichi believed. To break the status quo, Junichi's friends have forced him into confessing to the gal, Yame Yukana. However, things do not go quite as he expected. A series of \"firsts\" begins!",
  "Aliases": [
    "Hajimete no Gal"
  ],
  "Modified": "2025-09-23",
  "Seasons": {
    "0": {
      "ID": "714424",
      "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "6124097",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6124097",
          "TitleEnglish": "My First Cultural Fair",
          "SummaryEnglish": "It is the day of the school festival, and Junichi Hashiba and Yukana Yame's class cafe is doing well. During a break from her shift, Yukana hears an urban legend about the festival's after-party. According to the tale, couples who share the last dance together will be lovers for the rest of their lives. Unfortunately, others catch on to this rumor and decide to separate Junichi and Yukana before they can dance. Will the two be able to stick together, or will someone else whisk them apart?",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "715310",
      "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/seasons/official/1",
      "# Episodes": 10,
      "Episodes": {
        "1": {
          "ID": "6124096",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6124096",
          "TitleEnglish": "My First Time Begging for It",
          "SummaryEnglish": "Hashiba Junichi is a high school student that wants to do anything to lose his virginity. His evil friends force him to ask out a gal in his class, Yame Yukana, so he begs her to date him while kneeling on the ground. She calls him a freak, but then something amazing happens…",
          "Aliases": []
        },
        "2": {
          "ID": "6188375",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6188375",
          "TitleEnglish": "My First Karaoke",
          "SummaryEnglish": "Junichi’s kneeling love confession worked and he’s now dating Yukana. He never though he’d be able to get such a cute girlfriend, and his friends are jealous. Yukana invites Junichi to karaoke after school, but according to his friends, that’s where couples go to have sex. Will Junichi lose his virginity already?",
          "Aliases": []
        },
        "3": {
          "ID": "6188376",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6188376",
          "TitleEnglish": "My First Spray-On Gal",
          "SummaryEnglish": "Junichi finds a love letter in his shoe box after school, but feels compelled to properly turn the girl down, as he already has a girlfriend. As it turns out, there’s another gal waiting for him who starts to get hot and heavy with him. Only for Yukana to show up at the worst possible moment…",
          "Aliases": []
        },
        "4": {
          "ID": "6189404",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6189404",
          "TitleEnglish": "My First Serious Gal",
          "SummaryEnglish": "Junichi is eating lunch with Yukana in the courtyard, but Ranko is with them ruining the atmosphere. Kashii Yui, a serious, prim and proper type of girl, tries to talk to him. After school, she takes Junichi to a cafe, and is interested whether Junichi and Yukana are truly dating. Junichi tells Yui just how happy he is with Yukana, but…",
          "Aliases": []
        },
        "5": {
          "ID": "6189405",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6189405",
          "TitleEnglish": "My First Half-Assed Gal",
          "SummaryEnglish": "Junichi is dreaming about having sex with Yukana and is in a rather pleasant mood. In his dream, he reaches out to feel Yuaka’s breasts, and unconsciously does the same thing in reality, only to find a soft sensation in front of him. Junichi, surprised, awakens to find a rather large-breasted gal on top of him, but he has no clue who she is, and is confused by her gal-speak.",
          "Aliases": []
        },
        "6": {
          "ID": "6189406",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6189406",
          "TitleEnglish": "My First Time at Yame-san's House",
          "SummaryEnglish": "Junichi is getting much closer to Yukana. Shinpei suggests playing the King Game in order to get even closer. Junichi has his friends and Yukana’s friends meet up at Yukana’s house, where they all play the game. Yukana’s in a different outfit than usual in her house clothes, which is surprisingly stimulating to Junichi, and just when things seem to be getting good between them…",
          "Aliases": []
        },
        "7": {
          "ID": "6189407",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6189407",
          "TitleEnglish": "My First Job",
          "SummaryEnglish": "The gang decides to go to the beach for summer vacation, and in order to save up money, Junichi is working at a cosplay cafe. By coincidence, Yukana, Ranko, Yui, and Nene are all working there too. Junichi is working the kitchen, however. The four girls work with the customers, but the manager at the shop is a little weird…",
          "Aliases": []
        },
        "8": {
          "ID": "6189408",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6189408",
          "TitleEnglish": "My First Trip",
          "SummaryEnglish": "Junichi, Yukana and friends have a day at the beach. Junichi tries to stop his friends from lecherous peeking at unclothed ladies.",
          "Aliases": []
        },
        "9": {
          "ID": "6189411",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6189411",
          "TitleEnglish": "My First Fight",
          "SummaryEnglish": "Junichi and Yukana have a fight after Junichi sees Yukana talking with Dai, another man.",
          "Aliases": []
        },
        "10": {
          "ID": "6238698",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6238698",
          "TitleEnglish": "My First Confession",
          "SummaryEnglish": "Junichi fights Dai after he insults Yukana, and later reconciles with Yukana.",
          "Aliases": []
        }
      }
    }
  }
}