{
    "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6538106/",
        "http://hajimete-no-gal.jp/",
        "https://www.themoviedb.org/tv/72296"
    ],
    "TitleEnglish": "My First Girlfriend is a Gal",
    "SummaryEnglish": "Spring. The \"season of love\" has arrived and it seems that finding himself a girlfriend was harder than Junichi believed. To break the status quo, Junichi's friends have forced him into confessing to the gal, Yame Yukana. However, things do not go quite as he expected. A series of \"firsts\" begins!",
    "TitleJapanese": "はじめてのギャル",
    "SummaryJapanese": "DT(童貞)を捨てたいと悩む高校生・羽柴ジュンイチ。\nある日、「ギャルに土下座で頼めば卒業できる」という迷信を聞いて、\nダメ元でクラスのギャル・八女に土下座で告白した所…まさかの大成功!? \n見事付き合うことになるのだが、ビッチなのに身持ちは固い八女さんに、\n非リアな羽柴は弄ばれる毎日で…。\n果たして羽柴は「はじめて」から卒業できるのか!?",
    "Aliases": [
        "Hajimete no Gal"
    ],
    "Modified": "2025-09-23",
    "Seasons": {
        "0": {
            "ID": "714424",
            "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6124097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6124097",
                    "TitleEnglish": "My First Cultural Fair",
                    "SummaryEnglish": "It is the day of the school festival, and Junichi Hashiba and Yukana Yame's class cafe is doing well. During a break from her shift, Yukana hears an urban legend about the festival's after-party. According to the tale, couples who share the last dance together will be lovers for the rest of their lives. Unfortunately, others catch on to this rumor and decide to separate Junichi and Yukana before they can dance. Will the two be able to stick together, or will someone else whisk them apart?",
                    "TitleJapanese": "はじめての文化祭",
                    "SummaryJapanese": "文化祭でのジュンイチたちのクラスの出し物は「逆転カフェ」。\n普段からギャルのゆかな・心・歩美や、学校ではギャルを隠している結衣など、\nクラスの女子全員が普段とは真逆の姿になるという新鮮な光景がそこには広がっていた。\nジュンイチと一緒にお店を回る約束をしたゆかなは、\n制服に着替えるために女子更衣室へ。\nそこで心と歩美から「後夜祭のフォークダンスで最後に踊った人同士は\n永遠に仲よしになれる」という伝説を聞かされる。"
                }
            }
        },
        "1": {
            "ID": "715310",
            "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/seasons/official/1",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "6124096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6124096",
                    "TitleEnglish": "My First Time Begging for It",
                    "SummaryEnglish": "Hashiba Junichi is a high school student that wants to do anything to lose his virginity. His evil friends force him to ask out a gal in his class, Yame Yukana, so he begs her to date him while kneeling on the ground. She calls him a freak, but then something amazing happens…",
                    "TitleJapanese": "はじめての土下座",
                    "SummaryJapanese": "DT（ドーテイ）を卒業したくてたまらないお年頃の高校生・羽柴ジュンイチは、悪友たちにそそのかされてクラスメイトのギャル・八女ゆかなに告白することになってしまう。\n「お願いです！　どうか俺と付き合ってくださぁぁぁい!!」\n全力で土下座するジュンイチに、ゆかなは「マジキモいんだけど」と冷ややかなリアクション……だったのだが、話は思わぬ方向へと展開していく。ゆかなの口から飛び出した、意外なひと言とは!?"
                },
                "2": {
                    "ID": "6188375",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6188375",
                    "TitleEnglish": "My First Karaoke",
                    "SummaryEnglish": "Junichi’s kneeling love confession worked and he’s now dating Yukana. He never though he’d be able to get such a cute girlfriend, and his friends are jealous. Yukana invites Junichi to karaoke after school, but according to his friends, that’s where couples go to have sex. Will Junichi lose his virginity already?",
                    "TitleJapanese": "はじめての力ラオケ",
                    "SummaryJapanese": "土下座告白の返事は、まさかのOK！\nめでたくゆかなと付き合うことになったジュンイチだが、自分があんなに可愛いギャルと付き合えるなんて……と実感が沸かないままだった。\n一方のゆかなは教室で堂々と交際宣言したりと、いたってマイペース。放課後にはジュンイチをカラオケに誘うのだった。そのとき、ジュンイチは「リア充はカラオケをホテル代わりに使う」という慎平の言葉を思い出す。早くもDT（ドーテイ）卒業か!?"
                },
                "3": {
                    "ID": "6188376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6188376",
                    "TitleEnglish": "My First Spray-On Gal",
                    "SummaryEnglish": "Junichi finds a love letter in his shoe box after school, but feels compelled to properly turn the girl down, as he already has a girlfriend. As it turns out, there’s another gal waiting for him who starts to get hot and heavy with him. Only for Yukana to show up at the worst possible moment…",
                    "TitleJapanese": "はじめての黒ギャル",
                    "SummaryJapanese": "放課後、自分の下駄箱にラブレターが入っているのを発見したジュンイチ。\nゆかなという可愛い彼女がいる身ではあるが、折角もらったラブレターを無視するのもゆかなに嫌われる可能性があるということで、いざ校舎裏へ。\nすると、待っていたのはまさかの黒ギャルだった！　DT（ドーテイ）のジュンイチをからかうように、大胆に迫ってくる黒ギャル。そこへタイミング悪くゆかながやってきたが、何故かゆかなと黒ギャルは和気藹々とした様子で……。"
                },
                "4": {
                    "ID": "6189404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6189404",
                    "TitleEnglish": "My First Serious Gal",
                    "SummaryEnglish": "Junichi is eating lunch with Yukana in the courtyard, but Ranko is with them ruining the atmosphere. Kashii Yui, a serious, prim and proper type of girl, tries to talk to him. After school, she takes Junichi to a cafe, and is interested whether Junichi and Yukana are truly dating. Junichi tells Yui just how happy he is with Yukana, but…",
                    "TitleJapanese": "はじめての清楚ギャル",
                    "SummaryJapanese": "昼休み、中庭でゆかなと一緒にお弁当を食べるジュンイチ。それだけなら幸せな時間なのに、蘭子もいるせいで心が休まらない。そこへ声をかけてきたのはマジメで清楚なクラスメイト・香椎結衣。放課後になり、結衣に呼び出されたジュンイチは一緒に喫茶店へ。どうやら結衣は、ジュンイチがゆかなと本当に付き合っているのかどうか、気になっている様子だった。\nジュンイチからのろけ話（？）を聞かされた結衣の反応は……？"
                },
                "5": {
                    "ID": "6189405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6189405",
                    "TitleEnglish": "My First Half-Assed Gal",
                    "SummaryEnglish": "Junichi is dreaming about having sex with Yukana and is in a rather pleasant mood. In his dream, he reaches out to feel Yuaka’s breasts, and unconsciously does the same thing in reality, only to find a soft sensation in front of him. Junichi, surprised, awakens to find a rather large-breasted gal on top of him, but he has no clue who she is, and is confused by her gal-speak.",
                    "TitleJapanese": "はじめてのパギャル",
                    "SummaryJapanese": "ある朝、ジュンイチはゆかなと×××なことをする夢を見て、幸せな気分に浸っていた。夢の中、ゆかなの胸に手を伸ばすジュンイチ。恐ろしいほどに柔らかい感覚を手のひらに感じて目を覚ましたジュンイチだが、なんとリアルに女の子の胸をつかんでいた!!　ジュンイチの隣に寝ていたのはゆかな……ではなく、まったく見覚えのない爆乳ギャル。「マジMK5でチョベリバって感じ～？」と、理解不能でちょっとズレたギャル語を使う彼女の正体とは!?"
                },
                "6": {
                    "ID": "6189406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6189406",
                    "TitleEnglish": "My First Time at Yame-san's House",
                    "SummaryEnglish": "Junichi is getting much closer to Yukana. Shinpei suggests playing the King Game in order to get even closer. Junichi has his friends and Yukana’s friends meet up at Yukana’s house, where they all play the game. Yukana’s in a different outfit than usual in her house clothes, which is surprisingly stimulating to Junichi, and just when things seem to be getting good between them…",
                    "TitleJapanese": "はじめての八女さん家",
                    "SummaryJapanese": "ゆかなとの仲がなかなか進展しないジュンイチに、慎平は「今のおまえに必要なものは王様ゲーム」とアドバイスを送る。さっそく王様ゲームを実行に移すため、友達一同を誘ってゆかなの家で遊ぶ約束を取りつけたジュンイチ。はじめての彼女の家で、みんなが揃うまでは２人きりの時間を過ごせることになった。部屋着に着替えたゆかなはいつもと違う雰囲気で、あまりにも無防備で刺激的。思わずボーっと見惚れてしまうジュンイチで……。"
                },
                "7": {
                    "ID": "6189407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6189407",
                    "TitleEnglish": "My First Job",
                    "SummaryEnglish": "The gang decides to go to the beach for summer vacation, and in order to save up money, Junichi is working at a cosplay cafe. By coincidence, Yukana, Ranko, Yui, and Nene are all working there too. Junichi is working the kitchen, however. The four girls work with the customers, but the manager at the shop is a little weird…",
                    "TitleJapanese": "はじめてのバイト",
                    "SummaryJapanese": "夏休みにみんなで海へ旅行に行くことになり、その資金を稼ぐためにコスプレ喫茶でバイトをすることになったジュンイチ。ところが奇遇にも、ゆかな・蘭子・結衣・寧音の女子メンバーも同じ店でバイトしていた。ジュンイチはキッチンスタッフだが、女子４人はもちろん接客担当。魔法少女、メイド、ナース、バニー……と、さまざまなコスプレで男性客を夢中にさせている。そんな４人を見つめる店長の視線はどこか怪しくて……!?"
                },
                "8": {
                    "ID": "6189408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6189408",
                    "TitleEnglish": "My First Trip",
                    "SummaryEnglish": "Junichi, Yukana and friends have a day at the beach. Junichi tries to stop his friends from lecherous peeking at unclothed ladies.",
                    "TitleJapanese": "はじめての旅行",
                    "SummaryJapanese": "ついにやってきた旅行当日。ジュンイチ＋３バカは「こんなリア充みたいなイベントが発生するなんて……」と感動に打ち震えていた。しかし、ゆかなたち女子はジュンイチと遊んでばかりで、３バカはその輪に入れない。小学生を見ていれば満足の稔は別として、慎平と景吾は不満タラタラだ。昼間はパッとしなかった２人にとって、夜の宿こそが本気を出す戦場。己の野望を実現させるため、２人はジュンイチにある相談を持ちかける。"
                },
                "9": {
                    "ID": "6189411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6189411",
                    "TitleEnglish": "My First Fight",
                    "SummaryEnglish": "Junichi and Yukana have a fight after Junichi sees Yukana talking with Dai, another man.",
                    "TitleJapanese": "はじめてのケンカ",
                    "SummaryJapanese": "旅行の帰りにジュンイチとゆかなが出会ったイケメンは、ゆかなと同じ中学出身の御手洗大だった。仲よくしゃべる２人の様子に、モヤモヤした気持ちになるジュンイチ。そんなジュンイチを見て「もしかして妬いてんの？」とからかうゆかなだったが、あまりにも卑屈すぎるジュンイチの態度にとうとう本気で怒って帰ってしまった……。次の日になっても、ジュンイチは一度もゆかなに話しかけられない。このまま２人はすれ違ったままなのか？"
                },
                "10": {
                    "ID": "6238698",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-first-girlfriend-is-a-gal/episodes/6238698",
                    "TitleEnglish": "My First Confession",
                    "SummaryEnglish": "Junichi fights Dai after he insults Yukana, and later reconciles with Yukana.",
                    "TitleJapanese": "はじめての告白",
                    "SummaryJapanese": "御手洗とその友人たちの会話を、ファミレスで偶然耳にしてしまったジュンイチ。ゆかなを軽いギャル扱いする御手洗に怒り爆発のジュンイチは、思わず啖呵を切る。\n「俺は……おまえを絶対に許さない……」\n御手洗たちにボコられながらも、必死に食らいつくジュンイチ。その姿に“男”を見た蘭子と３バカはジュンイチに加勢する。仲間たちに背中を押されて、ジュンイチは走り出す。ゆかなに、自分の本当の思いを伝えるために――。"
                }
            }
        }
    }
}