{
  "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Drama",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt7254486/",
    "https://www.themoviedb.org/tv/73321"
  ],
  "TitleEnglish": "The King of Fighters: Destiny",
  "SummaryEnglish": "Alongside the famous martial arts tournament called King of Fighters, a strange organization called NESTS conducts experiments on people to develop supernatural powers. The series focuses on Kyo in the face of many dangers in South City ten years has passed since the tragedy that changed his life forever. What will he do to achieve his goal?",
  "Aliases": [],
  "Modified": "2024-03-27",
  "Seasons": {
    "0": {
      "ID": "714688",
      "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "6375961",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6375961",
          "TitleEnglish": "Trailer 1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "6375962",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6375962",
          "TitleEnglish": "Trailer 2",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "714690",
      "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 24,
      "Episodes": {
        "1": {
          "ID": "6116878",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6116878",
          "TitleEnglish": "South Town",
          "SummaryEnglish": "The world-renowned tournament starts now! After arriving in South Town, Kyo, an invitee to KOF, runs into another formidable fighter, Terry. Ten years have passed since the tragedy that changed his live forever… The destinies of the fighters now cross here in South Town.",
          "Aliases": []
        },
        "2": {
          "ID": "6241165",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6241165",
          "TitleEnglish": "Kyokugen Style",
          "SummaryEnglish": "When Kyo, Benimaru and Daimon visit the Kyokugen Style Dojo in South Town, they come across Ryo chasing down men in black suits. Kyo and his friends head off to Geese Tower in pursuit as well. Once they arrive at the tower, Geese’s right-hand man, Billy descends on them.",
          "Aliases": []
        },
        "3": {
          "ID": "6264084",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6264084",
          "TitleEnglish": "Angelina",
          "SummaryEnglish": "Kyo and Ryo hit it off immediately. They receive a call about Yuri, Ryo’s little sister, and how she has ran away from home. While searching for information about Geese, Terry bumps into a mysterious lady named Angelina at a nightclub.",
          "Aliases": []
        },
        "4": {
          "ID": "6277805",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6277805",
          "TitleEnglish": "Brother",
          "SummaryEnglish": "After leaving the nightclub, Terry is challenged by a mysterious fighter. This fighter turns out to be Andy, Terry’s little brother, who he has not seen in 10 years. In order to take revenge on Geese for what he did to their father, Jeff, they team up with Joe to infiltrate Geese Tower.",
          "Aliases": []
        },
        "5": {
          "ID": "6289514",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6289514",
          "TitleEnglish": "Side Story - Geese Howard",
          "SummaryEnglish": "When Geese was young, he was driven out from Stroheim Castle since his mother was not the legal wife of his father. After wandering on his own, he becomes a disciple of Tung. During his time there he harbors hatred for another disciple, Jeff, over who will inherit Tung's role and secrets.",
          "Aliases": []
        },
        "6": {
          "ID": "6303252",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6303252",
          "TitleEnglish": "Queens TEAM",
          "SummaryEnglish": "Kyo senses the power of Orochi in South Town and is concerned whether the Orochi seal is weakening. In another part of the world, Yuri is searching for teammates to participate in the KOF tournament with her. While in London she runs into two female fighters, King and Mai.",
          "Aliases": []
        },
        "7": {
          "ID": "6314516",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6314516",
          "TitleEnglish": "Memories",
          "SummaryEnglish": "Terry tails Angelina to search for more information about Geese. He stumbles upon Angelina being threatened by Matt, who is one of Geese's followers. Terry intervenes and saves Angelina from him. Angelina suddenly recalls what happened in her past.",
          "Aliases": []
        },
        "8": {
          "ID": "6314517",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6314517",
          "TitleEnglish": "Reception",
          "SummaryEnglish": "Fighters come together for the KOF announcement event. Benimaru gets excited with the heated atmosphere, Athena draws the eyes of everybody in the venue, Ryo reunites with his sister Yuri, and Mai quarrels with Andy… With the KOF tournament imminent, everyone's goals and ambitions cross here.",
          "Aliases": []
        },
        "9": {
          "ID": "6314518",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6314518",
          "TitleEnglish": "Secret",
          "SummaryEnglish": "Terry sneaks out from the KOF announcement event and successfully infiltrates Geese Tower. He witnesses a dreadful experiment in the basement of the tower. Meanwhile Geese discovers the truth behind Terry's past and gives an \"order\" to Angelina.",
          "Aliases": []
        },
        "10": {
          "ID": "6314519",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6314519",
          "TitleEnglish": "Side Story - Nikaido Benimaru",
          "SummaryEnglish": "No one could stand a chance against Benimaru until he met Kyo. Benimaru begs Kyo for a re-match before mysterious men in black suddently surround Kyo. The men confront and attack Kyo in front of Benimaru. How will Benimaru react to this unexpected brawl!?",
          "Aliases": []
        },
        "11": {
          "ID": "6371713",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6371713",
          "TitleEnglish": "Ready Go!",
          "SummaryEnglish": "Angelina is ordered to kill Terry by poisoning him. A blond haired kid suddenly appears and pretends Terry is his dad to escape trouble. Soon afterwards, the KOF tournament gets underway at the stadium. The audience gets hype as the fighters prepare to battle it out!",
          "Aliases": []
        },
        "12": {
          "ID": "6390951",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6390951",
          "TitleEnglish": "Shadow of Evil",
          "SummaryEnglish": "The first KOF match starts out with a bang, with all eyes on the event. Benimaru struggles in his battle against Brian, as he continues to stand back up no matter how many times he is beaten by Benimaru. The crowd becomes uneasy as they watch Brian's eerie performance. v",
          "Aliases": []
        },
        "13": {
          "ID": "6390952",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6390952",
          "TitleEnglish": "Trap",
          "SummaryEnglish": "Kyo and his teammates struggle with the American Sports Team who show signs of the Orochi power. Meanwhile, Terry heads to Gesse Tower to rescue Angelina, despite knowing it's a trap.",
          "Aliases": []
        },
        "14": {
          "ID": "6390954",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6390954",
          "TitleEnglish": "Fatal Fury",
          "SummaryEnglish": "Terry and Angelina try to escape from Geese Tower. However, when they arrive on the top floor, Terry's sworn enemy, Geese, stands in their way. In order to take revenge for his father and save Angelina, Terry's Fatal Fury begins!",
          "Aliases": []
        },
        "15": {
          "ID": "6402615",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6402615",
          "TitleEnglish": "Side Story - Angelina",
          "SummaryEnglish": "Ten years ago, Terry became a disciple of Tung. On the day of his departure, he saves a girl being threatened by local punks. Terry tries to cheer her up by suggesting that they both leave South Town together. Her name is Angelina…",
          "Aliases": []
        },
        "16": {
          "ID": "6402616",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6402616",
          "TitleEnglish": "Final Round",
          "SummaryEnglish": "Geese has obtained the power of Orochi. Terry struggles to deal with Geese's overwhelming power. Geese readies his finishing move for Terry, who is fighting for his life. This fatal battle between these two fighters will decide their ultimate destiny.",
          "Aliases": []
        },
        "17": {
          "ID": "6413515",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6413515",
          "TitleEnglish": "Black Crystal",
          "SummaryEnglish": "A party is held on a cruise ship and the fighters gather to relax before the final round. However, the organizer \"R\" has set a trap for them. Meanwhile, Kyo and his friends sneak out of the tournament venue and bear witness to the power of the black crystal.",
          "Aliases": []
        },
        "18": {
          "ID": "6439302",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6439302",
          "TitleEnglish": "Escape",
          "SummaryEnglish": "Athena and her teammates battle Kim Team who have turned violent. Athena tries to expose the secret of the Black Crystal with her Psychic Power. Meanwhile, Kyo attempts to escape from their cell with Benimaru and Daimon who came to their senses, springing a new trap in the process!",
          "Aliases": []
        },
        "19": {
          "ID": "6439319",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6439319",
          "TitleEnglish": "Labyrinth",
          "SummaryEnglish": "The Fatal Fury Team successfully infiltrates the cruise ship. However, while traversing the ship which has turned into a labyrinth, they are attacked by Mai and her teammates, who have lost control. Both Andy and Joe are beaten, while Terry is confronted by another assassin.",
          "Aliases": []
        },
        "20": {
          "ID": "6460663",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6460663",
          "TitleEnglish": "Side Story - King",
          "SummaryEnglish": "King works as a bouncer in order to pay the medical bills for her little brother, Jan. The owner orders her to kill Ryo who is on his way to save his little sister, Yuri, who has been kidnapped. The lives of King and Jan are dramatically changed by meeting the Sakazaki siblings.",
          "Aliases": []
        },
        "21": {
          "ID": "6460668",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6460668",
          "TitleEnglish": "Generator",
          "SummaryEnglish": "Athena senses the energy source of the evil power and uses her telepathy to inform Kyo. Kyo and his teammates find a generator which has a black crystal to generate the evil power and attempt to destroy it. However, Ryo and Robert have run berserk as well and stand in their way.",
          "Aliases": []
        },
        "22": {
          "ID": "6461430",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6461430",
          "TitleEnglish": "R",
          "SummaryEnglish": "Fighters have been released from the evil mindcontrol by breaking the generator. Kyo and Terry head to the bridge in order to put a period to this incident. The organiser, R finally appears in their way and now the story of the KOF goes to the end…!",
          "Aliases": []
        },
        "23": {
          "ID": "6472672",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6472672",
          "TitleEnglish": "Rugal Bernstein",
          "SummaryEnglish": "Rugal is behind the KOF, using it to take control of the fighters by using the Black Crystals. Kyo and Terry cooperate to try and take down Rugal. However, they are forced into a desperate situation when faced with Rugal's overwhelming power and stone-cold killer instincts.",
          "Aliases": []
        },
        "24": {
          "ID": "6500607",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-king-of-fighters-destiny/episodes/6500607",
          "TitleEnglish": "Destiny",
          "SummaryEnglish": "Rugal has achieved the power of a god and the fighters try their best to take him down. Revenge, love, hate, ambition…THE KING OF FIGHTERS gets chaotic in this final epic battle! The destinies of these KOF fighters cross and give birth to a new history!",
          "Aliases": []
        }
      }
    }
  }
}