{
  "URL": "https://www.thetvdb.com/series/vatican-miracle-examiner",
  "Genres": [
    "Animation",
    "Anime",
    "Drama",
    "Mystery"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt6994700/",
    "https://www.themoviedb.org/tv/72035"
  ],
  "TitleEnglish": "Vatican Miracle Examiner",
  "SummaryEnglish": "Two priests charged with traveling the world to validate \"miracles\" find themselves tangled in events filled with deceit. As members of the Assembly of Saints, Robert Nicholas and Kou Hiraga seek the truth behind the supposed works of God.",
  "Aliases": [
    "Vatican Kiseki Chōsakan",
    "Vatican Kiseki Chousakan"
  ],
  "Modified": "2025-06-05",
  "Seasons": {
    "0": {
      "ID": "715470",
      "URL": "https://www.thetvdb.com/series/vatican-miracle-examiner/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "6527194",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vatican-miracle-examiner/episodes/6527194",
          "TitleEnglish": "Witch's Soup",
          "SummaryEnglish": "Roberto finds a soup recipe that a witch named Bella Vacchi made for four popes, beginning with Innocent X. Roberto and Joe travel to San Marino, where they find aspiring novelist Elena Campana renting Bella's house, which is still in good repair. Roberto, Joe, and Elena assemble the ingredients for the soup, which takes three months to make, according to the recipe. When they make the soup, Joe realizes it's basically motsu nikomi (a stew of cow or pig intestines with miso and fried tofu), although the witch's soup is made from horse intestines and fermented fava beans. One of the witch's ingredients (poison from a toad) also has an intoxicating effect like sake.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "715471",
      "URL": "https://www.thetvdb.com/series/vatican-miracle-examiner/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6125440",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vatican-miracle-examiner/episodes/6125440",
          "TitleEnglish": "Through God's Succor, My Eyes Are Opened",
          "SummaryEnglish": "Hiraga Joseph Kou and Roberto Nicholas are sent in San Rosario's abbey in Northern Mexico to investigate about a supposed immaculate conception of a young nun, sister Dolores. That same night, however, one of the abbey's priests is found horribly dead, and shortly after a new apparent miracle occurs.",
          "Aliases": []
        },
        "2": {
          "ID": "6137346",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vatican-miracle-examiner/episodes/6137346",
          "TitleEnglish": "The Endless Unease of Existence",
          "SummaryEnglish": "The miracle of the stone's tears is easily explained, but new murders taunt San Rosario. Joseph and Roberto think that part of the answers could lie in the abbey's ancient history, but the other priests' hostility doesn't allow them to investigate further.",
          "Aliases": []
        },
        "3": {
          "ID": "6137347",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vatican-miracle-examiner/episodes/6137347",
          "TitleEnglish": "Secrets of the Gods and the Beast of 666",
          "SummaryEnglish": "Dark secrets emerge from the past while Joseph and Roberto keep on investigating about the chain of deaths in San Rosario. And when the bloody runes found in the church prove to be a famous phrase from the \"Mein Kampf\", this leads the two priests to the most dramatic discoveries.",
          "Aliases": []
        },
        "4": {
          "ID": "6137348",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vatican-miracle-examiner/episodes/6137348",
          "TitleEnglish": "Even So, I Still Believe in the Lord God",
          "SummaryEnglish": "Joseph and Nicholas have finally discovered the truth about the supposed Immacolate Conception, which lies in the final days of the World War II, when from the asces of a dying Third Reich someone was already spreading the seeds for the birth of a Fourth one.",
          "Aliases": []
        },
        "5": {
          "ID": "6137349",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vatican-miracle-examiner/episodes/6137349",
          "TitleEnglish": "The Game of Angels and Demons",
          "SummaryEnglish": "While remembering his first meeting with Lauren, Joseph reminds of an old case still under investigation after many years: the case of a man and a bet with the Devil. Can an infernal gift be used for good purpose and the seek of happiness?",
          "Aliases": []
        },
        "6": {
          "ID": "6137350",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vatican-miracle-examiner/episodes/6137350",
          "TitleEnglish": "God Bestows Upon Us All His Revelations",
          "SummaryEnglish": "Joseph and Roberto travel toward Central Africa to investigate a case of incorruptible body of a longtime dead clairvoyant, father John Jones. First analysis seem proving the miracle, as much as the true gift of the deceased priest. However, while Joseph is fascinated from the holy spirit of the church's main priest Julia, Roberto at the opposite sees in Jones' last prophecy a dark fate waiting for him.",
          "Aliases": []
        },
        "7": {
          "ID": "6137351",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vatican-miracle-examiner/episodes/6137351",
          "TitleEnglish": "Those Branded with a Curse",
          "SummaryEnglish": "Roberto's desperate resarch to explain the miracle, and so avoid the propecy about his imminent death, will reach the point that his own soul, more than his life, will be put at risk.",
          "Aliases": []
        },
        "8": {
          "ID": "6137352",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vatican-miracle-examiner/episodes/6137352",
          "TitleEnglish": "Only Through Death Can We Full Comprehend Rebirth into Eternal Life",
          "SummaryEnglish": "Despite Roberto's salvation, the miracles around John Jones' prophecies and incorruptible body seem above any doubt. However, the truth lies right in Roberto's childhood, and what seemed to be the most holy spirit will prove being something completely different.",
          "Aliases": []
        },
        "9": {
          "ID": "6137353",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vatican-miracle-examiner/episodes/6137353",
          "TitleEnglish": "The Decapitating Clown and the Tale of Solomon",
          "SummaryEnglish": "Countless miracles seems to happen in a small village near Florence, Italy. Joseph and Roberto, while investigating them, find traces of an old and obscure legend: the Headhunter Clown that haunts the woods around the village.",
          "Aliases": []
        },
        "10": {
          "ID": "6137354",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vatican-miracle-examiner/episodes/6137354",
          "TitleEnglish": "The Ghosts of Past Appeared",
          "SummaryEnglish": "Joseph and Roberto's personal investigations about the murder in the church soon find a connection with a old case happened in 1985. Meanwhile, Suskins reveals that a probably still alive Julia the Headhunter Clown and Galdoune may be connected.",
          "Aliases": []
        },
        "11": {
          "ID": "6137355",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vatican-miracle-examiner/episodes/6137355",
          "TitleEnglish": "The Gold of the Darkness; I am with the Lord",
          "SummaryEnglish": "Following the same route of the unfortunate 1985's expedition, Joseph, Roberto, Suskins and Bafi ultimately find Galdoune's hideout. However, after having discovered the organization's true ambitions, the two priests' faith is dramatically put on test: are they ready to sell their souls in exchange for seeing their deepest dreams realized?",
          "Aliases": []
        },
        "12": {
          "ID": "6137356",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/vatican-miracle-examiner/episodes/6137356",
          "TitleEnglish": "Sinfonia",
          "SummaryEnglish": "Ryota's condition has taken a sudden turn for the worse. Will he need a miracle to make it through alive?",
          "Aliases": []
        }
      }
    }
  }
}