{
    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world",
    "Genres": [
        "Adaptation",
        "Anime - Seinen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/1613-7578-AA37-308C-085B-1",
        "https://www.imdb.com/title/tt7224994/",
        "https://isekai-shokudo.com/",
        "http://www.reddit.com/r/IsekaiShokudou",
        "https://www.tvmaze.com/shows/28700/show-slug",
        "https://www.themoviedb.org/tv/72425",
        "https://en.wikipedia.org/wiki/Restaurant_to_Another_World",
        "https://x.com/nekoya_PR"
    ],
    "TitleEnglish": "Restaurant to Another World",
    "SummaryEnglish": "Western Restaurant Nekoya is a popular eatery located on a street corner in a Tokyo shopping district. Serving both traditional Japanese fare as well as Western dishes, this eating establishment is popular among Tokyo's residents. But this seemingly ordinary restaurant is also popular with another type of clientele... While the restaurant is thought to be closed on Saturdays, the truth is that on this special day each week, its doors are instead opened to the inhabitants of other worlds. From dragons and elves to fairies and mages, this restaurant has no shortage of strange customers. Nevertheless, the enigmatic chef known only as \"Master\" will be waiting to serve up their favorite dishes with a kind smile and keep them coming back for many more Saturdays to come.",
    "TitleJapanese": "異世界食堂",
    "SummaryJapanese": "オフィス街に程近い商店街の一角、雑居ビルの地下一階にその店はある。\n\n　猫の絵が描かれた看板が目印の創業70年の老舗食堂“洋食のねこや”。\n\n　どこにでもありそうなこの洋食屋の扉は、週に一度“特別営業”の土曜日にだけ“ある世界”とつながる。異世界のさまざまな場所に現れる扉を通じてやってくる、生まれも文化も、種族すらもバラバラな“向こうの世界”の客たち。\n\n　そんな彼らが分け隔てなく料理に舌鼓を打てる、不思議な魅力がここ“異世界食堂”にはある。\n\n　この店で生まれる異世界と現代、食堂に集う人々と店主、そして料理との一期一会を描く、温かい出会いの物語。",
    "Aliases": [
        "Alternate World Restaurant",
        "Alternate-World Restaurant",
        "The Other World Dining Hall"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "715463",
            "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8956680",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8956680",
                    "TitleEnglish": "Restaurant to Another World 2: Nekoya's Christmas Party",
                    "SummaryEnglish": "Saori Oinishi (Kuro), and Shino Shimoji (Renner), host a Christmas party while looking back on \"Restaurant To Another World 2\".",
                    "TitleJapanese": "異世界食堂２ ねこやのクリスマスパーティー",
                    "SummaryJapanese": "クロ役の大西沙織さん、ラナー役の下地紫野さんが、「異世界食堂２」を振り返りながらクリスマスパーティーをお届けします。"
                }
            }
        },
        "1": {
            "ID": "715464",
            "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6125436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6125436",
                    "TitleEnglish": "Beef Stew / Breakfast Special",
                    "SummaryEnglish": "Beef stew: a legendary dragon’s most prized treasure lies on the other side of a certain door. Breakfast set: a starving Aletta wanders into the Restaurant to Another World and believes herself to be dreaming, but she’s in for a shock when she wakes up the next morning.",
                    "TitleJapanese": "「ビーフシチュー」「モーニング」",
                    "SummaryJapanese": "「ビーフシュチュー」\n「赤の女王」。世界６柱の1柱とも呼ばれる伝説の竜でもある彼女が持つ、数多くの財宝の中でも、一際大事にしているものがあった。それはどんな金銀宝物でもなく、週に一度現れる扉の中に存在していた…。\n\n「モーニング」\nひょんなことから異世界食堂に迷い込んだアレッタは、あまりの空腹から夢だと思い、仕込み中のスープを飲み干し、その場で寝てしまう。事情を店主に話していると、思いがけのない提案があり…？"
                },
                "2": {
                    "ID": "6172470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6172470",
                    "TitleEnglish": "Minced Meat Cutlet / Fried Shrimp",
                    "SummaryEnglish": "Minced meat cutlet: treasure hunter Sarah traces her great-grandfather’s footsteps to a mysterious door in an abandoned mine. Fried shrimp: Heinrich must call for help when the fortress where he’s stationed is under siege by monsters, but he desperately needs food to make it.",
                    "TitleJapanese": "「メンチカツ」「エビフライ」",
                    "SummaryJapanese": "「メンチカツ」\n「今日はドヨウの日、廃坑に行く」。曾祖父の日記に何度もあった記述を頼りに訪ずれた廃坑の奥で、トレジャーハンターのサラは謎の扉を見つける。意を決して開けた扉の向こうには、見たこともない“料理屋”があった。…。\n\n「エビフライ」\n救援を呼ぶため、魔物に急襲された砦から飛び出したハインリヒだったが、毒にやられた馬も途中で倒れ、自身も道半ばにして倒れようとしていた。最後の力を振り絞り神に祈ったその瞬間、猫の看板がかかった謎の扉が現れた。…？"
                },
                "3": {
                    "ID": "6172471",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6172471",
                    "TitleEnglish": "Spaghetti with Meat Sauce / Chocolate Parfait",
                    "SummaryEnglish": "Spaghetti with meat sauce: Thomas is lauded as a culinary genius, but there’s an unimaginable secret to his success. Chocolate parfait: Princess Adelheid has childhood memories of eating clouds.",
                    "TitleJapanese": "「ミートソース」「チョコレートパフェ」",
                    "SummaryJapanese": "「ミートソース」」\n異世界の商人トマス。彼は様々なパスタソースを発明し、『料理発明の天才』と称えられていた。しかし彼には秘密があった。トマスは孫のシリウスを連れ、とある場所へと向かう。\n\n「チョコレートパフェ」\n帝国の皇女アーデルハイドは雲を食べたことがある。病にかかり祖父の離宮で療養するアーデルハイド。華やかな宮廷とは対極な静かで憂鬱な暮らしに嘆く彼女は、ある日寝室に現れた猫の絵が描かれた扉に気がつく。"
                },
                "4": {
                    "ID": "6186625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6186625",
                    "TitleEnglish": "Omelette Rice / Tofu Steak",
                    "SummaryEnglish": "A lizardman hero braves the door to another world to carry on his tribe's tradition. An elf requests a vegan dish.",
                    "TitleJapanese": "「オムライス」「トーフステーキ」",
                    "SummaryJapanese": "「オムライス」\n青尻尾一族には、一族の勇者が七日に一度突然現れる扉を通って、異世界の料理を持ち帰ってくるという風習がある。勇者ガガンポは、その大事な役目のために準備をしていた、そしてついに扉の向こうにある異世界へ向かう時がやってきた…。\n\n「トーフステーキ」\n森の中で見つけた扉から異世界食堂にやってきたファルダニア。ハーフエルフの彼女にとって、人間の料理は食べられないものばかり。とはいえ店に入った以上何か食べないと失礼にあたる…そう思ったファルダニアが頼んだこととは？"
                },
                "5": {
                    "ID": "6186626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6186626",
                    "TitleEnglish": "Pork Cutlet Rice Bowl / Pudding a la Mode",
                    "SummaryEnglish": "A slave gladiator gets the strength to fight on from a \"victory\" bowl. A half-elf's magic research is inspired by Nekoya.",
                    "TitleJapanese": "「カツ丼」「プリンアラモード」",
                    "SummaryJapanese": "「カツ丼」\nこれはかつて異世界食堂を先代店主が切り盛りしていたころの話。剣神アレクサンデルに敗北した魔族のライオネルは闘技場でただ死の運命が訪れるのを待っていた。だが、ある扉を見つけたとき、彼の運命が大きく変わる…。\n\n「プリンアラモード」\n公国の姫ヴィクトリアはハーフエルフである。天才魔術師である彼女は日々魔術の研究に没頭しているが、たまに研究を休むときがある。具体的に七日に一度ほど、異世界食堂を訪れる日くらいは…。"
                },
                "6": {
                    "ID": "6186627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6186627",
                    "TitleEnglish": "Sandwiches / Steamed Potato With Butter",
                    "SummaryEnglish": "The diners argue over which dish makes the best sandwich. The master teaches Aletta a new way to cook potatoes.",
                    "TitleJapanese": "「サンドイッチ」「じゃがバター」",
                    "SummaryJapanese": "「サンドイッチ」\nサラとハインリヒの、メンチカツサンドとエビカツサンド論争の声が響くねこや。そこへ、各々に好物を食べていた他の常連客がこぞって参戦し、遂には、どのサンドイッチが一番美味しいか論争が始まってしまう。。\n\n「じゃがバター」\n最後の客、赤の女王が帰り、静かになったねこや。一息ついたところで、開店前の約束通り、店主がアレッタにダンシャクの実を使った簡単な料理を教え始める。ダンシャクの実に対するアレッタの印象を変えることができるのか。"
                },
                "7": {
                    "ID": "6186628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6186628",
                    "TitleEnglish": "Curry Rice / Chicken Curry",
                    "SummaryEnglish": "A shipwrecked man and an ancient dragon find companionship at Nekoya.",
                    "TitleJapanese": "「カレーライス」「チキンカレー」",
                    "SummaryJapanese": "「カレーライス」\n海戦で行方不明となった伝説の将軍アルフォンス・フリューゲル。ただ一人絶海の孤島に流れ着きおよそ20年、遂に島を離れる日がやって来た。しかし助かったはずの彼の表情はなぜか物惜しげであった。\n\n「チキンカレー」」\nこの空の果てに浮かぶ大地…月。赤の女王と同じく6柱の一人であり死を司る黒は、生き物がいないこの地で孤独と静寂に包まれていた。そんな黒の前に魔法の力がこもった扉が現れていた。"
                },
                "8": {
                    "ID": "6186629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6186629",
                    "TitleEnglish": "Hamburg Steak / Assorted Cookies",
                    "SummaryEnglish": "A mermaid introduces a fisherman to the Restaurant to Another World. Aletta finds a second job.",
                    "TitleJapanese": "「ハンバーグ」「クッキーアソート」",
                    "SummaryJapanese": "「ハンバーグ」\n溺れていたところを人魚のアルテに助けられた青年ロウケイ。その礼として銀貨10枚を要求されたロウケイは彼女がいったい何のために銀貨を欲しがったのか気になってしまう。その理由をアルテに問うと、ある場所で使うと言われて…？\n\n「クッキーアソート」」\nようやく王都で新しい仕事を紹介してもらったアレッタ。その仕事先とは、なんとメンチカツことトレジャーハンターのサラの家だった。サラの家で働き始めるアレッタ。ある日、サラが不在の中、サラの妹であるシアが訪ねてきた…。"
                },
                "9": {
                    "ID": "6186630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6186630",
                    "TitleEnglish": "Fried Seafood / Melon Soda Float",
                    "SummaryEnglish": "Two dwarves enjoy otherworldly alcohol and fried seafood. A prince has fallen for the princess he met at Nekoya.",
                    "TitleJapanese": "「シーフードフライ」「クリームソーダ」",
                    "SummaryJapanese": "「シーフードフライ」\nドワーフのギレムは、同じくドワーフの友人ガルドに誘われ、「旨い酒と魚を出す店」に向かうために山を登っていた。魚といえば海、対して山に向かうガルドに憤っていたギレムだが、何もなかったはず小屋に扉が現れ…？\n\n「クリームソーダ」\n砂の国の王家の兄妹、シャーリーフとラナー。彼らもまた、異世界の洋食屋に虜だった。年中日照りが激しい砂の国の彼らからすると、冷たい食事はそれだけで魅力的なモノであったが、シャーリーフにとってはもう一つ夢中なことがあるらしく…？"
                },
                "10": {
                    "ID": "6186631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6186631",
                    "TitleEnglish": "Crêpes / Natto Spaghetti",
                    "SummaryEnglish": "Fairies investigate a disturbance in their land. Fardania visits a fellow gourmand and old friend of her father's.",
                    "TitleJapanese": "「クレープ」「納豆スパ」",
                    "SummaryJapanese": "「クレープ」\nフェアリーが住む花の国に、ある日突然不思議な扉が現れた。国の女王ティアナは、数名のフェアリーたちを率いて、扉の中に侵入することにする。扉をくぐったその先には、これまで見たことのない光景が広がっていた…。\n\n「納豆スパ」\n父の紹介で、料理の研究をしているというクリスティアンのもとを訪れたファルダニア。そこで彼女は、なんとクリスティアンも異世界食堂の虜だと知る。一緒に食堂を訪れた二人は、クリスティアンが大好きな納豆スパを食べることに。美食家のクリスティアンの好物である納豆スパを食べたファルダニアの感想は…？く…？"
                },
                "11": {
                    "ID": "6186632",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6186632",
                    "TitleEnglish": "Carpaccio / Curry Bun",
                    "SummaryEnglish": "A pair of sirens discover a door to Nekoya while scoping out Chimera Killer Island for a new nest, but the two birdbrains could cause trouble...",
                    "TitleJapanese": "「カルパッチョ」「カレーパン」",
                    "SummaryJapanese": "「カルパッチョ」\nセイレーンの少女イリスと少年アーリウスは巣立ちの時期を迎えていた。 イリスが巣立ちの場所に提案してきたのは、何十年も前に強力な魔物キマイラをたった一人で倒して島を支配した恐るべき人間の住む島。下見だけと二人が向かう先はキマイラ殺しの島。数ヶ月前に、かつての住人が去った無人島であった。\n\n「カレーパン」\nクロがねこやで働き始めて105日が過ぎた。いつものように赤の女王を見送くった後クロは店主がいつもと違う行動をとっているのに気がついた。なにやら袋の中から白くてザラザラしていそうな楕円形のものを取り出して・・・"
                },
                "12": {
                    "ID": "6186633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6186633",
                    "TitleEnglish": "Pork Soup / Croquettes",
                    "SummaryEnglish": "The half-elf mercenary Alexander visits Nekoya, and the beginning of the connection between the two worlds comes to light.",
                    "TitleJapanese": "「とん汁」「コロッケ」",
                    "SummaryJapanese": "「とん汁」\nいつものようにねこやに出勤してきたアレッタ。だが、店内がいつもと違う匂いに包まれていることに気がつく。店主によると、その訳は月に一度しかない『肉の日』に出すとん汁の匂いだという…。\n\n「コロッケ」\n四英雄の一人、剣神アレクサンデルは、久々に同じく四英雄のアルトリウスのもとを訪れていた。なんでもアレクサンデルは、異世界食堂に行ってみたいらしい。ハーフエルフである彼の目的とはいったい何なのか？"
                }
            }
        },
        "2": {
            "ID": "1921611",
            "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "8383116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8383116",
                    "TitleEnglish": "Cheesecake / Breakfast Again",
                    "SummaryEnglish": "Hilda, a mercenary, takes on a job to get rid of some goblins. A lone wolf, she takes out the horde of goblins alone with only her crossbow. After the battle, she notices a large door, which she walks through to find herself in a strange establishment called Western Restaurant Nekoya. Aletta finishes another day of work at the Restaurant to Another World. After receiving a gift from the master, she returns to the home of Sarah, where she's been working as a live-in maid. There, she finds Sarah passed out asleep at her desk, exhausted from her research. Aletta thinks about what she can do to thank her...",
                    "TitleJapanese": "「チーズケーキ」「モーニング再び」",
                    "SummaryJapanese": "ゴブリン退治の依頼を請けた傭兵のヒルダ。一匹狼の彼女は、クロスボウを片手に一人ゴブリンの群れを討伐し、その巣で巨大な扉を見つける。扉をくぐると、不思議な料理屋「異世界食堂」に迷い込んでしまう。/ 異世界食堂のねこやで働き、ひと仕事終えたアレッタ。\nお土産をもらい、普段住み込みで働いているサラの家へ帰宅すると、研究で疲れ切ったサラが机に突っ伏して眠っていた。\nアレッタは何かお礼がしたいと考え……。"
                },
                "2": {
                    "ID": "8747528",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8747528",
                    "TitleEnglish": "Beefsteak / Cream Puff",
                    "SummaryEnglish": "Romero and Julietta are lovers on the run. While hiding in a cave, they discover a mysterious door. As their pursuers draw nearer, they take the plunge, entering the door to find a place that looks like a magician's living room... Adelheid, the imperial princess, is enjoying another chocolate parfait at Nekoya when Prince Shareef of the Land of Sand arrives with his sister Renner. They present her with some Kaffa beans, so she tries to think of a snack she can take home that would pair well with them...",
                    "TitleJapanese": "「ビフテキ」「シュークリーム」",
                    "SummaryJapanese": "追っ手から逃げる恋人たち――ロメロとジュリエッタ。\n身を隠した洞窟の中で、二人は謎の扉を発見する。\n追っ手が迫る中、意を決して扉をくぐると、そこはまるで魔法使いの居室のようで……。\n帝国の皇女アーデルハイドは、今日もねこやでチョコレートパフェを堪能。\nすると、砂の国の王子シャリーフとその妹のラナーがやってくる。\nカッファの豆を贈られた彼女は、カッファに合う菓子を持ち帰りしようとして……。"
                },
                "3": {
                    "ID": "8779483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8779483",
                    "TitleEnglish": "Hamburger / Beef Tendon Curry",
                    "SummaryEnglish": "Jack, Kento, and Terry are three friends living in the imperial countryside. They come to an old well on the outskirts of town to check out a door that rests at its bottom. What tastes and experiences await the trio when they reach Nekoya? Aletta and Kuro are enjoying the master's cooking on their meal break when Alphonse arrives. He orders his usual curry rice, but the master offers to let Alphonse taste-test his latest curry dish. So Aletta, Kuro, and Alphonse each enjoy their three types of curry.",
                    "TitleJapanese": "「ハンバーガー」「ギュウスジカレー」",
                    "SummaryJapanese": "帝国の片田舎に住む仲良し三人組のジャック、ケント、テリー。\n町はずれの古井戸にやってきた三人の目的は、古井戸の底に立つ大きな扉だった。\nいつか旅立ちを迎える三人が、ねこやで味わい、感じたものとは……？\n\nアレッタとクロのまかないの時間に、アルフォンスがやってくる。\nいつものカレーライスを注文するアルフォンスだが、店主は新作カレーの試食を提案。\nアレッタ、クロ、アルフォンスが、三種類のカレーを堪能する。"
                },
                "4": {
                    "ID": "8782210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8782210",
                    "TitleEnglish": "Children's Lunch / Cream Croquette",
                    "SummaryEnglish": "Prince Alfred and Princess Margarette of the duchy have been strictly forbidden to enter the West Tower, which is said to be the home of a witch. But the siblings are eager to find out whether or not a witch really lives there, so they sneak in anyway. Then they learn the secret of the witch... Pikke and Pakke, a married pair of halflings, travel around the world while selling their cooking to people they meet along the way. They're a huge hit in a town on the outskirts of the kingdom. And there's one thing this husband and wife especially enjoy doing together. It's the Day of Satur, and they make their way to a door standing in the forest...",
                    "TitleJapanese": "「お子様ランチ」「クリームコロッケ」",
                    "SummaryJapanese": "公国の王子アルフレッドと王女マルガレーテは、魔女が住んでいるという西の塔に入ることを固く禁じられていた。\nしかし、魔女の存在を確かめたい二人はこっそり西の塔へ。\nそこで魔女の秘密を知ってしまい……。\n\nハーフリングの夫婦ピッケとパッケは、あちこちを旅しながら道行く客に料理を売って\nいる。\n王国のはずれの町でも大盛況。\nそんな二人には、ある楽しみがあった。\n今日はドヨウの日、森の中にある扉へ向かう。"
                },
                "5": {
                    "ID": "8782219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8782219",
                    "TitleEnglish": "Scotch Egg / Mont Blanc",
                    "SummaryEnglish": "Emilio sits at a table in Nekoya with Lucia, a lamia. He set out on his journey in hopes of overcoming his own worries, but he's not sure why he ended up coming all the way to another world. It all began when he met Lucia during his travels... The mont blanc that a certain old maid brought back every week pleased the lord so much that he treasured it even in political settings. But the old maid passes away before he can even find out where she came from, and he's no longer able to acquire the mont blanc. So the lord sends an adventurer named Thomas to find the mont blanc for him.",
                    "TitleJapanese": "「スコッチエッグ」「モンブラン」",
                    "SummaryJapanese": "「スコッチエッグ」\nラミアのルシアとともに、ねこやのテーブルにつくエミリオ。\nある悩みを克服するために旅立ったはずが、どうしてか異世界にまで来てしまった。\nすべては旅の途中でルシアに出会ったことが始まりだった。\n\n「モンブラン」\nあるメイドの老婆が毎週持ち帰ってきたモンブランは、領主に気に入られ、政治の場でも重宝されていた。\nしかし出所がわからないまま彼女が亡くなり、入手が困難に。\n冒険者のトーマスは領主からモンブラン探しを依頼される。"
                },
                "6": {
                    "ID": "8782220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8782220",
                    "TitleEnglish": "Rice Burger / Pizza",
                    "SummaryEnglish": "Fardania brings a girl named Alice to Nekoya with her. The two of them had just met the previous night, when Alice was lost in the forest after being separated from the citizens of the half-elf village. It seems her circumstances are quite complicated... While struggling to replicate the meat sauce he loves, Sirius decides to try making some other tomato dishes. The master tells him that he can prepare a different dish in a week, so Sirius brings Jonathan the chef to Nekoya with him on the promised day.",
                    "TitleJapanese": "「ライスバーガー」「ピザ」",
                    "SummaryJapanese": "ファルダニアがアリスという少女を連れてねこやにやってきた。\n二人が出会ったのは、昨晩のこと。\nアリスはハーフエルフの村の住人とはぐれ、森をさまよっていた。\nどうやら彼女には複雑な事情があるようで……。\nミートソースの再現に苦慮するシリウスは、ミートソース以外のトマト料理を模索し\n始める。\n店主に一週間後なら別の料理を用意できると言われ、シリウスは約束の日に料理人の\nジョナサンを連れてねこやを訪れる。"
                },
                "7": {
                    "ID": "8782221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8782221",
                    "TitleEnglish": "Okonomiyaki / Green Tea Shaved Ice",
                    "SummaryEnglish": "Souemon and Doushun run into each other at Nekoya. Their respective nations have a hostile relationship, so it doesn't take much to get them started arguing. Yet they still arrive at the same time and even share a table. Another day, another battle of pride... Shaved ice is being served for a limited time, starting today. Aletta and Kuro are taste-testing, and they can't conceal their surprise at its sweetness, its coldness, and the brain freeze it gives them. Then an elf named Ilzegant, who lives on a floating island in the sky, enters Nekoya...",
                    "TitleJapanese": "「お好み焼き」「宇治金時」",
                    "SummaryJapanese": "ねこやでばったり遭遇したソウエモンとドウシュン。\n互いの国が敵対関係にある二人は、何かにつけて言い争っていた。\nなのに時間もずらさず、テーブルも同じ。\n今日もまた意地の張り合いが始まるが……。\n今日から期間限定で始まるかき氷。\n味見をすることになったアレッタとクロは、その甘さや冷たさと頭がキーンとする感覚に驚きを隠せなかった。\nそんなねこやに「空に浮かぶ島」に住んでいるというエルフ・イルゼガントがやってくる。"
                },
                "8": {
                    "ID": "8782222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8782222",
                    "TitleEnglish": "Roast Beef / Cheesecake Again",
                    "SummaryEnglish": "Rorona finally attains her dream of joining the Black family and gains a pair of jet-black wings. She triumphantly takes flight, but since she's not used to flying yet, she crashes in a forest. There, she finds a door that seems to be giving off delicious smells, and in the restaurant beyond the door, she sees a very affectionate vampire couple... Hilda is now a regular at Nekoya. Her fellow mercenaries Ranija and Alicia have found out about Nekoya, so the three of them are visiting together today. Alicia laughs at Hilda for only taking jobs in this remote forest just for the sake of some sweets, but then...",
                    "TitleJapanese": "「ローストビーフ」「チーズケーキ再び」",
                    "SummaryJapanese": "念願の「黒の眷属」となり、漆黒の翼を得たロロナ。\n意気揚々と飛び立ったはいいが、まだ慣れないため森へ落ちてしまう。\n森の中にはおいしい香りのする扉があり、扉の先の料理屋には仲睦まじい吸血鬼の\nカップルがいた。\nねこやの常連となったヒルダ。\n知り合いの傭兵ラニージャとアリシアにねこやのことがばれ、\nこの日は三人で店を訪れていた。\nアリシアは「菓子ごとき」のために辺鄙な森の仕事ばかり請けていると、\nヒルダを笑うが……。"
                },
                "9": {
                    "ID": "8782223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8782223",
                    "TitleEnglish": "Macaroni Gratin  / Fruit Jelly",
                    "SummaryEnglish": "Myra, the daughter of a brown-bread maker, is having another busy day. The stew recipe that her father learned from the halfling couple has become a hot item, keeping the business booming. In the midst of all this, her childhood friend Johan invites her to a restaurant he describes as \"awesome.\" Fardania and Alice arrive in a port town. Their goal is to acquire a certain ingredient there, but they both have their hearts stolen by the fruit jelly they find at an outdoor food stall. They then make their way toward the cape in hopes that the witch living there will teach them how to make it...",
                    "TitleJapanese": "「マカロニグラタン」「フルーツゼリー」",
                    "SummaryJapanese": "黒パン屋の娘マイラは、今日も大忙し。\n父がハーフリングの夫婦にシチューのレシピを教えてもらって以来、大人気メニューとなっていたからだ。\nそんな中、幼なじみのヨハンから「すっげえメシ屋」に誘われる。\nファルダニアはアリスと旅を続け、港町まで来ていた。\nとある食材を探すのが目的だったが、二人は屋台のフルーツゼリーに心を奪われて\nしまう。\n作り方を教えてもらうため、岬に住む魔女の元へ向かうのだが……。"
                },
                "10": {
                    "ID": "8782224",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8782224",
                    "TitleEnglish": "Teriyaki Burger / Chocolate Parfait Again",
                    "SummaryEnglish": "Jack, Kento, and Terry, who are now adventurers, are running for their lives from a ghost! Tatsugoro comes to their rescue and invites them to Nekoya. There, the trio is fascinated to learn that Tatsugoro is the legendary Great Sage. The Demon Lord Lastina reigns over the Demon Capital. As she's spending another day feeling weak and inferior to her mother, the previous Demon Lord, a huge door appears in her room. Beyond the door is a restaurant, inside which she is seated at the same table as Adelheid...",
                    "TitleJapanese": "「テリヤキバーガー 」「チョコレートパフェ再び」",
                    "SummaryJapanese": "冒険者となったジャック、ケント、テリーだが、死霊に追われ絶体絶命の危機に！\n窮地を救ったのはタツゴロウだった。\nタツゴロウに誘われねこやを訪れた三人は、彼が伝説の大剣豪だと知って目を輝かせる。\n魔都を統治する魔王ラスティーナ。\n先代の魔王である母に引け目を感じ、己の未熟さを痛感する日々を送っていると、\nある日、自室に巨大な扉が現れる。\n扉の先には料理屋があり、そこでアーデルハイドと相席することになり……。"
                },
                "11": {
                    "ID": "8782225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8782225",
                    "TitleEnglish": "Quiche / Coffee Float",
                    "SummaryEnglish": "Wolfgang, Adelheid's father and the emperor of the empire, receives tribute from Prince Shareef of the Land of Sand, bringing their two nations closer together. Edmon, a minister of the kingdom, senses impending crisis in this new state of affairs, so he tries to gather information at Nekoya... Shareef arrives at Nekoya as Edmon is enjoying his meal. Edmon observes the young prince and notices that he seems restless. Then Adelheid appears, and the situation takes a sudden turn...",
                    "TitleJapanese": "「キッシュ」「コーヒーフロート」",
                    "SummaryJapanese": "帝国の皇帝にしてアーデルハイドの父ヴォルフガングが、砂の国の王子シャリーフから\n贈り物を受けとり、二国の関係が急接近する。\n情勢の変化に危機感を募らせる王国の大臣エドモンは、ねこやで情報を集めようと\nするが……。\nエドモンがひと通り料理を楽しんだところにシャリーフがやってくる。\n彼の様子を探ろうとするエドモンだが、シャリーフはどこか落ち着きがない。\nそこへアーデルハイドが現れ、事態が急変する……！"
                },
                "12": {
                    "ID": "8782226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8782226",
                    "TitleEnglish": "Pork Loin Cutlet / Buffet",
                    "SummaryEnglish": "Preparations are underway at Nekoya to celebrate the marriage of Adelheid and Shareef. Even the master is fired up to show off his skills. Just then, a mysterious old woman enters Nekoya. Artorius and the master seem to be acquainted with her... Regulars of many races and nationalities gather at Nekoya. The unusual encounters that unfold there all start with delicious cuisine. In this precious place, a joyous party to celebrate the joining of two precious friends begins.",
                    "TitleJapanese": "「ロースカツ」「ビュッフェ」",
                    "SummaryJapanese": "ねこやではアーデルハイドとシャリーフの結婚を祝うパーティの準備が進められていた。\n店主も腕によりをかけようと、気合十分。\nそんな中、ねこやに謎めいた老婦人がやってくる。\nアルトリウスや店主とは旧知のようだが……？\nねこやに常連たちが続々と集まってくる。\n国も、種族も関係ない。おいしい料理が結びつけた不思議な巡り合わせ。\n大切な場所で、大切な友人の結婚を祝う、幸せなパーティが始まろうとしていた。"
                }
            }
        }
    }
}