{
    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Fantasy",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt12510204/",
        "https://www.themoviedb.org/tv/72514"
    ],
    "TitleEnglish": "Elegant Yokai Apartment Life",
    "SummaryEnglish": "Inaba Yuushi's parents died in his first year of middle school, and he moved in with his relatives. Though they did care for him, he could tell he was a burden. After he graduated, he happily prepared to move to a high school with a dormitory. Unfortunately, the dormitory burned to the ground before he could move in! Yuushi doesn't want to live with his grudging relatives, but it's rough finding lodging as an orphaned student with little money. He finally finds a room in a nice old building which seems too good to be true. The catch is that it is a Monster House, a place where humans and supernatural creatures—ghosts, mononoke, etc.—live together. Another high schooler lives there, a cute girl named Akine, and she's completely unfazed by the monsters. In fact, she can even exorcise evil spirits! Yuushi's high school life just got much stranger than he ever bargained for!",
    "TitleJapanese": "妖怪アパートの幽雅な日常",
    "SummaryJapanese": "両親を亡くしたため、親戚の家で肩身の狭い生活をしていた稲葉夕士は、高校入学を機に一人暮らしを決意する。そこで見つけた格安の下宿先「寿荘」。しかし、そこはなんと妖怪・幽霊・人間が入り混じる奇妙な「妖怪アパート」だった─!!\n\n不気味な姿をした妖怪たちにはじめは戸惑う夕士だったが、彼らとの奇妙な共同生活の中で、それまで閉じていた心が徐々に開いていく･･･。",
    "Aliases": [
        "Youkai Apaato no Yuuga na Nichijou",
        "Youkai Apartment no Yuuga na Nichijou"
    ],
    "Modified": "2025-07-25",
    "Seasons": {
        "1": {
            "ID": "715479",
            "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "6125444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6125444",
                    "TitleEnglish": "Yushi and Kotobuki-so",
                    "SummaryEnglish": "Young Yushi's dream is to move out of his uncle's home and into the dorm at the local business high school. But when his scool dorm burns down, he's left with nowhere to turn to. Instead, he has to move into an apartment full of monsters!",
                    "TitleJapanese": "夕士と寿荘",
                    "SummaryJapanese": "両親を事故で亡くし、叔父夫婦の家に引き取られていた稲葉夕士。高校からは寮に入り自立して…と思った矢先、寮が火事で焼けてしまう。なんとか探し出したアパートは、家賃2万5千円の破格物件。そこは妖怪と幽霊と人間が同居する「妖怪アパート」だった！"
                },
                "2": {
                    "ID": "6148643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6148643",
                    "TitleEnglish": "The Residents of the Yokai Apartments",
                    "SummaryEnglish": "Yushi is adapting well to his new life at the apartment, particularly with the help of pretty young transfer student Akine. But he finds that he's deeper in the world of Yokai than he ever imagines when a classmate is injured in an accident...",
                    "TitleJapanese": "妖怪アパートの住人たち",
                    "SummaryJapanese": "個性豊かな妖怪たち。更にそれを上回るクセを持った人間の入居者たちに囲まれて、夕士の高校生活が始まる。ある日、同級生・田代の事故現場に遭遇した夕士。アパートに感化されたのか思わぬ展開になり……。"
                },
                "3": {
                    "ID": "6148644",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6148644",
                    "TitleEnglish": "Third Haunting Kuri and Shiro",
                    "SummaryEnglish": "Yushi helps a young youkai boy, who was killed by his mother. The mother is now doomed to wander eternally, and forbidden from seeing her son.",
                    "TitleJapanese": "クリとシロ",
                    "SummaryJapanese": "子供の幽霊・クリと、犬の幽霊・シロはいつも一緒。だがその理由は、クリが死んだ原因にあるようで……。妖怪アパートに現れたクリの母と対峙することになった夕士は、自分にはもういない子を思う母親の愛情に思いを馳せる……。"
                },
                "4": {
                    "ID": "6148645",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6148645",
                    "TitleEnglish": "This Side",
                    "SummaryEnglish": "Yushi leaves Yokai apartment, and sets out for the school dorm life he's always dreamed of. But will it be as good as he hopes it will?",
                    "TitleJapanese": "こっち側",
                    "SummaryJapanese": "寮が建て直され、夕士がアパートを出ていく日が迫る。アパートの面々による賑やかで、心温まる送別会。さらに心の籠った餞別を貰う夕士。さようなら妖怪アパート。かくして夕士の「こっち側」の生活が始まる。"
                },
                "5": {
                    "ID": "6186348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6186348",
                    "TitleEnglish": "A Place To Call Home",
                    "SummaryEnglish": "Yushi is fitting in well at his new school dorm, but finds himself often thinking of life back at Yokai apartment. Is the dorm truly a place where he feels at home? And if it's not, is it too late to go back?",
                    "TitleJapanese": "ただいまと言える場所",
                    "SummaryJapanese": "寮に引っ越した夕士は改めて普通の生活に戸惑ったり、寮での人間関係にギクシャクしたりして思い悩む。そんな折、人間社会でサラリーマンとして働いている幽霊・佐藤さんと街で再会する。そして確執を抱えていた従姉妹・恵理子とも再会するが……。"
                },
                "6": {
                    "ID": "6214391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6214391",
                    "TitleEnglish": "Petit Hierozoikon",
                    "SummaryEnglish": "Furuhonya, an old bookseller, is back from his travels, and he's found a magic book! The book takes a liking to Yushi, who quickly finds himself even more of a part of this strange world than he ever expected.",
                    "TitleJapanese": "プチ・ヒエロゾイコン",
                    "SummaryJapanese": "世界中の珍本・奇書を探し歩いている「古本屋」が久しぶりに寿荘に戻ってきた！　飄々としたその男が持って帰ってきた本に名前の読めないタロットカードの画集があり…。夜、夢の中でその本の精霊にご主人様と呼ばれる夕士。それはなんと「プチ・ヒエロゾイコン」と呼ばれる魔道書だった！"
                },
                "7": {
                    "ID": "6214392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6214392",
                    "TitleEnglish": "I'm in Training",
                    "SummaryEnglish": "Yushi and Hase are chased to an abandoned building by a group of angry thugs. Yushi turns to his magic book for help, but every one of the monsters he summons is completely useless! Isn't there something in there that can get him out of this jam?",
                    "TitleJapanese": "修行中です！",
                    "SummaryJapanese": "魔道書の主となってしまった夕士だが、ひょんなことからそのことを親友の長谷にバレてしまう！　妖怪アパートに住んでいることをついに告白しないといけないが…。そんな中、魔道士の修業のための霊力特訓まで始めるハメに！"
                },
                "8": {
                    "ID": "6214393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6214393",
                    "TitleEnglish": "Bookmaster",
                    "SummaryEnglish": "Hase is finally coming to the yokai apartment. Will he feel safe around all its strange inhabitants? Will they accept him, and will he accept them? And how will his relationship with Yushi change?",
                    "TitleJapanese": "ブックマスター",
                    "SummaryJapanese": "ついに長谷がアパートにやって来た！　寿荘の人たちへ気の利いたプレゼントを持参するが、ここに住む妖怪・幽霊・精霊といった不思議な存在を受け入れてくれるのか、夕士はドキドキ。そんな長谷は、子供の幽霊・クリの可愛さにメロメロになってしまって──？"
                },
                "9": {
                    "ID": "6271447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6271447",
                    "TitleEnglish": "New Term",
                    "SummaryEnglish": "Hase is spending the night at the yokai apartment. He learns more about the people of the apartment, and about the differences between humans and yokai.",
                    "TitleJapanese": "新学期",
                    "SummaryJapanese": "夏休みも終わって新学期。学校まで付いてくるフールを他人に見られないかドキドキしながら登校する夕士は、他校から赴任してきた教師・三浦の「仄暗い」感じが妙に引っかかる。そんな折、この世界とは位相を異にする隠れ里から、又十郎と呼ばれる巨人がやってきた！"
                },
                "10": {
                    "ID": "6285567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6285567",
                    "TitleEnglish": "School Ghost Stories?",
                    "SummaryEnglish": "There's a new teacher in town, Miura. He's cold, brusque, and unplesaant to deal with. But Tashiro suspects that there's something more to him than meets the eye...",
                    "TitleJapanese": "学校の怪談？",
                    "SummaryJapanese": "田代たちと話していたら新任教師の三浦に怒鳴られた夕士。納得いかない気持ちだったが、その時に話していた学校の怪談が気になり、調査に乗り出す。ノルン３姉妹を呼び怪談について占ってみると、なにやらドロドロした物を感じるという。そして夕士は田代と演劇部の物置で「女を呪う言葉」の落書きを見つけてしまい……。"
                },
                "11": {
                    "ID": "6299494",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6299494",
                    "TitleEnglish": "The Worst Possible Meeting",
                    "SummaryEnglish": "What's going on with Miura? He attacks Tashiro with a knife, and seems intent on taking out his hatred on women everywhere. The Norns suspect that a powerful emotional creature, the \"Id Monster\" has taken him over, and it will stop at nothing to get its revenge...",
                    "TitleJapanese": "最悪の出会い",
                    "SummaryJapanese": "常軌を逸している三浦に一体何がおこったのか？　再びプチ・ヒエロゾイコンからコクマーを召喚し探っていく夕士。寿荘の面々にも相談しつつ真相に迫っていく。小部屋の落書きの念。蓄積した負の感情は「イドの怪物」となって器を探し求めていたのだった……！"
                },
                "12": {
                    "ID": "6309401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6309401",
                    "TitleEnglish": "I'm Going to the Future",
                    "SummaryEnglish": "With the help of Akine and the others, the evil spirit is driven from Miura. But is that really enough to fix him?",
                    "TitleJapanese": "俺は未来へ行く",
                    "SummaryJapanese": "「イドの怪物」に乗っ取られた三浦に田代が襲われそうに……！　三浦が、過去の辛い経験からイドの怪物の器になってしまったのが運命だというのなら、三浦と出会ったのもまた運命。そう思った夕士は三浦を救うために行動を開始する！"
                },
                "13": {
                    "ID": "6320473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6320473",
                    "TitleEnglish": "Metamorphose",
                    "SummaryEnglish": "It's summer break, and that means it's time for Yushi to begin his new training! Now he has to stand under cold water and recite sutras, a difficult task. The training begins to wear at him as he loses more and more weight... As summer comes to an end, Hase comes to visit. But Akine says that Yushi's training isn't hard enough, and asks the landlord to make... a waterfall?! It's summer break, and that means it's time for Yushi to begin his new training! Now he has to stand under cold water and recite sutras, a difficult task. The training begins to wear at him as he loses more and more weight...",
                    "TitleJapanese": "メタモルフォーゼ",
                    "SummaryJapanese": "夏を彩る入道雲の下、パワーアップのために魔道士修行を始める夕士。かなりハードで体が動かなくなり、深瀬にお姫さまだっこで運ばれる始末。いろんな意味で辛い修行に…！　激痩せしたり、おいしいご飯が喉を通らなかったり、本当に成長しているのか不安になる夕士に、寿荘の面々は「迷う事」の大切さを語る。"
                },
                "14": {
                    "ID": "6332425",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6332425",
                    "TitleEnglish": "Late Night at the Yokai Apartments",
                    "SummaryEnglish": "As summer comes to an end, Hase comes to visit. But Akine says that Yushi's training isn't hard enough, and asks the landlord to make... a waterfall?!",
                    "TitleJapanese": "妖怪アパートの夜はふけて",
                    "SummaryJapanese": "夏休みの後半に入り、再び寿荘に遊びにくる長谷。疲れ切った体を癒すんだと言わんばかりにクリを可愛がる長谷と一緒に、いつも通り宴会して楽しい日々を過ごす。一方、修行もいつも通りと思いきや「物足りない」と呟く秋音が、大家さんに何やら頼みごとをして……？　わいわい賑やかな寿荘の夜はふけてゆく。"
                },
                "15": {
                    "ID": "6344775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6344775",
                    "TitleEnglish": "A New Teacher Arrives",
                    "SummaryEnglish": "It's the new school season, and so it's time for new encounters! Chiaki Naoki, a hot new male teacher, and Aoki Haruka, a quiet new English teacher, are both there to make life at the school more exciting! But there's a new girl at the English club too, and she's a handful...",
                    "TitleJapanese": "新任教師登場",
                    "SummaryJapanese": "二学期が始まり、新しい出会いがやってくる！　条東商に赴任してきたイケメン新任教師・千晶直巳と、清楚な女性教師・青木春香。対照的ながら共に生徒から人気を集める千晶と青木。そんな中、夕士が所属している英会話クラブに厄介そうな新入部員・山本小夏もやって来て……？"
                },
                "16": {
                    "ID": "6354739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6354739",
                    "TitleEnglish": "Look at the Full Moon and Jump",
                    "SummaryEnglish": "It's the night of the full moon, and everyone's throwing a party! There's salmon, mushrooms, chestnuts, and all sorts of other fall delicacies! As he meets the guests, some of whom aren't quite human, Yushi thinks about what it means to be alive.",
                    "TitleJapanese": "十五夜お月様見て跳ねる",
                    "SummaryJapanese": "中秋の名月を愛でる秋がきた！　サンマ、キノコ、梨に栗にと味覚の秋を堪能すべし！そして何よりお団子だ〜！と、お月見の準備で餅つきを始める寿荘。そんな中、秋音の師匠・藤之先生と、バイト先である病院の患者さん達もお月見にやって来た。妖怪と人間の入り混じるお月見で、夕士は生きることの意味に想いを馳せる…。"
                },
                "17": {
                    "ID": "6366911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6366911",
                    "TitleEnglish": "The Road to Hell is Paved With Good Intentions",
                    "SummaryEnglish": "Aoki tells Yushi that he must be suffering without his parents, even though he isn't. She has good intentions, but Yushi is frustrated by her inability to see who he really is, and insistance that he has to be what she thinks he is.",
                    "TitleJapanese": "地獄への道は善意で舗装されている",
                    "SummaryJapanese": "青木先生から、両親を失って苦労している“はず”だと言われた夕士。善意からかけられる優しい言葉だが、そう思っていない夕士は、一面だけを見て決めつけ、押し付けられる「善意」に苛立つ。厳しくする事も、何もしない事も、時には優しさではないのか？　一色さんの言葉はそのキーワードのようで……。"
                },
                "18": {
                    "ID": "6377575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6377575",
                    "TitleEnglish": "Words From the Bottom of Your Body",
                    "SummaryEnglish": "Yushi spends his three-day weekend working at his part time job, where he teaches new employees what it means to be a hard worker.",
                    "TitleJapanese": "身体の底から出る言葉",
                    "SummaryJapanese": "学業と修行に明け暮れる中、訪れる三連休。だが夕士にとっては稼ぎ時！　みっちりバイトに励む夕士が頼まれたのは、新人バイト2人の教育係だった。しかし視線を合わせず、話を聞いているのかも分からない2人に不安を覚える夕士。そんな最中、クレームが入り新人たちのミスが発覚してしまう！"
                },
                "19": {
                    "ID": "6387495",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6387495",
                    "TitleEnglish": "Let's Communication",
                    "SummaryEnglish": "Yushi saves a girl who wants to jump off a building. The girl begins to become obsessed with him and follows him everywhere.",
                    "TitleJapanese": "レッツ・コミュニケーション",
                    "SummaryJapanese": "屋上から飛び降りようとしていた少女・浅田有実を助けた夕士。メイクばっちりの派手な格好で大人びているが、まだ小六だという！　なぜかなつかれてしまった夕士は、英会話クラブの催しに一緒に連れていくことになる。だが意外にも有実は、そこで広い世界の一端を知ったようで……？"
                },
                "20": {
                    "ID": "6397353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6397353",
                    "TitleEnglish": "Under the Gilt",
                    "SummaryEnglish": "As the culture festival approaches, Yushi begins to get to know Konatsu. He realizes that Chiaki's relaxed attitude is a way of showing all of the students that he trusts them.",
                    "TitleJapanese": "メッキの中身",
                    "SummaryJapanese": "文化祭が近づき、クラスの催し物を考える夕士たち。千晶先生の丸投げ姿勢にみんなはびっくりするが、夕士はそこに自分たちへの信頼を見て、改めてそれに応えようと思う。そんな中、英会話クラブへの欠席が続く小夏を気にかける夕士。次第に彼女が「メッキ」をまとう理由が見え始めて…。"
                },
                "21": {
                    "ID": "6409005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6409005",
                    "TitleEnglish": "It Isn't a Manga!",
                    "SummaryEnglish": "The Antiquary leads everyone on a magical journey to another reality, where he is attacked by a powerful secret church. He finally reveals what's under his eyepatch...",
                    "TitleJapanese": "漫画じゃない！",
                    "SummaryJapanese": "骨董屋さんが仕入れてきた怪しげなランプ。聞けば百年に一度見られるかどうかの映像が見れる代物という。それはなんとアパートにいながらにして、大空を駆け、砂漠にそびえる異形の城を目撃できる不思議なランプだった！　世界は広いと感じる夕士だが、更に驚く体験が待っていて…!?"
                },
                "22": {
                    "ID": "6418164",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6418164",
                    "TitleEnglish": "Burning Student Assembly!",
                    "SummaryEnglish": "A student is caught cheating with his cell-phone, and Chiaki is super-mad! He calls all the students to an assembly and angrily threatens to destroy the phone of anybody who's caught with one on school grounds. The students begin to get angry...",
                    "TitleJapanese": "燃える生徒総会！",
                    "SummaryJapanese": "千晶が激怒!?　どうやらスマホでカンニングした生徒を見つけたらしく、いつもと違う雰囲気に驚くクラスメイトたち。そして事態はスマホの持ち込み禁止を徹底するか否かを決める、生徒総会へと雪崩れ込む。青木の無責任な優しさで増長する一部の生徒たち。厳しい態度を崩さない千晶。どうなる!? 生徒総会！"
                },
                "23": {
                    "ID": "6429480",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6429480",
                    "TitleEnglish": "Do You Like Other Faces? Or Not?",
                    "SummaryEnglish": "It's time for the culture fair and everybody is having a great time! Everybody, that is, except Yamamoto. Yushi wants to help her really badly, but...",
                    "TitleJapanese": "別の顔、好き？嫌い？",
                    "SummaryJapanese": "文化祭直前で準備に賑わう条東商。一見平穏だが、生徒総会で悪役を引き受けた千晶への反発が増していた。それを悔しく思う夕士や田代たち。また生徒会長・神谷も思いは同じで、千晶への恩返しとして一計を案じる。一方、小夏はクラスでも馴染めず、ますます孤立していた。"
                },
                "24": {
                    "ID": "6440781",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6440781",
                    "TitleEnglish": "The Storm Before the Storm",
                    "SummaryEnglish": "Konatsu delivers her resignation letter as the English club prepares for the culture festival. She laughs at the club and calls them ittle children, before finally bursting out into a hysterical fit. Aoki, the person who never tells anyone they're wrong, is the one who reaches a hand out to her...",
                    "TitleJapanese": "嵐の前の嵐",
                    "SummaryJapanese": "英会話クラブで英語劇の準備も進み、熱心に練習している最中、退部届を持参してやってくる小夏。クラブの催し物を幼稚園のお遊戯会と蔑み、嘲笑い、ついには感情が爆発してヒステリーを起こす。そんな小夏に手を差し伸べたのは、なんでも認めて、肯定し、優しく接する青木だった…。"
                },
                "25": {
                    "ID": "6450161",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6450161",
                    "TitleEnglish": "A Great Storm Blows",
                    "SummaryEnglish": "It's the day of the culture festival, and everyone is having great fun! The student council president has one final surprise in store, but some punks out behind the gym want to ruin the fun...",
                    "TitleJapanese": "大嵐吹き荒れて",
                    "SummaryJapanese": "いよいよ文化祭当日！　妖怪アパートの面々も遊びにきて大賑わい。深瀬が美術部に乱入したり、秋音がフードファイトに参加したり、骨董屋が怪しげなバザーを開いていたり…。大丈夫なのかと心配する夕士。そして生徒会長のたくらみとは!?　波乱に満ちた文化祭が幕を上げる！"
                },
                "26": {
                    "ID": "6457945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/elegant-yokai-apartment-life/episodes/6457945",
                    "TitleEnglish": "Elegant Yokai Apartment Life",
                    "SummaryEnglish": "It's new years eve, and everyone is ready for a big party! It's time for everyone to reflect on the year past, and think about what's to come.",
                    "TitleJapanese": "妖怪アパートの幽雅な日常",
                    "SummaryJapanese": "大晦日が近づき、年越しの準備を始める妖怪アパート。門松を飾り、餅をつき、鍋を囲んで準備をする夕士。さらには大家さんが地下の空間に大雪原に繋げてくれて、そこは無数のかまくらが並んでいた！ それは「時のかまくら」。大晦日の間だけ現れ、過去や未来を見せてくれる不思議なかまくらだった。"
                }
            }
        }
    }
}