{
  "URL": "https://www.thetvdb.com/series/restaurant-to-another-world",
  "Genres": [
    "Adaptation",
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/1613-7578-AA37-308C-085B-1",
    "https://www.imdb.com/title/tt7224994/",
    "https://isekai-shokudo.com/",
    "http://www.reddit.com/r/IsekaiShokudou",
    "https://www.tvmaze.com/shows/28700/show-slug",
    "https://www.themoviedb.org/tv/72425",
    "https://en.wikipedia.org/wiki/Restaurant_to_Another_World",
    "https://x.com/nekoya_PR"
  ],
  "TitleEnglish": "Restaurant to Another World",
  "SummaryEnglish": "Western Restaurant Nekoya is a popular eatery located on a street corner in a Tokyo shopping district. Serving both traditional Japanese fare as well as Western dishes, this eating establishment is popular among Tokyo's residents. But this seemingly ordinary restaurant is also popular with another type of clientele... While the restaurant is thought to be closed on Saturdays, the truth is that on this special day each week, its doors are instead opened to the inhabitants of other worlds. From dragons and elves to fairies and mages, this restaurant has no shortage of strange customers. Nevertheless, the enigmatic chef known only as \"Master\" will be waiting to serve up their favorite dishes with a kind smile and keep them coming back for many more Saturdays to come.",
  "Aliases": [
    "Alternate World Restaurant",
    "Alternate-World Restaurant",
    "The Other World Dining Hall",
    "Isekai Shokudō",
    "Isekai Shokudou"
  ],
  "Modified": "2025-06-05",
  "Seasons": {
    "0": {
      "ID": "715463",
      "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "8956680",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8956680",
          "TitleEnglish": "Restaurant to Another World 2: Nekoya's Christmas Party",
          "SummaryEnglish": "Saori Oinishi (Kuro), and Shino Shimoji (Renner), host a Christmas party while looking back on \"Restaurant To Another World 2\".",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "715464",
      "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6125436",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6125436",
          "TitleEnglish": "Beef Stew / Breakfast Special",
          "SummaryEnglish": "Beef stew: a legendary dragon’s most prized treasure lies on the other side of a certain door. Breakfast set: a starving Aletta wanders into the Restaurant to Another World and believes herself to be dreaming, but she’s in for a shock when she wakes up the next morning.",
          "Aliases": []
        },
        "2": {
          "ID": "6172470",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6172470",
          "TitleEnglish": "Minced Meat Cutlet / Fried Shrimp",
          "SummaryEnglish": "Minced meat cutlet: treasure hunter Sarah traces her great-grandfather’s footsteps to a mysterious door in an abandoned mine. Fried shrimp: Heinrich must call for help when the fortress where he’s stationed is under siege by monsters, but he desperately needs food to make it.",
          "Aliases": []
        },
        "3": {
          "ID": "6172471",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6172471",
          "TitleEnglish": "Spaghetti with Meat Sauce / Chocolate Parfait",
          "SummaryEnglish": "Spaghetti with meat sauce: Thomas is lauded as a culinary genius, but there’s an unimaginable secret to his success. Chocolate parfait: Princess Adelheid has childhood memories of eating clouds.",
          "Aliases": []
        },
        "4": {
          "ID": "6186625",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6186625",
          "TitleEnglish": "Omelette Rice / Tofu Steak",
          "SummaryEnglish": "A lizardman hero braves the door to another world to carry on his tribe's tradition. An elf requests a vegan dish.",
          "Aliases": []
        },
        "5": {
          "ID": "6186626",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6186626",
          "TitleEnglish": "Pork Cutlet Rice Bowl / Pudding a la Mode",
          "SummaryEnglish": "A slave gladiator gets the strength to fight on from a \"victory\" bowl. A half-elf's magic research is inspired by Nekoya.",
          "Aliases": []
        },
        "6": {
          "ID": "6186627",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6186627",
          "TitleEnglish": "Sandwiches / Steamed Potato With Butter",
          "SummaryEnglish": "The diners argue over which dish makes the best sandwich. The master teaches Aletta a new way to cook potatoes.",
          "Aliases": []
        },
        "7": {
          "ID": "6186628",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6186628",
          "TitleEnglish": "Curry Rice / Chicken Curry",
          "SummaryEnglish": "A shipwrecked man and an ancient dragon find companionship at Nekoya.",
          "Aliases": []
        },
        "8": {
          "ID": "6186629",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6186629",
          "TitleEnglish": "Hamburg Steak / Assorted Cookies",
          "SummaryEnglish": "A mermaid introduces a fisherman to the Restaurant to Another World. Aletta finds a second job.",
          "Aliases": []
        },
        "9": {
          "ID": "6186630",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6186630",
          "TitleEnglish": "Fried Seafood / Melon Soda Float",
          "SummaryEnglish": "Two dwarves enjoy otherworldly alcohol and fried seafood. A prince has fallen for the princess he met at Nekoya.",
          "Aliases": []
        },
        "10": {
          "ID": "6186631",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6186631",
          "TitleEnglish": "Crêpes / Natto Spaghetti",
          "SummaryEnglish": "Fairies investigate a disturbance in their land. Fardania visits a fellow gourmand and old friend of her father's.",
          "Aliases": []
        },
        "11": {
          "ID": "6186632",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6186632",
          "TitleEnglish": "Carpaccio / Curry Bun",
          "SummaryEnglish": "A pair of sirens discover a door to Nekoya while scoping out Chimera Killer Island for a new nest, but the two birdbrains could cause trouble...",
          "Aliases": []
        },
        "12": {
          "ID": "6186633",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/6186633",
          "TitleEnglish": "Pork Soup / Croquettes",
          "SummaryEnglish": "The half-elf mercenary Alexander visits Nekoya, and the beginning of the connection between the two worlds comes to light.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "1921611",
      "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": "“Welcome to Western Restaurant Nekoya!” Western Restaurant Nekoya, the restaurant where Aletta and Kuro work, is identifiable by its sign with a picture of a cat on it. At first glance, it looks like the kind of restaurant you’d find anywhere in Japan, but once every seven days, on the Day of Satur, its door leads to one of several spots in a parallel world. Through this door, a variety of customers come from this parallel world to dine on exquisite cuisine before returning home. This is the story of all the unique visitors to the restaurant, the delicious food it serves, and the once-in-a-lifetime encounters that occur there. The door once again leads to warm, friendly new meetings.",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "8383116",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8383116",
          "TitleEnglish": "Cheesecake / Breakfast Again",
          "SummaryEnglish": "Hilda, a mercenary, takes on a job to get rid of some goblins. A lone wolf, she takes out the horde of goblins alone with only her crossbow. After the battle, she notices a large door, which she walks through to find herself in a strange establishment called Western Restaurant Nekoya. Aletta finishes another day of work at the Restaurant to Another World. After receiving a gift from the master, she returns to the home of Sarah, where she's been working as a live-in maid. There, she finds Sarah passed out asleep at her desk, exhausted from her research. Aletta thinks about what she can do to thank her...",
          "Aliases": []
        },
        "2": {
          "ID": "8747528",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8747528",
          "TitleEnglish": "Beefsteak / Cream Puff",
          "SummaryEnglish": "Romero and Julietta are lovers on the run. While hiding in a cave, they discover a mysterious door. As their pursuers draw nearer, they take the plunge, entering the door to find a place that looks like a magician's living room... Adelheid, the imperial princess, is enjoying another chocolate parfait at Nekoya when Prince Shareef of the Land of Sand arrives with his sister Renner. They present her with some Kaffa beans, so she tries to think of a snack she can take home that would pair well with them...",
          "Aliases": []
        },
        "3": {
          "ID": "8779483",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8779483",
          "TitleEnglish": "Hamburger / Beef Tendon Curry",
          "SummaryEnglish": "Jack, Kento, and Terry are three friends living in the imperial countryside. They come to an old well on the outskirts of town to check out a door that rests at its bottom. What tastes and experiences await the trio when they reach Nekoya? Aletta and Kuro are enjoying the master's cooking on their meal break when Alphonse arrives. He orders his usual curry rice, but the master offers to let Alphonse taste-test his latest curry dish. So Aletta, Kuro, and Alphonse each enjoy their three types of curry.",
          "Aliases": []
        },
        "4": {
          "ID": "8782210",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8782210",
          "TitleEnglish": "Children's Lunch / Cream Croquette",
          "SummaryEnglish": "Prince Alfred and Princess Margarette of the duchy have been strictly forbidden to enter the West Tower, which is said to be the home of a witch. But the siblings are eager to find out whether or not a witch really lives there, so they sneak in anyway. Then they learn the secret of the witch... Pikke and Pakke, a married pair of halflings, travel around the world while selling their cooking to people they meet along the way. They're a huge hit in a town on the outskirts of the kingdom. And there's one thing this husband and wife especially enjoy doing together. It's the Day of Satur, and they make their way to a door standing in the forest...",
          "Aliases": []
        },
        "5": {
          "ID": "8782219",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8782219",
          "TitleEnglish": "Scotch Egg / Mont Blanc",
          "SummaryEnglish": "Emilio sits at a table in Nekoya with Lucia, a lamia. He set out on his journey in hopes of overcoming his own worries, but he's not sure why he ended up coming all the way to another world. It all began when he met Lucia during his travels... The mont blanc that a certain old maid brought back every week pleased the lord so much that he treasured it even in political settings. But the old maid passes away before he can even find out where she came from, and he's no longer able to acquire the mont blanc. So the lord sends an adventurer named Thomas to find the mont blanc for him.",
          "Aliases": []
        },
        "6": {
          "ID": "8782220",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8782220",
          "TitleEnglish": "Rice Burger / Pizza",
          "SummaryEnglish": "Fardania brings a girl named Alice to Nekoya with her. The two of them had just met the previous night, when Alice was lost in the forest after being separated from the citizens of the half-elf village. It seems her circumstances are quite complicated... While struggling to replicate the meat sauce he loves, Sirius decides to try making some other tomato dishes. The master tells him that he can prepare a different dish in a week, so Sirius brings Jonathan the chef to Nekoya with him on the promised day.",
          "Aliases": []
        },
        "7": {
          "ID": "8782221",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8782221",
          "TitleEnglish": "Okonomiyaki / Green Tea Shaved Ice",
          "SummaryEnglish": "Souemon and Doushun run into each other at Nekoya. Their respective nations have a hostile relationship, so it doesn't take much to get them started arguing. Yet they still arrive at the same time and even share a table. Another day, another battle of pride... Shaved ice is being served for a limited time, starting today. Aletta and Kuro are taste-testing, and they can't conceal their surprise at its sweetness, its coldness, and the brain freeze it gives them. Then an elf named Ilzegant, who lives on a floating island in the sky, enters Nekoya...",
          "Aliases": []
        },
        "8": {
          "ID": "8782222",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8782222",
          "TitleEnglish": "Roast Beef / Cheesecake Again",
          "SummaryEnglish": "Rorona finally attains her dream of joining the Black family and gains a pair of jet-black wings. She triumphantly takes flight, but since she's not used to flying yet, she crashes in a forest. There, she finds a door that seems to be giving off delicious smells, and in the restaurant beyond the door, she sees a very affectionate vampire couple... Hilda is now a regular at Nekoya. Her fellow mercenaries Ranija and Alicia have found out about Nekoya, so the three of them are visiting together today. Alicia laughs at Hilda for only taking jobs in this remote forest just for the sake of some sweets, but then...",
          "Aliases": []
        },
        "9": {
          "ID": "8782223",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8782223",
          "TitleEnglish": "Macaroni Gratin  / Fruit Jelly",
          "SummaryEnglish": "Myra, the daughter of a brown-bread maker, is having another busy day. The stew recipe that her father learned from the halfling couple has become a hot item, keeping the business booming. In the midst of all this, her childhood friend Johan invites her to a restaurant he describes as \"awesome.\" Fardania and Alice arrive in a port town. Their goal is to acquire a certain ingredient there, but they both have their hearts stolen by the fruit jelly they find at an outdoor food stall. They then make their way toward the cape in hopes that the witch living there will teach them how to make it...",
          "Aliases": []
        },
        "10": {
          "ID": "8782224",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8782224",
          "TitleEnglish": "Teriyaki Burger / Chocolate Parfait Again",
          "SummaryEnglish": "Jack, Kento, and Terry, who are now adventurers, are running for their lives from a ghost! Tatsugoro comes to their rescue and invites them to Nekoya. There, the trio is fascinated to learn that Tatsugoro is the legendary Great Sage. The Demon Lord Lastina reigns over the Demon Capital. As she's spending another day feeling weak and inferior to her mother, the previous Demon Lord, a huge door appears in her room. Beyond the door is a restaurant, inside which she is seated at the same table as Adelheid...",
          "Aliases": []
        },
        "11": {
          "ID": "8782225",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8782225",
          "TitleEnglish": "Quiche / Coffee Float",
          "SummaryEnglish": "Wolfgang, Adelheid's father and the emperor of the empire, receives tribute from Prince Shareef of the Land of Sand, bringing their two nations closer together. Edmon, a minister of the kingdom, senses impending crisis in this new state of affairs, so he tries to gather information at Nekoya... Shareef arrives at Nekoya as Edmon is enjoying his meal. Edmon observes the young prince and notices that he seems restless. Then Adelheid appears, and the situation takes a sudden turn...",
          "Aliases": []
        },
        "12": {
          "ID": "8782226",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/restaurant-to-another-world/episodes/8782226",
          "TitleEnglish": "Pork Loin Cutlet / Buffet",
          "SummaryEnglish": "Preparations are underway at Nekoya to celebrate the marriage of Adelheid and Shareef. Even the master is fired up to show off his skills. Just then, a mysterious old woman enters Nekoya. Artorius and the master seem to be acquainted with her... Regulars of many races and nationalities gather at Nekoya. The unusual encounters that unfold there all start with delicious cuisine. In this precious place, a joyous party to celebrate the joining of two precious friends begins.",
          "Aliases": []
        }
      }
    }
  }
}