{
    "URL": "https://www.thetvdb.com/series/aho-girl",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7136968/",
        "https://www.themoviedb.org/tv/72502"
    ],
    "TitleEnglish": "AHO-GIRL",
    "SummaryEnglish": "Base on Japanese four-panel comedy shounen manga series written and illustrated by Hiroyuki. // Story Plot: She is Hanabatake Yoshiko, and she's an idiot through and through. She loves bananas, and she loves her childhood friend Akkun. That is all!",
    "TitleJapanese": "アホガール",
    "SummaryJapanese": "どこまでもアホな女子高生・花畑よしこ。\nバナナが大好き。\n幼なじみのあっくんが大好き。\n以上!",
    "Aliases": [
        "Aho Girl"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "715466",
            "URL": "https://www.thetvdb.com/series/aho-girl/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6125437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aho-girl/episodes/6125437",
                    "TitleEnglish": "Here She Is! Aho Girl",
                    "SummaryEnglish": "She loves bananas! The aho-girl, Hanabatake Yoshiko, who doesn’t care if she can’t do her studies at all, starts yet another day at school. Her carefree actions of idiocy seems to not only cause trouble for her childhood friend, A-kun, but her classmate, Sumino Sayaka, as well.",
                    "TitleJapanese": "来たぞ！アホガール",
                    "SummaryJapanese": "バナナ大好き！勉強が出来なくても気にしないアホガール・花畑よしこのスクールライフが今日も始まった！衝動の赴くまま行動するよしこのアホっぷりに、幼馴染の阿久津 明（＝あっくん）だけでなく、クラスメイトの隅野さやかも巻きこまれて大騒ぎに。"
                },
                "2": {
                    "ID": "6174104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aho-girl/episodes/6174104",
                    "TitleEnglish": "Aho Girl Multiplies!",
                    "SummaryEnglish": "Yoshiko, self-proclaimed \"master player,\" goes to the park. She immediately starts playing with the kids, but the kids can't help but show surprise and confusion at the games her idiot whims bring her to play. Kurosaki, a delinquent, joins the mix, and the disciplinary committee president who can't keep her fantasies in check control appears. More idiots just keep coming!",
                    "TitleJapanese": "増える！アホガール",
                    "SummaryJapanese": "自称“遊びのプロ”のよしこが公園にやってきた。早速、子供たちの遊びに混ざるのだが、勝手に他の遊びを始めるなどアホっぷりを発揮するよしこに、驚きと困惑を隠せない子供たち。さらに不良学生の黒崎がよしこに絡んできたり、妄想を勝手に膨らませる風紀委員長が現れたり、新手のアホが増殖する！"
                },
                "3": {
                    "ID": "6182940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aho-girl/episodes/6182940",
                    "TitleEnglish": "Security in Senior Citizenship! Aho Girl!",
                    "SummaryEnglish": "Sayaka visits the Hanabatake house! But awaiting her there was none other than Yoshiko's mother, Yoshie. Fearing that Akuru might be stolen away by Sayaka, she does what she can to embarrass Sayaka. Yoshiko joins the mix, and what does Sayaka do?",
                    "TitleJapanese": "老後も安心！アホガール",
                    "SummaryJapanese": "花畑家にさやかがやってきた！ しかしそこに待ち受けていたのは、よしこの母のよしえだった。明を彼女に奪わることを恐れたよしえは、本性を見定めるためだとさやかを辱めようとする。それによしこも便乗して、追いつめられたさやかがとった行動とは？"
                },
                "4": {
                    "ID": "6182941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aho-girl/episodes/6182941",
                    "TitleEnglish": "Charge! Aho Girl",
                    "SummaryEnglish": "On the night before Akuru's birthday, Yoshiko and Sayaka sneak into Akuru's room to search for a hint on what Akuru wants for a present. The disciplinary committee president hears of their scheme and joins them, but their plans are derailed, with Yoshiko and the disciplinary committee president going after a sleeping Akuru!",
                    "TitleJapanese": "突入！アホガール",
                    "SummaryJapanese": "明の誕生日を翌日に控えた深夜、よしことさやかはプレゼントの手掛かりを探すため明の部屋に侵入することに。その話を聞きつけていた風紀委員長も合流して部屋の物色を始めるのだが、目的から反れてよしこと風紀委員長の手が眠っている明に迫る！"
                },
                "5": {
                    "ID": "6182942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aho-girl/episodes/6182942",
                    "TitleEnglish": "Summertime! Aho Girl",
                    "SummaryEnglish": "Yoshiko wins a vacation in the shopping district raffle and invites Akuru and Sayaka to go with her, but the disciplinary committee president and Ryuuichi catch wind of the trip and ask to go. The topic naturally changes to buying new swimsuits, but then Akuru refuses to go. And a surprising someone swoops in to convince him otherwise!",
                    "TitleJapanese": "夏だ！アホガール",
                    "SummaryJapanese": "商店街のくじで旅行券を引き当てたよしこは明とさやかを誘うのだが、それを聞きつけた風紀委員長や龍一まで参加したいと押しかけてきた。流れのまま皆で水着を買い出しに行くことになったのだが、旅行への参加を頑なに拒む明。その様子に見かねたのは、意外なあの子で！？"
                },
                "6": {
                    "ID": "6182943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aho-girl/episodes/6182943",
                    "TitleEnglish": "A Hot Summer! Aho Girl",
                    "SummaryEnglish": "Yoshiko and friends arrive in Izu Atagawa, change into their swimsuits, and head straight for the waves. The disciplinary committee president tries to flaunt her precious rack, but fails and is buried in the sand as punishment by Yoshiko. Yoshiko goes on rampage and buries Sayaka as well, and starts sculpting some ------- and a ***** on them too!",
                    "TitleJapanese": "暑い夏だ！アホガール",
                    "SummaryJapanese": "伊豆熱川にやってきたよしこたち一行は、各々水着に着替えて海水浴を楽しむことになった。自慢の胸を見せつけるため、風紀委員長は明に迫るのだがそれも空しく、よしこから砂埋めのお仕置きを受ける羽目に。暴走するよしこはさやかまで砂埋めにして、その上に○○○な形を☓☓☓に！？"
                },
                "7": {
                    "ID": "6182944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aho-girl/episodes/6182944",
                    "TitleEnglish": "The Gal! Aho Girl",
                    "SummaryEnglish": "Emura Akane, Shiina Kuroko, and Hiiragi Himeko are hanging out in the classroom after school when Yoshiko sets her sights on them. The girls, completely unable to read Yoshiko's behavior, get roped into playing with her. They agree to play hide and seek in order to escape Yoshiko, but then...",
                    "TitleJapanese": "ギャルが！アホガール",
                    "SummaryJapanese": "放課後、教室に残っていた栄村 茜&椎名黒子&柊 姫衣のギャル3人組がよしこのターゲットに。行動が全く予測できないよしこから逃れようとする3人だが、一緒に遊ぼうと付きまとわれてしまう。仕方なくかくれんぼに付き合うことになった3人組は、よしこから逃れようと…?"
                },
                "8": {
                    "ID": "6182945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aho-girl/episodes/6182945",
                    "TitleEnglish": "Like an Angel! Aho Girl",
                    "SummaryEnglish": "Nozomi, Masaru, and Mamoru go to buy snacks for their field trip, with 300 yen each as their budget, when Yoshiko tries to initiate them into the finer points of buying field trip snacks. Masaru and Mamoru follow Yoshiko's teachings as they buy their snacks, but Nozomi buys a single expensive snack. Nozomi's field trip will end dark and gloomy... or so they thought!",
                    "TitleJapanese": "天使のような！アホガール",
                    "SummaryJapanese": "遠足のおやつを買いに行く希と正、守の3人に、予算300円の使い方を伝授しようとするよしこ。駄菓子屋に並ぶお菓子の中から、正と守はよしこの教えにそってお菓子を選ぶのだが、希だけが高価な一品に手を出してしまう。このままでは希の遠足が悲しい結果に…と思われたのだが!?"
                },
                "9": {
                    "ID": "6182946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aho-girl/episodes/6182946",
                    "TitleEnglish": "Festival! Aho Girl",
                    "SummaryEnglish": "In order to make the cultural festival that she looked forward to so much a success, Emura volunteers to join the cultural festival committee. Progress on the class attraction is slow, so she and her friends stay overnight at school to get some work done, but then Yoshiko enters the scene. The three girls try to get rid of her, but they get sucked into her game, and...",
                    "TitleJapanese": "フェスティバゥ！アホガール",
                    "SummaryJapanese": "楽しみにしていた文化祭を成功させるため、自ら実行委員に立候補した栄村。出し物の準備がなかなか進まず、ギャル３人組は夜の学校でこっそり作業しようとするのだが、そこによしこが乱入してくる。追い払おうとする３人だったが、いつの間にかよしこのペースに巻き込まれてしまい…"
                },
                "10": {
                    "ID": "6182947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aho-girl/episodes/6182947",
                    "TitleEnglish": "Drive! Aho Girl",
                    "SummaryEnglish": "Yoshiko goes out for a walk with her dog. But their walk is no simple walk. Yoshiko rides on her dog's back, and eventually they reach the mountains. A race breaks out between Yoshiko and her dog traveling at unprecedented speed and the legendary rider of the peak. Who will be the victor?",
                    "TitleJapanese": "ドライブ！アホガール",
                    "SummaryJapanese": "犬と散歩に出かけたよしこ。しかし、それは普通の散歩のレベルを超越していた。よしこを背に乗せて町内を疾走した犬は、気が付けば峠にやってきていた。尋常ではないスピードで峠を攻めてゆく犬とよしこは、伝説のライダーとの熾烈なバトルを繰り広げるのだが、果たしてその結果は！"
                },
                "11": {
                    "ID": "6241918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aho-girl/episodes/6241918",
                    "TitleEnglish": "Final Battle! Decisive Blow! Aho Girl",
                    "SummaryEnglish": "Yoshiko finds her soldier, Ryuuichi, in tatters. Yoshiko asks what happened, and he responds that he was done in by guys who have wasted bananas. Yoshiko stands silently, anger boiling up from within. They are unforgiveable! I shall fight! Yes! For bananas everywhere! ...wait, bananas?",
                    "TitleJapanese": "決戦！必殺！アホガール",
                    "SummaryJapanese": "よしこの舎弟、龍一くんがボロボロに。何があったのか事情を聞くよしこに対し龍一は、“バナナを粗末にしていた連中にやられた”と言う。湧きあがる怒りで静かに立ち上がるよしこ…。そんなヤツらは許せねえ！私は戦う、そう、バナナのために！ ……えっ、バナナ？"
                },
                "12": {
                    "ID": "6241919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aho-girl/episodes/6241919",
                    "TitleEnglish": "Meeting... And! Aho Girl",
                    "SummaryEnglish": "Ten years ago, Yoshiko met Akuru. Childhood friends, the kid next door, the old cliché story, shattered into a million pieces with the tragedy which unfolds. Young Akuru seeks the power to defeat Yoshiko, surpassing his limits out of fear. What is born in the young Akuru's heart?",
                    "TitleJapanese": "出会い…そして！アホガール",
                    "SummaryJapanese": "１０年前、はじめて出会ったよしこと明。それは、家が隣どうしの幼馴染という甘酸っぱい幻想を木っ端微塵に打ち砕く惨劇のはじまり。よしこを打倒するための力を欲するも、限界まで追い詰められていく恐怖から、幼い明の心に生まれたものは！？"
                }
            }
        }
    }
}