{
    "URL": "https://www.thetvdb.com/series/hina-logic-from-luck-and-logic",
    "Genres": [
        "Action",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9735448/",
        "https://www.themoviedb.org/tv/72300",
        "https://www.themoviedb.org/tv/72300"
    ],
    "TitleEnglish": "Hina Logic - from Luck & Logic",
    "SummaryEnglish": "Princess Liones is trading in her crown for a school uniform at ALCA's Logicalist school to join other talented students.",
    "Aliases": [
        "Hina Logic: From Luck & Logic",
        "Hina Logi: from Luck & Logic"
    ],
    "Modified": "2025-07-09",
    "Seasons": {
        "1": {
            "ID": "715902",
            "URL": "https://www.thetvdb.com/series/hina-logic-from-luck-and-logic/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6130928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hina-logic-from-luck-and-logic/episodes/6130928",
                    "TitleEnglish": "Send Your Cute Hina on a Journey",
                    "SummaryEnglish": "Princess Lion enters Pirari Academy and hopes to spend time with her idol, Nina, but things go awry."
                },
                "2": {
                    "ID": "6148637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hina-logic-from-luck-and-logic/episodes/6148637",
                    "TitleEnglish": "Transforming is Not Mastered in a Day / Rice Balls Over Flowers",
                    "SummaryEnglish": "After just one night at the academy, Lion finds tests waiting for her in the morning. Lion is disheartened after some very disappointing grades. She cheers up after talking with Yuko and all her friends in the student council while eating Yuko's home made cookies. And so she goes to face her first covenant. How will Rosa react to Lion's feelings towards her?"
                },
                "3": {
                    "ID": "6148638",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hina-logic-from-luck-and-logic/episodes/6148638",
                    "TitleEnglish": "The Silver Grizzly: There Is No Love Like a Child's",
                    "SummaryEnglish": "Lion and her friends are enjoying a tea party in Yuko's room when they unexpectedly learn the date of her birthday. What's more, it's today! Yayoi proposes throwing a surprise party for Yuko, and Lion remembers that Yuko once said she wanted to have a pajama party. To buy a birthday present for Yuko, Lion heads to Pirari Town to visit it for her first time."
                },
                "4": {
                    "ID": "6148639",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hina-logic-from-luck-and-logic/episodes/6148639",
                    "TitleEnglish": "Repay Kindness with Flowers",
                    "SummaryEnglish": "Class S faces their first practical exam. Yayoi is aiming for first place, and gets even more enthusiastic when she hears the examiners will be Logicalists currently in active duty. However Yayoi's biggest rival, Nina, seems to be more concerned about Lion than her. And so the chaotic practical exam starts. Who will take first place?"
                },
                "5": {
                    "ID": "6153545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hina-logic-from-luck-and-logic/episodes/6153545",
                    "TitleEnglish": "A Journal of a Thousand Miles Begins with Effort",
                    "SummaryEnglish": "It's first year class S's first practical exam. Yayoi intends to take first place, and when she hears Logicalists currently on active duty are going to participate in the practical exam, she puts even more effort into her goal. However, her biggest rival Nina seems to be more concerned about Lion. And so the practical exam starts, filled with ups and downs. Who will get first place?"
                },
                "6": {
                    "ID": "6153546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hina-logic-from-luck-and-logic/episodes/6153546",
                    "TitleEnglish": "Sleep Brings up a Hina Well",
                    "SummaryEnglish": "With the exams over, Lion approaches her first ever summer break. Lion's friends come to her home to enjoy their vacation. What kind of fun memories will Lion create with her first trip with her friends?"
                },
                "7": {
                    "ID": "6153547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hina-logic-from-luck-and-logic/episodes/6153547",
                    "TitleEnglish": "Even Presidents Fall From Trees / You're a Hina if You Dance, And a President if You Just Look On",
                    "SummaryEnglish": "It's the second half of summer break and Yuko is spending her days at Shirakaba Dormitory as usual. But Yuko is worried about what her plans for the future should be. Her friends on the student council try to give her a pep talk, and Mizuki tells Yuko what her dream is. At the same time, the yearly traditional Pirari Town Bon Dance competition is tomorrow."
                },
                "8": {
                    "ID": "6153548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hina-logic-from-luck-and-logic/episodes/6153548",
                    "TitleEnglish": "Success Comes From Dreaming",
                    "SummaryEnglish": "The long summer break is over and the second semester starts. Pirari Academy is having its first ever school festival, and Lion and her friends think about what kind of event they should do. Everyone agrees on Mahiro's idea to do a play. Mahiro starts working on the script at once, but writing easy as she thinks..."
                },
                "9": {
                    "ID": "6153549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hina-logic-from-luck-and-logic/episodes/6153549",
                    "TitleEnglish": "Songs Change with Hinas, and Hinas Change with Song",
                    "SummaryEnglish": null
                },
                "10": {
                    "ID": "6153550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hina-logic-from-luck-and-logic/episodes/6153550",
                    "TitleEnglish": "Our Tears Are Not for Our Own Benefit",
                    "SummaryEnglish": null
                },
                "11": {
                    "ID": "6153551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hina-logic-from-luck-and-logic/episodes/6153551",
                    "TitleEnglish": "The Countdown is the Time To Plan Your Year Around / Shameful is She Who Spurns Chocolate",
                    "SummaryEnglish": null
                },
                "12": {
                    "ID": "6153552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hina-logic-from-luck-and-logic/episodes/6153552",
                    "TitleEnglish": "Good Fortune Will Come to Hinas Who Smile",
                    "SummaryEnglish": null
                }
            }
        }
    }
}