{
  "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://ui.eidr.org/view/content?id=10.5240/3068-803F-28CF-1C5E-E3A0-Z",
    "https://www.imdb.com/title/tt7088332/",
    "http://isesuma-anime.jp/",
    "https://www.tvmaze.com/shows/28512/show-slug",
    "https://www.themoviedb.org/tv/72505",
    "https://en.wikipedia.org/wiki/In_Another_World_With_My_Smartphone",
    "https://x.com/isesumaofficial"
  ],
  "TitleEnglish": "In Another World With My Smartphone",
  "SummaryEnglish": "Touya Mochizuki was accidentally killed, and as an apology, God allows him to be reborn in a fantasy world and will grant him any one wish he desires. And so, Touya chooses to keep his smartphone in the next world. In his second chance at life, he befriends many important figures and comes across the world's secret. He inherits the legacy of an ancient civilization and travels around nonchalantly while possessing powers that rival this world's kings.",
  "Aliases": [
    "In a Different World with a Smartphone.",
    "Isekai wa Smartphone to Tomo ni.",
    "Isesuma"
  ],
  "Modified": "2025-10-08",
  "Seasons": {
    "0": {
      "ID": "715909",
      "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "9871805",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9871805",
          "TitleEnglish": "With Smartphone Special",
          "SummaryEnglish": "\"In Another World with My Smartphone 2\" the AT-X special program \"With Smartphone Special\" provides detailed insight. The performers include Katsumi Fukuhara, Yui Fukuo, Nanami Yamashita, and Yū Serizawa. The contents of the program are as follows: The broadcast will begin on April 4th. The AT-X special program \"With Smartphone Special\" for the TV anime \"In Another World with My Smartphone 2\" will be aired. We will showcase a diverse range of games utilizing a \"smartphone,\" the pivotal item in the series.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "715910",
      "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6131000",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6131000",
          "TitleEnglish": "Awakening, and Another World",
          "SummaryEnglish": "In heaven God apologises to Touya Mochizuki for accidentally killing him with lightning and offers to resurrect Touya into a new world. Touya accepts and asks if he can take his smartphone with him. God agrees and makes it so the phone can still connect to Earth’s internet and be recharged with magic. He also boosts Touya’s basic skills such as stamina, reflexes and memory. After awakening in the new world Touya intervenes in a fight between twin sisters Elze and Linze Silhoueska and several thugs he easily defeats. Touya becomes a member of Elze and Linze’s guild so he can take on paid quests. Touya asks the girls to teach him to read the new world’s language and how to use magic. Touya learns there are several types of magic, and most magicians can only use one or two while a rare few like Linze can use three. Touya, however, proves capable of using every type of magic, meaning in the new world he is considered immensely powerful. Touya then uses his smartphone to help a café owner by finding a recipe for ice cream, which becomes very popular.",
          "Aliases": []
        },
        "2": {
          "ID": "6148656",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6148656",
          "TitleEnglish": "First Journey, and Samurai",
          "SummaryEnglish": "While on a quest delivering a letter to the royal capital Touya, Elze and Linze help a samurai named Kokonoe Yae fight off several thugs and invite her to join them. Touya continues to learn as many spells as he can, including rare Null Magic which has a variety of uses. They encounter a group of Lizard men summoned by a dark magician to attack a royal carriage. After defeating the magician Touya uses Null magic to save the life of Leim, the butler of Lady Sushie Urnea Ortlinde, one of the Kings relatives. Sushie introduces Touya and his friends to her father, Duke Ortlinde. While thanking Touya for rescuing Sushie Touya learns Sushie’s mother, the Duchess, was rendered blind by an illness and the only healing spell powerful enough to cure blindness comes from Null magic. Touya casts a Null healing spell on the Duchess, restoring her sight. Out of gratitude the Duke gives Touya 40 Platinum coins (worth around 40 million yen) and 4 royal medals showing Touya, Elze, Linze and Yae are under the protection of the Duke. After finally delivering the letter Yae becomes a part of their team.",
          "Aliases": []
        },
        "3": {
          "ID": "6148657",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6148657",
          "TitleEnglish": "Shougi Board, and Underground Ruins",
          "SummaryEnglish": "Touya learns there are demi-human races, such as elves and beast-men and helps a lost fox-girl named Arma find her older sister, another fox-girl named Olga. Touya buys a magicians coat that protects magicians against magic they can use but makes them weaker against magic they can’t use, but since Touya can use every type of magic the coat protects him from all magical attacks. Touya visits the Duke and teaches him how to play Shogi. Touya and the girls accept a quest to destroy a Dullahan near the ruins of the old capital city. With the Dullahan defeated, Touya uses a Null locating spell and finds an item of magical value hidden in a secret dungeon. After accidentally activating the item it turns out to be the energy source for an artificial glass beast that can repair any damage done to it but they manage to destroy the energy source. The Duke suspects the beast may have been the reason the old capital was abandoned and asks Touya to aid an investigation into why the old capital city was destroyed. In the middle of the investigation the Duke learns his brother, the King, has been poisoned and is gravely ill.",
          "Aliases": []
        },
        "4": {
          "ID": "6148658",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6148658",
          "TitleEnglish": "Engagement, and an Uninvited Visitor",
          "SummaryEnglish": "Duke Ortlinde asks Touya to cure the king. They encounter Count Balsa, an arrogant noble, who claims the poisoner is the ambassador to the Kingdom of Mismede. Touya easily cures the king and the king’s daughter, Yumina, immediately develops a crush on him. The Mismede ambassador turns out to be Olga, the fox-girl, who had sent the king poisoned wine. Touya decides to re-enact the banquet at which the king was poisoned, only this time he requests Count Balsa drink from the king’s glass. When Balsa refuses it is revealed he had poisoned the king’s glass. Olga is declared innocent and Balsa is arrested. Yumina immediately asks her father to let her marry Touya and the king agrees. Touya manages to avoid marriage by citing his and Yumina’s young age so the king decides on a 2 year engagement, after which if Touya is still not in love with Yumina the wedding will be cancelled with no hard feelings. Yumina joins Touya’s team and teaches him summoning magic. Touya manages to summon a powerful tiger spirit called the White Monarch, whom he forges a pact with and renames her Kohaku.",
          "Aliases": []
        },
        "5": {
          "ID": "6202412",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6202412",
          "TitleEnglish": "Slime Castle, and New Functions",
          "SummaryEnglish": "Touya is hired to investigate a magician researching Slime Beasts, something the girls are reluctant to do since Slimes dissolve clothing. They encounter numerous slimes and discover the magician had created a slime capable of transforming into a harem of beautiful girls before dying of old age. The girls, already angry at having their clothes dissolved, burn his castle to the ground along with all his research. Later Touya helps Yae return a lost girl to her mother by combining a Null search spell with the maps on his smartphone. Yae asks him to search for her brother and is happy to learn he is safe at her family dojo. She becomes embarrassed when she realises Touya resembles her brother. While experimenting with his smartphone and Null magic Touya helps Linze perform a new water bomb spell. While shopping with Elze Touya sees her admiring a dress and buys it for her, so the other girls all insist he buy them something as well. Touya receives a letter from the royal capital informing him he is to be made a Knight as thanks for finding the culprit behind the kings poisoning.",
          "Aliases": []
        },
        "6": {
          "ID": "6202413",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6202413",
          "TitleEnglish": "Moving, and a Dragon",
          "SummaryEnglish": "Touya turns down the offer of a knighthood and is instead given ownership of a large mansion instead. Touya asks all four girls to move in with him, which embarrasses them as they assumed the king intended the mansion to be for Touya and his future wife to live in. Duke Ortlinde asks Touya to travel to Mismede to open a portal to allow the King to reach Mismede safely for his meeting with Mismede’s king. Touya realises one of their guards, Sir Lyon, is in love with Olga, and subtly helps him choose a gift Olga would like. A black dragon appears and burns a nearby town. Touya and his team kill the dragon with help from an unknown someone hiding in the forest. They are approached by a red dragon that apologises for not getting there in time to help. He is surprised that a human is powerful enough to be Kohaku’s master. Kohaku tells him to tell the Azure Monarch (presumably the dragon king), to keep better control of his children. Touya falls asleep and awakens later with his head in Yumina’s lap, Yumina having won in rock-paper-scissors against the other girls for the chance to be his pillow.",
          "Aliases": []
        },
        "7": {
          "ID": "6202415",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6202415",
          "TitleEnglish": "Nation of Beastmen, and an Observer",
          "SummaryEnglish": "Touya's party arrives at Mismede's capital and attend an audience with the king. During the audience the king asks Touya to duel with him. During the duel, the king reveals his own Null magic, \"Accel\", that gives him enhanced speed, which Touya learns to use and by combining both \"Accel\" and \"Boost\", defeats him. Later at night, Touya opens a portal to Bellfast, allowing both kings to have their reunion, and has an encounter with Leen, a fairy more than 600 years old that teaches Touya the \"Program\" spell, that infuses objects with pre-determined magical properties. Impressed by Touya's skill, she offers to teach him more magic, but he declines. The next day, Touya, accompained by Linze and Yumina, buys some materials to create a pistol sword, using \"Program\" to infuse it with auto-reload and blade-extending features. Both girls ask him to create firearms for them, which he does. On their way back, Touya realizes that he is been followed and briefly separates from Linze and Yumina to confront their stalkers, who are revealed to be spies sent by the king to watch over Yumina. They are also the ones who secretly helped them against the dragon. At their request, Touya promises to keep it a secret from the others, while Leen decides that she is not giving up on Touya so easily.",
          "Aliases": []
        },
        "8": {
          "ID": "6202416",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6202416",
          "TitleEnglish": "Daily Life, and Onward to Eashen",
          "SummaryEnglish": "Back from Mismede, Touya uses his powers to create a bicycle for himself, but when the girls and Alfred show interest on it, he ends up making enough for all of them to ride. Some time later, Touya goes for the city to buy some supplies when he finds a little girl being beaten after she was caught stealing. After driving away the attackers, Touya invites the girl to work as a maid in his mansion, and she accepts, promising that she will not steal again. On a later occasion, Leen appears at the mansion and asks for Touya's help, as she needs him to open a gate to Yae's homeland, Eashen for her to travel there. However, Touya can not open gates to places he has not seen yet, and Leen teaches him another Null spell that allows him to access Yae's memories of Eashen, allowing him to open a gate there. Yae then travels along Touya and the others back to her homeland.",
          "Aliases": []
        },
        "9": {
          "ID": "6286894",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6286894",
          "TitleEnglish": "Oedo, and the Immortal Gem",
          "SummaryEnglish": "Touya arrives in Oedo, a Japanese-style castle town within Tokugawa Ieyahsu's domain, and quickly heads to Yae's home. There he meets their servant, Ayane, and Yae's mother, Nanae, before hearing that Yae's father and brother went off to war with Ieyahsu.",
          "Aliases": []
        },
        "10": {
          "ID": "6286895",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6286895",
          "TitleEnglish": "Ocean, and Vacations",
          "SummaryEnglish": "After arriving at the beach where the Nilya Ruins lie, Touya and the others take a moment to enjoy the seaside. With so many beautiful girls in swimsuits, Touya's heart is racing!",
          "Aliases": []
        },
        "11": {
          "ID": "6308558",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6308558",
          "TitleEnglish": "Panties, and an Aerial Garden",
          "SummaryEnglish": "Before him lies a young girl in white panties. After Touya arrives at the aerial garden, he's greeted by a young girl in white panties, Francesca. She's the keeper of the garden.",
          "Aliases": []
        },
        "12": {
          "ID": "6308559",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6308559",
          "TitleEnglish": "Decisions, and With My Smartphone",
          "SummaryEnglish": "When Touya returns to the mansion, the problem of taking his brides awaits. Yumina and Linze (mostly Yumina) push and push until Touya accepts his engagements. Even Elze and Yae get to join in the polygyny! Hey, are you okay with this, protagonist?!",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "1995423",
      "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "9111706",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9111706",
          "TitleEnglish": "Engagement Rings and a Hot Spring",
          "SummaryEnglish": "Touya is now engaged to Yumina, Elze, Linze, and Yae, and he's enjoying his second life in another world as the five of them complete an extermination quest for mythril golems in order to raise their adventurer rank.",
          "Aliases": []
        },
        "2": {
          "ID": "9692398",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692398",
          "TitleEnglish": "The Stranded and the Workshop",
          "SummaryEnglish": "Leen notifies Touya that's she's discovered another ruin of Babylon, so they head to the Rabbi Desert in the Burning Kingdom of Sandora. Along the way the discovered a group of stranded people under attack by crystalline monsters known as the Phrase.",
          "Aliases": []
        },
        "3": {
          "ID": "9692399",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692399",
          "TitleEnglish": "Collecting Books and a Library Café",
          "SummaryEnglish": "Touya establishes the library café, Moon Reader, partly to give those who were stranded a place to work. Then he uses the profits from mass producing bicycles at the Workshop to buy up lots of books.",
          "Aliases": []
        },
        "4": {
          "ID": "9692400",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692400",
          "TitleEnglish": "Upheaval in the Capital and an Imperial Princess",
          "SummaryEnglish": "Touya visits the capital city of the Regulus Empire to stock some books for the library café, Moon Reader, only to witness the town engulfed in the flames of war.",
          "Aliases": []
        },
        "5": {
          "ID": "9692402",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692402",
          "TitleEnglish": "The Fifth Wife and a Newly-Founded Nation",
          "SummaryEnglish": "Lucia finds herself attracted to Touya after he resolved the coup d'etat at the Regulus Empire. Picking up on that, Yumina proposes that they welcome Lucia in as Touya's fifth fiancee.",
          "Aliases": []
        },
        "6": {
          "ID": "9692403",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692403",
          "TitleEnglish": "The Alchemy Ward and an Unexpected Reunion",
          "SummaryEnglish": "Touya discovers a new ruin of Babylon, the Alchemy Ward of Babylon, he goes through the administrator's compatibility check and becomes the Master of Flora.",
          "Aliases": []
        },
        "7": {
          "ID": "9692404",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692404",
          "TitleEnglish": "The Hangar and Frame Gears",
          "SummaryEnglish": "Touya and the others pay a visit to a deserted island in search of more ruins of Babylon and thanks to the efforts of his ever reliable fiancées, they finally discover the Hangar.",
          "Aliases": []
        },
        "8": {
          "ID": "9692405",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692405",
          "TitleEnglish": "Two Princes and the Small Fiancée",
          "SummaryEnglish": "Cloud, the Second Prince of the Kingdom of Linhea visits as the envoy for Sue's marriage proposal. While there, he begs Touya to use his teleportation magic to save his mother who is being held captive by Prime Minister Wardack.",
          "Aliases": []
        },
        "9": {
          "ID": "9692406",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692406",
          "TitleEnglish": "Day-Off Dates and the Female Knight",
          "SummaryEnglish": "Yumina proposes that all six of them go on dates to cultivate their love.",
          "Aliases": []
        },
        "10": {
          "ID": "9692407",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692407",
          "TitleEnglish": "Amnesia and the Mystic Eye of Petrification",
          "SummaryEnglish": "Touya rescues a girl in the forest, and while the technology of the Alchemy Ward is able to completely heal her, her memories remain lost and she's unable to remember her own name and how she got so injured. At her request, Touya names her Sakura.",
          "Aliases": []
        },
        "11": {
          "ID": "9692408",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692408",
          "TitleEnglish": "Sister from Another World and a Sparkling First Love",
          "SummaryEnglish": "The goddess of love pays a visit to Brunhild, calling herself Touya's older sister, Mochizuki Karen. Apparently she came there to refresh (enjoy a vacation) because Touya is so surrounded by love.",
          "Aliases": []
        },
        "12": {
          "ID": "9692409",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692409",
          "TitleEnglish": "Birth of a Prince and With My Smartphone",
          "SummaryEnglish": "The group discovers the Tower and the Rampart of Babylon. Touya also completes the usual registration with their administrators, Noel and Liora. Meanwhile, there's sudden news from the Kingdom of Belfast that Queen Yuel has given birth.",
          "Aliases": []
        }
      }
    }
  }
}