{
    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/3068-803F-28CF-1C5E-E3A0-Z",
        "https://www.imdb.com/title/tt7088332/",
        "http://isesuma-anime.jp/",
        "https://www.tvmaze.com/shows/28512/show-slug",
        "https://www.themoviedb.org/tv/72505",
        "https://en.wikipedia.org/wiki/In_Another_World_With_My_Smartphone",
        "https://x.com/isesumaofficial"
    ],
    "TitleEnglish": "In Another World With My Smartphone",
    "SummaryEnglish": "Touya Mochizuki was accidentally killed, and as an apology, God allows him to be reborn in a fantasy world and will grant him any one wish he desires. And so, Touya chooses to keep his smartphone in the next world. In his second chance at life, he befriends many important figures and comes across the world's secret. He inherits the legacy of an ancient civilization and travels around nonchalantly while possessing powers that rival this world's kings.",
    "TitleJapanese": "異世界はスマートフォンとともに。",
    "SummaryJapanese": "彼にあるのは神様から底上げしてもらった身体と、\n異世界でも使用可能にしてもらったスマートフォン。\n様々な人達と出会い、大切な仲間を得ていく中で、\nいつしか主人公はこの世界の秘密を知る。\n古代文明の遺産を受け継ぎ、\nお気楽な世界の王たちと力を合わせながら、\n個性豊かな女の子たちと共に\n彼はのほほんと世界を巡っていく−−",
    "Aliases": [
        "In a Different World with a Smartphone."
    ],
    "Modified": "2025-08-24",
    "Seasons": {
        "0": {
            "ID": "715909",
            "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9871805",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9871805",
                    "TitleEnglish": "With Smartphone Special",
                    "SummaryEnglish": "\"In Another World with My Smartphone 2\" the AT-X special program \"With Smartphone Special\" provides detailed insight. The performers include Katsumi Fukuhara, Yui Fukuo, Nanami Yamashita, and Yū Serizawa. The contents of the program are as follows: The broadcast will begin on April 4th. The AT-X special program \"With Smartphone Special\" for the TV anime \"In Another World with My Smartphone 2\" will be aired. We will showcase a diverse range of games utilizing a \"smartphone,\" the pivotal item in the series.",
                    "TitleJapanese": "With すまほ スペシャル",
                    "SummaryJapanese": "■「異世界はスマートフォンとともに。2」AT-X特番『With すまほ スペシャル』\n\n詳細情報\n＜出演者＞\n福原かつみ、福緒唯、山下七海、芹澤優\n＜番組内容＞\n4月3日から放送がスタートするTVアニメ「異世界はスマートフォンとともに。2」のAT-X特番『With すまほ スペシャル』が放送決定！作品のキーアイテムである「スマートフォン」を使ったゲームバラエティをお届けします！"
                }
            }
        },
        "1": {
            "ID": "715910",
            "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6131000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6131000",
                    "TitleEnglish": "Awakening, and Another World",
                    "SummaryEnglish": "In heaven God apologises to Touya Mochizuki for accidentally killing him with lightning and offers to resurrect Touya into a new world. Touya accepts and asks if he can take his smartphone with him. God agrees and makes it so the phone can still connect to Earth’s internet and be recharged with magic. He also boosts Touya’s basic skills such as stamina, reflexes and memory. After awakening in the new world Touya intervenes in a fight between twin sisters Elze and Linze Silhoueska and several thugs he easily defeats. Touya becomes a member of Elze and Linze’s guild so he can take on paid quests. Touya asks the girls to teach him to read the new world’s language and how to use magic. Touya learns there are several types of magic, and most magicians can only use one or two while a rare few like Linze can use three. Touya, however, proves capable of using every type of magic, meaning in the new world he is considered immensely powerful. Touya then uses his smartphone to help a café owner by finding a recipe for ice cream, which becomes very popular.",
                    "TitleJapanese": "目覚め、そして異世界。",
                    "SummaryJapanese": "神様の手違いにより死んでしまった冬夜は、なんと異世界に転生することに!?そこで出会った双子の姉妹エルゼとリンゼ、そして神様に異世界でも使えるようにしてもらったスマートフォンと共に異世界ライフを始めることに…。神様パワーで身体能力UPに魔法の才能まで手に入れバージョンアップした冬夜は、超便利なスマホを駆使して魔獣討伐をしたり、アイスを異世界に生み出しちゃったり、と異世界ライフを満喫し始める。果たして、冬夜の新しい人生やいかに!?"
                },
                "2": {
                    "ID": "6148656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6148656",
                    "TitleEnglish": "First Journey, and Samurai",
                    "SummaryEnglish": "While on a quest delivering a letter to the royal capital Touya, Elze and Linze help a samurai named Kokonoe Yae fight off several thugs and invite her to join them. Touya continues to learn as many spells as he can, including rare Null Magic which has a variety of uses. They encounter a group of Lizard men summoned by a dark magician to attack a royal carriage. After defeating the magician Touya uses Null magic to save the life of Leim, the butler of Lady Sushie Urnea Ortlinde, one of the Kings relatives. Sushie introduces Touya and his friends to her father, Duke Ortlinde. While thanking Touya for rescuing Sushie Touya learns Sushie’s mother, the Duchess, was rendered blind by an illness and the only healing spell powerful enough to cure blindness comes from Null magic. Touya casts a Null healing spell on the Duchess, restoring her sight. Out of gratitude the Duke gives Touya 40 Platinum coins (worth around 40 million yen) and 4 royal medals showing Touya, Elze, Linze and Yae are under the protection of the Duke. After finally delivering the letter Yae becomes a part of their team.",
                    "TitleJapanese": "初旅、そしてサムライ。",
                    "SummaryJapanese": "前の世界との違いに驚きつつも、スマホ片手に異世界ライフに馴染んでいる冬夜は、エルゼとリンゼと共にギルドの依頼で王都に向かうことになった。その途中、「路銀」を全て落としてしまった八重と名乗る侍の少女に出会う。そしてお腹をすかせていた八重にご飯をおごるもあまりの大食らいっぷりに財布の心配をする冬夜。その恩を返したいという八重も仲間に入れ、旅を続ける一行は、公爵令嬢のスゥシィが襲われている場面に遭遇し…。"
                },
                "3": {
                    "ID": "6148657",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6148657",
                    "TitleEnglish": "Shougi Board, and Underground Ruins",
                    "SummaryEnglish": "Touya learns there are demi-human races, such as elves and beast-men and helps a lost fox-girl named Arma find her older sister, another fox-girl named Olga. Touya buys a magicians coat that protects magicians against magic they can use but makes them weaker against magic they can’t use, but since Touya can use every type of magic the coat protects him from all magical attacks. Touya visits the Duke and teaches him how to play Shogi. Touya and the girls accept a quest to destroy a Dullahan near the ruins of the old capital city. With the Dullahan defeated, Touya uses a Null locating spell and finds an item of magical value hidden in a secret dungeon. After accidentally activating the item it turns out to be the energy source for an artificial glass beast that can repair any damage done to it but they manage to destroy the energy source. The Duke suspects the beast may have been the reason the old capital was abandoned and asks Touya to aid an investigation into why the old capital city was destroyed. In the middle of the investigation the Duke learns his brother, the King, has been poisoned and is gravely ill.",
                    "TitleJapanese": "将棋盤、そして地下遺跡。",
                    "SummaryJapanese": "ギルドの新たな依頼、デュラハン討伐で廃墟に向かった冬夜達。そこは１０００年前の遷都でうち捨てられた旧王都であった。討伐を終えた冬夜たちは、お宝探しに地下遺跡の探索へと向かう。しかしそこで見つけたのは宝の山ではなく水晶のようなものでできた魔物であった!硬い体で攻撃は効かない、魔法は吸収される、さらには受けた傷も再生しちゃうその強大な魔物に、さすがの冬夜たちも苦戦を強いられてしまう…。果たして、この魔物の正体とはいったい何なんだ!?"
                },
                "4": {
                    "ID": "6148658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6148658",
                    "TitleEnglish": "Engagement, and an Uninvited Visitor",
                    "SummaryEnglish": "Duke Ortlinde asks Touya to cure the king. They encounter Count Balsa, an arrogant noble, who claims the poisoner is the ambassador to the Kingdom of Mismede. Touya easily cures the king and the king’s daughter, Yumina, immediately develops a crush on him. The Mismede ambassador turns out to be Olga, the fox-girl, who had sent the king poisoned wine. Touya decides to re-enact the banquet at which the king was poisoned, only this time he requests Count Balsa drink from the king’s glass. When Balsa refuses it is revealed he had poisoned the king’s glass. Olga is declared innocent and Balsa is arrested. Yumina immediately asks her father to let her marry Touya and the king agrees. Touya manages to avoid marriage by citing his and Yumina’s young age so the king decides on a 2 year engagement, after which if Touya is still not in love with Yumina the wedding will be cancelled with no hard feelings. Yumina joins Touya’s team and teaches him summoning magic. Touya manages to summon a powerful tiger spirit called the White Monarch, whom he forges a pact with and renames her Kohaku.",
                    "TitleJapanese": "婚約、そして押し掛け。",
                    "SummaryJapanese": "公爵に連れられて王宮に向かった冬夜。そこには何者かに毒を盛られ、瀕死の国王がベッドに横たわっていた…。解毒方法がわからず、助かる望みがないと思われていた。しかしハイスペック冬夜にかかればそんな猛毒なんてなんのその!スーパー治癒魔法「リカバリー」で王を助け、ついでに国王に毒を盛った犯人もいつもの調子でささっと捕まえ、解決へと導く。一連の冬夜の活躍を見ていた王女ユミナの口から驚きの発言が飛び出す…。"
                },
                "5": {
                    "ID": "6202412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6202412",
                    "TitleEnglish": "Slime Castle, and New Functions",
                    "SummaryEnglish": "Touya is hired to investigate a magician researching Slime Beasts, something the girls are reluctant to do since Slimes dissolve clothing. They encounter numerous slimes and discover the magician had created a slime capable of transforming into a harem of beautiful girls before dying of old age. The girls, already angry at having their clothes dissolved, burn his castle to the ground along with all his research. Later Touya helps Yae return a lost girl to her mother by combining a Null search spell with the maps on his smartphone. Yae asks him to search for her brother and is happy to learn he is safe at her family dojo. She becomes embarrassed when she realises Touya resembles her brother. While experimenting with his smartphone and Null magic Touya helps Linze perform a new water bomb spell. While shopping with Elze Touya sees her admiring a dress and buys it for her, so the other girls all insist he buy them something as well. Touya receives a letter from the royal capital informing him he is to be made a Knight as thanks for finding the culprit behind the kings poisoning.",
                    "TitleJapanese": "スライムキャッスル、そして新機能。",
                    "SummaryJapanese": "冬夜たちが魔獣の調査と思い向かった先は、避けまくっていた(冬夜だけは楽しみだった?)スライムの研究をしていた魔法使いの城であった!調査のため進もうとした冬夜達の前に現れたのは、なんと服を溶かすというグリーンスライム!　迫りくるスライムから逃げるため階段を登ると、その先にはローションスライムが!　前はドロドロ!　後ろはヌルヌル!　ヌルドロスライムパニックを抜け出した先にある研究の目的とは?"
                },
                "6": {
                    "ID": "6202413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6202413",
                    "TitleEnglish": "Moving, and a Dragon",
                    "SummaryEnglish": "Touya turns down the offer of a knighthood and is instead given ownership of a large mansion instead. Touya asks all four girls to move in with him, which embarrasses them as they assumed the king intended the mansion to be for Touya and his future wife to live in. Duke Ortlinde asks Touya to travel to Mismede to open a portal to allow the King to reach Mismede safely for his meeting with Mismede’s king. Touya realises one of their guards, Sir Lyon, is in love with Olga, and subtly helps him choose a gift Olga would like. A black dragon appears and burns a nearby town. Touya and his team kill the dragon with help from an unknown someone hiding in the forest. They are approached by a red dragon that apologises for not getting there in time to help. He is surprised that a human is powerful enough to be Kohaku’s master. Kohaku tells him to tell the Azure Monarch (presumably the dragon king), to keep better control of his children. Touya falls asleep and awakens later with his head in Yumina’s lap, Yumina having won in rock-paper-scissors against the other girls for the chance to be his pillow.",
                    "TitleJapanese": "引っ越し、そしてドラゴン。",
                    "SummaryJapanese": "爵位の代わりに大きな屋敷をもらい、あいかわらずの鈍感天然タラシぶりを発揮して5人全員で暮らし始めた冬夜たち。そこにオルトリンデ公爵が娘のスゥシィと共にやってくる。ミスミド王国との会談に冬夜の魔法「ゲート」を使いたいためミスミドまで行ってほしいという依頼であった。ミスミド大使オリガ、その妹アルマに護衛2人を加え進む一行。その道中、普段は聖域にいるはずのドラゴンが村を襲っているところに遭遇!冬夜ｖｓ異世界の王道ドラゴン!軍配はどちらに・・・!?"
                },
                "7": {
                    "ID": "6202415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6202415",
                    "TitleEnglish": "Nation of Beastmen, and an Observer",
                    "SummaryEnglish": "Touya's party arrives at Mismede's capital and attend an audience with the king. During the audience the king asks Touya to duel with him. During the duel, the king reveals his own Null magic, \"Accel\", that gives him enhanced speed, which Touya learns to use and by combining both \"Accel\" and \"Boost\", defeats him. Later at night, Touya opens a portal to Bellfast, allowing both kings to have their reunion, and has an encounter with Leen, a fairy more than 600 years old that teaches Touya the \"Program\" spell, that infuses objects with pre-determined magical properties. Impressed by Touya's skill, she offers to teach him more magic, but he declines. The next day, Touya, accompained by Linze and Yumina, buys some materials to create a pistol sword, using \"Program\" to infuse it with auto-reload and blade-extending features. Both girls ask him to create firearms for them, which he does. On their way back, Touya realizes that he is been followed and briefly separates from Linze and Yumina to confront their stalkers, who are revealed to be spies sent by the king to watch over Yumina. They are also the ones who secretly helped them against the dragon. At their request, Touya promises to keep it a secret from the others, while Leen decides that she is not giving up on Touya so easily.",
                    "TitleJapanese": "獣人の国、そして監視者。",
                    "SummaryJapanese": "再びミスミドに向け出発する冬夜一行。そしてたどり着いたミスミドの王都ベルジュ。王宮に赴いた一行は国王ジャムカに謁見する。そしてなぜか国王と冬夜は闘技場で対戦をすることになり!?その夜、宮殿でパーティーが開かれ、会場を抜け出した冬夜の目の前に一匹?の動くクマのぬいぐるみが! クマについていくと、自称612歳の妖精族の長リーンが待っていたーーー。そして冬夜は、新たに手に入れた無属性魔法「プログラム」で、新装備「ブリュンヒルド」を作り出し、バージョンアップ!"
                },
                "8": {
                    "ID": "6202416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6202416",
                    "TitleEnglish": "Daily Life, and Onward to Eashen",
                    "SummaryEnglish": "Back from Mismede, Touya uses his powers to create a bicycle for himself, but when the girls and Alfred show interest on it, he ends up making enough for all of them to ride. Some time later, Touya goes for the city to buy some supplies when he finds a little girl being beaten after she was caught stealing. After driving away the attackers, Touya invites the girl to work as a maid in his mansion, and she accepts, promising that she will not steal again. On a later occasion, Leen appears at the mansion and asks for Touya's help, as she needs him to open a gate to Yae's homeland, Eashen for her to travel there. However, Touya can not open gates to places he has not seen yet, and Leen teaches him another Null spell that allows him to access Yae's memories of Eashen, allowing him to open a gate there. Yae then travels along Touya and the others back to her homeland.",
                    "TitleJapanese": "日々の暮らし、そしてイーシェンへ。",
                    "SummaryJapanese": "ミスミド王国から帰ってきた冬夜たちは平和な日常を過ごす。しかし冬夜が創り出した自転車で、水面下の女の闘いが勃発する!　気づけ冬夜!　スゥシィの頼みでミスミドに行き、戻ってくると、そこにはリーンとポーラが。話によると、なんとミスミドにも、以前冬夜たちが倒した水晶の魔物が出現し、リーンも苦戦して倒したという。そこで、この魔物を倒した冬夜に興味を抱きやってきたのだ。ハイスペックすぎ冬夜に興味津々なリーンは冬夜達に古代遺跡の調査のためイーシェンに行ってほしいと頼み、新たな冒険が始まる!（楽々ゲートで）"
                },
                "9": {
                    "ID": "6286894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6286894",
                    "TitleEnglish": "Oedo, and the Immortal Gem",
                    "SummaryEnglish": "Touya arrives in Oedo, a Japanese-style castle town within Tokugawa Ieyahsu's domain, and quickly heads to Yae's home. There he meets their servant, Ayane, and Yae's mother, Nanae, before hearing that Yae's father and brother went off to war with Ieyahsu.",
                    "TitleJapanese": "オエド、そして不死の宝玉。",
                    "SummaryJapanese": "和風の城下町、徳川家泰領地のオエドに到着した冬夜は、さっそく八重の家へと向かう。女中の綾音と八重の母・七重に会い、八重の父と兄は家泰と共に合戦場へと向かったことを聞く。戦況が劣勢と聞き、合戦の地カワゴエの砦へと向かった冬夜たち。そこで目にしたのは、鬼面を付け、不死の力を得た武田兵であった!どうやら古代文明の強力な魔法道具「アーティファクト」の力ではないかとリーンに伝えられ、その元凶である山本完助を倒しに行くことに!"
                },
                "10": {
                    "ID": "6286895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6286895",
                    "TitleEnglish": "Ocean, and Vacations",
                    "SummaryEnglish": "After arriving at the beach where the Nilya Ruins lie, Touya and the others take a moment to enjoy the seaside. With so many beautiful girls in swimsuits, Touya's heart is racing!",
                    "TitleJapanese": "海、そしてバカンス。",
                    "SummaryJapanese": "ニルヤの遺跡がある海に到着した冬夜たちは、せっかくだからと海を満喫する。目の前には水着美女たち!　さすがの冬夜もちょっとドキドキ。冬夜は遺跡へ向かうが、それは海底にあるため困っていると、琥珀が玄帝を呼び出そうと提案する。呼び出した冬夜の前に現れたのは、大きな亀と黒い大蛇だった!　琥珀の時と同様、契約を交わすため戦い、いつもの得意魔法で契約をもぎ取る。名付けた名前は「珊瑚」と「黒曜」。そして二匹の力を借り、ニルヤの遺跡へと向かう・・・!"
                },
                "11": {
                    "ID": "6308558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6308558",
                    "TitleEnglish": "Panties, and an Aerial Garden",
                    "SummaryEnglish": "Before him lies a young girl in white panties. After Touya arrives at the aerial garden, he's greeted by a young girl in white panties, Francesca. She's the keeper of the garden.",
                    "TitleJapanese": "ぱんつ、そして空中庭園。",
                    "SummaryJapanese": "目の前には白いぱんつの少女。空中庭園にたどり着いた冬夜を出迎えたのは、純白ぱんつの少女フランシェスカ。「庭園」の管理人だそうだ。彼女によると、ここは5092年前、レジーナ・バビロン博士によって作られたバビロンの一部で、冬夜に適合者としてこの庭を譲渡するという。適合者としての条件とはいったい・・・? 冬夜はみんなを庭園に呼び説明をするが、フランシェスカが余計なことを言い、誤解を生む。さらにいつもの鈍感さも加わり嫁騒動勃発!なんと普段おとなしいリンゼが大胆な行動に!!"
                },
                "12": {
                    "ID": "6308559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/6308559",
                    "TitleEnglish": "Decisions, and With My Smartphone",
                    "SummaryEnglish": "When Touya returns to the mansion, the problem of taking his brides awaits. Yumina and Linze (mostly Yumina) push and push until Touya accepts his engagements. Even Elze and Yae get to join in the polygyny! Hey, are you okay with this, protagonist?!",
                    "TitleJapanese": "決断、そしてスマートフォンとともに。",
                    "SummaryJapanese": "ユミナとリンゼ(主にユミナ)に押しに押され、婚約することを承諾する冬夜。さらに、エルゼと八重も一夫多妻制に加わる。おい、それでいいのか主人公! 悩んだ冬夜は一人になろうと庭園に行くと、バビロン創始者レジーナ・バビロン博士からメッセージを受け取る…。そしてあの水晶の魔物についての情報も! 嫁問題で悩み続ける冬夜は、奥の手の神様のところへ・・・。果たして冬夜が下した決断とは・・・!?"
                }
            }
        },
        "2": {
            "ID": "1995423",
            "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9111706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9111706",
                    "TitleEnglish": "Engagement Rings and a Hot Spring",
                    "SummaryEnglish": "Touya is now engaged to Yumina, Elze, Linze, and Yae, and he's enjoying his second life in another world as the five of them complete an extermination quest for mythril golems in order to raise their adventurer rank.",
                    "TitleJapanese": "婚約指輪、そして温泉。",
                    "SummaryJapanese": "ユミナ、エルゼ、リンゼ、八重の4人と婚約した冬夜は、ギルドの冒険者ランクを上げるため、ミスリルゴーレムの討伐依頼をこなしながら異世界での第2の人生をそれなりに楽しんでいた。神様と恋愛神からスマートフォンへの呼び出しを受け、婚約者たちとの親密ぶりを冷やかされる冬夜。一方その頃、ユミナ、エルゼ、リンゼ、八重の婚約者たちは、冬夜からもらった婚約指輪をつけてウキウキしてお風呂で嫁会議を開いていた。"
                },
                "2": {
                    "ID": "9692398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692398",
                    "TitleEnglish": "The Stranded and the Workshop",
                    "SummaryEnglish": "Leen notifies Touya that's she's discovered another ruin of Babylon, so they head to the Rabbi Desert in the Burning Kingdom of Sandora. Along the way the discovered a group of stranded people under attack by crystalline monsters known as the Phrase.",
                    "TitleJapanese": "砂漠の遭難者、そして『工房』。",
                    "SummaryJapanese": "リーンからバビロンの遺跡発見の報せを聞いた冬夜は、サンドラ王国のラビ砂漠に向かった。途中、水晶の魔物フレイズに襲われている遭難者を発見し救援に向かうが、そこに謎の少年エンデが現れフレイズを倒し、意味深な言葉を残して去る。フレイズに対抗するにはバビロン博士が作り出した搭乗用人型戦闘兵器フレームギアが必要らしい。バビロンの遺跡『工房』を発見した冬夜は管理者ロゼッタから適合資格テストを受けさせられる事に…。"
                },
                "3": {
                    "ID": "9692399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692399",
                    "TitleEnglish": "Collecting Books and a Library Café",
                    "SummaryEnglish": "Touya establishes the library café, Moon Reader, partly to give those who were stranded a place to work. Then he uses the profits from mass producing bicycles at the Workshop to buy up lots of books.",
                    "TitleJapanese": "本収集、そして読書喫茶。",
                    "SummaryJapanese": "冬夜は、遭難した人たちの働き口もかねて読書喫茶「月読」を開店。自転車を『工房』で大量生産して儲けたお金で様々な本を買いまくる。みんなと同じ冒険者ランクに上がるための討伐デートをユミナに提案された冬夜は、訪れたギルドの受付嬢から「薔薇の騎士団」という本のシリーズを月読に置くよう熱くリクエストされる。本を仕入れる為、リーフリース皇国を訪れた冬夜は、そこである人物とばったり出くわす。"
                },
                "4": {
                    "ID": "9692400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692400",
                    "TitleEnglish": "Upheaval in the Capital and an Imperial Princess",
                    "SummaryEnglish": "Touya visits the capital city of the Regulus Empire to stock some books for the library café, Moon Reader, only to witness the town engulfed in the flames of war.",
                    "TitleJapanese": "帝都動乱、そして帝国の姫。",
                    "SummaryJapanese": "読書喫茶「月読」に本を仕入れる為、レグルス帝国帝都にやって来た冬夜は、街が戦火に巻き込まれているのを目撃する。軍部がクーデターを起こした事を知り城に向かうと、兵に剣を突き付けられた帝国第三皇女ルーシアを間一髪で助けることができた。ルーシアから皇帝と皇太子も助けてほしいと懇願された冬夜は皇帝の元に急ぐが、そこで悪魔デモンズロードと契約したクーデターの首謀者、バズール将軍と相見える。"
                },
                "5": {
                    "ID": "9692402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692402",
                    "TitleEnglish": "The Fifth Wife and a Newly-Founded Nation",
                    "SummaryEnglish": "Lucia finds herself attracted to Touya after he resolved the coup d'etat at the Regulus Empire. Picking up on that, Yumina proposes that they welcome Lucia in as Touya's fifth fiancee.",
                    "TitleJapanese": "五人目、そして新国家樹立。",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "9692403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692403",
                    "TitleEnglish": "The Alchemy Ward and an Unexpected Reunion",
                    "SummaryEnglish": "Touya discovers a new ruin of Babylon, the Alchemy Ward of Babylon, he goes through the administrator's compatibility check and becomes the Master of Flora.",
                    "TitleJapanese": "『錬金棟』、そして思わぬ再会。",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "9692404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692404",
                    "TitleEnglish": "The Hangar and Frame Gears",
                    "SummaryEnglish": "Touya and the others pay a visit to a deserted island in search of more ruins of Babylon and thanks to the efforts of his ever reliable fiancées, they finally discover the Hangar.",
                    "TitleJapanese": "『格納庫』、そしてフレームギア。",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "9692405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692405",
                    "TitleEnglish": "Two Princes and the Small Fiancée",
                    "SummaryEnglish": "Cloud, the Second Prince of the Kingdom of Linhea visits as the envoy for Sue's marriage proposal. While there, he begs Touya to use his teleportation magic to save his mother who is being held captive by Prime Minister Wardack.",
                    "TitleJapanese": "二人の王子、そして小さな婚約者。",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "9692406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692406",
                    "TitleEnglish": "Day-Off Dates and the Female Knight",
                    "SummaryEnglish": "Yumina proposes that all six of them go on dates to cultivate their love.",
                    "TitleJapanese": "休日デートと女騎士",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "9692407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692407",
                    "TitleEnglish": "Amnesia and the Mystic Eye of Petrification",
                    "SummaryEnglish": "Touya rescues a girl in the forest, and while the technology of the Alchemy Ward is able to completely heal her, her memories remain lost and she's unable to remember her own name and how she got so injured. At her request, Touya names her Sakura.",
                    "TitleJapanese": "第10話",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "9692408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692408",
                    "TitleEnglish": "Sister from Another World and a Sparkling First Love",
                    "SummaryEnglish": "The goddess of love pays a visit to Brunhild, calling herself Touya's older sister, Mochizuki Karen. Apparently she came there to refresh (enjoy a vacation) because Touya is so surrounded by love.",
                    "TitleJapanese": "異世界の姉、そして初恋キラキラ。",
                    "SummaryJapanese": "冬夜の姉、望月花恋を名乗って恋愛神がブリュンヒルドにやってきた。冬夜の周りには恋心がいっぱいあるから癒され（バカンス）に来たという。そこに、レスティア騎士王国から先王ギャレンと孫のヒルダが訪ねて来る。ヒルダの恋心に気づいた八重は一緒にお嫁さんにしてもらおうと提案、さっそく開かれた嫁会議で恋心のあれこれを白状させられる。ヒルダの想いを聞いた先王ギャレンは自分と戦って勝つことが条件だとヒルダに告げる。"
                },
                "12": {
                    "ID": "9692409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/in-another-world-with-my-smartphone/episodes/9692409",
                    "TitleEnglish": "Birth of a Prince and With My Smartphone",
                    "SummaryEnglish": "The group discovers the Tower and the Rampart of Babylon. Touya also completes the usual registration with their administrators, Noel and Liora. Meanwhile, there's sudden news from the Kingdom of Belfast that Queen Yuel has given birth.",
                    "TitleJapanese": "第12話",
                    "SummaryJapanese": null
                }
            }
        }
    }
}