{
  "URL": "https://www.thetvdb.com/series/laid-back-camp",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt7742120/",
    "https://www.instagram.com/yurucamp_insta",
    "https://yurucamp.jp/",
    "http://www.reddit.com/r/laidbackcamp",
    "https://www.themoviedb.org/tv/76075",
    "https://www.wikidata.org/wiki/Q64029196",
    "https://en.wikipedia.org/wiki/Laid-Back_Camp",
    "https://x.com/yurucamp_anime"
  ],
  "TitleEnglish": "Laid-Back Camp",
  "SummaryEnglish": "Nadeshiko, a high school student who had moved from Shizuoka to Yamanashi, decides to see the famous, 1000 yen-bill-featured Mount Fuji. Even though she manages to bike all the way to Motosu, she's forced to turn back because of worsening weather. Unable to set her eyes on her goal, she faints partway to her destination. When she wakes up, it's night, in a place she's never been before, with no way of knowing how to get home. Nadeshiko is saved when she encounters Rin, a girl who is out camping by herself. This outdoorsy girls story begins with this first encounter between Nadeshiko and Rin.",
  "Aliases": [
    "Yuru Camp",
    "Yuru Camp△",
    "YuruCamp",
    "Yurukyan",
    "Heya Camp",
    "Heya Camp△",
    "Laid Back Camp",
    "Comfy Camp",
    "Room Camp",
    "ゆるキャン",
    "ゆるキャン（アニメ）",
    "ゆるキャン△（アニメ）",
    "Yuru Camp: Heya Kyan",
    "へやキャン",
    "ゆるキャン: へやキャン"
  ],
  "Modified": "2025-08-31",
  "Seasons": {
    "0": {
      "ID": "717754",
      "URL": "https://www.thetvdb.com/series/laid-back-camp/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 22,
      "Episodes": {
        "1": {
          "ID": "6557414",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/6557414",
          "TitleEnglish": "Room Camp - Episode 0",
          "SummaryEnglish": "A short story that takes place before Nadeshiko joins the Outdoor Activities Club.",
          "Aliases": []
        },
        "2": {
          "ID": "6557417",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/6557417",
          "TitleEnglish": "Tall-Tale Camp",
          "SummaryEnglish": "Inuko tells a series of tall tales.",
          "Aliases": []
        },
        "3": {
          "ID": "6557419",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/6557419",
          "TitleEnglish": "Survival Camp",
          "SummaryEnglish": "After jumping out of a plane, the Outdoor Activities Club members become stranded on a desert island. Rin assumes fishing duties and catches some large ones. Both Nadeshiko and Chiaki adapt to the scenario in a different manner.",
          "Aliases": []
        },
        "4": {
          "ID": "6625380",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/6625380",
          "TitleEnglish": "Laid-Back Camp: The Movie",
          "SummaryEnglish": "The anime film will feature the familiar characters from the franchise now grown up, and reuniting to construct a campsite.",
          "Aliases": []
        },
        "17": {
          "ID": "7601864",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/7601864",
          "TitleEnglish": "Room Camp: Saunas and Grub and Three-Wheeler Bikes",
          "SummaryEnglish": "Upon returning from school one day, Rin Shima encounters an unfamiliar three-wheeled motorcycle parked outside her house. After asking her father about it, she learns that the vehicle is a temporary loaner while her moped undergoes its annual maintenance. With arrangements to go camping at Yatsugatake the next day, Rin has no choice but to utilize the three-wheeler. As she embarks on her trip, Rin's traveling experience soon shifts gears, and she discovers a refined driving performance on new unexplored roads.",
          "Aliases": []
        },
        "18": {
          "ID": "9151228",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/9151228",
          "TitleEnglish": "Traveling Shimarin",
          "SummaryEnglish": "Ena imagines that when the American expedition arrives at Mars, they find Shima Rin there camping. The girls imagine Rin travelling to various places around Japan to go camping. Nadeshiko imagines travelling around Hokkaido and eating lots of delicious food. Chiaki suggests visits to the 88 temples of Shikoku. Aoi suggests visiting many of the hot springs around Japan to relax and soak.",
          "Aliases": []
        },
        "19": {
          "ID": "9151227",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/9151227",
          "TitleEnglish": "Mystery Camp",
          "SummaryEnglish": "Inuko introduces stories of unusual camping.",
          "Aliases": []
        },
        "20": {
          "ID": "10763864",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/10763864",
          "TitleEnglish": "The Outclub's Room",
          "SummaryEnglish": "The Outclub girls take a good look at the Five Fuji Lakes and the Yamanashi area.",
          "Aliases": []
        },
        "21": {
          "ID": "10763865",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/10763865",
          "TitleEnglish": "Rainy Camping",
          "SummaryEnglish": "Rin dares to try her luck camping in the rain.",
          "Aliases": []
        },
        "22": {
          "ID": "10763866",
          "TYPE": "OVAs",
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/10763866",
          "TitleEnglish": "Rin and Nadeshiko Go Spring Camping at Lake Inaga",
          "SummaryEnglish": "Rin and Nadeshiko indulge in springtime camping at Lake Inaga.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "717755",
      "URL": "https://www.thetvdb.com/series/laid-back-camp/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": "While the perfect getaway for most girls her age might be a fancy vacation with their loved ones, Rin Shima's ideal way of spending her days off is camping alone at the base of Mount Fuji. From pitching her tent to gathering firewood, she has always done everything by herself, and has no plans of leaving her little solitary world.",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6154573",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/6154573",
          "TitleEnglish": "Mount Fuji and Curry Noodles",
          "SummaryEnglish": "A girl named Rin Shima comes to a campsite in Motosuko, facing opposite Mount Fuji, to spend the day camping. While setting up a campfire, Rin notices a peculiar girl sleeping by the public restroom, but thinks nothing of it. Later on in the night, Rin once again comes across the girl, Nadeshiko Kagamihara, who had gotten herself lost after just moving to a new house, and shares her curry noodles with her before they both get a clear view of Mount Fuji. After eventually managing to get her sister to pick her up, Nadeshiko leaves Rin with her phone number in the hopes of camping with her once again. A few days later, Nadeshiko begins attending her new school, which Rin also attends.",
          "Aliases": []
        },
        "2": {
          "ID": "6462722",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/6462722",
          "TitleEnglish": "Welcome to the Outdoor Activities Club!",
          "SummaryEnglish": "Nadeshiko pays a visit to her school's Outdoor Activities Circle, consisting of two members; Aoi Inuyama and Chiaki Ohgaki. The girls attempt to put together a cheap tent only for it to break on them. They are helped out by Rin's friend Ena Saitou, who draws Nadeshiko's attention towards the fact Rin also attends her school. Later, as Rin goes on another solo camping trip, Nadeshiko, having been informed by Ena, goes over with some hotpot.",
          "Aliases": []
        },
        "3": {
          "ID": "6462723",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/6462723",
          "TitleEnglish": "Mount Fuji and Relaxed Hot Pot Camp",
          "SummaryEnglish": "While Nadeshiko makes gyoza hotpot for Rin, Chiaki gets a job at a liquor store to fund the club. Enjoying the meal, Rin apologises for being cold towards Nadeshiko when she invited her to join the club and promises to camp again with her some time. After spending the night in her sister's car, Nadeshiko wakes up early to watch the sun rise over Mount Fuji.",
          "Aliases": []
        },
        "4": {
          "ID": "6462724",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/6462724",
          "TitleEnglish": "The Outdoor Activities Club and the Solo Camping Girl",
          "SummaryEnglish": "The Outdoor Activities Club plans its first trip, but they do not have the right sleeping bags for the cold weather. Trying to cut costs, the club members try wrapping the summer sleeping bag in foil, bubble wrap, and cardboard, and ultimately decide to each purchase a winter sleeping bag online. Meanwhile, Rin gets her motorcycle license and goes on a solo camping trip in Nagano. On the day of the camping trip, the club members hike through Fuefuki, stopping at a cafe and hot springs resort along the way, and then watching a live stream of Rin.",
          "Aliases": []
        },
        "5": {
          "ID": "6462725",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/6462725",
          "TitleEnglish": "Two Camps, Two Campers' Views",
          "SummaryEnglish": "Nadeshiko's group takes a nice relaxing dip in the hot springs, almost succumbing to the urge to eat before they reach their campsite. Meanwhile, Rin arrives at the Takabotchi Highlands and is overcome by a desire to go to a hot spring too, only to discover the nearest one has closed down. Dejected, Rin decides to climb up the peak, where she is rewarded with a lovely view, before finding a spot to cook some pasta. The club finally arrive at their campsite, where Nadeshiko makes curry for everyone. While the others are asleep, Nadeshiko goes to take a picture of the city lights to send to Rin, who goes to the summit of Mt. Takabotchi to send her a similar view in return.",
          "Aliases": []
        },
        "6": {
          "ID": "6462726",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/6462726",
          "TitleEnglish": "Meat and Fall Colors and the Mystery Lake",
          "SummaryEnglish": "Rin opens a package to find a mini-grill, which she dreams of using to cook various meats while talking with Ena. Nadeshiko overhears their conversation and suggests a camping trip to try the grill. The two visit a supermarket to buy meat, but are forced to settle for substitutes as their desired items were not available. While there, they meet Aoi, who is working as a cashier, and tell her of their plans. Meanwhile, Chiaki is visiting Lake Shibileko when she encounters a man grilling steak in a skillet, who offers her part of it. Rin and Nadeshiko are driven by the latter's sister to the lake.",
          "Aliases": []
        },
        "7": {
          "ID": "6462728",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/6462728",
          "TitleEnglish": "A Night on the Lake Shore and Campers",
          "SummaryEnglish": "At Lake Shibire, Rin and Nadeshiko set up their tents as the latter worries about the myth of a ghost in the lake, while Rin's mother calls the man who had offered Chiaki the steak, revealing him as Rin's grandfather. Rin struggles to ignite the coals in the mini-grill, so Nadeshiko visits a nearby camp for advice. She meets a pair of siblings consisting of a brother and his drunk sister; the brother offers input and new coal for use. After cooking the meat, the two head back to the siblings' campground to give them plates of food as thanks, receiving jambalaya in return. That evening, Rin leaves her tent and encounters a silhouette of a beastly creature, prompting her to run off. As it turns out, the still-inebriated sister had stumbled upon their campsite.",
          "Aliases": []
        },
        "8": {
          "ID": "6462729",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/6462729",
          "TitleEnglish": "Exams, Caribou, Steamed Buns, Yum!",
          "SummaryEnglish": "Chiaki shows off a wooden bowl and skillet set to Aoi, which she learns must have the lacquer finish removed in order to place hot food inside and be seasoned, respectively. As they work on this, Ena visits and the three talk about their new substitute teacher and camping after exams. Nadeshiko, Chiaki, and Aoi later visit an outdoor sporting goods store in Minobu, Yamanashi, where Nadeshiko declares her intention to get a job to buy a gas lantern.",
          "Aliases": []
        },
        "9": {
          "ID": "6462731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/6462731",
          "TitleEnglish": "A Night of Navigator Nadeshiko and Hot Spring Steam",
          "SummaryEnglish": "Nadeshiko plans to go camping with Rin, but catches a cold the night before and has to stay at home. As such, Rin decides to go on her own to a campsite at Ina, and attempts to take a detour to get there, but finds out that the road is closed. After meeting some mountain climbers, she lets Nadeshiko and Chiaki decide where she goes next, and visits a temple and a hot spring before eating at a restaurant and oversleeping. Meanwhile, Chiaki visits Nadeshiko at home and cooks houtou for her family.",
          "Aliases": []
        },
        "10": {
          "ID": "6462733",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/6462733",
          "TitleEnglish": "Clumsy Travelers and Camp Meetings",
          "SummaryEnglish": "Rin oversleeps and is rushing to her campsite when she encounters a roadblock. Upon being told by Chiaki that it may have been left there and never moved, she proceeds and reaches the site, where she struggles to set up due to the windy conditions. Nadeshiko, Chiaki, and Aoi plan their Christmas camping trip and invite Rin, who initially refuses before being convinced by Ena to accept. Toba, the new teacher, is unintentionally lured into becoming the Outdoor Activities Club advisor and is invited to the Christmas camp. Upon hearing Toba mention bringing beer along, Nadeshiko realizes she was the drunk sister from the Lake Shibire trip.",
          "Aliases": []
        },
        "11": {
          "ID": "6462735",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/6462735",
          "TitleEnglish": "Christmas Camp!",
          "SummaryEnglish": "Chiaki and Aoi check in at the Asagiri Plateau campsite while Toba sets up her grill and starts drinking. While the two eat at a nearby restaurant, Rin prepares her tent and Nadeshiko shows up shortly after. The four purchase firewood and return to Toba's table, where she has fallen asleep as Ena and her dog Chikuwa arrive. The campers and Chikuwa spend the afternoon playing frisbee with other kids before going their separate ways. At night, Aoi cooks sukiyaki for the group. When their stove runs out of gas, Rin leaves to buy more. She remembers Ena's comments about how fun a group camping trip would be, to which she smiles.",
          "Aliases": []
        },
        "12": {
          "ID": "6462736",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/6462736",
          "TitleEnglish": "Mount Fuji and the Laid-Back Camp Girls",
          "SummaryEnglish": "Nadeshiko tells the group what she expects them to be like in ten years when Rin returns. After bathing, the campers enjoy various movies and shows on a tablet Chiaki had brought along until they decide to call it a night. Under the stars, Rin and Nadeshiko talk about their plans for the new year before going to sleep. The next morning, the two cook breakfast and watch the Sun rise behind Mount Fuji. Rin returns to her job at a bookstore, while Nadeshiko continues pondering about getting one of her own to afford camping equipment. Ena texts her about a job opportunity delivering New Year's cards, which she accepts. In the epilogue, Nadeshiko returns to Motosuko to solo camp when she receives a message from Rin, who also happens to be doing the same. Nadeshiko proposes sending photos of their respective campsites to one another; after seeing herself in Rin's picture, she turns around and realizes they will be camping at the same location.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "822411",
      "URL": "https://www.thetvdb.com/series/laid-back-camp/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": "Having spent Christmas camping with her new friends, Rin Shima embarks on a solo-camping trip to see the New Year sunrise by the sea. All goes according to plan until unforeseen weather blocks the roads back home, making a return trip impossible. Rin, who is now stranded for a few days, is invited by Nadeshiko Kagamihara to stay at her grandmother's house.",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "7535492",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/7535492",
          "TitleEnglish": "Curry Noodles Are the Best Travel Companion",
          "SummaryEnglish": "It’s approaching the end of the year. Rin plans a solo camping trip, while the Outdoors Club members earn cash to buy more gear.",
          "Aliases": []
        },
        "2": {
          "ID": "8118142",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/8118142",
          "TitleEnglish": "New Year's Solo Camper Girl",
          "SummaryEnglish": "It’s New Year’s Eve. Rin arrives at the shore in Shizuoka. Nadeshiko is busy with her temp job, when she receives a message from Rin.",
          "Aliases": []
        },
        "3": {
          "ID": "8118146",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/8118146",
          "TitleEnglish": "Surprise Camping and Some Deep Thoughts",
          "SummaryEnglish": "Nadeshiko is spending New Years at her grandma’s place in Shizuoka. Her friend, Ayano is staying over, and Rin joins them to hang out.",
          "Aliases": []
        },
        "4": {
          "ID": "8118147",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/8118147",
          "TitleEnglish": "What Are You Buying With Your Temp Job Money?",
          "SummaryEnglish": "With winter break over, the girls begin planning their next OutClub outing.",
          "Aliases": []
        },
        "5": {
          "ID": "8128450",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/8128450",
          "TitleEnglish": "Caribou-kun and Lake Yamanaka",
          "SummaryEnglish": "Chiaki, Aoi and Ena buy new camping gear, and they set out to go camping at Lake Yamanaka.",
          "Aliases": []
        },
        "6": {
          "ID": "8128451",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/8128451",
          "TitleEnglish": "Cape Ohmama in Winter",
          "SummaryEnglish": "Chiaki, Aoi and Ena arrive at Lake Yamanaka, but they run into some trouble.",
          "Aliases": []
        },
        "7": {
          "ID": "8128452",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/8128452",
          "TitleEnglish": "Nadeshiko's Solo Camp Planning",
          "SummaryEnglish": "Nadeshiko goes solo camping for the first time. Meanwhile, Rin, who is out touring Hayakawa City, bumps into Nadeshiko’s sister, Sakura.",
          "Aliases": []
        },
        "8": {
          "ID": "8128453",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/8128453",
          "TitleEnglish": "Camping Alone",
          "SummaryEnglish": "Nadeshiko arrives at her campsite and begins experimenting with outdoor cooking, when two kids show up.",
          "Aliases": []
        },
        "9": {
          "ID": "8128455",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/8128455",
          "TitleEnglish": "Winter's End and the Day of Departure",
          "SummaryEnglish": "Everyone is going to Izu to camp soon, and so Nadeshiko plans what to make. Meanwhile, Rin adds some new parts to her bike, when her grandpa pays her a visit.",
          "Aliases": []
        },
        "10": {
          "ID": "8128456",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/8128456",
          "TitleEnglish": "The Izu Camp Trip Begins!",
          "SummaryEnglish": "Akari joins the other campers, and they head out to Izu. They check out various geospots and try the local food.",
          "Aliases": []
        },
        "11": {
          "ID": "8128457",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/8128457",
          "TitleEnglish": "Izu Camping!! On the Way",
          "SummaryEnglish": "The gang changes course and head toward a different campsite. After they hit the hot springs, at night, Nadeshiko treats them to her cooking.",
          "Aliases": []
        },
        "12": {
          "ID": "8128458",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/8128458",
          "TitleEnglish": "Izu Camping!!! Birthdays!",
          "SummaryEnglish": "It’s the second day of the OutClub’s Izu trip. They go to Dougashima Island and walk across the tombolo, and put on a surprise birthday party for Nadeshko and Aoi at the end of the day.",
          "Aliases": []
        },
        "13": {
          "ID": "8128459",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/8128459",
          "TitleEnglish": "I'm Home",
          "SummaryEnglish": "It’s the last day of the Izu trip. The group visit the Iidas, who had helped them on their Izu trip and say hi to the hot spring capybaras.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "2072644",
      "URL": "https://www.thetvdb.com/series/laid-back-camp/seasons/official/3",
      "TitleEnglish": null,
      "SummaryEnglish": "Within the narrow walls of the Outdoor Activities Club room, the few but lively members carry on the camping spirit as they have fun with DIY club experiments. Exciting experiences such as these have brought Nadeshiko Kagamihara deep into the world of camping, making her want to once again go on a solo trip. However, other plans come first, as Ayano Toki and Rin Shima invite Nadeshiko to camp near Ooi River. Eager to go on their first journey together, the girls set off to forge precious memories that will stick with their hearts for years to come.",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "9889458",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/9889458",
          "TitleEnglish": "Where Should We Go Next?",
          "SummaryEnglish": "Rin thinks back to how her grandpa got her into camping. Meanwhile, the Outdoor Activities Club gets back together for the first time in a while. They build an alcohol stove and plan their next outing.",
          "Aliases": []
        },
        "2": {
          "ID": "10403399",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/10403399",
          "TitleEnglish": "Mini Camping and Yard Camping",
          "SummaryEnglish": "The Outclub girls decide to make a day of camping in Ena's yard to cut Aki's hair and try out their new DIY alcohol stoves. Meanwhile, a new camper takes some smaller trips for herself and starts dreaming big.",
          "Aliases": []
        },
        "3": {
          "ID": "10403400",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/10403400",
          "TitleEnglish": "We're Off! Land of Suspension Bridges",
          "SummaryEnglish": "On their way to meet up with Nadeshiko for a three-girl camping trip, Rin and Ayano bike their way around Ikawa to see the area's impressive array of suspension bridges.",
          "Aliases": []
        },
        "4": {
          "ID": "10403401",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/10403401",
          "TitleEnglish": "Hatanagi Attack! Death Road From Hell",
          "SummaryEnglish": "Rin and Ayano bike their way up treacherous mountain roads and cross terrifying swinging bridges to make it to the campsite. While she waits for them, Nadeshiko takes in the sights and manages to find a scare of her own...",
          "Aliases": []
        },
        "5": {
          "ID": "10403402",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/10403402",
          "TitleEnglish": "Campfires and Beef Feasts",
          "SummaryEnglish": "Nadeshiko takes it upon herself to prep the campsite, as well as a few treats. When the other girls finally make it, it's time for a campfire and a camp-worthy feast!",
          "Aliases": []
        },
        "6": {
          "ID": "10403403",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/10403403",
          "TitleEnglish": "See You Again Someday",
          "SummaryEnglish": "The three-girl camping trip is winding down, but Rin, Ayano, and Nadeshiko are determined to see everything there is to see and eat everything there is to eat before it's over!",
          "Aliases": []
        },
        "7": {
          "ID": "10403404",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/10403404",
          "TitleEnglish": "True or Embellished? Retrospective Camping",
          "SummaryEnglish": "After Nadeshiko returns from the Oigawa trip, the other Outclub girls recount for her (somewhat dubiously) a spontaneous bus-based camping trip they took while she, Rin, and Ayano were away.",
          "Aliases": []
        },
        "8": {
          "ID": "10403405",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/10403405",
          "TitleEnglish": "The Food Porn Begins!!",
          "SummaryEnglish": "The Outclub girls share the delicious second half of their (somewhat embellished) camp trip story with Nadeshiko.",
          "Aliases": []
        },
        "9": {
          "ID": "10403406",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/10403406",
          "TitleEnglish": "Touring and Checking Out the Cherry Blossoms",
          "SummaryEnglish": "Rin takes her first solo camp trip in a while, and Nadeshiko takes an impromptu drive with her sister to see the local cherry blossoms while they're in full bloom.",
          "Aliases": []
        },
        "10": {
          "ID": "10403407",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/10403407",
          "TitleEnglish": "Chikuwa, Trains, Chiaki's Solo Camping",
          "SummaryEnglish": "Ena takes Chikuwa for a springtime walk in the park, Nadeshiko manages to sneak some trains into her cherry blossom tour with her sister, and Chiaki tries her hand at solo camping with a savory twist.",
          "Aliases": []
        },
        "11": {
          "ID": "10403408",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/10403408",
          "TitleEnglish": "Scenery From Way Back",
          "SummaryEnglish": "Chiaki comes to find out that her surprise encounter with Aoi ahead of their cherry blossom camp trip is thanks to a sudden (and speedy) gift. Meanwhile, Rin joins up with Nadeshiko and her sister to take in some nostalgic scenery.",
          "Aliases": []
        },
        "12": {
          "ID": "10403409",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/laid-back-camp/episodes/10403409",
          "TitleEnglish": "April 2nd: Cherry Blossom Camp Trip",
          "SummaryEnglish": "The entire gang finally gets together for their much-awaited cherry blossom camp trip, and there's plenty of good food and good memories to go around!",
          "Aliases": []
        }
      }
    },
    "4": {
      "ID": "2155268",
      "URL": "https://www.thetvdb.com/series/laid-back-camp/seasons/official/4",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 1,
      "Episodes": {}
    }
  }
}