{
    "URL": "https://www.thetvdb.com/series/just-because",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7513452/",
        "https://www.themoviedb.org/tv/74096"
    ],
    "TitleEnglish": "Just Because!",
    "SummaryEnglish": "At the end of the second semester of third year of high school, four students are prepared for graduation and feel the ending to their high school life. But that changes a little with the arrival of a transfer student.",
    "TitleJapanese": "Just Because!",
    "SummaryJapanese": "高校3年生の2学期の終わりに、4人の学生が卒業の準備ができて、高校生活の終わりを感じます。 しかし、転校生の到着によってそれは少し変わります。",
    "Aliases": [],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "722248",
            "URL": "https://www.thetvdb.com/series/just-because/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6219030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/just-because/episodes/6219030",
                    "TitleEnglish": "On Your Marks!",
                    "SummaryEnglish": "Eita Izumi transfers to a new high school in his junior year. Upon arriving for his registration, he meets his childhood friend, Haruto Soma. They play a game of baseball, when Haruto reveals that Mio Natsume (Eita's childhood crush), also attends the high school.",
                    "TitleJapanese": "On your marks!",
                    "SummaryJapanese": "高校三年の冬。\n泉瑛太は父親の仕事の都合で、中学生の途中まで住んでいた街に、季節外れの転校生として帰ってきた。\n挨拶に出向いた柏尾川高等学校で瑛太がばったり会ったのは、福岡に引っ越して以降、\n連絡が途切れてしまっていた中学時代の友人、相馬陽斗。彼はとっくに部活を引退した野球部のグラウンドで、\n願掛けのためホームランを打とうとバットを振るっていた。最初はぎこちない瑛太と陽斗。\nけれど、一打席勝負を通して、仲のよかった中学時代の感覚をふたりは思い出す。\n瑛太から見事ホームランを打った陽斗は、告白してくると立ち去っていく。\nその際に、瑛太に「夏目いんぞ」とメッセージを残した。"
                },
                "2": {
                    "ID": "6349646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/just-because/episodes/6349646",
                    "TitleEnglish": "Question",
                    "SummaryEnglish": "Haruto works up the courage to ask out Morikawa but does his confession go as well as he had envisioned it?",
                    "TitleJapanese": "Question",
                    "SummaryJapanese": "ホームランを打ったら森川葉月に告白する。そう決めていた陽斗は、後輩の面倒を見るため吹奏楽部の練習に残っていた葉月を帰りがけに呼び止める。\nけれど、土壇場で陽斗は躊躇ってしまい、告白は失敗に終わる。\n一方、夏目美緒と再会した泉瑛太は、偶然にも陽斗の告白失敗の現場に居合わせていた。\nそのときに、一緒にいた美緒が、陽斗を切なそうに見ている視線に気づくことになる。中学生の頃、美緒が陽斗に片想いをしているのを瑛太は知っていた。\nその場に居合わせた瑛太、陽斗、美緒、葉月、それと葉月の友人である乾依子の五人は、一緒に遊びに行く約束をする。\n翌日、水族館を見て回りながら、瑛太は美緒がまだ陽斗に片想いを続けていることを再認識する。\n複雑な想いを抱いた帰り道、瑛太は見知らぬ女子高生に声をかけられた。"
                },
                "3": {
                    "ID": "6358620",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/just-because/episodes/6358620",
                    "TitleEnglish": "Andante",
                    "SummaryEnglish": "The group reconnects after their trip to the aquarium but things take an unexpected turn when Ena takes an interest in Eita.",
                    "TitleJapanese": "Andante",
                    "SummaryJapanese": "一緒に水族館へ行ったのを切っ掛けに、LINEを交換した五人。新しいグループ「えのすい」では、何気ない会話のやり取りが交わされていた。\n葉月の連絡先を知って素直に喜んでいる陽斗。突然のことに少し困惑しながらも、なんか高校生みたいと前向きな葉月。陽斗の気持ちを察した依子はそれぞれの反応を楽しんでいる。美緒の気持ちを知っている手前、瑛太は複雑な心境だった。\nその矢先、美緒から瑛太にだけLINEが送られてくる。呼び出された駅前では、美緒ともうひとり……水族館からの帰り道に突然声をかけてきた女子高生、小宮恵那と会うことになる。恵那は同じ高校に通う二年生。廃部寸前の写真部を救うため、瑛太を撮った写真をコンクールに出したいと言い出した。"
                },
                "4": {
                    "ID": "6358621",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/just-because/episodes/6358621",
                    "TitleEnglish": "Full Swing",
                    "SummaryEnglish": "Emotions run high as Haruto feels emboldened enough to finally confess his feelings, but will his words be able to reach the one he cares about?",
                    "TitleJapanese": "Full swing",
                    "SummaryJapanese": "大晦日の日に、受験生である美緒の合格祈願もかねて、一緒に初詣に行こうと約束をしたグループ「えのすい」の五人。その日に「今度こそ告白する」と、陽斗は瑛太と美緒に宣言していた。やってきた十二月三十一日。瑛太、美緒、依子の三人は突然の用事で初詣に行けなくなったとLINEの連絡で言い出す。それは、陽斗と葉月をふたりきりにさせるため、美緒の提案で決めたことだった。なんとなく気づいている陽斗。わかっていない葉月。帰り際、陽斗は葉月を呼び止めて、今度こそ告白をする。\n一方、ドタキャン組の三人も、別の神社に初詣に行っていた。依子とは途中で別れ、美緒とふたりきりになる瑛太。妙に明るく振る舞っている美緒の態度が気になり、「陽斗のことはいいのか」と美緒に尋ねる。それでも、美緒は言い訳をして自分の気持ちをなかったことにしようとしていた。瑛太は苛立ち、感情的になった勢いで美緒に対する自分の想いを言いかけていた。"
                },
                "5": {
                    "ID": "6358622",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/just-because/episodes/6358622",
                    "TitleEnglish": "Rolling Stones",
                    "SummaryEnglish": "Things change between Haruto and Hazuki, and both of them try to deal with it in their own way. Mio, on the other hand, is trying to come to terms with her feelings.",
                    "TitleJapanese": "Rolling stones",
                    "SummaryJapanese": "あの日、葉月から陽斗に告げられた返事は、「ごめん、付き合えない」だった。直後は強がってみたものの、陽斗の気持ちは少しも晴れないまま短い冬休みは終わる。それは、大晦日に自分の気持ちを美緒に言いかけた瑛太もまた同じ。何の解決もないまま、三学期初日を迎えてしまう。\n一方、葉月は陽斗からの告白のことで、美緒に相談を持ち掛けていた。生まれてはじめてされた告白。突然のことで咄嗟に断ってしまったことを葉月は気にしていた。もっとちゃんと考えて返事をするべきだったのではないかと……。\n美緒はそんな葉月に、今の気持ちを陽斗に伝えてあげるのがいいと思うと答えていた。\nその日の夜、陽斗のもとに葉月からLINEが届いた。明日、少しだけ時間いい？"
                },
                "6": {
                    "ID": "6358623",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/just-because/episodes/6358623",
                    "TitleEnglish": "Restart",
                    "SummaryEnglish": "Tension is on the rise, as Haruto seeks guidance from Eita, on how to respond to Hazuki's message.",
                    "TitleJapanese": "Restart",
                    "SummaryJapanese": "葉月からのLINEにびびって返事ができない陽斗。すでに三日が経過していた。そのことを学校の昼休みに瑛太に伝えに行くと、瑛太から一打席勝負を挑まれる。またホームランを打って自信をつけて、葉月に返事をすればいいというのが瑛太の考えだった。\n最初は気が乗らない陽斗だったが、瑛太の本気の投球を目の当たりにして火が付く。そして、何球もファールで粘ったあと、豪快なホームランを放った。\nその勝負を遠巻きに見ていた美緒は、本気になっている瑛太の姿に気持ちを駆り立てられる。がんばらないと。葉月もがんばると言っていた。周囲の変化に背中を押された美緒は、中学時代からこじらせている片想いに区切りをつける決意を固める。美緒は、思い出の消しゴムを陽斗に返すのだった。"
                },
                "7": {
                    "ID": "6358625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/just-because/episodes/6358625",
                    "TitleEnglish": "Snow Day",
                    "SummaryEnglish": "Mio remembers Eita's kindness in middle school and starts to question her relationship with him. What will happen as Ena begins to spend more time with Eita?",
                    "TitleJapanese": "Snow day",
                    "SummaryJapanese": "最初の一打席勝負以来、瑛太はランニングを日課としていた。ホームランを打たれた悔しさが瑛太を走らせていた。\nセンター試験の前日。この日も瑛太が走っていると、家の近くでパトカーのランプに気が付く。すぐ側には、なぜだか恵那の姿があった。勝手に写真を撮ったとかで、男性に文句を言われて絡まれていた。\n少し怯えて、しょんぼりした様子の恵那を送って帰る途中、恵那にとって写真部が大事な居場所であることを瑛太は聞かされる。たった三人の部員しかいないけれど、やっと見つけた場所なのだと……。\nそれを聞いた瑛太は、コンクールに自分の写真を出すことを承諾。喜ぶ恵那に背中から抱きつかれる。そんなふたりのことを、予備校から帰る途中だった美緒が見ていた。\n大雪の舞うセンター試験当日。交通機関はマヒして、美緒は駅で足止めされてしまう。そこに突然瑛太が現れて、ますます戸惑う美緒を試験会場まで連れていく。\nそうした中で、美緒は中学生だった頃のことを思い出していた。美緒が困っているとき、瑛太は何も言わないで、美緒のことを助けてくれていたことを……。"
                },
                "8": {
                    "ID": "6358626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/just-because/episodes/6358626",
                    "TitleEnglish": "High Dynamic Range",
                    "SummaryEnglish": "Ena finally decides to ask Eita on a date despite Mio's objection. Everything seems to be going well until Mio bumps into them.",
                    "TitleJapanese": "High Dynamic Range",
                    "SummaryJapanese": "センター試験が終わったらやろうと話していたお疲れ会が、葉月の家で開かれる。集まったのはグループ「えのすい」の五人。\nその集まりの最中、美緒は瑛太のことを気にしている。センター試験からの帰り道で、恵那に言われたことが気になっていた。恵那は瑛太のことをデートに誘ってもいいか、美緒に聞いてきたから……。それに、美緒はダメと答えていた。\n翌日の日曜日。恵那に呼び出された瑛太は、待ち合わせ場所に向かう途中に美緒とばったり遭遇する。予備校に行くかと思えば、途中までついてきて、何か不満そうな態度。わけがわからないまま、恵那と合流してしまい、ますます居心地の悪い空気になる。\n結局、理由がわからないまま美緒とは別れ、瑛太は恵那とふたりで江の島に行くことに。はたから見れば、それはデートをしているような光景だった。"
                },
                "9": {
                    "ID": "6358627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/just-because/episodes/6358627",
                    "TitleEnglish": "Answer",
                    "SummaryEnglish": "Mio finally chooses to confront her demons. In the meantime, Eita is working through his own dilemma with Ena.",
                    "TitleJapanese": "Answer",
                    "SummaryJapanese": "江の島デートの帰り際、瑛太は恵那から「コンクールで賞を取ったら告白する」と宣言されていた。それはもはや告白されたのと同じようなもので……。\n週明けに学校で会った瑛太と恵那は、お互いに意識してぎこちない態度になる。\n一方、葉月は、陽斗への態度を、はっきりさせようとしていた。それに先立ち、美緒の気持ちを葉月は確認する。以前、美緒が陽斗に消しゴムを渡す瞬間を目撃しており、美緒の中学時代からの片想いに、葉月はそれとなく気づいていた。\nそんな葉月からの問いかけに対して、美緒は今の気持ちをはっきり口にする。今は別にちゃんと好きな人がいるのだと。\n葉月のおかげで、自分の気持ちに答えを出した美緒は、迷っていた志望大学についても、ひとつの結論を出すのだった。"
                },
                "10": {
                    "ID": "6358628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/just-because/episodes/6358628",
                    "TitleEnglish": "Childhood's End",
                    "SummaryEnglish": "Eita seems to be coming to terms with his feelings. In the meantime, Mio is starting to learn what is truly important to her.",
                    "TitleJapanese": "Childhood's end",
                    "SummaryJapanese": "姉の美奈に「お姉ちゃんの大学は受けない」と宣言した美緒。美奈からは「がんばれ」とエールをもらう。それは、美緒が持っていたバレンタインチョコの包みに対しての言葉でもあった。\n迎えたバレンタイン当日。\n陽斗は葉月に呼び出されて、一緒に草野球のグラウンドに向かう。そこで、葉月はここ最近ずっと練習していた陽斗の打席曲をトランペットで吹いてくれる。\n演奏が終わったあと、葉月は告白に対する返事を陽斗にする。今は付き合えないと。春になれば、葉月は兵庫の女子大に通う。離れ離れになる。陽斗は社会人となり、お互いに相手のことを考える余裕がなくなると思うから。食い下がる陽斗に対して、葉月は、だからお互いの生活が落ち着いて……そのときでもよければ、付き合ってほしいと返事をするのだった。\n一方、瑛太にチョコを渡そうとした美緒だったが、ふとした切っ掛けで瑛太のスマホの待ち受け画面を見てしまう。設定されていたのは、恵那を撮った写真。恵那が悪戯で設定した写真でもある。けれど、そんなことを知らない美緒は、その場から逃げ出してしまう。\nそんな自分の反応に、美緒は自らの気持ちが本物で、本気であることを実感した。"
                },
                "11": {
                    "ID": "6358629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/just-because/episodes/6358629",
                    "TitleEnglish": "Roundabout",
                    "SummaryEnglish": "As entrance exams rear their head, Eita can't help but remember Mio's expression when she noticed his phone. What will happen as their paths start to diverge?",
                    "TitleJapanese": "Roundabout",
                    "SummaryJapanese": "美緒は、大学に受かったら、気持ちを全部打ち明けようと決めていた。\n瑛太もまた、大学に合格したら、この気持ちを全部伝えようと決めていた。\n迎えた大学の入学試験当日。\n瑛太は美緒の第一志望の大学へ向かう。\n美緒は瑛太が推薦で合格をもらっている大学へと向かった。土壇場で、美緒は志望大学を変更していた。\n何も知らずに、試験に集中する瑛太。\n美緒も、瑛太が受験することすら知らないまま、試験を受ける。\nすれ違ったまま、試験は終わり……やがて、合格発表の日は訪れた。"
                },
                "12": {
                    "ID": "6358630",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/just-because/episodes/6358630",
                    "TitleEnglish": "Get set, go!",
                    "SummaryEnglish": "Eita fails his entrance exam. He receives a text from Mio telling him she passed the test for her first choice. It's graduation and everyone says their good-byes. Eita tells Komiya that he was happy when she confessed to him but still, he can't go out with her because there is someone else he likes. After he left, she is seen crying in the club room. Eita runs into Mio at Joei; he confesses to liking her and she reciprocates.",
                    "TitleJapanese": "Get set, go!",
                    "SummaryJapanese": "見事、美緒は第一志望の大学に合格する。「えのすい」のLINEグループには、祝福のメッセージとスタンプが並ぶ。瑛太からも「おめでとう」の言葉が届いた。\n受験の緊張感から解放された学校内の空気は穏やかで、卒業式までの時間は静かに流れていく。\n卒業式の当日。\n美緒は瑛太と連絡を取ろうとしていた。けれど、捕まらない。LINEも「おめでとう」の一言以来返事はなく、既読も付かない。それでも、美緒は「話したいことがある。待ってる」とメッセージを残す。\n美緒からのメッセージに気づいていながら、瑛太はあえて既読を付けていなかった。推薦を蹴るつもりで挑んだ大学受験だったが、結果は不合格。不甲斐ない自分のままでは、美緒の前には立てないと思っていた。\nそんな瑛太のもとに、卒業式が終わったあとで、陽斗がやってくる。最後に一打席勝負をしようと瑛太の方から勝負を持ち掛けていた。\nグローブを持って準備をする瑛太に、陽斗はバットを差し出してくる。ホームランを打てと。それを、瑛太は挑むように受け取る。\nバッターボックスに入った瑛太が放った打球は、春のはじまりの空に、高々と舞い上がっていき……。"
                }
            }
        }
    }
}