{
    "URL": "https://www.thetvdb.com/series/children-of-the-whales",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7484994/",
        "http://kujisuna-anime.com/",
        "http://www.reddit.com/r/ChildrenoftheWhales",
        "https://www.themoviedb.org/tv/73017",
        "https://x.com/kujisuna_anime"
    ],
    "TitleEnglish": "Children of the Whales",
    "SummaryEnglish": "As a magic wielder, young archivist Chakuro knows his time is short, but everything changes when a girl from the outside appears on his island.",
    "TitleJapanese": "クジラの子らは砂上に歌う",
    "SummaryJapanese": "砂刑暦93年——\n\n砂の海に覆われた世界の中、小島のような漂泊船「泥クジラ」の上で暮らす人々がいた。\n\n外界との接触がまったくないこの島の人口は、513人。\n\n\n\n感情を源とする超能力「情念動（サイミア）」を有する代わりに短命な「印（シルシ）」と、\n\n能力を持たないが長命の「無印（むいん）」という種族からなる彼らは、\n\n小さな共同体を形成し穏やかに過ごしていたのである。\n\n\n\n島の記録係である「印」のチャクロは、ある日泥クジラに漂着した廃墟船を調査する中で、謎の少女「リコス」と出会う。\n\n島の人間にとって、初めてとなる外界の人間との接触。\n\nそれは、新世界を開く福音なのか──。",
    "Aliases": [
        "Kujira no Kora wa Sajō ni Utau",
        "Kujira no Kora wa Sajou ni Utau"
    ],
    "Modified": "2025-08-19",
    "Seasons": {
        "0": {
            "ID": "721659",
            "URL": "https://www.thetvdb.com/series/children-of-the-whales/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "6312523",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/children-of-the-whales/episodes/6312523",
                    "TitleEnglish": "Children of the Whales Learning! (Part 1)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "クジラの子らは砂上に学ぶ！ (前編)",
                    "SummaryJapanese": "BD/DVD BOX 1 特典 新作OVA"
                },
                "2": {
                    "ID": "6312524",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/children-of-the-whales/episodes/6312524",
                    "TitleEnglish": "Children of the Whales Learning! (Part 2)",
                    "SummaryEnglish": null,
                    "TitleJapanese": "クジラの子らは砂上に学ぶ！ (後編)",
                    "SummaryJapanese": "BD/DVD BOX 2 特典 新作OVA"
                }
            }
        },
        "1": {
            "ID": "721660",
            "URL": "https://www.thetvdb.com/series/children-of-the-whales/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6211455",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/children-of-the-whales/episodes/6211455",
                    "TitleEnglish": "It Was Our Entire World",
                    "SummaryEnglish": "Chakuro's peaceful life on the Mud Whale is interrupted by the appearance of another island. When they investigate, he finds a girl living there.",
                    "TitleJapanese": "私たちの大事な世界の全てだった",
                    "SummaryJapanese": "砂刑暦93年。果てのない砂の海を漂流する漂泊船「泥クジラ」で暮らす人々がいた。その生活を記録する“記録係”の少年チャクロは、半年ぶりに発見した流れ島で、衰弱した少女・リコスを発見する。島の執行部である長老会は、リコスを危険視して拘束しようと試みたが、泥クジラの不良グループ“体内モグラ”のリーダー、オウニが彼女を連れ去ってしまう。彼は、チャクロを先導役として引き連れ、リコスの暮らした“外の世界”を目指すのだった。"
                },
                "2": {
                    "ID": "6312502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/children-of-the-whales/episodes/6312502",
                    "TitleEnglish": "Criminals of Fálaina",
                    "SummaryEnglish": "The rebellious Ouni takes Chakuro and Lykos back to her island. She explains that she's an Apátheia, a soldier who's lost her emotions.",
                    "TitleJapanese": "鯨(ファレナ)の罪人たち",
                    "SummaryJapanese": "辿り着いたリコスの島は、まるで廃墟であり、多数の墓標が置かれていた。リコスは、オウニが憧れる外の世界――それは感情のない兵士“アパトイア”が、あてのない戦いを続けているものだと語る。泥クジラに戻った彼らは、砂の海に生息するホシボシバッタが、光を放ち群れで移動を始める「飛蝗現象」に遭遇するが、泥クジラの穏やかな日々は、この日を境に一変する。小型艇に乗った兵士たちが次々と飛来し、無差別に島の人たちを襲撃しはじめたのだった。"
                },
                "3": {
                    "ID": "6312503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/children-of-the-whales/episodes/6312503",
                    "TitleEnglish": "I Don't Care About This World Anymore",
                    "SummaryEnglish": "The Mud Whale is invaded by the ruthless and mysterious troops of the \"Empire.\" Using magic, Ouni and some of the others begin fighting back.",
                    "TitleJapanese": "こんな世界は、もうどうでもいい",
                    "SummaryJapanese": "リコスの警告通り、仮面を付けた兵士たちが泥クジラに襲来し、無慈悲な攻撃を開始。これにより、タイシャやブキ、サミら大勢の島民が絶命する。異変を感じたオウニは地下牢から飛び出し、その惨状を目撃。怒りに震える彼は、サイミアを駆使して兵士たちを次々と撃退していく。兵士たちは一時撤退したものの、あまりの惨劇にショックを隠せない泥クジラの面々。「泣いてはいけない」とされる砂葬でも、涙を堪えられる者はいなかった。"
                },
                "4": {
                    "ID": "6312504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/children-of-the-whales/episodes/6312504",
                    "TitleEnglish": "We and the Mud Whale Will be Committed to the Sand",
                    "SummaryEnglish": "After naming Suou the new mayor of the Mud Whale, the elders tells him some secrets. Chakuro has a disturbing vision when he meets Neri.",
                    "TitleJapanese": "泥クジラと共に砂に召されるのだよ",
                    "SummaryJapanese": "長老会に呼び出されたスオウは、新しい首長に任命される。だが、その最初で最後の仕事として命じられたのは、泥クジラを砂の海に沈めることだった。長老会曰く、泥クジラは罪人が流刑された場所であり、謎の兵士たち＝帝国軍の襲来は、侵略ではなく処刑であったという。ネリからそれを聞かされたチャクロは、泥クジラを守るため仲間たちやリコスと共に泥クジラの地下に向かい、拘束されたスオウの救出を目指すのだった。"
                },
                "5": {
                    "ID": "6312505",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/children-of-the-whales/episodes/6312505",
                    "TitleEnglish": "I Don't Want to Run Away",
                    "SummaryEnglish": "The committee orders the vigilantes to attack the Nous, which Lykos says is the Mud Whale's heart. The island shakes while Ouni fights Shuan.",
                    "TitleJapanese": "逃げるのはイヤだ",
                    "SummaryJapanese": "チャクロたちが泥クジラの地下で見たのは、泥クジラの心臓部である魂形（ヌース）・ファレナであった。長老会は、自警団に命じてヌースを破壊し、泥クジラを沈めようと試みる。だが、泥クジラに希望を見たリコス、そして母なる地を失いたくないチャクロや彼の仲間たちが抵抗したことで、長老会はヌースの破壊を断念。首長スオウの元、泥クジラ存続のためにまとまる住民たちであったが、帝国軍の次なる襲撃は4日後に迫っていた。"
                },
                "6": {
                    "ID": "6312506",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/children-of-the-whales/episodes/6312506",
                    "TitleEnglish": "They Could Kill Someone Tomorrow",
                    "SummaryEnglish": "The Mud Whale's magic users begin training to use their skills in combat as part of Suou's defense plan, but not everyone is happy with his decision.",
                    "TitleJapanese": "明日、人を殺してしまうかもしれない",
                    "SummaryJapanese": "戦艦スキロスによる再襲撃を四日後に控え、泥クジラの住人たちは島の防衛準備に入っていた。泥クジラを守るべくバリケードを建設する一方で、スオウはトクサ、チャクロなど印たちによる突撃部隊の編成を指揮し、スキロスに逆上陸して襲撃する作戦を企てる。緊張感が高まる中、住民同士で砂を掛け合う恒例の儀式「スナモドリ」は決行され、一瞬の間だが人々に笑顔が戻った泥クジラ。だが、スキロスの襲撃は刻一刻と迫っていた。"
                },
                "7": {
                    "ID": "6312507",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/children-of-the-whales/episodes/6312507",
                    "TitleEnglish": "I Want to See Your Futures",
                    "SummaryEnglish": "Imperial forces attack the Mud Whale during a sandstorm. Now Ouni and Lykos must lead the defense squad to fight for the island.",
                    "TitleJapanese": "お前たちの未来が見たい",
                    "SummaryJapanese": "帝国軍と泥クジラ、その決戦の火蓋が落とされた。幼い子どもたちも戦力として動員しなければならない状況に、首長であるスオウやマソオら大人たちは複雑な感情を抱く。だが、帝国軍の進撃は止まず、ついには長老会のハクジも倒れてしまう。一方、リコスの先導で戦艦スキロスへの潜入に成功した突撃部隊は、オウニの圧倒的な戦闘力を活かし、内部へと歩を進めていた。だが、目的地であるヌースの間に潜入したとき、悲劇が訪れる"
                },
                "8": {
                    "ID": "6312508",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/children-of-the-whales/episodes/6312508",
                    "TitleEnglish": "Disappear From This World",
                    "SummaryEnglish": "Lykos confronts the Imperial forces and Ouni attempts to help her and Chakuro reach the Nous. Shuan and Liontari continue their duel.",
                    "TitleJapanese": "この世から消えてしまえ",
                    "SummaryJapanese": "泥クジラでは帝国軍有利な情勢の中、泥クジラ自警団団長のシュアンと帝国軍のリョダリが一騎打ちを繰り広げていた。スオウはヌース・ファレナを通じ、帝国の人間でありながら感情がコントロールできず、家族から“恥さらし”とまで言われたリョダリの悲しみに触れる。だが、リョダリは心を読まれてなお、戦いに身を投じる。一方、戦艦スキロスのヌースの間でも、泥クジラの部隊は追い込まれていた。オウニも負傷し、窮地に陥ってしまう。"
                },
                "9": {
                    "ID": "6312509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/children-of-the-whales/episodes/6312509",
                    "TitleEnglish": "I Wish to See What Comes of the Choice You Have Made",
                    "SummaryEnglish": "Though badly outnumbered, the Mud Whale's defenders continue to fight valiantly. Ouni and Nibi make a last stand against the Imperial forces.",
                    "TitleJapanese": "君の選択の、その先が見たい",
                    "SummaryJapanese": "戦艦スキロスのヌースの間での戦いにより、オウニは親友であるニビを失う。この死に感情を爆発させたオウニは、ファレナの“デモナス（悪霊）”として危険視された能力を解放。ヌースの間では使えないはずのサイミアでスキロスを崩壊に導く。その最中、チャクロは謎の生命体オリヴィニスから、泥クジラの住人の感情を代償にした取引を持ちかけられる。チャクロはそれを拒絶するが、彼に未来を見たオリヴィニスから、泥クジラに新たな力を与える「コカロ」を託される。"
                },
                "10": {
                    "ID": "6312510",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/children-of-the-whales/episodes/6312510",
                    "TitleEnglish": "Off on a New Journey",
                    "SummaryEnglish": "The Mud Whale survivors hold funeral rites for friend and foe alike. Though peace seems to have returned, Lykos warns that her brother won't give up.",
                    "TitleJapanese": "新しい旅に出るわ",
                    "SummaryJapanese": "ヌース・スキロスの崩壊により帝国軍は撤退し、泥クジラに平穏が訪れた。だが、戦闘の傷痕は深く、大勢の住民が砂に送られる。帝国本国では、今回の作戦の最高責任者であるオルカが糾弾されようとしていたが、彼の表情からはどこか余裕が漂っていた。\n数日が過ぎ、泥クジラは帝国軍と対立するスィデラシア連合王国の所属艦と接触する。さらに、コカロとエマの邂逅により船の「舵」を獲得。ここにきて泥クジラを巡る環境は大きく変わろうとしていた。"
                },
                "11": {
                    "ID": "6312521",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/children-of-the-whales/episodes/6312521",
                    "TitleEnglish": "Just a Dream",
                    "SummaryEnglish": "Orca is brought before the military high command for judgment, but he's in no mood to accept their decision. Lykos confronts Rochalízo.",
                    "TitleJapanese": "夢の話だ",
                    "SummaryJapanese": "帝国本国では、ファレナ殲滅作戦失敗の責任を問うエクレシア（魂召会）の審問が開かれた。糾弾されたオルカだったが、巧みな話術と人心掌握術でアラフニに責任を押し付けただけでなく、エクレシアの承認を得て、新たな作戦を企図する。\nその頃、スオウは印の短命に関する秘密をついに知ってしまう。泥クジラのヌースは、印の命を食べて動力を得ていたのだ。さらに、体内モグラのシコンとシコクが、印主導の社会を求めて反旗を翻そうとする。"
                },
                "12": {
                    "ID": "6312522",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/children-of-the-whales/episodes/6312522",
                    "TitleEnglish": "Glad to Be Born Here",
                    "SummaryEnglish": "Now that they know the truth, the Mud Whale's residents face a decision. Meanwhile, Orca carries out his own plans in the empire.",
                    "TitleJapanese": "ここに生まれてよかった",
                    "SummaryJapanese": "シコンとシコクによる反逆はオウニの反発もあって失敗に終わるが、無印と印の間には軋轢を生む結果となる。その混乱の最中、印たちの兄貴分的存在であったマソオが、寿命により息絶えてしまう。\nスオウは、泥クジラの住民たちに印の短命の秘密を明らかにする。シコン、シコクを筆頭にスオウを責める声も出たが、スオウは、オウニに新たな共同体のリーダーとなってもらいたいと提案する。そして泥クジラは「ファレナの檻」を超え、新世界へと旅立っていくのだった。"
                }
            }
        }
    }
}