{
  "URL": "https://www.thetvdb.com/series/recovery-of-an-mmo-junkie",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Romance"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt7662364/",
    "http://netoju.com/",
    "https://www.themoviedb.org/tv/74163"
  ],
  "TitleEnglish": "Recovery of an MMO Junkie",
  "SummaryEnglish": "Moriko Morioka is a 30-year-old single NEET woman. After dropping out from reality, she has taken off in search for a fulfilling life and ended up in a net game or \"netoge.\" In the netoge world, she began her new life as a refreshing and handsome character named Hayashi. While starting out as a beginner, a pretty character named Lily reached out to help her. Meanwhile, in the real world, awaits a shocking encounter with a good-looking elite company employee, a mysterious blue-eyed blonde.",
  "Aliases": [
    "Net-juu no Susume",
    "Neto-Jū no Susume",
    "Netojū no Susume",
    "Netojuu no Susume",
    "Recommendation of the Wonderful Virtual Life"
  ],
  "Modified": "2025-08-19",
  "Seasons": {
    "0": {
      "ID": "723303",
      "URL": "https://www.thetvdb.com/series/recovery-of-an-mmo-junkie/seasons/official/0",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "6235597",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/recovery-of-an-mmo-junkie/episodes/6235597",
          "TitleEnglish": "Recovery of an MMO Junkie / Moriko Logs In to Fruits de Mer",
          "SummaryEnglish": "When Moriko's computer breaks down, she asks for help from a certain someone to buy a new one. Before even realizing it, she's agreed to have that person over to her place to build the PC itself! Who's coming over?! Will Moriko successfully clear the \"Invite a Guest Over\" quest?!",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "723305",
      "URL": "https://www.thetvdb.com/series/recovery-of-an-mmo-junkie/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 10,
      "Episodes": {
        "1": {
          "ID": "6235587",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/recovery-of-an-mmo-junkie/episodes/6235587",
          "TitleEnglish": "♀ IRL, ♂ Online",
          "SummaryEnglish": "Morioka Moriko is a 30 year old who chose the NEET path for herself after quitting her job. She decides she'll find more happiness online than in the real world and so makes a hot male character in an MMO named Hayashi. In game, she meets an adorable and kindhearted experienced player named Lily, as well as other friends. Now begins Moriko's fulfilling online life as a self-styled \"elite NEET\"!",
          "Aliases": []
        },
        "2": {
          "ID": "6235588",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/recovery-of-an-mmo-junkie/episodes/6235588",
          "TitleEnglish": "We Don't Know a Thing",
          "SummaryEnglish": "Moriko is enjoying her online life to the fullest with Lily and all her friends. But Moriko ends up telling a lie about her personal situation outside of game to them, and now she feels guilty. Meanwhile, in the real world, Moriko ends up bumping into a hot, blond-haired, green-eyed man.",
          "Aliases": []
        },
        "3": {
          "ID": "6235589",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/recovery-of-an-mmo-junkie/episodes/6235589",
          "TitleEnglish": "You and I, the Cowards",
          "SummaryEnglish": "Thanks to her guild members, Moriko is now free of her worries, and she's committed to enjoying her time online. But just as she logs in, she suddenly gets an expensive present from Lily. Fearing some sort of ulterior motive, Momoko begins to panic.",
          "Aliases": []
        },
        "4": {
          "ID": "6235590",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/recovery-of-an-mmo-junkie/episodes/6235590",
          "TitleEnglish": "Like a Maiden in Love",
          "SummaryEnglish": "Morioka is so taken by the new loot boxes in Fruit de Mer that she decides to spend money and aim for the top prize with her guild, but the so-called greed sensor keeps getting in her way. On the other hand, in real life, a man suddenly starts talking to her at the convenience store.",
          "Aliases": []
        },
        "5": {
          "ID": "6235591",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/recovery-of-an-mmo-junkie/episodes/6235591",
          "TitleEnglish": "Secret Triangle",
          "SummaryEnglish": "Hayashi asks for some advice from Lily, and from what Hayashi says, Sakurai starts to wonder if Hayashi and Moriko are the same person. Meanwhile, Moriko undergoes a makeover to prepare herself for her night out with Koiwai. But when the day finally comes, Koiwai doesn't show up, even after Moriko spends so much time waiting. Just as she's about to give up and go home, who does she run into?",
          "Aliases": []
        },
        "6": {
          "ID": "6235592",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/recovery-of-an-mmo-junkie/episodes/6235592",
          "TitleEnglish": "I'm So Embarrassed I Could Die!",
          "SummaryEnglish": "Sakura takes Moriko out after running into her at the train station. Koiwai takes her out the next day, but Sakura resigns himself to not being with Moriko.",
          "Aliases": []
        },
        "7": {
          "ID": "6235593",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/recovery-of-an-mmo-junkie/episodes/6235593",
          "TitleEnglish": "You and I, and Me and You",
          "SummaryEnglish": "Sakurai, now sure that Moriko is indeed Hayashi, finds himself hesitating over playing online with Hayashi. Sakurai decides to continuing playing as if not knowing who Hayashi is, but finds himself wavering when Hayashi talks so happily about Sakurai. At the same time, Koiwai decides to give the game a spin himself.",
          "Aliases": []
        },
        "8": {
          "ID": "6235594",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/recovery-of-an-mmo-junkie/episodes/6235594",
          "TitleEnglish": "One Step Forward",
          "SummaryEnglish": "To play online with Koiwai, Moriko makes a temporary alt character named Molly. After seeing Molly, Sakurai remembers a player he met in another game named Yuki. He met Yuki when he was still a student, and she was a working adult.",
          "Aliases": []
        },
        "9": {
          "ID": "6235595",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/recovery-of-an-mmo-junkie/episodes/6235595",
          "TitleEnglish": "I Call That Feeling Marble",
          "SummaryEnglish": "While Moriko is surprised to hear the shocking truth from Sakurai, she's still looking forward to playing MMOs together with Lily. But ever since the day in which Moriko learned the truth, Lily hasn't logged in...",
          "Aliases": []
        },
        "10": {
          "ID": "6235596",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/recovery-of-an-mmo-junkie/episodes/6235596",
          "TitleEnglish": "On a Moonlit Evening",
          "SummaryEnglish": "A single comment from Yashiro cuts far too deep for Moriko, and so Moriko flies out of the convenience store to get away. To get out from the rain, Sakurai invites her into his home. The pair of them try to convey how they feel about one another, while still assessing just how close they may already be. The two of them have made their relationship strong through the time they spent together online. But what kind of relationship does that really make?",
          "Aliases": []
        }
      }
    }
  }
}