{
    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9731082/",
        "https://www.themoviedb.org/tv/74092"
    ],
    "TitleEnglish": "A Sister's All You Need",
    "SummaryEnglish": "This is the story about the daily life of a young siscon novelist, Itsuki Hashima with his perfect little brother Chihiro, the genius illustrator Nayuta Kani, his best friend Shirakawa Kyoto and some insane partners from his publishers.",
    "Aliases": [
        "It'd be Good if Only Little Sister Was Here",
        "Imouto sae Ireba Ii"
    ],
    "Modified": "2025-08-19",
    "Seasons": {
        "0": {
            "ID": "723981",
            "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/seasons/official/0",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "6342899",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/episodes/6342899",
                    "TitleEnglish": "Chihiro's All You Need",
                    "SummaryEnglish": null
                },
                "2": {
                    "ID": "6342900",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/episodes/6342900",
                    "TitleEnglish": "Nayuta's All You Need",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "6342901",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/episodes/6342901",
                    "TitleEnglish": "Miyako's All You Need",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "6342902",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/episodes/6342902",
                    "TitleEnglish": "Haruto's All You Need",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "6635424",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/episodes/6635424",
                    "TitleEnglish": "Kaiko's All You Need",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "6635425",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/episodes/6635425",
                    "TitleEnglish": "Ashley's All You Need",
                    "SummaryEnglish": null
                },
                "7": {
                    "ID": "6660591",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/episodes/6660591",
                    "TitleEnglish": "Toki's All You Need",
                    "SummaryEnglish": null
                },
                "8": {
                    "ID": "6660592",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/episodes/6660592",
                    "TitleEnglish": "Setsuna's All You Need",
                    "SummaryEnglish": null
                }
            }
        },
        "1": {
            "ID": "730089",
            "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6318514",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/episodes/6318514",
                    "TitleEnglish": "I Only Need a Little Brother Who Can Cook, a Beautiful Naked Girl, and Friends I Can Relate to",
                    "SummaryEnglish": "Itsuki Hashima is a popular, young novelist. However, he is obsessed with little sisters and his works seem to always include little sisters, so there’s some difficulty coming up with a new series. One day, his younger step-brother Chihiro and his colleagues, Hayato Fuwa, Nayuta Kani, and fellow college student, Miyako Shirakawa show up at his apartment. They enjoy dinner, drinks, and a game. That night, Nayuta makes advances towards Itsuki, but..."
                },
                "2": {
                    "ID": "6342861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/episodes/6342861",
                    "TitleEnglish": "If Only a Miracle Would Happen",
                    "SummaryEnglish": "Nayuta and Miyako walk in on Itsuki, who was naked in front of the bathroom mirror, trying to act out the little sister character in his new volume. Itsuki is everything to Nayuta, and Miyako secretly has some feelings for Itsuki, but Nayuta also cherishes Miyako because she showed her compassion in her time of need. Nayuta invites Miyako to the hotel she’s staying at and immediately gets naked. She then asks Miyako to also get naked for some kind of research for her novel..."
                },
                "3": {
                    "ID": "6342862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/episodes/6342862",
                    "TitleEnglish": "As Long As It's For Research",
                    "SummaryEnglish": "Itsuki, Nayuta, and Miyako have a hard time dealing with the cold and head down to Okinawa. The next day, they visit a remote island so Itsuki can do some research and Nayuta decides to flail around naked in the water. Miyako is awed by what she's seeing and eventually jumps into the water naked, as well. Two days later, Itsuki is invited by his illustrator to go to Hokkaido, where they try various local cuisines. However, Itsuki finds out that Setsuna had been ignoring a deadline..."
                },
                "4": {
                    "ID": "6342863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/episodes/6342863",
                    "TitleEnglish": "As Long As You're Working.",
                    "SummaryEnglish": "Nayuta, Miyako and Haruto gather at Itsuki’s room for Valentine’s Day, and Haruto tries to show off his friendship with Itsuki again. Toki then shows up with the chocolates that fans had sent to them. A few days later, a new face shows up at Itsuki’s house. Itsuki was getting ready to do his final return for his taxes and all of his possessions are carefully inspected by the new figure..."
                },
                "5": {
                    "ID": "6342865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/episodes/6342865",
                    "TitleEnglish": "All You Need Is to Write Novels.",
                    "SummaryEnglish": "Itsuki is nearing his final deadline for volume 5 and flees from his editor, Toki, however he is immediately caught. However, Itsuki manages to escape when he runs into Setsuna and they both go to a hot springs. Setsuna felt like he was in a slump and wanted to see some asses to get some inspiration. But when they get to the ryokan with the hot springs, Itsuki witnesses something horrifying..."
                },
                "6": {
                    "ID": "6342866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/episodes/6342866",
                    "TitleEnglish": "Having Your Media Developments Go Well Is All You Need.",
                    "SummaryEnglish": "Itsuki has a meeting with Kaiko Mikuniyama, the manga artist who will be doing the manga version of “Mahou Academy.” She looks very refined, which makes Itsuki nervous, but apparently she loves little sisters as much as he does. The group has a little celebration to celebrate the upcoming broadcast of Haruto’s anime and the manga version of Itsuki’s series. The group gets together once again to watch the broadcast of the first anime episode live, but…"
                },
                "7": {
                    "ID": "6342868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/episodes/6342868",
                    "TitleEnglish": "Adventure Is All You Need",
                    "SummaryEnglish": "In order to cheer Haruto up after his anime was such a flop, Itsuki gets him as well as Nayuta, Miyako and Chihiro together so they can play a TRPG. Itsuki usually plays girls in games, but for some reason, Chihiro makes out their character to be Itsuki’s character’s little sister, which leads to Nayuta and Miyako also making their characters sisters of the other two. Haruto becomes the GM and does whatever he wants."
                },
                "8": {
                    "ID": "6342869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/episodes/6342869",
                    "TitleEnglish": "All You Need Is Love and Friendship",
                    "SummaryEnglish": "After Haruto tells him how he feels about Miyako, Itsuki promises to help him out. Around the same time, Nayuta, who sees Miyako as an older sister, tells him that she wants to have a birthday party for her. Itsuki and Nayuta have difficulties trying to figure out what to get Miyako for her birthday, so Nayuta asks her who her favorite author is, and she responds with Itsuki. Nayuta feels jealousy toward Itsuki for the first time, since they’re both authors. What was the gift that Nayuta ended up getting Miyako?"
                },
                "9": {
                    "ID": "6342871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/episodes/6342871",
                    "TitleEnglish": "Nudity and Underwear Are All You Need",
                    "SummaryEnglish": "Toki brings Itsuki the manuscript for the Mahou Academy manga. Itsuki was looking forward to what Kaiko had drawn because of her art quality, but there was a problem. Itsuki is unable to get over this problem and goes to confront Kaiko. Setsuna then shows up and has a manga battle with Kaiko on who will do the manga version of Itsuki’s book."
                },
                "10": {
                    "ID": "6342874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/episodes/6342874",
                    "TitleEnglish": "A Lack of Problems Is All You Need.",
                    "SummaryEnglish": "Chihiro starts working part time at Ashley’s office. Chihiro cleans Ashley’s whole office and then goes to take a bath and Ashley finds out Chihiro’s “secret.” Meanwhile, Itsuki heads to the zoo with Nayuta so he can do some research for his next book and they observe all the naked animals. He then goes to the aquarium with Chihiro and then takes Chihiro home in a taxi and..."
                },
                "11": {
                    "ID": "6342875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/episodes/6342875",
                    "TitleEnglish": "Becoming the Protagonist Is All You Need.",
                    "SummaryEnglish": "Itsuki asks Miyako to take something to the publisher’s for him and she runs into Nayuta’s editor. Miyako tells her that she will go see Nayuta and get her to finish the manuscript in person, and her editor thanks her. Miyako then realizes that she might want to be an editor herself. To celebrate his new volume being released, Itsuki has his friends come over and they all play the game “Once Upon a Time” and chaos ensues."
                },
                "12": {
                    "ID": "6342877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-sisters-all-you-need/episodes/6342877",
                    "TitleEnglish": "A Sister's All You Need?",
                    "SummaryEnglish": "Itsuki falls asleep at the kotatsu and has a dream. He dreams about his darker middle school days. His mother had just died and he falls in love with a certain girl, but... Back in modern time, Itsuki celebrates his book becoming an anime and has a mixer at his apartment. Haruto brings over a board game about being a light novel artist and they all play. What kind of results will they all get in the end?"
                }
            }
        }
    }
}