{
    "URL": "https://www.thetvdb.com/series/konohana-kitan",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7535746/",
        "https://www.themoviedb.org/tv/74098"
    ],
    "TitleEnglish": "Konohana Kitan",
    "SummaryEnglish": "Konohana Kitan is the heartwarming story of a cute new apprentice named Yuzu and the other fox girls who work at a hot spring hotel called Konohatei. As earnest but somewhat clumsy Yuzu learns the ins and outs of the inn, she also interacts with its five other employees and is able to get along with them.",
    "TitleJapanese": "このはな綺譚",
    "SummaryJapanese": "神様に遣える狐っ娘たちが働く温泉宿「此花亭」。\n\n「このはな綺譚」は此花亭に奉公にきた新人仲居の柚と、\n柚を取り巻く仲間たちとの心温まる物語です。\n\n仲居たちの想いはひとつ。\n「正体が何者でも、 どなたさまでも、お客様は神様です。」\nもちろん、 いま目の前におられる、あなたも…。\n\n柚たち仲居の “おもてなし” に触れ、疲れた心を癒してください。",
    "Aliases": [],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "723945",
            "URL": "https://www.thetvdb.com/series/konohana-kitan/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6244244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konohana-kitan/episodes/6244244",
                    "TitleEnglish": "Sakuya Konohana",
                    "SummaryEnglish": "Yuzu is the new live-in employee at Konohanatei, a hot spring hotel run by fox girls. It's tough work, but she makes new friends, and gets plenty of help adjusting.",
                    "TitleJapanese": "さくやこのはな",
                    "SummaryJapanese": "あの世とこの世の間にある宿場町に建つ「此花亭」。 ここは神様に仕える狐っ娘たちが働く温泉宿。 期待と緊張で胸をふくらませ「此花亭」へ奉公にやってきた曲。 個性的な先輩たちに迎えられ、仲居修行が始まりました。 ある日、ちょっと頑張り過ぎてしまった曲は、お客様である薬屋さんを転ばせてしまい、 先輩仲居であるとともに謝罪へと向かうのですが...。"
                },
                "2": {
                    "ID": "6341035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konohana-kitan/episodes/6341035",
                    "TitleEnglish": "Spring Journey",
                    "SummaryEnglish": "Satsuki gets a well-deserved day off, but she doesn't appreciate it as much as she should. As it turns out, there's a reason.",
                    "TitleJapanese": "春の旅路",
                    "SummaryJapanese": "巫女になる夢を持つものの、今の環境に悩み、不満が募る皐。 そんな早に抽はお花見風呂をプレゼント。そのお礼にと、皐は柚を町へ誘います。 初めての町に興奮気味な柚。ところが柚の一言で、皐は不機嫌に。 そこへふらふらと現れる「妹を探している」という女性。 柚は居ても立ってもいられず、一緒に人探しを始めます。"
                },
                "3": {
                    "ID": "6341036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konohana-kitan/episodes/6341036",
                    "TitleEnglish": "Waiting Lovesick",
                    "SummaryEnglish": "One of the guests, Aoi, seems to have developed a crush on Natsume. Ren isn’t amused.",
                    "TitleJapanese": "恋待ち焦がれ",
                    "SummaryJapanese": "性格も見た目も正反対の蓮と。いつも些細な事で喧嘩が絶えません。 今日も水仕事の際に二人で女将に水をかけ大目玉を食らったばかりです。 基り兼ねた蓮は仲居頭の桐に相方を代えてもらうように直談判。 袖にする?と言われ脱力して戻ってくる連。 そんな蓮と報が初めて出会ったのは湖の畔でした..."
                },
                "4": {
                    "ID": "6341037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konohana-kitan/episodes/6341037",
                    "TitleEnglish": "Floating Bridge of Dreams",
                    "SummaryEnglish": "Konohanatei is visited by two strange beings: a mystery egg, to which Ren wakes up found fixed to her belly, and a fast-growing child, and an elderly lady who appears to be her grandmother.",
                    "TitleJapanese": "夢の浮き橋",
                    "SummaryJapanese": "ある日の早朝、いつも通りに目覚めた蓮。いつも通りの一日が始まるはずでした。 しかし、お腹に違和感が、、、なんと蓮のお腹に卵が張り付いていました! まさか事との間の、、、抽たちも卵を剥がそうとしますがびくともしません。 とりあえず運を休ませてお仕事をする仲居達。 果たして蓮はどうなってしまうのか?そしてこの卵は一体...?"
                },
                "5": {
                    "ID": "6341038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konohana-kitan/episodes/6341038",
                    "TitleEnglish": "Brought by the Spring Rains",
                    "SummaryEnglish": "A priest brings an odd Japanese doll to Konohanatei. Not only is the doll cursed, she seems to have an attitude.",
                    "TitleJapanese": "梅雨送りし",
                    "SummaryJapanese": "ある日、和尚から此花亭に持ち込まれた髪が伸びる呪いの日本人形。 袖たちは、どうにか供養をしようと勝手に伸びる前髪を揃えたり、化粧をしたりと人形を散々な目に合わせ てしまいます。 いつもなら怖がられるはずなのに、、、、と目を白黒させる人形の名は「お菊」。 そしてついには何と仲居のお仕事までさせられる事になってしまいました...。"
                },
                "6": {
                    "ID": "6341039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konohana-kitan/episodes/6341039",
                    "TitleEnglish": "Konohanatei Horror Stories",
                    "SummaryEnglish": "The girls spend a night sharing horror stories. Just as the boss yells at them for being up past bedtime, they count an extra member in the group.",
                    "TitleJapanese": "此花亭怪談",
                    "SummaryJapanese": "八百比丘尼が雪の中で見つけた小さな尻尾。それは幼い狐の尻尾でした。 「比丘尼はこの狐の娘を自分の元へと連れて帰ります。 そしてある日、娘に「釉」と名付けるのでした。 舞台は今。抽たちは夜更かしをして怪談話の真っ最中。 女将が怒鳴り込んできてそろそろお開きにしようとした時にふと人数を数えてみると、一人多い...。 その瞬間、蝋燭の火が消えて...。"
                },
                "7": {
                    "ID": "6341040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konohana-kitan/episodes/6341040",
                    "TitleEnglish": "Night of the Summer Festival",
                    "SummaryEnglish": "The bon festival is here, and the attendants take turns off work to check it out.",
                    "TitleJapanese": "夏祭りの夜",
                    "SummaryJapanese": "夏祭りの太鼓の音が遠くに鳴り響く夜。 袖は比丘尼様から聞いたお祭りを思い出すのですが頭の中では色々なものが混ざってしまいます。 そんな袖に本当のお祭りを見せようと桐は仲居たちを二組に分けて参加を許します。 最初は抽、卓、機の3人。初めて目にする光景に感情が高ぶる抽。 「しかし盆踊りの輪に入って踊っている間に早、櫻とはぐれてしまいました...。"
                },
                "8": {
                    "ID": "6341041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konohana-kitan/episodes/6341041",
                    "TitleEnglish": "The Transient Guest",
                    "SummaryEnglish": "It’s a castaway! It’s a mermaid! Actually, it’s a troubled human girl, one of several people who have wandered into the inn’s presence recently.",
                    "TitleJapanese": "かりそめの訪客",
                    "SummaryJapanese": "ある日海岸を歩いていた曲は波打ち際に倒れている女の子、礼(あや)を見つけます。 目を覚ました礼は船で遭難したと言い出しますが、その後すぐに「遭難したのは嘘で、本当は人魚で仲間と はぐれたんだ」と言います。 抽は人魚に会えた事に大喜び。礼と一緒に仲間の人魚を探し始めます。 しかし礼は人魚だというのも嘘だと言います。果たして礼とは一体何者なのか...?"
                },
                "9": {
                    "ID": "6341042",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konohana-kitan/episodes/6341042",
                    "TitleEnglish": "Evanescent...",
                    "SummaryEnglish": "The goddess of water bubbles pays a visit to Konohanatei. The reason for her stay doesn’t become clear until it’s a little too late.",
                    "TitleJapanese": "泡沫（うたかた）の…",
                    "SummaryJapanese": "草木が色づき始める頃、袖と機が亀を連れて帰ってきました。\n海岸で猿の子供たちに虐められていた所を助け出したのです。 「亀は助けてくれたお礼に“わだつみの神の宮殿”に抽たちを招待します。 「どこかで聞いた事があるような...と、思いつつも甲羅に跨る二人。 いざ竜宮城へ、と勢いよく池の中へと潜る亀ですが...。"
                },
                "10": {
                    "ID": "6341043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konohana-kitan/episodes/6341043",
                    "TitleEnglish": "The Sister Strikes",
                    "SummaryEnglish": "Satsuki accidentally gets herself shrunken down. Her sister makes a visit, mostly to tease her, but also to bring what could be sad news for the rest of Konohanatei.",
                    "TitleJapanese": "姉上襲来",
                    "SummaryJapanese": "秋も深まった頃、此花亭では猫たちが祝宴の席。 ネズミの親分と薬屋さんも出席してなにやら楽しそうです。\n卓は前夜の宴会疲れもあって、仲居部屋でちょっと休憩。 | 抽が勧めてくれた茶菓子を一つ口に放り込むと...!? 「小さくなってしまった卓は袖の肩に乗って仲居の仕事をこなそうとしますが、そこから見える景色はいつも と違って...。"
                },
                "11": {
                    "ID": "6341044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konohana-kitan/episodes/6341044",
                    "TitleEnglish": "A God's Day Off",
                    "SummaryEnglish": "One of Sakura’s regulars visits Konohanatei, followed by two gods of entertainment. Things get really busy at Konohanatei.",
                    "TitleJapanese": "神様の休日",
                    "SummaryJapanese": "枯葉舞い散る此花亭に、一人のお客様がやってきました。 その方は櫻ちゃんのお得意様...戦の神様です。 さらに、賑やかなお二人のお客様がいらっしゃいました。 蓮ちゃんがお姉さま方とお呼びする神様...芸能の神様です。 神様たちがホッとするひと時を比花亭で過ごしていただきたいと忙しく立ち働く曲たちでした。 一方、お菊は真之介と町に出て、捨てられていた人形に出会うのですが...。"
                },
                "12": {
                    "ID": "6341045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/konohana-kitan/episodes/6341045",
                    "TitleEnglish": "Miracle on New Year's Eve",
                    "SummaryEnglish": "The Konohanatei gang visit the shrine for New Year’s Eve. Yuzu gets lost again, but she makes some new friends as she tries to find her way home.",
                    "TitleJapanese": "大晦日の奇跡",
                    "SummaryJapanese": "「年の瀬も押し迫り、今日は大晦日。\n蓮の手作り年越しそばに舌鼓を打ち、此花亭の抽たちは二年参りに向かいます。\n「思い返せば一年前はまだ比丘尼様と二人きりで...\n抽は、そんな感謝を神様へと伝えます。 やがて除夜の鐘が鳴り始めたその時抽は...。"
                }
            }
        }
    }
}