{
    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6638842/",
        "https://www.kinonotabi-anime.com/",
        "https://www.themoviedb.org/tv/74097",
        "https://x.com/kinonotabianime"
    ],
    "TitleEnglish": "Kino's Journey: The Beautiful World",
    "SummaryEnglish": "The story follows the travels of Kino, a young adventurer who rides a talking motorcycle named Hermes. They explore the people and cultures of different places throughout their adventures, spending only three days at each location.",
    "Aliases": [
        "Kino's Journey (2017)",
        "Kino's Journey -the Beautiful World-",
        "Kino no Tabi -the Beautiful World- the Animated Series"
    ],
    "Modified": "2025-08-19",
    "Seasons": {
        "1": {
            "ID": "724465",
            "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6249220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6249220",
                    "TitleEnglish": "A Country Where People Can Kill Others",
                    "SummaryEnglish": "Kino and Hermes meet a young man on their travels. He planned to move to the country that lay up ahead, but according to him, murder isn't prohibited by law there, and a vicious criminal has escaped to that land."
                },
                "2": {
                    "ID": "6350897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6350897",
                    "TitleEnglish": "Colosseum",
                    "SummaryEnglish": "Kino arrives at a country they've wanted to visit for a while. While they had high hopes for it after hearing it was a wonderful country, everything had changed with transition to a new king."
                },
                "3": {
                    "ID": "6351325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6351325",
                    "TitleEnglish": "Bothersome Country",
                    "SummaryEnglish": "Kino is napping in her hammock when the ground suddenly begins to shake. The shaking grows stronger, and a huge, ashen country wall appears. Kino and Hermes are shocked at the sight of the moving country. When Kino gives waving their hand a try, the moving country asks if they would like to enter. They welcome Kino in and they spend several days aboard the constantly moving country, until..."
                },
                "4": {
                    "ID": "6351326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6351326",
                    "TitleEnglish": "Ship Country",
                    "SummaryEnglish": "Shizu and Riku arrive in a country known as the \"Ship Country.\" It sails from continent to continent, trading goods and taking on travelers willing to work on the ship. The country's leader gives Shizu the job of overseeing the common people, but he says he'd rather work alongside them. His wish is granted, and he's given a girl called Ti to be his guide."
                },
                "5": {
                    "ID": "6359260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6359260",
                    "TitleEnglish": "Country of Liars",
                    "SummaryEnglish": "A cold wind blows with early winter. After receiving permission to stay in a country for three days, Kino and Hermes encounter a man who's waiting for his lover's return. After parting ways with him, Kino is welcomed by the residents in town."
                },
                "6": {
                    "ID": "6359261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6359261",
                    "TitleEnglish": "In the Clouds",
                    "SummaryEnglish": "A group of travelers sets camp high up in a tall mountain range. The affluent group laughs together, wearing warm clothes, and prepares their dinner. Meanwhile, one girl works silently away."
                },
                "7": {
                    "ID": "6359262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6359262",
                    "TitleEnglish": "Historic Country",
                    "SummaryEnglish": "Kino tells Hermes a story about Kino's master during her youth."
                },
                "8": {
                    "ID": "6359264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6359264",
                    "TitleEnglish": "Country of Radio Waves",
                    "SummaryEnglish": "Shizu begins his journey in search of a permanent residence along with Riku and Ti. After their group arrives at a country with stable order and a good economy, they take their time surveying the nation."
                },
                "9": {
                    "ID": "6359265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6359265",
                    "TitleEnglish": "Various Countries",
                    "SummaryEnglish": "On top of a mountain, an old bandit stands on lookout with a teenage boy. Together, they carefully size up their prey: a dark-haired man in a buggy with a girl and a dog, a single rider on a motorrad, and... In addition, Kino drinks tea and makes a meal."
                },
                "10": {
                    "ID": "6359266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6359266",
                    "TitleEnglish": "Kind Country",
                    "SummaryEnglish": "A small country lies surrounded by mountains. Blessed with beautiful forests, the country is still very poorly rated by travelers. The rumors were so bad they drew Kino's interest, who decides to visit the country with Hermes."
                },
                "11": {
                    "ID": "6359267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6359267",
                    "TitleEnglish": "Country of Adults",
                    "SummaryEnglish": "A girl going through her \"Final Week\" before becoming an adult meets a traveler named Kino. Kino travels a world unknown to the girl, the world outside her nation's walls, living life freely."
                },
                "12": {
                    "ID": "6359268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6359268",
                    "TitleEnglish": "Fields of Sheep",
                    "SummaryEnglish": "Framed by the warm sun, Kino passes through verdant, rocky plains. Beside the road, Kino spots some peaceful, napping sheep... who stand up and charge. A heated chase ensues until Kino is driven off a cliff by the herd of violent sheep."
                }
            }
        }
    }
}