{
    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6638842/",
        "https://www.kinonotabi-anime.com/",
        "https://www.themoviedb.org/tv/74097",
        "https://x.com/kinonotabianime"
    ],
    "TitleEnglish": "Kino's Journey: The Beautiful World",
    "SummaryEnglish": "The story follows the travels of Kino, a young adventurer who rides a talking motorcycle named Hermes. They explore the people and cultures of different places throughout their adventures, spending only three days at each location.",
    "TitleJapanese": "キノの旅 -the Beautiful World- the Animated Series",
    "SummaryJapanese": "主人公の人間キノと言葉を話す二輪車エルメスは、\n世界をあちこち旅している。\n\n世界のあちこちには個性豊かな国があり、\n人々は自分たちなりの法や常識をもって暮らしていて、\nキノとエルメスはそんな国々を訪れ、基本的に３日間だけ滞在し、\nまた次の国へと旅立っていくのだ。\n\nそんなキノとエルメスの旅の話は、時に優しく、時に哀しく、\n時に滑稽で、時に胸に突き刺さる。そして、珠玉の物語たちは、\n一言では言い表せない鮮烈な光景を私たちに見せてくれるのだ。\n\n“美しくなんかない。そしてそれ故に、美しい”世界を。\n\nこの不変的な魅力は多くの人々を惹きつけてやまず、シリーズ累計820万部を記録。\nファンの根強い応援を受け、2017年に再TVアニメ化とコミカライズ2作が始動した。\nさらに大きく広がる「キノの旅」ワールドに、ぜひご期待ください。",
    "Aliases": [
        "Kino no Tabi -the Beautiful World- the Animated Series",
        "Kino's Journey (2017)",
        "Kino's Journey -the Beautiful World-"
    ],
    "Modified": "2025-08-19",
    "Seasons": {
        "1": {
            "ID": "724465",
            "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6249220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6249220",
                    "TitleEnglish": "A Country Where People Can Kill Others",
                    "SummaryEnglish": "Kino and Hermes meet a young man on their travels. He planned to move to the country that lay up ahead, but according to him, murder isn't prohibited by law there, and a vicious criminal has escaped to that land.",
                    "TitleJapanese": "人を殺すことができる国",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6350897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6350897",
                    "TitleEnglish": "Colosseum",
                    "SummaryEnglish": "Kino arrives at a country they've wanted to visit for a while. While they had high hopes for it after hearing it was a wonderful country, everything had changed with transition to a new king.",
                    "TitleJapanese": "コロシアム",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "6351325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6351325",
                    "TitleEnglish": "Bothersome Country",
                    "SummaryEnglish": "Kino is napping in her hammock when the ground suddenly begins to shake. The shaking grows stronger, and a huge, ashen country wall appears. Kino and Hermes are shocked at the sight of the moving country. When Kino gives waving their hand a try, the moving country asks if they would like to enter. They welcome Kino in and they spend several days aboard the constantly moving country, until...",
                    "TitleJapanese": "迷惑な国",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "6351326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6351326",
                    "TitleEnglish": "Ship Country",
                    "SummaryEnglish": "Shizu and Riku arrive in a country known as the \"Ship Country.\" It sails from continent to continent, trading goods and taking on travelers willing to work on the ship. The country's leader gives Shizu the job of overseeing the common people, but he says he'd rather work alongside them. His wish is granted, and he's given a girl called Ti to be his guide.",
                    "TitleJapanese": "船の国",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "6359260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6359260",
                    "TitleEnglish": "Country of Liars",
                    "SummaryEnglish": "A cold wind blows with early winter. After receiving permission to stay in a country for three days, Kino and Hermes encounter a man who's waiting for his lover's return. After parting ways with him, Kino is welcomed by the residents in town.",
                    "TitleJapanese": "嘘つき達の国",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "6359261",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6359261",
                    "TitleEnglish": "In the Clouds",
                    "SummaryEnglish": "A group of travelers sets camp high up in a tall mountain range. The affluent group laughs together, wearing warm clothes, and prepares their dinner. Meanwhile, one girl works silently away.",
                    "TitleJapanese": "雲の中で",
                    "SummaryJapanese": "高い山々が連なる中、旅の一団が野営をしていた。裕福そうな一行は、暖かな恰好で笑い合い、夕餉の支度をする。そんな中、黙々と働く一人の少女がいた。ボロをまとったその少女は、皆から罵倒され、馬鹿にされても、誰も恨まず憎まず、ただ真面目に働くが……。"
                },
                "7": {
                    "ID": "6359262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6359262",
                    "TitleEnglish": "Historic Country",
                    "SummaryEnglish": "Kino tells Hermes a story about Kino's master during her youth.",
                    "TitleJapanese": "歴史のある国",
                    "SummaryJapanese": "キノとエルメスが次に向かう国は大きくて立派な時計塔があるらしい。キノは、その国がかつて師匠と相棒が訪れた場所だと思いだす。若いころ、世界のあちこちを旅していた師匠。時計塔がある国で、相棒が汚職警官に濡れ衣を着せられ、逮捕されてしまった。師匠は相棒を見捨てる振りをして一度出国する。"
                },
                "8": {
                    "ID": "6359264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6359264",
                    "TitleEnglish": "Country of Radio Waves",
                    "SummaryEnglish": "Shizu begins his journey in search of a permanent residence along with Riku and Ti. After their group arrives at a country with stable order and a good economy, they take their time surveying the nation.",
                    "TitleJapanese": "電波の国",
                    "SummaryJapanese": "シズは、陸やティーとともに、移住先を探す旅を始める。政治や経済が安定している国に辿り着いた一行は、じっくり国を見て回る。人々は親切で移民の受け入れもしているとわかり、喜ぶシズ。事件に巻き込まれたのを機に、この国が抱える長年の問題を知った彼は、上層部に掛け合って解決に乗り出す。"
                },
                "9": {
                    "ID": "6359265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6359265",
                    "TitleEnglish": "Various Countries",
                    "SummaryEnglish": "On top of a mountain, an old bandit stands on lookout with a teenage boy. Together, they carefully size up their prey: a dark-haired man in a buggy with a girl and a dog, a single rider on a motorrad, and... In addition, Kino drinks tea and makes a meal.",
                    "TitleJapanese": "いろいろな国",
                    "SummaryJapanese": "ある山の上で、山賊の長老が十代半ばの少年と共に見張りをしている。彼らは慎重に獲物を見定めていた。バギーに乗った黒髪の男に小さな女の子と犬。一人で旅するモトラド乗り。そして……。他にもキノがお茶を飲んだり、料理をしたり。そんなキノとエルメスたちのいつもの、いろいろな旅の話。"
                },
                "10": {
                    "ID": "6359266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6359266",
                    "TitleEnglish": "Kind Country",
                    "SummaryEnglish": "A small country lies surrounded by mountains. Blessed with beautiful forests, the country is still very poorly rated by travelers. The rumors were so bad they drew Kino's interest, who decides to visit the country with Hermes.",
                    "TitleJapanese": "優しい国",
                    "SummaryJapanese": "山に囲まれた小さな国がある。美しい自然に恵まれた国だが、旅人の評判はとても悪い。あまりのひどさに逆に興味を持ったキノは、エルメスとともにその国を訪れる。ところが、住民はキノとエルメスの姿を見るや、大喜び。さらに、さくらという名の少女が立候補し、キノたちをホテルまで案内してくれる。"
                },
                "11": {
                    "ID": "6359267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6359267",
                    "TitleEnglish": "Country of Adults",
                    "SummaryEnglish": "A girl going through her \"Final Week\" before becoming an adult meets a traveler named Kino. Kino travels a world unknown to the girl, the world outside her nation's walls, living life freely.",
                    "TitleJapanese": "大人の国",
                    "SummaryJapanese": "大人になる前の“最後の一週間”を過ごす少女は、旅人のキノと出会う。キノは、少女が知らない城壁の外の世界を旅し、自由気ままに生きているらしい。十二歳になったら大人になり、両親の職業を継ぐものと教えられてきた少女。ほんの少しだけ疑問を感じた彼女は両親にそれを打ち明けるが……。"
                },
                "12": {
                    "ID": "6359268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kinos-journey-the-beautiful-world-2017/episodes/6359268",
                    "TitleEnglish": "Fields of Sheep",
                    "SummaryEnglish": "Framed by the warm sun, Kino passes through verdant, rocky plains. Beside the road, Kino spots some peaceful, napping sheep... who stand up and charge. A heated chase ensues until Kino is driven off a cliff by the herd of violent sheep.",
                    "TitleJapanese": "羊たちの国",
                    "SummaryJapanese": "キノとエルメスが、地平線まで続くなだらかな草原をのんびり走っていると、羊の群れと遭遇した。キノは刺激しないように距離を取ってすれ違おうとするものの、羊の群れは突如走り出し、襲い掛かる。追い詰められたキノは戦おうとするが、エルメスは自分を置いてキノだけ逃げるよう勧める。"
                }
            }
        }
    }
}