{
  "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Fantasy",
    "Horror"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt7694276/",
    "https://12taisen.com/#top",
    "https://www.themoviedb.org/tv/74095",
    "https://x.com/@12taisen"
  ],
  "TitleEnglish": "Juni Taisen: Zodiac War",
  "SummaryEnglish": "12 warriors who are burdened with the names of the 12 Chinese Zodiac members fight with each other's lives and pride at stake, all to grant just one wish.",
  "Aliases": [
    "Juuni Taisen"
  ],
  "Modified": "2025-04-05",
  "Seasons": {
    "1": {
      "ID": "726012",
      "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6271258",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271258",
          "TitleEnglish": "Even Boars May Become Pigs After Seven Generations",
          "SummaryEnglish": "The Juni Taisen takes place once every twelve years. The participating warriors must kill each other until only one remains; this winner will have one wish granted. Warrior of the Boar, Inonoshishi, is the daughter of the last Taisen's winner. She sabotaged and destroyed her little sister in order to take her place at the Taisen, because her pride as eldest daughter could not withstand the thought of being displaced. She uses her skill \"Non-Reload\" and swears to win elegantly, but she ends up fighting her first enemy in an unexpected way.",
          "Aliases": []
        },
        "2": {
          "ID": "6271260",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271260",
          "TitleEnglish": "Tricks Both Mongrel and Fowl",
          "SummaryEnglish": "Warrior of the Dog, Dotsuku, is known for his powerful bite, \"Mad Dog's Vise.\" However, he has a secret skill: the ability to create and secrete a variety of poisons from his body. This provides Dotsuku an advantage in a contest where all the participants have been poisoned to enforce a time limit. His plan is to let the other warriors kill each other, and wait while they thin out their own numbers... but his plan is interrupted by a certain under-the-radar warrior.",
          "Aliases": []
        },
        "3": {
          "ID": "6271262",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271262",
          "TitleEnglish": "Cutting a Chicken with a Beef Cleaver",
          "SummaryEnglish": "The rooster warrior, Niwatori, does not have the powerful weapons of other warriors, but instead has the skill of borrowing the sight of birds, \"Unome Hawk's Eye\", and can handle even the most sneaky betrayal without remorse. With strength, he has survived the harsh battlefield. However, even in such a battle, she shakes for the first time in front of the monkey warrior, Sharyu, who seeks peace. She refuses the invitation of sand grains and walks around the town while asking herself what her strength is ...",
          "Aliases": []
        },
        "4": {
          "ID": "6271263",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271263",
          "TitleEnglish": "The Enemy, a Noble Primate",
          "SummaryEnglish": "Shin's warrior, Sharyu, is a powerful and unrivaled warrior who has the skills to freely manipulate liquids, individuals, and gases under the guidance of his masters, water monkeys, rock monkeys, and vaporized monkeys. However, she believes in using that power in the right direction, and has led numerous battles to a ceasefire with high bargaining power over battlefields around the world. Even in the Twelve Wars, the sand grains trying to find the way to peace are the only ones asked by the child warrior, the mouse, who responded to peace, whether it makes sense to save such a crappy human being. I remember my experience on a battlefield",
          "Aliases": []
        },
        "5": {
          "ID": "6271264",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271264",
          "TitleEnglish": "A Wolf in Sheep's Clothing",
          "SummaryEnglish": "Warrior of the Ram, Hitsujii, is a legendary warrior and previous winner of the 9th Juni Taisen. He was an arms merchant who also made his name on the battlefield, but at the time, his one wish was to see his grandchild's face. In this new Taisen, Hitsujii ranks the other warriors by their ability and plots a scheme using the poison Juseki crystal, which he somehow managed not to swallow.",
          "Aliases": []
        },
        "6": {
          "ID": "6271265",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271265",
          "TitleEnglish": "Even a Champion Racehorse May Stumble",
          "SummaryEnglish": "Warrior of the Horse, Uuma, has trained his physical body to its limits to acquire the ultimate defensive technique, \"Stirrup.\" But his confidence in that ability faltered during his meeting with the Warrior of the Ox, which ended poorly for him. Uuma barricades himself in a bank fault, thinking he can win if he waits out the time limit... but an intruder casts doubt on that goal.",
          "Aliases": []
        },
        "7": {
          "ID": "6271266",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271266",
          "TitleEnglish": "In Like a Dragon, Out Like a Snake, Part 1",
          "SummaryEnglish": "The warrior of the snake, the Tatsumi brothers, and the younger brother are dangerous people who profess to have been arsonists if they were not warriors. The condemned brothers, who are absolutely confident in the combination of twins, used to \"play\" to test their strength when they were boys. The condemned brother / brother remembers being helped by his brother in the final \"play\" that day when he learned that one of them was destined to die after participating in the Twelve Wars. Now, in front of him who has arrived at the venue of the Twelve Wars, a rabbit warrior, Usagi, appears and proposes to become a \"friend\".",
          "Aliases": []
        },
        "8": {
          "ID": "6271267",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271267",
          "TitleEnglish": "In Like a Dragon, Out Like a Snake, Part 2",
          "SummaryEnglish": "The dragon warrior, the Tatsumi brothers, and the older brother play an irreverent attitude, but also have a calm and calm attitude, and are the warriors who play the leading role in the combination with the younger brother. With the skill of \"heavenly detention\" that monitors from far above, he looked down at his younger brother who had become a moving corpse (Walking Dead). The condemned brother, who was looking for a chance to intervene in the battle, recalls the impeachment trial that was once held on the battlefield for his brother's act as a warrior.",
          "Aliases": []
        },
        "9": {
          "ID": "6271269",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271269",
          "TitleEnglish": "The Man Who Chases Two Rabbits Catches Neither",
          "SummaryEnglish": "Rabbit warrior, Usagi, makes warriors \"friends\" one after another as \"corpse making (necromantist)\". Ox's warrior, Ushii, and Tora's warrior, Tora, confront the corpses of the condemned brothers who joined the \"friends\" in four tomoes. Envy, who is obsessed with lost well, remembers the days when he was struggling for correctness. Yuuki wields both swords \"March Hare\" and \"White Rabbit\" to approach the two who seem to have escaped from the predicament due to the wisdom of the lost well.",
          "Aliases": []
        },
        "10": {
          "ID": "6271270",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271270",
          "TitleEnglish": "A Tiger May Die, but It Leaves Its Skin",
          "SummaryEnglish": "Tora's warrior, Tora, was born in a family line of the department, and knowing that fighting is a \"road\", he goes to the battlefield with a sense of mission. However, he was frustrated and drowned in sake before the reality of no justice. Envy, who drinks and keeps fighting, meets a warrior with overwhelming \"correctness\" on a certain battlefield. Having participated in the Twelve Wars to meet the warrior again, she is now trying to fulfill her wish to duel with him.",
          "Aliases": []
        },
        "11": {
          "ID": "6271272",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271272",
          "TitleEnglish": "To Treat a Man to Beef from His Own Cow",
          "SummaryEnglish": "Ox's warrior, Ushii, is a warrior who is said to be \"unintelligibly strong.\" His weapons, which are so genius that ordinary people cannot measure, are the saber called \"burdock sword\" and the well-trained sword technique. In the style of \"just kill\", he has maintained his correctness and killed his enemies on any battlefield. Awe-inspiringly nicknamed the \"genius of killing all,\" Misui once rescued a girl on the battlefield ...",
          "Aliases": []
        },
        "12": {
          "ID": "6271273",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271273",
          "TitleEnglish": "The One Wish That Must Be Granted, and the Ninety-Nine That Can Be Done Without",
          "SummaryEnglish": "The child warrior, Mouse, was an ordinary high school student in everyday life. Having survived so far with the skill \"Mr. Mouse (Handred Click)\", he finds out what other warriors wished to participate in the Twelve Wars during the battle. In response to the reappearing question of Dudecapul, sleeping and living, thinking of various human desires, gives the only answer that he thinks is right, as Mr. Misui said.",
          "Aliases": []
        }
      }
    }
  }
}