{
    "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy",
        "Horror"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7694276/",
        "https://12taisen.com/#top",
        "https://www.themoviedb.org/tv/74095",
        "https://x.com/@12taisen"
    ],
    "TitleEnglish": "Juni Taisen: Zodiac War",
    "SummaryEnglish": "12 warriors who are burdened with the names of the 12 Chinese Zodiac members fight with each other's lives and pride at stake, all to grant just one wish.",
    "TitleJapanese": "十二大戦",
    "SummaryJapanese": "十二年に一度開催される第十二回目の十二大戦。干支の名を宿す十二人の猛き戦士が互いの命と魂を賭けて戦う。参加者は『子』『丑』『寅』『卯』『辰』『巳』『午』『未』『申』『酉』『戌』『亥』の十二人、異様なる戦士たち。その戦いに勝利した者は、どんな願いでもたったひとつだけ叶えることができる。どうしても叶えたいたったひとつの願い――最後に生き残る者は誰か？　策謀と殺戮の渦巻く戦場で、流れるのは誰の涙か？　魂を揺さぶるバトルロイヤルが開戦する。",
    "Aliases": [
        "Juuni Taisen"
    ],
    "Modified": "2025-04-05",
    "Seasons": {
        "1": {
            "ID": "726012",
            "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6271258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271258",
                    "TitleEnglish": "Even Boars May Become Pigs After Seven Generations",
                    "SummaryEnglish": "The Juni Taisen takes place once every twelve years. The participating warriors must kill each other until only one remains; this winner will have one wish granted. Warrior of the Boar, Inonoshishi, is the daughter of the last Taisen's winner. She sabotaged and destroyed her little sister in order to take her place at the Taisen, because her pride as eldest daughter could not withstand the thought of being displaced. She uses her skill \"Non-Reload\" and swears to win elegantly, but she ends up fighting her first enemy in an unexpected way.",
                    "TitleJapanese": "猪も七代目には豚になる",
                    "SummaryJapanese": "十二年に一度行われる十二大戦。出場戦士全員が殺し合い、最後の一人まで勝ち残った者は、どんな願いでもたったひとつだけ叶えることができるという。亥の戦士・異能肉（いのうのしし）は、前回大戦の覇者「伊能家」の令嬢。長女のプライドから、代表になるはずだった妹を蹴落として大会に参加した彼女は、「湯水のごとく（ノンリロード）」というスキルを武器に、優雅に戦い抜くことを誓うが、思わぬ形で最初の敵と対峙することになる。"
                },
                "2": {
                    "ID": "6271260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271260",
                    "TitleEnglish": "Tricks Both Mongrel and Fowl",
                    "SummaryEnglish": "Warrior of the Dog, Dotsuku, is known for his powerful bite, \"Mad Dog's Vise.\" However, he has a secret skill: the ability to create and secrete a variety of poisons from his body. This provides Dotsuku an advantage in a contest where all the participants have been poisoned to enforce a time limit. His plan is to let the other warriors kill each other, and wait while they thin out their own numbers... but his plan is interrupted by a certain under-the-radar warrior.",
                    "TitleJapanese": "鶏鳴狗盗",
                    "SummaryJapanese": "戌の戦士・怒突（どつく）は、強烈な嚙みつき「狂犬鋲（きょうけんびょう）」という戦闘スタイルで知られるが、その裏で、体内でさまざまな毒を分泌できるというスキルを隠し持っていた。\n参戦した戦士全員が服毒し、タイムリミットを持つというルールの中で、アドバンテージを得た怒突は、他の戦士たちが殺し合い、数が減るまで待つ作戦をとってほくそ笑む……そんな彼の元に現れたのは、ノーマークの意外な戦士だった。"
                },
                "3": {
                    "ID": "6271262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271262",
                    "TitleEnglish": "Cutting a Chicken with a Beef Cleaver",
                    "SummaryEnglish": "The rooster warrior, Niwatori, does not have the powerful weapons of other warriors, but instead has the skill of borrowing the sight of birds, \"Unome Hawk's Eye\", and can handle even the most sneaky betrayal without remorse. With strength, he has survived the harsh battlefield. However, even in such a battle, she shakes for the first time in front of the monkey warrior, Sharyu, who seeks peace. She refuses the invitation of sand grains and walks around the town while asking herself what her strength is ...",
                    "TitleJapanese": "牛刀をもって鶏を裂く",
                    "SummaryJapanese": "酉の戦士・庭取（にわとり）は、他の戦士ほどの強力な武器を持たない代わりに、鳥たちの視界を借りるスキル「鵜の目鷹の目」と、どんなに卑劣な裏切りも呵責なくこなす強かさで、過酷な戦場を生き抜いてきた。\nしかし、こんな戦いの中でも和平を模索する申の戦士・砂粒（しゃりゅう）を前にして、彼女ははじめて揺れ動いてしまう。砂粒の誘いを断った彼女は、己の強かさとは何か、自問自答しながら町を歩くが……"
                },
                "4": {
                    "ID": "6271263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271263",
                    "TitleEnglish": "The Enemy, a Noble Primate",
                    "SummaryEnglish": "Shin's warrior, Sharyu, is a powerful and unrivaled warrior who has the skills to freely manipulate liquids, individuals, and gases under the guidance of his masters, water monkeys, rock monkeys, and vaporized monkeys. However, she believes in using that power in the right direction, and has led numerous battles to a ceasefire with high bargaining power over battlefields around the world. Even in the Twelve Wars, the sand grains trying to find the way to peace are the only ones asked by the child warrior, the mouse, who responded to peace, whether it makes sense to save such a crappy human being. I remember my experience on a battlefield",
                    "TitleJapanese": "敵もさる者ひっかく者",
                    "SummaryJapanese": "申の戦士・砂粒（しゃりゅう）は、師匠である水猿、岩猿、気化猿より手ほどきを受け、液体、個体、気体を自在に操るスキルを持つ強力無比な戦士。だが、彼女はその力を正しい方向に使うことを信条とし、世界中の戦場をめぐって、高い交渉力によって数多の戦いを停戦に導いてきた。\n十二大戦においてもなお、和平の道を探ろうとする砂粒は、唯一、和平に呼応した子の戦士・寝住（ねずみ）に、そこまでしてくだらない人間を救う意味はあるのかと問われて、ある戦場での体験を思い出す。"
                },
                "5": {
                    "ID": "6271264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271264",
                    "TitleEnglish": "A Wolf in Sheep's Clothing",
                    "SummaryEnglish": "Warrior of the Ram, Hitsujii, is a legendary warrior and previous winner of the 9th Juni Taisen. He was an arms merchant who also made his name on the battlefield, but at the time, his one wish was to see his grandchild's face. In this new Taisen, Hitsujii ranks the other warriors by their ability and plots a scheme using the poison Juseki crystal, which he somehow managed not to swallow.",
                    "TitleJapanese": "羊の皮をかぶった狼",
                    "SummaryJapanese": "未の戦士・必爺（ひつじい）は、第九回十二大戦の覇者であるレジェンド級の老戦士。\n武器商人として戦場を渡り歩き、戦士としても勇名を馳せていた彼が、そのとき叶えたのは「孫の顔が見たい」という願いだった。\n出場戦士たちの実力とランクを予想して、持ち前の老獪さで戦略を練る必爺は、密かに呑み込まずにおいた猛毒結晶「獣石」を活かし、他の戦士を騙そうと企む。"
                },
                "6": {
                    "ID": "6271265",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271265",
                    "TitleEnglish": "Even a Champion Racehorse May Stumble",
                    "SummaryEnglish": "Warrior of the Horse, Uuma, has trained his physical body to its limits to acquire the ultimate defensive technique, \"Stirrup.\" But his confidence in that ability faltered during his meeting with the Warrior of the Ox, which ended poorly for him. Uuma barricades himself in a bank fault, thinking he can win if he waits out the time limit... but an intruder casts doubt on that goal.",
                    "TitleJapanese": "千里の馬も蹴躓く",
                    "SummaryJapanese": "午の戦士・迂々真（ううま）は、己の肉体を極限まで鍛え上げることで手に入れた最強の防御術「鐙（あぶみ）」に絶対の自信を持つ戦士。しかし、最強と目される丑の戦士・失井（うしい）とかち合い、全身を傷つけられて自信を打ち砕かれる。\n銀行の金庫にバリケードを築き、引きこもる迂々真。このまま時間切れを待てば、あるいは勝ちを拾えるかもしれない……そんな希望は、ある闖入者によって破られる。"
                },
                "7": {
                    "ID": "6271266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271266",
                    "TitleEnglish": "In Like a Dragon, Out Like a Snake, Part 1",
                    "SummaryEnglish": "The warrior of the snake, the Tatsumi brothers, and the younger brother are dangerous people who profess to have been arsonists if they were not warriors. The condemned brothers, who are absolutely confident in the combination of twins, used to \"play\" to test their strength when they were boys. The condemned brother / brother remembers being helped by his brother in the final \"play\" that day when he learned that one of them was destined to die after participating in the Twelve Wars. Now, in front of him who has arrived at the venue of the Twelve Wars, a rabbit warrior, Usagi, appears and proposes to become a \"friend\".",
                    "TitleJapanese": "竜頭蛇尾(先攻)",
                    "SummaryJapanese": "巳の戦士・断罪（たつみ）兄弟・弟は、戦士になっていなければ放火魔になっていたと公言する危険人物。双子のコンビネーションには絶対の自信を持つ断罪兄弟は、少年の頃、自分達の力を試す『遊び』をしていた。\nいずれ十二大戦に参加してどちらかが死ぬ運命だと知ったその日、最後の「遊び」の中で兄に助けられたことを思い出す断罪兄弟・弟。今、十二大戦の会場に辿り着いた彼の前に、卯の戦士・憂城（うさぎ）が現れ、「お友達」になってと持ち掛ける。"
                },
                "8": {
                    "ID": "6271267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271267",
                    "TitleEnglish": "In Like a Dragon, Out Like a Snake, Part 2",
                    "SummaryEnglish": "The dragon warrior, the Tatsumi brothers, and the older brother play an irreverent attitude, but also have a calm and calm attitude, and are the warriors who play the leading role in the combination with the younger brother. With the skill of \"heavenly detention\" that monitors from far above, he looked down at his younger brother who had become a moving corpse (Walking Dead). The condemned brother, who was looking for a chance to intervene in the battle, recalls the impeachment trial that was once held on the battlefield for his brother's act as a warrior.",
                    "TitleJapanese": "竜頭蛇尾(後攻)",
                    "SummaryJapanese": "辰の戦士・断罪（たつみ）兄弟・兄は、傲岸不遜な態度を演じる一方、沈着冷静さも兼ね備え、弟とのコンビネーションの中では指揮役を担う戦士。遥か上空から監視する「天の抑留」というスキルで、動く死体（ウォーキングデッド）になり果てた弟を見下ろしていた。\n戦いに介入するチャンスを窺っていた断罪兄弟・兄は、かつて兄弟が戦場において戦士としてあるまじき行為をしたとして行われた弾劾裁判のことを思い出す。"
                },
                "9": {
                    "ID": "6271269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271269",
                    "TitleEnglish": "The Man Who Chases Two Rabbits Catches Neither",
                    "SummaryEnglish": "Rabbit warrior, Usagi, makes warriors \"friends\" one after another as \"corpse making (necromantist)\". Ox's warrior, Ushii, and Tora's warrior, Tora, confront the corpses of the condemned brothers who joined the \"friends\" in four tomoes. Envy, who is obsessed with lost well, remembers the days when he was struggling for correctness. Yuuki wields both swords \"March Hare\" and \"White Rabbit\" to approach the two who seem to have escaped from the predicament due to the wisdom of the lost well.",
                    "TitleJapanese": "二兎追う者は一兎も得ず",
                    "SummaryJapanese": "卯の戦士・憂城（うさぎ）は、「死体作り（ネクロマンチスト）」として、次々に戦士を「お友達」にして行く。\n丑の戦士・失井（うしい）と寅の戦士・妬良（とら）は、「お友達」に加わった断罪兄弟の死体と四つ巴になって対峙。失井に執念を燃やす妬良は、正しさを求めてあがいていた日々を思い出す。失井の機知で窮地を脱したかに見えた二人に、憂城が両刀「三月兎」と「白兎」を振るって迫る。"
                },
                "10": {
                    "ID": "6271270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271270",
                    "TitleEnglish": "A Tiger May Die, but It Leaves Its Skin",
                    "SummaryEnglish": "Tora's warrior, Tora, was born in a family line of the department, and knowing that fighting is a \"road\", he goes to the battlefield with a sense of mission. However, he was frustrated and drowned in sake before the reality of no justice. Envy, who drinks and keeps fighting, meets a warrior with overwhelming \"correctness\" on a certain battlefield. Having participated in the Twelve Wars to meet the warrior again, she is now trying to fulfill her wish to duel with him.",
                    "TitleJapanese": "虎は死んで皮を残す",
                    "SummaryJapanese": "寅の戦士・妬良（とら）は、部門の家系に生まれ、戦うことを「道」だと心得て、使 命感に燃えて戦場に赴く。だが、正義などない現実の前に挫折、酒に溺れた。\n飲んだくれて戦い続ける妬良は、とある戦場で圧倒的な「正しさ」を持つ戦士と出会 う。その戦士と再び会うため十二大戦に参加した彼女はいま、彼と決闘するという願い を叶えようとしていた。"
                },
                "11": {
                    "ID": "6271272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271272",
                    "TitleEnglish": "To Treat a Man to Beef from His Own Cow",
                    "SummaryEnglish": "Ox's warrior, Ushii, is a warrior who is said to be \"unintelligibly strong.\" His weapons, which are so genius that ordinary people cannot measure, are the saber called \"burdock sword\" and the well-trained sword technique. In the style of \"just kill\", he has maintained his correctness and killed his enemies on any battlefield. Awe-inspiringly nicknamed the \"genius of killing all,\" Misui once rescued a girl on the battlefield ...",
                    "TitleJapanese": "人の牛蒡で法事する",
                    "SummaryJapanese": "丑の戦士・失井（うしい）は、「わけがわからないほど強い」と評される戦士。あまりに天才すぎて、常人には計りかねる器量を持つ彼の武器は、「牛蒡剣」というサーベルと、鍛え抜かれた剣術のみ。「ただ殺す」というスタイルで、彼はどんな戦場においても己の正しさを貫き、敵を鏖殺してきた。\n畏敬を込めて「皆殺しの天才」とあだ名された失井は、かつて戦場でひとりの少女を救い出したことがあった……。"
                },
                "12": {
                    "ID": "6271273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/juni-taisen-zodiac-war/episodes/6271273",
                    "TitleEnglish": "The One Wish That Must Be Granted, and the Ninety-Nine That Can Be Done Without",
                    "SummaryEnglish": "The child warrior, Mouse, was an ordinary high school student in everyday life. Having survived so far with the skill \"Mr. Mouse (Handred Click)\", he finds out what other warriors wished to participate in the Twelve Wars during the battle. In response to the reappearing question of Dudecapul, sleeping and living, thinking of various human desires, gives the only answer that he thinks is right, as Mr. Misui said.",
                    "TitleJapanese": "最終回",
                    "SummaryJapanese": "子の戦士・寝住（ねずみ）は、日常ではごく普通の高校生だった。「ねずみさん（ハ ンドレッド・クリック）」というスキルでここまで生き残ってきた彼は、戦いの中で、他 の戦士たちがどんな願いを抱いてこの十二大戦に参加したのかを知る。\n再び現れたドゥデキャプルの問いに、人間のさまざまな欲望に想いを馳せた寝住は、 失井に言われた通り、自分が正しいと思うたったひとつの答えを出す。"
                }
            }
        }
    }
}