{
  "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt8644562/",
    "http://majimesugiru-anime.jp",
    "https://www.themoviedb.org/tv/74083",
    "https://x.com/shobicchi_anime"
  ],
  "TitleEnglish": "My Girlfriend Is Shobitch",
  "SummaryEnglish": "Haruka Shinozaki has been interested in the class representative, Akiho Kousaka, since his first year in high school. She is attractive, good at sports, and is an all-around model student. Since they are in the same class this year, Shinozaki decides to confess his feelings—and, to his shock, Kousaka agrees to be his girlfriend! However, he finds that Kousaka is a bit stranger than he first thought: this seemingly perfect girl has never been in a relationship. But even though she is inexperienced, she vows to please Shinozaki in every way she can... such as learning multiple sex positions or his fetishes. Shinozaki tries to assure her that her studies into such subjects aren't necessary, but Kousaka devotes herself to making him happy in more ways than one.",
  "Aliases": [
    "Boku no Kanojo ga Majime Sugiru Sho Bitch na Ken",
    "Boku no Kanojo ga Majime Sugiru Sho-bitch na Ken",
    "Boku no Kanojo ga Majime Sugiru Shobitch na Ken",
    "Boku no Kanojo ga Majime Sugiru Shojo Bicchi na Ken",
    "Boku no Kanojo ga Majimesugiru Sho-bitch na Ken",
    "Boku no Kanojo ga Majimesugiru Shobitch na Ken",
    "Boku no Kanojo ga Majimesugiru Shojo Bitch na Ken",
    "My Girlfriend is a Faithful Virgin Bitch",
    "My Girlfriend is a Shobitch",
    "My Girlfriend Is Too Much To Handle",
    "Shobitch",
    "僕の彼女がマジメ過ぎる処女ビッチな件"
  ],
  "Modified": "2025-08-20",
  "Seasons": {
    "0": {
      "ID": "728905",
      "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/seasons/official/0",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "6358598",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6358598",
          "TitleEnglish": "What If Akiho and Shinozaki Are Stuck in a Room Where They Can't Get Out Unless They Have S*x",
          "SummaryEnglish": "In the aftermath of a date, Akiho and Shinozaki seek shelter from a rainstorm at a hotel, where they find that the hotel is a virtual reality game parlor that won't let them leave until they have had an \"exciting time\"...",
          "Aliases": []
        },
        "2": {
          "ID": "8485826",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/8485826",
          "TitleEnglish": "A King's Game That Won't End Until They Reach the Extremes",
          "SummaryEnglish": "During their finals, Shinozaki, Kanata, Rina and Shizuku fail their Health exam, and in their review session Koshimizu makes Akiho coach her schoolmates with an extremely lewd variant of the King's Game, which begins to excite the girls and disquiet Shinozaki.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "728906",
      "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/seasons/official/1",
      "# Episodes": 10,
      "Episodes": {
        "1": {
          "ID": "6305001",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6305001",
          "TitleEnglish": "No, don't open it so wide please...",
          "SummaryEnglish": "Shinozaki confesses to Kosaka, the girl of his dreams. In return, she offers to learn all the ways of being a good girlfriend for him... ALL the ways. Is she doing too much?",
          "Aliases": []
        },
        "2": {
          "ID": "6347439",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6347439",
          "TitleEnglish": "\"Just whip it out now!\" ...can I say that?",
          "SummaryEnglish": "It's little sister vs. girlfriend as Kosaka and Kanata \"fight\" for Shinozaki's attention. Later, Kosaka begs Ariyama for cooking lessons and gets more than she bargained for.",
          "Aliases": []
        },
        "3": {
          "ID": "6347440",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6347440",
          "TitleEnglish": "Ah, This is My First Time Having Two at Once...",
          "SummaryEnglish": "When Shinozaki visits Kosaka's house, he discovers that Kosaka's attractive mother is just as odd as her daughter. Later, Kosaka furiously studies for their first date.",
          "Aliases": []
        },
        "4": {
          "ID": "6347441",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6347441",
          "TitleEnglish": "S-so this is how it goes, huh...",
          "SummaryEnglish": "A new student arrives, and this sheltered girl partners with Kosaka to study men. When Shinozaki fails to \"satisfy\" her, the new girl, Rina, explores other options.",
          "Aliases": []
        },
        "5": {
          "ID": "6347443",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6347443",
          "TitleEnglish": "It tore... What do I do?!",
          "SummaryEnglish": "The girls are giving Shinozaki a hard time until they misunderstand a certain question. What hilarious answers will the girls give Shinozaki?",
          "Aliases": []
        },
        "6": {
          "ID": "6347444",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6347444",
          "TitleEnglish": "D-don't show this to anyone else, okay?",
          "SummaryEnglish": "Kosaka has made a new friend, Seiya. Unfortunately for Shinozaki this opens up a lot of new feelings and he can’t quite keep his jealousy in check.",
          "Aliases": []
        },
        "7": {
          "ID": "6347445",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6347445",
          "TitleEnglish": "Jeez... I can't get my mind off of it...",
          "SummaryEnglish": "Shinozaki and Akiho find a lost dog and are instantly taken with it. Meanwhile, a school camping trip is announced and hilarity ensues.",
          "Aliases": []
        },
        "8": {
          "ID": "6347446",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6347446",
          "TitleEnglish": "I-I'm not saying you can take it that far!",
          "SummaryEnglish": "Igarashi catches Shinozaki in a questionable situation, and to make matters worse she ends up in an embarrassing one! Later on Akiho has her own dilemma to deal with.",
          "Aliases": []
        },
        "9": {
          "ID": "6347447",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6347447",
          "TitleEnglish": "I told you, not so suddenly!!",
          "SummaryEnglish": "Shinozaki is unable to go on a date with Akiho because of some family issues. Shizuku on the other hand, is more than happy to step in!",
          "Aliases": []
        },
        "10": {
          "ID": "6350039",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6350039",
          "TitleEnglish": "I can't... take it... any longer!",
          "SummaryEnglish": "As everyone begins to prepare for exams, Shinozaki reflects on his relationship with Akiho. Will the two be able to convey their honest feelings to one another?",
          "Aliases": []
        }
      }
    }
  }
}