{
    "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8644562/",
        "http://majimesugiru-anime.jp",
        "https://www.themoviedb.org/tv/74083",
        "https://x.com/shobicchi_anime"
    ],
    "TitleEnglish": "My Girlfriend Is Shobitch",
    "SummaryEnglish": "Haruka Shinozaki has been interested in the class representative, Akiho Kousaka, since his first year in high school. She is attractive, good at sports, and is an all-around model student. Since they are in the same class this year, Shinozaki decides to confess his feelings—and, to his shock, Kousaka agrees to be his girlfriend! However, he finds that Kousaka is a bit stranger than he first thought: this seemingly perfect girl has never been in a relationship. But even though she is inexperienced, she vows to please Shinozaki in every way she can... such as learning multiple sex positions or his fetishes. Shinozaki tries to assure her that her studies into such subjects aren't necessary, but Kousaka devotes herself to making him happy in more ways than one.",
    "TitleJapanese": "僕の彼女がマジメ過ぎるしょびっちな件",
    "SummaryJapanese": "ごく普通の高校2年生の男子・篠崎遥は、容姿端麗・成績優秀・スポーツ万能でクラス委員長を務める高嶺の花・香坂秋穂に対し「憧れだけにはしたくない」と勇気を出して告白、あっさりOKされて秋穂と付き合うことになる。しかし秋穂が告白直後に「良い彼女になるためにまず四十八手を暗記する」と言い出し、その後も自らの性癖を聞かれたり誤解されたりで戸惑いを覚える。実は、秋穂は恋人である遥を彼女として性的に満足させようと努力を重ねた結果、彼に対して間違った性知識を披露する癖がでてしまったのであった。",
    "Aliases": [
        "Boku no Kanojo ga Majime Sugiru Sho Bitch na Ken",
        "Boku no Kanojo ga Majime Sugiru Sho-bitch na Ken",
        "Boku no Kanojo ga Majime Sugiru Shobitch na Ken",
        "Boku no Kanojo ga Majime Sugiru Shojo Bicchi na Ken",
        "Boku no Kanojo ga Majimesugiru Sho-bitch na Ken",
        "Boku no Kanojo ga Majimesugiru Shobitch na Ken",
        "Boku no Kanojo ga Majimesugiru Shojo Bitch na Ken",
        "My Girlfriend is a Faithful Virgin Bitch",
        "My Girlfriend is a Shobitch",
        "My Girlfriend Is Too Much To Handle",
        "Shobitch"
    ],
    "Modified": "2025-08-20",
    "Seasons": {
        "0": {
            "ID": "728905",
            "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "6358598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6358598",
                    "TitleEnglish": "What If Akiho and Shinozaki Are Stuck in a Room Where They Can't Get Out Unless They Have S*x",
                    "SummaryEnglish": "In the aftermath of a date, Akiho and Shinozaki seek shelter from a rainstorm at a hotel, where they find that the hotel is a virtual reality game parlor that won't let them leave until they have had an \"exciting time\"...",
                    "TitleJapanese": "もし秋穂と篠崎がセ○クスしないと出れない部屋に閉じ込められたら／果てるまで終わらない王様ゲーム",
                    "SummaryJapanese": "OAD限定の完全オリジナルエピソード!「もし篠崎と秋穂がセックスしないと出れない部屋に閉じ込められたら」と「エキサイト王様ゲーム」を収録。TVより過激なボイスと演出に、全裸待機待ったなし!?"
                },
                "2": {
                    "ID": "8485826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/8485826",
                    "TitleEnglish": "A King's Game That Won't End Until They Reach the Extremes",
                    "SummaryEnglish": "During their finals, Shinozaki, Kanata, Rina and Shizuku fail their Health exam, and in their review session Koshimizu makes Akiho coach her schoolmates with an extremely lewd variant of the King's Game, which begins to excite the girls and disquiet Shinozaki.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "728906",
            "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/seasons/official/1",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "6305001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6305001",
                    "TitleEnglish": "No, don't open it so wide please...",
                    "SummaryEnglish": "Shinozaki confesses to Kosaka, the girl of his dreams. In return, she offers to learn all the ways of being a good girlfriend for him... ALL the ways. Is she doing too much?",
                    "TitleJapanese": "やっ、そんなに 広げないで下さい…",
                    "SummaryJapanese": "初めて出来た彼女は……ちょっぴり不思議なひとでした\nごく平凡な男子高校生・篠崎遥は、同じクラスの美少女・香坂秋穂に告白し、晴れて恋人関係になる。だが、そんな彼女の第一声は――「とりあえず四十八手を暗記してきますね」。誰よりも性的な知識に対する意欲が旺盛な『しょびっち』こと秋穂！溢れる性のワードに、アダルティな趣向。そこへ遥の幼馴染である有山雫のちょっかいも加わって、遥のエキサイトな日常が加速していく！"
                },
                "2": {
                    "ID": "6347439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6347439",
                    "TitleEnglish": "\"Just whip it out now!\" ...can I say that?",
                    "SummaryEnglish": "It's little sister vs. girlfriend as Kosaka and Kanata \"fight\" for Shinozaki's attention. Later, Kosaka begs Ariyama for cooking lessons and gets more than she bargained for.",
                    "TitleJapanese": "「そのまま出して！」 …って言えばいいの？",
                    "SummaryJapanese": "「照れなくても、素直にカナのこと好きって言えばいいよ？」\n遥の妹・篠崎奏多は兄のことが大好きな、いわゆるブラコン。そんな兄に彼女が出来たと知って、激しく動揺する奏多。秋穂に対して、大好きな兄を取られまいと必死に張り合い始める。そんな中、成績優秀、スポーツ万能の秋穂に意外な弱点が見つかる。それは料理が苦手だということ。料理上手な雫の家で、お料理教室が開かれることになるが……。"
                },
                "3": {
                    "ID": "6347440",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6347440",
                    "TitleEnglish": "Ah, This is My First Time Having Two at Once...",
                    "SummaryEnglish": "When Shinozaki visits Kosaka's house, he discovers that Kosaka's attractive mother is just as odd as her daughter. Later, Kosaka furiously studies for their first date.",
                    "TitleJapanese": "んっ、二本同時は 初めて…です。",
                    "SummaryJapanese": "「篠崎さんは、人妻でもいけるのですね」\n秋穂の家にて、両親の冬実・夏雄と会うことになった遥。貞淑な雰囲気を持つ冬実に出迎えられるも、その口から次々と飛び出すエキサイトなワードに思わず面食らってしまう。秋穂の性に対する勉強熱心さは、母親譲りのものであった。両親公認のもと、遥は秋穂とデートを行い、一緒に花見に行く約束も取り付ける。全てが順調かと思われた矢先、秋穂が突然体調を崩してしまい――。"
                },
                "4": {
                    "ID": "6347441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6347441",
                    "TitleEnglish": "S-so this is how it goes, huh...",
                    "SummaryEnglish": "A new student arrives, and this sheltered girl partners with Kosaka to study men. When Shinozaki fails to \"satisfy\" her, the new girl, Rina, explores other options.",
                    "TitleJapanese": "こ、こんな風になるんですのね…。",
                    "SummaryJapanese": "「趣味は、毛だらけの男性と戯れる事です」\n遥たちのクラスに、転入生の西城梨奈がやってくる。梨奈は資産家の令嬢だけが通う名門校から来た、生粋のお嬢様だった。初めての共学に、殿方と友達になってみたいと話す梨奈。遥と秋穂が友人作りを手伝うも、その天然的な発言に振り回されていく。それでも梨奈と友達になった秋穂は、遥を含めて一緒に動物園へ行くことに。"
                },
                "5": {
                    "ID": "6347443",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6347443",
                    "TitleEnglish": "It tore... What do I do?!",
                    "SummaryEnglish": "The girls are giving Shinozaki a hard time until they misunderstand a certain question. What hilarious answers will the girls give Shinozaki?",
                    "TitleJapanese": "破れてたって…どうしよう!?",
                    "SummaryJapanese": "「しゃべらずとも恋人の気持ちを悟れるのが、優れた彼女と聞きました」\n雫、奏多に加えて梨奈も現れたことで、さらに賑やかさを増す遥たちの学園生活。そんな中、今日も今日とて勤勉（？）に遥の彼女を務める秋穂は、さらなる『彼女力』を獲得するため、とある提案を行ってくる。それは、言葉を交さずに彼氏である遙かの気持ちを読み取る、といったものだった。時に献身的に、時にエキサイトに、秋穂の遥への奉仕が始まる。"
                },
                "6": {
                    "ID": "6347444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6347444",
                    "TitleEnglish": "D-don't show this to anyone else, okay?",
                    "SummaryEnglish": "Kosaka has made a new friend, Seiya. Unfortunately for Shinozaki this opens up a lot of new feelings and he can’t quite keep his jealousy in check.",
                    "TitleJapanese": "ほ、他の人には見せないでね？",
                    "SummaryJapanese": "「僕でよければ、すぐにでも用意するよ……穴を」\n遥たちの同級生に、女生徒にモテモテの美男子・星川聖夜がいた。しかし、そんな彼にも悩みはあった。それは女性人気が原因で、同性の友人に恵まれないこと。遥が友達になると申し出ると、大いに喜ぶ聖夜。だが、その息荒く興奮する様子に、友人以上の好意を感じ、危機感を抱く秋穂。そんな二人が、ソフトボールの大会に向け、二人きりの秘密特訓を始めてしまう……。"
                },
                "7": {
                    "ID": "6347445",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6347445",
                    "TitleEnglish": "Jeez... I can't get my mind off of it...",
                    "SummaryEnglish": "Shinozaki and Akiho find a lost dog and are instantly taken with it. Meanwhile, a school camping trip is announced and hilarity ensues.",
                    "TitleJapanese": "もう…何も考えられない…",
                    "SummaryJapanese": "「野外活動の心得　１．首輪選びが重要　２．犬語以外喋ったらおしおき」\n学校行事で一泊二日の林間学校へ行くことになった遥たち。自然溢れる山で、登山や夕食づくりなどを行っていく。初めての野外活動＆秋穂たちへのツッコミで、いつも以上に大忙しの遥。さらに、夜には『肝試し大会』まで開かれてしまう。そんな中、遥は秋穂と特別な思い出を作るため、少しだけ勇気を出して『とある行動』を取るのであった。"
                },
                "8": {
                    "ID": "6347446",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6347446",
                    "TitleEnglish": "I-I'm not saying you can take it that far!",
                    "SummaryEnglish": "Igarashi catches Shinozaki in a questionable situation, and to make matters worse she ends up in an embarrassing one! Later on Akiho has her own dilemma to deal with.",
                    "TitleJapanese": "そ、そこまでしていいなんて言ってないっ！",
                    "SummaryJapanese": "「この下半身ご乱心男～～～～ッ！」\nクラス委員長の五十嵐沙織は、学内の風紀が乱れつつあることに頭を抱えていた。不純な行為を取り締まるべく、校内を見回っていたところ、遥と奏多を見かける。遥が奏多に不謹慎な行為を行っていると勘違いした五十嵐は、彼を目の敵にし始めるのだった。そんな遥は、昼休みに秋穂を食事に誘う。だが、その時の彼は気づいていなかった。秋穂がノーパンであることに……。"
                },
                "9": {
                    "ID": "6347447",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6347447",
                    "TitleEnglish": "I told you, not so suddenly!!",
                    "SummaryEnglish": "Shinozaki is unable to go on a date with Akiho because of some family issues. Shizuku on the other hand, is more than happy to step in!",
                    "TitleJapanese": "いきなりはダメって言ったのにぃぃ!!",
                    "SummaryJapanese": "「今日……うち、パパとママもいないんだ……」\n秋穂とのデートが急遽キャンセルとなり、雫と遊ぶことになった遥。いつもの通り遥に対して過激なスキンシップ（セクハラ）を行う雫だったが、遊び終わりに、意を決して遥を両親のいない家に誘う。そして、なんとそれを了承してしまう遥であった。一方、秋穂はデートの謝罪を兼ねて、遥に特製の手製弁当を振る舞おうと決意するのだが……。"
                },
                "10": {
                    "ID": "6350039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/my-girlfriend-is-shobitch/episodes/6350039",
                    "TitleEnglish": "I can't... take it... any longer!",
                    "SummaryEnglish": "As everyone begins to prepare for exams, Shinozaki reflects on his relationship with Akiho. Will the two be able to convey their honest feelings to one another?",
                    "TitleJapanese": "もう、我慢でき、ませんっ！",
                    "SummaryJapanese": "「……好き、ですっ……」\nテスト前になかなか勉強のはかどらない遥。秋穂に勉強を見てもらうも、違う勉強へとすぐさま脱線してしまう。そこを奏多に誘われ、仕方なく兄妹で一緒に勉強することになる。そんな中、授業で校内の写生を行うことになった遥たち。ふとしたキッカケで、秋穂をモデルにすることになる遥。秋穂の顔をじっと見つめる中で、遥は改めて秋穂への想いを再確認し……。"
                }
            }
        }
    }
}