{
    "URL": "https://www.thetvdb.com/series/mitsuboshi-colors",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Family"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8075454/",
        "http://mitsuboshi-anime.com/",
        "https://www.themoviedb.org/tv/76134",
        "https://x.com/3boshi_anime"
    ],
    "TitleEnglish": "Mitsuboshi Colors",
    "SummaryEnglish": "Residing within Tokyo's district of Ueno are the Colors, three individuals who protect their city by performing good deeds and aiding their community. Or, at the very least, they pretend to be the city's defenders. In reality, the Colors are just three young girls who spend their time playing make-believe and exploring the city. The Colors' activities are facilitated by the grandfatherly Daigorou \"Pops\" Kujiraoka, who uses his store's inventory of knick-knacks to entertain the rambunctious trio. Not everyone is a fan of the Colors though. The local policeman Saitou just wants to deal with his regular duties, but he often finds himself the target of the Colors' attention, having been made the villain in most of their fantasies. But despite his personal feelings, Saitou always finds the time to go along with the three girls' games. Even though the Colors do not actually defend Ueno, they definitely help brighten everyone's day.",
    "TitleJapanese": "三ツ星カラーズ",
    "SummaryJapanese": "上野の公園にひっそりと佇むアジト。そこにいるのは3人の小学生の女の子たち――。そう、彼女たちこそ上野を守る正義の組織「カラーズ」!!\n結衣、さっちゃん、琴葉の3人は今日も平和な上野の平和を守るため、日夜(嘘、夕方まで)街を駆け回るのである!!",
    "Aliases": [
        "Mitsuboshi Karāzu"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "742339",
            "URL": "https://www.thetvdb.com/series/mitsuboshi-colors/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6457972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsuboshi-colors/episodes/6457972",
                    "TitleEnglish": "Colors",
                    "SummaryEnglish": "The colors track down a cat burglar and help the local shopkeeper solve a mystery to rescue a treasure from a locked safe.",
                    "TitleJapanese": "カラーズ",
                    "SummaryJapanese": "上野の公園にひっそりと佇む怪しげな小屋。街の平和を守る正義の組織「カラーズ」のアジトである。リーダーの結衣は自分が見かけたパンダみたいな猫を追い、さっちゃん、琴葉とともに捕獲作戦を開始する。斎藤から聞き出した盗難事件に猫が絡んでいると知ったカラーズ。無事に作戦を完了し街の平和を守ることが出来るか！？"
                },
                "2": {
                    "ID": "6493326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsuboshi-colors/episodes/6493326",
                    "TitleEnglish": "Hide-and-Seek",
                    "SummaryEnglish": "The colors practice to raise their levels, take on the case of the mysteriously closed streets, and save humanity from an eco-terrorist plot.",
                    "TitleJapanese": "かくれんぼ",
                    "SummaryJapanese": "平和な時でもカラーズは活動を怠らない！さっちゃんの提案で本日は訓練日。かくれんぼを通してレベルアップを目指す！……はずが目的を忘れ、公園の外へ飛び出していくさっちゃんと琴葉。一方、鬼役の結衣は一生懸命探すも、公園にいない二人はもちろん見つからない。すれ違うカラーズたちは……。"
                },
                "3": {
                    "ID": "6493327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsuboshi-colors/episodes/6493327",
                    "TitleEnglish": "Do the Chu-cabu",
                    "SummaryEnglish": "The colors rescue Sat-chan's mom from a dire fate. Monsters attack the police station. The colors solve another mystery to disarm a dangerous bomb.",
                    "TitleJapanese": "チュカブる",
                    "SummaryJapanese": "平和を守る為に必要なもの、それは「チューチューカブリラ」。\n会議が進む中、さっちゃん母より出動要請を受けたカラーズ。どうやら売れ残ったバナナをなんとかしないと、さっちゃんが3食バナナ生活になってしまう!?\n最悪の事態を防ぐべく、あの手この手で売り歩くカラーズ。\nそして最後に残った一房を売りつける為、向かったのは……"
                },
                "4": {
                    "ID": "6493328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsuboshi-colors/episodes/6493328",
                    "TitleEnglish": "Summer Festival",
                    "SummaryEnglish": "Nonoka tries to protect her family's bakery from her older sister Momoka, who wants to turn into an onigiri shop when she inherits it, but fails to make an argument with her quality of bread. Later, Yui participates in a street parade before joining the others in going to a summer festival at her school.",
                    "TitleJapanese": "なつまつり",
                    "SummaryJapanese": "夏休みでもカラーズに休みは無い！？\nののかから事件レベル4の事態発生を受け、カラーズはササキのパンに駆けつける。お店が乗っ取られると何やら不穏な話だがやってきたのは……。\nそして別の日、小学校を代表してパレードに参加する結衣。\nリーダーとしてパレードを成功させることが出来るのか。"
                },
                "5": {
                    "ID": "6493329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsuboshi-colors/episodes/6493329",
                    "TitleEnglish": "Zoo",
                    "SummaryEnglish": "Kotoha discovers a powerful new weapon hidden in a box of toys. Later, when Sat-chan learns about a decades-old scandal involving the elephants at Ueno Zoo, the colors investigate and find themselves fighting a man-eating tiger.",
                    "TitleJapanese": "どうぶつえん",
                    "SummaryJapanese": "カラーズが守るのは街だけではない。動物たちも守らなければならない！絵本を読んで動物たちがちゃんと餌をもらってるか心配になったカラーズは『動物たちが元気に生きてるか確かめ作戦』を決行する。パンダ、スマトラトラと順番に確かめていき、たまに寄り道もしつつ、最後に向かったのはゾウのもとであった。"
                },
                "6": {
                    "ID": "6493330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsuboshi-colors/episodes/6493330",
                    "TitleEnglish": "Weakness Identification Meeting",
                    "SummaryEnglish": "The colors ready themselves for the apocalypse and come face to face with their greatest weaknesses. Later, the team works to live up to the most noble traditions of an honored samurai.",
                    "TitleJapanese": "弱点さがし会ぎ",
                    "SummaryJapanese": "街を守る為には食べられる雑草を見つけておかなければならない。\n本日の活動は公園で野草探し。自分たちで採ったごはんに心躍るカラーズであったが……。そしてアジトに戻ったカラーズは弱点さがし会議を行う。結衣、さっちゃんと順番に弱点を出すなか、最後は琴葉。\n一見弱点など無さそうな琴葉だが衝撃の事実が判明する。"
                },
                "7": {
                    "ID": "6493331",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsuboshi-colors/episodes/6493331",
                    "TitleEnglish": "Trick or Treat",
                    "SummaryEnglish": "Yui and Kotoha have an awkward conversation while waiting for Sat-chan to arrive, after which the girls go around collecting trash. Later, the girls investigate a peculiar smell and wind up collecting stinky gingko nuts. With the arrival of Halloween, the Colors decide to play a Zombie Game in which Yui must prevent Kotoha and Sat-chan from filling the park with zombies.",
                    "TitleJapanese": "トリック オア トリート！",
                    "SummaryJapanese": "おやじ特製のハロウィーン衣装を身にまとい（ついでにモノクロ大佐も）、今日のカラーズはゾンビゲームを行う。ゾンビを退治し、カラーズのすごさを街の人々に知らしめるらしい。ゾンビを増やすさっちゃんと琴葉、ゾンビを退治する結衣。果たして結衣はゾンビから無事街を守ることが出来るだろうか!?"
                },
                "8": {
                    "ID": "6493332",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsuboshi-colors/episodes/6493332",
                    "TitleEnglish": "Museum",
                    "SummaryEnglish": "Following up on the zoo mystery, the colors investigate ties to potential corruption at the local museum, where they struggle against the dogs of the state. Rumor has it that a potential new team member may be there, who could fill a vitally needed role for the group. Later, the gang returns to the mall, where they learn of a lucrative opportunity to get ahead, and engage in some quick and dirty business tactics to earn their well deserved reward.",
                    "TitleJapanese": "はくぶつかん",
                    "SummaryJapanese": "カラーズの新メンバーを探すという目的で3人がやってきたのは博物館。\nカラーズの代わりに夜の街を守ってもらうべく、そしてツッコミ（？）要員を加えるべく、新メンバー探しに館内を所狭しと駆け回る！動物の標本やはく製、骨格など楽しく見た3人は目的の新メンバーとして恐竜に目をつける。"
                },
                "9": {
                    "ID": "6493333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsuboshi-colors/episodes/6493333",
                    "TitleEnglish": "One-Coin Sat-chan",
                    "SummaryEnglish": "The Colors acquire money but they don't know what to spend it on. They later go on a mission to find the perfect place for their time capsule.",
                    "TitleJapanese": "ワンコインさっちゃん",
                    "SummaryJapanese": "お年玉を集めて武器を手に入れよう！誕生したカラーズロボこと「ワンコインさっちゃん」。だがしゃべれないという弱点の為、断念。代わりになる武器を手に入れようとするカラーズたち。迷った末、おやじからトランシーバーを手に入れる。赤、黄、青とカラーズの色であることにはしゃぐ三人は……。"
                },
                "10": {
                    "ID": "6493334",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsuboshi-colors/episodes/6493334",
                    "TitleEnglish": "Snowing Too Far",
                    "SummaryEnglish": "As an unexpected snowfall hits the town, the Colors enjoy their snow day by going on a mission to find out who stole a lucky cat statue.",
                    "TitleJapanese": "雪すぎる",
                    "SummaryJapanese": "今日の上野公園は一面雪景色！元気いっぱいで公園を駆け巡るカラーズたちは斎藤に雪合戦を挑む。雪国育ちの強敵・斎藤に対しカラーズには秘密兵器があった。\nそして後日、アジトにいる３人のもとにモノクロ大佐がくわえてきた「バレてるぞ」と書かれた絵馬。カラーズ結成以来の大ピンチにテンションの上がる３人だが……。"
                },
                "11": {
                    "ID": "6493335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsuboshi-colors/episodes/6493335",
                    "TitleEnglish": "Hyper Hide-and-Seek",
                    "SummaryEnglish": "The Colors have a training day with an intense game of hide-and-seek! Sat-chan, as usual, takes it up a notch...",
                    "TitleJapanese": "ハイパーかくれんぼ",
                    "SummaryJapanese": "今回は久々のカラーズ訓練日！前回の反省を活かしつつ、新たに手に入れたトランシーバーを使って行われる『ハイパーかくれんぼ』。さっちゃんの巧みな話術により、今回も鬼になってしまった結衣は二人を見つけるべく街を駆け巡る。そして途中、平和な上野の街を覆す事件レベル４の事態に出くわすことになる。"
                },
                "12": {
                    "ID": "6493336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mitsuboshi-colors/episodes/6493336",
                    "TitleEnglish": "Colors, the Town, and the People",
                    "SummaryEnglish": "The colors introduce their town and try their hand at being salesgirls.",
                    "TitleJapanese": "カラーズと街とひとびと",
                    "SummaryJapanese": "いつも上野の平和を守っているカラーズの活動を世に知らしめようと動画を撮るカラーズの3人。おやじや母ちゃん、ののかももか、ついでに斎藤と、街の人々の為、今日もカラーズの街を守る活動は順風満帆であった。カラーズにより今日も平和な上野、そして気が付けば公園は桜が満開になっていた。"
                }
            }
        }
    }
}