{
    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7897050/",
        "https://www.themoviedb.org/tv/76125"
    ],
    "TitleEnglish": "Record of Grancrest War",
    "SummaryEnglish": "On a continent ruled by chaos, the Lords have the power of a holy seal that can calm the chaos and protect the people. However, before anyone realizes it, the rulers cast aside their creed of purifying the chaos, and instead start to fight each other for each other's holy seals to gain dominion over one another. Shiruuka, an isolated mage who scorns the Lords for abandoning their creed, and a wandering knight named Theo, who is on a journey to train to one day liberate his hometown, make an everlasting oath to work together to reform this continent dominated by wars and chaos.",
    "TitleJapanese": "グランクレスト戦記",
    "SummaryJapanese": "災害を引き起こし、魔物を呼び出す混沌に支配された大陸・アトラタン。\n聖印をその身に宿した君主たちは、その力で混沌を鎮め、人々を守ってきた。\nしかし、いつしか君主たちは、人々の守護よりも権力と富を手に入れるため、互いの聖印と領土を奪い合うようになる。\n\nそんな戦乱の世界で魔法師の少女シルーカは、流浪の君主テオと出会う。\n故郷を圧政から解放するため旅を続けているというテオの理想を聞いたシルーカは、彼の理想を実現するべく、強引にテオと主従の関係を結ぶのだった。",
    "Aliases": [
        "Grancrest Senki"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "730107",
            "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6603646",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6603646",
                    "TitleEnglish": "Reminiscence (RECAP)",
                    "SummaryEnglish": "A recap of major events and notable characters from the first 12 episodes.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "741633",
            "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "6451612",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6451612",
                    "TitleEnglish": "Contract",
                    "SummaryEnglish": "A lone mage named Siluca and a vagrant knight named Theo make an oath as master and retainer, with hopes of bringing reform to a land riddled with war and chaos.",
                    "TitleJapanese": "契約",
                    "SummaryJapanese": "魔法都市エーラムで“大講堂の惨劇”が勃発したことから、アトラタン大陸を二分する大工房同盟と幻想詩連合、ふたつの大公家の婚儀は潰えた。\n平和への道は打ち砕かれ、大陸はふたたび戦火の時代を迎える。\n魔法師のシルーカ・メレテスは、大陸の東にあるアルトゥークへ向かう道中、アルトゥークと対立するクローヴィス兵の襲撃を受ける。\nそこへ現れた、聖印を持つ青年、テオ。シルーカはテオの志を気に入り、魔法師の契約を交わす。"
                },
                "2": {
                    "ID": "6488383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6488383",
                    "TitleEnglish": "Ambition",
                    "SummaryEnglish": "With Theo now in control of his own territory, Siluca starts putting plans into motion, as well as calling on old allies. Meanwhile, in the neighboring region of Savis, an ambitious Lord plots to overtake the fledgling kingdom.",
                    "TitleJapanese": "野心",
                    "SummaryJapanese": "メスト・ミードリックの聖印と領地を手に入れたテオ。\nしかし安息の時間も束の間、領地を奪い取ろうと近隣の君主たちが動き始める。\n最初に動いたのはセーヴィスの君主、ラシック・ダビッド。\nシルーカの先輩でもある契約魔法師のモレーノ・ドルトゥスを従え、小領ながら兵力を整え戦いに備えてきた野心家だ。\nラシックに対抗するべく、シルーカは姉弟子である邪紋使いのアイシェラを呼び寄せる。\nいま、テオの国の最初の戦が始まろうとしていた。"
                },
                "3": {
                    "ID": "6496201",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496201",
                    "TitleEnglish": "Battle Flag",
                    "SummaryEnglish": "Now with Lassic in the fold, Theo’s forces are routing the free Lords of neighboring territories left and right. At Siluca’s suggestion, he decides to assume the name Cornaro, after a hero from his homeland of Systina. But far from becoming a household name, Theo is instead rumored to be a mere figurehead. It is then that a town in Theo’s village is struck by Chaos Disaster. And a fiery Salamander assaults Siluca!",
                    "TitleJapanese": "戦旗",
                    "SummaryJapanese": "新たにラシックを配下に迎え入れたテオの軍勢は、近隣の独立君主たちを次々と打ち破っていた。 彼はシルーカの提案で、故郷のあるシスティナの英雄の家名、コルネーロを名乗ることにする。 しかし、その名が世間にとどろくことはなく、テオは魔法師シルーカの傀儡に過ぎないという噂が流れていた。\nそんな矢先、領地の城下で混沌災害が発生する。鍛冶屋で起こった爆発は見る間に姿を変え、炎のサラマンダーがシルーカに襲い掛かる。"
                },
                "4": {
                    "ID": "6496202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496202",
                    "TitleEnglish": "Decision",
                    "SummaryEnglish": "To make their case for joining the Alliance, Siluca heads to Valdrind, ruled by Marrine Kreische. But the talks don’t go as smoothly as she’d hoped. Siluca’s next step is to seek an audience with Union member Villar, the Earl of Artuk, but she’s unceremoniously turned away.",
                    "TitleJapanese": "決断",
                    "SummaryJapanese": "大工房同盟への加入を嘆願するため、シルーカは盟主マリーネ・クライシェの統治するヴァルドリンドへ向かった。マリーネの契約魔法師は、シルーカの養父アウベスト。一筋縄ではいかないと予感していた通り、交渉は容易なものではなかった。\n次なる一手を打とうと、今度は幻想詩連合のアルトゥーク伯ヴィラールのもとへ赴くシルーカだったが、会うことすら拒否されてしまう。"
                },
                "5": {
                    "ID": "6496203",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496203",
                    "TitleEnglish": "Forest of Eternal Darkness",
                    "SummaryEnglish": "Pledging to serve Villar, Theo heads to Artuk with Siluca. The first task Villar gives them is to govern the Forest of Eternal Darkness, a territory ruled by vampires. When Theo and Siluca head to the forest, they see the shadow of an ominous-looking woman...",
                    "TitleJapanese": "常闇の森",
                    "SummaryJapanese": "ヴィラールに従属を誓ったテオはシルーカとともに、アルトゥークへと向かう。ヴィラールはさっそく二人に、吸血鬼の領地である常闇の森を統治するよう命じた。\nはるか昔、人々はデーモンロードに対抗するべく、吸血鬼や人狼の力を得た。その後は各々に領地を持って平和に暮らしていたはずだが、ふたつの種族はいま争いの最中にあるという。テオとシルーカが森へ向かうと、そこには怪しい女の影が……。"
                },
                "6": {
                    "ID": "6496204",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496204",
                    "TitleEnglish": "Marching",
                    "SummaryEnglish": "Villar's Mage Leader, Margaret, is about to turn 25. Villar only employs female mages, and when they reach the age of 25, he has their contracts voided. A lavish party is thrown. All in attendance express their gratitude to Margaret, as well as their sorrow at having to bid her farewell. It is then that Villar takes her hand and asks her to dance. Siluca looks on with growing frustration as they dance passionately, almost flaunting their mutual feelings for each other.",
                    "TitleJapanese": "進軍",
                    "SummaryJapanese": "ヴィラールの魔法師長であるマルグレットが間もなく25歳の誕生日を迎える。ヴィラールに仕える魔法師は女性だけで、25歳を迎えると契約は解除される決まりとなっている。\n盛大に開かれた誕生祝いの宴。集まった者たちは口々に感謝の意や別れを惜しむ気持ちをマルグレットに伝える。\nそんな中で、ヴィラールはマルグレットの手を取り、ダンスに誘う。二人の想いが通うかのような激しいダンスに、シルーカはもどかしい思いを抱く。"
                },
                "7": {
                    "ID": "6496205",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496205",
                    "TitleEnglish": "The White Prince",
                    "SummaryEnglish": "A conference between the Lords of the Fantasia Union is to be held. Villar orders Theo to capture a fortress city ruled by the independent Lord, Ladvan Toriuss, widely known as a man of sincerity, and trusted by his people. What kind of strategy does Theo deploy to defeat such a man?",
                    "TitleJapanese": "白亜の公子",
                    "SummaryJapanese": "幻想詩連合の君主会議が開催されることとなった。開催地のハルーシアへと向かう途中、アルトゥーク軍は通過地点であるフォービス、クローヴィス二国の平定を試みる。\nテオが向かう先は、フォービスの独立君主ラドヴァン・トーリアスが統治する港湾都市。ラドヴァンの居城を攻略するためには、まず港湾都市を攻略する必要があるが、住民はラドヴァンを慕っており、民の犠牲を出さずに攻略するのは難しい。そこでテオは都市の外で決着を付けようと提案するのだが……。"
                },
                "8": {
                    "ID": "6496206",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496206",
                    "TitleEnglish": "The Congress Dances",
                    "SummaryEnglish": "The Great Hall Tragedy… If only that incident had never come to pass, Alexis Doucet and Marrine Kreische would’ve have been united in marriage. Six years ago, they fell in love in Eramu, Their feelings never changed even though they were aware of their respective positions; the Fantasia Union and the Factory Alliance would’ve become one, thanks to true love. But those hopes were soon shattered. Now having assumed their fathers’ leadership roles, they find themselves at a crossroads once again. Peace, or war. Which will they choose, and what lies ahead?",
                    "TitleJapanese": "会議は踊る",
                    "SummaryJapanese": "大講堂の惨劇――あの事件さえ起こらなければ、アレクシス・ドゥーセとマリーネ・クライシェは結ばれるはずだった。六年前、エーラムの地で恋に落ちた二人。お互いの立場を知っても想いは変わらず、幻想詩連合と大工房同盟は、真実の愛によって一つとなるはずだったのだ。だが、その願いは引き裂かれてしまった。\n父に代わって盟主となった二人は再び大きな岐路に立たされる。和平か戦争か。二人が選び、進むその先は……。"
                },
                "9": {
                    "ID": "6496207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496207",
                    "TitleEnglish": "The Black Princess",
                    "SummaryEnglish": "The Fantasia Union seeks to broker peace, but the Factory Alliance opts for battle. When Starck attempts to secede from the Union, Marrine mercilessly sends her troops to attack. Siluca recommends supporting their neighbor, Starck, but having pledged loyalty to Alexis, Villar is steadfast in his refusal to do so. In fact, he orders Siluca and Theo to leave the castle.",
                    "TitleJapanese": "漆黒の公女",
                    "SummaryJapanese": "和平を結ぼうとする幻想詩連合に対し、戦う道を選んだ大工房同盟。同盟を離れようとするスタルクに、マリーネは容赦なく兵を仕向ける。シルーカは隣国のスタルクを支援するべきだとヴィラールに進言するが、アレクシスへの忠誠を誓ったヴィラールの意志は固く、それどころか城を離れるように命じられてしまう。\n傷心のシルーカを連れて、領地を巡る旅に出たテオは、自分がどれだけシルーカを大切に想っているのかを伝えるのだった。"
                },
                "10": {
                    "ID": "6496208",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496208",
                    "TitleEnglish": "Blade of Betrayal",
                    "SummaryEnglish": "After subjugating Starck, Waldlind barely pauses before invading Altirk. Villar joins forces with neighboring domains Kilhis, Regalia, and Haman to repulse Waldlind, but then a new enemy arrives from the seas. It's Milza Kuches, price of Dartania, who once looked up to Villar. Milza has forsaken Villar, instead becoming Marrine's sword. And with the Dartanian fleet in tow, he's about to unleash a furious assault on Altirk.",
                    "TitleJapanese": "裏切りの刃",
                    "SummaryJapanese": "スタルクを従属させたヴァルドリンドは、その勢いのままにアルトゥークへ侵攻を開始した。ヴィラールは近隣国のキルヒス、レガリア、ハマーンと連携を取って対抗しようとするが、海より新たな敵が迫り来る。\nその相手は、かつてヴィラールを慕っていたダルタニア太子ミルザー・クーチェス。ヴィラールを見限ってマリーネの剣となったミルザーは、ダルタニア船団を率いてアルトゥークに猛攻を仕掛ける。"
                },
                "11": {
                    "ID": "6496209",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496209",
                    "TitleEnglish": "The Fall of Castle Unicorn",
                    "SummaryEnglish": "Despite suffering casualties, Altirk has gained the upper hand in the battle. But suddenly, a massive fleet is spotted, advancing towards them from across the seas. Marrine has called on Nord, the nation across from the continent, to reinforce her troops.",
                    "TitleJapanese": "一角獣城、落つ",
                    "SummaryJapanese": "犠牲は出たものの、戦況はおおむねアルトゥークの優勢で推移していた。ところが突然海の向こうから、おびただしい数の船団が押し寄せてくる。大陸の反対に位置するノルドから、マリーネが援軍を呼び寄せていたのだ。\n劣勢を悟ったヴィラールはみずから剣を執り、戦場へ赴く。そんな彼にマルグレットは最期まで付き従うと決め、ともに戦場へ赴くのだった……。"
                },
                "12": {
                    "ID": "6496211",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496211",
                    "TitleEnglish": "A Treaty Formed",
                    "SummaryEnglish": "Even after Villar is killed, the Altirk Lords continue to fight on. Gathering at Lassic’s castle, the Lords of the Union proclaim the forming of the Altirk Treaty to carry on Villar’s legacy. Lassic nominates Theo to lead the Treaty, but is unable to get the other Lords to agree, as Theo’s current list of military accomplishments falls short of their expectations for their leader.",
                    "TitleJapanese": "条約結成",
                    "SummaryJapanese": "ヴィラールが死してなお、アルトゥークの独立君主たちは戦うことをやめなかった。ラシックの城に集まった連合の君主たちは、ヴィラールの遺志を受け継ぐ「アルトゥーク条約」の成立を宣言。ラシックは条約の盟主にテオを指名するが、現状のテオの武勲では他の君主たちの賛同を得られなかった。\n一方、マリーネはブルタヴァ奪還に向けてテオに接触を試みる。戦局を見極めて、シルーカはテオにとある奇策を提案する。"
                },
                "13": {
                    "ID": "6496212",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496212",
                    "TitleEnglish": "To the Homeland",
                    "SummaryEnglish": "In order to distinguish himself as being fit to lead the Altirk Treaty, Theo and the others head to Sistina. To save the citizens of Sistina from the Rossini family's oppression, they visit the towns of the domain, urging them to revolt, but the Rossinis' reign of terror is too deep-seated, and no one is willing to rise up.",
                    "TitleJapanese": "故郷へ",
                    "SummaryJapanese": "条約の盟主にふさわしい武勲を上げるべく、システィナに渡ったテオたち。ロッシーニ家の圧政に苦しむシスティナの民を救うため、各地の村を回って蜂起を呼びかける。だが、ロッシーニ家の恐怖政治は想像以上に根深く、各地の村を回っても民衆は蜂起の呼び掛けに応じない。\nそこでシルーカは、テオの生まれ故郷であるマルザの村ならばテオを歓迎してくれるかもしれないと考えるのだが……。"
                },
                "14": {
                    "ID": "6496213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496213",
                    "TitleEnglish": "The Liberator of Sistina",
                    "SummaryEnglish": "As the uprising escalates under Theo, assuming the name of the hero, Cornaro, Phederico begins to feel threatened. Giving his eldest son, Dorni, five thousand troops, he orders him to subjugate Theo and quash the rebellion. And behind the scenes, the Black Witch, Jana, has a secret plot up her sleeve.",
                    "TitleJapanese": "システィナの解放者",
                    "SummaryJapanese": "テオがロッシーニ家の三男サルヴァドルを討ち取った噂はまたたく間にシスティナに広がった。各地では暴動が起き、蜂起に加わろうとテオの元に民たちが集まってくる。\n息子を殺されたペデリコは、テオの命を奪おうと長男のドーニに五千の兵を集めるよう指示する。怒りをあらわにして迫り来るドーニ軍。そして暗殺者のボルツ、黒魔女ヤーナもテオたちの命を奪おうと忍び寄るのだった。"
                },
                "15": {
                    "ID": "6496214",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496214",
                    "TitleEnglish": "Return",
                    "SummaryEnglish": "Theo has taken care of business in Sistina, with a new ally in tow. Meanwhile, Milza has been firming his grasp over Altirk, going so far as to successfully eradicate any rebellious acts. As Theo seizes back the Forest of Eternal Darkness, a battle between Theo and Milza become inevitable.",
                    "TitleJapanese": "帰還",
                    "SummaryJapanese": "テオはついに故郷システィナをロッシーニ家の圧政から解放した。魔法師協会はこの功績を讃えて、テオをシスティナおよびブルタヴァの正式な領主に承認した。\nしかし生け捕りにした黒魔女ヤーナは、魔法師協会の判断で、詳細な取り調べもなく処刑されることに。シルーカはその処置に疑問を覚える。\nそんなとき、ミルザーがアルトゥークの民を粛清しているとの報告が入った。テオは急ぎアルトゥークへ戻り、ミルザーを討つと誓う。"
                },
                "16": {
                    "ID": "6496215",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496215",
                    "TitleEnglish": "Outpost",
                    "SummaryEnglish": "The battle continues in the Forest, as Theo tries to lure Milza's army deep into the Forest. However, not wanting to fall in his trap, Milza and his mage devise plans to draw Theo out. Meanwhile, as the Starcks and Nords close in on Haman, Lady Eudokia and her mage make a difficult decision.",
                    "TitleJapanese": "前哨",
                    "SummaryJapanese": "ダルタニア軍が常闇の森に侵攻を開始した。シルーカは地の利を活かした戦術で迎撃。ダルタニア軍を疲弊させる。このまま強引に攻め続けるかと思われたダルタニア軍だが、被害が大きくなる前に撤退。それはミルザーに仕える魔法師・テリウスの献策だった。\n一方、ハマーンの女傑エドキアに仕える魔法師ラウラもまた、君主にとある提案を出していた。ウルリカが率いるノルドの船団を前に、エドキアがとった大胆な行動とは……！"
                },
                "17": {
                    "ID": "6496216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496216",
                    "TitleEnglish": "Two Heroes",
                    "SummaryEnglish": "As the Treaty armies gather around Castle Unicorn, Milza becomes very impatient. He tells his mage that even if Waldlind reinforcements show up, this would only endanger Lady Marrine. However, his mage tries to convince him otherwise that her presence will turn the tide. Will Milza listen to his mage?",
                    "TitleJapanese": "両雄",
                    "SummaryJapanese": "テオは圧倒的な戦力差でミルザーを一角獣城に追い詰めた。ところがミルザーは籠城せず、一角獣城から打って出ようとする。テリウスはヴァルドリンドからの援軍を待つべきだとミルザーを制するが、彼の揺るぎない意思を知り、最期まで彼とともにすることを決意するのだった。\nアルトゥーク条約軍はミルザーを討ち取ろうとするが、鬼神のごとく進軍するミルザーを誰も止めることが出来ない。そしてついにテオの陣まで肉薄したミルザーは、テオに一騎討ちを要求。テオとミルザー、生き残るのはどちらなのか？"
                },
                "18": {
                    "ID": "6496217",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496217",
                    "TitleEnglish": "Leader",
                    "SummaryEnglish": "As the Altirk Treaty moves foward, it declares independence from the Union. The Treaty vows to broker peace with the Alliance and Union by becoming a third force, and carrying out Villar's wish.",
                    "TitleJapanese": "盟主",
                    "SummaryJapanese": "ミルザーを破り、アルトゥーク条約軍は一角獣城を奪還した。条約の君主たちに見守られて、遂にテオは条約の盟主となる。かつてヴィラールが座っていた玉座に腰を下ろし、連合からの独立を宣言するテオ。ヴィラールの遺志を継いで、連合と同盟の和解を図るため、条約は第三の勢力となって戦力の均衡を目指す。そのためにも、まずは連合に動いてもらわなければならない。\nテオはアレクシスに会おうと、シルーカを連れてハルーシアを訪れる。"
                },
                "19": {
                    "ID": "6496218",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496218",
                    "TitleEnglish": "The Awakening of a Noble",
                    "SummaryEnglish": "With the Union now mobilizing in full force, it succeeds in getting revenge for the Le Couleurs. However, their next vicious opponent awaiting for them on the seas is Sea King Erik. Will the Union prevail, or get crushed by the Nord's fighting prowess?",
                    "TitleJapanese": "公子覚醒",
                    "SummaryJapanese": "幻想詩連合の盟主アレクシス・ドゥーセが遂に出撃した。城を取り巻くハルーシア軍を目の当たりにしたドーソン候はマリーネに援軍を申し出るが、拒否されてしまう。打つ手の無くなったドーソン候はアレクシスに連合への帰順を申し出るが、これも拒否される。怒り狂ったドーソン候はアレクシスと対決するべく打って出るが、マリーネを救うため覚悟を決めたアレクシスは、まるで絵を描くかのように采配を振り、戦場を支配していくのだった……。"
                },
                "20": {
                    "ID": "6496219",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496219",
                    "TitleEnglish": "Pitched Battle of the Three Force",
                    "SummaryEnglish": "After a stalemate between the Union, Alliance, and Treaty forces, Theo calls for a summit. Here he hears from Marrine about the moves of the Mage Academy and what caused the Great Hall Tragedy. Marrine is stubborn at first because she does not want Alexis to go to war, and this also meaning the recreation of the Grancrest that caused the Tragedy; but when Alexis proposed to her despite her purity gone, she agrees to become his queen, therefore uniting all three forces. Theo, Marrine, Alexis, and Siluca agreed on certain terms, with Theo being the new emperor. Theo then asks Siluca to tell to the whole world what transpired during that time...but at the risk of the Mage Academy knowing it.",
                    "TitleJapanese": "三勢力会戦",
                    "SummaryJapanese": "アレクシスが海洋王・エーリクを討ち取ったため、同盟の勢力は衰え、同盟・連合・条約の三勢力の戦力が拮抗することとなった。これを機にシルーカは連合と同盟の和解を提案するが、マリーネはそれを受け入れず、連合と条約を攻め滅ぼすと宣言。同盟と、連合・条約との決戦が行われることになる。\nだが、連合軍が戦場に到着するのは翌日の正午。それまで条約軍は、単独で同盟軍と戦わなくてはならない。同盟軍の数はおよそ四万。対して条約軍は二万五千。条約軍は連合軍の到着まで持ちこたえられるのか？"
                },
                "21": {
                    "ID": "6496220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496220",
                    "TitleEnglish": "Purge",
                    "SummaryEnglish": "Just when things were settling down, Siluca receives a message that was sent out to all the other Mages. Apparently, all the Lord-supporting Mages are being slaughtered in the night by a mysterious secret agency.",
                    "TitleJapanese": "粛清",
                    "SummaryJapanese": "アレクシスとマリーネが和解し、結ばれることとなった。そしてテオが皇帝となり、皇帝聖印が誕生する日も近いと思われたその時、シルーカのタクトにとある魔法師から通信が入る。通信の内容は、エーラムで君主派の魔法師に対する大規模な粛清が始まり、魔法師協会が君主たちの敵に回ったという衝撃的なものだった。\n通信を聞いたテオとシルーカは全君主を集め、魔法師協会との対決を宣言。条約、連合、同盟の三軍を統合し、皇帝軍とすると、エーラムへの進軍を指示する。"
                },
                "22": {
                    "ID": "6496221",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496221",
                    "TitleEnglish": "The Holy Grail",
                    "SummaryEnglish": "After the Mage Academy declares war, the Pope brands Theo as a heretic, and declares a Holy War against the Imperial Army. Now, innocent followers of the Order block Theo's path to Eramu.",
                    "TitleJapanese": "聖杯",
                    "SummaryJapanese": "エーラムへ向かう皇帝軍を阻む新たな敵――それはなんと、聖印教団だった。\n教皇レオーネは、テオが唯一神の欠片である聖印を私有し、大陸を我が物にしようとしていると弾劾。聖戦を発動し、信徒に皇帝軍との戦いを呼びかける。\n民衆のために戦ってきたテオは、何の罪もない信徒と戦うことが出来ない。そこで聖印教団の司祭であるプリシラは、教皇レオーネに会い、説得を試みると提案。シルーカも同行して教皇軍の陣地へと向かう。"
                },
                "23": {
                    "ID": "6496222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496222",
                    "TitleEnglish": "Castle Walls",
                    "SummaryEnglish": "The Imperial Army finally reach the gates of Eramu. However, with the Mage Academy determined to stop them, they send out a dangerous enemy to meet them at the gate.",
                    "TitleJapanese": "城壁",
                    "SummaryJapanese": "プリシラから聖杯を託されたテオは来たる最終決戦に挑むため、エーラムへと向かう。皇帝軍の君主たちは、自軍を率いてそれぞれの役目を果たそうとする。\n対する魔法師協会は、百五十年前に、二百人を超える魔法師の命と引き換えに封印された単眼巨人・サイクロプスを解き放つ。\nラシックは兵の被害を最小限に抑えるため、そして親友であるテオの武勲に並ぶため、モレーノを含む精鋭を連れて、サイクロプスに攻撃を仕掛ける。"
                },
                "24": {
                    "ID": "6496223",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/record-of-grancrest-war/episodes/6496223",
                    "TitleEnglish": "Grancrest",
                    "SummaryEnglish": "The Vampire King enters the stage. As the Mage Academy leader stands watch over Pandora and the entire Age of Chaos, will Theo succeed and bring the Age of Cosmos?",
                    "TitleJapanese": "皇帝聖印",
                    "SummaryJapanese": "エーラムを陥落させた瞬間、テオたちは暗闇の森に取り込まれてしまった。テオたちの前に現れた吸血鬼の王・ディミトリエは、混沌の時代を終わらせまいと襲いかかってくる。\nこの戦いの先には、真の平和が待っているのか。それとも世界は、新たな混沌へと向かうのか。テオとシルーカは最後の戦いへと挑む。"
                }
            }
        }
    }
}