{
    "URL": "https://www.thetvdb.com/series/junji-ito-collection",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Horror",
        "Mystery",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7814574/",
        "https://www.itojunji-anime.com",
        "https://www.themoviedb.org/tv/75775"
    ],
    "TitleEnglish": "Junji Ito Collection",
    "SummaryEnglish": "TV anime based on internationally acclaimed Japanese artist Junji Ito (Gyo, Uzumaki, Tomie)'s horror manga stories.",
    "TitleJapanese": "伊藤潤二「コレクション」",
    "SummaryJapanese": "田頭監督描き下ろしのアニメーションキービジュアルでは、\n淵「ファッションモデル」、押切トオル「押切異談」、富江「富江」シリーズ、双一「双一」シリーズ、四つ辻の美少年「死びとの恋わずらい」、夕子「なめくじ少女」\nが描かれているが、\nこれらのエピソードが、\n本当にテレビで放送されるのか？\n放送されるとすれば\nどんな順番になるのか？\n誰がどの役を演じるのか？",
    "Aliases": [
        "Itou Junji: Collection"
    ],
    "Modified": "2025-09-04",
    "Seasons": {
        "0": {
            "ID": "730488",
            "URL": "https://www.thetvdb.com/series/junji-ito-collection/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "6626395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junji-ito-collection/episodes/6626395",
                    "TitleEnglish": "Tomie, Part 1",
                    "SummaryEnglish": "Tomie Kawakami is a femme fatale with long black hair and a beauty mark just under her left eye. She can seduce nearly any man, and drive them to murder as well, even though the victim is often Tomie herself. While one lover seeks to keep her for himself, another grows terrified of the immortal succubus. But soon they realize no matter how many times they kill her, the world will never be free of Tomie.",
                    "TitleJapanese": "「富江」Part1",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6626396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junji-ito-collection/episodes/6626396",
                    "TitleEnglish": "Tomie, Part 2",
                    "SummaryEnglish": "Two years after the murder that hit the headlines, life has apparently returned to normal: couples come and go, patients await a transplant... Has the small town really finished with Tomie?",
                    "TitleJapanese": "「富江」Part2",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "741889",
            "URL": "https://www.thetvdb.com/series/junji-ito-collection/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6453655",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junji-ito-collection/episodes/6453655",
                    "TitleEnglish": "Collection No. 068: Souichi's Convenient Curses / Collection No. 090: Hellish Doll Funeral",
                    "SummaryEnglish": "From the master of horror, this anthology series focuses on Junji Ito's twisted stories. The first story introduces the curse-obsessed Souichi. Then, in the second story, a strange plague forces a couple to make a difficult decision about their child.",
                    "TitleJapanese": "双一の勝手な呪い/地獄の人形葬",
                    "SummaryJapanese": "作品NO.068 双一の勝手な呪い\n陰気な少年双一には秘密があった。クラスでは不気味がられながらも誰からも相手にされず、家族の中でも浮いた存在ではあるが、双一の自己評価はまったく違う。なにしろ「超人的な能力」を持っているのだ。それを知らない周囲の者を心の中で見下しながら、深夜の杉林を訪れる双一。彼の「超人的な能力」とは、不気味な呪いをかける力だった。\n作品NO.090 地獄の人形葬"
                },
                "2": {
                    "ID": "6486907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junji-ito-collection/episodes/6486907",
                    "TitleEnglish": "Collection No. 041: Fashion Model / Collection No. 084: Long Dreams",
                    "SummaryEnglish": "In \"Fashion Model\", a group of amateur filmmakers get more than they bargained for when they cast a strange looking actress in their new indie movie. And in one of the most critically acclaimed stories from Junji Ito, \"Long Dream\" asks questions about the nature of reality and perception of time in the face of the mind's ability to warp both.",
                    "TitleJapanese": "ファッションモデル/長い夢",
                    "SummaryJapanese": "作品NO.041 ファッションモデル\n大学の映画サークルに所属する岩崎は、ある日見かけた雑誌の中のモデルの異様な風貌が頭から離れず悩まされていた。その記憶がようやく薄れ掛けた頃、映画サークルでは主演女優を公募することになる。応募書類の中には、岩崎が雑誌で見かけたモデルが。岩崎の反対にも関わらず、プロの参加で作品の名が売れることを期待した監督の織田が彼女の採用を決めてしまう。\n作品NO.084 長い夢"
                },
                "3": {
                    "ID": "6486909",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junji-ito-collection/episodes/6486909",
                    "TitleEnglish": "Collection No. 080: The Crossroads Pretty Boy - The Lovesick Dead / Collection No. 066: Slug Girl",
                    "SummaryEnglish": "Crossroads divination is a type of fortune telling in many different cultures, but in this episode's first story, it becomes something far more dangerous. Then, in the second story, a family who are being troubled by slugs all over their property find out just how much worse their plight can become.",
                    "TitleJapanese": "四つ辻の美少年 死びとの恋わずらい/なめくじ少女",
                    "SummaryJapanese": "作品NO.080 四つ辻の美少年 死びとの恋わずらい\n八年前、幼稚園生の頃に住んでいた街で再び暮らすことになった龍介。かつての友人たちもいるはずの街だが、龍介の顔は晴れない。その街には交差点に立って最初に通りがかった者の言葉で吉凶を占う、「辻占い」の風習があった。龍介が越してきてしばらく経つと、四つ辻に立ち霧の中に現れる美少年の噂がささやかれ始める。\n作品NO.066 なめくじ少女"
                },
                "4": {
                    "ID": "6486910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junji-ito-collection/episodes/6486910",
                    "TitleEnglish": "Collection No. 034: Shiver / Collection No. 060: House of Puppets",
                    "SummaryEnglish": "In Shiver, a young boy notices the puzzling disease affecting his neighbor, and recognizes it's symptoms from his own past. And in House of Puppets, a puppeteer family finds themselves questioning who exactly is pulling the strings in their lives.",
                    "TitleJapanese": "寒気/あやつり屋敷",
                    "SummaryJapanese": "作品NO.034 寒気\n裕史の隣の家に住む少女・梨奈は、生まれつきの病気で自宅から一歩も外に出ない生活を送っている。彼女の腕に無数の穴が空いているのを見てしまった裕史だが、彼には亡くなった祖父の体にも同じような穴が空いているのを見た記憶があった。その秘密を打ち明けた友人・英夫とともに祖父の日記を読んだ裕史。そしてしばらく経ったある日、梨奈の症状が回復する。\n作品NO.060 あやつり屋敷"
                },
                "5": {
                    "ID": "6486911",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junji-ito-collection/episodes/6486911",
                    "TitleEnglish": "Collection No. 040: The Ongoing Tale of Oshikiri Collection / Collection No. 049: Cloth Teacher",
                    "SummaryEnglish": "Oshikiri lives in a strange house that seems to be connected to parallel worlds, with strange variants of people he knows passing through all the time. But what if they're dangerous? And Shouichi returns to \"make\" some friends... literally.",
                    "TitleJapanese": "押切異談/布製教師",
                    "SummaryJapanese": "作品NO.040 押切異談\n洋館に住む押切は、ある夜家の廊下でクラスメイトの未央が怯えた様子でいるのに出くわす。彼女は心配する押切から逃げるように、姿を消してしまった。翌日、何事もなかったように振る舞う未央の様子を見て、あれは異次元の未央の姿だったのではないかと考える押切。どうやら押切の屋敷には、この世界とは異なる世界に通じる出入り口があるようなのだ。\n作品NO.049 布製教師"
                },
                "6": {
                    "ID": "6486912",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junji-ito-collection/episodes/6486912",
                    "TitleEnglish": "Collection No. 067: Window Next Door / Collection No. 123: Gentle Goodbye",
                    "SummaryEnglish": "In Window Next Door, a young boy moves to a new town where his mysterious new neighbor might prove to be more than he bargained for. And in Gentle Goodbye, a newlywed wife struggles to deal with the strange tradition of her husband's family.",
                    "TitleJapanese": "隣の窓/緩やかな別れ",
                    "SummaryJapanese": "作品NO.067 隣の窓\nヒロシは父親が購入した安い中古住宅に家族三人で引っ越してきた。新居の右隣は窓がひとつしかない変わった家で、挨拶をしようと呼び鈴を鳴らしても反応がない。近所の人によると、住む人の姿は見かけないものの、夜になると二階のひとつしかない窓に人影が映るという。夜になり二階の自室で寝ていたヒロシに、呼びかける声が聞こえてきた??\n作品NO.123 緩やかな別れ"
                },
                "7": {
                    "ID": "6486913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junji-ito-collection/episodes/6486913",
                    "TitleEnglish": "Collection No. 022: Used Record / Collection No. 038: Town of No Roads",
                    "SummaryEnglish": "A strange record featuring otherworldly music that is to die for bewitches people in the first segment. In the second, a young girl fed up with unwanted attention moves in with her aunt and learns she has a lot more to lose than just her privacy.",
                    "TitleJapanese": "中古レコード/道のない街",
                    "SummaryJapanese": "作品NO.022 中古レコード\n作品NO.038 道のない街\n寝ている相手の耳元で優しくささやくと、その声の主の夢を見るようになり意識してしまうという「アリストテレス」。これを行い彩子の夢の中に現れた岸本が、同じく夢の出てきた男に殺されてしまう。この事件の後、彩子の部屋は常に家族から覗かれるようになった。家族の異常な行動を相談すべく、叔母の元に向かった彩子は、驚くべき光景を目にする。"
                },
                "8": {
                    "ID": "6486914",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junji-ito-collection/episodes/6486914",
                    "TitleEnglish": "Collection No. 088: Honored Ancestors / Collection No. 027: The Circus Comes To Town",
                    "SummaryEnglish": "In Honored Ancestors a young girl struggles with the strange relationship her boyfriend has with his extended family. And in the second story, a traveling circus provides its audience with uniquely deadly thrills and chills.",
                    "TitleJapanese": "ご先祖様/サーカスが来た",
                    "SummaryJapanese": "作品NO.088 ご先祖様\n突然記憶をなくしてしまった理佐は、牧田という男に送られて帰宅した。\nよほどショックなことがあったのか、理佐は何も思い出すことができず、さらには巨大な毛虫の幻まで見るようになってしまう。\n彼女の恋人であり、婚約もしていたらしい牧田はそんな理佐を気分転換の散歩に誘い、そのままふたりは牧田の家に行くことになるが……。\n作品NO.027 サーカスが来た"
                },
                "9": {
                    "ID": "6486915",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junji-ito-collection/episodes/6486915",
                    "TitleEnglish": "Collection No. 072: Painter / Collection No. 058: Blood-bubble Bushes",
                    "SummaryEnglish": "An up-and-coming painter finds dangerous new inspiration in the first story. In the second story, a young couple's outing turns deadly when they happen upon an abandoned village.",
                    "TitleJapanese": "画家/血玉樹",
                    "SummaryJapanese": "作品NO.072 画家\n新進画家・森光夫の個展「ナナのアンニュイな世界」は大いに盛り上がっていた。\nしかし会場に現れた美女トミエは森に対し、モデルの女性を変えたら絵がもっとよくなると言い残して去る。\n再び現れたトミエをモデルに絵を描くことになった森だが、できあがった作品を見たトミエは「自分の美しさを描き出していない。期待はずれだった」と断じる。\n作品NO.058 血玉樹"
                },
                "10": {
                    "ID": "6486917",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junji-ito-collection/episodes/6486917",
                    "TitleEnglish": "Collection No. 107: Greased / Collection No. 026: Bridge",
                    "SummaryEnglish": "In Greased a young girl's endurance for her family's disgusting home is pushed beyond it's limits. And in Bridge, a village's strange burial tradition might spell danger for a woman visiting her grandmother.",
                    "TitleJapanese": "グリゼリド/橋",
                    "SummaryJapanese": "作品NO.109 ぐりゼリド\n富士山の裾野にある唯の家は、焼肉屋を営んでいた。\n唯は、脂性の父、サラダ油を飲む嗜癖を持ちこっそり自分を虐める陰湿な兄と三人暮らし。\n脂にまみれてべとつく自宅が大嫌いで、眺めると爽やかな気分になれる富士山が大好きだった。\n脂に対する嫌悪感から、唯はいつしか部屋の中の空気に含まれる油の濃度まで感じ取れるようになり−−。\n作品NO.026 橋"
                },
                "11": {
                    "ID": "6486918",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junji-ito-collection/episodes/6486918",
                    "TitleEnglish": "Collection No. 055: Supernatural Transfer Student / Collection No. 035: Scarecrow",
                    "SummaryEnglish": "A new student joins the school's Supernatural Club, but is he witnessing strange phenomena or causing it? And in the second story, a father's love for his daughter takes a turn for the odd when a scarecrow near her grave begins to transform.",
                    "TitleJapanese": "超自然転校生/案山子",
                    "SummaryJapanese": "作品NO.055 超自然転校生\n超自然現象の存在を信じる麻衣子たちのクラスに、転入生・束野がやってきた。\n散歩をすると不思議な体験をするという彼を、「超自然同好会」に誘う麻衣子たち。\n「超自然同好会」には超能力者の柴山や、霊の姿を見ることができる北川といったメンバーがいたが、束野が仲間になったことで、彼らはそれまでにない体験をすることになるのだった。\n作品NO.035 案山子"
                },
                "12": {
                    "ID": "6486919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/junji-ito-collection/episodes/6486919",
                    "TitleEnglish": "Collection No. 116: Smashed / Collection No. 071: Rumors",
                    "SummaryEnglish": "The story Smashed features a group of friends who encounter unimaginable consequences when enjoying an exotic treat. And in Rumors, Souichi bites off more than he can chew, even with nails for teeth, when trying to manipulate his classmates.",
                    "TitleJapanese": "潰談/噂",
                    "SummaryJapanese": "作品NO.116 潰談\n南米から帰国した尾木は、命がけで持ち帰ったという壺を友人の杉男に見せていた。\nその壺は尾木がジャングルをさまよいたどり着いた集落で土産に持たされたもので、中には蜜が入っていた。\n命がけで採取されたというその蜜を「気づかれないように飲め」と言いながら杉男に分け与える尾木。\n杉男はそのあまりのうまさに感激し、その味が忘れられなくなる。\n作品NO.071 噂"
                }
            }
        }
    }
}