{
    "URL": "https://www.thetvdb.com/series/school-babysitters",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Family"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7964088/",
        "http://gakubaby-anime.com/",
        "https://www.themoviedb.org/tv/76124",
        "https://x.com/gakubaby_anime"
    ],
    "TitleEnglish": "School Babysitters",
    "SummaryEnglish": "After losing both parents in a fatal plane crash, teenager Ryuuichi Kashima must adjust to his new life as the guardian of his younger brother Kotarou. Although Ryuuichi is able to maintain a friendly and kindhearted demeanor, Kotarou is a reserved toddler still too young to understand the reality of the situation. At their parents' funeral, they are approached by Youko Morinomiya, the stern chairman of an elite academy, who decides to take them under her care. However, there is one condition Ryuuichi must fulfill in exchange for a roof over their heads and enrolment in the school—he must become the school's babysitter. In an effort to support the female teachers at the academy, a babysitter's club was established to look after their infant children; unfortunately, the club is severely short-staffed, so now not only is Ryuuichi responsible for his little brother, but also a handful of toddlers who possess dynamic personalities.",
    "TitleJapanese": "学園ベビーシッターズ",
    "SummaryJapanese": "両親を飛行機事故で亡くした竜一&虎太郎兄弟。\nそんな二人を引き取ったのが、同じ事故で息子夫婦を亡くした森ノ宮学園の理事長だったが、 その条件として、学園内に設けられた保育ルームで竜一がベビーシッターをすること!\nお母さん先生のために学園内に設けられた保育ルーム。 竜一はそこの人手不足を補うために作られた「ベビーシッター部」の部員第一号となり...!?",
    "Aliases": [
        "Gakuen Babysitters"
    ],
    "Modified": "2025-09-10",
    "Seasons": {
        "0": {
            "ID": "730483",
            "URL": "https://www.thetvdb.com/series/school-babysitters/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "7057072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/7057072",
                    "TitleEnglish": "Special - Episode 13",
                    "SummaryEnglish": "Special episode bundled with the 7th Blu-ray volume.",
                    "TitleJapanese": "その13",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "742340",
            "URL": "https://www.thetvdb.com/series/school-babysitters/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6457975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6457975",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Orphans Ryuichi and Kotaro are taken in by the chairwoman of Miyanomori Academy, on the condition that Ryuichi become a babysitter in the school's daycare. This daycare turns out to be full of young children just around Kotaro's age...",
                    "TitleJapanese": "その1",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6502503",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6502503",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "When Ryuichi accidentally lets the kids trail him into the school halls, he gets a tongue-lashing from elite class student, Inomata Maria. For some reason, she stops by the daycare again after class... Later, Ryuichi takes the kids to the zoo, but Taka's good mood is marred by a fight he had with his brother.",
                    "TitleJapanese": "その2",
                    "SummaryJapanese": "学校の廊下で騒ぐベビーズのことで、竜一は特進クラスの猪又まりあに厳しく注意されてしまう。\n\nところが放課後、その猪又が保育ルームにやってきて…。\n\n保育ルームのみんなで動物園に遠足に行くことに！\n\nはしゃぐベビーズの中で、鷹だけは兄の隼と喧嘩中でご機嫌ななめ。\n\n強がるけれどやっぱりなんだか寂しくて…。"
                },
                "3": {
                    "ID": "6502504",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6502504",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "It's Valentine's Day, and elite class hottie Yagi and genius Nezu are getting a lot of attention from the girls. For some reason, Yagi is very interested in joining the babysitter club... The kids are going for a walk in the school yard, but the minute Ryuichi takes his eyes off of him, Takuma is seized by a strange man... who turns out to be his father!",
                    "TitleJapanese": "その3",
                    "SummaryJapanese": "学園内が浮き立つバレンタインデー。\n\n特進クラスのイケメン山羊と学年２位の秀才根津は女子に大人気。\n\nそんな人気者の山羊がベビーシッター部に入部したいと言ってきて…。\n\n校庭のまわりをお散歩するベビーズ。\n\n少し目を離した隙に、拓馬が怪しげな男につかまってしまう！\n\n慌てて助けた竜一たちだが、その男の正体は人気俳優の狸塚恒介だった！"
                },
                "4": {
                    "ID": "6504044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6504044",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "Ryuichi is in high school now. He takes the daycare gang around to see the school's clubs, which are recruiting. He also tries to get people to join the babysitter club, but it doesn't seem to be going very well... Later, Ryuichi gets sick, and has to stay in bed. On the chairwoman's instruction, Kotaro works hard to try to make Ryuichi a special drink that will make him better.",
                    "TitleJapanese": "その4",
                    "SummaryJapanese": "高校生になった竜一は、部活の新入生勧誘に賑わう校内を保育ルームのみんなと見学することに。\n\n竜一も「ベビーシッター部」の部員を増やすべく頑張るが、なかなかうまくいかなくて…。\n\n竜一が風邪をひいて寝込んでしまった！\n\n早く良くなるようにと、虎太郎は理事長と一緒に特製ドリンクを作ることに。\n\n一生懸命「れもちゃ(レモン)」を絞るが…。"
                },
                "5": {
                    "ID": "6504047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6504047",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Second-year Inui visits the daycare room, claiming Midori to be his future child. Is Ms. Sawatari committing adultery?! Later, Kirin, studying hard to be a witch, gets in a fight with Taka, who believes witches aren't real. Kirin tries to prove her point by using a broom to fly, but...",
                    "TitleJapanese": "その5",
                    "SummaryJapanese": "突然保育ルームにやってきた2年生の犬井先輩。\n\nしかも美鳥が将来の自分の娘になると言い出して…。\n\nまさか犬井は猿渡先生の不倫相手!?\n\nいつも仲良しなベビーズだが、\n\n魔女になるための勉強をしたい奇凛と、\n\nレンジャーごっこをしたい鷹が大喧嘩。\n\n魔女なんかいないと言われた奇凛は、\n\n自分がほうきで空を飛んで\n\n証拠を見せると言い切るが…。"
                },
                "6": {
                    "ID": "6504049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6504049",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "Playing in the garden on his day off, Kotaro discovers a little boy trapped in the fence... who happens to look just like Nezu! Later, Ryuichi leaves his lunch in the daycare room, so Kotaro decides to bring it to him. Will he succeed in his \"first errand\"?",
                    "TitleJapanese": "その6",
                    "SummaryJapanese": "休日、家の庭で遊んでいた虎太郎は、\n\nなぜか生垣に挟まり動けなくなっている男の子を見つける。\n\n根津そっくりのその子は根津の弟の吉だった。\n\n助けてあげようとする竜一だが、\n\nなんだか訳ありの様子で…。\n\n保育ルームに置き忘れられた竜一のお弁当を、\n\n虎太郎がたったひとりで教室に届けるという。\n\n気合い十分な「はじめてのお使い」だが、\n\nその道はなかなか厳しい…。\n\nそんな虎太郎を助けてくれたのは、\n\n紙袋を被った謎の「袋仮面」…！？"
                },
                "7": {
                    "ID": "6504051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6504051",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "Since Inomata hasn't been visiting very often lately, Inomata takes Kotaro out of the daycare room to find her. Convinced that she hates Ryuichi, they try to make a case for him. Later, Kazuma gets a cold, forcing Takuma to come to school by himself. He seems to be smiling and playing as usual, but...",
                    "TitleJapanese": "その7",
                    "SummaryJapanese": "中々遊びに来てくれない猪又に会いたくて、\n\n虎太郎を連れて保育ルームを抜け出した奇凛。\n\n猪又が保育ルームに来ないのは\n\n竜一のことが嫌いだからだと勘違いした二人は、\n\n一生懸命竜一の魅力を猪又に伝えようとするが…。\n\nいつも一緒の拓馬&数馬だが、\n\n数馬が風邪をひいたため、\n\n保育ルームにやってきたのは拓馬ひとり。\n\nいつもと変わらずニコニコ元気に虎太郎たちと遊ぶ拓馬だが、\n\n本当はやっぱり…。"
                },
                "8": {
                    "ID": "6504053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6504053",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "After receiving a love letter, Ryuichi spends the day acting distant, which worries the kids in the daycare room. Later, the Kamitani brothers invite Ryuichi and Kotaro out to a festival... but things get messy when Taka loses his toy sword!",
                    "TitleJapanese": "その8",
                    "SummaryJapanese": "初めてラブレターをもらった竜一は、\n\n保育ルームでもなんだか上の空。\n\nベビーズからも心配されてしまう。\n\n竜一がまた風邪をひいたと思った虎太郎は学園に行く途中、\n\n「薬」を探すために竜一とはぐれてしまい…。\n\n狼谷兄弟と一緒に夏祭りに行くことになった竜一と虎太郎。\n\nお祭りを楽しむ4人だが、ふと気が付くと、\n\n鷹の手からおもちゃの剣がなくなっていて…。"
                },
                "9": {
                    "ID": "6504055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6504055",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "Everyone's going to the beach: the kids, the mothers, the daycare staff, and even Inomata! Kotaro is afraid of the ocean, so Ryuichi tries to accompany him on other activities. Later, Taka comes to the daycare room crying after a big fight with his brother... who is opting to punish him with the silent treatment.",
                    "TitleJapanese": "その9",
                    "SummaryJapanese": "保育ルームのみんなで海水浴！\n\n今日はママたちと猪又も一緒だ。\n\n大はしゃぎのベビーズだが、\n\n虎太郎は海に入るのが怖い様子。\n\n浜辺で砂遊びに付き合った竜一は、\n\n虎太郎のお昼寝中に少し泳ぐことにしたが…。\n\n隼とケンカして大泣きしながら保育ルームにやってきた鷹。\n\nケンカの原因は落書きされた野球のサインボール。\n\n怒った隼は朝から鷹を完全無視しているらしい。\n\n狼谷先生に頼まれた竜一が隼の様子を見に行くと…。"
                },
                "10": {
                    "ID": "6504058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6504058",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "It's the day of the culture festival, and all the kids are dressed as veggies for their booth. Since the fathers are coming to visit, Ms. Kumazuka asks a favor of the daycare staff... to dress in drag?! Later, Ms. Kamitani invites the kids to watch chicks hatch in the science lab.",
                    "TitleJapanese": "その10",
                    "SummaryJapanese": "楽しい文化祭が始まった。\n\n保育ルームの模擬店は「おやさい喫茶」。\n\n野菜の着ぐるみ姿のかわいいベビーズのために、\n\n今日はみんなのパパたちがやってくる！\n\nでも熊塚先生は竜一たちにお願いがあるという。\n\nそのお願いは…女装!?\n\n理科室の孵卵器で温めている鶏の卵が\n\nもうすぐ孵化しそうだ。\n\n狼谷先生に誘われて卵を見に行くが、\n\nひよこはなかなか生まれずベビーズは不満顔。\n\nひとり熱心に卵の観察を続けた虎太郎の目の前でついに…！"
                },
                "11": {
                    "ID": "6504060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6504060",
                    "TitleEnglish": "Episode 11",
                    "SummaryEnglish": "Usada is home sick with a cold, so he asks Saikawa to serve as babysitter in his place. Saikawa is good at everything, but can he handle being a babysitter? Later, Ushimaru visits the daycare room for the first time at Inomata's invitation. She has a hard time dealing with little kids, and now she's surrounded by them!",
                    "TitleJapanese": "その11",
                    "SummaryJapanese": "風邪を引いてお休みの兎田の助っ人として、\n\n犀川がベビーシッターをすることになった。\n\n何事も器用な犀川だが、\n\n果たしてうまくベビーズのお世話をすることができるのか。\n\n心配する兎田のもとに、犀川から緊急連絡が…！？\n\n猪又に誘われて初めて保育ルームにやってきた牛丸。\n\n実は小さい子が苦手な牛丸はベビーズに囲まれてたじたじ。\n\n苦手意識を克服するために、\n\nみんなで散歩にでかけることになって…。"
                },
                "12": {
                    "ID": "6504062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6504062",
                    "TitleEnglish": "Episode 12",
                    "SummaryEnglish": "On a Sunday, Ryuichi heads out to hang out with his classmates, leaving Kotaro behind for the first time. Kotaro is sad about having to stay home with Saikawa, but things pick up when he finds the family library. Later, around Christmas, the kids are all waiting for Santa to come. Ryuichi wants to dress up as Santa to make Kotaro happy, but a few obstacles present themselves...",
                    "TitleJapanese": "その12",
                    "SummaryJapanese": "日曜日にクラスメイトと遊びに行くことになった竜一。\n\n虎太郎抜きのお出かけは初めてだ。\n\n犀川と一緒にお留守番の虎太郎はしょんぼりしていたが、\n\nボール遊びの最中にたまたま書庫を見つけて…。\n\nもうすぐクリスマス。\n\nサンタクロースからのプレゼントが待ちきれないベビーズと、\n\nかわいいわが子のために準備するパパたちを見ながら、\n\n竜一も虎太郎を喜ばせたいと\n\nサンタになる方法をあれこれ考え始めるが・・・。"
                }
            }
        }
    }
}