{
  "URL": "https://www.thetvdb.com/series/school-babysitters",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama",
    "Family"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt7964088/",
    "http://gakubaby-anime.com/",
    "https://www.themoviedb.org/tv/76124",
    "https://x.com/gakubaby_anime"
  ],
  "TitleEnglish": "School Babysitters",
  "SummaryEnglish": "After losing both parents in a fatal plane crash, teenager Ryuuichi Kashima must adjust to his new life as the guardian of his younger brother Kotarou. Although Ryuuichi is able to maintain a friendly and kindhearted demeanor, Kotarou is a reserved toddler still too young to understand the reality of the situation. At their parents' funeral, they are approached by Youko Morinomiya, the stern chairman of an elite academy, who decides to take them under her care. However, there is one condition Ryuuichi must fulfill in exchange for a roof over their heads and enrolment in the school—he must become the school's babysitter. In an effort to support the female teachers at the academy, a babysitter's club was established to look after their infant children; unfortunately, the club is severely short-staffed, so now not only is Ryuuichi responsible for his little brother, but also a handful of toddlers who possess dynamic personalities.",
  "Aliases": [
    "Gakuen Babysitters"
  ],
  "Modified": "2025-09-10",
  "Seasons": {
    "0": {
      "ID": "730483",
      "URL": "https://www.thetvdb.com/series/school-babysitters/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "7057072",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/7057072",
          "TitleEnglish": "Special - Episode 13",
          "SummaryEnglish": "Special episode bundled with the 7th Blu-ray volume.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "742340",
      "URL": "https://www.thetvdb.com/series/school-babysitters/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6457975",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6457975",
          "TitleEnglish": "Episode 1",
          "SummaryEnglish": "Orphans Ryuichi and Kotaro are taken in by the chairwoman of Miyanomori Academy, on the condition that Ryuichi become a babysitter in the school's daycare. This daycare turns out to be full of young children just around Kotaro's age...",
          "Aliases": []
        },
        "2": {
          "ID": "6502503",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6502503",
          "TitleEnglish": "Episode 2",
          "SummaryEnglish": "When Ryuichi accidentally lets the kids trail him into the school halls, he gets a tongue-lashing from elite class student, Inomata Maria. For some reason, she stops by the daycare again after class... Later, Ryuichi takes the kids to the zoo, but Taka's good mood is marred by a fight he had with his brother.",
          "Aliases": []
        },
        "3": {
          "ID": "6502504",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6502504",
          "TitleEnglish": "Episode 3",
          "SummaryEnglish": "It's Valentine's Day, and elite class hottie Yagi and genius Nezu are getting a lot of attention from the girls. For some reason, Yagi is very interested in joining the babysitter club... The kids are going for a walk in the school yard, but the minute Ryuichi takes his eyes off of him, Takuma is seized by a strange man... who turns out to be his father!",
          "Aliases": []
        },
        "4": {
          "ID": "6504044",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6504044",
          "TitleEnglish": "Episode 4",
          "SummaryEnglish": "Ryuichi is in high school now. He takes the daycare gang around to see the school's clubs, which are recruiting. He also tries to get people to join the babysitter club, but it doesn't seem to be going very well... Later, Ryuichi gets sick, and has to stay in bed. On the chairwoman's instruction, Kotaro works hard to try to make Ryuichi a special drink that will make him better.",
          "Aliases": []
        },
        "5": {
          "ID": "6504047",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6504047",
          "TitleEnglish": "Episode 5",
          "SummaryEnglish": "Second-year Inui visits the daycare room, claiming Midori to be his future child. Is Ms. Sawatari committing adultery?! Later, Kirin, studying hard to be a witch, gets in a fight with Taka, who believes witches aren't real. Kirin tries to prove her point by using a broom to fly, but...",
          "Aliases": []
        },
        "6": {
          "ID": "6504049",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6504049",
          "TitleEnglish": "Episode 6",
          "SummaryEnglish": "Playing in the garden on his day off, Kotaro discovers a little boy trapped in the fence... who happens to look just like Nezu! Later, Ryuichi leaves his lunch in the daycare room, so Kotaro decides to bring it to him. Will he succeed in his \"first errand\"?",
          "Aliases": []
        },
        "7": {
          "ID": "6504051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6504051",
          "TitleEnglish": "Episode 7",
          "SummaryEnglish": "Since Inomata hasn't been visiting very often lately, Inomata takes Kotaro out of the daycare room to find her. Convinced that she hates Ryuichi, they try to make a case for him. Later, Kazuma gets a cold, forcing Takuma to come to school by himself. He seems to be smiling and playing as usual, but...",
          "Aliases": []
        },
        "8": {
          "ID": "6504053",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6504053",
          "TitleEnglish": "Episode 8",
          "SummaryEnglish": "After receiving a love letter, Ryuichi spends the day acting distant, which worries the kids in the daycare room. Later, the Kamitani brothers invite Ryuichi and Kotaro out to a festival... but things get messy when Taka loses his toy sword!",
          "Aliases": []
        },
        "9": {
          "ID": "6504055",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6504055",
          "TitleEnglish": "Episode 9",
          "SummaryEnglish": "Everyone's going to the beach: the kids, the mothers, the daycare staff, and even Inomata! Kotaro is afraid of the ocean, so Ryuichi tries to accompany him on other activities. Later, Taka comes to the daycare room crying after a big fight with his brother... who is opting to punish him with the silent treatment.",
          "Aliases": []
        },
        "10": {
          "ID": "6504058",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6504058",
          "TitleEnglish": "Episode 10",
          "SummaryEnglish": "It's the day of the culture festival, and all the kids are dressed as veggies for their booth. Since the fathers are coming to visit, Ms. Kumazuka asks a favor of the daycare staff... to dress in drag?! Later, Ms. Kamitani invites the kids to watch chicks hatch in the science lab.",
          "Aliases": []
        },
        "11": {
          "ID": "6504060",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6504060",
          "TitleEnglish": "Episode 11",
          "SummaryEnglish": "Usada is home sick with a cold, so he asks Saikawa to serve as babysitter in his place. Saikawa is good at everything, but can he handle being a babysitter? Later, Ushimaru visits the daycare room for the first time at Inomata's invitation. She has a hard time dealing with little kids, and now she's surrounded by them!",
          "Aliases": []
        },
        "12": {
          "ID": "6504062",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/school-babysitters/episodes/6504062",
          "TitleEnglish": "Episode 12",
          "SummaryEnglish": "On a Sunday, Ryuichi heads out to hang out with his classmates, leaving Kotaro behind for the first time. Kotaro is sad about having to stay home with Saikawa, but things pick up when he finds the family library. Later, around Christmas, the kids are all waiting for Santa to come. Ryuichi wants to dress up as Santa to make Kotaro happy, but a few obstacles present themselves...",
          "Aliases": []
        }
      }
    }
  }
}