{
    "URL": "https://www.thetvdb.com/series/our-love-has-always-been-10-centimeters-apart",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7351628/",
        "https://www.themoviedb.org/tv/74094"
    ],
    "TitleEnglish": "Our Love Has Always Been 10 Centimeters Apart.",
    "SummaryEnglish": "Under the cherry blossom tree at Sakuragaoka High School’s Entrance Ceremony, Miou Aida meets Haruki Serizawa for the first time. Ever since that day, their eyes chased after each other. Miou is reserved, while Haruki is very social. While many mistook them as a couple, their relationship remained a little more than friends. As they stop to sit on the steps of a deck on their walk home, Miou cannot help but ask, \"Haruki...do you like anyone?\" Haruki replies, \"I do like someone ...what about you?\" Just 10 centimeters between their hands. It’s just 10 centimeters, but the distance remains...",
    "Aliases": [
        "HoneyWorks: Itsudatte Bokura no Koi wa 10 cm Datta.",
        "Itsu Datte Bokura no Koi 10 Centi Datta.",
        "Itsudatte Bokura no Koi wa 10 cm Datta.",
        "We Have Always Been 10 Centimeters Apart.",
        "We have always been 10 cm apart."
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "733820",
            "URL": "https://www.thetvdb.com/series/our-love-has-always-been-10-centimeters-apart/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "6476947",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/our-love-has-always-been-10-centimeters-apart/episodes/6476947",
                    "TitleEnglish": "I've Always Liked You: Confess Your Love Committee",
                    "SummaryEnglish": "Natsuki Enomoto, a third-year student at Sakuragaoka High School, has feelings of unrequited love for her childhood friend, Yuu Setoguchi. Unable to be true to her own feelings, Natsuki tells Yuu that she is merely using him as a stand-in to practice confessing her love to. As Natsuki continues to pretend not having any feelings for Yuu, her classmate Koyuki Ayase asks her out on a date. Will Natsuki ever be able to stop \"practicing\" and actually confess her love to Yuu?"
                },
                "2": {
                    "ID": "6476956",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/our-love-has-always-been-10-centimeters-apart/episodes/6476956",
                    "TitleEnglish": "The Moment You Fall in Love: Confess Your Love Committee",
                    "SummaryEnglish": "Based on Vocaloid songs from \"Kokuhaku Jikko Iinkai ~Renai Series~\" by HoneyWorks, the movie is the second film based on the songs, following Tetsuya Yanagisawa's previous anime, \"Zutto Mae Kara Suki Deshita\"."
                },
                "3": {
                    "ID": "10837452",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/our-love-has-always-been-10-centimeters-apart/episodes/10837452",
                    "TitleEnglish": "I've Always Liked You: A Friday's Good Morning",
                    "SummaryEnglish": "A picture drama special bundled with the BD/DVD release of the main film. It focuses on the relationship between Sena and Midori."
                }
            }
        },
        "1": {
            "ID": "737567",
            "URL": "https://www.thetvdb.com/series/our-love-has-always-been-10-centimeters-apart/seasons/official/1",
            "# Episodes": 6,
            "Episodes": {
                "1": {
                    "ID": "6406625",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-love-has-always-been-10-centimeters-apart/episodes/6406625",
                    "TitleEnglish": "Spring, First Love, Color of Cherry Blossoms",
                    "SummaryEnglish": "In the Spring of their first year of high school, Haruki and Miou meet for the first time under the cherry blossoms. Afterwards, they grow close as they spend time and walk home together. Their relationship is so close that everyone thinks they’re dating, but will they be able to put their feelings into words?"
                },
                "2": {
                    "ID": "6406626",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-love-has-always-been-10-centimeters-apart/episodes/6406626",
                    "TitleEnglish": "Summer, Fireworks, Color of Love",
                    "SummaryEnglish": "The Movie Club members ask the Art Club to help them out with their last film before graduation. They need to create a piece that depicts the theme of “love.” But what exactly is the color of love?"
                },
                "3": {
                    "ID": "6406627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-love-has-always-been-10-centimeters-apart/episodes/6406627",
                    "TitleEnglish": "Secret, Solitude, Color of Twilight",
                    "SummaryEnglish": "The deadline for the “painting of love” is here and Haruki will need to make a choice. Meanwhile, Miou struggles with her feelings towards Haruki, further complicated by discovering the identity of the man who saved her her life when she was young."
                },
                "4": {
                    "ID": "6406628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-love-has-always-been-10-centimeters-apart/episodes/6406628",
                    "TitleEnglish": "Study Abroad, Map of the Future, Color of the Heart",
                    "SummaryEnglish": "Miou shuts herself off from Haruki and her friends, due to the guilt she is feeling. It’s up to Natsuki and Akari to find out why their friend is so sad. Some memories from the past start to resurface for Haruki and causes him to question his dream of becoming a film director."
                },
                "5": {
                    "ID": "6406629",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-love-has-always-been-10-centimeters-apart/episodes/6406629",
                    "TitleEnglish": "First Snow, Dreams, Color of Tears",
                    "SummaryEnglish": "Haruki has not come to school for a few days and everyone is starting to get worried. Miou is determined to finish her “painting of love” and talk to Haruki about an unfortunate event that happened in the past. “I’ll wait as long as it takes” she says, as the first snow of the season begins to fall."
                },
                "6": {
                    "ID": "6406631",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/our-love-has-always-been-10-centimeters-apart/episodes/6406631",
                    "TitleEnglish": "Graduation, Adventures, Color of the Future",
                    "SummaryEnglish": "Graduation is finally here, and everyone is ready to move on as Miou decides her future career, and Haruki is ready to embark on a new adventure. But before that, will Haruki and Miou's ten centimeter gap finally close?"
                }
            }
        }
    }
}