{
    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8271972/",
        "http://ryuoh-anime.com/index.html",
        "https://www.themoviedb.org/tv/76141",
        "https://www.themoviedb.org/tv/76141",
        "https://x.com/@Ryuoshi_PR"
    ],
    "TitleEnglish": "The Ryuo's Work is Never Done!",
    "SummaryEnglish": "The story is about a teenage boy who happens to be a shogi master. One day, a nine-year-old girl turns up at his house, requesting to be taken as his disciple. From there, all kinds of wacky hijinks ensue.",
    "TitleJapanese": "りゅうおうのおしごと！",
    "SummaryJapanese": "玄関を開けるとJSがいた―――\n\n「やくそくどおり、弟子にしてもらいにきました！」\n\n16歳にして将棋界の最強タイトル保持者「竜王」となった九頭竜八一の\n自宅に押しかけてきたのは、小学三年生の雛鶴あい、九歳\n\n「え？、…弟子？え？」\n「…おぼえてません？」\n\n覚えてなかったが始まってしまったJSとの同居生活\nストレートなあいの情熱に、\n八一も失いかけていた熱いモノを取り戻していくのだった",
    "Aliases": [
        "Ryuuou no Oshigoto!"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "733892",
            "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/seasons/official/0",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6790088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790088",
                    "TitleEnglish": "1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "りゅうおうのおしごと！〜かんそうせん〜 第01話「「竜王」について学ぶ」",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6790090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790090",
                    "TitleEnglish": "2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "りゅうおうのおしごと！〜かんそうせん〜 第02話「「将棋盤・駒」について学ぶ」",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "6790092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790092",
                    "TitleEnglish": "3",
                    "SummaryEnglish": null,
                    "TitleJapanese": "りゅうおうのおしごと！〜かんそうせん〜 第03話「東京・将棋会館をリポート」",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "6790094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790094",
                    "TitleEnglish": "4",
                    "SummaryEnglish": null,
                    "TitleJapanese": "りゅうおうのおしごと！〜かんそうせん〜 第04話「日高里菜×女流棋士・香川愛生のクロストーク」",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "6790095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790095",
                    "TitleEnglish": "5",
                    "SummaryEnglish": null,
                    "TitleJapanese": "りゅうおうのおしごと！〜かんそうせん〜 第05話「将棋のタイトルについて」",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "6790097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790097",
                    "TitleEnglish": "6",
                    "SummaryEnglish": null,
                    "TitleJapanese": "りゅうおうのおしごと！〜かんそうせん〜 第06話「将棋の戦法について」",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "6790098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790098",
                    "TitleEnglish": "7",
                    "SummaryEnglish": null,
                    "TitleJapanese": "りゅうおうのおしごと！〜かんそうせん〜 第07話「将棋の戦法について(2)」",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "6790099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790099",
                    "TitleEnglish": "8",
                    "SummaryEnglish": null,
                    "TitleJapanese": "りゅうおうのおしごと！〜かんそうせん〜 第08話「これを知っていたら将棋通〜将棋用語について〜」",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "6790101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790101",
                    "TitleEnglish": "9",
                    "SummaryEnglish": null,
                    "TitleJapanese": "りゅうおうのおしごと！〜かんそうせん〜 第09話「東京・将棋会館をリポート Part.2」",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "6790102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790102",
                    "TitleEnglish": "10",
                    "SummaryEnglish": null,
                    "TitleJapanese": "りゅうおうのおしごと！〜かんそうせん〜 第10話「ゴロゴロ将棋 対局」",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "6790103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790103",
                    "TitleEnglish": "11",
                    "SummaryEnglish": null,
                    "TitleJapanese": "りゅうおうのおしごと！〜かんそうせん〜 第11話「将棋界ゆかりの鳩森八幡神社にお参り」",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "6790105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790105",
                    "TitleEnglish": "12",
                    "SummaryEnglish": null,
                    "TitleJapanese": "りゅうおうのおしごと！〜かんそうせん〜 第12話「「りゅうおうのおしごと!〜かんそうせん〜」を振り返る」",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "739121",
            "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6424018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6424018",
                    "TitleEnglish": "A Disciple Storms In",
                    "SummaryEnglish": "Ai Hinazuru of JS (elementary school girl) rushed to the house of a 16-year-old boy, Kuzuryu Yaichi, who became the best title in the shogi world, \"Ryuo\", at the age of 9 who admires him as a \"master\"! ?? At first, he thought he would turn back, but Yaichi, who felt a glimpse of his talent, decided to welcome her as an uchi-deshi for the time being, partly due to the progress of Master Kiyotaki. In this way, the story of Ryuo Kuzuryu Yaichi and his disciple Ai Hinazuru began.",
                    "TitleJapanese": "押しかけ弟子",
                    "SummaryJapanese": "将棋界最高のタイトル「竜王」になった16歳の少年・九頭竜八一の家に、彼を「お師匠さま」と慕う9歳でJS(女子小学生)の雛鶴あいが押し掛けてきた！？　当初は追い返そうと考えるのだが、あいの中に才能の片鱗を感じた八一は、清滝師匠の進めもあって、ひとまず春休みの間と区切って彼女を内弟子に迎え入れることになる。こうして竜王・九頭竜八一とその弟子・雛鶴あいの物語が始まるのだった。"
                },
                "2": {
                    "ID": "6493091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6493091",
                    "TitleEnglish": "Days with a Disciple",
                    "SummaryEnglish": "At the Shogi Hall, where Yaichi took me, I became acquainted with JS named Mio Mizukoshi, Abe no Sadato, and Charlotte Isoar. Around the same time, Yaichi, who was playing in the official game, was in danger of falling into the trap of Ayumu Kaminabe 6th Dan. Ayumu's dragon-killing Georgius-that is, the \"lancer\" approaches the dragon king Yaichi. Beside that, Ai was staring at the board with a serious expression ....",
                    "TitleJapanese": "弟子のいる日常",
                    "SummaryJapanese": "八一に連れて行ってもらった将棋会館であいは、水越澪、貞任綾乃、シャルロット・イゾアールというJSと知り合いになる。同じ頃、公式戦で対局中の八一は神鍋歩夢六段の罠にはまり危機を迎えていた。歩夢の放った龍殺しのゲオルギウス――つまりは「香車」が、竜王・八一に迫る。その傍らであいは、真剣な表情で盤面を見つめていた……。"
                },
                "3": {
                    "ID": "6506769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6506769",
                    "TitleEnglish": "Training Group Entrance Exam",
                    "SummaryEnglish": "Ai will take the entrance examination of the workshop. Moreover, if you do not clear the condition of winning all the exams given by your parents, you will not be able to continue playing shogi. After defeating Abe no Sadato of the same JS Lab and Yoshitsune Kuruno, a professional shogi player, the final game is finally over. What stood in front of Ai was Yaichi's sister and apprentice, Sora Ginko, the strongest woman with the nickname \"Snow White of Naniwa.\" Ginko's relentless hands hunt down her childhood. Can Ai win? ??",
                    "TitleJapanese": "研修会試験",
                    "SummaryJapanese": "あいが研修会の入会試験を受けることになった。しかも両親が出した試験に全勝という条件をクリアしなければ、将棋を続けることができないのだ。同じJS研の貞任綾乃、プロ棋士・久留野義経七段に勝利して、いよいよ次が最後の勝負。あいの前に立ちはだかったのは、《浪速の白雪姫》の異名を持つ最強の女性、八一の姉弟子・空銀子であった。銀子の容赦ない手が、幼いあいを追い詰める。はたしてあいは勝利することができるのか！？"
                },
                "4": {
                    "ID": "6506770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6506770",
                    "TitleEnglish": "The Other Ai",
                    "SummaryEnglish": "At the request of Kudan, the chairman of the Shogi Federation, Yaichi met Yasha Shinteni, a selfish young lady in the 4th grade of elementary school. Although it is a twisted and high-flying garment, the skill of shogi is quite good. Yaichi, who thought that the existence of his rivals would strengthen his relationship, secretly decided to welcome Tengi as a disciple. Yaichi trains his garment at the Shogi Dojo in the New World, refraining from being in a bad mood when he takes another disciple. Of course, Ai couldn't have noticed such a suspicious master ...",
                    "TitleJapanese": "もう一人のあい",
                    "SummaryJapanese": "将棋連盟会長・月光聖市九段の頼みで、八一は小学4年生のワガママお嬢様、夜叉神天衣と対面した。ひねくれて高飛車な性格の天衣だが、将棋の腕前はなかなかのもの。ライバルの存在があいを強くすると考えた八一は、密かに天衣を弟子に迎え入れることを決意する。他に弟子を取ると“なぜか”機嫌が悪くなるあいに遠慮して、天衣を新世界の将棋道場で鍛える八一。もちろんそんな怪しい師匠の様子に、あいが気付かないはずもなく……。"
                },
                "5": {
                    "ID": "6510529",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6510529",
                    "TitleEnglish": "Artlessly Flawless",
                    "SummaryEnglish": "Yaichi unfortunately found the site where he was secretly practicing his garment. Ai was furious that she was lying and \"practicing\" with a \"cute\" girl of the same age. Due to the provocation of Tengi and Yaichi's rant, Ai \"gets out\" and stays in Master Kiyotaki's house. Yaichi goes to bring Ai back, but the words of the master who understands all the circumstances of the matter decide to keep Ai at the master's house for a while. After learning the practice at the shogi dojo in the town, Tengi decided to take the entrance examination for the workshop.",
                    "TitleJapanese": "天衣無縫",
                    "SummaryJapanese": "こっそり天衣に稽古 を付けていた現場を、あいに見つかってしまった八一。嘘を付いて同じ年の、しかも“可愛い”女の子を相手に“お稽古”していたことに、あいは激怒。天衣の挑発や八一の失言もあって、あいは「いえ出」して清滝師匠の家に籠もってしまうのだった。あいを連れ戻しに行く八一だったが、事のいきさつを全て理解してくれている師匠の言葉に、あいを暫く師匠の家で預かってもらうことにする。そして町の将棋道場で実践を学び、腕を上げた天衣は、研修会の入会試験を受けることに。"
                },
                "6": {
                    "ID": "6510530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6510530",
                    "TitleEnglish": "All-Rounder",
                    "SummaryEnglish": "Yaichi's natural enemy is Yaichi Yamato, who is an all-rounder and has the nickname of \"both swordsmen.\" Yaichi asks General Ikuishi Mitsuru, who has the nickname of \"Maestro\", to teach him and aim to become the same all-rounder before the rematch with him, who was defeated in the game after a long absence and is about to come three weeks later. Yaichi and Ai go to the public bath and dojo \"Gokigen no Yu\" run by Ikishi every day to practice. Not only to win the sword cutting, but also to prepare for the battle with the master who was called the strongest genius in history.",
                    "TitleJapanese": "オールラウンダー",
                    "SummaryJapanese": "オールラウンダーにして「両刀使い」の異名を持つ山刀伐仁八段は、八一の天敵。久しぶりの対局で敗北し、3週間後に控えた彼との再戦を前に、八一は「捌きの巨匠(マエストロ)」の異名を持つ生石充王将に教えを請い、同じオールラウンダーをめざす。生石の経営する銭湯兼道場「ゴキゲンの湯」に毎日通い詰め、修行する八一とあい。それは山刀伐に勝つためだけでなく、あの史上最強の天才と呼ばれた名人との戦いに備えるためでもあった。"
                },
                "7": {
                    "ID": "6510532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6510532",
                    "TitleEnglish": "Dear 10-Year-Old Me",
                    "SummaryEnglish": "Yaichi did not give up the game with the natural enemy, Yamatobuki Hachidan until the end, and Yaichi showed a come-from-behind victory. However, its appearance is too dazzling for Katsura today. Born in a shogi player's family as the daughter of Kiyotaki Kudan, she has been familiar with shogi since she was a child, and as the age limit of the workshop approaches, she has not yet been qualified to become a female shogi player. Katsura, who loses her confidence and suffers, suddenly stops at an old research notebook she once wrote. There ...",
                    "TitleJapanese": "十才のわたしへ",
                    "SummaryJapanese": "天敵・山刀伐八段との対局を最後まで諦めず、八一は逆転勝利してみせた。しかしその姿は、いまの桂香にはあまりに眩しい。清滝九段の娘として棋士の家に生まれ、幼い頃から将棋に親しんできた彼女は、研修会の年齢制限が迫るなか、いまだ女流棋士になる資格は得られていなかった。自信を喪失して悩む桂香は、かつて自分が書いた古い研究ノートに、ふと目を止める。そこには……。"
                },
                "8": {
                    "ID": "6510533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6510533",
                    "TitleEnglish": "First Tournament",
                    "SummaryEnglish": "Ai and Tengi participated in the challenge match of the biggest competition in the women's shogi world, \"My Navi Women's Open\", along with Katsura. The two have won four consecutive victories. Yaichi felt a little loneliness with joy in the grown-up appearance of his disciples. The next day, Yaichi, who was invited to the shogi broadcast, was in charge of commentary with a female shogi player, Tamaki Kajiba. However, when he was furious at the flirtatious appearance, he broke into the studio with JS Lab. Rumors of suspicion of Ryuo Lolicon all over the country due to a series of misleading problem statements ...! ??",
                    "TitleJapanese": "はじめての大会",
                    "SummaryJapanese": "女流棋界最大の大会「マイナビ女子オープン」のチャレンジマッチに、桂香と共にあいと天衣が参加した。2人は見事に4連勝。弟子たちの成長した姿に、喜びと共に一抹の寂しさを感じる八一だった。その翌日、将棋中継に招かれた八一は、女流棋士・鹿路庭珠代と解説を担当。ところがそのイチャイチャした姿に激怒したあいが、JS研とスタジオに乱入。誤解をまねく問題発言を連発したため、全国に竜王ロリコン疑惑の噂が……！？"
                },
                "9": {
                    "ID": "6510534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6510534",
                    "TitleEnglish": "August First",
                    "SummaryEnglish": "My Navi Women's Open Qualifying. Aito, who has enough energy, won the first round. The next opponent Ai will play against is the title holder of the female throne, \"Ikazuchi of the Handling\", the sacred thunder. Thunder is obsessed with Yaichi and asks for a reply to his confession. Yaichi cannot imagine the future in which Ai will win due to the difference in ability between Thunder and Ai, but on the other hand, Ai vowed that he would never lose today for some reason. Can Ai break the thunder! ??",
                    "TitleJapanese": "八月一日",
                    "SummaryJapanese": "マイナビ女子オープン予選。気合い充分のあいと天衣は、一回戦で快勝した。あいが次に対局する相手は、女流帝位のタイトル保持者、《捌きのイカヅチ》祭神雷だった。八一に執着し告白の返事を求める雷に、あいは弟子として「お断り」しようと闘志を燃やす。雷とあいの実力差からあいが勝つ未来を想像することができない八一だが、一方であいは、とある理由から今日は絶対に負けられないと心に誓って臨んでいた。はたしてあいは雷を破ることができるのか！？"
                },
                "10": {
                    "ID": "6510536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6510536",
                    "TitleEnglish": "Spinning Dragon",
                    "SummaryEnglish": "An absolute god-like champion and master with six titles of eternal qualifications. The Ryuo battle will be held in which the master will \"challenge\" the current Ryuo Yaichi. The venue for the first station is Hawaii, an island of everlasting summer. At the resort-like eve, Ai's 10th birthday is also celebrated, and innocent comments asking her to win are praised. And the first station that was greeted. The master sets up an unexpected \"one-handed loss angle replacement\" in Yaichi. Yaichi, who is familiar with this tactic, seemed to have an advantage in the situation ...",
                    "TitleJapanese": "スピニングドラゴン",
                    "SummaryJapanese": "6つのタイトルの永世資格を持つ、神のような絶対王者・名人。その名人が、現・竜王の八一に「挑戦」する竜王戦が開催される。第一局の会場は、常夏の島ハワイ。リゾート気分の前夜祭では、あいの10歳の誕生日も祝われ、師匠に勝って欲しいと願う無邪気なコメントも喝采を浴びる。そして迎えた第一局。名人は予想外の「一手損角換わり」を八一に仕掛けてゆく。この戦法を熟知する八一に、局面は有利かと思われたが……。"
                },
                "11": {
                    "ID": "6510537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6510537",
                    "TitleEnglish": "Best Wishes",
                    "SummaryEnglish": "After finishing the third station of the Ryuo War, Yaichi is impatient because he can't even reward his masters. I can't afford to think about the fact that I fell down with a fever. He refused even Ginko's best advice. Every day I'm lonely, staying in my room and immersing myself in my research. Hoping for Yaichi's revival, Katsura leaves a note asking him to watch his game. The next Mynavi main race is a big chance for Katsura to become a female shogi player. What does she want to tell Yaichi through the game?",
                    "TitleJapanese": "寿",
                    "SummaryJapanese": "竜王戦第三局を終え、名人相手に一矢も報いることができない八一は焦るばかり……。熱を出して倒れたあいのことを、いまは思いやる余裕もない。銀子の精一杯の助言すら拒絶してしまうのだった。一人孤独に、部屋に閉じこもって研究に没頭する日々。八一の復活を願って、桂香は自分の対局を見て欲しいとメモを残す。次のマイナビ本戦は、桂香が女流棋士になる大きなチャンス。対局を通じて彼女は、八一に何を伝えようというのか。"
                },
                "12": {
                    "ID": "6510538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6510538",
                    "TitleEnglish": "The Final Judgment",
                    "SummaryEnglish": "The 4th station of the Ryuo battle between the master and Yaichi, which is held at the hot spring inn Hinatsuru. If he loses here, Yaichi loses the title of Ryuo. But his heart was calm and clear. Aito, Ginko, and Katsura watch the biggest battle in Shogi history in the waiting room. And Tengi watching the online broadcast from home. No one knows the whereabouts of the game. Supported by the eyes of Ai who believes in the victory of the master, Yaichi challenges the fateful battle! !!",
                    "TitleJapanese": "最後の審判",
                    "SummaryJapanese": "温泉旅館ひな鶴にて執り行われる、名人と八一の竜王戦第四局。ここで負ければ、八一は竜王のタイトルを失ってしまう。だが、彼の心は穏やかに澄み渡っていた。将棋史上最大の一戦を、控え室にて注視するあいと銀子、桂香。そして家からネット中継を見守る天衣。対局の行方は、誰にも判らない。師匠の勝利を信じるあいの眼差しに支えられて、八一は運命の一戦に挑む！！"
                }
            }
        }
    }
}