{
    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/8E19-DADB-831E-ED4D-5D75-B",
        "https://www.imdb.com/title/tt7712706/",
        "https://deathma-anime.com/",
        "https://www.themoviedb.org/tv/76122",
        "https://x.com/deathma_anime"
    ],
    "TitleEnglish": "Death March to the Parallel World Rhapsody",
    "SummaryEnglish": "29-year-old programmer Suzuki Ichirou finds himself transported into a fantasy RPG. Within the game, he's a 15-year-old named Satou. At first he thinks he's dreaming, but his experiences seem very real. Due to a powerful ability he possesses with limited use, he ends up wiping out an army of lizard men and becomes a high leveled adventurer. Satou decides to hide his level, and plans to live peacefully and meet new people. However, developments in the game's story, such as the return of a demon king, may cause a nuisance to Satou's plans.",
    "TitleJapanese": "デスマーチからはじまる異世界狂想曲",
    "SummaryJapanese": "デスマーチ真っ最中のプログラマー“サトゥー”こと鈴木一郎。仮眠を取っていたはずが、気が付くと異世界に…!?\n視界の端には、仮眠前に作っていたゲームを思わせるメニュー画面。\nレベル１の初期状態。ただし初心者救済策として実装したばかりの「全マップ探査」とマップ殲滅ボム「流星雨」×３付。目の前には蜥蜴人の大軍が!\n助かるために「流星雨」を使用したサトゥーは、その結果レベルが310となり莫大な財宝を手に入れる―。\n夢か現か、ここにサトゥーの旅が始まる!",
    "Aliases": [
        "Death March Rhapsody",
        "Death March kara Hajimaru Isekai Kyousoukyoku"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "736041",
            "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6387656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6387656",
                    "TitleEnglish": "The Catastrophe That Started With a Death March",
                    "SummaryEnglish": "Suzuki Ichirou is a programmer who is working a death march to keep up with nightmare combination of unreasonable deadlines and unreliable coworkers. After crawling under his desk for some much-needed shut-eye, he awakes to find himself in a familiar, but distinct, fantasy world.",
                    "TitleJapanese": "デスマーチからはじまる天変地異",
                    "SummaryJapanese": "デスマーチ真っ最中のゲームプログラマー鈴木一郎。ひたすら仕事をこなし、30時間ぶりにようやく取れた仮眠から目を覚ますと…目の前にはグランドキャニオンのような壮大な渓谷が？！ここは一体何処だ…。\n視界の端には、ステータス表示や『全マップ探査』のアイコンなど仮眠前に作っていたゲームを思わせるメニュー画面が！\n状況を把握しようとする鈴木の前に、蜥蜴人（リザードマン）の大軍が現れる―。"
                },
                "2": {
                    "ID": "6485413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6485413",
                    "TitleEnglish": "A City Tour That Started With a Death March",
                    "SummaryEnglish": "Satou seems to be stuck in the parallel world that looks like an amalgamation of the game projects he's worked on. And while his insider knowledge of the world's systems gives him an advantage, he still needs to find his bearings before he can start planning what to do next. To that end, he heads to the nearest city to establish a base of operations.",
                    "TitleJapanese": "デスマーチからはじまる市内散策",
                    "SummaryJapanese": "ワイバーンとの闘いの最中、自らの魔法の反動で吹き飛ばされてしまった魔法兵のゼナ。\n天から舞い落ちるゼナを受け止め助けたサトゥー（鈴木一郎）だったが、そこに駆け付けたゼナの仲間に何者かと詰問される。\nスキルによってかわしたサトゥーだが、身分証を発行するため、人間以外にも多種多様な種族が暮らす「セーリュー市」へと向かうことになる。"
                },
                "3": {
                    "ID": "6485414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6485414",
                    "TitleEnglish": "Love That Started With a Death March",
                    "SummaryEnglish": "Satou is shown around the city by Zena when they encounter demi-human slaves who are being abused by a mob. But prejudice isn't the only problem when everyone suddenly finds themselves deep in a dangerous labyrinth.",
                    "TitleJapanese": "﻿﻿デスマーチからはじまる恋愛事情",
                    "SummaryJapanese": "ゼナに誘われ、セーリュー市を見て回ることになったサトゥー。\nセーリュー市名物「竜翼揚げ」や「セーリュー揚げ」など、初めて口にする食べ物の数々に舌鼓をうち異世界を満喫するサトゥーだったが、馬車での移動中にゼナから「聖剣」や「魔族」が存在すると関係を聞かされる。\n\n魔族――その言葉に何かが引っ掛かるサトゥー。\n\nその時、「魔族」と言われ、鎖に繋がれ民衆から石を投げつけられる少女たちの姿を見つけ、何とか止めようとするサトゥーとゼナだったが……"
                },
                "4": {
                    "ID": "6485415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6485415",
                    "TitleEnglish": "Labyrinth Exploration That Started With a Death March",
                    "SummaryEnglish": "With the aid of the slaves he was trying to help, Satou gradually starts his trek to escape the labyrinth, and rescue the other people who were trapped with him.",
                    "TitleJapanese": "デスマーチからはじまる迷宮探索",
                    "SummaryJapanese": "魔族が創り出した迷宮から脱出するため、はぐれてしまったゼナを探しながら進むサトゥー。\n一緒に巻き込まれた奴隷の少女たちを、ポチ、タマ、リザと名付け、次々と襲い来る魔物や死獣たちを退け、レベルアップしながら迷宮を進む一行。\nスライムに襲われているゼナを助け出す事に成功し、再会を喜ぶサトゥーたちの前に、ついに元凶となった魔族が現れる。\n武器も魔法も効かず、強力な「魅了」や「闇魔法」を放ってくる敵に、苦戦を強いられる兵士たち。\nしかし、サトゥーはそんな魔族にも圧倒的な力の差をみせつけ追い詰める。"
                },
                "5": {
                    "ID": "6485416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6485416",
                    "TitleEnglish": "The Crazy Princess That Started With a Death March",
                    "SummaryEnglish": "Satou chooses to become Tama, Pochi, and Liz's new master rather than let them return to a life of slavery. He also ends up with the strange sisters Arisa and Lulu, the younger of which seems to have a secret tied to Satou's original world...",
                    "TitleJapanese": "デスマーチからはじまる乱心王女",
                    "SummaryJapanese": "迷宮からの脱出に成功したサトゥーは、契約を交わしポチ、タマ、リザの正式な主人となった。加えてニドーレンから、儚げなルルと、アリサという少女も奴隷にと勧められる。\n「私はアリサと申します。“サ・ト・ウ様”」不敵な笑みを浮かべるアリサは、なんと日本語を理解していた。\n一体なぜ？\n疑問を頂きつつも、成り行きで彼女たちとも契約を交わすことになったサトゥーだったが、その夜宿屋で……"
                },
                "6": {
                    "ID": "6498055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6498055",
                    "TitleEnglish": "City Defense That Began With a Death March",
                    "SummaryEnglish": "With five girls now in his care, Satou needs to find more permanent lodging. Unfortunately his real estate ventures will have to wait, as the city comes under attack by giant insects!",
                    "TitleJapanese": "デスマーチからはじまる都市防衛",
                    "SummaryJapanese": "何でも屋のナディのもとに、リザ達と住める家を紹介してもらいに行くサトゥーとゼナ。\nしかし紹介してもらった物件は不穏な気配がするところばかり。\n別物件を探してもらう間に、ナディから勧められた屋外ステージの演劇を観に行くことになり、デートみたいだと思わず顔を赤くするゼナだったが、成り行きでアリサ、リザも含めみんなで行く事になってしまう。演目は「ムーノ侯爵領の悲劇」。\n平民の魔術師と姫の許されない悲恋がテーマの物語だったが、強引な展開が腑に落ちないサトゥー。だが、それには理由があった……"
                },
                "7": {
                    "ID": "6498056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6498056",
                    "TitleEnglish": "Camping Lessons That Began With a Death March",
                    "SummaryEnglish": "Satou and the gang make plans to help return the elf girl that he rescued to her home in the forest, but first they need to prepare for the long trip by learning how to rough it outdoors.",
                    "TitleJapanese": "デスマーチからはじまる野営訓練",
                    "SummaryJapanese": "瀕死の状態の鼠人族の騎兵「赤兜」を助けたサトゥー。鼠人族の騎兵が守っていたのはエルフの少女、ミーアだった。\n二人を何でも屋のユサラトーヤとナディのもとに運ぶサトゥー。ミーアは怪我はないものの、ひどく疲労していて衰弱気味だった。翌朝やっと目が覚めたミーアは、何故か非常にサトゥーに懐き、離れることを嫌がるようになる。\n一方で、サトゥーはこの世界を観光して回るための旅の準備を始めるが……"
                },
                "8": {
                    "ID": "6498057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6498057",
                    "TitleEnglish": "Immortality That Began With a Death March",
                    "SummaryEnglish": "Mia has been kidnapped, and Satou is hot on the trail of the strange specter that took her. The path leads to the place she originally was rescued from, the massive tower known as the Cradle.",
                    "TitleJapanese": "デスマーチからはじまる不老不死",
                    "SummaryJapanese": "ミーアが故郷のエルフの里から魔術師にさらわれて「揺り篭」と呼ばれる施設に拉致されていた事を知ったサトゥー達。そこに落雷とともに影のようなものがわき上がり、妖気をまとった人物が現れる！\nその人物とは、ミーアをさらった魔術師であり、逃げ出したミーアを連れ戻すため追ってきたのだった。\n敵が放つ恐怖の波動に飲み込まれる一同。「恐怖耐性」スキルを有効にして対抗するサトゥーだったが……!?"
                },
                "9": {
                    "ID": "6498058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6498058",
                    "TitleEnglish": "Deeply Held Attachment That Started With a Death March",
                    "SummaryEnglish": "Satou reaches the top of the Cradle, but he won't be able to take Mia back before confronting a final challenge... One that will end with a surprising addition to his entourage.",
                    "TitleJapanese": "デスマーチからはじまる情緒纒綿",
                    "SummaryJapanese": "不死の王ゼンからミーアを取り戻すため、「揺り篭」を攻略したサトゥー。だが、主の間にたどり着いた彼に、ゴーレムやホムンクルス達が襲いかかる！\nさらに、ゼンはホムンクルス達に限界を超えた強化魔法をかける。うかつに闘えば死なせてしまいそうな相手に苦慮しつつ、サトゥーは闘いの中で「槍」「危険感知」「武器破壊」などのスキルを次々に手に入れていくが……\n「勇者」の称号を持つサトゥーの前に、ゼンの過去と本当の目的が明かされる！"
                },
                "10": {
                    "ID": "6498059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6498059",
                    "TitleEnglish": "The Hunting Song That Started With a Death March",
                    "SummaryEnglish": "The journey to return Mia home begins, giving Satou a chance to experiment with the functionality of the fantasy world during the long trip.",
                    "TitleJapanese": "デスマーチからはじまる狩猟楽曲",
                    "SummaryJapanese": "無事ミーアを助け出し、彼女をシガ王国南東にある故郷のエルフの里まで送り届ける事になったサトゥー達。\n慣れない野営を手分けしてこなし、獲物をとってシチューを作ったり、馬車のクッションを改良したり、見慣れぬ土地を散策したりと、和気藹々と馬車の旅を続けていく。\nこの異世界にも慣れてきたサトゥーは、時間がある今、魔法の呪文や自らのストレージなどを少しずつ調べていくことにする……"
                },
                "11": {
                    "ID": "6498060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6498060",
                    "TitleEnglish": "The Fantasy Conspiracy That Started With a Death March",
                    "SummaryEnglish": "The journey to take Mia home continues, with Satou running afoul the local nobles by disrupting their scheme involving the distribution of healing potions.",
                    "TitleJapanese": "デスマーチからはじまる幻想陰謀",
                    "SummaryJapanese": "相変わらず賑やかに旅を続けるサトゥー達。カイノナ市の門を出たところで騎馬の男が農夫を蹴倒しているところに遭遇する。サトゥー達に気付いた男は睨みながら舌打ちをして去って行った。その男は以前セーリュー市で出会ったあの小悪党の役人だった！　骨折をしてしまった農夫に魔法薬を差し出すサトゥー。魔法薬の抜群の効果を確認したサトゥーは錬金術魔法薬の自作に挑戦する事にする。体力回復薬作りに成功したサトゥーは材料を買い足すためにクハノウ伯爵領、ノウキーの町を目指す……"
                },
                "12": {
                    "ID": "6498061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6498061",
                    "TitleEnglish": "A Trip to the Underworld That Started With a Death March",
                    "SummaryEnglish": "Satou has to deliver on an arrangement where countless factors have been twisted against him, but will that be enough to keep him from pulling through?",
                    "TitleJapanese": "デスマーチからはじまる異(世)界旅情",
                    "SummaryJapanese": "“幻想の森”で老魔女と弟子のイネニマアナに出会ったサトゥー。彼女たちは、森を守ってもらうために、クハノウ伯爵に特製魔法薬300本を収める盟約を結んでいるという。しかし、銀髪の太守補佐官と小悪党の悪巧みにあい、イネニマアナは魔法薬の瓶を割られてしまった！　日没までに魔法薬と入れ物の小瓶を作らなくてはいけない。規格外の能力を駆使し、仲間たちとともに魔法薬と小瓶作りを急ぐサトゥーだったが、妨害により小瓶を焼くための窯を壊されてしまい……。果たしてサトゥーは、“幻想の森”を守ることができるのか！？"
                }
            }
        },
        "2": {
            "ID": "2156004",
            "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10807310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/10807310",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}