{
  "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Drama"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt8271972/",
    "http://ryuoh-anime.com/index.html",
    "https://www.themoviedb.org/tv/76141",
    "https://www.themoviedb.org/tv/76141",
    "https://x.com/@Ryuoshi_PR"
  ],
  "TitleEnglish": "The Ryuo's Work is Never Done!",
  "SummaryEnglish": "The story is about a teenage boy who happens to be a shogi master. One day, a nine-year-old girl turns up at his house, requesting to be taken as his disciple. From there, all kinds of wacky hijinks ensue.",
  "Aliases": [
    "Ryuuou no Oshigoto!"
  ],
  "Modified": "2025-06-05",
  "Seasons": {
    "0": {
      "ID": "733892",
      "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6790088",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790088",
          "TitleEnglish": "1",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "6790090",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790090",
          "TitleEnglish": "2",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "6790092",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790092",
          "TitleEnglish": "3",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "6790094",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790094",
          "TitleEnglish": "4",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "6790095",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790095",
          "TitleEnglish": "5",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "6790097",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790097",
          "TitleEnglish": "6",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "7": {
          "ID": "6790098",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790098",
          "TitleEnglish": "7",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "8": {
          "ID": "6790099",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790099",
          "TitleEnglish": "8",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "9": {
          "ID": "6790101",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790101",
          "TitleEnglish": "9",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "10": {
          "ID": "6790102",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790102",
          "TitleEnglish": "10",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "11": {
          "ID": "6790103",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790103",
          "TitleEnglish": "11",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "12": {
          "ID": "6790105",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6790105",
          "TitleEnglish": "12",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "739121",
      "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6424018",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6424018",
          "TitleEnglish": "A Disciple Storms In",
          "SummaryEnglish": "Ai Hinazuru of JS (elementary school girl) rushed to the house of a 16-year-old boy, Kuzuryu Yaichi, who became the best title in the shogi world, \"Ryuo\", at the age of 9 who admires him as a \"master\"! ?? At first, he thought he would turn back, but Yaichi, who felt a glimpse of his talent, decided to welcome her as an uchi-deshi for the time being, partly due to the progress of Master Kiyotaki. In this way, the story of Ryuo Kuzuryu Yaichi and his disciple Ai Hinazuru began.",
          "Aliases": []
        },
        "2": {
          "ID": "6493091",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6493091",
          "TitleEnglish": "Days with a Disciple",
          "SummaryEnglish": "At the Shogi Hall, where Yaichi took me, I became acquainted with JS named Mio Mizukoshi, Abe no Sadato, and Charlotte Isoar. Around the same time, Yaichi, who was playing in the official game, was in danger of falling into the trap of Ayumu Kaminabe 6th Dan. Ayumu's dragon-killing Georgius-that is, the \"lancer\" approaches the dragon king Yaichi. Beside that, Ai was staring at the board with a serious expression ....",
          "Aliases": []
        },
        "3": {
          "ID": "6506769",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6506769",
          "TitleEnglish": "Training Group Entrance Exam",
          "SummaryEnglish": "Ai will take the entrance examination of the workshop. Moreover, if you do not clear the condition of winning all the exams given by your parents, you will not be able to continue playing shogi. After defeating Abe no Sadato of the same JS Lab and Yoshitsune Kuruno, a professional shogi player, the final game is finally over. What stood in front of Ai was Yaichi's sister and apprentice, Sora Ginko, the strongest woman with the nickname \"Snow White of Naniwa.\" Ginko's relentless hands hunt down her childhood. Can Ai win? ??",
          "Aliases": []
        },
        "4": {
          "ID": "6506770",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6506770",
          "TitleEnglish": "The Other Ai",
          "SummaryEnglish": "At the request of Kudan, the chairman of the Shogi Federation, Yaichi met Yasha Shinteni, a selfish young lady in the 4th grade of elementary school. Although it is a twisted and high-flying garment, the skill of shogi is quite good. Yaichi, who thought that the existence of his rivals would strengthen his relationship, secretly decided to welcome Tengi as a disciple. Yaichi trains his garment at the Shogi Dojo in the New World, refraining from being in a bad mood when he takes another disciple. Of course, Ai couldn't have noticed such a suspicious master ...",
          "Aliases": []
        },
        "5": {
          "ID": "6510529",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6510529",
          "TitleEnglish": "Artlessly Flawless",
          "SummaryEnglish": "Yaichi unfortunately found the site where he was secretly practicing his garment. Ai was furious that she was lying and \"practicing\" with a \"cute\" girl of the same age. Due to the provocation of Tengi and Yaichi's rant, Ai \"gets out\" and stays in Master Kiyotaki's house. Yaichi goes to bring Ai back, but the words of the master who understands all the circumstances of the matter decide to keep Ai at the master's house for a while. After learning the practice at the shogi dojo in the town, Tengi decided to take the entrance examination for the workshop.",
          "Aliases": []
        },
        "6": {
          "ID": "6510530",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6510530",
          "TitleEnglish": "All-Rounder",
          "SummaryEnglish": "Yaichi's natural enemy is Yaichi Yamato, who is an all-rounder and has the nickname of \"both swordsmen.\" Yaichi asks General Ikuishi Mitsuru, who has the nickname of \"Maestro\", to teach him and aim to become the same all-rounder before the rematch with him, who was defeated in the game after a long absence and is about to come three weeks later. Yaichi and Ai go to the public bath and dojo \"Gokigen no Yu\" run by Ikishi every day to practice. Not only to win the sword cutting, but also to prepare for the battle with the master who was called the strongest genius in history.",
          "Aliases": []
        },
        "7": {
          "ID": "6510532",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6510532",
          "TitleEnglish": "Dear 10-Year-Old Me",
          "SummaryEnglish": "Yaichi did not give up the game with the natural enemy, Yamatobuki Hachidan until the end, and Yaichi showed a come-from-behind victory. However, its appearance is too dazzling for Katsura today. Born in a shogi player's family as the daughter of Kiyotaki Kudan, she has been familiar with shogi since she was a child, and as the age limit of the workshop approaches, she has not yet been qualified to become a female shogi player. Katsura, who loses her confidence and suffers, suddenly stops at an old research notebook she once wrote. There ...",
          "Aliases": []
        },
        "8": {
          "ID": "6510533",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6510533",
          "TitleEnglish": "First Tournament",
          "SummaryEnglish": "Ai and Tengi participated in the challenge match of the biggest competition in the women's shogi world, \"My Navi Women's Open\", along with Katsura. The two have won four consecutive victories. Yaichi felt a little loneliness with joy in the grown-up appearance of his disciples. The next day, Yaichi, who was invited to the shogi broadcast, was in charge of commentary with a female shogi player, Tamaki Kajiba. However, when he was furious at the flirtatious appearance, he broke into the studio with JS Lab. Rumors of suspicion of Ryuo Lolicon all over the country due to a series of misleading problem statements ...! ??",
          "Aliases": []
        },
        "9": {
          "ID": "6510534",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6510534",
          "TitleEnglish": "August First",
          "SummaryEnglish": "My Navi Women's Open Qualifying. Aito, who has enough energy, won the first round. The next opponent Ai will play against is the title holder of the female throne, \"Ikazuchi of the Handling\", the sacred thunder. Thunder is obsessed with Yaichi and asks for a reply to his confession. Yaichi cannot imagine the future in which Ai will win due to the difference in ability between Thunder and Ai, but on the other hand, Ai vowed that he would never lose today for some reason. Can Ai break the thunder! ??",
          "Aliases": []
        },
        "10": {
          "ID": "6510536",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6510536",
          "TitleEnglish": "Spinning Dragon",
          "SummaryEnglish": "An absolute god-like champion and master with six titles of eternal qualifications. The Ryuo battle will be held in which the master will \"challenge\" the current Ryuo Yaichi. The venue for the first station is Hawaii, an island of everlasting summer. At the resort-like eve, Ai's 10th birthday is also celebrated, and innocent comments asking her to win are praised. And the first station that was greeted. The master sets up an unexpected \"one-handed loss angle replacement\" in Yaichi. Yaichi, who is familiar with this tactic, seemed to have an advantage in the situation ...",
          "Aliases": []
        },
        "11": {
          "ID": "6510537",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6510537",
          "TitleEnglish": "Best Wishes",
          "SummaryEnglish": "After finishing the third station of the Ryuo War, Yaichi is impatient because he can't even reward his masters. I can't afford to think about the fact that I fell down with a fever. He refused even Ginko's best advice. Every day I'm lonely, staying in my room and immersing myself in my research. Hoping for Yaichi's revival, Katsura leaves a note asking him to watch his game. The next Mynavi main race is a big chance for Katsura to become a female shogi player. What does she want to tell Yaichi through the game?",
          "Aliases": []
        },
        "12": {
          "ID": "6510538",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/the-ryuos-work-is-never-done/episodes/6510538",
          "TitleEnglish": "The Final Judgment",
          "SummaryEnglish": "The 4th station of the Ryuo battle between the master and Yaichi, which is held at the hot spring inn Hinatsuru. If he loses here, Yaichi loses the title of Ryuo. But his heart was calm and clear. Aito, Ginko, and Katsura watch the biggest battle in Shogi history in the waiting room. And Tengi watching the online broadcast from home. No one knows the whereabouts of the game. Supported by the eyes of Ai who believes in the victory of the master, Yaichi challenges the fateful battle! !!",
          "Aliases": []
        }
      }
    }
  }
}