{
    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/8E19-DADB-831E-ED4D-5D75-B",
        "https://www.imdb.com/title/tt7712706/",
        "https://deathma-anime.com/",
        "https://www.themoviedb.org/tv/76122",
        "https://x.com/deathma_anime"
    ],
    "TitleEnglish": "Death March to the Parallel World Rhapsody",
    "SummaryEnglish": "29-year-old programmer Suzuki Ichirou finds himself transported into a fantasy RPG. Within the game, he's a 15-year-old named Satou. At first he thinks he's dreaming, but his experiences seem very real. Due to a powerful ability he possesses with limited use, he ends up wiping out an army of lizard men and becomes a high leveled adventurer. Satou decides to hide his level, and plans to live peacefully and meet new people. However, developments in the game's story, such as the return of a demon king, may cause a nuisance to Satou's plans.",
    "Aliases": [
        "Death March kara Hajimaru Isekai Kyousoukyoku",
        "Death March Kara Hajimaru Isekai Kyōsōkyoku",
        "Death March Rhapsody"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "736041",
            "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6387656",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6387656",
                    "TitleEnglish": "The Catastrophe That Started With a Death March",
                    "SummaryEnglish": "Suzuki Ichirou is a programmer who is working a death march to keep up with nightmare combination of unreasonable deadlines and unreliable coworkers. After crawling under his desk for some much-needed shut-eye, he awakes to find himself in a familiar, but distinct, fantasy world."
                },
                "2": {
                    "ID": "6485413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6485413",
                    "TitleEnglish": "A City Tour That Started With a Death March",
                    "SummaryEnglish": "Satou seems to be stuck in the parallel world that looks like an amalgamation of the game projects he's worked on. And while his insider knowledge of the world's systems gives him an advantage, he still needs to find his bearings before he can start planning what to do next. To that end, he heads to the nearest city to establish a base of operations."
                },
                "3": {
                    "ID": "6485414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6485414",
                    "TitleEnglish": "Love That Started With a Death March",
                    "SummaryEnglish": "Satou is shown around the city by Zena when they encounter demi-human slaves who are being abused by a mob. But prejudice isn't the only problem when everyone suddenly finds themselves deep in a dangerous labyrinth."
                },
                "4": {
                    "ID": "6485415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6485415",
                    "TitleEnglish": "Labyrinth Exploration That Started With a Death March",
                    "SummaryEnglish": "With the aid of the slaves he was trying to help, Satou gradually starts his trek to escape the labyrinth, and rescue the other people who were trapped with him."
                },
                "5": {
                    "ID": "6485416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6485416",
                    "TitleEnglish": "The Crazy Princess That Started With a Death March",
                    "SummaryEnglish": "Satou chooses to become Tama, Pochi, and Liz's new master rather than let them return to a life of slavery. He also ends up with the strange sisters Arisa and Lulu, the younger of which seems to have a secret tied to Satou's original world..."
                },
                "6": {
                    "ID": "6498055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6498055",
                    "TitleEnglish": "City Defense That Began With a Death March",
                    "SummaryEnglish": "With five girls now in his care, Satou needs to find more permanent lodging. Unfortunately his real estate ventures will have to wait, as the city comes under attack by giant insects!"
                },
                "7": {
                    "ID": "6498056",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6498056",
                    "TitleEnglish": "Camping Lessons That Began With a Death March",
                    "SummaryEnglish": "Satou and the gang make plans to help return the elf girl that he rescued to her home in the forest, but first they need to prepare for the long trip by learning how to rough it outdoors."
                },
                "8": {
                    "ID": "6498057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6498057",
                    "TitleEnglish": "Immortality That Began With a Death March",
                    "SummaryEnglish": "Mia has been kidnapped, and Satou is hot on the trail of the strange specter that took her. The path leads to the place she originally was rescued from, the massive tower known as the Cradle."
                },
                "9": {
                    "ID": "6498058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6498058",
                    "TitleEnglish": "Deeply Held Attachment That Started With a Death March",
                    "SummaryEnglish": "Satou reaches the top of the Cradle, but he won't be able to take Mia back before confronting a final challenge... One that will end with a surprising addition to his entourage."
                },
                "10": {
                    "ID": "6498059",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6498059",
                    "TitleEnglish": "The Hunting Song That Started With a Death March",
                    "SummaryEnglish": "The journey to return Mia home begins, giving Satou a chance to experiment with the functionality of the fantasy world during the long trip."
                },
                "11": {
                    "ID": "6498060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6498060",
                    "TitleEnglish": "The Fantasy Conspiracy That Started With a Death March",
                    "SummaryEnglish": "The journey to take Mia home continues, with Satou running afoul the local nobles by disrupting their scheme involving the distribution of healing potions."
                },
                "12": {
                    "ID": "6498061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/6498061",
                    "TitleEnglish": "A Trip to the Underworld That Started With a Death March",
                    "SummaryEnglish": "Satou has to deliver on an arrangement where countless factors have been twisted against him, but will that be enough to keep him from pulling through?"
                }
            }
        },
        "2": {
            "ID": "2156004",
            "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/seasons/official/2",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "10807310",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/death-march-to-the-parallel-world-rhapsody/episodes/10807310",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null
                }
            }
        }
    }
}