{
    "URL": "https://www.thetvdb.com/series/slow-start",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7899036/",
        "https://www.themoviedb.org/tv/76099"
    ],
    "TitleEnglish": "Slow Start",
    "SummaryEnglish": "Hana Ichinose is a normal 16-year-old high school student. However, there is something different about her: She enrolled in high school one year late! Her classmates are unaware of this, and Hana will have to work hard to catch up with everyone else.",
    "TitleJapanese": "スロウスタート",
    "SummaryJapanese": "一之瀬花名、16歳。 皆より一年遅く高校に入学したことは、同級生にはひみつ。 大したことじゃないと思われるかもしれないけれど、私にとっては大問題なんです…。\nかわいさ溢れ、心あたたまる、スロウな成長物語。",
    "Aliases": [],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "735574",
            "URL": "https://www.thetvdb.com/series/slow-start/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6383308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-start/episodes/6383308",
                    "TitleEnglish": "The First Butterflies",
                    "SummaryEnglish": null,
                    "TitleJapanese": "はじまりのどきどき",
                    "SummaryJapanese": "中学卒業を機に親元から離れ、いとこが管理人のアパートで一人暮らしをしている一之瀬花名。この春に念願の高校デビューを迎えるものの、誰も知り合いがいない学園生活は不安だらけ。\n登校初日、ドキドキの入学式を終えて周りを見渡すと、すでに仲良しグループができあがっている！　しかも出席番号が一番なので、クラスで真っ先に自己紹介をする羽目に……。人見知りの花名は友だちを作ることができるのか!?"
                },
                "2": {
                    "ID": "6490262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-start/episodes/6490262",
                    "TitleEnglish": "Exercise Wears Me Out",
                    "SummaryEnglish": "Hana and her classmates have lunch together. Hana enjoys comparing lunches and sharing food with each other, but she still keeps her past a secret. Meanwhile, the school's sports test begins. Unfortunately, Hana hasn't gotten any exercise at all during her year off between middle school and high school.",
                    "TitleJapanese": "うんどうのはぁはぁ",
                    "SummaryJapanese": "マイペースで明るい百地たまて、コミュニケーション能力が高く大人びた十倉栄依子、体は小さいけれど大食漢の千石冠。ひょんなきっかけから3人のクラスメイトと仲良くなった花名は、昼食もみんなで一緒に取るように。お弁当を見せ合ったり、一口もらったりと楽しい日々を過ごすのだが、未だに自分の過去は明かせずにいた。\nそんな中、学校ではスポーツテストがスタート。浪人時代まったく運動をしていなかった花名は……。"
                },
                "3": {
                    "ID": "6493665",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-start/episodes/6493665",
                    "TitleEnglish": "Teardrops are Falling",
                    "SummaryEnglish": "he girls talk about how they're going to spend their Golden Week vacation. After realizing that they all have the final day of the break open, they make plans to meet up for a study session to prepare for proficiency tests the following day, and decide to go to Hana's apartment. Hana can't contain her excitement over having friends coming to her place and Shion is just as thrilled when she hears the news. As Golden Week begins, the four enjoy their stretch of days off, each in their own way, until it's finally the day of the study session.The girls talk about how they're going to spend their Golden Week vacation. After realizing that they all have the final day of the break open, they make plans to meet up for a study session to prepare for proficiency tests the following day, and decide to go to Hana's apartment. Hana can't contain her excitement over having friends coming to her place and Shion is just as thrilled when she hears the news. As Golden Week begins, the four enjoy their stretch of days off, each in their own way, until it's finally the day of the study session.",
                    "TitleJapanese": "なみだのぽろぽろ",
                    "SummaryJapanese": "ゴールデンウィークの過ごし方について話し合う4人。たまたま全員の予定が空いていた最終日に、実力テストへ向けた勉強会を開くことに。場所は花名のアパート“てまりハイツ”に決定！\n「私の部屋にお友だちが！ 」と、花名は初めての一大イベントにワクワクが止まらない。予定を聞いた従姉妹の志温も、まるで自分のことのように大興奮。\nそして連休が始まり、4人はそれぞれの休日を満喫する中、ついに勉強会当日を迎える。"
                },
                "4": {
                    "ID": "6493666",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-start/episodes/6493666",
                    "TitleEnglish": "The Premium Tournament on the Second Floor",
                    "SummaryEnglish": "Hiroe Hannen is the mysterious resident of Temari Heights apartment 202. When Hana goes up to deliver a package for her, paranoid Hiroe mistakes Hana as a suspicious intruder. Her misunderstanding is straightened out with Shion's introduction, but it soon becomes clear that Hiroe is a shut-in, who cannot step out even to the convenience store. Her high school years were smooth sailing until an accident that became a turning point in her life. Hearing Hiroe's personal story resonates with Hana, who then shares her secret of being a year behind in high school.",
                    "TitleJapanese": "２階のプレミア大会",
                    "SummaryJapanese": "“てまりハイツ”202号室に住む謎の住人、万年大会。荷物を届けるために部屋を訪れた花名は、警戒心が強い大会から不審者だと疑われてしまう。志温の仲裁でなんとか誤解は解けるが……大会はコンビニにすら行けない引きこもりだった！\n高校時代までは順風満帆の日々を過ごしていたという大会だが、あるアクシデントが人生を大きく変えてしまった。その身の上話を聞いた花名は、他人事とは思えず、浪人の秘密を打ち明ける……。"
                },
                "5": {
                    "ID": "6493667",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-start/episodes/6493667",
                    "TitleEnglish": "Kamuri's Fluffy",
                    "SummaryEnglish": "The Eiko-loving Kamuri is thrilled when she gets a middle school-era photo of her. However, the Eiko in the photo doesn't look like the Eiko Kamuri saw in passing one year earlier. And yet, Eiko confirms that it is indeed her in the picture. Unsatisfied with the lingering mystery, Kamuri talks to Hana who recalls that she recently saw a girl who looked a lot like Eiko in the shopping district. The two are intrigued by the possibility of a look-alike and set off in search of Eiko's secret.",
                    "TitleJapanese": "かむりのふわふわ",
                    "SummaryJapanese": "栄依子のことが大好きな冠は、中学時代の生写真をもらって感激！ しかし写真の栄依子は去年見かけたときの姿とは違っていた。別人ではないかと本人に尋ねたものの、間違いなく彼女自身だという。 どうも納得がいかない冠。花名も商店街で栄依子とよく似た少女とすれ違ったことを思い出す。「ソックリさんでもいるのかな？」と、不思議に思った二人は、栄依子の秘密を探ってみることに……。"
                },
                "6": {
                    "ID": "6493668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-start/episodes/6493668",
                    "TitleEnglish": "Sliminess of an Eel",
                    "SummaryEnglish": "The point of the sleepover at Hana’s apartment is supposed to be a study session to prepare for the girls’ upcoming semester finals, but Tamate is more interested in cooking a delicious dinner for them. The girls also enjoy playing a video game and taking a bath, rewards for studying hard. They cap off the enjoyable evening with bedtime ghost stories which results in a freaked-out Hana being unable to sleep.",
                    "TitleJapanese": "うなぎのぬるぬる",
                    "SummaryJapanese": "今日は“てまりハイツ”でお泊まり会。期末試験に向けた勉強会のはずが、たまては美味しい夕食を振る舞おうと張り切っている様子。“てまりハイツ”に一番乗りして、花名と一緒にみんなを迎えに行く。\n大盛り上がりするお泊まり会。ゲームをしたり、お風呂に入ったり、もちろん勉強をがんばったりと、楽しい時間が過ぎていく。そして夜といえばやっぱり怪談話。けれど臆病な花名は、怖くて眠れなくなってしまった！"
                },
                "7": {
                    "ID": "6493669",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-start/episodes/6493669",
                    "TitleEnglish": "Cuffed Wrists",
                    "SummaryEnglish": "Eiko gets presents from her classmates on her birthday, but they all turn out to be hairpins. Being a good friend, Eiko puts them all on, resulting in a head full of hairpins and the new nickname \"Pinko\" bestowed upon her by their teacher, Ms. Enami. On the walk home from school, Eiko is back to wearing just her normal mature-looking hairpin, which becomes the subject of a discussion. A curious Tamate asks where she bought the hairpin, but Eiko only gives an enigmatic smile and says it's a secret.",
                    "TitleJapanese": "ぐるぐるのてくび",
                    "SummaryJapanese": "誕生日にクラスメイトからプレゼントをもらった栄依子。だがクラスの全員がヘアピンを贈ったので、頭がピンだらけになってしまった！ その姿を見た担任の榎並清瀬には、「十倉ピン子」と呼ばれてしまう始末。\n放課後の帰り道では、栄依子がいつも付けている大人っぽいヘアピンの話題に。たまてはどこで買ったのか興味津々な様子だが、栄依子は「ひ・み・つ」とミステリアスな笑みを浮かべる……。"
                },
                "8": {
                    "ID": "6493670",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-start/episodes/6493670",
                    "TitleEnglish": "Hana's Friends",
                    "SummaryEnglish": "Hana hasn't talked to half the students in her class since the school year started. Worried about Hana, the girls try to help her break her shyness. Later, Hana and her friends go shopping for swimsuits.",
                    "TitleJapanese": "はなのともだち",
                    "SummaryJapanese": "花名は朝寝坊して日直の仕事を忘れてしまう。大慌てで学校へ向かったところ、クラスメイトの高橋奈々恵が仕事を代わりにやってくれていた。感謝の言葉を伝えようとしたものの、花名は緊張して上手く話せず混乱してしまう。実はクラスメイトの半分以上とまだ話をしたことがなかったのだ。 それを知った3人は、クラスのみんなに花名を紹介するミッションを発動！ 花名は人見知りを克服できるのか。そして自分から奈々恵に話しかけることができるのか!?"
                },
                "9": {
                    "ID": "6493671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-start/episodes/6493671",
                    "TitleEnglish": "Gorilla in a Swimsuit",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ゴリラのみずぎ",
                    "SummaryJapanese": "海水浴へ遊びに行く計画を立てていた4人だが、当日はあいにくの大雨。ビキニを着ることにドキドキしつつも当日を心待ちにしていた花名は悲しくて涙が止まらない。そこで気晴らしに“てまりハイツ”で水着ショーを開催！　布団の上を泳いでみたり、水着姿のまま宿題をしてみたり……。 いつのまにか大会と志温も加わってハイテンションに。せっかく水着があるんだからとアパートを飛び出して、近所の室内温水プールへ出発！"
                },
                "10": {
                    "ID": "6493672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-start/episodes/6493672",
                    "TitleEnglish": "The Shark's Cousin",
                    "SummaryEnglish": "Eiko is still keeping her accessory-making a secret from her friends, but gives a handmade brooch to Hana, her one confidant. Hana is thrilled to get it, but feels guilty about continuing to keep her own secret about her gap year before starting high school. She can't decide whether to share the truth with her friends.",
                    "TitleJapanese": "サメのいとこ",
                    "SummaryJapanese": "みんなには内緒でアクセサリー作りをしている栄依子から、お手製のブローチをプレゼントされた花名。嬉しい気持ちでいっぱいになるとともに、自分が浪人した過去を隠し続けていることに後ろめたさを感じてしまう。清瀬に相談してみたが、打ち明けるかどうか決断はできないまま。\nそんな気持ちの中で教室に向かうと、栄依子の口からショッキングな一言が飛び出す。「浪人してるんだってね」と……。"
                },
                "11": {
                    "ID": "6493673",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-start/episodes/6493673",
                    "TitleEnglish": "Tomato Festival",
                    "SummaryEnglish": "At last the summer vacation starts! The four decide to go to the summer festival together. They have lunch at Tama's place and get ready to attend the festival in their yukatas!",
                    "TitleJapanese": "トマトのまつり",
                    "SummaryJapanese": "ついに夏休みがスタート！ さっそくお祭りへ行くことになった4人。まずはたまての家にお邪魔して家族とご挨拶。近所を散歩すると一面に野菜畑が広がっていて、直売所のトマトを丸かじり。とれたて野菜のフレッシュな味わいに舌鼓を打つ。 昼食はたまてがお手製のイタリアンを披露。こちらもレストラン顔負けの美味しさで、冠はおかわりを連発するほど。それからみんなで着付けを手伝いあい、いざ着物姿で夏祭りへ！"
                },
                "12": {
                    "ID": "6493674",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/slow-start/episodes/6493674",
                    "TitleEnglish": "Starting Slow",
                    "SummaryEnglish": "Hana's mother always bought clothes for her, but now she's going to choose her own outfit for the first time. The problem is she can't imagine what kind of clothes would suit her. When Hana goes to her friends for advice, Eiko proposes they all go out shopping the following day. Tamate is also excited about helping Hana choose an outfit that would look good on her, while Kamuri is more interested in having post-shopping parfaits. When she gets home that day, Hana ponders over the kind of clothes that would be her style.",
                    "TitleJapanese": "スロウのスタート",
                    "SummaryJapanese": "いつも母親に洋服を買ってもらっていた花名だったが、初めて自分で選んでみることに。けれども一体どんな服が似合うのか、まったく想像がつかない。みんなに相談したところ、栄依子から明日ショッピングに出かけようと提案される。たまても花名に似合う服を選ぶと興奮気味。冠は買い物後のパフェに興味津々の様子。 自宅に帰ってからも「私らしい服ってなんだろう？」と考える花名。一体どんな服が見つかるのか……。"
                }
            }
        }
    }
}