{
    "URL": "https://www.thetvdb.com/series/fate-extra-last-encore",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7940468/",
        "https://www.themoviedb.org/tv/76123"
    ],
    "TitleEnglish": "Fate/Extra: Last Encore",
    "SummaryEnglish": "Waking up in a strange virtual world with no recollection of the past, Hakuno finds himself forced to fight for survival in a war he does not understand for a prize beyond value; the opportunity to have one's wish granted. With only an enigmatic \"Servant\" by his side, Hakuno Kishinami will have to face both friends and foes in battles to the death in order to not only gain possession of a mysterious object known as the \"Holy Grail,\" but also to find the answer to the most important question of all: \"Who am I?\"",
    "TitleJapanese": "Fate/EXTRA Last Encore",
    "SummaryJapanese": "それは、忘れ去られた月で 開演 ひらかれる\"EXTRA\"の物語。\n\n月に存在するあらゆる願いを叶える力を持った霊子コンピュータ「ムーンセル・オートマトン」。\nムーンセル内につくられた霊子虚構世界「SE.RA.PH」。\n\"聖杯\"をかけた、 魔術師 ウィザードと 英霊 サーヴァントによる、\n新たな月の聖杯戦争、開演。",
    "Aliases": [
        "FateExtra Last Encore"
    ],
    "Modified": "2025-05-05",
    "Seasons": {
        "1": {
            "ID": "741141",
            "URL": "https://www.thetvdb.com/series/fate-extra-last-encore/seasons/official/1",
            "# Episodes": 10,
            "Episodes": {
                "1": {
                    "ID": "6446668",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-extra-last-encore/episodes/6446668",
                    "TitleEnglish": "Praeteritus Limbus Vorago",
                    "SummaryEnglish": "Hakuno feels a rage build up inside of him as he lives through the repetitive virtual world of SE.RA.PH, and it fills him with a sense of purpose.",
                    "TitleJapanese": "今は旧き辺獄の底 ―プレテリトゥス・リンブス・ヴォラーゴ―",
                    "SummaryJapanese": "ムーンセルが作りだした霊子虚構世界“SE.RA.PH”。\nその世界で退屈な学生生活をおくる岸浪ハクノは、日常の風景に何故か「憎しみ」を感じていた。\n突如学園の崩壊が始まり、余剰生命体のパージが始まる。\n友人であったはずのシンジに裏切られ、傷を負いながらも何とか生き残ろうと足掻くが、\n“辺獄”と呼ばれる焼却炉の底に落ちてしまう。\nそこでハクノが見たものは、赤く煌めく一振りの剣だった。"
                },
                "2": {
                    "ID": "6526235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-extra-last-encore/episodes/6526235",
                    "TitleEnglish": "Dead Face",
                    "SummaryEnglish": "Saber proudly introduces herself and prepares Hakuno for the war ahead. But finding another Master to battle proves to be harder than anticipated.",
                    "TitleJapanese": "死相 ―デッドフェイス―",
                    "SummaryJapanese": "“辺獄”で、ハクノは「セイバー」と名乗る少女に命を救われる。\n記憶が曖昧で、自分が何者かもわからず、「憎しみ」だけを強く覚えていたハクノだが、セイバーからSE.RA.PHで行われる聖杯戦争の参加者の一人だと聞かされる。\n熾天の檻を目指し、第一戦の会場に辿り着いたハクノとセイバーだったが、目の前に広がっていたのは多くの人々が行きかう美しい海洋都市だった。\n二人は対戦相手を探して、海洋都市を巡るのだが――"
                },
                "3": {
                    "ID": "6527926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-extra-last-encore/episodes/6527926",
                    "TitleEnglish": "Golden Wild Hunt",
                    "SummaryEnglish": "Hakuno and Saber meet Rin, a self-proclaimed Resistor. Hakuno learns that he must kill Shinji, the Floor Master, in order to ascend to the next level.",
                    "TitleJapanese": "黄金鹿と嵐の夜 ―ゴールデン・ワイルドハント―",
                    "SummaryJapanese": "ハクノとセイバーが辿り着いた、第一階層・新設海洋都市ケープ。\nそこでは、マスターが生活の保障のため、政府にサーヴァントを売り払っていった。\nハクノとセイバーは学園時代の友人であるシンジのサーヴァントたちに襲われるも、\nサーヴァントを失った元マスター・遠坂リンに助けられる。\nリンから上層に上がるためにはシンジを倒すしかないと聞いたハクノは、再びシンジに立ち向かう。"
                },
                "4": {
                    "ID": "6527929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-extra-last-encore/episodes/6527929",
                    "TitleEnglish": "No Face May King",
                    "SummaryEnglish": "After making it to the next level, Hakuno and Saber are immediately ambushed. Just as things seem hopeless, they meet a stranger named Rani VIII.",
                    "TitleJapanese": "顔の無い王 ―ノーフェイス・メイキング―",
                    "SummaryJapanese": "第一階層のフロアマスターであるシンジとドレイクを倒したハクノとセイバー。\n何故上層を目指すのか、ドレイクに問われるハクノだったが答えることはできなかった。\n第二階層に到着したと同時に何者かに襲撃され、眼下に広がっていた森へと逃げ込んだ二人。\nハクノを庇ったことでセイバーは傷を負い、窮地に立たされる。\nそんなとき、一人の少女が二人の前に現れ――"
                },
                "5": {
                    "ID": "6557138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-extra-last-encore/episodes/6557138",
                    "TitleEnglish": "Yew Bow",
                    "SummaryEnglish": "Rani VIII tells Hakuno about the Floor Master, Dan Blackmore, and they learn why he can never ascend -- no matter how many lives he takes.",
                    "TitleJapanese": "祈りの弓 ―イー・バウ―",
                    "SummaryJapanese": "ハクノとセイバーはダンとロビンの襲撃を受け、ラニ＝Ⅷの隠れ家へと退却する。\nそこで今が3020年であり、SE.RA.PHが崩壊すれば人類は滅亡することを知る。\n再戦に向け作戦会議を行う三人。\nラニ＝Ⅷから、ダンは勝利しても上層へは登れないこと、\nロビンの二種の宝具は同時に使えないことを聞かされる。\nハクノたちは再びダンとロビンと戦うため、森へと向かう。"
                },
                "6": {
                    "ID": "6570677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-extra-last-encore/episodes/6570677",
                    "TitleEnglish": "The Queen's Glass Game",
                    "SummaryEnglish": "After ascending to the mysterious third level, Hakuno meets Alice, a cyber ghost living alone in this haunted wonderland.",
                    "TitleJapanese": "永久機関・少女帝国 ―クイーンズ・グラスゲーム―",
                    "SummaryJapanese": "ダンとロビンに勝利したハクノたち。\n第二階層で命を落としたマスターの遺志と共に在ると決めたラニ＝Ⅷを残し、\nハクノとセイバーは次の階層に向かう。\n第三階層は亡霊集う夢の跡地、通称・名無しの森。\nリンによると、コードに紛れたバグであるサイバーゴーストがでるという。\n森の中にある荒廃した城へ辿り着き、城内を探索していたハクノは人影を見かけ追いかけるが――"
                },
                "7": {
                    "ID": "6584404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-extra-last-encore/episodes/6584404",
                    "TitleEnglish": "Nursery Rhyme",
                    "SummaryEnglish": "The only way out of the time loop they're trapped in is to defeat Alice. Hakuno is hesitant, despite knowing how many she's killed before.",
                    "TitleJapanese": "誰かの為の物語 ―ナーサリー・ライム―",
                    "SummaryJapanese": "何かがおかしいと思いながらも名無しの森の探索を続けるハクノたちだったが、\n突如「殺しても殺せない怪物」に襲われる。\nセイバーが斬りかかるも、スタート地点まで戻されてしまう。\nリンは、怪物の正体である“ありす”が『この一日』を繰り返していることを思い出す。\n事態を打開すべく探索を再開する中で、ハクノは自分が憎しみだけで上を目指していることを吐露する。"
                },
                "8": {
                    "ID": "6594080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-extra-last-encore/episodes/6594080",
                    "TitleEnglish": "Bajiquan",
                    "SummaryEnglish": "Rin gets them ready for the fifth level, where a Berserker wanders. There’s no floor master, but something perhaps much worse.",
                    "TitleJapanese": "无二打 ―デッド・エンド―",
                    "SummaryJapanese": "第三階層での戦いを経て、希望をもって上層を目指すことを決めたハクノは、“ザザ鳴りの街”第五階層に到着。\n上層に続くラダーは遠くに見えているが、この階層には殺人鬼と呼ばれるユリウスが徘徊しており、\nラダーに辿り着くまでに出会ってしまえば戦闘を余儀なくされるという。\nそして道中でハクノたちはユリウスとバーサーカーに遭遇してしまう。\nバーサーカーの攻撃からハクノを守ったことで、セイバーは大きな傷を負い苦戦を強いられる。"
                },
                "9": {
                    "ID": "6606057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-extra-last-encore/episodes/6606057",
                    "TitleEnglish": "Aestus Domus Aurea",
                    "SummaryEnglish": "A familiar-looking girl also named Hakuno Kishinami appears. Later, Saber tells the male Hakuno that she's ready to take on the Berserker once again.",
                    "TitleJapanese": "招き蕩う黄金劇場 ―アエストゥス・ドムス・アウレア―",
                    "SummaryJapanese": "ユリウスと李書文との戦いに敗れ、倒れるハクノとセイバー。気絶したハクノは、\n試写室のような場所でセイバーの元マスターである岸波白野に出会う。\nそこで、白野とネロの過去の話、そしてセイバー“ネロ・クラウディウス”の生涯についての映像を見せられる。\n意識を取り戻したハクノは、セイバーに自分の正体を打ち明け、\nマスターとしての資格がないと打ち明ける。"
                },
                "10": {
                    "ID": "6606058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-extra-last-encore/episodes/6606058",
                    "TitleEnglish": "Unlimited/Raise Dead",
                    "SummaryEnglish": "Now on the sixth floor, Hakuno and Saber are suddenly attacked by a swarm of beings who look just like Rin and Rani.",
                    "TitleJapanese": "無限の――― ―アンリミテッド／レイズ・デッド―",
                    "SummaryJapanese": "ネロは宝具『招き蕩う黄金劇場（アエストゥス・ドムス・アウレア）』を展開し、李書文を討ち破った。\nハクノもデッドフェイスを発現し、ユリウスとの戦いに勝利する。\nリンとラニを残し、ハクノとネロは次の階層に向けラダーに乗り込んだ。\n第六階層に到着すると、リンに酷似したサーヴァントと巨大なラニが大量に出現する。\nこのニ組は何故か敵対しているようだった。\n戸惑うネロとハクノの前に、第五階層まで共に戦ってきたリンが現れる。"
                }
            }
        },
        "2": {
            "ID": "2158847",
            "URL": "https://www.thetvdb.com/series/fate-extra-last-encore/seasons/official/2",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "6775468",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-extra-last-encore/episodes/6775468",
                    "TitleEnglish": "Excalibur Galatine",
                    "SummaryEnglish": "Hakuno and Saber reach the final floor, where a thousand years ago, a previous incarnation of Hakuno defeated the Master before perishing.",
                    "TitleJapanese": "転輪する勝利の剣 ―エクスカリバー・ガラティーン―",
                    "SummaryJapanese": "第六階層を乗り越え、\nついに1000年間誰も届くことのなかった場所―2人だけのマスターが辿り着ける場所、\n第七階層に上り詰めたネロとハクノ。\nそして第七階層の途中でレオのサーヴァント“ガウェイン”が出迎える。\nそこで人類史を「自滅する為のもの」とムーンセルが解釈していることを知ったハクノは、\nムーンセルを元に戻すために新たな決意を固める。\n鐘の音が鳴り響くとき、ネロとハクノの前にレオが立ちはだかる。"
                },
                "2": {
                    "ID": "6775469",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-extra-last-encore/episodes/6775469",
                    "TitleEnglish": "Chakravartin",
                    "SummaryEnglish": "Now back on the lowest floor, it seems as if Hakuno and Saber have to start all over again -- and they're running out of time.",
                    "TitleJapanese": "天輪聖王 ―チャクラ・ヴァルティン―",
                    "SummaryJapanese": "1000年前、レオは対峙したトワイスの考えに賛同し、すでに人類を救うことはできないと悟っていた――\nガウェインの宝具によって最下層まで落ちてしまうネロとハクノ。\nしかし、第四階層で得た「栞」を頼りに光が差す方へ歩みだし、再び第七階層へと戻る。\n刻一刻とSE.RA.PHの崩壊が近付く中で、\nハクノはデッドフェイスを使い最大限の魔力供給をネロに与え、\nレオとガウェインに立ちむかう。"
                },
                "3": {
                    "ID": "6775470",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/fate-extra-last-encore/episodes/6775470",
                    "TitleEnglish": "Olympia Plaudere",
                    "SummaryEnglish": "At long last, the final battle begins. Hakuno’s ultimate opponent reveals his identity and the reasons for constructing this war.",
                    "TitleJapanese": "喝采の薔薇 ―オリンピア・プラウデーレ―",
                    "SummaryJapanese": "第七階層で辛くもレオとガウェインを倒したネロとハクノ。\n過去や現在ではなく、その先の未来のため、\nムーンセルを通常に戻すという決意を胸についに最上層の熾天の檻へと辿り着く。\nそこではトワイスとチャクラ・ヴァルティンが待ち構えていた。\nハクノとネロは最後のマスターとサーヴァントとしてトワイスに挑む。\n新しい『誰か』として生きる決意を胸に挑むハクノ――\n輝かしきEncoreここに終幕。"
                }
            }
        }
    }
}