{
    "URL": "https://www.thetvdb.com/series/after-the-rain",
    "Genres": [
        "Anime",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6591406/",
        "https://www.themoviedb.org/tv/75777"
    ],
    "TitleEnglish": "After the Rain",
    "SummaryEnglish": "Akira Tachibana is a soft-spoken high school student who used to be a part of the track and field club but, due to an injury, she is no longer able to run as fast as she once could. Working part-time at a family restaurant as a recourse, she finds herself inexplicably falling love with her manager, a divorced 45-year-old man with a young son. Despite the age gap, Akira wholeheartedly embraces his mannerisms and kind nature, which is seen as spinelessness by the other employees, and little by little, the two begin to understand each other. Although unable to explain why exactly she is attracted to him, Akira believes that a concrete reason is not needed to truly love someone. On a rainy day, she decides to finally tell her manager about how she feels...but just how will he react? Based on a Japanese manga series written and illustrated by Jun Mayuzuki.",
    "Aliases": [
        "Koi wa Amaagari no You ni",
        "Koi wa Ameagari no You ni",
        "Love is Like After the Rain"
    ],
    "Modified": "2025-09-05",
    "Seasons": {
        "1": {
            "ID": "742549",
            "URL": "https://www.thetvdb.com/series/after-the-rain/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6459423",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/after-the-rain/episodes/6459423",
                    "TitleEnglish": "The Sound of Rain",
                    "SummaryEnglish": "Masami Kondo is a dull, middle-aged man who's a manager at a restaurant where the female high-school student, Akira Tachibana works at. He can't show dignity to his employees, and cringes to the customer's complaints. Akira gazes at Kondo sharply since he can't do anything right. Kondo gets depressed by Akira's expression of despise. Their lives start to change vividly when their gaze meet."
                },
                "2": {
                    "ID": "6496727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/after-the-rain/episodes/6496727",
                    "TitleEnglish": "Rain Drops on Green Leaves",
                    "SummaryEnglish": "Because Akira injured her leg while delivering something that a customer had forgotten, she had to take some time off from her job. More than about her injury, Akira is thinking about what she felt when Kondo touched her. On the other hand, during her absence at the Garden, Kondo finds out about her past. When it unexpectedly became just the two of them during Kondo's visit, Akira suddenly..."
                },
                "3": {
                    "ID": "6504040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/after-the-rain/episodes/6504040",
                    "TitleEnglish": "Raining Tears",
                    "SummaryEnglish": "Akira told Kondo her feelings towards him. But, Kondo didn't take that as a declaration of love. Akira feels depressed about not being able to get along with her juniors in the track team, nor with her best friend, Haruka, but she lets Kondo know how she feels about him again. \"I like you.\" Kondo eventually starts to speak in response to the 17-year-old girl's genuine feelings towards him."
                },
                "4": {
                    "ID": "6504041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/after-the-rain/episodes/6504041",
                    "TitleEnglish": "Gentle Rain",
                    "SummaryEnglish": "Akira gets excited about her date with Kondo. However, Kase finds out about her feelings towards Kondo by accident. He said he'll keep it a secret, but only under the condition that she goes on a date with him. Akira goes on the date with Kase reluctantly, and he tells her that things will definitely not work out between her and Kondo. Meanwhile, the day of Akira's date with Kondo finally arrives."
                },
                "5": {
                    "ID": "6504067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/after-the-rain/episodes/6504067",
                    "TitleEnglish": "The Scent of Rain",
                    "SummaryEnglish": "Akira took Yuto back to Kondo's house, but she ends up having to wait there with Yuto because Kondo wasn't home. There were a lot of books and half-written novels in his room, and seeing this new side of Kondo made Akira's heart flutter. They hear Kondo's footsteps, and Akira hides in the closet because Yuto suggested that they should surprise Kondo. However..."
                },
                "6": {
                    "ID": "6504069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/after-the-rain/episodes/6504069",
                    "TitleEnglish": "Fine Rain",
                    "SummaryEnglish": "Sweltering hot summer break. Akira, who's taking remedial classes bumped into Haruka (track team captain), and they go to school together for the first time in ages. Haruka wanted to find out the future of their friendship, but the bus arrives to school before she could bring up the subject, and they each go their ways. Akira went to a library during the sudden rain and meets Kondo by accident."
                },
                "7": {
                    "ID": "6504072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/after-the-rain/episodes/6504072",
                    "TitleEnglish": "Heavy Rain",
                    "SummaryEnglish": "Sweltering hot summer break. Akira, who's taking remedial classes bumped into Haruka (track team captain), and they go to school together for the first time in ages."
                },
                "8": {
                    "ID": "6504074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/after-the-rain/episodes/6504074",
                    "TitleEnglish": "Quiet Rain",
                    "SummaryEnglish": "Akira was hugged by Kondo during a typhoon, but she was feeling depressed because Kondo said they were friends. She wants to change their friendship to a romantic relationship, but she doesn't know what to do. One day, while Akira was exchanging opinions about Rashomon with Kondo, she realizes that she should be able to create an opportunity to change that, and she makes a drastic move."
                },
                "9": {
                    "ID": "6504077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/after-the-rain/episodes/6504077",
                    "TitleEnglish": "Rain of Sorrow",
                    "SummaryEnglish": "Akira invited Haruka to the summer festival. They got along only for a moment. Their suppressed feelings collide, and they get into a fight. On the other hand, Kondo meets Chihiro for the first time in 10 years, and they reminisce about how they always used to write novels in college. Kondo faced his friend. Akira turned her back on her friend. The two carrying different pain, meet at Garden."
                },
                "10": {
                    "ID": "6504079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/after-the-rain/episodes/6504079",
                    "TitleEnglish": "Sudden Shower",
                    "SummaryEnglish": "Akira and Kondo came to the secondhand book fair under the pretext of him recommending a book to her as a friend. However, Kondo gets too excited about the books and neglects Akira. He's always fallen in love with literature, pursued it, and hurt the people around him. Kondo hates himself for repeating the same thing again. Akira directly gazes at Kondo while this is happening, and says..."
                },
                "11": {
                    "ID": "6504081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/after-the-rain/episodes/6504081",
                    "TitleEnglish": "Passing Shower",
                    "SummaryEnglish": "In the midst of autumn, the track team talks about a student who made a comeback after suffering the same injury as Akira. On the way home, Akira walks pass Haruka who is taking shelter from the rain. Unable to approach Akira, Haruka makes a drastic move. Meanwhile, Kondo realizes his feelings for novels after a talk with Chihiro. Akira and Kondo. Who will take a step forward in this muddy path?"
                },
                "12": {
                    "ID": "6504083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/after-the-rain/episodes/6504083",
                    "TitleEnglish": "After the Rain",
                    "SummaryEnglish": "The halls after school are filled with students' chatter. The warm heart of youth heats the chilling air. Akira feels as if she is the only one left behind as everything around her changes. Kondo is busy at the restaurant and the company's HQ. He turns to his manuscript at night. Akira thinks of Kondo, and Kondo thinks of Akira. Their thoughts intersect and something lies ahead for their tomorrow."
                }
            }
        }
    }
}