{
    "URL": "https://www.thetvdb.com/series/citrus",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7521578/",
        "http://citrus-anime.com",
        "http://www.reddit.com/r/CitrusManga",
        "https://www.themoviedb.org/tv/76063",
        "https://x.com/citrus_anime"
    ],
    "TitleEnglish": "Citrus",
    "SummaryEnglish": "Yuzu, a high school gyaru who hasn't experienced her first love yet, transfers to an all-girls school after her mother remarries. She's beyond upset that she can't land a boyfriend at her new school. Then, on her first day, she meets the beautiful black-haired student council president Mei in the worst way possible. What's more, she later finds out that Mei is her new step-sister, and they'll be living under the same roof! And so the love affair between two polar opposite high school girls who find themselves drawn to one another begins!",
    "TitleJapanese": "Citrus",
    "SummaryJapanese": "ギャルなのに一度も恋をしたことがないjk・柚子は、親が再婚した都合で女子校に編入することに。彼氏ができない!と不満爆発の転校初日、黒髪美人の生徒会長・芽衣と最悪の出会い方をする。その後、偶然芽衣とイケメン担任教師のキスシーンを目撃し、心とは裏腹にそのシーンが胸に焼き付いてしまった柚子。さらに生徒会長と義理の姉妹の関係になり、同室で生活することになってしまい…!? 正反対のjkふたりが反発して惹かれ合って。 姉妹のlove affair、始まる!",
    "Aliases": [
        "シトラス"
    ],
    "Modified": "2025-06-15",
    "Seasons": {
        "1": {
            "ID": "738354",
            "URL": "https://www.thetvdb.com/series/citrus/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6415439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6415439",
                    "TitleEnglish": "love affair!?",
                    "SummaryEnglish": "Despite her gyaru looks, Aihara Yuzu is an innocent high school girl with no experience and no prior loves. When her mother remarries, she's transferred into the prestigious \"Aihara Academy\" for young ladies. However, on her first day at school she happens to witness the diligent student council president, Aihara Mei, making out with her hot homeroom teacher... Yuzu returns home, unable to hid how upset it left her, when her mother announces Mei will be her new step sister, and they'll be sharing a room...?!",
                    "TitleJapanese": "love affair!?",
                    "SummaryJapanese": "ギャルな見た目に反して、初恋も未経験な純情女子高生の藍原柚子は、母親が再婚した都合でお嬢様たちが通う名門”藍原学院”に編入することになる。 しかし転校初日、真面目な生徒会長の藍原芽衣とイケメン担任教師のキスシーンを偶然にも目撃してしまい……。 柚子は動揺を隠せないまま自宅へと帰るが、そこで母親から芽衣が義理の妹になったことを知らされ、そのまま同じ部屋で暮らすことに……!?"
                },
                "2": {
                    "ID": "6488896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6488896",
                    "TitleEnglish": "one's first love",
                    "SummaryEnglish": "During their first night sharing a room, Yuzu had her first kiss stolen by her step sister. Since then she can't get Mei off her mind, while Mei herself goes on as if nothing happened. Meanwhile, Mei's Grandfather, the chairman of Aihara Academy, takes Mei back to his mansion. Unable to forget the sad expression on Mei's face when they kissed, Yuzu heads to the mansion to confirm Mei's true feelings, but...?!",
                    "TitleJapanese": "one's first love",
                    "SummaryJapanese": "同室になったその晩、義妹にファーストキスを奪われた柚子。以来、芽衣を意識してしまう柚子だが、当の芽衣は何事もなかったかのような態度を貫く。 そんな中、藍原学院理事長である芽衣の祖父が、芽衣を自身の屋敷に連れ戻してしまう。 キスの時に見せた、芽衣の悲し気な瞳が忘れられない柚子は、芽衣の本当の気持ちを確かめようと屋敷に向かうが……!?"
                },
                "3": {
                    "ID": "6494839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6494839",
                    "TitleEnglish": "sisterly love?",
                    "SummaryEnglish": "Yuzu realizes her feelings for Mei are love, and cries. Wanting to follow her emotions, Yuzu visits the chairman's office to try and reclaim her relationship with Mei after she went away. However, she discovers the chairman suddenly ill?! Mei comes rushing to the hospital when she's called, learning that Yuzu worked hard to save the chairman, and then she begins to open up about herself...",
                    "TitleJapanese": "sisterly love?",
                    "SummaryJapanese": "芽衣への気持ちが”恋”だと気付き、涙を流す柚子。 自分の気持ちを貫きたい柚子は、離れ離れになってしまった芽衣との関係を取り戻そうと理事長室を訪れるのだが、そこで急病に倒れる理事長を発見し―!? 連絡を受けて病院に駆けつけた芽衣は、柚子が理事長を助けようと懸命に動いた事を知り、はじめて胸の内を語り始める…。"
                },
                "4": {
                    "ID": "6494840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6494840",
                    "TitleEnglish": "love me do!",
                    "SummaryEnglish": "After confronting Mei with her feelings and kissing her in the chairman's office Yuzu isn't able to face Mei and agonizes over it. Meanwhile, the student council vice president who's also Mei's childhood friend, Momokino Himeko, becomes suspicious of what happened in the chairman's office and meets with Yuzu on their day off to discuss it. There she tells Yuzu, \"She's incredibly sad. As sad as she was when the current chairman, her father, left her,\" leaving her in shock. Yuzu's weakly walking to the station home when Mei appears before her...",
                    "TitleJapanese": "love me do!",
                    "SummaryJapanese": "理事長室で自分の気持ちを芽衣にぶつけ、キスしてしまった柚子は、それ以来芽衣と顔を合わせられず、悶々としていた。 そんな中、生徒会副会長であり芽衣の幼馴染である桃木野姫子に、理事長室での一件を怪しまれた柚子は休日姫子と会うことに。 そこで「今の会長は父親がいなくなった時と同じくらいにひどく悲しんでいる」と聞かされ、ショックを受ける。 その帰り道、力なく駅へと歩く柚子の前に芽衣が現れ……。"
                },
                "5": {
                    "ID": "6494841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6494841",
                    "TitleEnglish": "under lover",
                    "SummaryEnglish": "After Himeko declares, \"I've crossed a line with the president!\" Yuzu gets competitive and wants to cross that line too. At school, both compete to see who will eat lunch with Mei, but Mei turns them down and leaves them equally crestfallen. Meanwhile, Harumi reveals she has four tickets to an amusement park and proposes that they invite the president to all go together...",
                    "TitleJapanese": "under lover",
                    "SummaryJapanese": "「わたくしと会長は、一線を越えた仲なんですのよ！」と姫子に宣言された柚子は、自分も一線を越える！ と対抗心を燃やす。 学校でも、どちらが芽衣と一緒にランチをするかを争う二人だったが、芽衣に一蹴され仲良く落ち込むことに。 そんな二人に、遊園地のチケット4枚があるので生徒会長も誘って皆で行こうと、はるみから提案があり……。"
                },
                "6": {
                    "ID": "6494842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6494842",
                    "TitleEnglish": "out of love",
                    "SummaryEnglish": "Mei's father, Aihara Shou suddenly returns home. While Yuzu is surprised to meet him for the first time, she explains to Shou how hard Mei's been working for the academy. However, Mei screams at her to stop when Shou just silently averts his eyes with hesitation. Shou tells his daughter, \"I'm not returning to the academy.\" Yuzu is unable to say anything as Mei runs away to their bedroom, and that night she tries speaking to Mei again.",
                    "TitleJapanese": "out of love",
                    "SummaryJapanese": "芽衣の父親である藍原翔の突然の帰国。初対面の柚子は驚きながらも、芽衣が学園のために頑張っていることを翔に力説する。 しかし無言のまま、戸惑うように翔から視線を逸らしていた芽衣は「やめて！」と叫ぶのだった。そんな娘に対し翔は「もう学院には戻らない」と告げる。 逃げるように部屋へ入る芽衣に何も言えなかった柚子は、その夜、改めて芽衣に声を掛ける。"
                },
                "7": {
                    "ID": "6494843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6494843",
                    "TitleEnglish": "love or lie!",
                    "SummaryEnglish": "Mei and Yuzu study together at their house so Yuzu can place in the top 100 on their exams and keep their grandfather happy. However, after their kiss of mutual yearning, Yuzu can't concentrate at all. Steeling her resolve she asks Mei what that kiss meant only to get coldly brushed off. Feeling depressed, Yuzu heads to an arcade with Harumi, but her mind's distracted. There, she reunites with her childhood friend, the second year middle schooler, Mizusawa Matsuri.",
                    "TitleJapanese": "love or lie!",
                    "SummaryJapanese": "祖父の機嫌を損ねないようにと、試験で百位以内に入ることを目指して家で勉強中の二人。 しかし、芽衣とお互いに求めるようなキスをした柚子は、まったく集中できずにいた。 意を決してあのキスの意味を芽衣に尋ねるのだが、冷たくあしらわれてしまう。 落ち込む柚子は、はるみとゲームセンターに遊びにきてもどこか上の空。 そんな時、幼馴染であり中学二年生の水沢まつりと再会する。"
                },
                "8": {
                    "ID": "6494844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6494844",
                    "TitleEnglish": "war of love",
                    "SummaryEnglish": "After accepting Matsuri's forceful invitation to hang out after school, Yuzu takes Mei with her to the station where Matsuri's waiting. Matsuri greets Mei with a cold stare, having believed she'd meet Yuzu alone, and then she grabs Yuzu's hand and happily drags her around the shopping mall. However, Yuzu's constantly thinking of Mei, which upsets Matsuri until she finally calls Yuzu cruel and runs away from the two of them.",
                    "TitleJapanese": "war of love",
                    "SummaryJapanese": "まつりの強引な誘いで放課後遊びに行く約束をした柚子は、芽衣と一緒にまつりが待つ駅へと向かう。 二人きりだと思っていたまつりは、冷めた表情で芽衣を見るも、柚子の手を引っ張り、楽しそうにショッピングモールを回っていた。 だが芽衣のことばかり考えている柚子にまつりは不満を募らせ、とうとう「……柚子ちゃん、ひどい」と言い残して二人の前から走り去ってしまう。"
                },
                "9": {
                    "ID": "6494845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6494845",
                    "TitleEnglish": "love is",
                    "SummaryEnglish": "With her dislike of Yuzu and Mei's relationship, Matsuri uses the secret photo she took at the shopping mall to blackmail Mei into fooling around with text-pal on Christmas. Meanwhile, Yuzu knows nothing of this and struggles to bake a cake for her first Christmas together with Mei. While her excitement builds, Mei comes home and breaks the news that she won't be able to join their Christmas Party due to student council work...",
                    "TitleJapanese": "love is",
                    "SummaryJapanese": "柚子と芽衣の仲を快く思わないまつりは、ショッピングモールでの隠し撮り写真をネタに、クリスマスに自分のメル友と遊んでくるよう芽衣に脅しをかける。 一方そんな事情を知らない柚子は、芽衣と初めて過ごすクリスマスを前にケーキ作りに奮闘。当日を楽しみにしていた。 しかし帰宅した芽衣から、生徒会の仕事が残っておりクリスマス会に出られそうにないと告げられる……。"
                },
                "10": {
                    "ID": "6494846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6494846",
                    "TitleEnglish": "winter of love",
                    "SummaryEnglish": "While Mei was able to accept her feelings on Christmas night, for some reason Yuzu couldn't respond sincerely. Ever since then the two have barely exchanged words and their relationship only grows more awkward... More time passes until the school field trip draws near. On the day of the trip Yuzu oversleeps and dashes to the station, but she's too late to catch the train. While she's feeling depressed she runs into a pretty young girl, Tachibana Sara, who also missed her train.",
                    "TitleJapanese": "winter of love",
                    "SummaryJapanese": "クリスマスの夜、自分の気持ちを受け入れてくれた芽衣に対して、なぜか素直に応じられなかった柚子。その日を境に二人はあまり言葉を交わすことなく、関係はどこかぎこちないものになっていた……。それから時間が流れ、修学旅行の時期に。出発当日の朝、寝坊をした柚子は駅へと猛ダッシュするも、新幹線は発車。気落ちする柚子だったが、同じく新幹線に乗りそこなった小柄な美少女タチバナ・サラと出会う。"
                },
                "11": {
                    "ID": "6494847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6494847",
                    "TitleEnglish": "love you only",
                    "SummaryEnglish": "Yuzu manages to reunite with her class, and then at the hotel she tries to confess her feelings and talk about that Christmas night with Mei. However, Mei tells her to forget about that night... Tachibana Nina happens to witness their exchange, and knowing about how her twin sister feels as well as her relationship with Yuzu, Nina resolves to help fulfill her sister's destiny. The next day Sara and Nina beat Yuzu's class to Yasaka Shrine, waiting for their chance.",
                    "TitleJapanese": "love you only",
                    "SummaryJapanese": "何とか皆に合流できた柚子は、宿泊先のホテルでクリスマスの夜のこと、そして自分の気持ちを芽衣に打ち明ける。しかし芽衣から、あの日のことはもう忘れてと言われてしまう……。そんな二人のやり取りを偶然見ていたタチバナ・ニナは、双子の姉の想い人と柚子の関係を知り、姉の運命を叶えることを決意する。翌日、八坂神社を巡る柚子たちを先回りしたサラとニナは、チャンスを伺っていた。"
                },
                "12": {
                    "ID": "6494848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6494848",
                    "TitleEnglish": "my love goes on and on",
                    "SummaryEnglish": "Yuzu promises Nina that she'll support Sara's love with her, but after learning that the girl of Sara's destiny is Mei, she can't help but feel shaken. Nina ignores all the attention she's drawing, desperately holding Yuzu back to keep her from going to Mei. During their conflict Yuzu gets a call from Sara on her smartphone, saying \"There's something I need to give you.\" She quickly races to the overlook, but Mei isn't there, only Sara greeting her with a slightly sad smile as she returns the student ID Yuzu dropped earlier.",
                    "TitleJapanese": "my love goes on and on",
                    "SummaryJapanese": "サラの恋を一緒に応援するとニナに約束した柚子だったが、運命の相手が芽衣だと知り、動揺を隠せずにいた。ニナは柚子を芽衣の元へ行かせまいと、周囲の目を気にすることもなく必死に押さえつける。そんな時、柚子のスマホにサラから「渡したいものがあるの」と連絡が入る。急いで展望室へ駆けつけると芽衣の姿はなく、自分が落とした生徒手帳を手にしたサラが少し悲しそうに微笑むのだった。"
                }
            }
        }
    }
}