{
    "URL": "https://www.thetvdb.com/series/citrus",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7521578/",
        "http://citrus-anime.com",
        "http://www.reddit.com/r/CitrusManga",
        "https://www.themoviedb.org/tv/76063",
        "https://x.com/citrus_anime"
    ],
    "TitleEnglish": "Citrus",
    "SummaryEnglish": "Yuzu, a high school gyaru who hasn't experienced her first love yet, transfers to an all-girls school after her mother remarries. She's beyond upset that she can't land a boyfriend at her new school. Then, on her first day, she meets the beautiful black-haired student council president Mei in the worst way possible. What's more, she later finds out that Mei is her new step-sister, and they'll be living under the same roof! And so the love affair between two polar opposite high school girls who find themselves drawn to one another begins!",
    "Aliases": [
        "シトラス"
    ],
    "Modified": "2025-06-15",
    "Seasons": {
        "1": {
            "ID": "738354",
            "URL": "https://www.thetvdb.com/series/citrus/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6415439",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6415439",
                    "TitleEnglish": "love affair!?",
                    "SummaryEnglish": "Despite her gyaru looks, Aihara Yuzu is an innocent high school girl with no experience and no prior loves. When her mother remarries, she's transferred into the prestigious \"Aihara Academy\" for young ladies. However, on her first day at school she happens to witness the diligent student council president, Aihara Mei, making out with her hot homeroom teacher... Yuzu returns home, unable to hid how upset it left her, when her mother announces Mei will be her new step sister, and they'll be sharing a room...?!",
                    "Aliases": []
                },
                "2": {
                    "ID": "6488896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6488896",
                    "TitleEnglish": "one's first love",
                    "SummaryEnglish": "During their first night sharing a room, Yuzu had her first kiss stolen by her step sister. Since then she can't get Mei off her mind, while Mei herself goes on as if nothing happened. Meanwhile, Mei's Grandfather, the chairman of Aihara Academy, takes Mei back to his mansion. Unable to forget the sad expression on Mei's face when they kissed, Yuzu heads to the mansion to confirm Mei's true feelings, but...?!",
                    "Aliases": []
                },
                "3": {
                    "ID": "6494839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6494839",
                    "TitleEnglish": "sisterly love?",
                    "SummaryEnglish": "Yuzu realizes her feelings for Mei are love, and cries. Wanting to follow her emotions, Yuzu visits the chairman's office to try and reclaim her relationship with Mei after she went away. However, she discovers the chairman suddenly ill?! Mei comes rushing to the hospital when she's called, learning that Yuzu worked hard to save the chairman, and then she begins to open up about herself...",
                    "Aliases": []
                },
                "4": {
                    "ID": "6494840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6494840",
                    "TitleEnglish": "love me do!",
                    "SummaryEnglish": "After confronting Mei with her feelings and kissing her in the chairman's office Yuzu isn't able to face Mei and agonizes over it. Meanwhile, the student council vice president who's also Mei's childhood friend, Momokino Himeko, becomes suspicious of what happened in the chairman's office and meets with Yuzu on their day off to discuss it. There she tells Yuzu, \"She's incredibly sad. As sad as she was when the current chairman, her father, left her,\" leaving her in shock. Yuzu's weakly walking to the station home when Mei appears before her...",
                    "Aliases": []
                },
                "5": {
                    "ID": "6494841",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6494841",
                    "TitleEnglish": "under lover",
                    "SummaryEnglish": "After Himeko declares, \"I've crossed a line with the president!\" Yuzu gets competitive and wants to cross that line too. At school, both compete to see who will eat lunch with Mei, but Mei turns them down and leaves them equally crestfallen. Meanwhile, Harumi reveals she has four tickets to an amusement park and proposes that they invite the president to all go together...",
                    "Aliases": []
                },
                "6": {
                    "ID": "6494842",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6494842",
                    "TitleEnglish": "out of love",
                    "SummaryEnglish": "Mei's father, Aihara Shou suddenly returns home. While Yuzu is surprised to meet him for the first time, she explains to Shou how hard Mei's been working for the academy. However, Mei screams at her to stop when Shou just silently averts his eyes with hesitation. Shou tells his daughter, \"I'm not returning to the academy.\" Yuzu is unable to say anything as Mei runs away to their bedroom, and that night she tries speaking to Mei again.",
                    "Aliases": []
                },
                "7": {
                    "ID": "6494843",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6494843",
                    "TitleEnglish": "love or lie!",
                    "SummaryEnglish": "Mei and Yuzu study together at their house so Yuzu can place in the top 100 on their exams and keep their grandfather happy. However, after their kiss of mutual yearning, Yuzu can't concentrate at all. Steeling her resolve she asks Mei what that kiss meant only to get coldly brushed off. Feeling depressed, Yuzu heads to an arcade with Harumi, but her mind's distracted. There, she reunites with her childhood friend, the second year middle schooler, Mizusawa Matsuri.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6494844",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6494844",
                    "TitleEnglish": "war of love",
                    "SummaryEnglish": "After accepting Matsuri's forceful invitation to hang out after school, Yuzu takes Mei with her to the station where Matsuri's waiting. Matsuri greets Mei with a cold stare, having believed she'd meet Yuzu alone, and then she grabs Yuzu's hand and happily drags her around the shopping mall. However, Yuzu's constantly thinking of Mei, which upsets Matsuri until she finally calls Yuzu cruel and runs away from the two of them.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6494845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6494845",
                    "TitleEnglish": "love is",
                    "SummaryEnglish": "With her dislike of Yuzu and Mei's relationship, Matsuri uses the secret photo she took at the shopping mall to blackmail Mei into fooling around with text-pal on Christmas. Meanwhile, Yuzu knows nothing of this and struggles to bake a cake for her first Christmas together with Mei. While her excitement builds, Mei comes home and breaks the news that she won't be able to join their Christmas Party due to student council work...",
                    "Aliases": []
                },
                "10": {
                    "ID": "6494846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6494846",
                    "TitleEnglish": "winter of love",
                    "SummaryEnglish": "While Mei was able to accept her feelings on Christmas night, for some reason Yuzu couldn't respond sincerely. Ever since then the two have barely exchanged words and their relationship only grows more awkward... More time passes until the school field trip draws near. On the day of the trip Yuzu oversleeps and dashes to the station, but she's too late to catch the train. While she's feeling depressed she runs into a pretty young girl, Tachibana Sara, who also missed her train.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6494847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6494847",
                    "TitleEnglish": "love you only",
                    "SummaryEnglish": "Yuzu manages to reunite with her class, and then at the hotel she tries to confess her feelings and talk about that Christmas night with Mei. However, Mei tells her to forget about that night... Tachibana Nina happens to witness their exchange, and knowing about how her twin sister feels as well as her relationship with Yuzu, Nina resolves to help fulfill her sister's destiny. The next day Sara and Nina beat Yuzu's class to Yasaka Shrine, waiting for their chance.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6494848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/citrus/episodes/6494848",
                    "TitleEnglish": "my love goes on and on",
                    "SummaryEnglish": "Yuzu promises Nina that she'll support Sara's love with her, but after learning that the girl of Sara's destiny is Mei, she can't help but feel shaken. Nina ignores all the attention she's drawing, desperately holding Yuzu back to keep her from going to Mei. During their conflict Yuzu gets a call from Sara on her smartphone, saying \"There's something I need to give you.\" She quickly races to the overlook, but Mei isn't there, only Sara greeting her with a slightly sad smile as she returns the student ID Yuzu dropped earlier.",
                    "Aliases": []
                }
            }
        }
    }
}