{
    "URL": "https://www.thetvdb.com/series/idolish7",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Musical"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt11834102/",
        "https://idolish7.com/aninana/",
        "http://www.reddit.com/r/idolish7",
        "https://www.themoviedb.org/tv/76128",
        "https://x.com/id7_anime"
    ],
    "TitleEnglish": "IDOLiSH7",
    "SummaryEnglish": "Working at an agency owned by your father, seven new idols await. They are all part of an idol unit IDOLiSH7, and each of them have unique personalities. It is your task to manage them. In order to achieve the same goals, as manager and idols together, you gather the seven ununified hearts and aim for the top.",
    "TitleJapanese": "アイドリッシュセブン",
    "SummaryJapanese": "「小鳥遊事務所」に集められた、未来を担うアイドルの卵たち。お互いに出会ったばかりの7人は、性格も個性もバラバラ。けれど、それぞれに異なる魅力を持ち、アイドルとしての未知の可能性を秘めていた。グループを結成し、共に第一歩を踏み出した彼らの名は「IDOLiSH7（アイドリッシュセブン）」。光り輝くステージで歌い踊る姿は、やがて人々の心を惹きつけていく。華やかだが、時に厳しいアイドルの世界で、彼らは夢を抱きながらその頂点を目指す――！",
    "Aliases": [
        "Idolish Seven",
        "Idolish7",
        "Idolish 7"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "736431",
            "URL": "https://www.thetvdb.com/series/idolish7/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "6860200",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/6860200",
                    "TitleEnglish": "Road To Infinity Day 1",
                    "SummaryEnglish": "Road To Infinity is the first live by the IDOLiSH7 franchise held at the MetLife Dome located in Tokorozawa, Saitama, Japan. The project was first announced after the airing of Episode 3: Their Feelings on January 7, 2018.[1] According to Producer Letter #14, the project has been in planning for two years",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6860201",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/6860201",
                    "TitleEnglish": "Road To Infinity Day 2",
                    "SummaryEnglish": "Road To Infinity is the first live by the IDOLiSH7 franchise held at the MetLife Dome located in Tokorozawa, Saitama, Japan. The project was first announced after the airing of Episode 3: Their Feelings on January 7, 2018. According to Producer Letter #14, the project has been in planning for two years",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "10158461",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/10158461",
                    "TitleEnglish": "IDOLiSH7 Movie: LIVE 4bit - BEYOND THE PERiOD Day 1",
                    "SummaryEnglish": "A live performance by IDOLiSH7, TRIGGER, Re:vale, and ŹOOĻ , 4 groups with different charms, will meet in one place, and the grand live entertainment will begin!",
                    "TitleJapanese": "劇場版アイドリッシュセブン LIVE 4bit BEYOND THE PERiOD Day 1",
                    "SummaryJapanese": "IDOLiSH7・TRIGGER・Re:vale・ŹOOĻ\nそれぞれ異なる魅力を持つ4組のグループが一堂に会し、\n壮大なライブエンタテインメントがいま幕を開ける！"
                },
                "4": {
                    "ID": "10158462",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/10158462",
                    "TitleEnglish": "IDOLiSH7 Movie: LIVE 4bit - BEYOND THE PERiOD Day 2",
                    "SummaryEnglish": "A live performance by IDOLiSH7, TRIGGER, Re:vale, and ŹOOĻ , 4 groups with different charms, will meet in one place, and the grand live entertainment will begin!",
                    "TitleJapanese": "劇場版アイドリッシュセブン LIVE 4bit BEYOND THE PERiOD Day 2",
                    "SummaryJapanese": "IDOLiSH7・TRIGGER・Re:vale・ŹOOĻ\nそれぞれ異なる魅力を持つ4組のグループが一堂に会し、\n壮大なライブエンタテインメントがいま幕を開ける！"
                }
            }
        },
        "1": {
            "ID": "736762",
            "URL": "https://www.thetvdb.com/series/idolish7/seasons/official/1",
            "# Episodes": 17,
            "Episodes": {
                "1": {
                    "ID": "6396317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/6396317",
                    "TitleEnglish": "shaking your heart",
                    "SummaryEnglish": "Kotori Yubo, who joined the \"Kotori Yu Office\" run by his father, will be in charge of the manager of the idol group before his debut. Seven people were introduced there: Izumi Izumi, Yamato Nikaido, March Izumi, Tamaki Yotsuba, Sogo Osaka, Nagi Rokuya, and Riku Nanase. Each of them has a unique charm, and they have a mysterious charm that makes them want to support them. However, at the president's order, only three people can make their debut ... An audition will be held to select the member.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6396318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/6396318",
                    "TitleEnglish": "First Stage",
                    "SummaryEnglish": "\"\" Formed after audition IDOLiSH7\". First of all, the goal is to raise the name by repeating live performances, and Spinning immediately plans a live performance. The venue was the open-air concert hall, which can accommodate about 3,000 people. I'm surprised at the size of the scale, but it's an important first live for the members. Seeing the official website and the appearance of spinning working hard to make a flyer for promotion, everyone helps with promotion between lessons. And finally, the day of the concert will come ...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "6457985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/6457985",
                    "TitleEnglish": "Their Feelings",
                    "SummaryEnglish": "IDOLiSH7 decided to enter the dormitory of the Kotori Yu office and live a communal life in preparation for full-scale idol activities. Ichiori, who volunteered to cooperate with Spinning, proposes to decide on a center that will be involved in the future route of the group. Spinning imagined \"an idol who is loved by everyone and gives dreams and hopes.\" There was only one answer as to who was the best fit for the concept. IDOLiSH7, whose direction has been decided in this way, first begins live activities on the street.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "6504385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/6504385",
                    "TitleEnglish": "A Pro's Resolve",
                    "SummaryEnglish": "IDOLiSH7 will be suspended for a month before watching TRIGGER's live performance in order to raise awareness as an idol. As the enthusiasm for resuming activities gradually increased, Ichiori expected that TRIGGER's live performance would be a good stimulus for them. And on the day of the live. Nagi, Tamaki and Yamato, who are late for the meeting and run desperately, encounter an unexpected person on the way to the venue. Meanwhile, at the live venue, Riku was trying to reveal the secrets of Sogo and his friends.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "6504390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/6504390",
                    "TitleEnglish": "Secret",
                    "SummaryEnglish": "IDOLiSH7 and others who were inspired by TRIGGER's live and danced outside the venue. Yamato and Spin visit the Yaotome office to apologize, where they meet Heaven. Meanwhile, IDOLiSH7, who has resumed activities, begins a new song lesson. While the members are worried about Riku, who will soon be out of breath, Ichiori notices a change in Riku. On the day of the announcement of the new song, which was greeted with anxiety, IDOLiSH7 will perform a live concert for those who are stuck at the station although it was raining heavily at the live venue.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "6527473",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/6527473",
                    "TitleEnglish": "Triumphant Return in the Rain",
                    "SummaryEnglish": "IDOLiSH7, which became a hot topic at the station-front live concert in heavy rain, gradually gained popularity. Tickets for the same outdoor venue as the first live were sold out in a blink of an eye, and Riku and his friends performed their best in front of the crowd. Members who survived the accident with a quick wit while troubles occurred in the audio equipment at the timing of the TV broadcast and anxiety spread in the venue. In this case, Tamaki and Sogo attracted attention and gradually became more popular.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "6539683",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/6539683",
                    "TitleEnglish": "Ray of Light",
                    "SummaryEnglish": "Sosuke Yaotome, who is trying to pull out the rising popularity of Tamaki and Sogo, has taken advantage of the weaknesses of Tamaki who hastened his debut and invited them. After learning about the circumstances of Tamaki, Riku and his friends talk directly to President Kotori Yu so that he can make his debut as IDOLiSH7. However, the president's decision is to make a debut with only Tamaki and Sogo, who were targeted by Yaotome, based on the possibility that all seven of them will make their debut in the future. At that time, IDOLiSH7 receives a request to appear in the music program \"Music Festa\".",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "6539685",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/6539685",
                    "TitleEnglish": "Please, Music",
                    "SummaryEnglish": "IDOLiSH7 will appear on the popular nationally broadcast music program \"Music Festa\" where gorgeous artists gather. If you raise your name at once here, it will lead to a chance to debut with seven people. Riku and his friends are excited about the atmosphere of the TV station and increase their tension. However, due to a sudden change in schedule, the turn comes earlier than planned. IDOLiSH7 will be in production in a state that is not perfect, but ...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "6539686",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/6539686",
                    "TitleEnglish": "Precious Time",
                    "SummaryEnglish": "President Kotori Yu told Tamaki and Sogo that their debut was officially decided. The two renew their determination to pave the way for seven people to debut as IDOLiSH7 someday. IDOLiSH7 enjoys a vacation at the campsite at the behest of the president. Everyone will share roles, and while fishing and making curry, we will deepen exchanges with each other. At night, the game is exciting, and IDOLiSH7 enjoys a moment of peace.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "6574461",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/6574461",
                    "TitleEnglish": "Expanding World",
                    "SummaryEnglish": "Tamaki and Sogo continue to play an active role as \"MEZZO\". On the other hand, IDOLiSH7 will start the online distribution program \"Kimi to Ai Drish\" as a place for new activities. The appearance of the seven people showing the exchange gradually attracts attention. At that time, Yamato is offered to appear in a drama, but Yamato is not enthusiastic at all. Even if Spin asks why he avoids drama work, Yamato lightly dodged ──",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "6574465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/6574465",
                    "TitleEnglish": "The direction of summer",
                    "SummaryEnglish": "IDOLiSH7, whose debut has been officially decided, will visit Okinawa to shoot the PV of their debut song. At the hotel he is staying at, he happens to encounter TRIGGER, and Riku tries to call out to heaven, but he ignores heaven and leaves. On the other hand, the staff of the program that appeared under Tamaki and Sogo, who are in charge of the work of IDOLiSH7 and MEZZO ″, propose a project in Tamaki. An unexpected incident happened at the Kotori Yu office ...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "6574466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/6574466",
                    "TitleEnglish": "Five and two",
                    "SummaryEnglish": "Although they made their long-desired debut as IDOLiSH7, Riku and his friends have mixed feelings about the whereabouts of their debut song. However, the regular title program was decided, and the seven people regained their feelings and started the album tour. Tamaki and Sogo manage an overcrowded schedule that balances MEZZO ”and IDOLiSH7 work, but Sogo, who also serves as a follower of Tamaki, gradually gets tired. The crown program is returned to a blank slate.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "6607277",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/6607277",
                    "TitleEnglish": "What Was Lost",
                    "SummaryEnglish": "Sogo finally collapsed due to stress. Tamaki apologizes for his burden, but says that Sogo may quit IDOLiSH7 and MEZZO, because of the complex relationship between Sogo and his father. IDOLiSH7 reunited their feelings by overcoming the difficulties together. Later, when he learned that TRIGGER's music had recommended him when he appeared in \"Music Festa,\" he visited the dressing room to thank him. Heaven meets there and entrusts Spin with a message to the land.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "6617000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/6617000",
                    "TitleEnglish": "That song once again",
                    "SummaryEnglish": "IDOLiSH7 continued to play an active role and appeared in the popular live music program \"Soundship\". The bleachers in the studio were all fans of TRIGGER, who is also a performer, but the seven people who tried their best to entertain the people in front of them were surrounded by big applause and cheers. Around that time, behind the scenes, a trouble occurred between the program side and the Yaotome office, and TRIGGER could not appear. IDOLiSH7 decided to act as a bird of the program on their behalf ...",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "6625325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/6625325",
                    "TitleEnglish": "Closing Doors",
                    "SummaryEnglish": "IDOLiSH7's malicious gossip articles are now appearing in magazines and online, and a disturbing atmosphere begins to drift among members who tend to be busy and threaded. At that time, Raku, who visited Spinning about the quarrel between President Kotori Yu and President Yaotome, was shocked to find out why IDOLiSH7 was able to sing TRIGGER's song perfectly in \"Soundship\" in the conversation. To do. Meanwhile, the director, who had promised to help Tamaki in his search for his family, announced that he could meet again on the show.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "6668167",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/6668167",
                    "TitleEnglish": "Resolve at Zero",
                    "SummaryEnglish": "IDOLiSH7 is told by the president that he will be disbanded because he is not happy with the nomination for the Japan Idol Music Award (JIMA) New Face Award. In a place where you can see the land of your dreams, Zero Arena, the landmen face each other's original intentions ....",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "6668168",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/6668168",
                    "TitleEnglish": "Making the Dream",
                    "SummaryEnglish": "Riku and his friends receive important advice as idols through a sudden exchange with world-famous musician Douglas Rootbank. And New Year's Eve ── The stage of the decisive battle \"Black or White\" opens!",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "2": {
            "ID": "771541",
            "URL": "https://www.thetvdb.com/series/idolish7/seasons/official/2",
            "# Episodes": 15,
            "Episodes": {
                "1": {
                    "ID": "6758634",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/6758634",
                    "TitleEnglish": "A New Door",
                    "SummaryEnglish": "IDOLiSH7 achieves their long-held dream of having their own namesake show, and the members feel like celebrating. President Takanashi explains that Mitsuki's talent for MCing that he's been displaying on variety programs was big for the group. Mitsuki cries tears of joy over the recognition he has received. The group begins planning more jobs to promote their show, and they are soon invited onto the show of top idols Re:vale. It will be their first real appearance with their seniors Re:vale. The members wait anxiously in their greenroom, but when Momo and Yuki arrive...?!",
                    "TitleJapanese": "新しい扉",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7659758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/7659758",
                    "TitleEnglish": "Wavering Feelings",
                    "SummaryEnglish": "Yuki declares that he'll recommend IDOLiSH7 for the currently undecided performance slot at the Zero Arena inaugural concert. Zero Arena's general manager is scheduled to come to their next concert, so Tsumugi, who is in charge of the group's stage production, heads to Zero Arena to gather ideas. There she encounters a gentleman who claims to have worked in stage production in the past. Tsumugi's heart is moved by the way he describes his feelings towards idols standing onstage. His hints help her finish the set, and the concert begins!",
                    "TitleJapanese": "揺れる気持ち",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "7680316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/7680316",
                    "TitleEnglish": "The Proposal",
                    "SummaryEnglish": "Though the concert ended without incident, Riku was unable to perform in the encore due to an asthma attack. Fortunately, it doesn't affect the Zero Arena general manager's opinion of the concert, and IDOLiSH7 is officially offered an appearance at the inaugural concert. Mitsuki and Nagi are delighted, but there are reservations about whether or not the sickly Riku can continue acting as the center. Riku tries to act tough after his recovery, making Tsumugi wonder how to approach the situation. Meanwhile, she discusses a major decision with Iori.",
                    "TitleJapanese": "提案",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "7680319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/7680319",
                    "TitleEnglish": "A New Form",
                    "SummaryEnglish": "Given Riku's unstable condition, Iori takes over as IDOLiSH7's center. The newly reborn IDOLiSH7 gets off to a solid start, both their first namesake show \"Lovely Night With You!\" and Mitsuki's MCing are well received, and the group's popularity grows.",
                    "TitleJapanese": "あらたなかたち",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "7897365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/7897365",
                    "TitleEnglish": "The Sudden Visitor",
                    "SummaryEnglish": "Tenn pays a sudden visit to the IDOLiSH7 dorms. Riku is simultaneously perplexed and delighted, but Tenn has harsh words for him. Later, Yuki, Momo, and Ryunosuke arrive. With members of IDOLiSH7, TRIGGER, and Re:vale at the dorms, the situation gets out of control...?!",
                    "TitleJapanese": "突然の訪問者",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "8013213",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8013213",
                    "TitleEnglish": "Voice",
                    "SummaryEnglish": "Re:vale brings a new offer to the table: for IDOLiSH7 and TRIGGER to appear as surprise guests at Re:vale's fifth anniversary Zero Arena inaugural concert, and for the two groups to perform together as one special group.",
                    "TitleJapanese": "声",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "8024355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8024355",
                    "TitleEnglish": "Discord Bleeding Through",
                    "SummaryEnglish": "Mitsuki is traumatized when he happens to overhear some fans talking about him. Riku is criticized on social media by Iori's fans and begins behaving awkwardly towards him. Though Sogo is worried about the situation, he has his own concerns regarding Tamaki...",
                    "TitleJapanese": "滲む不協和",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "8037734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8037734",
                    "TitleEnglish": "I Want You to Know!",
                    "SummaryEnglish": "While taping a music program, Momo suddenly loses the ability to sing. Unable to determine the cause, the posters for the inaugural concert are vandalized, and uneasiness hangs in the air. Meanwhile, Tsumugi decides to convey her own feelings in an attempt to cheer up Riku and the other members, who have been feeling down.",
                    "TitleJapanese": "伝えたいんです！",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "8038661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8038661",
                    "TitleEnglish": "Something Important",
                    "SummaryEnglish": "IDOLiSH7 and TRIGGER begin practicing as a special unit for Re:vale's 5th anniversary concert. While many of the members are off their game, Gaku, Tenn, and Ryunosuke discuss their thoughts, and the individual groups begin to open up to each other.",
                    "TitleJapanese": "大切なもの",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "8058432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8058432",
                    "TitleEnglish": "Out of Time",
                    "SummaryEnglish": "Momo remains unable to sing. He recounts Re:vale's history to the concerned members of IDOLiSH7. As an indie artist, Yuki worked with a different partner, and Momo was one of their fans.",
                    "TitleJapanese": "期限切れ",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "8067791",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8067791",
                    "TitleEnglish": "The Place I Want to Protect",
                    "SummaryEnglish": "Graffiti is written on posters for the inaugural concert. The rumor that the missing legendary idol Zero is responsible spreads. Meanwhile, IDOLiSH7 will release a new song with their second album, and Riku will return to the center position.",
                    "TitleJapanese": "守りたい場所",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "8078616",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8078616",
                    "TitleEnglish": "Ripples",
                    "SummaryEnglish": "IDOLiSH7 is accused of appropriating Zero's songs, so Takanashi Production holds a press conference. Nagi volunteers to face the press and explains that he was officially given the rights to the song by composer Sakura Haruki. However, a suspicious man dressed as Zero appears at the press conference, aggravating the scandal.",
                    "TitleJapanese": "波紋",
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "8087718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8087718",
                    "TitleEnglish": "Lies and Formality",
                    "SummaryEnglish": "Filming for the drama Tamaki and Sogo are co-starring in is going well. However, Sogo continues to worry about his encounter with Tamaki's younger sister, which he hasn't been able to tell anyone about. On the final day of the special unit's joint practice, Tamaki is shocked to discover that Sogo couldn't trust him emough to tell him about Aya.",
                    "TitleJapanese": "嘘と儀式",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "8097590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8097590",
                    "TitleEnglish": "Trigger",
                    "SummaryEnglish": "Tamaki and Aya are finally reunited. Tamaki wants the two of them to live together, but Aya informs him that she wants to remain with her new father who has been taking care of her. A surprising figure appears before the dumbfounded group. When they learn of his ambition, IDOLiSH7's feelings are united--",
                    "TitleJapanese": "引き金",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "8100726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8100726",
                    "TitleEnglish": "DiSCOVER THE FUTURE",
                    "SummaryEnglish": "Re:vale prepare to close out the inaugural concert. The IDOLiSH7 and Trigger shuffle units perform the opening act. While watching their juniors perform, Momo and Yuki look back on the past five years they've walked together.",
                    "TitleJapanese": "未来を発見する",
                    "SummaryJapanese": null
                }
            }
        },
        "3": {
            "ID": "1913983",
            "URL": "https://www.thetvdb.com/series/idolish7/seasons/official/3",
            "# Episodes": 30,
            "Episodes": {
                "1": {
                    "ID": "8309079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8309079",
                    "TitleEnglish": "Clouds Covering the Stars",
                    "SummaryEnglish": "IDOLiSH7 is set to hold a debut anniversary tour. Along with TRIGGER and Re:vale, all three groups are attracting a lot of attention in the idol industry. Their members attend the Akebono TV 50th anniversary party.",
                    "TitleJapanese": "星を覆う雲",
                    "SummaryJapanese": "デビュー1周年を迎え、記念のライブツアー開催が決まったIDOLiSH7（アイドリッシュセブン）。先輩であり、良きライバルであるTRIGGER（トリガー）、Re:vale（リヴァーレ）も それぞれに華々しい活躍で注目を集めていた。そんな3グループの人気が高まる一方で、 芸能界の“ノイズ”が彼らに近づく。噂、敵意、臆測、仕掛けられた駆け引き。夢や憧れだけでは生き残れない、華やかな世界の裏側。様々な思惑が絡み合うなか、アイドル業界を揺るがす“新勢力”も密かに動き出していた――。"
                },
                "2": {
                    "ID": "8501959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8501959",
                    "TitleEnglish": "Unknown Scars",
                    "SummaryEnglish": "Mitsuki and Nagi learn that Yamato has a secret based on his behavior at the party. Rather than being troubled by the secret itself, Nagi can't accept that Yamato is closing himself off from his friends. Yamato himself encounters his first acting wall at the filming location of his movie...",
                    "TitleJapanese": "知らない傷",
                    "SummaryJapanese": "パーティー会場での様子から、大和が秘密を抱えていることを知る三月とナギ。ナギは秘密そのものより、仲間にも心を閉ざす大和の態度が納得できなかった。当の大和は映画の撮影現場で、初めて演技の壁にぶつかる……"
                },
                "3": {
                    "ID": "8501960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8501960",
                    "TitleEnglish": "Rifts",
                    "SummaryEnglish": null,
                    "TitleJapanese": "亀裂",
                    "SummaryJapanese": "IDOLiSH7のデビュー1周年記念シングルが発表され、冠番組の『キミと愛なNight！』では、メンバーが楽器に挑戦する新企画が動き出す。そんな時、陸は「ブラック・オア・ホワイト」に出場していた狗丸トウマと出会う。"
                },
                "4": {
                    "ID": "8575545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8575545",
                    "TitleEnglish": "The Voice Within",
                    "SummaryEnglish": "An argument leads Mitsuki, Yamato, and Iori to leave the dorm. Iori and Mitsuki stay at Momo's place, while Yamato stays at Yuki's. Riku and the other boys left at the dorm feel increasingly sad to see their groupmates scattered.",
                    "TitleJapanese": "心の声",
                    "SummaryJapanese": "言い争いがきっかけとなり、三月と大和、一織が寮から出ていった。一織と三月は百の家、大和は千の家にしばらく泊めてもらうことになるが、寮に残された陸たちは、仲間がバラバラになっていく寂しさを募らせていた。"
                },
                "5": {
                    "ID": "8575547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8575547",
                    "TitleEnglish": "Where We Belong",
                    "SummaryEnglish": "All seven members of IDOLiSH7 meet for the first time in a while at the studio. The recording session goes smoothly, but the other members anxiously watch the exchange between Mitsuki and Yamato. Sogo attempts to convince them to come back to the dorm, but when they refuse, he is at a loss.",
                    "TitleJapanese": "居場所",
                    "SummaryJapanese": "久しぶりにIDOLiSH7メンバー全員がスタジオで顔を揃える。収録は順調に終わるが、陸たちは三月と大和のやりとりをハラハラしながら見守っていた。壮五は二人の説得を試みるものの、寮に戻ることは断られ途方に暮れる。"
                },
                "6": {
                    "ID": "8581152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8581152",
                    "TitleEnglish": "Feelings to Convey",
                    "SummaryEnglish": "Momo gets caught up in Ryo's scheme to expose Yamato's father Chiba Shizuo. When Yamato returns to the dorm, a delighted Nagi tells everyone that Yamato's first confession will be held that night, and the members of TRIGGER and Re:vale gather at the dorm.",
                    "TitleJapanese": "届ける想い",
                    "SummaryJapanese": "大和に父親・千葉志津雄のスキャンダルを暴露させるという、了の計画に巻き込まれた百。大和が寮へ戻ると、喜んだナギは「今夜、大和が打ち明け話会を開く」とみんなに知らせ、TRIGGER、Re:valeの面々も集まってくる。"
                },
                "7": {
                    "ID": "8581153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8581153",
                    "TitleEnglish": "Contact",
                    "SummaryEnglish": "The members of IDOLiSH7 cheerfully head to work. Sogo encounters Torao at the TV station. As sons whose families run major corporations, they've previously met. Meanwhile, at Iori and Tamaki's school, transfer student Isumi Haruka takes a confrontational attitude towards them.",
                    "TitleJapanese": "接触",
                    "SummaryJapanese": "晴れやかな気持ちで仕事に向かうIDOLiSH7。壮五はテレビ局で虎於と遭遇するが、大企業の子息である二人は以前からの知り合いだった。一方、一織と環が通う学校では、転校生の亥清悠が二人に挑発的な態度をとっていた。"
                },
                "8": {
                    "ID": "8581154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8581154",
                    "TitleEnglish": "Our Incomplete Selves",
                    "SummaryEnglish": "Banri describes how he and Yuki met to the members of IDOLiSH7 and Tsumugi. During high school, they developed an interest in each other's songs, and eventually began making music together. Yuki named the band they started together \"Re:vale.\"",
                    "TitleJapanese": "未完成な僕ら",
                    "SummaryJapanese": "万理はIDOLiSH7メンバーと紡に、千との出会いを語る。高校生だった頃、お互いが作った曲に興味を持った二人は、やがて一緒に曲作りをするようになる。万理と二人きりで始めたバンドに、千は「Re:vale」と名付けた。"
                },
                "9": {
                    "ID": "8581155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8581155",
                    "TitleEnglish": "Re:vale",
                    "SummaryEnglish": "Moved by Re:vale's concert, Momo writes a fan letter describing how \"Our Incomplete Selves\" made him feel. Banri and Yuki are touched by the letter, which encourages them to continue making music. Five years after the formation of their band, they're approached by a man named Kujo who offers to help them debut.",
                    "TitleJapanese": "Re:vale",
                    "SummaryJapanese": "Re:valeのライブに感動した百が「未完成な僕ら」への思いを綴ったファンレターは、万理と千の心を動かし、二人に音楽を続けていくことを決意させた。バンド結成5年目の頃、九条という男からデビューの話を持ちかけられる。"
                },
                "10": {
                    "ID": "8616225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8616225",
                    "TitleEnglish": "The Training Camp Begins!",
                    "SummaryEnglish": "IDOLiSH7 are selected to be personalities for the 24-hour program \"Friends Day\" along with Re:vale and TRIGGER. On the day of the production meeting, their 24-hour training camp to write a theme song for the program suddenly begins.",
                    "TitleJapanese": "合宿開始！",
                    "SummaryJapanese": "24時間番組『Friends Day』で、Re:vale、TRIGGERと共にパーソナリティを務めることになったIDOLiSH7。その制作ミーティングの日、全員で24時間合宿をして、番組のテーマソングを作るという企画がいきなりスタートする。"
                },
                "11": {
                    "ID": "8627979",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8627979",
                    "TitleEnglish": "Meticulous Malice",
                    "SummaryEnglish": "With Re:vale composing the music, TRIGGER designing the choreography, and IDOLiSH7 designing costumes, through the combined efforts of all three groups, they barely manage to complete a song by the morning of their 24-hour theme song production training camp. Meanwhile, Ryo meets with Haruka, Toma, Minami, and Torao in his apartment.",
                    "TitleJapanese": "周到な悪意",
                    "SummaryJapanese": "Re:valeが曲、TRIGGERが振り付け、IDOLiSH7が衣装を担当する24時間合宿のテーマソング制作は、全員の奮闘でなんとか早朝には完成にこぎつけた。その頃、了のマンションには悠とトウマ、巳波、虎於が集結していた。"
                },
                "12": {
                    "ID": "8644251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8644251",
                    "TitleEnglish": "Preparing to Take Over",
                    "SummaryEnglish": "Thorvaldur, a man claiming to be \"Nagi's otaku friend,\" visits the dorm. He says he's worried about the dorm's security, but Riku and the other members fail to understand his true intentions. Meanwhile, media outlets report that Ryunosuke and popular singer Hanamaki Sumire are madly in love.",
                    "TitleJapanese": "簒奪の準備",
                    "SummaryJapanese": "寮に「ナギのオタク友達」と語るソルヴァルドが訪ねてくる。ソルヴァルドは寮のセキュリティを心配したと言うが、その真意は陸たちにはわからなかった。そんな時、龍之介と人気歌手・花巻すみれの熱愛が報じられる。"
                },
                "13": {
                    "ID": "8644253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/8644253",
                    "TitleEnglish": "Tetrarchy of Madness and Destruction",
                    "SummaryEnglish": "In order to prove Ryunosuke's innocence, Mitsuki, Nagi, and Gaku go to negotiate directly with Ryo. Yamato and Tenn attempt to persuade Sumire, but they fail to change her mind. Anesagi anxiously tells Tsumugi and Okazaki that she's concerned there's still more to come...",
                    "TitleJapanese": "狂気と破壊のテトラルキア",
                    "SummaryJapanese": "龍之介の潔白を証明するため、了のもとへ直談判に向かう三月とナギと楽。大和と天はすみれの説得を試みるが、彼女の心を変えることはできなかった。姉鷺は紡と岡崎に、この先まだ何かが起きそうだと不安げに語る……。"
                },
                "14": {
                    "ID": "9377317",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/9377317",
                    "TitleEnglish": "Threat",
                    "SummaryEnglish": "ŹOOĻ makes a spectacular debut and has taken the spotlight. Meanwhile, TRIGGER's popularity is beginning to decline due to Ryunosuke's scandal. As the disquieting atmosphere unfolds, TRIGGER shows off their powerful singing and dancing on TV, but...",
                    "TitleJapanese": "脅威",
                    "SummaryJapanese": null
                },
                "15": {
                    "ID": "9380805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/9380805",
                    "TitleEnglish": "Indestructible Soul",
                    "SummaryEnglish": "TRIGGER goes missing when they're scheduled to perform at the Tokyo International Music Art Festival, so IDOLiSH7 and Re:vale work together to look for them. Ryunosuke is rescued sooner than the others thanks to Nagi's quick wits and rushes to Zero Arena, but...",
                    "TitleJapanese": "傷つかぬ魂",
                    "SummaryJapanese": null
                },
                "16": {
                    "ID": "9392081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/9392081",
                    "TitleEnglish": "The Angel and the Monster",
                    "SummaryEnglish": "IDOLiSH7 and Re:vale watch on as TRIGGER check in on each other. Tenn informs Nagi that Kujo Takamasa received a living will from Sakura Haruki. Nagi is shaken by the possible clue to finding the man he's been looking for...",
                    "TitleJapanese": "天使とモンスター",
                    "SummaryJapanese": null
                },
                "17": {
                    "ID": "9404081",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/9404081",
                    "TitleEnglish": "Comeback Play",
                    "SummaryEnglish": "Sosuke decides to dissolve TRIGGER's contracts in order to protect Yaotome Agency. However, he allows them to continue calling themselves TRIGGER and sing their existing songs. With that in mind, Tenn and the others continue working independently and pledge to one another that they will aim to return to Zero Arena someday.",
                    "TitleJapanese": "逆転の一手",
                    "SummaryJapanese": null
                },
                "18": {
                    "ID": "9416934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/9416934",
                    "TitleEnglish": "Dear Butterfly",
                    "SummaryEnglish": "IDOLiSH7 and Re:vale begin receiving different types of jobs than they had been previously. They are obviously filling in for TRIGGER. Meanwhile, ŹOOĻ is taking on more and more work, and their popularity is skyrocketing. They even appear as guests on IDOLiSH7's show \"Lovely Night With You!\".",
                    "TitleJapanese": "Dear Butterfly",
                    "SummaryJapanese": null
                },
                "19": {
                    "ID": "9430946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/9430946",
                    "TitleEnglish": "The Trio's Resolve",
                    "SummaryEnglish": "IDOLiSH7's one year anniversary tour begins. Seeing Riku sing as he thinks of Tenn captivates the hearts of the audience, and Iori is overwhelmed by their cheers. Meanwhile, TRIGGER and Anesagi resume working together, but they struggle to find a venue to perform at...",
                    "TitleJapanese": "3人の決意",
                    "SummaryJapanese": null
                },
                "20": {
                    "ID": "9445735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/9445735",
                    "TitleEnglish": "Together We'll Dream a Neverending Dream",
                    "SummaryEnglish": "TRIGGER performs their first concert since their fall at a train station plaza in the rain. Though some fans are excited by TRIGGER's sudden appearance, others pass by as though mocking them. Riku intently watches as Tenn does his best to sing and dance despite the circumstances...",
                    "TitleJapanese": "醒めない夢を一緒に",
                    "SummaryJapanese": null
                },
                "21": {
                    "ID": "9454714",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/9454714",
                    "TitleEnglish": "Bonds and Promises",
                    "SummaryEnglish": "Iori becomes aware of Riku's allure. Though it's a powerful weapon for an idol to wield, its attractive energy risks becoming so powerful that it can't be controlled. Meanwhile, Riku is worried about TRIGGER, who have reached an impasse in their efforts to perform.",
                    "TitleJapanese": "絆と約束",
                    "SummaryJapanese": null
                },
                "22": {
                    "ID": "9475122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/9475122",
                    "TitleEnglish": "Anytime, Anywhere",
                    "SummaryEnglish": "Sogo plans to return home and reconcile with his father. Because he cares for Tamaki, he wants to fix the problem for MEZZO\"'s sake as well. Meanwhile, several days later, ŹOOĻ receives a lot of attention for appearing as guests on Re:vale's live TV show.",
                    "TitleJapanese": "Anytime, Anywhere",
                    "SummaryJapanese": null
                },
                "23": {
                    "ID": "9482959",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/9482959",
                    "TitleEnglish": "The Resolve to Keep Singing",
                    "SummaryEnglish": "Sogo is treated coldly by his father Soshi at the Osaka family home. Soshi falsely accuses Tamaki of injuring a servant when he pushes back, and he demands Sogo quit working in exchange for not reporting Tamaki to the police. Tamaki is taken hostage, and Sogo appears on the live radio program alone...",
                    "TitleJapanese": "歌い続ける覚悟",
                    "SummaryJapanese": null
                },
                "24": {
                    "ID": "9498267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/9498267",
                    "TitleEnglish": "Begin the Counterattack",
                    "SummaryEnglish": "TRIGGER's concert is a huge success, and Gaku, Tenn, and Ryunosuke reaffirm their vows to work together. The public's attitude shifts, and TRIGGER rises in the Music of People rankings. Re:vale takes advantage of that momentum to launch their counterattack!",
                    "TitleJapanese": "反撃開始",
                    "SummaryJapanese": null
                },
                "25": {
                    "ID": "9507582",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/9507582",
                    "TitleEnglish": "Behind-the-Scenes Meeting",
                    "SummaryEnglish": "Since TRIGGER's TV appearance facilitated by Re:vale, their concerts become even more popular, and they begin broadening the scope of their work. Meanwhile, a meeting is held for \"Friends Day,\" the 24-hour charity program IDOLiSH7 and Re:vale are set to appear on.",
                    "TitleJapanese": "裏ミーティング",
                    "SummaryJapanese": null
                },
                "26": {
                    "ID": "9510410",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/9510410",
                    "TitleEnglish": "Friends Day!",
                    "SummaryEnglish": "Friends Day begins, and IDOLiSH7 and Re:vale work to make each of their segments of the program exciting and fun. The Memorial Song segment is accepting song requests from viewers, but by morning, a TRIGGER song reaches the number one spot.",
                    "TitleJapanese": "Friends Day!",
                    "SummaryJapanese": null
                },
                "27": {
                    "ID": "9510411",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/9510411",
                    "TitleEnglish": "Attractive Force",
                    "SummaryEnglish": "Fans continue voting even after TRIGGER is removed from the Memorial Song rankings, and the station director decides to reflect the voices of the viewers. Momo is concerned about the impact of IDOLiSH7 singing a TRIGGER song, but Riku is determined to sing the song chosen by the fans.",
                    "TitleJapanese": "第27話",
                    "SummaryJapanese": null
                },
                "28": {
                    "ID": "9510412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/9510412",
                    "TitleEnglish": "Changing Scenery",
                    "SummaryEnglish": "As a result of the performance at Friends Day, IDOLiSH7 and TRIGGER's popularity rises, pitting them against each other for third place at MOP. First place contenders Re:vale announce they're pulling out for the sake of their juniors, but the situation changes when second place contenders ŹOOĻ announce they're pulling out as well.",
                    "TitleJapanese": "第28話",
                    "SummaryJapanese": null
                },
                "29": {
                    "ID": "9510413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/9510413",
                    "TitleEnglish": "Stir and Spill Over",
                    "SummaryEnglish": "Yuki becomes concerned when he's unable to get in touch with Momo and questions Toma. Toma tries to keep quiet because Ryo is threatening him, but he's unable to resist when Yuki becomes truly angry. Meanwhile, Nagi is shocked to learn from Minami that Sakura Haruki doesn't have much longer to live...",
                    "TitleJapanese": "第29話",
                    "SummaryJapanese": null
                },
                "30": {
                    "ID": "9510414",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/idolish7/episodes/9510414",
                    "TitleEnglish": "Bound Fates",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第30話",
                    "SummaryJapanese": null
                }
            }
        }
    }
}