{
    "URL": "https://www.thetvdb.com/series/hakata-tonkotsu-ramens",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Crime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8129662/",
        "http://hakatatonkotsu-anime.com/",
        "https://www.themoviedb.org/tv/76126"
    ],
    "TitleEnglish": "Hakata Tonkotsu Ramens",
    "SummaryEnglish": "The city of Fukuoka houses a thriving criminal underbelly. It is here where Zenji Banba, a laid back detective crosses paths with Xianming Lin, a cross-dressing hit man.",
    "TitleJapanese": "博多豚骨ラーメンズ",
    "SummaryJapanese": "福岡は一見平和な町だが、裏では犯罪が蔓延している。\n今や殺し稼業の激戦区で、殺し屋専門の殺し屋がいるという都市伝説まであった。\n殺し屋、探偵、復讐屋、拷問師etc――、\n裏か行の男たちの物語が紡がれる時、『殺し屋殺し』は現れる――。",
    "Aliases": [
        "博多豚骨拉面团"
    ],
    "Modified": "2025-09-24",
    "Seasons": {
        "1": {
            "ID": "737194",
            "URL": "https://www.thetvdb.com/series/hakata-tonkotsu-ramens/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6402602",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakata-tonkotsu-ramens/episodes/6402602",
                    "TitleEnglish": "Play Ball",
                    "SummaryEnglish": "Saito is a rookie at a contract killing company, has been demoted to a post in Hakata, a highly competitive market for hitmen. Banba, a private investigator, is asked to look into a detective's apparent suicide. The detective has left behind a photo of the current mayor of Hakata, the subject of many a dark rumor. Meanwhile, Hayashi, a cross-dressing hitman in the employ of a criminal organization, is in Zhang's face demanding more money. His employer shows him a business card as a potential target, but...",
                    "TitleJapanese": "プレイボール",
                    "SummaryJapanese": "殺人請負会社の新人社員・斉藤は、殺し屋激戦区の博多に左遷されることに。時を同じく、刑事の自殺事件の調査を依頼された探偵の馬場は、刑事が遺した写真を受け取っていた。そこには黒い噂の絶えない現市長の姿が。\n馬場はさっそく情報屋の榎田を訪ね……。その頃、闇組織に雇われている女装の殺し屋・林は、雇い主の張に噛みついていた。張は金が欲しいのならば、こいつを殺せと林に一枚の名刺を見せるのだが――。"
                },
                "2": {
                    "ID": "6499732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakata-tonkotsu-ramens/episodes/6499732",
                    "TitleEnglish": "Irregular",
                    "SummaryEnglish": "Hayashi had seemingly snuck into Banba's office to kill him, but Hayashi intends to protect Banba from hitmen in order to get back at his employer, Zhang. Meanwhile, Saito narrowly avoids being tortured and killed due to a case of mistaken identity by Jirou and Misaki. Celebrating his good fortune with a night of revelry out in town, Saito awakens from a drunken stupor in a hotel room to find the body of a woman he's never seen before lying next to him.",
                    "TitleJapanese": "イレギュラー",
                    "SummaryJapanese": "林は馬場を殺しに探偵事務所に忍び込んだ――かと思いきや、雇い主の張への嫌がらせのため、暗殺対象となっている馬場を組織の殺し屋の手から守ってやるのだという。\n一方、人違いで復讐屋のジローと相棒のミサキに拉致されていた斉藤は、誤解も晴れ解放され、博多の夜を満喫していた。泥酔した斉藤がホテルの一室で目覚めると、そこには見知らぬ女性の死体が転がっていて――。"
                },
                "3": {
                    "ID": "6499733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakata-tonkotsu-ramens/episodes/6499733",
                    "TitleEnglish": "Teamwork",
                    "SummaryEnglish": "Saito has been blamed for a murder he did not commit and hires Jiro to get revenge on the real murderer. Meanwhile, Lin learns that his sister who he left in his hometown was killed in Hakata and confronts the killer’s employer Zhang. Blinded by rage, Lin is taken by surprise by one of Zhang’s assassins and seriously wounded. Banba the detective arrives to help Lin and pledges to help find his sister’s killer.",
                    "TitleJapanese": "チームワーク",
                    "SummaryJapanese": "殺人の罪をなすりつけられたことが分かった斉藤は、復讐屋のジローに真犯人への復讐を依頼する。その頃、故郷に残した妹がこの博多で何者かの手によって殺されたと知った林は、怒りも露わに単身で雇い主の張の許へ。\nだが、張の雇った殺し屋に不意を突かれ、林は重傷を負ってしまう。林の危機に駆けつけた探偵の馬場は、妹を殺した犯人を見つける手助けを申し出るのだった。"
                },
                "4": {
                    "ID": "6522105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakata-tonkotsu-ramens/episodes/6522105",
                    "TitleEnglish": "Ninth Inning, Two Outs",
                    "SummaryEnglish": "Working with Enokida the information broker, Lin establishes that his sister’s killer is the Mayor’s son Yusuke. Having obtained information about the next human trafficking deal, Banba and Lin form a plan. Lin will pretend to be merchandise and attempt to reach the killer. But the enemy learned of their plan. Lin’s last ray of hope Banba is brutally killed by someone known as the killer of killers. Lin now finds himself in a difficult predicament.",
                    "TitleJapanese": "9回裏ツーアウト",
                    "SummaryJapanese": "情報屋の榎田の協力で、妹を殺した犯人は博多市長の息子・ユウスケだと判明する。次回の人身取引の情報を得た馬場と林は作戦をたてる。林は売られる商品に成りすまして現場に潜入し、犯人との接触を試みるのだった。\nだが、作戦は敵に筒抜けで――。頼みの綱の馬場も無惨な姿で殺されてしまっていた。馬場を殺したのは、博多で“殺し屋殺し”の異名を持つにわか侍。林は一転して窮地に立たされてしまう。"
                },
                "5": {
                    "ID": "6534404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakata-tonkotsu-ramens/episodes/6534404",
                    "TitleEnglish": "Tryouts",
                    "SummaryEnglish": "The Yamagasa Festival, one of the three biggest festivals of Hakata, is in full swing. Banba, born and raised in Hakata, is taking time off work to celebrate. The ace assassin of a contract killer agency Saruwatari has developed a distaste for work he does not find challenging. He decides to quit and move Hakata where there is more competition. As soon as he arrives, Saruwatari’s partner from high school Nitta calls out to him. Nitta works as an assassination consultant and wants to utilize Saruwatari’s skills, but...",
                    "TitleJapanese": "トライアウト",
                    "SummaryJapanese": "博多は三大祭りのひとつ『山笠』の季節。生粋の博多っ子の馬場は、この晴れの舞台のために仕事を休むという。その頃、殺人請負会社のエース・猿渡は手応えのない仕事に嫌気がさしていた。ついには会社を辞め、殺し屋の激戦区・博多へと向かう。到着早々、猿渡は高校時代にバッテリーを組んでいた新田に声をかけられる。殺し屋コンサルタントをしている彼は、猿渡のプロデュースを買って出るのだが――。"
                },
                "6": {
                    "ID": "6536783",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakata-tonkotsu-ramens/episodes/6536783",
                    "TitleEnglish": "Pinch Hitter",
                    "SummaryEnglish": "Saruwatari craves a strong opponent and someone proposes going after the best assassin in Fukuoka, the Niwaka Samurai. Immediately after, the phone rings Banba’s agency, but because he is at the Yamagasa Festival, Lin pretends to be the Niwaka Samurai and goes to kill Saruwatari. Forced to use weapons he isn’t used to fighting with, Lin quickly gets into trouble. Meanwhile, Banba has just gotten wind that Lin took a job while claiming to be the Niwaka Samurai.",
                    "TitleJapanese": "ピンチヒッター",
                    "SummaryJapanese": "強敵を渇望する猿渡に持ちかけられたのは、福岡一の殺し屋・にわか侍との対戦だった。さっそく馬場のもとに依頼の電話がかかってくるが、山笠に浮かれる馬場に代わり、にわか侍に扮した林が、猿渡との殺し合いに挑むことに――。\nしかし、慣れない武器での戦いにに苦戦を強いられる林はどんどん追い詰められていく。一方その頃、林がにわか侍の仕事を受けたことを知った馬場は現場に駆けつけるのだが……。"
                },
                "7": {
                    "ID": "6536784",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakata-tonkotsu-ramens/episodes/6536784",
                    "TitleEnglish": "Leadoff Hitter",
                    "SummaryEnglish": "Information is the second most important thing to money. A cyberterrorist cell wants to find a hacker who has uncovered some sensitive details. Meanwhile, Banba Private Investigations receives a request to find a person. They receive a photograph of a boy with an odd haircut who disappeared eight years ago. Thinking he looks familiar, Banba and Lin turn to each other just as Enokida the information broker walks in.",
                    "TitleJapanese": "リードオフマン",
                    "SummaryJapanese": "情報は金の次に重い。不都合な真実を探るハッカーへの粛正が、サイバーテロ組織により進んでいた。そんな中、馬場探偵事務所に、人捜しの依頼が舞い込んでくる。８年前に姿を消した少年を捜して欲しい、と差し出された写真には、独特の髪型をした少年が写っていた。\nどこか見覚えのある姿に、顔を見合わせる馬場と林。ちょうどその時、事務所に情報屋の榎田がやってきて――。"
                },
                "8": {
                    "ID": "6536785",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakata-tonkotsu-ramens/episodes/6536785",
                    "TitleEnglish": "Trick Play",
                    "SummaryEnglish": "Targeted by a “hacker hunter,” Enokida is forced to run from place to place in Hakata. Assassins after the bounty on his head are steadily closing in, and Enokida has been cut off from using computers, his only weapon. He’s fallen into a desperate situation. Meanwhile, Banba receives a message from Enokida. It’s a desperate counter to the cyberterrorist cell which came to Banba and Lin.",
                    "TitleJapanese": "トリックプレイ",
                    "SummaryJapanese": "「ハッカー狩り」のターゲットとなり、博多の街を逃げ回る榎田。賞金に釣られた殺し屋たちから狙われ、徐々に追いつめられていく。さらに、唯一の武器であるパソコンも封じられ、絶体絶命のピンチに陥っていた。\nそんな中、身を案じる馬場たちの元に、榎田からのメッセージが届けられる。それは馬場と林を巻き込んだ、サイバーテロ組織への決死のカウンターだった――。"
                },
                "9": {
                    "ID": "6585950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakata-tonkotsu-ramens/episodes/6585950",
                    "TitleEnglish": "Hit and Run",
                    "SummaryEnglish": "After a life of cruel wandering, Lin has found a place to be. The good-natured Banba has invited him to join his team of private investigators as well as his baseball team, the Hakata Tonkotsu Ramens. Lin is slowly learning to feel comfortable, but still has a lingering feeling that it won’t last. He remembers his harsh past. He was being raised as an assassin, and the first partner he met was...",
                    "TitleJapanese": "エンドラン",
                    "SummaryJapanese": "殺伐とした流浪の生活から一転して、初めて出来た林の居場所。お人好しの馬場がいる探偵事務所、メンバーとして迎えられた野球チーム『博多豚骨ラーメンズ』。林は心地良さを覚えながらも、その日常が長くは続かないと朧気な不安を感じていた。 そして思い出す、幼い過去の記憶。殺し屋として訓練を受けた過酷な日々、そこで出会った最初の相棒のことを……。"
                },
                "10": {
                    "ID": "6587893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakata-tonkotsu-ramens/episodes/6587893",
                    "TitleEnglish": "Shortstop",
                    "SummaryEnglish": "Banba and Lin have decided to clean out the Kakyu Association executives from Fukuoka. Meanwhile, Nitta is negotes with an organization vying to gain a foothold in Japan. It’s an opportunity for Saruwatari to become their exclusive assassin. As a condition of the agreement, Nitta is asked to eliminate Kakyu Association executives… With their executives being killed, the Kakyu Association brings in a capable assassin from the mainland. That assassin, calling himself Fei-Lan asks only for the association to find someone as his compensation.",
                    "TitleJapanese": "ショートストップ",
                    "SummaryJapanese": "馬場たちは福岡に残存する華九会の幹部を掃討することを決める。その頃、新田は日本進出を目論む組織と交渉を進めていた。猿渡を組織専属の殺し屋にするビジネスチャンス。新田に提示された採用条件は、華九会幹部の始末だった……。幹部を殺された華九会の進来は、大陸からやってきた腕利きの殺し屋を雇うことに。緋狼と名乗るその殺し屋は、報酬の他に人を捜して欲しいと頼むのだが――。"
                },
                "11": {
                    "ID": "6587895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakata-tonkotsu-ramens/episodes/6587895",
                    "TitleEnglish": "Brawl",
                    "SummaryEnglish": "Employed by the Kakyu Association, Fei-Lan begins to seek revenge on assassins. His first target, Saruwatari can holds his own in a fair fight, but is taken by surprise. Meanwhile, Lin has run away from Banba and is hiding in Enokida’s internet cafe. There, Lin hears about the murders of two men both named “Hayashi Noriaki.” The men wrote their name the same way as Lin, both lived in Fukuoka and were killed one after the other. Realizing that the murders are a message for him, Lin goes to confront Fei-Lan and his past.",
                    "TitleJapanese": "乱闘",
                    "SummaryJapanese": "華九会に雇われた緋狼による、殺し屋への報復が始まっていた。最初のターゲットとなった猿渡は、善戦するが不意を突かれてしまう。その頃、馬場の許を去った林は、榎田のいるネットカフェに潜伏していた。そこで告げられる“林憲明殺人事件”。福岡市内の林と同名の男性が、立て続けに殺害されているという。\n現場に残されたメッセージが自分に宛てられたものだと気付いた林は、過去と決別するために緋狼の許へと向かうのだった。"
                },
                "12": {
                    "ID": "6587896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hakata-tonkotsu-ramens/episodes/6587896",
                    "TitleEnglish": "Walk-Off Home Run",
                    "SummaryEnglish": "Confronting his past, Lin goes to see Fei-Lan, but fails to convince him to stop. Fei-Lan attacks Lin, but unsure if he wants to fight back, Lin becomes cornered. Banba arrives to help, but they are both unfortunately captured. Locked in a cage, Fei-Lan orders them to fight to the death and the winner will go free. Facing the same choice from his past, Lin must choose between killing and being killed.",
                    "TitleJapanese": "サヨナラホームラン",
                    "SummaryJapanese": "自らの過去と対峙するために、林は緋狼の許へ。だが林の説得の甲斐なく、緋狼に刃を向けられてしまう。戦うことへの迷いから、徐々に追いつめられる林。駆けつけた馬場もあえなく捕まってしまい……。檻に閉じ込められた二人に緋狼は「殺しあえよ。お前ら二人で……生き残った方の命は助けてやる」と告げる。\n過去と同じ状況に直面した林は、“殺すのか殺されるのか”最悪の選択を迫られることに――!?"
                }
            }
        }
    }
}