{
    "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Comedy",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7836688/",
        "https://www.themoviedb.org/tv/76059"
    ],
    "TitleEnglish": "A Place Further Than the Universe",
    "SummaryEnglish": "Scenery that we have never seen. Sounds that we have never heard. Scent that we have never smelled. Food that we have never tasted. And the surge of emotion that we have never experienced. This is the expedition of recollecting the pieces torn apart and sensation left alone. When we reach that place, what will we think? Howling, 40 degree angle. Raging, 50 degree angle. Shouting, 60 degree angle. A wilderness beyond the heavy sea. The furthest south, far from civilization. At the top of the Earth. We will find lights through the girls' eyes to live tomorrow.",
    "TitleJapanese": "宇宙よりも遠い場所",
    "SummaryJapanese": "そこは、宇宙よりも遠い場所──。\n\n　何かを始めたいと思いながら、中々一歩を踏み出すことのできないまま高校2年生になってしまった少女・玉木マリたまき・まりことキマリは、とあることをきっかけに南極を目指す少女・小淵沢報瀬こぶちざわ・しらせと出会う。高校生が南極になんて行けるわけがないと言われても、絶対にあきらめようとしない報瀬の姿に心を動かされたキマリは、報瀬と共に南極を目指すことを誓うのだが……。",
    "Aliases": [
        "Sora yori mo Tooi Basho: A Story That Leads to the Antarctica"
    ],
    "Modified": "2024-10-17",
    "Seasons": {
        "1": {
            "ID": "737206",
            "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "6402617",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6402617",
                    "TitleEnglish": "One Million Yen For Youth",
                    "SummaryEnglish": "Tamaki Mari, AKA Kimari, really wanted to have a great adventure in high school, but could never take the first step. Now in her second year, she meets Kobuchizawa Shirase, a girl who is determined to go to Antarctica despite being told it's impossible. Kimari is so moved by Shirase's indomitable spirit that she vows to go to Antarctica with her.",
                    "TitleJapanese": "青春しゃくまんえん",
                    "SummaryJapanese": "高校に入ったら何かを始めたいと思いながらも、なかなか一歩を踏み出すことのできないまま、高校2年生になってしまった少女・玉木マリ(たまき・まり)ことキマリは、とあることをきっかけに南極を目指す少女・小淵沢報瀬(こぶちざわ・しらせ)と出会う。高校生が南極になんて行けるわけがないと言われても、絶対にあきらめようとしない報瀬の姿に心を動かされたキマリは、報瀬と共に南極を目指すことを誓う。"
                },
                "2": {
                    "ID": "6482995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6482995",
                    "TitleEnglish": "Kabukicho Fremantle",
                    "SummaryEnglish": "To get on a ship to Antarctica, Kimari and Shirase will first need the money to fly from Japan to Fremantle, Australia. To earn this money, Kimari gets a job at a convenience store, where she meets a girl named Miyake Hinata. Hinata decides to join them on the trip, and quickly gets swept up in Shirase's next plan...",
                    "TitleJapanese": "歌舞伎町フリーマントル",
                    "SummaryJapanese": "南極観測船は日本を発ち、オーストラリアのフリーマントルを経由して南極へと向かう。観測隊員たちが南極観測船に乗り込むのはフリーマントルからのため、日本からフリーマントルに行くための飛行機代が必要になると報瀬から言われたキマリは、コンビニでアルバイトを始める。一緒に南極に行きたいというアルバイト先の先輩・三宅日向も仲間に加わり、キマリたちは報瀬が計画したとある作戦を実行する。"
                },
                "3": {
                    "ID": "6493481",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493481",
                    "TitleEnglish": "The Follow Backs Don't Stop!",
                    "SummaryEnglish": "Kimari, Shirase, and Hinata need to figure out a way that high school girls might be allowed to go to Antarctica. Although dubious about their chances, they quickly find a report about a high school-aged actress named Shiraishi Yuzuki, who's being allowed to come along. Shirase attempts to make contact with Yuzuki's agency, but it just so happens that Yuzuki has come to them.",
                    "TitleJapanese": "フォローバックが止まらない",
                    "SummaryJapanese": "報瀬の部屋に集まったキマリたちは、スマホを片手に高校生が南極に行く方法を探す。そんなものが簡単に見つかるはずもないと思っていた矢先、南極観測隊に取材班と共に現役女子高生であり、女優でもある白石結月が同行するという記事を見つけるキマリたち。結月が所属する事務所に私も同行できるように掛け合ってと騒ぐ報瀬に巻き込まれ、電話を押し付け合うキマリたちの前に結月が現れる。"
                },
                "4": {
                    "ID": "6493483",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493483",
                    "TitleEnglish": "Four Caterpillars",
                    "SummaryEnglish": "Kimari and the others finally have their tickets to Antarctica. However, they'll need to go on a three-day summer training camp to learn the skills they'll need. In the mountains, they experience everything from lectures to field work, and meet the team commander, who seems to have a history with Shirase.",
                    "TitleJapanese": "四匹のイモムシ",
                    "SummaryJapanese": "ついに南極行きの切符を手に入れたキマリたちは、同行者として南極に行くために身につけなければならない技術や知識を学ぶため、3日間に渡る夏期訓練に臨む。座学から野外でのフィールドワークまで、様々な訓練を行う施設がある山の麓までやってきたキマリたちは、そこで今回の南極観測隊の隊長である藤堂吟から挨拶を受けるが、報瀬だけは隊長の言葉に険しい表情を浮かべる。"
                },
                "5": {
                    "ID": "6493484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493484",
                    "TitleEnglish": "Dear My Friend",
                    "SummaryEnglish": "It's been several months since their training, and the girls' trip to Antarctica is drawing near. With Rin's help, Kimari manages to sort out her luggage, and in doing so, finds a game she borrowed from Megumi a long time ago. When she visits her friend to return it and talk about old times, though, Megumi doesn't seem to remember it at all...",
                    "TitleJapanese": "Dear my friend",
                    "SummaryJapanese": "訓練を終えてから数ヶ月が過ぎ、南極へと旅立つ日が近づいてきたある日。リンの手伝いもあって、どうにか南極へと持っていく持ち物の荷造りを終えたキマリは、めぐみから借りたまま、てっきりなくしてしまったと思っていたゲームを見つける。めぐみにゲームを返すついでに、久しぶりだからとゲームで遊び始めたキマリは幼い頃の思い出を話し始めるが、めぐみは覚えていない様子で……。"
                },
                "6": {
                    "ID": "6493485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493485",
                    "TitleEnglish": "Welcome to the Durian Show",
                    "SummaryEnglish": "The girls have a stopover in Singapore on their way from Japan to Fremantle. They decide to spend their time sightseeing, but Yuzuki notices Hinata acting strangely.",
                    "TitleJapanese": "ようこそドリアンショーへ",
                    "SummaryJapanese": "七神屋ペンギン饅頭号として生まれ変わった南極観測船に乗り込むのはオーストラリアのパース近郊にあるフリーマントルから。日本からフリーマントルに向かうために旅立ったキマリたちは、乗り換えのためにシンガポールに降り立つ。出発までの時間を使ってシンガポール観光を楽しむキマリたちだったが、日向の様子がおかしいことに気がついた結月は、何か隠し事をしているのではないかと問い詰める。"
                },
                "7": {
                    "ID": "6493486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493486",
                    "TitleEnglish": "The Ship That Sees the Universe",
                    "SummaryEnglish": "After arriving in Fremantle, the girls get a tour of their icebreaker ship. When Gin mentions that their new room was where Shirase's mother once stayed, the girls check to see if she might have left something behind there...",
                    "TitleJapanese": "宇宙を見る船",
                    "SummaryJapanese": "フリーマントルに到着したキマリたちは、停泊しているペンギン饅頭号に乗り込む。船室へと案内されたキマリたちは、吟からその船室がかつて報瀬の母親である貴子が使っていたものであることを聞き、貴子が何か部屋に残しているのではないかと隅々まで調べてみるが、何も見つからない。そして時間は食料の買い出しなど出港準備の手伝いで忙しなく過ぎていき、出港前の出陣式を迎える。"
                },
                "8": {
                    "ID": "6493487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493487",
                    "TitleEnglish": "Howling, Maddening, Screaming",
                    "SummaryEnglish": "It's finally time for the ship to set out from Fremantle, heading for Antarctica. The girls interview crew members, peel potatoes, and get training to improve their stamina. But as exhausted as they are already, an even greater disaster awaits them!",
                    "TitleJapanese": "吠えて、狂って、絶叫して",
                    "SummaryJapanese": "ついにフリーマントルから南極へ向けて出港したペンギン饅頭号。陸地から離れ、大海原へと進んでいく光景に、キマリは改めて世界の広さを感じる。隊員たちへの取材、大量のじゃがいもの皮剥き、そして体力をつけるためのトレーニングなど、船内でやらなければならないことの盛り沢山さに疲れ果てるキマリたち。明日からやっていけるのかという不安の中、さらなる災難が襲いかかる。"
                },
                "9": {
                    "ID": "6493488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493488",
                    "TitleEnglish": "Antarctic Love Story (Blizzard Arc)",
                    "SummaryEnglish": "Toshio confesses his love for Gin, and asks if Shirase knows anything that might help him get closer to her. Shirase tells him that Gin was just a friend of her mother's, so the girls insist that Shirase go to talk to Gin herself.",
                    "TitleJapanese": "南極恋物語(ブリザード編)",
                    "SummaryJapanese": "観測隊員の敏夫から恋の相談を受けたキマリたちは、敏夫が恋い焦がれる相手が隊長の吟だと知って呆れてしまう。吟との距離を少しでも縮めるため、報瀬に何か情報はないかと尋ねる敏夫だったが、母である貴子の知り合いというだけで、何も話せることはないと答える報瀬。こうなったら吟に直接聞くしかないと、キマリたちは報瀬に吟のところへ行くように言うのだが……。"
                },
                "10": {
                    "ID": "6493489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493489",
                    "TitleEnglish": "Partial Friendship",
                    "SummaryEnglish": "At last, the girls have arrived in Antarctica, and are awed by the scene before them. No one's been at Syowa Station in three years, so there's a lot to do to get it cleaned up. As the girls keep themselves busy, Yuzuki seems to make up her mind about something.",
                    "TitleJapanese": "パーシャル友情",
                    "SummaryJapanese": "見渡す限り延々と続く真っ白な世界。ついに南極へとやってきたキマリたちは、目の前の広がる景色に思わず息を呑む。前回から３年ぶりとなる昭和基地ではやらなければならないことが山積みで、基地へと案内されたキマリたちも次から次へと言い渡される仕事に大忙し。そんな中、結月が意を決したかのような面持ちでキマリたちを見ながら、とある出来事を話し始める。"
                },
                "11": {
                    "ID": "6493490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493490",
                    "TitleEnglish": "Bash the Drum Can!",
                    "SummaryEnglish": "When the girls are testing a video connection to Japan for New Year's, a few of Hinata's \"friends\" come calling. Hinata begs off, but seems distracted for the rest of the day. Shirase decides to get to the bottom of things.",
                    "TitleJapanese": "ドラム缶でぶっ飛ばせ！",
                    "SummaryJapanese": "大晦日に予定されている南極と日本を繋ぐ中継のテストをしているキマリたち。モニターの向こうにはキマリの母と妹のリンの姿が映っている。そしてさらに中継の話を聞きつけた日向の友達が、ぜひ会いたいとやってきていて、日向に久しぶりと話しかける。テストも終わり、基地内にある郵便局の分室で仕事をするキマリたちだったが、日向だけは心ここにあらずといった様子で……。"
                },
                "12": {
                    "ID": "6493491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493491",
                    "TitleEnglish": "A Place Further Than the Universe",
                    "SummaryEnglish": "Ever since her mother was lost in Antarctica, Shirase has felt like she was lost in a terrible dream. Despite her fear of what will happen if nothing changes after she goes, she and her friends now set off on their final journey to the place where her mother was lost.",
                    "TitleJapanese": "宇宙よりも遠い場所",
                    "SummaryJapanese": "母が南極から帰らなかったあのときからずっと醒めない夢の中にいる。その夢は南極に来ることで、母が愛したその場所に行くことで醒めると思っていた。でも南極にやってきた今も夢は醒めることなく続いている。もし母がいる場所に行ってもこの夢が醒めなかったら、そう考えると怖くてたまらない。母の元へと向かう最後の旅が始まる。日本から１万４千キロ。宇宙より遠いその場所へ。"
                },
                "13": {
                    "ID": "6493492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493492",
                    "TitleEnglish": "We'll Go On Another Journey Someday",
                    "SummaryEnglish": "Kimari wakes up to the sound of her alarm and goes through her duties for the day. The girls have gotten used to their lives in Antarctica, but the summer team will have to leave in three days. Their journey of a lifetime is reaching its end.",
                    "TitleJapanese": "きっとまた旅に出る",
                    "SummaryJapanese": "鳴り響く目覚まし時計を止めて、ベッドから起き上がったキマリは食堂の厨房へと向かう。同じ当直当番である日向に遅いと文句を言われながら、ホワイトボードに今日のメニューを書く。そして朝食後のミーティングの司会進行、ゴミ出し、トイレ掃除と仕事をこなしていく。南極での生活にもすっかり慣れたキマリたち。夏隊帰還まであと３日。長かった旅路は終わりを迎えようとしていた。"
                }
            }
        }
    }
}