{
    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7829656/",
        "https://www.themoviedb.org/tv/75864",
        "https://www.themoviedb.org/tv/75864"
    ],
    "TitleEnglish": "Katana Maidens ~ Toji No Miko",
    "SummaryEnglish": "There's an evil creature called Aratama that attack people, and a group of Miko has been exorcising those creatures using swords since olden times. Those who wear uniforms and swords are called Toji, who are officially called Tokubetsu Saishi Kitoutai (Special Ritual Maneuver Team) in the police association. They are officially approved of wielding the swords by the government officials. The government has established five training schools consisting of junior and senior high levels for the female students to attend. They spend their student life normally, and use special skills with the swords when they're doing missions to protect people. In the spring, these five schools are to take part in a competition. Among the girls who train for the competition, there's a girl who's a bit more passionate than any other girls. Where would the girl with the sword aim?",
    "TitleJapanese": "刀使ノ巫女",
    "SummaryJapanese": "古来、人の世を脅かしてきた異形の存在・荒魂を御刀によって祓う神薙ぎの巫女。\n制服に帯刀が主な出で立ちの彼女たちは、刀使（とじ）と呼ばれる。\n正式には警察組織に属する特別祭祀機動隊。\n御刀の所持を公認された超法規的な国家公務員でありながら、\nそのほとんどは全国に五ヶ所存在する中高一貫の訓練学校に通う女子生徒たちである。\nごく普通の学園生活をおくる彼女たちだが、ひとたび職務となれば、\n御刀を手にし、様々な超常の力を発揮して人々を守って戦う。\n\nこの春。\n全国五校から選りすぐりの刀使たちが集い、各々の技を競う恒例の大会が催されようとしていた。\n大会に向け、多くの刀使たちが修練に励む中、ひときわ強い思いを秘め、ひとり技を磨く少女がいた。\n彼女が構えた御刀の切っ先が向くその先は―。",
    "Aliases": [
        "Sword User Shrine Maiden",
        "Katana Maidens -Tomoshibi"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "737203",
            "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/seasons/official/0",
            "# Episodes": 3,
            "Episodes": {
                "1": {
                    "ID": "6613235",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6613235",
                    "TitleEnglish": "Short Version Digest",
                    "SummaryEnglish": null,
                    "TitleJapanese": "総集編",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "8013312",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/8013312",
                    "TitleEnglish": "Tomoshibi Part 1",
                    "SummaryEnglish": "Some time after the Tagitsukihime incident, the sword section has a new member: Hirona Nitta. His arrival came at a time when there were more appearances of seemingly harmless Aradama. Hiyori and Kanami meet a humanoid Aradama, and a divergence of opinions is created within the Blades: some consider exceptions, others are more radical ...",
                    "TitleJapanese": "刀使ノ巫女 刻みし一閃の燈火 前編",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "8078659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/8078659",
                    "TitleEnglish": "Tomoshibi Part 2",
                    "SummaryEnglish": null,
                    "TitleJapanese": "刀使ノ巫女 刻みし一閃の燈火 後編",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "737204",
            "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "6402613",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6402613",
                    "TitleEnglish": "The Point of a Sword",
                    "SummaryEnglish": "Etou Kanami, who won Minoseki Academy's selection match is off to Kamakura with her best friend, Yanase Mai to compete in the elite tournament held by the illustrious Origami family. With skilled representatives from each of the five schools gathered for the tournament, these Toji in training put their skills to the test. Step forward competitors, the tournament is about to begin!",
                    "TitleJapanese": "切っ先の向く先",
                    "SummaryJapanese": "美濃関学院の学内選抜試合で優勝した衛藤可奈美は、準優勝の柳瀬舞衣と共に鎌倉の折神家で行われる御前試合に出場する。伍箇伝の各校から集まった凄腕の刀使たちによる剣術大会が始まる。\n鎌府女学院の糸見沙耶香をはじめとする強敵を次々と打ち破って決勝に進出した可奈美。相手は平城学館の十条姫和。しかし姫和は、試合開始と共に折神家当主・折神紫に斬りかかる。だがその一撃は紫に阻まれ、窮地に陥る姫和。その時、可奈美は迷わず姫和を助けてその場から逃走する。"
                },
                "2": {
                    "ID": "6488384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6488384",
                    "TitleEnglish": "The Distance Between Them",
                    "SummaryEnglish": "After her attempt to assassinate Origami Yukari fails, Hiyori is able to escape with Kanami's aid. Meanwhile, there is much confusion back at the tournament over this unprecedented incident on the head of the Origami family. The school presidents are called in and a manhunt for the fugitive Toji students commences.",
                    "TitleJapanese": "二人の距離",
                    "SummaryJapanese": "折神家当主・折神紫の暗殺に失敗した姫和と共に逃亡する可奈美。その頃、折神家は当主暗殺未遂という前代未聞の事件の発生に騒然としていた。そして紫の親衛隊による追跡が始まり、伍箇伝の学長たちにも召集がかかる。\nそんな中、舞衣が可奈美たちの捜索任務に志願する。少ない手がかりを元に二人を見つける舞衣。しかし、可奈美は折神紫の背後にある大荒魂を追う姫和と行動を共にすることを望み、それを理解した舞衣は二人を見逃す。"
                },
                "3": {
                    "ID": "6499552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6499552",
                    "TitleEnglish": "Innocent Sword",
                    "SummaryEnglish": "Kanami and Hiyori are taken in and given a place to stay by a former Minoseki Toji named Onda Rui. The girls are able to slow down and consider their next move. They realize their enemy might be a much greater force than they thought and just as things look bleak, Rui introduces the girls to someone else willing to help them in their struggle.",
                    "TitleJapanese": "無想の剣",
                    "SummaryJapanese": "可奈美と姫和は、美濃関学院出身の元刀使・恩田累の下に身を寄せる。つかの間の休息で一息ついた二人。そこで可奈美は姫和から、紫が強大な敵である大荒魂に支配されていることと、折神家や刀剣類管理局全てが大荒魂の支配下にあることを聞かされる。\n翌日、累は謎の人物「ファインマン」とコンタクトを取り、可奈美たちに紹介する。その時、鎌府学長の高津雪那が送りこんだ糸見沙耶香が現れる。特殊能力『無念無想』を発動して攻撃してくる沙耶香だったが、可奈美に破れる。"
                },
                "4": {
                    "ID": "6506775",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506775",
                    "TitleEnglish": "The Burden of Resolution",
                    "SummaryEnglish": "After releasing Sayaka, Kanami and Hiyori part ways with Rui and agree to meet with the mysterious online presence, \"FineMan,\" in Izu. Meanwhile, back in Kamakura, Kohagura Ellen and Mashiko Kaoru are ordered by the president of Osafune Girls' School to go after Hiyori and Kanami, but where do their loyalties truly lie?",
                    "TitleJapanese": "覚悟の重さ",
                    "SummaryJapanese": "沙耶香を解放して累と別れた可奈美と姫和は、ファインマンと合流するために伊豆を目指す。一方鎌倉では、古波蔵エレンと益子薫に長船女学園学長・真庭紗南から可奈美たちへの追撃命令が出ていた。\n下田の郊外で可奈美たちに追い付き、戦いを挑んでくるエレンたち。連携の取れた二人の攻撃に苦戦する可奈美たちだったが、辛くもその場から脱出。改めて姫和が戦う理由を聞いた可奈美は、最後まで共に戦うことを決意する。"
                },
                "5": {
                    "ID": "6506852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506852",
                    "TitleEnglish": "A Night of Mountain Hunting",
                    "SummaryEnglish": null,
                    "TitleJapanese": "山狩りの夜",
                    "SummaryJapanese": "再びエレンと薫に追い付かれる可奈美と姫和。エレンたちは、可奈美たちをテストしていたと言う。\n実は二人は反折神体制組織・舞草の一員だったのだ。驚く可奈美たち。その時、無数の荒魂が襲ってくる。山中の乱戦でバラバラになる一行。そして可奈美たちの前には親衛隊の獅童真希と此花寿々花が、エレンの前には皐月夜見が現れる。親衛隊の圧倒的な力の前に追い詰められる可奈美たちだったが、かろうじて脱出することに成功する。一方エレンは一人で親衛隊の臨時指揮所に向っていた。"
                },
                "6": {
                    "ID": "6506883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506883",
                    "TitleEnglish": "The Space Between Humans and Disgrace",
                    "SummaryEnglish": null,
                    "TitleJapanese": "人と穢れの狭間",
                    "SummaryJapanese": "捕えられたエレンは、臨時指揮所で寿々花の尋問を受けていた。一方、薫と合流した可奈美と姫和は先を急ごうとする薫に、エレンがいないことを問い詰める。しかし、薫は背を向けたまま答えようとしなかった。\nその頃、隙を見て脱出したエレンは人を荒魂にしてしまうアンプルを手に入れるが、夜見に気付かれてしまいピンチに陥る。だがエレンの元に可奈美たちが駆けつけ、夜見も自身の荒魂の暴走によって戦闘不能となり、可奈美たちはなんとかその場から逃げ出すことができた。そして石廊崎で可奈美たちは舞草の潜水艦と合流するのだった。"
                },
                "7": {
                    "ID": "6506884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506884",
                    "TitleEnglish": "Heart Ache",
                    "SummaryEnglish": null,
                    "TitleJapanese": "心の疼き",
                    "SummaryJapanese": "潜水艦に乗り込んだ可奈美たちは、出迎えたファインマンと共に舞草の拠点へと向かう。一方鎌府では、沙耶香が雪那に荒魂を注入されようとしていた。\nその時、これまで命令に忠実だった沙耶香の中で変化が起こり、雪那の手を払いのける。鎌府を飛び出した沙耶香は舞衣に助けを求め、合流する。沙耶香たちは結芽の追撃を振り切り、舞草に身を寄せるのだった。"
                },
                "8": {
                    "ID": "6506885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506885",
                    "TitleEnglish": "Day of Disaster",
                    "SummaryEnglish": null,
                    "TitleJapanese": "災厄の日",
                    "SummaryJapanese": "可奈美たちは舞草の拠点で折神紫の妹、朱音と出会う。朱音とフリードマンから語られる20年前の『相模湾岸大災厄』の真実。それは、現在の刀使たちに知らされていた事実とは大きく異なっていた。\n紫と共に大荒魂を鎮めたふたりの刀使、柊篝と藤原美奈都。後の記録から抹消された彼女たちは、姫和の母と可奈美の母だった。"
                },
                "9": {
                    "ID": "6506886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506886",
                    "TitleEnglish": "After the Festival",
                    "SummaryEnglish": null,
                    "TitleJapanese": "祭りのあと",
                    "SummaryJapanese": "朱音とフリードマンからノロを祀ることの意味を聞かされ、可奈美と姫和は打倒折神紫を掲げる舞草への参加を決意する。だが、姫和に戦う意味を問われた舞衣は答えられない。\nその時、対刀仕様装備に身を固めた機動隊を率いて結芽が舞草の拠点を襲撃してきた。迎え撃つ舞草の刀使たち。しかし、親衛隊最強と噂される結芽の前に、次々と倒れてゆく。可奈美たちは朱音を助け、辛うじて潜水艦で脱出するが、舞草は壊滅的被害を受けてしまう。"
                },
                "10": {
                    "ID": "6506887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506887",
                    "TitleEnglish": "Resolve for Tomorrow",
                    "SummaryEnglish": null,
                    "TitleJapanese": "明日への決意",
                    "SummaryJapanese": "折神家の動きは早く、大規模テロ関与の疑いで長船女学園と美濃関学院は強制捜査に入られてしまう。拠点を襲撃された舞草は壊滅に近いダメージを受け、可奈美たちは重苦しい空気に包まれる。\nそんななか、舞衣は自らの戦う理由を見つけ、大荒魂との戦いを続ける決意を語る。沙耶香、薫、エレン、そして可奈美も続く。仲間たちの覚悟を受け入れ、姫和は感謝の言葉を口にする。しかし、20年前にも確認されたという隠世の波動が可奈美たちを襲う。もはや時間がないと感じた一同は、起死回生の急襲作戦を実行するのだった。"
                },
                "11": {
                    "ID": "6506888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506888",
                    "TitleEnglish": "Gleam of Moonlight",
                    "SummaryEnglish": null,
                    "TitleJapanese": "月下の閃き",
                    "SummaryJapanese": "S装備のコンテナを使って折神家を襲撃した可奈美たちは、紫を討つために屋敷の奥へと進んでいく。S装備の稼働限界時間が迫るなか、立ちはだかる親衛隊たち。\nエレンと薫は結芽と、舞衣と沙耶香は夜見と対峙する。一方、可奈美と姫和は真希、寿々花と再び相見え、激突する。激闘を繰り広げる中、沙耶香の前に雪那が現れる。"
                },
                "12": {
                    "ID": "6506889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506889",
                    "TitleEnglish": "A Single Sword",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ひとつの太刀",
                    "SummaryJapanese": "真希と寿々花に勝利した可奈美と姫和は、とうとう紫と対峙する。その圧倒的な力の前に追いつめられる二人。\n二人の連携攻撃も、紫の未来視によって全て防がれてしまう。沙耶香、舞衣、エレン、薫の4人も合流し六対一の戦いになるが、ひとりまたひとりと紫の前に倒れていく。しかし可奈美が突然、母・藤原美奈都が乗り移ったかのように紫を圧倒し始める。"
                },
                "13": {
                    "ID": "6506890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506890",
                    "TitleEnglish": "Hero of the Next Generation",
                    "SummaryEnglish": null,
                    "TitleJapanese": "次代の英雄",
                    "SummaryJapanese": "タギツヒメが切り離した自身の一部を関東一円に飛び散らせた『鎌倉特別危険廃棄物漏出問題』から、四ヶ月。関東では荒魂事件が頻発、事態を収束させるため、可奈美たちは鎌倉を本部とする最前線で御刀を振るい続けていた。\n事件以後、特別祭祀機動隊に対する世間の風当たりは冷たく、特別刀剣類管理局の局長代理となった朱音は連日対応に追われていた。そんな中、可奈美は綾小路武芸学舎の後輩刀使・内里歩と知り合う。一方、実家に戻った姫和は密かに刀使引退を考えていた。そんな折、ノロを輸送中の回収班が、謎のフードの刀使に襲撃され、奪われる事件が発生する。"
                },
                "14": {
                    "ID": "6506891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506891",
                    "TitleEnglish": "Family Scene",
                    "SummaryEnglish": null,
                    "TitleJapanese": "家族の場景",
                    "SummaryJapanese": "美濃関の実家に戻った舞衣は、父に特別祭祀機動隊を辞めるよう促され、ショックを受ける。同じ頃、とある凶暴な荒魂と戦闘中の刀使の部隊のもとに、謎のフードの刀使が現れる。\nフードの刀使は、荒魂を一刀のもとに切り捨て去っていった。舞衣は父親が出資する研究施設を訪れ、エレン、フリードマンと再会し、研究員として施設で働くエレンの両親も紹介される。施設の研究は多岐に及び、珠鋼、隠世、そして荒魂も扱っていた。そのとき、施設に謎のフードの刀使が現れ、荒魂が強奪される。舞衣とエレンは刀使として追撃する。そこで、舞衣は自分を心配する父親の想いを知るのだった。"
                },
                "15": {
                    "ID": "6506892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506892",
                    "TitleEnglish": "Slothful Person's Honor",
                    "SummaryEnglish": null,
                    "TitleJapanese": "怠け者の一分",
                    "SummaryJapanese": "本部長の紗南の命令で北関東への遠征任務の部隊長を務める薫。やる気のない薫は荒魂探索を部下に任せきりで楽をしてばかり。ついに本部から監視役として沙耶香が派遣されてくる。\n荒魂討伐に真面目すぎる沙耶香に対し、肩の力を抜かせようとする薫。先輩として、益子家の刀使として、荒魂の本質を沙耶香に語る。やがて目的の荒魂を発見し、二人で追う中で、ノロを強奪するフードの刀使と遭遇する。"
                },
                "16": {
                    "ID": "6506893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506893",
                    "TitleEnglish": "Audience in the Prison",
                    "SummaryEnglish": null,
                    "TitleJapanese": "牢監の拝謁",
                    "SummaryJapanese": "各々の任務を終え、久しぶりに鎌倉の本部でそろった可奈美たち六人。五人はサプライズで沙耶香の誕生日を祝うことに。\n一方、局長代理の朱音と本部長の紗南はフードの刀使が二人存在すると断定する。一人は元親衛隊の獅童真希、もう一人は――。翌日、朱音は可奈美と姫和を連れ、市ヶ谷の防衛省へと向かう。厳重に警備された牢獄の中で、朱音たちは意志を持ち女神とも呼ばれる大荒魂『タキリヒメ』との拝謁を許される。タキリヒメは、かつて紫と同化していた大荒魂から別れた一体だった。"
                },
                "17": {
                    "ID": "6506894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506894",
                    "TitleEnglish": "The Goddesses' Madness",
                    "SummaryEnglish": null,
                    "TitleJapanese": "女神たちの狂騒",
                    "SummaryJapanese": "可奈美と姫和は、朱音と共に太平洋の船上にいた。潜水艦内に身を隠す紫と会うためだ。そこには元親衛隊の真希、寿々花の姿もあった。\n五ヶ月ぶりに可奈美たちと再会した折神紫。そこで一同は驚くべき事実を聞かされる。かつて紫と同化していた大荒魂は対立する三つの思考から、タキリヒメ、イチキシマヒメ、タギツヒメという三つの荒魂に分裂し、三女神の禍神が生まれた。三女神たちは戦い合い、勝者が隠世にある本体を手に入れる。現在イチキシマヒメは紫の手に、タキリヒメは防衛省の手にあるというのだ。そして、綾小路武芸学舎に身を隠す最も危険なタギツヒメが、不穏な動きをみせていた。"
                },
                "18": {
                    "ID": "6506895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506895",
                    "TitleEnglish": "Aradama Domination",
                    "SummaryEnglish": null,
                    "TitleJapanese": "荒魂の跳梁",
                    "SummaryJapanese": "可奈美たちは、タギツヒメの襲来に備え、防衛省でタキリヒメの護衛についていた。タキリヒメと交渉し、共闘の道を模索する朱音。\n一方、可奈美も可奈美なりにタキリヒメを理解しようと手合わせを求めるが、無下に断られる。だが、偶然ねねを見たタキリヒメは、そこに人間と荒魂の共生の可能性を感じる。その時、荒魂化した綾小路の刀使たちを率いてタギツヒメが襲撃してくる。タギツヒメが率いる近衛隊の中には、可奈美を尊敬しているとかつて語っていた歩の姿もあった。"
                },
                "19": {
                    "ID": "6506896",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506896",
                    "TitleEnglish": "Call of the Evil God",
                    "SummaryEnglish": null,
                    "TitleJapanese": "禍神の呼び声",
                    "SummaryJapanese": "タキリヒメを護りきれず、失意の中で本部に戻ってきた可奈美たち。力を増すタギツヒメに焦る気持ちを抱きつつも任務に奔走していた。タギツヒメの出方を待つべきだと主張する真希と寿々花。その時、タギツヒメがメディアを通じて人々の前に姿を現す。\n人間との共存を望むと主張するタギツヒメは、全ての混乱の元はイチキシマヒメであると訴える。そして、綾小路武芸学舎の刀使たちを中心とした近衛隊が編成される。"
                },
                "20": {
                    "ID": "6506897",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506897",
                    "TitleEnglish": "The Last Goddess",
                    "SummaryEnglish": null,
                    "TitleJapanese": "最後の女神",
                    "SummaryJapanese": "追い詰められ、銚子に上陸した紫とイチキシマヒメは、近衛隊の包囲を突破し、逃亡を続けていた。二人の行方を累から聞いた可奈美たちは後を追って出撃する。出撃の前、可奈美は真希から、姫和の様子に注意しておくよう忠告を受ける。\nその頃、紫たちの前に綾小路武芸学舎学長の結月が現れていた。20年間の自分の思いを語る結月。そこに夜見が介入、さらに可奈美たちも追いつき、近衛隊を交えての激闘が始まる。"
                },
                "21": {
                    "ID": "6506898",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506898",
                    "TitleEnglish": "Sword of the Thunder God",
                    "SummaryEnglish": null,
                    "TitleJapanese": "雷神の剣",
                    "SummaryJapanese": "イチキシマヒメと同化し、禍神の力を手に入れた姫和は、タギツヒメを圧倒する。しかし、その強大な力を制御できず暴走し、可奈美の前から姿を消す。動揺する可奈美たち。一方、紫は単身姫和を追い、かつての自分がそうしたように、大荒魂を抑え込む術を教えようとする。\n同化したイチキシマヒメを介して20年前の真実を知った姫和は、長い年月繰り返されてきた折神家と柊家の関係の理不尽さに慟哭する。"
                },
                "22": {
                    "ID": "6506899",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506899",
                    "TitleEnglish": "Gate of the Netherworld",
                    "SummaryEnglish": null,
                    "TitleJapanese": "隠世の門",
                    "SummaryJapanese": "姫和ごとイチキシマヒメを取り込み、ついに三女神全ての力を手に入れたタギツヒメ。都内に戻ったタギツヒメは、現世と隠世とを繋ぐ扉を開き始める。一方、頻発する荒魂の被害を食い止めるため、出撃を繰り返す可奈美。舞衣たちは可奈美が無理していることもわかっていた。\n仲間たちの励ましを受け冷静さを取り戻す可奈美。せめて小烏丸だけでも取り戻したいと皆に頼む。その頃、都内には黒い雪が降り始めていた。それは本格的に隠世が現世を侵食し始めた証だった。"
                },
                "23": {
                    "ID": "6506900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506900",
                    "TitleEnglish": "Moment's End",
                    "SummaryEnglish": null,
                    "TitleJapanese": "刹那の果て",
                    "SummaryJapanese": "拡がり続ける隠世の門は、都内を、やがて現世全てを飲み込もうとしていた。終焉の時が刻一刻と近付く。幸運なことに姫和を救出することができた可奈美たちは、全ての人々の想いを背負ってタギツヒメに挑む。\n可奈美たち六人の決死の連携は、ついにタギツヒメに届く。だが同時に、終焉の時が訪れた。その結末は……。"
                },
                "24": {
                    "ID": "6506901",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/katana-maidens-toji-no-miko/episodes/6506901",
                    "TitleEnglish": "The United Maidens",
                    "SummaryEnglish": null,
                    "TitleJapanese": "結びの巫女",
                    "SummaryJapanese": "あの日、タギツヒメと共に隠世の果てに消えた可奈美と姫和。それから二か月。世の中は徐々に元に戻ろうとしていた。依然消息不明のままの可奈美と姫和。ふたりは時間も方向もあやふやな隠世を別々に彷徨っていた。\nそんなふたりが辿り着いたのは、それぞれの実家を模した場所だった。ふたりはそれぞれに、過去の姿のままの母親たちと出会う。ついに合流を果たした可奈美と姫和。そして、最後の別れの時が訪れる。"
                }
            }
        }
    }
}