{
  "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Comedy",
    "Drama"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt7836688/",
    "https://www.themoviedb.org/tv/76059"
  ],
  "TitleEnglish": "A Place Further Than the Universe",
  "SummaryEnglish": "Scenery that we have never seen. Sounds that we have never heard. Scent that we have never smelled. Food that we have never tasted. And the surge of emotion that we have never experienced. This is the expedition of recollecting the pieces torn apart and sensation left alone. When we reach that place, what will we think? Howling, 40 degree angle. Raging, 50 degree angle. Shouting, 60 degree angle. A wilderness beyond the heavy sea. The furthest south, far from civilization. At the top of the Earth. We will find lights through the girls' eyes to live tomorrow.",
  "Aliases": [
    "Sora yori mo Tooi Basho",
    "Sora yori mo Tooi Basho: A Story That Leads to the Antarctica",
    "Sora Yorimo Tōi Basho",
    "Sora Yorimo Tōi Basho - A Story that leads to the Antarctica",
    "Uchuu Yorimo Tooi Basho: A Story That Leads to the Antarctica",
    "Yorimoi",
    "宇宙よりも遠い場所: A Story That Leads to Antarctica"
  ],
  "Modified": "2024-10-17",
  "Seasons": {
    "1": {
      "ID": "737206",
      "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/seasons/official/1",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "6402617",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6402617",
          "TitleEnglish": "One Million Yen For Youth",
          "SummaryEnglish": "Tamaki Mari, AKA Kimari, really wanted to have a great adventure in high school, but could never take the first step. Now in her second year, she meets Kobuchizawa Shirase, a girl who is determined to go to Antarctica despite being told it's impossible. Kimari is so moved by Shirase's indomitable spirit that she vows to go to Antarctica with her.",
          "Aliases": []
        },
        "2": {
          "ID": "6482995",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6482995",
          "TitleEnglish": "Kabukicho Fremantle",
          "SummaryEnglish": "To get on a ship to Antarctica, Kimari and Shirase will first need the money to fly from Japan to Fremantle, Australia. To earn this money, Kimari gets a job at a convenience store, where she meets a girl named Miyake Hinata. Hinata decides to join them on the trip, and quickly gets swept up in Shirase's next plan...",
          "Aliases": []
        },
        "3": {
          "ID": "6493481",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493481",
          "TitleEnglish": "The Follow Backs Don't Stop!",
          "SummaryEnglish": "Kimari, Shirase, and Hinata need to figure out a way that high school girls might be allowed to go to Antarctica. Although dubious about their chances, they quickly find a report about a high school-aged actress named Shiraishi Yuzuki, who's being allowed to come along. Shirase attempts to make contact with Yuzuki's agency, but it just so happens that Yuzuki has come to them.",
          "Aliases": []
        },
        "4": {
          "ID": "6493483",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493483",
          "TitleEnglish": "Four Caterpillars",
          "SummaryEnglish": "Kimari and the others finally have their tickets to Antarctica. However, they'll need to go on a three-day summer training camp to learn the skills they'll need. In the mountains, they experience everything from lectures to field work, and meet the team commander, who seems to have a history with Shirase.",
          "Aliases": []
        },
        "5": {
          "ID": "6493484",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493484",
          "TitleEnglish": "Dear My Friend",
          "SummaryEnglish": "It's been several months since their training, and the girls' trip to Antarctica is drawing near. With Rin's help, Kimari manages to sort out her luggage, and in doing so, finds a game she borrowed from Megumi a long time ago. When she visits her friend to return it and talk about old times, though, Megumi doesn't seem to remember it at all...",
          "Aliases": []
        },
        "6": {
          "ID": "6493485",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493485",
          "TitleEnglish": "Welcome to the Durian Show",
          "SummaryEnglish": "The girls have a stopover in Singapore on their way from Japan to Fremantle. They decide to spend their time sightseeing, but Yuzuki notices Hinata acting strangely.",
          "Aliases": []
        },
        "7": {
          "ID": "6493486",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493486",
          "TitleEnglish": "The Ship That Sees the Universe",
          "SummaryEnglish": "After arriving in Fremantle, the girls get a tour of their icebreaker ship. When Gin mentions that their new room was where Shirase's mother once stayed, the girls check to see if she might have left something behind there...",
          "Aliases": []
        },
        "8": {
          "ID": "6493487",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493487",
          "TitleEnglish": "Howling, Maddening, Screaming",
          "SummaryEnglish": "It's finally time for the ship to set out from Fremantle, heading for Antarctica. The girls interview crew members, peel potatoes, and get training to improve their stamina. But as exhausted as they are already, an even greater disaster awaits them!",
          "Aliases": []
        },
        "9": {
          "ID": "6493488",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493488",
          "TitleEnglish": "Antarctic Love Story (Blizzard Arc)",
          "SummaryEnglish": "Toshio confesses his love for Gin, and asks if Shirase knows anything that might help him get closer to her. Shirase tells him that Gin was just a friend of her mother's, so the girls insist that Shirase go to talk to Gin herself.",
          "Aliases": []
        },
        "10": {
          "ID": "6493489",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493489",
          "TitleEnglish": "Partial Friendship",
          "SummaryEnglish": "At last, the girls have arrived in Antarctica, and are awed by the scene before them. No one's been at Syowa Station in three years, so there's a lot to do to get it cleaned up. As the girls keep themselves busy, Yuzuki seems to make up her mind about something.",
          "Aliases": []
        },
        "11": {
          "ID": "6493490",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493490",
          "TitleEnglish": "Bash the Drum Can!",
          "SummaryEnglish": "When the girls are testing a video connection to Japan for New Year's, a few of Hinata's \"friends\" come calling. Hinata begs off, but seems distracted for the rest of the day. Shirase decides to get to the bottom of things.",
          "Aliases": []
        },
        "12": {
          "ID": "6493491",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493491",
          "TitleEnglish": "A Place Further Than the Universe",
          "SummaryEnglish": "Ever since her mother was lost in Antarctica, Shirase has felt like she was lost in a terrible dream. Despite her fear of what will happen if nothing changes after she goes, she and her friends now set off on their final journey to the place where her mother was lost.",
          "Aliases": []
        },
        "13": {
          "ID": "6493492",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/a-place-further-than-the-universe/episodes/6493492",
          "TitleEnglish": "We'll Go On Another Journey Someday",
          "SummaryEnglish": "Kimari wakes up to the sound of her alarm and goes through her duties for the day. The girls have gotten used to their lives in Antarctica, but the summer team will have to leave in three days. Their journey of a lifetime is reaching its end.",
          "Aliases": []
        }
      }
    }
  }
}