{
    "URL": "https://www.thetvdb.com/series/beyblade-burst",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Children"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt6348126/",
        "https://www.themoviedb.org/tv/67667"
    ],
    "TitleEnglish": "Beyblade Burst",
    "SummaryEnglish": "Valt Aoi, who participated in the Japanese Championship, was scouted for the prestigious Spanish team \"BC Sol\" and heads out to Spain. With their sights set on the world, Valt and his friends begin their challenge for the World League! However, in order to qualify for the World League, they must first win the European League. Will Valt be able to take BC Sol to the World League? And can he defeat the world's strongest Bladers? Valt's story of fierce battling and growth begins as he sets his sights to the top of the world!",
    "TitleJapanese": "ベイブレードバースト",
    "SummaryJapanese": "小学生のヴァルト・アオイはベイブレードに夢中で、ゲームの天才であり、全国ベイブレードトーナメントのファイナルフォーに選ばれたシュー・クレナイと親友です。 友人の功績に触発されて、ヴァルトは自分でトーナメントに到達することを目標にしています。 ビッグリーグへの道の最初のステップは、いくつかのタフな対戦相手を含む彼の地区トーナメントに勝つことです。 はしごを上っていくと、ヴァルトは新たな高みに到達し、友達の輪を広げ、最終的には、無意識のうちに、世界で最高のブレイダーになることを夢見ています。",
    "Aliases": [
        "Beyblade Burst Evolution",
        "Beyblade Burst Turbo",
        "Beyblade Burst Rise",
        "Beyblade Burst Sparking",
        "BeeBattle Burst Evolution",
        "Beyblade Burst God",
        "Beyblade Burst GT",
        "Beyblade Burst Super King",
        "Beyblade: Burst Surge",
        "Beyblade Burst QuadStrike"
    ],
    "Modified": "2025-07-25",
    "Seasons": {
        "1": {
            "ID": "741280",
            "URL": "https://www.thetvdb.com/series/beyblade-burst/seasons/official/1",
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "6448021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6448021",
                    "TitleEnglish": "Let's Go! Valtryek!",
                    "SummaryEnglish": "Valt, who loves Beyblade, is invited to compete in a Beyblade tournament by his close friend Shu. In the first match of the local tournament, is it possible for Valt to win?",
                    "TitleJapanese": "行こうぜ!相棒(ヴァルキリー)!!",
                    "SummaryJapanese": "ベイブレードが大好きな少年・蒼井バルト。しかし、ベイブレードが好きなだけで基本が未熟なバルトは、強豪・クミチョーこと黄山乱太郎に負けてしまう。そんな中、天才と名高い親友・紅シュウのバトルに感化され…。"
                },
                "2": {
                    "ID": "6448022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6448022",
                    "TitleEnglish": "Kerbeus: Guard Dog of the Underworld!",
                    "SummaryEnglish": "Valt has emerged as the winner of his first round at the local tournament! Shu finds himself shocked that the battle against The Boss ended with a Burst Finish. While Valt excites himself to begin his intensive training, he is invited by Nika and Tokonatsu to see a puppet show. But the contents of the puppet show was slightly unusual. And, as the second round of the local tournament begins, the opponent facing Valt is Kensuke Midorikawa, the puppet-controlling Blader.",
                    "TitleJapanese": "冥界の番犬！ケルベウス！！",
                    "SummaryJapanese": "1回戦突破で調子に乗るバルト。シュウに諭され、さらにその後のクミチョーとのバトルに敗北してしまう。再び特訓に精を出すものの気負い過ぎたバルトに、双子の弟妹・トコナツとニカが気分転換に誘う。"
                },
                "3": {
                    "ID": "6448023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6448023",
                    "TitleEnglish": "Blast-Off! Rush Launch!",
                    "SummaryEnglish": "The match between Valt and Kensuke reaches its third battle. However, Valt is overcome by his nerves and ends up dropping Valkyrie. The ones appearing before Valt to pick up his Valkyrie are none other than Kensuke's puppets, Ker and Beus and, at that moment, Valt remembers that...? Finally, the match between Valt and Kensuke concludes! Who is the winner!?",
                    "TitleJapanese": "爆裂！ラッシュシュート！！",
                    "SummaryJapanese": "ヴァルキリーVSケルベウスのバトルはサードバトルへともつれ込む。緊張でガチガチになり、動揺で思わず転んでしまったバルトの目にケルとべスの人形が飛び込んできた。人形劇で見た勇者をふと思い出し…。"
                },
                "4": {
                    "ID": "6448024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6448024",
                    "TitleEnglish": "Beyblade Club: Let's Get Started!",
                    "SummaryEnglish": "Valt is excited to start a Beyblade club at school, naming himself club captain; his first challenge is to convince others to join.",
                    "TitleJapanese": "ベイブレードクラブをつくるぜ!",
                    "SummaryJapanese": "突然の閃きでベイブレードクラブを作ろうと思い立ったバルト。クミチョーは快く入部してくれたものの、クラブとして成立するためには残り3人が必要で、バルトは心当たりの緑川犬介を誘ってみるが…。"
                },
                "5": {
                    "ID": "6448026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6448026",
                    "TitleEnglish": "Into the Darkness! Dark Doomscizor!",
                    "SummaryEnglish": "Valt's next opponent is Daina Kurogami. Kensuke has a bad feeling about Daina's provocation before the match. His bad feelings were correct, as Valt's Rush Shoot is completely nullified in this match. As Daina provokes him more and more, Valt becomes unable to perform a Rush Shoot at all..!?",
                    "TitleJapanese": "死神降臨!漆黒のデスサイザー!!",
                    "SummaryJapanese": "寝坊して遅刻したバルトの前に現れた次の対戦相手・黒神ダイナ。大会の前だというのにバトルを申し込むダイナに、何らかの良くない意図を感じた犬介だったが、その悪い予感は見事に的中してしまう。"
                },
                "6": {
                    "ID": "6448027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6448027",
                    "TitleEnglish": "Get Ready! Crash Course!",
                    "SummaryEnglish": "At the Regionals, Shu and Wakiya continue to win against strong rivals one after the other. Besides that, Boss and the others tell Valt his weakpoint that he gets heated up too easily. Valt then starts special training to try and fix it, but fails constantly... However, in Valt's Failed Shoots, Daina realizes something...?",
                    "TitleJapanese": "たえろ!これが特訓だ!!",
                    "SummaryJapanese": "母から言われた家事の手伝いをベイの特訓として全力でこなすバルト。一方、地区大会では優勝候補のシュウはもちろん、ほかの強豪たちも順調に勝ち進んでいく。そこでクミチョーたちはバルトを鍛える特訓を開始する。"
                },
                "7": {
                    "ID": "6448028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6448028",
                    "TitleEnglish": "The Flash Launch! It's Crazy Fast!",
                    "SummaryEnglish": "Valt is suffering from his inability to use his Special Move. However, some advice from Shu inspires Valt to create a new Special Move, so he undergoes special training. Furthermore, facing his next opponent, the intensity of the battle puts Valt in a troubling situation...",
                    "TitleJapanese": "超速！フラッシュシュート！！",
                    "SummaryJapanese": "新必殺技を狙って放つことができず、試行錯誤するバルト。しかし、シュウの助言をきっかけに、確実に放てるようさらなる特訓を重ねる。一方、バルトの次の対戦相手・紺田ホウジはとあることで悩んでいた。"
                },
                "8": {
                    "ID": "6448030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6448030",
                    "TitleEnglish": "A Powerful Opponent! Hyper Horusood!",
                    "SummaryEnglish": "Hoji's Horusood uses it's Special Move, which utilises Horusood's unique features. As other rivals intently watch these two battle, why is Valt still smiling?!",
                    "TitleJapanese": "強敵！天空のホルスード！！",
                    "SummaryJapanese": "バルトは皆の応援を受けて、ホウジはワキヤに勝利を誓い、それぞれの思いを胸にバトルに臨む。強力な必殺技を持つホウジを相手にしようとしているにも関わらず、バルトの顔には笑みが浮かんでいた。"
                },
                "9": {
                    "ID": "6448032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6448032",
                    "TitleEnglish": "Wyvron in the Way!",
                    "SummaryEnglish": "Orochi Ginba helps Nika, who got lost. Orochi, who is said to have a divine hearing, finds himself interested in the sound that Valt's launches create. Furthermore, Wakiya, who has started taking an interest in Valt, lures him out by ordering a delivery of bread and forcefully begins a battle!",
                    "TitleJapanese": "立ちはだかる飛竜(ワイバーン)！",
                    "SummaryJapanese": "バルトに興味を持った小紫ワキヤは、大量のパンをバルトの家から注文し、配達によっておびき出したバルトと強引にバトルをすることに。ワイバーンの防御は鉄壁で、ヴァルキリーは苦戦を強いられてしまう。"
                },
                "10": {
                    "ID": "6448035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6448035",
                    "TitleEnglish": "Get Over It! Trust in Valtryek!",
                    "SummaryEnglish": "After being overwhelmed by Wakiya, Valt falls into a slump. Rantaro, who is worried about Valt, suggests that they have some battles for a change of pace. But, as Valt continues to be defeated in the battles, he starts to isolate himself in his room. And then, while walking down a street, Orochi sees Shu coming out of a hospital...!",
                    "TitleJapanese": "乗り越えろ！相棒（ヴァルキリー）を信じて！！",
                    "SummaryJapanese": "ワキヤに敗北し、悔しさからスランプに陥るバルト。そして、全てが空回りして負け続けることに嫌気が差した彼は部屋に引きこもってしまう。その頃、オロチは病院から出てくるシュウを見つけ…。"
                },
                "11": {
                    "ID": "6448037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6448037",
                    "TitleEnglish": "Spryzen's Despair!",
                    "SummaryEnglish": "Valt finds out about Shu's predicament as the semi-finals are about to begin",
                    "TitleJapanese": "絶望のスプリガン",
                    "SummaryJapanese": "シュウがけがを負ったと聞いたバルト。彼が心配で余計な世話を焼き始めるバルトに、シュウは肩の痛みを隠していつも通りの様子を見せる。そして地区大会は準決勝を迎え、バルトとワキヤの因縁の対決が始まる。"
                },
                "12": {
                    "ID": "6448039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6448039",
                    "TitleEnglish": "Shield Crash Menace!",
                    "SummaryEnglish": "Valt's battle against Wakiya continues; Shu takes on Orochi Ginba.",
                    "TitleJapanese": "驚異のシールドクラッシュ!",
                    "SummaryJapanese": "本気で繰り出されたワキヤのシールドクラッシュは、バルトのフラッシュシュートと激しいバトルを展開。そして、バルトのフラッシュシュートが失敗かと思われたその時、ヴァルキリーが見たことのない動きを見せる！"
                },
                "13": {
                    "ID": "6448041",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6448041",
                    "TitleEnglish": "Shu's Test!",
                    "SummaryEnglish": "Orochi starts to lose his cool in the battle against Shu; Valt gears up for the district tournament final but soon discovers just how severe Shu's injury is.",
                    "TitleJapanese": "シュウの試練！",
                    "SummaryJapanese": "観客へのパフォーマンスで心理戦を仕掛けるオロチ。シュウはそれに動じず、オーディンを追い詰める。その力にオロチは驚きながらも必殺技でのバースト勝利を宣言。一方、シュウも肩の痛みに耐えながら勝負に出る。"
                },
                "14": {
                    "ID": "6448044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6448044",
                    "TitleEnglish": "The Battle We Promised!",
                    "SummaryEnglish": "Valt is stuck between following through with a promise and protecting his friend and he has to make a tough decision.",
                    "TitleJapanese": "誓いの決勝戦 ( バトル ) !",
                    "SummaryJapanese": "けがをしたシュウを心配するバルトが口を滑らせ、2人はけんかになってしまう。しかし、シュウはスプリガンの全力シュートを見せ、バルトと戦う決意を表明。そして迎えた決勝戦当日。約束のバトルが幕を開ける。"
                },
                "15": {
                    "ID": "6599058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6599058",
                    "TitleEnglish": "A Fierce Battle! Valtryek Versus Spryzen!",
                    "SummaryEnglish": "The District Tournament Final heats up, pitting Valt's fierce Flash Launch against Shu's new Upper Launch.",
                    "TitleJapanese": "激闘！ヴァルキリーＶＳスプリガン!!",
                    "SummaryJapanese": "シュウが繰り出す新必殺技に全力で挑むバルト。しかし、シュウの圧倒的な実力にバルトは追い詰められてしまう。それでもバルトが諦めずに放ったシュートは、フラッシュシュートから予想しない軌道に変化し…。"
                },
                "16": {
                    "ID": "6599060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6599060",
                    "TitleEnglish": "A Group Lesson! Shakadera Special!",
                    "SummaryEnglish": "On a trip to Xander's village, the gang finds it to be full of ninja traps and interesting characters.",
                    "TitleJapanese": "驚愕！灼炎寺スペシャル！！",
                    "SummaryJapanese": "シャカが稽古をしている灼炎寺道場でシュウが肩を治療中だと知り、バルトたちは道場を訪れる。するとユグドラシルを使う南翠ユーゴに、灼炎寺スペシャルと呼ばれる特殊スタジアムでのバトルを挑まれる。"
                },
                "17": {
                    "ID": "6599061",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6599061",
                    "TitleEnglish": "Extreme Xcalius!",
                    "SummaryEnglish": "Xander shows off his skills with Xcalius; the team tries to keep up with his intense training regimen.",
                    "TitleJapanese": "豪傑のエクスカリバー！",
                    "SummaryJapanese": "シャカのエクスカリバーの強さに驚くバルト。四転皇の1人である彼の実力はバルトを圧倒して試合の流れを掴む。次は自分が相手だと名乗りを上げ、クミチョーはバルトの戦いを参考にエクスカリバーに立ち向かう。"
                },
                "18": {
                    "ID": "6599062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6599062",
                    "TitleEnglish": "Team Battle! It's Off the Hook!",
                    "SummaryEnglish": "A hidden member of Xander's team is revealed.",
                    "TitleJapanese": "燃えるぜ！チームバトル!!",
                    "SummaryJapanese": "再びシャカの道場を訪れたバルトたちの前に現れたのは、シャカのベイクラブのメンバー・雪吹右京。前回のバトルで陰からバルトたちを観察していたという彼に、手の内を見せていないダイナが1番手に名乗り出る。"
                },
                "19": {
                    "ID": "6599063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6599063",
                    "TitleEnglish": "Roktavor vs Unicrest!",
                    "SummaryEnglish": "Rantaro takes on Ukio in the team battle; Ken has something important to reveal.",
                    "TitleJapanese": "ラグナルクVSユニコーン！",
                    "SummaryJapanese": "苦戦しながらも強敵のユニコーンを追い詰めたクミチョー。しかし、右京は解禁した必殺技を活かした戦法でラグナルクに反撃を仕掛ける。そんな中、いつもとは違う犬介の態度にダイナは違和感を覚え…。"
                },
                "20": {
                    "ID": "6604944",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6604944",
                    "TitleEnglish": "Bring It Together! Chain Launch!",
                    "SummaryEnglish": "Ken takes on the Sword Flames and with new found determination and his friends behind him, Ken appears more powerful than ever before.",
                    "TitleJapanese": "繋げろ！チェーンシュート！！",
                    "SummaryJapanese": "抱え込んだ悩みと負けられないという焦りで本来の力を発揮できない犬介。その様子を見て思わず同情を飛び出すバルト。彼の後を追って来たシュウに、バルトは犬介が転校してしまうことを打ち明ける。"
                },
                "21": {
                    "ID": "6608060",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6608060",
                    "TitleEnglish": "A Battle of Friendship!",
                    "SummaryEnglish": "Just before a match, Ken is rattled by Xander and his powerful new technique; Valt's must face Xander in a three-point match.",
                    "TitleJapanese": "友情のバトル！",
                    "SummaryJapanese": "四転皇のシャカを前に緊張を隠せない犬介。そんな彼にバルトは勝負に出るようその背中を押す。シャカも犬介の実力を認めてスタートから勝負に出ようと強烈な攻撃を繰り出し、犬介も健闘するが…。"
                },
                "22": {
                    "ID": "6615145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6615145",
                    "TitleEnglish": "Valtryek Awakens!",
                    "SummaryEnglish": "The Beigoma team is given a second chance to enter the National Tournament; Valt faces Ukio in his first match and manages to pull off something extraordinary.",
                    "TitleJapanese": "ヴァルキリー覚醒！！",
                    "SummaryJapanese": "バルトたちにエリア選抜大会への招待状が届く。喜ぶバルトたちだがクミチョーの分だけが届かなかった。その時、1枚の招待状が風で飛ばされてしまった。そして、いよいよエリア選抜大会が始まる。"
                },
                "23": {
                    "ID": "6627256",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6627256",
                    "TitleEnglish": "Lonely Doomscizor!",
                    "SummaryEnglish": "The pressure of the tournament is making Daigo nervous about his upcoming match against Yugo; Rantaro and Hoji find out that they'll have to take on their close friends next.",
                    "TitleJapanese": "孤独のデスサイザー",
                    "SummaryJapanese": "強敵・ユーゴとの戦いに備えて練習に励むダイナ。バルトやクミチョーの意気込みと、弟・ソウタの応援に背中を押される。しかし、ユーゴを前にすると負けたくないという感情によるプレッシャーがダイナを襲い…。"
                },
                "24": {
                    "ID": "6628786",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6628786",
                    "TitleEnglish": "Full Strength, for Real!",
                    "SummaryEnglish": "A poorly-disguised Blader starts making an appearance in the Beyblading world; Rantaro and Hoji find themselves in the same practice space.",
                    "TitleJapanese": "本気(マジ)と全力！！",
                    "SummaryJapanese": "選抜大会Aブロック第2回戦ではバルトとクミチョーによる親友対決では必殺技の応酬が繰り広げられていた。一方、Cブロックでは普段から一緒に練習して来たワキヤとホウジの真剣勝負が始まる。"
                },
                "25": {
                    "ID": "6640893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6640893",
                    "TitleEnglish": "The Mysterious Masked Blader!",
                    "SummaryEnglish": "The ever outrageous Zac the Sunrise, disguised as the Masked Blader, gets to know Toko and Nika; Zac challenges Wakiya to a battle; Rantaro delivers terrible news to Valt.",
                    "TitleJapanese": "謎のベイブレード仮面！",
                    "SummaryJapanese": "正体を隠すため、ベイブレード仮面に変装をしてワキヤとバルトの下に向かう四転皇・ザック。彼こそがベイブレード仮面の正体だと知ったワキヤは、その実力を味わいたいがためにベイバトルを挑む。"
                },
                "26": {
                    "ID": "6640894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6640894",
                    "TitleEnglish": "Let's Do This Thing!",
                    "SummaryEnglish": "A guilty Daigo makes amends; Valt must find a way to beat Orochi in the A-block finals if he is to score an invitation to Nationals.",
                    "TitleJapanese": "決めるぜ！全国出場！！",
                    "SummaryJapanese": "ダイナが反則技を使ったことを知ったバルトはショックを受けてしまう。その頃、ダイナはユーゴに試合中の反則行為を謝罪してけじめをつける決意を固める。その翌日、決勝戦に参加するバルトはダイナが気掛かりで…。"
                },
                "27": {
                    "ID": "6649788",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6649788",
                    "TitleEnglish": "Training Camp! The Biting Stadium!",
                    "SummaryEnglish": "With Wakiya joining the Beyclub, the team travels to his cabin for a training retreat.",
                    "TitleJapanese": "合宿だ！バイキングスタジアム！！",
                    "SummaryJapanese": "ワキヤの別荘でベイブレード合宿を行うことになったバルトたち。そこにはワキヤが海外から取り寄せた、ベイブレード用の特別なスタジアムが用意されていた。そして、彼らは3対3のチームバトルを行うことに。"
                },
                "28": {
                    "ID": "6649789",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6649789",
                    "TitleEnglish": "Mountains! Rivers! A Huge Stormy Adventure!",
                    "SummaryEnglish": "While the team trains at Wakiya's cabin, Toko and Nika become lost.",
                    "TitleJapanese": "山だ！川だ！嵐の大冒険！！",
                    "SummaryJapanese": "合宿でベイバトルや自炊を楽しむバルトたち。そんな中、高い木の上に立派な果実が実っているのを発見したトコナツとニカは、バルトたちに内緒で林の中へ入っていく。しかし、嵐に見舞われて迷ってしまい…。"
                },
                "29": {
                    "ID": "6658020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6658020",
                    "TitleEnglish": "Eye on the Prize!",
                    "SummaryEnglish": "Valt is chosen to be in the opening ceremony of the National Tournament; Valtryk's gone missing.",
                    "TitleJapanese": "目指すぜＮｏ．１！",
                    "SummaryJapanese": "全国大会で選手宣誓をすることになったバルト。黄緑クオンという少年と出会い、彼が乗りこなすスケボーに興味が湧いたバルトはそれを貸してもらうが、転んだ拍子にヴァルキリーをなくしてしまい…。"
                },
                "30": {
                    "ID": "6660479",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6660479",
                    "TitleEnglish": "The Winged Snake! Quetziko!",
                    "SummaryEnglish": "Beigoma Club battles against Ice Blaze in the first round of the Nationals.",
                    "TitleJapanese": "蛇の翼！ケツァルカトル！！",
                    "SummaryJapanese": "団体戦の第1試合は米駒学園ベイクラブVSアイスブレイズ。バルトと対戦するファーストブレーダーは、シャカと競い合った強豪ブレーダーと言われるクオン。全国大会の激戦がついに始まろうとしていた。"
                },
                "31": {
                    "ID": "6788018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6788018",
                    "TitleEnglish": "Teachings of a Legend!",
                    "SummaryEnglish": "After losing his battle to Quon Limon, a discouraged Valt tries to reconnect with Valtryek.",
                    "TitleJapanese": "アマテリオスの導き",
                    "SummaryJapanese": "チーム内で衝突ばかりを繰り返す米駒学園。また、ビースツの犬介は調子が上がらないバルトを心配する。一方、団体戦にザックが率いるスーパースターズが登場し、観客を魅了するパフォーマンスでバトルを行う。"
                },
                "32": {
                    "ID": "6788019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6788019",
                    "TitleEnglish": "Cyclone Power!",
                    "SummaryEnglish": "Zac invites the Beigoma team to a theme park where they meet the most powerful Blader in the country.",
                    "TitleJapanese": "衝撃のサイクロン!",
                    "SummaryJapanese": "ザックのコンサートに招待されたバルトたち。そこに四転皇にして最強のブレーダー・白鷺城ルイが現れる。四転皇は闘志の火花を散らし合い、そしてサイクロンベイスタジアムでベイバトルが始まる。"
                },
                "33": {
                    "ID": "6795596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6795596",
                    "TitleEnglish": "Mega Flames! Dual Sabers!",
                    "SummaryEnglish": "The Club faces the Sword Flames in the second round; Wakiya challenges Valt's leadership.",
                    "TitleJapanese": "爆炎!ダブルインパクト!!",
                    "SummaryJapanese": "全国大会団体戦の2回戦でシャカが率いる強敵・ソードフレイムスと対決することとなったバルトたち米駒学園。ワキヤがファーストブレーダーとして、四転皇の1人であるシャカとのバトルに臨む。"
                },
                "34": {
                    "ID": "6799428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6799428",
                    "TitleEnglish": "The Beasts Bare Their Fangs!",
                    "SummaryEnglish": "Valt and Ken practice together and discover a new power in Valtryek.",
                    "TitleJapanese": "牙をむくビースツ!",
                    "SummaryJapanese": "全国大会の団体戦は第3回戦目に突入。米駒学園の相手は犬介が所属するビースツ。試合で米駒学園を敵として潰しに掛かってくる犬介を目の当たりにし、バルトは全国大会の厳しさを実感して気を引き締める。"
                },
                "35": {
                    "ID": "6805847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6805847",
                    "TitleEnglish": "Primal Attack! Beast Betromoth!",
                    "SummaryEnglish": "The Beigoma Academy Bey Club comes up with a strategy to take down the Beasts; Valtryek gives Valt a boost.",
                    "TitleJapanese": "野獣!ビーストベヒーモス!!",
                    "SummaryJapanese": "激しく繰り広げられる米駒学園VSビースツのバトルは、勝利を懸けたバルトとベンの戦いにもつれ込む。獲物に食らい付くようなベヒーモスの攻撃にバルトとヴァルキリーは果敢に立ち向かっていくが…。"
                },
                "36": {
                    "ID": "6805848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6805848",
                    "TitleEnglish": "Rideout Rising!",
                    "SummaryEnglish": "Zac and Gabe battle; the Beigoma Academy Bey Club is the subject of a video documentary; Valt makes a rival.",
                    "TitleJapanese": "ライドアウトの脅威!",
                    "SummaryJapanese": "準決勝BブロックのライドアウトVSスーパースターズの団体戦では、豪とオロチによる決勝進出を懸けたバトルが始まる。その翌日、ベイクラブは放送部の取材を受けることに。その最中、ライドアウトと対決になり…。"
                },
                "37": {
                    "ID": "6812837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6812837",
                    "TitleEnglish": "Next Stop, Team Finals!",
                    "SummaryEnglish": "The team picks an unusual way to train.",
                    "TitleJapanese": "オレたちの決勝戦！",
                    "SummaryJapanese": "ライドアウトとの対決に備えて激しい練習を続けるバルトたち。しかし、疲れが溜まって実力を発揮できていないとシュウに指摘され、バルトは意外な特訓を決断。そして、ついに団体戦の決勝が始まり…。"
                },
                "38": {
                    "ID": "6812838",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6812838",
                    "TitleEnglish": "Battle to the Finish! Lost Luinor!",
                    "SummaryEnglish": "The Beigoma Beyclub and Rideout collide at the National Team Finals.",
                    "TitleJapanese": "死闘！ロンギヌスとの戦い！！",
                    "SummaryJapanese": "米駒学園からバルトが、ライドアウトからは王者・ルイがスタジアムに満を持して登場する団体戦決勝。そんな中、バルトとルイの白熱するバトルを見て、シュウはかつて自分が戦った時のことを思い出していた。"
                },
                "39": {
                    "ID": "6827828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6827828",
                    "TitleEnglish": "Into the Vortex! Lost Spiral!",
                    "SummaryEnglish": "The showdown between Valt and Lui continues; one team emerges victorious.",
                    "TitleJapanese": "爆裂！デススパイラル！！",
                    "SummaryJapanese": "白鷺城ルイの恐るべき実力を前に、追い詰められていく米駒学園。強敵を前に闘志を燃やすバルトと、ルイを倒すための努力を重ねてきたシュウによる、王者・ルイとの死闘がついに決着の時を迎える。"
                },
                "40": {
                    "ID": "6827829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6827829",
                    "TitleEnglish": "All In! Going Solo!",
                    "SummaryEnglish": "A strange scientist offers to measure Valt's launching technique before the National Individual Tournament begins.",
                    "TitleJapanese": "とるぜっ！全国一!!",
                    "SummaryJapanese": "ブレーダーを研究しているという水面ナオキに誘われて、バルトは彼の実験に付き合うことに。そして全国大会の個人戦が開幕。その試合直前、バルトの下に母・千春が交通事故に遭ったという連絡が入り…。"
                },
                "41": {
                    "ID": "6829336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6829336",
                    "TitleEnglish": "Nepstrius' Trap!",
                    "SummaryEnglish": "Valt competes against mad scientist Naoki in the first round of individual competition.",
                    "TitleJapanese": "ネプチューンの罠",
                    "SummaryJapanese": "全国大会の個人戦1回戦、バルトとナオキのバトルが開始。ナオキはヴァルキリーを研究したデータと、ネプチューンのトランスドライバーが持つ二つのモードを駆使した戦術でバルトを追い詰めて…。"
                },
                "42": {
                    "ID": "6837269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6837269",
                    "TitleEnglish": "Jumbo Jormuntor! The Venomous Snake!",
                    "SummaryEnglish": "Shu faces an opponent rumored to be underhanded.",
                    "TitleJapanese": "毒蛇!ヨルムンガンド!!",
                    "SummaryJapanese": "数々の強豪ブレーダーたちが試合を終えていく中、シュウ対ジンの試合が始まる。粘り強くスプリガンの攻撃に耐えるジンのヨルムンガンドに対し、それでも必殺技で攻めていくシュウの身に予期せぬ事態が起こり…。"
                },
                "43": {
                    "ID": "6837271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6837271",
                    "TitleEnglish": "Winged Launch!",
                    "SummaryEnglish": "Zac has competition for the love of his fans; Valt has a rematch with Quon.",
                    "TitleJapanese": "疾風のジェット シュート",
                    "SummaryJapanese": "シュウとワキヤにベイクラブを離れると告げられて、仲間が離れた理由が分からずに悩むバルト。バルトは調子が上がらないままクオンとの試合を迎え、追い込まれながらも2人が離れた本当の理由を見出そうとする。"
                },
                "44": {
                    "ID": "6838990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6838990",
                    "TitleEnglish": "Roar! Battle of the Beasts!",
                    "SummaryEnglish": "Two beasts face each other in the second round; Gabe takes on Zac the Sunshine.",
                    "TitleJapanese": "吠えろ! ビーストバトル!!",
                    "SummaryJapanese": "お互いの戦い方を良く知る「ビースツ」の仲間同士である、犬介と小豆ベンの試合が開始。仲間であっても今回は倒すべき敵として、犬介が新しい戦法で攻撃を繰り出し、ベンも新技でそれに負けじと対抗する。"
                },
                "45": {
                    "ID": "6847932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6847932",
                    "TitleEnglish": "Spryzen vs. Wyvron",
                    "SummaryEnglish": "Wakiya finally gets his shot at redemption when he is pitted against Shu.",
                    "TitleJapanese": "スプリガンVSワイバーン!",
                    "SummaryJapanese": "全国大会ベスト8が出揃い、シュウ対ワキヤのバトルが幕を開ける。打倒シュウを誓って特訓を重ねてきたワキヤは新たな必殺技を解禁する。因縁のライバル対決は互角のまま一進一退の攻防が繰り広げられていき…。"
                },
                "46": {
                    "ID": "6847933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6847933",
                    "TitleEnglish": "Battle for the Top! Valt vs Xander",
                    "SummaryEnglish": "Valt must do something he has never done before - win against Xander.",
                    "TitleJapanese": "熱闘!バルトvsシャカ!!",
                    "SummaryJapanese": "全国大会でバルトはついに四転皇の1人・シャカと対戦することに。試合前から激しく火花を散らす2人が、開幕からアタックタイプ同士の全力シュートで激突。その熱いバトルに会場が大歓声と熱気に包まれる。"
                },
                "47": {
                    "ID": "6854485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6854485",
                    "TitleEnglish": "Star Battle!",
                    "SummaryEnglish": "Zac battles to maintain his title against an upstart pop star who looks to topple him.",
                    "TitleJapanese": "スター☆バトル!!",
                    "SummaryJapanese": "ザック・ザ・サンシャインと山吹アキラによるトップアイドル対決で、スタジアムはいつもとは少し違う盛り上がりを見せていた。アイドルとして、そしてブレーダーとしての互いのプライドがぶつかり合う。"
                },
                "48": {
                    "ID": "6854643",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6854643",
                    "TitleEnglish": "Semi-Finals! Spin vs. Speed",
                    "SummaryEnglish": "Valt and Zac battle to decide who will move onto the final.",
                    "TitleJapanese": "激闘!準決勝",
                    "SummaryJapanese": "全国大会もいよいよ準決勝。パワーを持ち味としたバルトと華麗に立ち回る四転皇・ザックのバトルが始まる。一方、シュウと白鷺城ルイの準決勝も開始。前回の敗北を乗り越えたシュウは新必殺技で勝負を懸ける。"
                },
                "49": {
                    "ID": "6861132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6861132",
                    "TitleEnglish": "Old Rivals! Lui vs. Shu!",
                    "SummaryEnglish": "Shu seeks to avenge last tournament's loss to Lui and honor his promise to meet Valt in the final.",
                    "TitleJapanese": "爆転ＶＳ爆走！！",
                    "SummaryJapanese": "激突するスプリガンとロンギヌス。前回大会の雪辱を果たそうというシュウの気迫が宿った一撃は、ついにルイに一矢報いることに成功。しかし、ルイはなおも余裕を崩さずシュウを完全に潰すと宣言する。"
                },
                "50": {
                    "ID": "6861133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6861133",
                    "TitleEnglish": "Overthrowing the King!",
                    "SummaryEnglish": "At long last, the battle to determine the winner of the National Individual Tournament begins.",
                    "TitleJapanese": "四転皇!ルイVSシュウ!!",
                    "SummaryJapanese": "バルトはベイクラブの仲間たちと共に必殺技の特訓に取り組む。そして迎えた全国大会決勝戦。仲間たちからの声援を受けてステージに立つバルトと全国大会4連覇中の絶対王者・ルイとのバトルが今始まる。"
                },
                "51": {
                    "ID": "6861134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6861134",
                    "TitleEnglish": "Final Showdown! Victory Valtryek!",
                    "SummaryEnglish": "The best Blader in the country will finally be decided.",
                    "TitleJapanese": "決めろ ! 相棒 ( ヴァルキリー )!!",
                    "SummaryJapanese": "絶対王者・ルイの強さに闘志を燃やし、勝利への道を模索するバルト。そしてルイもバルトとのバトルに闘志を燃え上がらせる。そして、ヴァルキリーに導かれるようにバルトは新必殺技を繰り出し…。"
                }
            }
        },
        "2": {
            "ID": "793469",
            "URL": "https://www.thetvdb.com/series/beyblade-burst/seasons/official/2",
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "6987437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987437",
                    "TitleEnglish": "Fresh Start! Valtryek's Evolution!",
                    "SummaryEnglish": "After being scouted by the world-renowned Beyblade team BC Sol, Valt Aoi arrives in Spain, where he meets a boy named.",
                    "TitleJapanese": "世界へ!ヴァルキリー進化!!",
                    "SummaryJapanese": "今バルトはスペイン行きの飛行機の中。スペインの名門ベイクラブ・ＢＣソルにスカウトされ、世界へ飛び出したのだ！スペインの地に降り立ったバルトは、そこで出会った少年キットに連れられて広場へと辿り着く。そこにはベイスタジアムがあり、謎のブレーダー・シスコとのベイバトルとなる。ブレーダー魂に火が付いたバルトを待ち受けるのは思いもよらぬ世界の洗礼だった！？"
                },
                "2": {
                    "ID": "7018939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7018939",
                    "TitleEnglish": "Fighting Spirit! Berserk Roktavor!",
                    "SummaryEnglish": "After missing his first day at BC Sol, Valt must beat the fierce competition to earn his spot on the team. At tryouts, he reunites with a buddy from back home.",
                    "TitleJapanese": "男魂!ブレイズラグナルク!!",
                    "SummaryJapanese": "バルトはやっと目的地のＢＣソルに到着した。しかし大遅刻の罰として入団テストを受けさせられる。世界中から集った入団希望者。その中には、何とクミチョーが！再会を喜びながらも合格を争うライバルとして２人は闘志を燃やす。進化したラグナルクで勝ち進むクミチョー。入団できるのはたった１人！勝ち残るのは誰だ！！"
                },
                "3": {
                    "ID": "7018942",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7018942",
                    "TitleEnglish": "Drain Fafnir! Winding Up!",
                    "SummaryEnglish": "With a match against Sunbat United coming up, BC Sol hosts internal tryouts to select their squad.",
                    "TitleJapanese": "衝撃!ドレインファブニル!!",
                    "SummaryJapanese": "バルト達のもとに、強豪レアルサンバットとの親善試合の知らせが届いた。対戦メンバーの選考はエースであるフリーとのバトルで決めると知って、盛り上がるバルト。だが、フリーはベイを手で回すと宣言。馬鹿にされたと怒るバルトは気合のシュートを放つが、その直後フリーが手で回すと言った意味を思い知る事に！？"
                },
                "4": {
                    "ID": "7176207",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176207",
                    "TitleEnglish": "Whirlwind! Tempest Wyvron!",
                    "SummaryEnglish": "Thousands of miles away from home, Valt and Rantaro get the chance to face off against a familiar face. They're both excited to show off their Beys' new abilities, but Valtryek and Roktavor aren't the only ones to have evolved.",
                    "TitleJapanese": "旋風!トルネードワイバーン!!",
                    "SummaryJapanese": "ワキヤＶＳクミチョーの対戦で始まった親善試合。進化したワイバーンとの攻防に、ラグナルクは苦戦。第２ゲームもワキヤは続けて試合に出ると、バルトとの対戦に。相性の悪いワイバーンを前にヴァルキリーは攻めきれない。その様子を見ていたフリーは意外なアドバイスをする。バルトは進化したヴァルキリーの新たな一面を見ることに…！？"
                },
                "5": {
                    "ID": "7176335",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176335",
                    "TitleEnglish": "Surprise Attack! Kinetic Satomb!",
                    "SummaryEnglish": "BC Sol and Sunbat United lock horns in a friendly match, but the action is anything but. Valt may have gone up against Silas Karlisle before, but he's never seen him launch like this.",
                    "TitleJapanese": "魔襲!クライスサタン!!",
                    "SummaryJapanese": "バルトＶＳシスコ。シスコはランチャーを持ち変えると、まだ本気を出していなかったと不敵にほほ笑む。バルトを追い込み、強豪ブレーダーの実力を見せつけるシスコ。一方のバルトは、ヴァルキリーをコントロールできずに苦戦する。勝利をつかむのはどちらか！？そして、ＢＣソルは遂にフリーが登場。会場はフリーのバトルに驚く事となる……。"
                },
                "6": {
                    "ID": "7176336",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176336",
                    "TitleEnglish": "Squad Shake Up!",
                    "SummaryEnglish": "Honcho gets a second chance to take down an old rival. Meanwhile, veteran BC Sol Bladers start to feel the squeeze when they notice how quickly Valt and Rantaro are rising through the ranks.",
                    "TitleJapanese": "激震!BCソル!!",
                    "SummaryJapanese": "レアルサンバットとの親善試合、最終ゲームはクミチョーＶＳワキヤ。勝利をつかむのはどちらのチームか？そして、ヨーロッパリーグに向けて特訓を開始するＢＣソル。トップチームを選考するテストバトルが行われる。バルトはジャンゴと対戦、激しいバトルがくり広げられる！そんな中、ＢＣソルの入団テストを受けに意外な強豪ブレーダーが現れた！！"
                },
                "7": {
                    "ID": "7176337",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176337",
                    "TitleEnglish": "Journey to the Top!",
                    "SummaryEnglish": "After a teammate's sudden departure, Valt finds himself in the middle of flaring tensions between new and old BC Sol members. Kris and Trad hold tryouts to decide which Bladers will make it on the first string.",
                    "TitleJapanese": "掴め!トップチーム!!",
                    "SummaryJapanese": "ジャンゴがＢＣソルを抜けたのはバルトのせいだと冷たくあたるスタン。その態度に困惑するバルトだが、自分は自分らしくとベイの特訓に打ち込む。その姿はイワンやシャーサたちＢＣソルのブレーダー達を刺激する。そしてヨーロッパリーグの出場メンバーを決める日がやってきた。トップチームの意地にかけて負けられないスタンは、バルトとのバトルにのぞむ！果たして勝負の行方は！？"
                },
                "8": {
                    "ID": "7176338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176338",
                    "TitleEnglish": "Season Opener! European League!",
                    "SummaryEnglish": "The European League is well underway. Valt finds a new friend who is full of laughs and positive vibes, but when they're teams are forced to compete against one another, friendship quickly fades.",
                    "TitleJapanese": "開幕!ヨーロッパリーグ!!",
                    "SummaryJapanese": "ドイツの強豪ベイクラブ・トップヴァントのクーザは、偵察でＢＣソルに潜入！しかし、思わぬハプニングでバルトに追われることになる！？一方、アメリカの強豪ベイクラブ・ニューヨークブルズのオーナー、ギルテンはフリーに接近する。彼はＢＣソルからフリーを引き抜くため、着々と準備を進めていた……。そして、ヨーロッパリーグ初戦、ＢＣソルＶＳトップヴァントの試合が始まる！"
                },
                "9": {
                    "ID": "7176340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176340",
                    "TitleEnglish": "Alter Cognite! The Shape Shifter!",
                    "SummaryEnglish": "An old friend tunes in to the face-off between BC Sol and Top Wand. Valt gets a second chance to challenge a new foe. Behind the scenes, a bold offer is put on the table that risks changing BC Sol forever.",
                    "TitleJapanese": "時神!アルタークロノス!!",
                    "SummaryJapanese": "ＢＣソルＶＳトップヴァント。追い詰められたＢＣソルからはフリーが登場。対するクーザは世界ランクＮＯ．１のフリーを倒すべく一気に勝負を掛ける。ドレインファブニルとアルタークロノス、勝利はどちらのベイに！？そして、ＢＣソルはヨーロッパリーグ初戦で勝利を飾る事が出来るのか？"
                },
                "10": {
                    "ID": "7176342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176342",
                    "TitleEnglish": "Free to Launch!",
                    "SummaryEnglish": "Valt and Rantaro celebrate their rising world rankings, but tension begins to brew within the club.",
                    "TitleJapanese": "バルトとフリー",
                    "SummaryJapanese": "ヨーロッパリーグ初戦を終え、世界ランキング入りしたバルトとクミチョー。２人に刺激されＢＣソルのブレーダー達も気合が入る。一方、シスコは活躍できぬまま不満を溜め込んでいた。そんな中、エースのフリーに関する驚くべきニュースがＢＣソルを駆け抜ける！動揺を隠せないバルトは、導かれるようにフリーがよく行く森の中へと…。"
                },
                "11": {
                    "ID": "7176346",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176346",
                    "TitleEnglish": "BC Sol: A Team Divided",
                    "SummaryEnglish": "A revamp finds Valt and Rantaro moving up to BC Sol's first string. A missing key member results in a less than desirable losing streak. The team hopes to turn their luck around.",
                    "TitleJapanese": "崩壊!BCソル!!",
                    "SummaryJapanese": "活躍を期待されるバルトとクミチョーに対して反感を持つスタン。そしてシスコもチームに不満を感じていた。そんな中、ヨーロッパリーグで苦戦が続いたことも重なって、次第にチームの雰囲気が悪くなっていく。"
                },
                "12": {
                    "ID": "7176347",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176347",
                    "TitleEnglish": "The Return of Doomscizor",
                    "SummaryEnglish": "The current captain of the AS Gallus, Daigo, is an old friend of Valt and Rantaro's. Valt and Rantaro get a chance to check out Doomscizor's new skills prior to match. Unfortunately, their curiosity is misinterpreted by the management team at BC Sol.",
                    "TitleJapanese": "死神（デスサイザー）再臨!",
                    "SummaryJapanese": "ヨーロッパリーグで敗戦続きのBCソルは、リーグ敗退が決まる大事な試合でフランスのパリブレーダーズと対戦することに。バルトとクミチョーは対戦相手のエースが親友のダイナと知って衝撃を受ける。"
                },
                "13": {
                    "ID": "7176348",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176348",
                    "TitleEnglish": "Twin Scythes! Double Strike!",
                    "SummaryEnglish": "Friends turn rivals as BC Sol comes up against AS Gallus in battle, in order to avoid elimination.",
                    "TitleJapanese": "双鎌!ダブルストライク!!",
                    "SummaryJapanese": "かつて弱小と言われたパリブレーダーズはエース・ダイナと共に努力を重ねて力を付け、勝ち上がって来た意地があった。一方、負ければ後がないBCソル。互いに譲れない思いを懸けてバルトとダイナが激突する。"
                },
                "14": {
                    "ID": "6987444",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987444",
                    "TitleEnglish": "Attack! Maximus Garuda!",
                    "SummaryEnglish": "BC Sol's next opponent reveals a secret weapon.",
                    "TitleJapanese": "蹴撃!マキシマムガルーダ!!",
                    "SummaryJapanese": "イギリスの強豪ベイクラブ・ロイヤルズの秘密兵器と呼ばれるガゼムは、因縁の相手であるシスコに復讐を誓って襲い掛かる。場外乱闘は免れたものの、因縁の2人の勝負はヨーロッパリーグへ持ち越され…。"
                },
                "15": {
                    "ID": "7176349",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176349",
                    "TitleEnglish": "Ghasem! The Airborne Blader!",
                    "SummaryEnglish": "The threat of Ghasem and Garuda; Valt finds Valtryek's hidden power.",
                    "TitleJapanese": "鳥神闘士（ブレーダー）ガゼム!!",
                    "SummaryJapanese": "BCソルとロイヤルズの試合でガゼムを直感的に真似て裸足になったバルトは、これまでに見たことのない強烈なシュートを放つ。それはヴァルキリーの秘められた力をさらに引き出すことになり…。"
                },
                "16": {
                    "ID": "7176350",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176350",
                    "TitleEnglish": "The Search for Shu",
                    "SummaryEnglish": "When Shu disappears without a trace, Wakiya helps Valt and his friends track him down in Mexico; along the way, they meet an old friend.",
                    "TitleJapanese": "シュウを探せ",
                    "SummaryJapanese": "シュウが行方不明になったという知らせを受けたバルトたちは、ワキヤのジェット機でメキシコを目指す。強さを求めるブレーダーたちの秘密特訓場「スネークピット」を目指し、一行は道なき道を進んで行く。"
                },
                "17": {
                    "ID": "6987448",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987448",
                    "TitleEnglish": "Shadow Magic! The Snake Pit!",
                    "SummaryEnglish": "Valt, Rantaro, Wakiya, Daigo, and Cuza discover a secretive underground training facility and a newly-evolved Spryzen; hot on Shu's trail, they'll have to challenge a group of masked Bladers.",
                    "TitleJapanese": "魔境!スネークピット!!",
                    "SummaryJapanese": "うわさのスネークピットには強さのみを追求するブレーダーたちが集結していた。その奥で待っていた仮面の男・アシュラムは、仮面ブレーダー5人とのバトルを提示する。彼らが持つベイにバルトたちは驚かされ…。"
                },
                "18": {
                    "ID": "6987456",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987456",
                    "TitleEnglish": "The Underground Maze!",
                    "SummaryEnglish": "Daigo, Cuza, and Valt go head-to-head with their copycats in the Snake Pit.",
                    "TitleJapanese": "迷宮!ブラックダンジョン!!",
                    "SummaryJapanese": "ブラックデスサイザーを持つ仮面ブレーダー・ブラックアイに、ダイナがキラーデスサイザーで対決。一方、針の山のステージで待ち受けるシルバーアイのブラッククロノスに、クーザがアルタークロノスで立ち向かう。"
                },
                "19": {
                    "ID": "6987458",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987458",
                    "TitleEnglish": "Secret Fire! Red Eye!",
                    "SummaryEnglish": "Wakiya faces his biggest fear; Red Eye makes good on his promise.",
                    "TitleJapanese": "炎神!レッドアイ!!",
                    "SummaryJapanese": "ブラックヴァルキリーを使いこなすアズールアイにバルトは苦戦。しかしその時、ゴッドヴァルキリーに新たな進化の兆しが現れる。一方、ワキヤはヴァイオレットアイと対峙するが、苦手な高所で力が出し切れず…。"
                },
                "20": {
                    "ID": "6987465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987465",
                    "TitleEnglish": "New Teammates! New Rivals!",
                    "SummaryEnglish": "A surprise Blader transfers to BC Sol; Stan feels overlooked.",
                    "TitleJapanese": "爆進!BCソル!!",
                    "SummaryJapanese": "バルトと一緒にベイがやりたいとクーザがBCソルに入団を希望。新たな戦力が増えるとバルトたちは喜んで彼を迎え入れようとするが、チームの方針をめぐってクリスとトラッドがぶつかってしまう。"
                },
                "21": {
                    "ID": "7176351",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176351",
                    "TitleEnglish": "Joshua vs. the Space Ninjas!",
                    "SummaryEnglish": "When a movie is shot near BC Sol, Valt and his friends are thrilled to be a part of it. But the best part is the main character is one of the Big 5, the 5 greatest bladers in the world.",
                    "TitleJapanese": "ジョシュアVS宇宙（スペース）忍者",
                    "SummaryJapanese": "ハリウッドスター兼世界ランク3位のジョシュア・ブーンからBCソルに映画出演の依頼が舞い込んだ。ジョシュアのファンが大騒ぎする中、撮影とはいえビッグ5とのバトルにバルトたちは意気込んで臨む。"
                },
                "22": {
                    "ID": "7176352",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176352",
                    "TitleEnglish": "Blast Jinnius! Caller of Storms!",
                    "SummaryEnglish": "The movie shoot continues; Wakiya challenges Joshua to a bey battle.",
                    "TitleJapanese": "嵐を呼ぶブラストジニウス!",
                    "SummaryJapanese": "「ヒーローは1度ピンチに陥るが、最後は逆転勝利するもの」だというハリウッドスター・ジョシュアの、ドラマチックなヒーローバトルが展開。クミチョーはジョシュアのバトルに翻弄されてしまい…。"
                },
                "23": {
                    "ID": "7176353",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176353",
                    "TitleEnglish": "Infinity Stadium! Raul's Challenge!",
                    "SummaryEnglish": "With Trad gone, BC Sol needs a new BeyTrainer. Luckily, Valt has a familiar face in mind.",
                    "TitleJapanese": "挑戦!無限ベイスタジアム!!",
                    "SummaryJapanese": "ワールドリーグに向けて練習をするBCソルの一同。しかし、バルトたちはベイトレーナーがいないという問題に気付く。それならばと、キットはヴァルキリーを進化させたゾロをトレーナーに迎えようと提案する。"
                },
                "24": {
                    "ID": "7176354",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176354",
                    "TitleEnglish": "World League! Setting the Stage!",
                    "SummaryEnglish": "With the World League just around the corner, Joshua and Valt dig into the mystery of Free.",
                    "TitleJapanese": "激動!ワールドリーグ!!",
                    "SummaryJapanese": "ニューヨークブルズのキャプテン、ジョシュア・ブーンは、大ファンであるフリーにクラブで出会えていないことに悩んでいた。そこで、姉・カリーナや映画スタッフの協力を得て、運命的な出会いをする作戦を開始する。"
                },
                "25": {
                    "ID": "7176355",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176355",
                    "TitleEnglish": "Fighting Sword! Siege Xcalius!",
                    "SummaryEnglish": "After BC Sol's first round thrashing, Valt receives a letter from Xander, about how he tries to get into SB Rios by taking on the Hundred Blader Challenge with his newly evolved bey, Siege Xcalius.",
                    "TitleJapanese": "闘剣!ジークエクスカリバー!!",
                    "SummaryJapanese": "シャカは新たなエクスカリバーを手に、ブラジルの強豪チーム・ブラジルリオスの門を叩く。伝説のブレーダー・バーナに弟子入りするために、シャカは入門試験として課せられた100人バトルに挑戦することに。"
                },
                "26": {
                    "ID": "7176356",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176356",
                    "TitleEnglish": "Genesis Reboot!",
                    "SummaryEnglish": "As the second round of the World League approaches, Valt tries to master his newest move; the second round begins against a familiar foe.",
                    "TitleJapanese": "炸裂!ゴッドリブート!!",
                    "SummaryJapanese": "BCソルのワールドリーグ2回戦目の相手はイギリス・ロイヤルズ。そこにはかつてのチームメイト・イワンの姿があった。ガゼムはトレーナーであるイワンから秘策を授けられ、因縁の相手であるシスコを追い詰める。"
                },
                "27": {
                    "ID": "7176357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176357",
                    "TitleEnglish": "Worlds Collide! Home Turf!",
                    "SummaryEnglish": "Valt, along with numerous other friends and familiar faces return to Japan for the battle between Sunbat United and SB Rios.",
                    "TitleJapanese": "東京バトル!レアルVSリオス!!",
                    "SummaryJapanese": "ワールドリーグ2回戦のレアルサンバットVSブラジル・リオスの試合が東京で行われることになった。レアルサンバットを率いるワキヤは、リオスのシャカを倒すために新しい必殺技の準備を進めていた。"
                },
                "28": {
                    "ID": "7176358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176358",
                    "TitleEnglish": "Vampire! Deep Caynox!",
                    "SummaryEnglish": "On their way to Daigo's match against BC Galleon, Cuza finds a old friend, one he is afraid of!",
                    "TitleJapanese": "吸血鬼!ディープカオス!!",
                    "SummaryJapanese": "ダイナのパリブレーダーズがワールドリーグ2回戦でBCガレオンと対戦。パリブレーダーズに新たに加わった新メンバー、クリオ・ドロンは吸血鬼のようなバトルでBCガレオンを恐怖に陥れていく。"
                },
                "29": {
                    "ID": "7176359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176359",
                    "TitleEnglish": "The Fortress! Shelter Regulus!",
                    "SummaryEnglish": "BC Sol travels to Brazil for the BeyCarnival and the semifinal against SB Rios. But when they accidentally ruin the parade, the Brazilians threaten to riot against them. To solve this, Ren Wu, one of the Big 5, challenges Valt, Rantaro, and Cuza to a 3 on 1 battle.",
                    "TitleJapanese": "要塞!シェルターレグルス!!",
                    "SummaryJapanese": "ワールドリーグの準決勝に進んだBCソルの相手・リオスの本拠地であるブラジルは、ベイカーニバルで賑わっていた。そんな中、リオスのルーウェイがバルトたち3人を相手にした3対1のベイバトルを挑んでくる。"
                },
                "30": {
                    "ID": "6987403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987403",
                    "TitleEnglish": "Collision Course! To the Finals!",
                    "SummaryEnglish": "The semi-finals of the World League begin.",
                    "TitleJapanese": "激突!決勝へのシュート!!",
                    "SummaryJapanese": "ゾロ直伝の戦法でシャカの必殺技を封じるシスコに、シャカは意外な戦法で必殺技封じに対抗する。一方、ニューヨークでもブルズとパリブレーダーズによる準決勝が開始し、パリブレーダーズはクリオを勝負へ送り出す。"
                },
                "31": {
                    "ID": "6987405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987405",
                    "TitleEnglish": "Big 5! Breaking Through!",
                    "SummaryEnglish": "BC Sol and AS Gallus each find themselves in need of a comeback in the semi-finals.",
                    "TitleJapanese": "破れ!ビッグ5の壁!!",
                    "SummaryJapanese": "準決勝の第3ゲーム。クーザVSルーウェイ、ダイナVSフリーのバトルが開始。ベイの動きを予測する能力を持つルーウェイに対し、クーザは雪辱を誓って勝負に出る。一方、フリーを相手に善戦するダイナだが…。"
                },
                "32": {
                    "ID": "6987406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987406",
                    "TitleEnglish": "Unrivaled! Triple Saber!",
                    "SummaryEnglish": "Daigo faces Joshua Burns; Valt and Xander's battle heats up.",
                    "TitleJapanese": "天下無双!トリプルインパクト!!",
                    "SummaryJapanese": "ジョシュアの必勝パターンを崩そうとダイナは闘志を燃やし、その様子にジョシュアはプレッシャーを受ける。一瞬の隙も見逃せない緊迫した展開となったバトルで、ダイナはパリブレーダーズを決勝に導こうと奮闘する。"
                },
                "33": {
                    "ID": "6987407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987407",
                    "TitleEnglish": "The World League Final!",
                    "SummaryEnglish": "BC Sol and the Raging Bulls battle for the title of World League Champions; a familiar face from the Snake Pit makes an appearance.",
                    "TitleJapanese": "決勝!BCソル VS NYブルズ!!",
                    "SummaryJapanese": "ワールドリーグ決勝前、レッドアイがシャカとルーウェイを襲う。一方、BCソルの練習場でバルトはフリーと再会し、バルトは試合前にも関わらずフリーに勝負を挑む。そして、ついに決勝戦を迎え…。"
                },
                "34": {
                    "ID": "6987412",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987412",
                    "TitleEnglish": "Full Power! Sprint Attack!",
                    "SummaryEnglish": "Free and Silas face off as the World League continues.",
                    "TitleJapanese": "全力!バウンドアタック!!",
                    "SummaryJapanese": "ワールドリーグ決勝戦、第3試合はシスコVSフリーの勝負。ドレイン攻撃を封じるシスコにフリーは追い込まれ、ファブニルの回転が弱まっていく。そして突如白鷺城ルイが姿を現し、決勝戦の熱気は最高潮に達する。"
                },
                "35": {
                    "ID": "6987413",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987413",
                    "TitleEnglish": "To the Podium!",
                    "SummaryEnglish": "Silas and Joshua go head-to-head in the final match to decide the champions of the World League.",
                    "TitleJapanese": "俺たちの決勝戦!",
                    "SummaryJapanese": "最高潮の盛り上がりを見せるワールドリーグ決勝戦は終盤を迎えていた。シスコの前に立ちはだかるジョシュア。バルトたちの思いを背負ってスタジアムに立つシスコの手には、ヴァルキリーのフレームが握られていた。"
                },
                "36": {
                    "ID": "6987421",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987421",
                    "TitleEnglish": "Luinor vs. Spryzen!",
                    "SummaryEnglish": "Red Eye and Lui's duel leads to an unexpected revelation.",
                    "TitleJapanese": "決闘!ロンギヌスVSスプリガン!",
                    "SummaryJapanese": "ルイの挑発を受けてカナダの原野に現れたレッドアイ。敵意をむき出しにするレッドアイに対し、悪夢を見せてやると言い放つルイ。スネークピット最小のレッドアイと白き暴君・ルイの必殺技がぶつかり合う。"
                },
                "37": {
                    "ID": "6987427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987427",
                    "TitleEnglish": "Challenge of Champions!",
                    "SummaryEnglish": "The BC Sol crew finds out about a tournament that will decide the best blader in the world.",
                    "TitleJapanese": "いくぜっ!ゴッドブレーダーズカップ!!",
                    "SummaryJapanese": "ワールドリーグで優勝したBCソル。喜びの直後に訪れた親友との再会から、バルトは強さを求め始める。そんなバルトの下に世界最強ブレーダーを決める「ゴッドブレーダーズカップ」開催の知らせが飛び込んで来る。"
                },
                "38": {
                    "ID": "7176360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176360",
                    "TitleEnglish": "Requiem Project!",
                    "SummaryEnglish": "An old friend returns to BC Sol, causing some deep-rooted tensions to bubble up.",
                    "TitleJapanese": "凶機!スプリガンレクイエム!!",
                    "SummaryJapanese": "BCソルに突然フリーが現れる。フリーが移籍した経緯を知るバルトは森の練習場で彼を待ち受ける。一方、スネークピットでは、最強を目指すレッドアイにアシュラムがさらなる力を授けようとしていた。"
                },
                "39": {
                    "ID": "7176361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176361",
                    "TitleEnglish": "Emperor of the Underground",
                    "SummaryEnglish": "After arriving in America, Valt discovers an underground Blading ring ruled by a former world champion.",
                    "TitleJapanese": "地下バトル皇帝クルツ!",
                    "SummaryJapanese": "ゴッドブレーダーズカップのためにアメリカにやって来たバルトは、ベイバトルの音をたどっていくうちに地下空間へと落ちてしまう。そこは皇帝と呼ばれるブレーダー・クルツが君臨するアンダーワールドだった。"
                },
                "40": {
                    "ID": "7176362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176362",
                    "TitleEnglish": "Bow Down! Boom Khalzar!",
                    "SummaryEnglish": "The International Bladers' Cup officially opens and Valt prepares to take on the emperor Kurt Baratier.",
                    "TitleJapanese": "暴君!ビートククルカン!!",
                    "SummaryJapanese": "全世界が注目する中、ゴッドブレーダーズカップの幕が開ける。AグループはBCソルからバルトとクーザ、スネークピットからシュウ、ボア、ノーマン、そして皇帝・クルツの6人が戦いへと臨む。"
                },
                "41": {
                    "ID": "7176363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176363",
                    "TitleEnglish": "Colossus Hammer! Twin Noctemis!",
                    "SummaryEnglish": "Shu and Boa settle the score; Cuza faces a new threat in Norman Tarver and Twin Noctemis.",
                    "TitleJapanese": "鉄槌!ツインネメシス!!",
                    "SummaryJapanese": "ゴッドブレーダーズカップ1回戦、レッドアイVSボア。レッドアイに追い付き、そして追い越すためにスネークピットで勝ち残ってきたボアは、バハムートの新必殺技でスプリガンを追い詰めていく。"
                },
                "42": {
                    "ID": "7176364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176364",
                    "TitleEnglish": "BC Sol Scorcher!",
                    "SummaryEnglish": "Silas and Xander meet in the stadium; Valtryek approaches a new level of evolution.",
                    "TitleJapanese": "熾烈!BCソルの闘い!!",
                    "SummaryJapanese": "ゴッドブレーダーズカップ1回戦、Bグループの試合が幕を開ける。かつてワールドリーグの準決勝で敗れたシャカと再び戦うことになったシスコは、エクスカリバーに対する作戦を編み出していた。"
                },
                "43": {
                    "ID": "7176366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176366",
                    "TitleEnglish": "White Hot Rivals",
                    "SummaryEnglish": "Shu shows off the power of Spryzen Requiem in a battle against Kurt and Boom Khalzar.",
                    "TitleJapanese": "白熱!ライバル大激突!!",
                    "SummaryJapanese": "ゴッドブレーダーズカップ2回戦。レッドアイVSクルツの因縁の対決が開始。クルツはスカイスクレイパーショットによる強烈な攻撃を仕掛ける。その時、スタジアム内での驚愕の事態に会場が騒然とする。"
                },
                "44": {
                    "ID": "7176367",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176367",
                    "TitleEnglish": "Epic Evolution! Strike Valtryek!",
                    "SummaryEnglish": "Valt tackles the Snake Pit's Norman Tarver.",
                    "TitleJapanese": "超進化!ストライクゴッドヴァルキリー!!",
                    "SummaryJapanese": "ゴッドブレーダーズカップもいよいよ3回戦。バルトとノーマンのバトルが開幕。戦略家のノーマンは撃ゴッドヴァルキリーの弱点を見抜いて攻めを展開。それでもバルトは必殺の一撃を決めようと狙いを定める。"
                },
                "45": {
                    "ID": "7176368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176368",
                    "TitleEnglish": "Spryzen the Destroyer!",
                    "SummaryEnglish": "The winners are separated from the losers in the fourth round; Valt finally gets to battle Shu.",
                    "TitleJapanese": "破壊神スプリガン!",
                    "SummaryJapanese": "ゴッドブレーダーズカップもいよいよ4回戦。決勝トーナメントに進める上位2人のブレーダーが誰になるのか、勝ち星が多いブレーダーたちに注目が集まるなか、バルトと変わり果てたシュウの対戦カードが決まる。"
                },
                "46": {
                    "ID": "7176372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176372",
                    "TitleEnglish": "No Limits! Free vs Lui!",
                    "SummaryEnglish": "Kris tells Valt a secret; Free pushes himself in an attempt to defeat Lui.",
                    "TitleJapanese": "超限界!フリーVSルイ!!",
                    "SummaryJapanese": "シュウにヴァルキリーのリブートドライバーを破壊されたバルトは、再選を誓いゾロにドライバーの修理を託す。シュウと再戦するには決勝進出が条件だと告げたクリスは、バルトにフリーの秘密特訓を見せ…。"
                },
                "47": {
                    "ID": "7176374",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176374",
                    "TitleEnglish": "Full Force! Charging Up!",
                    "SummaryEnglish": "The match between Free and Lui heats up; Valt must master Valtryek's new gear.",
                    "TitleJapanese": "アルテイメットバトル!",
                    "SummaryJapanese": "ルイとロンギヌスに対して、オーバーリミッターによる超回転ファブニルで攻めるフリーの頂点対決が展開。一方、バルトとボアの試合の時間も迫るなか、バルトはいまだに新パーツを使いこなせず特訓を続けていた。"
                },
                "48": {
                    "ID": "7176376",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176376",
                    "TitleEnglish": "Teamwork! To the Semi-Finals!",
                    "SummaryEnglish": "Valt needs Cuza to beat Kurt in order to stay in the competition.",
                    "TitleJapanese": "友情!決定戦へのバトル!!",
                    "SummaryJapanese": "クルツを前に緊張するクーザだったが、バルトたちの声援を受けて観客も驚く曲芸シュートでクルツに挑む。自由で冒険心に満ちたクーザらしいプレーで、ククルカンの一撃にも負けない攻撃をクロノスは繰り出していく。"
                },
                "49": {
                    "ID": "7176379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176379",
                    "TitleEnglish": "The Fierce Four!",
                    "SummaryEnglish": "Four Bladers compete in the semifinals of the International Bladers Cup.",
                    "TitleJapanese": "準決勝!宿命のバトル!!",
                    "SummaryJapanese": "ゴッドブレーダーズカップ・決勝トーナメント第1試合、レッドアイとルイのバトルが開始。圧倒的な力で悪夢を見せるルイと、リベンジを誓って蘇ったレッドアイこと紅シュウ。その気迫に場内は緊張に包まれる。"
                },
                "50": {
                    "ID": "7176381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176381",
                    "TitleEnglish": "Breaking Point! Bursting Through!",
                    "SummaryEnglish": "Valt faces his teammate Free. Soon enough, Wakiya brings Daigo, Ken, and Valt's family to help him with his training as the finals to the International Blader's Cup get closer.",
                    "TitleJapanese": "突入!最終決戦!!",
                    "SummaryJapanese": "王者・フリーの限界をも超えた強さを前に、バルトとヴァルキリーの攻撃は通じず追い詰められていた。しかし、バルトは自分自身を研ぎ澄まして極限まで集中力を高め、両者は最高のシュートを打つべく全力を振り絞る。"
                },
                "51": {
                    "ID": "7176384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176384",
                    "TitleEnglish": "A Champion is Crowned!",
                    "SummaryEnglish": "Valt continues to battle Shu in order to free him from Spryzen's control with the world title and their friendship on the line.",
                    "TitleJapanese": "バルトVSシユウ!!",
                    "SummaryJapanese": "かつて決勝でバトルをする約束を交わしたバルトとシュウが、海を越えた地のゴッドブレーダーズカップ決勝戦でついに相まみえる。彼らは親友に勝ちたいという想いを胸に、全てを懸けた運命のラストバトルに臨む。"
                }
            }
        },
        "3": {
            "ID": "791586",
            "URL": "https://www.thetvdb.com/series/beyblade-burst/seasons/official/3",
            "# Episodes": 51,
            "Episodes": {
                "1": {
                    "ID": "6968716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6968716",
                    "TitleEnglish": "Time to go Turbo!",
                    "SummaryEnglish": "After two years as World Champion, Valt is ready to take Valtryek to the next level: Turbo! On his journey, Valt meets Aiger Akabane. With no experience but a natural talent that rivals Valt’s, Aiger creates his own Turbo Bey, Z Achilles. It looks like a new Blader is ready to take center stage!",
                    "TitleJapanese": "これが超ゼツベイだ!!",
                    "SummaryJapanese": "ゴッドブレーダーズカップから２年後、無敗の世界チャンピオン蒼井バルトは、伝説のベイトレーナー赤刃タイガを探しに日本の辺境の地に向かっていた。タイガに出会い、ヴァルキリーをメタルの「超ゼツベイ」へと進化させたバルトだが、予期せぬことが起きる。タイガの息子、赤刃アイガが挑戦をしてきたのだ！そして、その手には超ゼツベイ、ゼットアキレスが……！？今、ベイブレード界に新たな波乱が起きようとしていた！！"
                },
                "2": {
                    "ID": "6987383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987383",
                    "TitleEnglish": "Achilles vs Forneus",
                    "SummaryEnglish": "Determined to grow stronger and battle the best, Aiger transfers to Beigoma Academy. His sights are set on battling Valt’s successor, Fubuki Sumiye. But after almost 100 consecutive wins, will Aiger have enough gas left in the tank to take on the Bey Club Captain?",
                    "TitleJapanese": "アキレスVSフォルネウス!!",
                    "SummaryJapanese": "バルトに敗北してから数ヶ月間、アイガはベイバトルに明け暮れていた。近隣のベイバトルで敵無しになっていたアイガは、かつてバルトがつくった米駒学園ベイクラブに超ゼツベイ、エンペラーフォルネウスを持つ墨江フブキがいる事を知る。フブキが日本で最強のブレーダーだと言われていることを知り、ベイクラブに乗り込む決意をするが…！？"
                },
                "3": {
                    "ID": "6987384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987384",
                    "TitleEnglish": "Duel at Sunset!",
                    "SummaryEnglish": "The match between Aiger and Fubuki continues. Aiger learns he isn’t the only Akabane sibling at Beigoma Academy when he finds out his little sister, Naru, is transferring too! Meanwhile, Ranjiro Kiyama, captain of the Wild Bey Gang, decides to battle Aliger and test his skills for himself.",
                    "TitleJapanese": "夕陽の決斗!!",
                    "SummaryJapanese": "フブキとのベイバトル後、アイガは妹のナルと共に米駒学園へ転校し、一緒に寮で暮らすことになったと知らされる。一方、乱ベイ組のソーチョーこと黄山乱次郎は、アイガを決闘バトルに呼び出す！乱ベイ組を蹴散らしたアイガは許してはおけない！！河川敷で睨み合うアイガと乱次郎。どっちが強いのか白黒つくまで終わらない、夕日の決斗が始まろうとしていた！！"
                },
                "4": {
                    "ID": "6987386",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987386",
                    "TitleEnglish": "Land it! Z Breaker!",
                    "SummaryEnglish": "Valt and Kurt Baratier battle and as word spreads about Aiger's strength, he gets another shot at Fubuki.",
                    "TitleJapanese": "決めろ!ゼットバスター!!",
                    "SummaryJapanese": "世界チャンピオンのタイトルマッチが開催される。蒼井バルトｖｓクルツ・バラティエ。世界レベルのベイバトルに感化されるアイガは、改めて打倒バルトを心に誓う。一方、アイガに恨みを持つ乱ベイ組が、アキレスを盗んで逃げるトラブルを起こす。騒ぎを聞きつけたベイクラブも巻き込み、事態は大騒動に！アイガ、ソーチョー、フブキが衝突し、ブレーダーとしての誇りをかけたバトルに発展してしまうが…！？"
                },
                "5": {
                    "ID": "6987387",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987387",
                    "TitleEnglish": "Turbo Match! Valtryek vs Lúinor!",
                    "SummaryEnglish": "When Lui challenges Valt, in the first round, his dragon scream bursts Valtryek, however, Valtryek then bursts Luinor.In the third round, the bey stadium cracks and Valt Aoi keeps his title with the stalemate.",
                    "TitleJapanese": "超ゼツ対決!ヴァルキリーVSロンギヌス!!",
                    "SummaryJapanese": "世界タイトルマッチ、蒼井バルトｖｓ白鷺城ルイ！世界最強ブレーダーによる超ゼツベイ対決に世界中のブレーダー達が騒然とする！！試合前、ルイがベイアリーナで練習していることを知ったアイガは、会場に忍び込んでバトルを挑む。超ゼツベイに進化したブラッディロンギヌスが、アキレスに反応するのを見たルイは、相手をしてやると言う。アイガを待ち受けているのは勝利か？それとも、悪夢か……。"
                },
                "6": {
                    "ID": "6987389",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987389",
                    "TitleEnglish": "Winter Knight! Battle Royale!",
                    "SummaryEnglish": "The winner of the Luinor Cup will be crowned All-Asia Champion. Lui challenges three stubborn Bladers to a one-on-three battle.",
                    "TitleJapanese": "白き暴君!バトルロイヤル!!",
                    "SummaryJapanese": "優勝者がルイに挑戦できる、ロンギヌスカップの開催が発表された。大会を待てないアイガ、ソーチョー、フブキは、ルイに直接対決を挑みに行く。しかし、ルイからは、１対１では戦うに値しない相手だとして、３対１のハンデキャップバトルで遊んでやると言い渡される！バトルは明日、見下されて悔しい３人だが、どうしても勝てる方法が見つからない。意地でもルイに勝ちたい３人が出した答えとは…！？"
                },
                "7": {
                    "ID": "6987392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987392",
                    "TitleEnglish": "Curtains Rise! The Lúinor Cup!",
                    "SummaryEnglish": "After his loss to Lui, Aiger decides to step up his training and creates something that takes everyone by surprise.",
                    "TitleJapanese": "開幕!ロンギヌスカップ!!",
                    "SummaryJapanese": "白鷺城ルイに完全敗北したアイガたち３人。異次元の強さを誇るルイを倒すことを目標に、彼らは訓練に取り組む。そしてやってきたロンギヌスカップ予選当日。第一次予選はなんとシュートパワー測定！一定以上のシュートパワーを出さないと突破ができない！！訓練の成果を出して健闘していくアイガ達だが、海外の予選会場ではとんでもないブレーダーが現れて……！？"
                },
                "8": {
                    "ID": "6987399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987399",
                    "TitleEnglish": "Transformation! Heat Salamander!",
                    "SummaryEnglish": "After witnessing the power of Fubuki’s new Turbo Bey, Suoh turns to a mysterious family heirloom to create one of his own.",
                    "TitleJapanese": "変幻!ヘルサラマンダー!!",
                    "SummaryJapanese": "御朱印スオウ。フブキとの名コンビで、米駒学園ベイクラブを全国優勝に導いた「天才」と呼ばれるブレーダー。華道の名門、御朱印家の御曹司でもある彼は、一族に伝わる「竜の牙」から超ゼツベイを作り上げる決断をする。次第に形作られていく新ベイとともに、スオウの顔が豹変していき…！？ロンギヌスカップ前哨戦！地獄の火炎竜がアイガに襲いかかる！！"
                },
                "9": {
                    "ID": "6987400",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/6987400",
                    "TitleEnglish": "Swirling Inferno!",
                    "SummaryEnglish": "In an unlucky draw, Toko is up against Shu in his first battle of the tournament. Having recently seen Shu’s power for themselves, Aiger, Fubuki, and Cap’n train with Toko to prepare for his match.",
                    "TitleJapanese": "火炎旋風ゲキリン!",
                    "SummaryJapanese": "ロンギヌスカップ最終予選。いち早く予選突破をしたのはシュートパワーでトップを誇ったオウ・ホウイ。アイガ達は負けじと気持ちを高めていく。一方、最終予選の対戦相手がスオウに決まった常夏は、特訓の成果が出せずに落ち込んでいた。そんな常夏に手を差し伸べたのはアイガだった。さらにソーチョーも加わり、打倒スオウの特訓が始まる！スオウ相手に勝利をつかみ取る決意を固めていく！！"
                },
                "10": {
                    "ID": "7014994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7014994",
                    "TitleEnglish": "Achilles vs. Roktavor!",
                    "SummaryEnglish": "Aiger and Ranjiro are against each other, and the winner advances to the semi-finals.",
                    "TitleJapanese": "アキレスVSラグナルク!!",
                    "SummaryJapanese": "ホウイのアーチェリー練習を目撃するアイガ。研ぎ澄まされた集中力と、正確なコントロール能力を持つ、一流アスリートのホウイに対し、アイガは自分の未熟さを痛感する。そんな中、ロンギヌスカップ準々決勝の相手が発表された。アイガの相手はなんとソーチョー！河川敷のバトルでは決着がつかなかった対決が、今ロンギヌスカップの会場で繰り広げられる！！"
                },
                "11": {
                    "ID": "7176210",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176210",
                    "TitleEnglish": "Battle of Betrayal!",
                    "SummaryEnglish": "The match ups of the semifinals are announced! Fubuki is forced to face an old friend, while Aiger has to face a new one. It’s Fubuki the hard-worker against Suoh the genius.",
                    "TitleJapanese": "裏切りの激闘(バトル)!",
                    "SummaryJapanese": "ロンギヌスカップ準決勝。組み合わせはフブキｖｓスオウ、アイガｖｓホウイに決定。天才を自負するスオウは、フブキを完全に見下し「君はもう終わっている」と冷たく告げる。事実上の勝利宣言を突き付けられたフブキは、これまで積み上げてきた努力を信じ、勝利に向けて特訓に打ち込む。そして準決勝第一試合、かつては最強コンビと呼ばれた２人の、誇りをかけた激闘が始まる！！"
                },
                "12": {
                    "ID": "7176216",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176216",
                    "TitleEnglish": "Bull's-eye! Archer Hercules!",
                    "SummaryEnglish": "While Aiger is excited to face off against his friend, Hae-jin is torn between Blading and archery; Fubuki extends an olive branch to Suoh.",
                    "TitleJapanese": "剛腕!ヘラクレス!!",
                    "SummaryJapanese": "ロンギヌスカップ準決勝進出を決めたホウイだったが、アーチェリーの練習に身が入らずコーチたちからベイブレードを禁止されてしまう。期待を裏切るわけにはいかず、ホウイは国に帰ってアーチェリーに専念するべきかを悩む。アイガと交わしたバトルの約束に心残りを感じながら…。一方、そうとは知らず、試合会場で準決勝を心待ちにするアイガ。しかし試合直前、驚きの知らせが飛び込んできて……！？"
                },
                "13": {
                    "ID": "7176220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176220",
                    "TitleEnglish": "Lúinor Cup! Final Battle!",
                    "SummaryEnglish": "The Lúinor Cup finals arrive; Fubuki makes a big decision.",
                    "TitleJapanese": "超ゼツ決勝戦(バトル)!!",
                    "SummaryJapanese": "シスコを挑戦者に迎えたバルトのタイトルマッチ。会場に謎の新進ブレーダー、ファイが乱入し、「壊しがいがありそうだ…」と不気味にバルトを挑発する。世の中には強いブレーダーがまだまだいることを実感するアイガは、まずはスオウを倒し、ルイを倒すことを心に誓う。そして迎えたロンギヌスカップ決勝。観戦に現われたルイに、アイガとスオウは強烈な対抗心を燃やす！今決戦の火蓋が切られる！！"
                },
                "14": {
                    "ID": "7176222",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176222",
                    "TitleEnglish": "Raging Dragon! Brutal Lúinor!",
                    "SummaryEnglish": "Before training with Cap'n and Hae-jin, Aiger must deal with a fortuneteller.",
                    "TitleJapanese": "暴竜!ブラッディロンギヌス!!",
                    "SummaryJapanese": "風の声を聞く、謎の占い師ラバン。自分の占いに絶対の自信を持つ彼は、アイガにルイの攻略法を占おうかと問いかける。だがアイガは、攻略法はすでにあると言い放ち、特訓に集中する。そのアイガの元にソーチョーとホウイも合流し、ロンギヌス攻略の必勝策を練り上げていくのだった！一方、ルイのもとにも現れたラバンは、占いで出たルイの意外な運命を忠告する。ルイに一体何が起きるのか！？波乱のバトルが今始まる！！"
                },
                "15": {
                    "ID": "7176225",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176225",
                    "TitleEnglish": "Trial By Fire! Defeat Lui!",
                    "SummaryEnglish": "Aiger suffers a major setback during his battle with Lui.",
                    "TitleJapanese": "ルイを倒せ!!",
                    "SummaryJapanese": "絶対王者ルイに手も足も出ないアイガ。決死の必殺技もルイに破られ追い詰められてしまう。そんな中、ナルやソーチョー、ホウイたちの応援が会場全体に響き渡り、アイガを包み込む！これを受けてアイガは集中力を取り戻し、アキレスと語り合う。ルイよりも強いシュートを打たなければ！ロンギヌスを倒すためにはどうしたらいい！？ルイとのバトルは最終局面へと向かう！！"
                },
                "16": {
                    "ID": "7176231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176231",
                    "TitleEnglish": "Epic Voyage! Battleship Cruise!",
                    "SummaryEnglish": "Aiger must battle Valt Aoi on board a battleship with just two Turbo 4 members.",
                    "TitleJapanese": "大航海!バトルシップクルーズ!!",
                    "SummaryJapanese": "大航海の船上大会「バトルシップクルーズ」。新世代トップブレーダー達が世界王者バルトへの挑戦権を賭けて戦う！ロンギヌスカップで優勝したアイガは、大航海の冒険へと世界へ飛び出す！！ベイバトル専用船で行われるこのバトルには「Ｚ４」と呼ばれる新世代ブレーダーの頂点４人のうち２人が参加していた。占い師だと思っていたラバンと、正体不明のファイ。新世代Ｎｏ．１を決める大海原の激闘が今始まる！！"
                },
                "17": {
                    "ID": "7176233",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176233",
                    "TitleEnglish": "Sword of the Legendary Hero!",
                    "SummaryEnglish": "Aiger, Hae-Jin, and Cap'n hop aboard the Battleship Cruise. Aiger will have to face off against friend and foe if he wants a shot at battling World Champion, Valt Aoi. But with two members of the Turbo 4 on board, this is set to be his hardest challenge yet.",
                    "TitleJapanese": "勇者と聖剣（エクスカリバー）!!",
                    "SummaryJapanese": "海洋上の王国に寄港したベイクイーン号。練習中のアイガの前に、エクスカリバーが突然襲いかかってきた！そこにいたのはＺ４の１人、ジャン・ボガード。王国の王子であり、灼炎寺カイザからエクスカリバーを受け継いだブレーダーだった。ライバルに値するブレーダーがベイクイーン号にいるのか試してやると言う。ジャンの挑発にヒートアップするアイガたち！超ゼツ進化したエクスカリバーの斬撃が襲いかかる！！"
                },
                "18": {
                    "ID": "7176234",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176234",
                    "TitleEnglish": "Ghost Ship! Adventure on the High Seas!",
                    "SummaryEnglish": "The Bladers investigate an abandoned ship, while a mysterious figure watches their every move.",
                    "TitleJapanese": "ユーレイ船の超ゼツバトル!",
                    "SummaryJapanese": "濃い霧の中から、幽霊船が突然現れた！バトルシップクルーズ、次のチャレンジは幽霊船バトルだ。船内に仕掛けられたトラップを攻略してゴールに辿り着かなければならない。次々と脱落者が出ていく中、先へと進んでいくアイガ達。そこに、不気味な仮面を付けた怪しい人影が現れて……！？響き渡る叫び声！逃げ惑うブレーダー達！生き残りをかけた幽霊船バトルが繰り広げられる！！"
                },
                "19": {
                    "ID": "7176236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176236",
                    "TitleEnglish": "Super Rumble! Beyathlon!",
                    "SummaryEnglish": "The masked Blader joins the crew; Xavier takes his rivalry with Aiger to the next level; Phi continues to reveal Phoenix's powers.",
                    "TitleJapanese": "大激闘!ベイアスロン!!",
                    "SummaryJapanese": "ベイアスロン！それはベイによる様々な競技で争う、生き残りをかけた競争だ！！シュートパワーとスタミナを競う１０００回シュートから、ベイが飛ぶ美しさの競い合い、そして、ベイでホールインワンを狙うなど、難易度が高い試練が続く！ブレーダーとしての総合能力が問われる過酷な競技をクリアしたブレーダーだけが、最終バトルの権利を得られる！勝ち残れ、ベイアスロン！！"
                },
                "20": {
                    "ID": "7176237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176237",
                    "TitleEnglish": "Explosive Flames! Revive Phoenix!",
                    "SummaryEnglish": "Aiger winds up in the Raging Bulls gym; the ninjas get a taste of Phi's power as a new Blader arrives.",
                    "TitleJapanese": "爆炎!リヴァイブフェニックス!!",
                    "SummaryJapanese": "ニューヨークに到着したベイクイーン号。アイガとソーチョーは、ニューヨークブルズで練習中のフブキと再会する。ベイバトルで腕比べをして、さらなる高みでの再戦を誓い合う。そして、バトルシップクルーズでは、９人目のブレーダーが参加し、２段スタジアムでのバトルロイヤルが始まる！！その時、ファイのフェニックスが黒く輝き、スタジアムは爆炎に包まれ始め……！？"
                },
                "21": {
                    "ID": "7176238",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176238",
                    "TitleEnglish": "Cooperation! Tag-Team Battle!",
                    "SummaryEnglish": "The Bladers get a chance at redemption with a tag-team battle.",
                    "TitleJapanese": "共闘!タッグバトル!!",
                    "SummaryJapanese": "今回のチャレンジバトルはタッグバトル！第１試合はソーチョー＆スオウｖｓジャン＆カイル。そして第２試合はアイガ＆フブキｖｓホウイ＆ラバンとなった。ベイスターが少ないソーチョーとスオウは、協力する気がなく早くもピンチに。一方のアイガとフブキは連携を深めていく。ライバル同士だからこそ仲間の強さを知っている！チームワークで勝ち抜くバトルが始まる！！"
                },
                "22": {
                    "ID": "7176240",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176240",
                    "TitleEnglish": "Three-Way Stand-Off!",
                    "SummaryEnglish": "Ranjiro, Suoh, and Hae-jin risk it all to stay in the competition; Kyle loses more than a battle.",
                    "TitleJapanese": "怒涛の3ベイバトル!!",
                    "SummaryJapanese": "３人１組でのバトルロイヤル、３ベイバトルが始まった！残りのベイスターが１つしかないソーチョー、スオウ、ホウイはもう後が無い。しかもスオウとホウイは同じ組、負けた方がバトルクルーズからの脱落が決まってしまう！！一方、追い込まれて弱気になっていくソーチョーを見たアイガは、一緒に闘争心を燃やして特訓を始める！最初の脱落者は誰になってしまうのか！？"
                },
                "23": {
                    "ID": "7176244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176244",
                    "TitleEnglish": "Operation: Protect the Bey Stars!",
                    "SummaryEnglish": "Fubuki and Suoh battle each other for survival after months of training.",
                    "TitleJapanese": "激戦!守れベイスター!!",
                    "SummaryJapanese": "ソーチョー、フブキ、スオウのベイスターは残り１つ。Ｚ４のジャンが相手に決まったソーチョーは、新必殺技をあみだして打倒エクスカリバーの戦略を練りあげる！一方、フブキの相手はスオウに決定。シュウとの修行であみだした新シュートで攻めに出る！そして、アイガの相手はラバン。レオパルドのハウリングバイトを攻略しないとアイガに勝ち目はない。ベイスターを守るため、負けられないバトルが続いていく！！"
                },
                "24": {
                    "ID": "7176249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176249",
                    "TitleEnglish": "Achilles vs. Xcalius!",
                    "SummaryEnglish": "Aiger, Xavier and Laban wind up stranded on a deserted island; with the competition spiraling out of control, more Bladers are sent home.",
                    "TitleJapanese": "勇者（アキレス）VS勇者（エクスカリバー）!!",
                    "SummaryJapanese": "シーカヤックの競争で意地になり、無人島に迷い込んでしまったアイガ、ジャン、ラバン。自然の猛威とハプニングに襲われるなか、共鳴力を発揮して覚醒したアイガに救われたジャンは、アイガの中にある不思議な力を見抜く。一方、ラバンは対戦相手のファイを占うと、見てはならぬファイの本性を覗いてしまう！衝撃の結末に全てのブレーダー達が戦慄する！！"
                },
                "25": {
                    "ID": "7176253",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7176253",
                    "TitleEnglish": "Super Dragon! Geist Fafnir!",
                    "SummaryEnglish": "Naru has an encounter with her dad's former mentor; Aiger challenges Free De La Hoya to a battle.",
                    "TitleJapanese": "超竜!ガイストファブニル!!",
                    "SummaryJapanese": "最終目的地であるスペインに到着したベイクイーン号。アイガは早速、バルトの所属チーム・ＢＣソルへ向かうが、森に迷い込んでしまう。そこで出会ったのはフリー・デラホーヤ！世界最強ブレーダーを目の前にして闘争心をむき出しにするアイガはバトルを挑む！しかし、最強無敵を求めて急成長したアイガが危険な何かに目覚めていくのを感じ始めたフリーは、本気を出してアイガを倒しにかかる！！"
                },
                "26": {
                    "ID": "7178837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7178837",
                    "TitleEnglish": "The Battleship Cruise! Final Voyage!",
                    "SummaryEnglish": "With the departure of Xavier, just four Bladers remain in the competition; Aiger struggles to harness the power of Achilles.",
                    "TitleJapanese": "白熱（ヒートアップ）！バトルシップ！！",
                    "SummaryJapanese": "残り４人となったバトルシップクルーズ。第１試合はファイｖｓジャン、第２試合はアイガｖｓフブキに決定！ゾロから受け取った新たなランチャーとドライバーの性能を引き出せないアイガは、必ず勝つとソーチョー相手に特訓を始める。しかし、その戦い方はまるで相手のベイを破壊するようで、見ていたナルたちを不安にさせる。そんな中、いよいよバトルシップクルーズは最終局面のバトルへと突入する！！"
                },
                "27": {
                    "ID": "7178839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7178839",
                    "TitleEnglish": "Road to Glory!",
                    "SummaryEnglish": "Xavier introduces Aiger to Xander Shakadera, to prepare him for the title match.",
                    "TitleJapanese": "天下無双への道!",
                    "SummaryJapanese": "世界チャンピオン、蒼井バルトへの挑戦権を得たアイガとファイ。しかしタイトルマッチを前にして、エクステンドプラスドライバーを使いこなせないアイガに、ジャンは師匠であるシャカこと灼炎寺カイザを連れて現れる！アイガに興味を持ったシャカは、バルト戦に向けたシャカ流の特訓を始めるのだった！タイトルマッチ前哨戦、エクスカリバーとシャカが立ちはだかる！！"
                },
                "28": {
                    "ID": "7178840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7178840",
                    "TitleEnglish": "Valt vs. Aiger!",
                    "SummaryEnglish": "Aiger and Valt Aoi face off for the World Championship title.",
                    "TitleJapanese": "バルトVSアイガ!!",
                    "SummaryJapanese": "急激に強くなっていたアイガに、驚きながらもバトルを楽しむバルト。しかし、アイガは違った。勝ってこそのバトルだと最強への執念を燃やし、もっともっと強くなることを追い求める。しだいにアイガの様子に変化が……。アキレスと深く共鳴したアイガは、力を暴走させ漆黒のオーラを浮かび上がらせた！危機感を覚え、全力で迎え撃つバルト！タイトルマッチは死闘になっていく！！"
                },
                "29": {
                    "ID": "7201859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201859",
                    "TitleEnglish": "Dark Prince! Dread Hades!",
                    "SummaryEnglish": "After defeating Valt, Aiger faces another important opponent.",
                    "TitleJapanese": "冥界の魔王デッドハデス!",
                    "SummaryJapanese": "満月の下、アイガとファイ、２人だけの決闘が始まる！ファイの目的は、共鳴で強さを得たアキレスを自分の手で破壊することだった。しかし、黒いオーラを発して立ち向かってくるアイガは、底知れぬパワーをファイに見せつける事になる！？一方、破壊に突き動かされるアイガに、不安をおぼえるバルトは、大きな決断をする！さらに、波乱のベイブレード界では、Ｚ４の最後の１人がついに動き始める！！"
                },
                "30": {
                    "ID": "7201861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201861",
                    "TitleEnglish": "Aiger Goes Wild!",
                    "SummaryEnglish": "As Hyde's predicted victory looms closer, it looks like Aiger might lose his title as quickly as he won it; after the match, training with the Bey Club devolves into a one-sided burst-fest.",
                    "TitleJapanese": "アイガ、荒ぶる!",
                    "SummaryJapanese": "アイガｖｓハーツのタイトルマッチ！Ｚ４の最後の１人であり、ファイの双子の弟ハーツは、デッドハデスと一心同体になる究極の共鳴をするブレーダー。ベイの力を最大に高める代償に、ベイのダメージも自分自身に受けるバトルスタイルを持つ。最重量級ベイ、デッドハデスの痛恨の打撃が、深々とアキレスに打ち込まれる！アイガもより深くアキレスと共鳴するが、ベイの衝撃を感じるようになっていき……。"
                },
                "31": {
                    "ID": "7201863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201863",
                    "TitleEnglish": "Rebirth! Turbo Valtryek!",
                    "SummaryEnglish": "Aiger's frustration is growing and Hyde's press conference only makes things worse; Kyle appears to take his shot against the famous Free De La Hoya.",
                    "TitleJapanese": "新生!超Zヴァルキリー!!",
                    "SummaryJapanese": "自分の力をコントロールできないアイガ。アキレスとの共鳴を高めようと特訓するが、アキレスが思うように動いてくれない。少しでも気晴らしにと、動物たちと遊んで気分転換しようとするが、アイガの黒いオーラに動物たちも逃げ出してしまう。行き詰まったアイガは大きな決断をすることになる！一方、バルトは赤刃タイガの工房を訪れ、新ヴァルキリーの開発に動き出す！！"
                },
                "32": {
                    "ID": "7201865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201865",
                    "TitleEnglish": "Dread Tower! The Dark Citadel!",
                    "SummaryEnglish": "Aiger and Ranjiro arrive at the Dread Tower, but with Hyde calling the shots, nothing is as it seems; with the grand entrance of notorious Bey-burglar, Count Nightfell, things are about to get even more unpredictable.",
                    "TitleJapanese": "魔城デッドグラン!!",
                    "SummaryJapanese": "超Ｚヴァルキリーを完成させたバルトのもとに、フリーが訪ねてくる。超Ｚ覚醒の力を身につけるため、バルトはフリーと特訓を開始する！一方、魔城デッドグランに到着したアイガとソーチョー。ハーツのもとにたどり着くためには様々な仕掛けを突破しなければならない。そして、アイガの前に仮面を脱いだ地獄の門番、カイルが襲いかかる！！"
                },
                "33": {
                    "ID": "7201866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201866",
                    "TitleEnglish": "Trapped in the Dread Tower!",
                    "SummaryEnglish": "As they make their way through the Dread Tower, Aiger and Ranjiro find themselves in a sticky situation when they face off against the enigmatic Dr. Evel.",
                    "TitleJapanese": "戦慄!!デッドグランの罠",
                    "SummaryJapanese": "魔城デッドグランに乗り込んだアイガとソーチョー。迷いながら辿り着いたのはイベルの研究室だった。研究データを取るため、イベルはオーブイージスでアイガに襲いかかる。鉄壁を誇るイージスの守りに、アキレスの攻撃は通用するのか！？さらに、アポロスとアルテミスが回転する超Ｚ無双ベイスタジアムが設置された部屋では、天井が落ちてくる罠が仕掛けられていた。制限時間以内に攻略することができるのか？"
                },
                "34": {
                    "ID": "7201877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201877",
                    "TitleEnglish": "Secret of the Fused Bey!",
                    "SummaryEnglish": "Aiger is challenged to a friendly match by Count Nightfell, and he is sure he'll win.",
                    "TitleJapanese": "合体ベイ!エクリプス!!",
                    "SummaryJapanese": "怪盗ナイト伯爵。世界中で気に入ったベイを盗み取る彼は、ハーツのベイを狙い、魔城デッドグランへ忍び込んでいた。しかし現れたアイガに興味を持ち、アキレスを手に入れるためアイガの前に立ち塞がる。アポロスとアルテミスを合体させたベイ、エクリプスとのバトルになる！勝ったらハーツの居場所を教えるという条件で、勝負を受けるアイガだが、エクリプスの秘密に驚くことになる！！"
                },
                "35": {
                    "ID": "7201879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201879",
                    "TitleEnglish": "Spirit of Flame! Turbo Spyrzen!",
                    "SummaryEnglish": "Fubuki and Shu Kurenai show up at the Dread Tower, and Shu is determined to show Aiger where true strength comes from.",
                    "TitleJapanese": "炎神!超Zスプリガン!!",
                    "SummaryJapanese": "アイガの前に姿を現したのは伝説のブレーダー、紅シュウだった。アイガの共鳴がアキレスとの絆を無視した悪魔の共鳴だと伝えに現れたのだ。納得できずにベイバトルを挑むアイガの前に、シュウの進化したスプリガンが立ちはだかる。なおも諦めないアイガに、バトルを通じてベイとの絆を伝えようとするシュウ。果たして、シュウの想いはアイガに届くのだろうか！？"
                },
                "36": {
                    "ID": "7201886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201886",
                    "TitleEnglish": "The Darkness Within!",
                    "SummaryEnglish": "The Hyde show continues as Aiger finally gets his long-awaited rematch. But the battles don’t stop there; former and current World Champions go head-to-head when Valt challenges Hyde.",
                    "TitleJapanese": "アイガ、闇との戦い!!",
                    "SummaryJapanese": "デッドグラン内にある試合会場、デッドコロッセオ。そこではアイガｖｓハーツのバトルが始まろうとしていた。遂にハーツとの再戦を迎えたアイガは、闇の共鳴力を高めてハーツに挑み掛かる。同じく闇の共鳴を極めたハーツも暗黒のパワーを高めていく。リベンジマッチを観戦する世界中のブレーダー達。観客席では不安げに見守るバルトとシュウ。今、暗黒のパワーを極めた２人のブレーダーがぶつかり合う！！"
                },
                "37": {
                    "ID": "7201889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201889",
                    "TitleEnglish": "Turbo Clash! Showdown at the Dark Citadel!",
                    "SummaryEnglish": "it’s time for Valt to prove once and for all who belongs in the top spot as he clashes with Hyde in a Dread Tower showdown. Frustrated by his earlier loss to Hyde, Aiger storms out of the match and runs into Phi.",
                    "TitleJapanese": "超ゼツ激突!魔城の決戦!!",
                    "SummaryJapanese": "バルトｖｓハーツ。セカンドバトルを終えても互角の勝負を繰り広げる2人。ハーツは闇の共鳴を極めたブレーダー。ベイの衝撃を自分自身に感じ、痛みを受ければ受けるほど、強力なパワーを発揮してバルトを追い詰める。ヴァルキリーと語り合うバルトは、ヴァルキリーの超Ｚ覚醒で対抗する！激突に次ぐ激突はデッドグランを揺るがす衝撃を生み、遂に決着の時が訪れる！！"
                },
                "38": {
                    "ID": "7201895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201895",
                    "TitleEnglish": "Rebirth! Turbo Achilles!",
                    "SummaryEnglish": "Aiger might have hit rock bottom, but that means the only way to go is up! With a little help from Shu Kurenai, he returns home to forge his new Bey: Turbo Achilles.",
                    "TitleJapanese": "爆裂誕生!超Zアキレス!!!",
                    "SummaryJapanese": "共鳴しても勝てないアイガは、バルトとヴァルキリーの戦う姿を振り返って、ようやく気づく。自分が共鳴だと思っていたのは、アキレスとの絆を深めるどころか断ち切るものだったと。アイガは自分のあやまちを認め、今度こそアキレスとの絆をつなぐと決意する。そしてシュウの手を借りて、アキレスを復活させるべく動き始めた！！"
                },
                "39": {
                    "ID": "7201900",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201900",
                    "TitleEnglish": "Aiger’s Rematch! Unbreakable Bond!",
                    "SummaryEnglish": "An old friend of Valt’s arrives in town: the one-and-only Master of the Wind, Kit Lopez! With Aiger struggling to perfect his Turbo Awakening, Kit helps him come up with a Plan B to take Hyde down.",
                    "TitleJapanese": "アイガ魂の再戦（リベンジ ）!!",
                    "SummaryJapanese": "ハーツとの再戦が決まり、ソーチョーやフブキたちと特訓に打ち込むアイガの元へ客人が訪れる。彼はキット。バルトのチームメイトで、ＢＣソルを代表するトップブレーダーの１人だ。アキレスに興味を持ったキットは案内役にアイガを連れ出し、２人でバルトの思い出の場所を巡っていく。バルトの成長の足跡をたどり、ブレーダーとしての自分を見つめ直していくアイガは、ハーツ戦へ魂を込めたバトルを誓う！"
                },
                "40": {
                    "ID": "7201903",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201903",
                    "TitleEnglish": "Master of the Wind! Air Knight!",
                    "SummaryEnglish": "Achilles finally entered the Turbo Awakened state against Hyde and Hades, but can Aiger repeat his success? If he wants to stand a chance against the Master of Wind, Kit Lopez, he'll have to deepen his bond with Achilles. But with Kit's Air Knight taking to the skies, will their Turbo Awakening be enough?",
                    "TitleJapanese": "風の騎士エアナイト!",
                    "SummaryJapanese": "アキレスとの絆を結びなおしていこうと気を引き締めるアイガ。その時、空からハングライダーでキットが登場！彼はバルトへの挑戦をかけて、アイガにバトルを申し込むのだった！そして、１つ頼みごとを打ち明けた。赤刃タイガに会ってエアナイトを見せたいと。２人はアイガの故郷に一緒に向かい、タイガの工房を訪れる。エアナイトをさらに進化させるヒントを得たキットは、アイガと共に開発を始め…？"
                },
                "41": {
                    "ID": "7201906",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201906",
                    "TitleEnglish": "Hyde vs Phi!",
                    "SummaryEnglish": "Phi comes out of nowhere to challenge Hyde, his younger brother. Knowing that in Dread Tower, first burst gets the win, he provokes Hyde to be tired and gets fired up by evil aura and destroys Dread Hades.Then he makes his phoenix bind with hades and gets his new bey Dread Phoenix.",
                    "TitleJapanese": "魔王(ハーツ)VS神(ファイ)！！",
                    "SummaryJapanese": "アイガと超Ƶアキレスの前に敗北したハーツは、激しい特訓に打ち込む。そこには、デッドグランを見下ろすファイ。幼い頃から全てにおいて弟であるハーツに優っていたファイの、ただ１つの心残り。それは父からもらったベイ、デッドハデスをハーツから奪い取ることだった。決死の覚悟で阻止しにかかるハーツと、真の力を見せつけるファイ。今、ベイブレード界に新たな戦慄が走る！！"
                },
                "42": {
                    "ID": "7201907",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201907",
                    "TitleEnglish": "Battle Royale! Beyblade Heroes!",
                    "SummaryEnglish": "Beigoma academy's principal surprises the young ones by introducing the six-way battle royale stadium. Suoh Genji makes an unexpected appearance and challenges Aiger's new Turbo Achilles.Moreover Valt's younger brother Toko Aoi seems fired up.",
                    "TitleJapanese": "バトルロイヤル!戦略大作戦!!",
                    "SummaryJapanese": "ハデスを破壊したファイに対し、闘志を燃やすアイガ。そんな時、篠田学園長は、アイガ達の特訓用にと２段式スタジアムをプレゼントする。米駒学園のブレーダー６人でバトルロイヤルを始めるアイガたち。ベイブレードを始めた頃のライバル達を前に、初心に戻るアイガ。一緒に強くなってきた仲間達とのバトルは、アイガとアキレスの絆に大きな課題を突きつけることになる！？"
                },
                "43": {
                    "ID": "7201910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201910",
                    "TitleEnglish": "Lord of Destruction! Dread Phoenix!",
                    "SummaryEnglish": "Phi, after successfully taking over his younger brother Hearts' Dead hades ,makes his phoenix bind with hades and gets his new bey Dead Phoenix. He claims to be the god of destruction and makes his first target Free de la hoya. He has had a battle with Free and destroys Geist Fafnir into pieces.",
                    "TitleJapanese": "破壊神!デッドフェニックス!!",
                    "SummaryJapanese": "ファイｖｓフリーのスペシャルマッチ！ファイの狙いは、フリーのガイストファブニルを破壊し、バルト達に絶望を与えること。コンディションを万全に整えてバトルにのぞむフリー。ハデスを取り込んだデッドフェニックスの猛攻に対し、ガイストファブニルは回転力を吸収して逆襲！だが、デッドアーマーによる不規則な攻撃で追い詰めてくるファイ！！フリーはオーバーリミッターをさらに解除し、全力を超えた全力を出し始める！！"
                },
                "44": {
                    "ID": "7201913",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201913",
                    "TitleEnglish": "Turbo Training! Xavier’s Kingdom!",
                    "SummaryEnglish": "Aigar sets out on a training journey to build his bond with Achilles, and his first destination is Xhan's royal palace. At reuniting with Aigar, Xhan quickly takes him through various training exercises. Tile splitting, karate exercises, balance training - Aigar challenges the activities Xhan does on a daily basis. As the pair face off in a stadium built for those specializing in attack, Xhan detects some hesitation within Aigar. What's holding him back!?",
                    "TitleJapanese": "超ゼツ特訓、王国編!!",
                    "SummaryJapanese": "アキレスとの絆を作るため、武者修行の旅に出たアイガ。その最初の目的地はジャンの王宮だった！アイガと再会したジャンは、早速いろいろな修業へと連れ出す。瓦割り、空手の組手、バランス修行など、ジャンが日頃こなしている修業に挑戦するアイガ。そして攻撃特化の特殊スタジアムで対峙した２人だが、アイガの中に迷いがあるのをジャンは見抜く。アイガの迷いとは…！？"
                },
                "45": {
                    "ID": "7201916",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201916",
                    "TitleEnglish": "Turbo Training! Survival on the Savanna!",
                    "SummaryEnglish": "Aiger's training journey takes him to Africa where he meets with an old friend, wild child Laban Vanot. Laban shows Aiger the importance of concentration and following your senses; a lesson which, after a deep conversation with Achilles, Aiger’s ready to master. Meanwhile, Valt and Kit face off in the next Title Match!",
                    "TitleJapanese": "超ゼツ特訓、サバンナ編!!",
                    "SummaryJapanese": "アイガの次の目的地はアフリカだ！ラバンの出迎えを受けて、キリマンジャロへ向かうアイガ。しかしキリマンジャロは高く険しい山。途中で野宿をすることになったアイガは、食料を探しに出かける。その時、濃い霧がアイガを包み込み、キリマンジャロの精霊がアイガに語りかけてくる…。キリマンジャロの精霊の正体とは！？今、アフリカの野生の大地が、アイガの本能に火をつけ始める！！"
                },
                "46": {
                    "ID": "7201919",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201919",
                    "TitleEnglish": "Take Flight! Aerial Showdown!",
                    "SummaryEnglish": "It's Phi vs Shu! After witnessing Geist Fafnir's destruction, Shu believes it's his duty to stop the terrifying Phi once and for all. Not one to go in without a plan, Shu focuses on ending the match quickly before Dread Phoenix can use its ultimate weapon. Can Shu's determination overcome Phi's appetite for destruction?",
                    "TitleJapanese": "飛べ!空中大決戦!!",
                    "SummaryJapanese": "アイガの修行の旅、その最後の相手はキットだ！サバンナからBCソルへと移動したアイガは、バルトとのタイトルマッチを終えたばかりのキットに勝負を挑む。意気込むアイガを、キットは地下室に案内する。そこには、キットが得意な空中戦にも対応した新型スタジアムが設置されていた！！アイガは空中戦を攻略し、キットに勝利することが出来るのか！？"
                },
                "47": {
                    "ID": "7201921",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201921",
                    "TitleEnglish": "Spirit of Flame vs Lord of Destruction!",
                    "SummaryEnglish": "It's Phi vs Shu; After witnessing Geist Fafnir's destruction, Shu believes it's his duty to stop Phi once and for all; Not one to go in without a plan, Shu focuses on ending the match quickly before Dread Phoenix can use its ultimate weapon.",
                    "TitleJapanese": "炎神VS破壊神!!",
                    "SummaryJapanese": "シュウｖｓファイのスペシャルバトルがついに始まる！レッドアイと呼ばれていた時以上の気迫を出すシュウを見て、さらに喜びを感じるファイは、スプリガンの破壊を宣言する！！そして始まるファーストバトル。シュウの出方を探るように守りに徹するファイに、デッドアーマーを封じる速攻で勝負を決めにいくシュウ！トップブレーダー同士の激戦、全世界が注目するバトルの行方は！？"
                },
                "48": {
                    "ID": "7201927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201927",
                    "TitleEnglish": "Blading Together! Turbo Awakening!",
                    "SummaryEnglish": "As Aiger trains for his impending battle against Phi, Shu arrives with a re-forged Spryzen to lend a hand. Meanwhile, Toko unites the Bey Club and the Wild Bey Gang to try and find Phi’s weakness—if he has one. Aiger’s going to need everyone’s help to hone his skills for this showdown!",
                    "TitleJapanese": "俺たちのベイブレード!",
                    "SummaryJapanese": "ファイとのバトルが決まったアイガ。米駒学園の仲間たち全員と一緒に、ファイを倒すための猛特訓を始める。しかし相手はファイとデッドフェニックス。レベルが格段に高い相手に、決め手がなかなか見つからない。その時、米駒学園に現れたのは紅シュウ！デッドフェニックス攻略のための試練を与える。アイガはシュウの試練を乗り越える事ができるのか？"
                },
                "49": {
                    "ID": "7201930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201930",
                    "TitleEnglish": "Aiger vs Phi!",
                    "SummaryEnglish": "Ahead of their showdown, Aiger fears that Phi may once again succeed in destroying Achilles. And when it’s declared that the match will be decided by Burst Finish only, it looks like Aiger’s plans for a defense-based strategy might prove useless. Will all of his training come undone before the battle even begins?",
                    "TitleJapanese": "アイガVSファイ!!",
                    "SummaryJapanese": "フェニックスによって再びアキレスが破壊される悪夢を見るアイガ。試合を前に緊張感を隠せないが、シュウとの特訓を乗り越えた自信で気持ちを落ち着かせる。因縁の対決を目前に控え、実家に帰ってきたアイガは、父・タイガとのベイバトルを心から楽しむのだった。そして遂に決戦の日、ファイは驚きの試合方法を提案してきて…！？アイガｖｓファイ、決着の火蓋が今切られる！！"
                },
                "50": {
                    "ID": "7201932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201932",
                    "TitleEnglish": "Aiger's Turbo Resonance!",
                    "SummaryEnglish": "Despite a string of Ring Out and Survivor Finishes, the score is still stuck at 0-0! With the crowd on his side, Aiger follows his intuition and listens to Achilles. In this final epic encounter, he resolves to show Phi the true meaning of the bond between Blader and Bey!",
                    "TitleJapanese": "イガ、超ゼツ共鳴!!",
                    "SummaryJapanese": "フェニックスの猛攻に耐え、オーバーフィニッシュを決めたアキレス。ファイは、想像以上に成長したアキレスの一撃に驚きつつも、壊しがいがあるベイだと邪悪な笑みを浮かべる。ファイの気迫に圧倒されるアイガだが、仲間たちの想いを胸に、アキレスと共に真っ向勝負で立ち向かう！白熱のバーストマッチは最終局面に突入する！！"
                },
                "51": {
                    "ID": "7201938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7201938",
                    "TitleEnglish": "Bonding! Aiger vs Valt!",
                    "SummaryEnglish": "Aiger reflects on his journey and the two constants that have been with him since the start: his bond with Achilles and his rivalry with Valt. As strong as he’s become, Aiger will still have to step it up if he’s going to take on the World Champ! Who will claim the title of the world’s best Blader?",
                    "TitleJapanese": "絆!アイガVSバルト!!",
                    "SummaryJapanese": "王者バルトｖｓアイガのタイトルマッチ！初めてバルトと出会い、ベイの楽しさを知った時を思い出すアイガ。一方のバルトも、強くなったアイガとのバトルに胸を躍らせる。そしてついに、ネオベイアリーナにて頂上決戦の幕が開ける。超Ƶ覚醒を解除して、バースト狙いで正面からぶつかり合うアキレスとヴァルキリー！最強無敵のブレーダーを決める世紀の対決に、全世界のブレーダー達が熱狂する！！"
                }
            }
        },
        "4": {
            "ID": "1822689",
            "URL": "https://www.thetvdb.com/series/beyblade-burst/seasons/official/4",
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "7601488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7601488",
                    "TitleEnglish": "Ace Dragon! On the Rise!",
                    "SummaryEnglish": "After training with Valt Aoi, Dante Koryu is ready to take on the world with his new Bey, Ace Dragon!",
                    "TitleJapanese": "ガチだぜエースドラゴン！",
                    "SummaryJapanese": "赤刃アイガvs蒼井バルトのタイトルマッチから１年後。蒼井バルトは、新たな進化をとげた「ガチンコベイ」のスラッシュヴァルキリーを作り上げた。ＢＣソルの後輩、虹龍ドラムと茜デルタの前で打ち放たれるヴァルキリーは、黄金に光り輝き疾走する。ベイの無限の可能性を目の当たりにしたドラムは、光のベイを目指すと決意し、相棒のエースドラゴンと共に日本へ修行の旅に出る。今、新たな才能がベイブレード界に旋風を巻き起こす！"
                },
                "2": {
                    "ID": "7601489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7601489",
                    "TitleEnglish": "Lookin' Awesome! Bushin Ashindra!",
                    "SummaryEnglish": "While training, Dante stumbles across a high-tech gym run by the Spark Wings. One battle is all it takes to show why this club, and their leader Fumiya Kindo, are the Victories' biggest rivals!",
                    "TitleJapanese": "イガすぜブシンアシュラ!",
                    "SummaryJapanese": "虹龍ドラムvs草葉アマネ。ブシンアシュラの12枚刃による強固なディフェンスの前に、攻撃を封じられるエースドラゴン。追い詰められるドラムだが、ドラゴンを最高の光のベイにする決意を胸に、さらに闘志を燃やす！しかし、アシュラは必殺のハリケーンディフェンスで、ドラゴンの攻撃パターンを崩してくる！ドラムは修行の地、日本で直面した試練を乗り越えることができるのか！？"
                },
                "3": {
                    "ID": "7601490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7601490",
                    "TitleEnglish": "Abracadabra! Wizard Fafnir!",
                    "SummaryEnglish": "In an attempt to humiliate the Victories, Fumiya challenges Dante to a battle that will be broadcast around the country.",
                    "TitleJapanese": "魔ジカ！？ウィザードファブニル！",
                    "SummaryJapanese": "ビクトリーズでトレーニングを開始したドラム。ランニング中、ドラムは目に留まったベイクラブ、スパークデビルスの練習場へふらりと寄り道をする。そこはアマネのライバル、金道フミヤ率いる国内屈指の強豪クラブだった。フミヤのガチンコベイ、ウィザードファブニルに興味を引かれるドラムだが、ファブニルには魔法のような未知の能力が秘められていた。ファブニルの驚異の魔法がドラゴンに襲い掛かる！！"
                },
                "4": {
                    "ID": "7601491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7601491",
                    "TitleEnglish": "From the Flames! Glyph Dragon!",
                    "SummaryEnglish": "Blading superstar Valt Aoi visits Dante for a friendly battle before opening the Bey Carnival. Once the tournament begins, the Victories will need to get the hang of the Hyper Stadium if they hope to win.",
                    "TitleJapanese": "炎のグランドラゴン！",
                    "SummaryJapanese": "フミヤのウィザードファブニルに刺激されたドラムは、ドラゴンを進化させるため、新しいベースを作り出した。スタミナ能力を飛躍的に高めたベース、その名はグラン！しかし、新たな課題に直面する。今のドラムのシュートでは、グランドラゴンの能力を引き出せないのだ。シュートフォームを改善するため、タンゴが指示した訓練とは！？"
                },
                "5": {
                    "ID": "7601492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7601492",
                    "TitleEnglish": "Dragon vs Fafnir!",
                    "SummaryEnglish": "As the Bey Carnival heats up, Arman and Ashindra take the stage against Joe Lazure and Joker. Will they meet the same fate as the other Victories members before them?",
                    "TitleJapanese": "ドラゴンVSファブニル！",
                    "SummaryJapanese": "ビクトリーズに驚きのニュースが飛び込んでくる。ベイブレードカーニバル優勝候補のフミヤが、ドラムとビクトリーズに対して親善試合を申し込んできたのだ。しかも、バトルは全世界への生中継で行われる。間違いなく罠だと心配するアマネとイチカだが、ドラムはやる気満々！波乱が予想される親善試合、フミヤの狙いは何なのか！？"
                },
                "6": {
                    "ID": "7608028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7608028",
                    "TitleEnglish": "Explosive Speed! Glyph Strike!",
                    "SummaryEnglish": "In the Bey Carnival semifinals, Dante clashes with Joe while Fumiya goes up against Lodin. The battles have never been wilder and the stakes have never been higher!",
                    "TitleJapanese": "爆速グランビート！",
                    "SummaryJapanese": "ポイントを先取され、後が無くなったドラム。弱点がないファブニルに圧倒されるが、次の勝負をグランドラゴンに賭ける！積極的な攻めで、ドラムを追い込こんでいくフミヤ。ウィザードファブニルの必殺攻撃に対し、粘り強いスタミナ力で必死に耐えるグランドラゴン。ベイカーニバル前哨戦、ドラムはファブニルの壁を打ち破ることができるのか！？"
                },
                "7": {
                    "ID": "7907101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907101",
                    "TitleEnglish": "Inspiration! Challenging Valt!",
                    "SummaryEnglish": "At last, the final match of the Bey Carnival is here! If Dante wants to beat elite athlete Lodin Haijima, he'll need to make his launch way more powerful!",
                    "TitleJapanese": "バルトに挑戦だーッ！",
                    "SummaryJapanese": "すっかりビクトリーズに馴染んだドラム。今日もガチンコ勝負をアマネたちと繰り広げていた。そんな時、トレーニング中にふらりと現れたのは、蒼井バルトだった！ベイカーニバル開催に合わせて、ドラムの様子を見に来たのだ。突然のレジェンドブレーダーの訪問に驚くドラムたち。この機会を逃すものかとビクトリーズ一同は闘志全開でバルトに挑戦する！！"
                },
                "8": {
                    "ID": "7907102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907102",
                    "TitleEnglish": "Get Hype! Bey Carnival!",
                    "SummaryEnglish": "Dante and Delta are finally going head-to-head! Dante is excited to battle his friend, but Delta is disappointed by Dante's performance.",
                    "TitleJapanese": "燃えろッベイカーニバル！",
                    "SummaryJapanese": "バルトの掛け声と共にベイカーニバルが始まった！ドラムは新開発したロックドラゴンで初戦にのぞむ。そんな中、ビクトリーズ一同の前に現れたのはギャンブルブレーダー、瑠璃川ジョー。彼はこの大会で、自分がビクトリーズ全員を倒せるかどうか賭けて戦うと宣言する。ミステリアスなジョーの初戦の相手はなんとタカネ！くせ者ぞろいのベイカーニバルは波乱の幕開けとなる！！"
                },
                "9": {
                    "ID": "7907103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907103",
                    "TitleEnglish": "All-In! Judgment Joker!",
                    "SummaryEnglish": "Tango decides to take the Victories on a training journey to battle more powerful Bladers. While Dante meets with the mysterious Pheng Hope, Delta challenges the artistic Blindt DeVoy.",
                    "TitleJapanese": "オールイン♠︎! ジャッジメントジョーカー!",
                    "SummaryJapanese": "ベイカーニバルのベスト８が決まった！準々決勝、注目の第一試合はアマネvsジョー！賭けが当たったと余裕のジョーに対し、負けられない理由があると闘志を燃やすアマネ。自分を鍛えてくれたタンゴのために、弱小と呼ばれ続けるビクトリーズを有名にするため、優勝を目指していたのだ。アマネとアシュラは、ジョーカーの壁を打ち破れるのか！？"
                },
                "10": {
                    "ID": "7907104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907104",
                    "TitleEnglish": "Rising Battles! Semifinals!",
                    "SummaryEnglish": "Delta and Blindt decide who'll walk away the victor, while Pheng takes the Victories back to his temple so that Arman can make good on his promise.",
                    "TitleJapanese": "ガチバトルだぜベスト4！",
                    "SummaryJapanese": "ベイカーニバル準決勝。運命のルーレットが回り、第一試合はドラムvsジョーに決定。ジョーは自分の賭けどおり、ついにビクトリーズ全員と当たることになり一同を驚かせる。一方のドラムは、アマネたちと対策を練り始める。エース・グラン・ロックをどのように使いこなして戦うかが勝利への鍵となる。果たしてドラムは、変幻自在のジョーカーを攻略できるのか！？"
                },
                "11": {
                    "ID": "7907105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907105",
                    "TitleEnglish": "The Final Hand!",
                    "SummaryEnglish": "Dante and Arman compete in the Blading circuit at Battle Island. They'll be going up against the best Bladers from all around the world, but the ultimate test will be against none other than the legendary Aiger Akabane!",
                    "TitleJapanese": "ガチvsトリック!",
                    "SummaryJapanese": "先制しながらもジョーに追いつかれたドラム。変幻自在で動きが読めないジョーカーの攻略方法が見つからず焦り始めるが、ドラゴンと語り合い、エースドラゴンで挑むと決める。攻めて攻めて攻めまくる、真っ向勝負でバトルだ！ドラムの戦略を見たジョーも、一か八かの真っ向勝負に出る！スピードをつけたベイ同士が、正面から激突！！生き残るのはどちらのベイか！？"
                },
                "12": {
                    "ID": "7907107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907107",
                    "TitleEnglish": "Heavy Steel! Zone Lúinor!",
                    "SummaryEnglish": "Dante wants to be the first Blader to finish the Battle Island race and face off against World Champ, Aiger Akabane. There's just one problem: he's up against Blindt DeVoy of the Risen 3!",
                    "TitleJapanese": "重鋼ツヴァイロンギヌス！",
                    "SummaryJapanese": "ベイカーニバル準決勝第２試合は、前回優勝者フミヤと、超人的パワーの持ち主ロダン。この大会は通過点にすぎないと宣言するロダンは、バースト狙いで決めにくる。しかし、フミヤは高度なテクニックで、ロンギヌスの攻撃を無効化していく。強敵に巡り会えたとさらにパワーを上げるロダンに対し、巧みな攻守でバトルを支配するフミヤ。パワーvsテクニックの熾烈なバトル！会場の熱気は最高潮に！！"
                },
                "13": {
                    "ID": "7907108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907108",
                    "TitleEnglish": "Bey Carnival! Epic Final!",
                    "SummaryEnglish": "Fresh off their recent victories, Dante, Arman and Delta are the final Bladers left to face reigning world champion Aiger Akabane and claim the title for themselves.",
                    "TitleJapanese": "決めるぜっガチシュート！",
                    "SummaryJapanese": "ロダンの圧倒的なシュートパワーを目にしたドラム。今までより強いシュートを打とうと特訓に励むが、完成しないまま決勝戦をむかえる。迷いを抱えるドラムに対し、ファーストバトル、ロダンは５秒でドラゴンをバーストさせると宣言！騒然とする会場で、ドラムは冷静さを失っていく。日本でむかえた最大の試練！ロンギヌスの猛攻がドラゴンに襲いかかる！！"
                },
                "14": {
                    "ID": "7907113",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907113",
                    "TitleEnglish": "Rise and Shine! Hyper-Flux!",
                    "SummaryEnglish": "In the wake of a devastating Burst Finish, Dante's only got one more shot to take down Aiger Akabane. Can Dante stage a comeback? Only the next battle will tell",
                    "TitleJapanese": "ガチンコ炸裂ゴールドターボ！",
                    "SummaryJapanese": "バトルを通じて更に強さを増すドラムとロダン。フォースバトル、彼らの渾身のシュートが放たれた！ロンギヌスの重量を生かした一撃に対し、ロックドラゴンの能力をフル活用して反撃するドラム。観客席のバルトも見入るほどの激しく熱いバトル。ロンギヌスは最大攻撃ツヴァイハンマーで攻め込み、ロックドラゴンはロッククラッシュで応戦する。その時、黄金の光がスタジアムを駆け抜けていく！？"
                },
                "15": {
                    "ID": "7907114",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907114",
                    "TitleEnglish": "Dante vs Delta!",
                    "SummaryEnglish": "A mysterious Blader named Arthur has interrupted the final match of the Battle Island circuit, announcing a new Blading age built on darkness and power. Now, as the official World Champion, Aiger must face Arthur to keep the world of Beyblade from falling into despair!",
                    "TitleJapanese": "ドラムvsデルタ!",
                    "SummaryJapanese": "ドラムの前に突然現れ、エースドラゴンをバーストさせたデルタ。ゴールドターボを絶対的な強さと考えるデルタは、ディアボロスを唯一最強とするため、ベイカーニバル決勝でゴールドターボの輝きを見せたドラゴンを倒しに来たのだ。続くバトル、ドラムはグランドラゴンのスタミナをいかした連続攻撃で、ディアボロスを遂にバーストさせたかに見えたのだが！？"
                },
                "16": {
                    "ID": "7907115",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907115",
                    "TitleEnglish": "The Demon Bey! Devolos!",
                    "SummaryEnglish": "Dante struggles to rebuild Dragon after his devastating defeat. With Arthur's twisted style of Blading taking over the world, Dante is running out of time!",
                    "TitleJapanese": "悪魔のベイ、ティアボロス！",
                    "SummaryJapanese": "サードバトル。これが最後とベースを付け替えたイレイズディアボロスをドラムに突き付けるデルタ。勝負を諦めず、ロックドラゴンで挑むドラム。左回転のイレイズディアボロスによる激しい攻撃に耐えて逆転を伺うドラムだったが、再び分身したディアボロスの驚異の連携技がドラゴンに襲いかかる。底知れぬ実力を持つディアボロスに対し、ドラムとドラゴンは勝利を信じて立ち向かう！！"
                },
                "17": {
                    "ID": "7907116",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907116",
                    "TitleEnglish": "Flying High! Harmony Pegasus!",
                    "SummaryEnglish": "With the completion of Royal Genesis, Gwyn lets it rip in battle for the very first time! Dante offers some friendly advice, but how will a total newbie fare against a Blader as experienced as Joe Lazure?",
                    "TitleJapanese": "飛翔、ヘブンペガサス！",
                    "SummaryJapanese": "デルタのバトルを目の当たりにしたタンゴは、ドラムたちと世界へ修行の旅に出ると決める。目的地は、神の子と呼ばれるポット・ホープがいる秘境、天空の城。ポットは、「ＧＴ３」と称される、世界ランクベスト３のブレーダーの一人だ。どんな恐いブレーダーかと思いきや、実際にはとんでもないイタズラ小僧だった。到着早々、彼のイタズラに引っ掻き回されるドラムたちに、条件付きでバトルをしてもいいと言うポットだが……。"
                },
                "18": {
                    "ID": "7907117",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907117",
                    "TitleEnglish": "Dangerous Art! Dusk Balkesh!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "最凶アート、ドレッドバハムート！",
                    "SummaryJapanese": "次の目的地へと足を運んだデルタ。そこはＧＴ３の一人、ブリント・デボイの別荘だった。さらなるゴールドターボの輝きを目指すデルタにとって、ブリントは越えるべき壁。貪欲に強さを求め、荒々しく獰猛なデルタに、芸術家として美しさを感じたブリントはバトルに応じるのだった。猛攻を掛けるディアボロスを防ぎきる鉄壁のドレッドバハムート。ＧＴ３同士の初対決！デルタのゴールドターボがバハムートに通用するのか！？"
                },
                "19": {
                    "ID": "7907118",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907118",
                    "TitleEnglish": "Flash of Light! Shining Crux!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "閃光、シャイニングクロス！",
                    "SummaryJapanese": "ゴールドターボを封じたブリント。それでも更なる輝きを目指すデルタ。マグマのように煮えたぎる闘志のオーラを放つデルタに、ブリントは待望の美しさを見出す。そして始まるサードバトル。真円のドレッドサークルで全ての攻撃を無効化する鉄壁のバハムートに対し、ディアボロスはデュアルファントムを発動し、連携技で圧倒的な一撃を狙う。その時、ディアボロスが眩しいほどに輝き始め…！？"
                },
                "20": {
                    "ID": "7907119",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907119",
                    "TitleEnglish": "Dante vs Pheng!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "天然VS神の子！",
                    "SummaryJapanese": "天空の城に辿り着いたドラム達だったが、アマネに修行を任せてワガママ放題のポットに振り回されていた。強くなりすぎてどの大会でも簡単に優勝できてしまうポットは、ベイへの情熱が冷めていたのだ。しかし、ドラムの勢いに押されたポットは、１回だけ勝負を受けることに。負けた方が、勝った方の言うことをきく条件。完全にドラムを見下していたポットだったが、このバトルで初めてゴールドターボを見ることに…！？"
                },
                "21": {
                    "ID": "7907120",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907120",
                    "TitleEnglish": "Battle in the Skies!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "天空の戦い！",
                    "SummaryJapanese": "ゴールドターボの輝き。初めて光り輝くベイを見たポットは、もう１度バトルをすることに。未知なるゴールドターボをドラムから引き出すため、積極的に攻めるポット。それに対し、グランドラゴンで粘り強く応戦するドラムだが、ドラゴンはゴールドターボの輝きを見せない。もしかすると、ゴールドターボは見間違いだったのか？ペガサスが勝負を決めに行くその時、ドラゴンは今まで以上にまぶしい輝きを見せて…！？"
                },
                "22": {
                    "ID": "7907121",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907121",
                    "TitleEnglish": "Showdown at Battle Island!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "出ろッ6！バトルジャーニー!",
                    "SummaryJapanese": "バトルジャーニー。それは、世界王者・赤刃アイガが企画した、チャンピオンの座をかけた大会だ！舞台は全１８ステージが用意された孤島、バトルアイランド。振ったサイコロの目だけ進み、同じステージで止まったブレーダー同士がバトルする。最後まで進んだブレーダーだけがアイガに挑戦できる！ＧＴ３や世界中から選ばれた強豪たちが、アイガを目指して一斉にサイコロを振り始める！！"
                },
                "23": {
                    "ID": "7907122",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907122",
                    "TitleEnglish": "Spin! Advance! Survive!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "回せ！進め！勝ち残れ！",
                    "SummaryJapanese": "ドラムvsブリント。真円のドレッドサークルでどんな攻撃も跳ね返すディフェンス力を持つバハムートに対し、さらなる輝きを求めてゴールドターボで立ち向かうドラムとドラゴン！ドラムはＧＴ３の壁を乗り越えられるのか！？そして振られた２回目のサイコロ。ステージ７ではデルタとフミヤが対峙する。ディアボロスを研究し、秘策を用意してきたフミヤはデルタに対し自信を見せる！！"
                },
                "24": {
                    "ID": "7907123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907123",
                    "TitleEnglish": "Stand-off! Pheng vs Delta!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "激突 GT3!",
                    "SummaryJapanese": "バトルジャーニー、３回目のサイコロチャレンジ。ポットとデルタがステージ１２で遭遇。ＧＴ３対決の実現に盛り上がる観客たち。アイガも注目する中、バトルの火蓋が切られた！猛攻を掛けるディアボロスに対してペガサスはロックリバースでダメージを回復！デルタを翻弄するポットの実力に驚くドラムたち。しかしデルタは、予想通りとばかりに、むしろペガサスを喰らおうとディアボロスと共に気持ちを高ぶらせる！！"
                },
                "25": {
                    "ID": "7907124",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907124",
                    "TitleEnglish": "The Final Stage! Facing Aiger!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "アイガに挑戦だーッ！",
                    "SummaryJapanese": "４回目のサイコロチャレンジでゴールに到達したアマネが、アイガへの挑戦権を獲得した！アマネは王者・アイガに全力で戦う決意を固め、ついに世界タイトルマッチが始まる！初体験のハイパーダブルスタジアムに驚きつつも、あっという間に順応したアイガは、その勢いで守りを固めるブシンアシュラを圧倒的な攻撃で追い詰める！観客全員が、世界王者の実力を目の当たりにすることに！！"
                },
                "26": {
                    "ID": "7907125",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907125",
                    "TitleEnglish": "Rise Up! Dante vs Aiger!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ガチ！ドラムVSアイガ!!",
                    "SummaryJapanese": "残る挑戦者はドラムとデルタ。２人が振ったサイコロの結果は何と同時ゴールだった！？先にゴールにたどり着いた者が、先にアイガへの挑戦権を得る。距離が遠いドラムは道なき道を駆け抜け、デルタより早くゴールへ到着！ドラムとのバトルを楽しみにしていたアイガは、気合十分でドラムを迎え撃つ。果たしてドラムは、アイガのゴールドターボを打ち破ることが出来るのか！！"
                },
                "27": {
                    "ID": "7907126",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907126",
                    "TitleEnglish": "Shining Bright! Hyper-Flux!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "煌け、オレのゴールドターボ！",
                    "SummaryJapanese": "アイガに先制されながらも、楽しいバトルに満足するドラムに「それで良いのか」と問うドラゴン。その言葉から勝ちたいという気持ちが湧き上がったドラムは、アイガにガチンコ勝負を挑む！再び激突するドラゴンとアキレス。果敢に攻めるドラゴンだが、百戦錬磨のアキレス相手に決め手を欠く。その時、勝利への強い想いが高まり、ドラゴンのゴールドターボがより強い輝きを発して…？"
                },
                "28": {
                    "ID": "7907127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907127",
                    "TitleEnglish": "Turbo Battle! Aiger vs Delta!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "超ゼツ！アイガvsデルタ!",
                    "SummaryJapanese": "アイガVSデルタ。バトルジャーニー最後のバトルが始まろうとしていた！アイガとアキレスを倒し、唯一の最強を目指すデルタは殺気にも似た闘志でディアボロスを打ち放つ！分身攻撃で猛攻を掛けるディアボロスに対し、ゴールドターボで反撃に出るアキレスだが、ディアボロスは更にゴールドターボで追撃する。激突する２つの黄金の輝き！世界タイトルをかけたバトルはクライマックスを迎える！！"
                },
                "29": {
                    "ID": "7907128",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907128",
                    "TitleEnglish": "Invasion! The New King!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "襲来！HELLの王・アーサー!",
                    "SummaryJapanese": "タイトルマッチに突然乱入してきた謎のブレーダー、アーサー・パーシヴァル。自分を王と称し、強さこそがベイブレードの全てと宣言する彼に、真っ向から立ち向かうアイガ。睨み合いの末、アイガVSアーサーのバトルが組まれることに！運命のバトル、アキレスがゴールドターボの輝きを見せたその時、「終焉」のベイ、アポカリプスは謎の能力を発動！アイガとアキレスは、アポカリプスを攻略できるのか！？"
                },
                "30": {
                    "ID": "7907130",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907130",
                    "TitleEnglish": "Bey of Annihilation! Apocalypse!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "終焉のペイ、アポカリプス！",
                    "SummaryJapanese": "アーサーに対し挑戦状を叩きつけたドラムとデルタ。不敵にもアーサーは２人まとめて相手にすると告げる。そして始まるスリーベイバトルだが、アーサーを倒すのは自分だと１人で突き進むデルタ。一方のドラムはそのデルタの動きに合わせて立ち回り、果敢にアポカリプスに挑んでいく。ゴールドターボで勝負に出たドラゴンとディアボロスに、アポカリプスの恐怖の剣が襲いかかる！！"
                },
                "31": {
                    "ID": "7907131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907131",
                    "TitleEnglish": "Rebirth! Command Dragon!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ガチ誕!インペリアルドラゴン!",
                    "SummaryJapanese": "ドラゴン復活に悩むドラムは、河川敷で数式を書き続ける少年、グウィンに出会う。謎のレイヤー、ジェネシスを開発し、パワーコア理論を研究する天才少年だ。一方、アーサーはwbba.に対抗し、強者のみが生き残るベイブレードの組織「HELL」を結成。世界王者を破った力に惹かれ、次々とHELLに集うブレーダーたち。負けられない気持ちから、ドラムは新たなドラゴンのイメージを作り上げる！！"
                },
                "32": {
                    "ID": "7907132",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907132",
                    "TitleEnglish": "Battle at the Infernal Tower!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "摩天楼(ヘルタワー)の戦い!",
                    "SummaryJapanese": "打倒アーサー！ HELLの本拠地へ乗り込んだビクトリーズだが、ドラムたちを出迎えたのはブリントとジョーだった。アーサーに辿り着くには彼らを倒さなければならない。ブリントとのバトルに臨むドラムだが、バトルジャーニーの時よりも更に手強いブリントに追い込まれる！攻めあぐねるインペリアルドラゴンに、バハムートの新必殺技が襲いかかる！！"
                },
                "33": {
                    "ID": "7907133",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907133",
                    "TitleEnglish": "Genesis in Motion!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ジェネシス発動!!",
                    "SummaryJapanese": "HELLタワーでドラムたちの前に立ちはだかるジョー。その相手に名乗り出たのは、ベイバトル未経験者のグウィンだった。驚くドラムたちだが、ジェネシスに興味を持ったアーサーは挑戦を認める。見くびられたと怒るジョーは、５秒で勝利すると宣言する。一方のグウィンは、まるで数学のように、バトルの展開を計算する。すると、グウィンとジェネシスから広がる数列が、スタジアム上を支配し始めて…！？"
                },
                "34": {
                    "ID": "7907134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907134",
                    "TitleEnglish": "Devolos' Revenge!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "逆襲のディアボロス!!",
                    "SummaryJapanese": "明日のバトルを控え、アポカリプス攻略の訓練にはげむデルタ。勝利のカギは、前回の敗戦。そこから見出したアポカリプスの弱点を狙えば、バーストできるはず。協力しようとやってきたドラムを追い返し、デルタは一人で秘策をあみだす。しかし、グウィンは告げる、それでもキミは負けると……。そしてバトル当日。スタジアムを挟み対峙するデルタとアーサー。デルタの攻略法は通用するのか！？"
                },
                "35": {
                    "ID": "7907135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907135",
                    "TitleEnglish": "Dragon vs Apocalypse!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ドラゴンVSアポカリプス!",
                    "SummaryJapanese": "弱点を突かれることで発動する最終必殺技を持つアポカリプス。そして決まるアーサーVSドラム！勢いだけで勝てる相手ではない。今のドラムでは、アーサーとアポカリプスに太刀打ちできない。インペリアルドラゴンが持つ真の攻撃力を引き出すため、ドラムたちはアポカリプス攻略の特訓を、夜遅くまで続けるのだった。そして翌日。仲間たちの応援を背にドラムがスタジアムに立つ！！"
                },
                "36": {
                    "ID": "7907136",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907136",
                    "TitleEnglish": "Put to The Test! Unburstable Bey!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "破れるか！？無限ロックシステム!",
                    "SummaryJapanese": "アーサーVSドラム！アポカリプスの無限ロックシステムの前に窮地に立たされるドラムだが、バースト勝ちを狙う決意は変わらない。そんなドラムを見たグウィンは、無限ロックシステム攻略は計算上では不可能だと結論づける。そして始まるセカンドバトル。積極的に攻めに出るアポカリプスに対し、粘り強くチャンスをうかがうドラゴン。ドラムとドラゴンの気持ちが最高になったその時、ドラゴンに新たな覚醒の兆しが…！？"
                },
                "37": {
                    "ID": "7907137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907137",
                    "TitleEnglish": "Dragon vs Genesis!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ドラゴンVSジェネシス!",
                    "SummaryJapanese": "HELLタワーでの激戦を終えたドラム。ビクトリーズでの平穏な日々に戻った彼に、グウィンがバトルを挑んでくる。無限ロックも超えるドラムとドラゴンの未知の力、その答えが知りたいと、次第にグウィンの様子が変わり始め、練習バトルは誰もが予想もしない壮絶な死闘に！？一方BCソルでは、練習中のバルトの傍らに、心を打ち砕かれたデルタの姿が…"
                },
                "38": {
                    "ID": "7907138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907138",
                    "TitleEnglish": "Aurora! Superior-Flux!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "極光！スペリオルターボ!",
                    "SummaryJapanese": "ドラゴンは壊れるよ…、ジェネシスの衝撃を計算するグウィンは、バーストと同時にドラゴンが砕けると宣言する。ドラムはグウィンの急成長を喜ぶ一方で、その強さに恐れすら感じる。計算通りにいくものかとゴールドターボを繰り出すドラゴンに対し、スペリオルターボで弾きかえすジェネシス。一進一退の攻防の中、グウィンの叫び声と共に、ジェネシスの強い光がスタジアムを包み込む！！"
                },
                "39": {
                    "ID": "7907139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907139",
                    "TitleEnglish": "Rebirth! Master Devolos!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "蘇れッディアボロス!",
                    "SummaryJapanese": "デルタがアーサーにリベンジバトル！特訓中に驚きのニュースを聞いたドラムは、応援をするためにHELLタワーへ駆けつける。絶対にデルタは復活すると信じてきたドラムの前には、かつての自信に満ちたデルタの姿が！バルトのもとで、新たにマスターディアボロスを完成させ、光を取り戻したデルタが、スタジアムを挟んでアーサーに対峙する。はたしてマスターディアボロスはアポカリプスを攻略できるのか！？"
                },
                "40": {
                    "ID": "7907141",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907141",
                    "TitleEnglish": "Burning Bright! Master Smash!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "輝けッマスタースマッシュ!",
                    "SummaryJapanese": "マスターディアボロスの最高のアタックでも、アポカリプスをバーストできなかった。デルタはディアボロスと語り合い、強さだけではない他の戦略でこそ最大の能力を発揮できるのでは、と気づく。\n攻守ともに進化させ、変幻自在なバトルが可能となった今、マスターディアボロスにしかできないバトルで立ち向かうことに！しかし、アポカリプスにもまだ決め技が残っていると余裕を見せるアーサー。再起をかけた決闘の行方は！？"
                },
                "41": {
                    "ID": "7907142",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907142",
                    "TitleEnglish": "Ultimate Creation! Eclipse Genesis!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "創世! ビッグバンジェネシス!!",
                    "SummaryJapanese": "アポカリプスを強化するために、グウィンの力が必要だと考えるアーサー。一方、無限ロックが破られるのを見たグウィンは、ジェネシスを完璧な存在に進化させ、ベイの真理を解き明かそうとしていた。アーサーは、自分なら、求めるものを与えられるとHELLに誘ってくる。互いに無限ロックシステムを搭載したベイを持つ二人は、究極のベイを目指してバトルをする。二人はその先に何を見るのか？"
                },
                "42": {
                    "ID": "7907143",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907143",
                    "TitleEnglish": "Hyper Training! Exhibition Match!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "超速！超転！超撃！",
                    "SummaryJapanese": "復活を遂げたデルタに刺激を受け、特訓に励むドラムとアマネ。そこにバルトが現れ、wbba.の新スタジアムのエキシビションマッチを持ち掛ける。しかしバトル開始と同時に現れたのは突然の乱入者！なんとアーサーがリベンジマッチ開催を宣言したのだ。ビクトリーズVS HELLの3対3のチーム戦。アーサー率いるチームHELLには、なんとグウィンの姿が…！ビクトリーズはドラムとアマネ、そして3人目のメンバーとしてデルタに声をかけるが…！？"
                },
                "43": {
                    "ID": "7907144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907144",
                    "TitleEnglish": "Shining Ashindra!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "光れッ武神(アシュラ)！",
                    "SummaryJapanese": "HELLとのチーム戦まであとわずか！練習に熱が入るドラムとデルタ。一方で、アマネはまだゴールドターボを出せない自分に焦りを感じていた。そんなアマネの様子を感じとったデルタは、強さだけを求めてあがいていた頃の自分を重ねて、アマネに語り掛ける。「もっと自分のベイの声をきけ」と。その一言で、アシュラと向き合うことができたアマネ。デルタとの練習バトルで力強く放たれたアシュラは、強い輝きをまとい出して…！？"
                },
                "44": {
                    "ID": "7907145",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907145",
                    "TitleEnglish": "Rising Battles! Victories vs Inferno!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ガチ対決！wbba.VS HELL!",
                    "SummaryJapanese": "ついに迎えた決戦当日。発表されたチームバトルの内容は、シングル戦とタッグ戦を含めた７バトル制。先に４勝した方が勝利するこのバトルは、誰がどの順番で戦うかが重要だ！緊張の一戦目はアーサーVSアマネ。ベイを突き合わせ、円陣を組むビクトリーズ3人、そこには今まで以上に強いチームの絆が…！ドラムとデルタ、みんなの想いを背負ってバトルに挑むアマネ。新スタジアムの特徴も生かして渾身の一撃をアポカリプスに叩き込む！"
                },
                "45": {
                    "ID": "7907146",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907146",
                    "TitleEnglish": "Dragon's Ultimate Awakening!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ドラゴン究極覚醒!",
                    "SummaryJapanese": "第二戦はドラムVS グウィン！なぜグウィンがビクトリーズを出て行ってしまったのか、その答えはバトルの中で見いだせるはずと意気込むドラム。いざバトル開始！グウィンの新しいベイはなんと、バーストしないベイ！？そんなベイなど無いと果敢に攻めまくるドラゴン。しかしジェネシスはバーストしないどころか、ドラゴンを窮地に追いつめる。勝利を確信したグウィンが決めの一手を仕掛けたその時、ドラゴンが更なる覚醒を遂げる！"
                },
                "46": {
                    "ID": "7907147",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907147",
                    "TitleEnglish": "Pitch Black! Dusk Gyro!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "漆黒のドレットジャイロ！",
                    "SummaryJapanese": "ビクトリーズ VS HELLの第三戦。HELLに２連敗中で流れを変えたいビクトリーズからは、デルタが出場することに。対するHELLからは、因縁の相手ブリントが出場する。かつて、デルタが秘める闇の美しさに魅了されたブリントは、デルタの闇を引き出そうと、漆黒のダークターボでデルタを追い込む。ゴールドターボで対抗するデルタだが、バハムートの新必殺技ドレッドジャイロがディアボロスに襲いかかる！！"
                },
                "47": {
                    "ID": "7907148",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907148",
                    "TitleEnglish": "Rising Ferocity! Tag Battle!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ガチ激！タッグバトル!!",
                    "SummaryJapanese": "第四戦はタッグバトル！対戦カードは、ドラム＆デルタVSグウィン＆アーサー。ドラム達は、攻撃特化のドラゴンと防御重視のディアボロスのコンビネーションで勝負に出るが、対するグウィン達は、ビッグバンアーマーで強化された圧倒的な防御力と攻撃力で立ちはだかる。決め手を封じられていくドラム達だが、２人が互いを信じ合う気持ちが高まったその時、ドラゴンとディアボロスは限界を超えた底力を発揮して…！？"
                },
                "48": {
                    "ID": "7907149",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907149",
                    "TitleEnglish": "The Flawless Equation!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "最強の方程式!!",
                    "SummaryJapanese": "互いに高め合い、強くなっていくドラムとデルタ。何事も数式で答えを導き出してきたグウィンだが、２人の力は計算することができない未知の力であった。グウィンは次のバトルへの方程式を立て、ビッグバンジェネシスの最強を証明しようとする。一方、勝利に向けて好感触を得ていたドラム達は、力を合わせた強力な攻撃でジェネシスの防御の突破を試みる！２人は最強の方程式を打ち破れるのか！？"
                },
                "49": {
                    "ID": "7907150",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907150",
                    "TitleEnglish": "The Greatest Tag Battle Ever!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "最ッ高のタッグバトル!!",
                    "SummaryJapanese": "HELLが王手をかけた第五戦のタッグバトル！ビクトリーズからはまたもドラム＆デルタが出場する。アマネから「最ッ高のコンビ」と背中を押され、ビッグバンアーマー攻略へと気持ちを高めていく！一方、攻略法を気づかれたとしても、ジェネシスは最強だと自信を見せるグウィンは、このバトルで全てを終わらせにかかる。ビクトリーズVS HELL、最後のタッグバトル戦！超白熱の友情バトルに、会場の熱気は最高潮に！！"
                },
                "50": {
                    "ID": "7907151",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907151",
                    "TitleEnglish": "We Are the Victories!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "これがビクトリーズだ！",
                    "SummaryJapanese": "第六戦は再びシングルバトル！ビッグバンアーマーの対策も見抜き、ビクトリーズは打倒HELLの練習に励む。そして迎えた試合当日、ドラムはアマネが出るべきだと背中を押す。ビクトリーズを支えてきたのはアマネなのだからと。対する相手は完全なる破壊を宣言するアーサー。怒涛の連続アタックでアシュラをサンドバック状態にまで追いつめる。じっと耐えるアシュラは粘って！粘って！粘りまくる！！"
                },
                "51": {
                    "ID": "7907152",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907152",
                    "TitleEnglish": "Rising Friendship! Master Dragon!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ガチ友情！マスタードラゴン!",
                    "SummaryJapanese": "HELLとの戦いは、遂にビクトリーズが追いつき最終決戦へ！ビクトリーズからはドラム、HELLからはグウィンがスタジアムに立つ。ドラムの手には「マスタードラゴン」。アタックのドラゴンに、ディアボロスを組み合わせて防御力を上げた友情合体だ！戦うごとに仲間達と強くなるドラムに苛立つグウィンは、スペリオルターボでドラゴンを消し去ろうと襲いかかる！その時、ドラゴンが七色に輝きはじめて…！？"
                },
                "52": {
                    "ID": "7907153",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907153",
                    "TitleEnglish": "Rise Up! Dante vs Gwyn!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ガチンコ! ドラムVSグウィン!",
                    "SummaryJapanese": "最終戦セカンドバトルが始まる！徹底的にドラムを追い詰めたグウィンだったが、ドラムの進化を前にして初めてブレーダーとしての闘志を燃やし、全力の真っ向勝負で決めにかかる！一方、真の輝きレインボーターボを身につけたドラムは、グウィンとのバトルを心から楽しみ、そしてバーストで勝利すると宣言をする！白熱の攻防を繰り広げる二人のバトルは、世界中を興奮の渦に巻き込んでいく！！"
                }
            }
        },
        "5": {
            "ID": "1832179",
            "URL": "https://www.thetvdb.com/series/beyblade-burst/seasons/official/5",
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "7674027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7674027",
                    "TitleEnglish": "The Blading Revolution!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ベイブレード革命！",
                    "SummaryJapanese": "「ベイブレードに革命が起きる！」そう言い放ったのは最強のレジェンドブレーダー、蒼井バルト。バルトは黄山乱太郎、シスコ・カーライルと共に「スパーキングベイ」のレジェンドバトルマッチを開催する！そこには、誰よりもアツい視線を送る兄弟の姿があった。朝日ヒカルと朝日ヒュウガ。町のベイクラブ、ボンバーズのブレーダーだ。スパーキングベイに魅せられた２人は、バルトに挑戦状を叩きつける！"
                },
                "2": {
                    "ID": "7821388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7821388",
                    "TitleEnglish": "Beys of The Sun! Hyperion and Helios!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "太陽のベイ！ハイペリオン＆ヘリオス！",
                    "SummaryJapanese": "自らの手でスーパーハイペリオン、キングヘリオスを作り上げたヒュウガとヒカルは、早速バルトへ戦いを申し込む。同じくレジェンドである乱太郎とシスコ、そしてボンバーズの仲間が見守る中、憧れのバルトとの初バトルは、兄弟１人ずつが挑むことに！アタックタイプのブレイブヴァルキリーに対し、弟のヒュウガの作戦はなんと…無い！？一方、兄のヒカルは冷静に戦いを分析しヘリオスの“ある特徴”をいかした攻略法を宣言する！！"
                },
                "3": {
                    "ID": "7821390",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7821390",
                    "TitleEnglish": "Locked On! Lightning Launch!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "めざせッスパーキングシュート！",
                    "SummaryJapanese": "レジェンドたちとのバトルで刺激を受け、スパーキングシュートをものにしようと練習するヒュウガとヒカル。そこに突如現れたのは黄山乱太郎！なんとボンバーズのコーチとしてwbba.から依頼されてきたというのだ！過酷なトレーニングを経て、少しずつフォームが整う２人だったが、不屈のスタミナを持つグライドラグナルクには打ち勝つことができないでいた。すると今度は、乱太郎の弟、乱次郎が何やら息巻いた様子で乱入してきて…！？"
                },
                "4": {
                    "ID": "7821392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7821392",
                    "TitleEnglish": "Knock Out Ragnaruk!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ラグナルクをぶっとばせ!",
                    "SummaryJapanese": "ヒカルと乱次郎のバトルで闘志に火をつけられた乱太郎は、朝日兄弟VS黄山兄弟のタッグバトルを持ちかける。試合が始まった途端、乱太郎と乱次郎は息をピッタリ合わせて２つのラグナルクで強烈なカウンターを繰り出す。一方、作戦も動きもバラバラなヒュウガとヒカル。それぞれの想いが行き違い、ついにはハイペリオンがヘリオスに衝突！！しかしその時、２つのベイが奇跡の動きを見せる！"
                },
                "5": {
                    "ID": "7821393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7821393",
                    "TitleEnglish": "Persistance! Kolossal Strike!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "決めろッキングストライク！",
                    "SummaryJapanese": "乱太郎コーチ指導の下、トレーニングを積み重ねるボンバーズ。しかし何度バトルを挑んでも、立ちはだかる乱太郎のラグナルクには勝てずにいた。そこでヒカルはバトルのビデオを繰り返し研究し、ついにグライドラグナルクの攻略法を見つける！その手には10枚刃モードにしたキングヘリオスが…！最重量級のディスクを持つラグナルクに打ち勝つべく、気迫の表情で挑んだ勝負の結末は！？"
                },
                "6": {
                    "ID": "7821395",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7821395",
                    "TitleEnglish": "Curse Satan's Challenge!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "挑戦だッカースサタン!",
                    "SummaryJapanese": "wbba.の強化指定ブレーダーに選ばれたヒュウガとヒカル。しかもポイントを集めて昇格すれば、レジェンドブレーダーがひしめくレジェンドフェスティバルへの出場権も獲得できるという！ヒュウガは早速、打倒シスコを目標に掲げるが、トレーニングの時点で圧倒的な実力差を見せつけられ相手にされない。なんとしてもシスコと勝負をしたいヒュウガに、ヒカルが持ちかけた対シスコ攻略の訓練方法とは！？"
                },
                "7": {
                    "ID": "7821396",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7821396",
                    "TitleEnglish": "Listen to Your Bey's Voice!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ベイの声を聞くんだッ！",
                    "SummaryJapanese": "強化指定ブレーダーたちとのランクアップバトルを重ね、順調にポイントを獲得していくヒュウガとヒカル。しかし一方で、ヒュウガはいまだにスパーキングシュートを思うように放てず悩んでいた。そんなヒュウガにバルトは「もっとベイの声を聞くんだ」と声を掛ける。その言葉を受け、ハイペリオンに何度も話しかけてみるが何も聞こえない。そのうちヒュウガは無意識にボンバーズへとたどり着く。そこで聞こえた声の主は…！？"
                },
                "8": {
                    "ID": "7821398",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7821398",
                    "TitleEnglish": "Meet the Monster: Free De La Hoya!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "怪物(フリー•デラホーヤ)登場！！",
                    "SummaryJapanese": "スペインの名門、BCソルに向かうヒュウガとヒカル！乱太郎に「バケモン」と呼ばれるブレーダーと戦うためだ！そのバケモンを探してエルサントの森に飛び込んだ２人は、その奥で凄まじいベイの衝撃音を聞く。そこにいたのはフリー・デラホーヤ。BCソルの不動のエースであり、レジェンドブレーダーの一人だ。早速バトルを挑んだヒュウガとヒカルだったが、バケモンと呼ばれる理由を身をもって知ることとなる。"
                },
                "9": {
                    "ID": "7821399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7821399",
                    "TitleEnglish": "Illusory Dragon! Mirage Fafnir!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "幻竜！ミラージファブニル！",
                    "SummaryJapanese": "圧倒的なファブニルの力を目の当たりにし、ヒュウガとヒカルはさらに闘志を燃え上がらせる！しかし再戦を挑むも、フリーには見向きもされず、特訓を始められてしまう。相手にされない悔しさから、フリーの特訓に見よう見まねで必死に食らいついていく。その姿を見たフリーは言う、バトルをしてやると。フリーVSヒカル！だが、万全のフリーに対し、ヒカルは特訓で疲れ果ててしまっており…。"
                },
                "10": {
                    "ID": "7821401",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7821401",
                    "TitleEnglish": "Attack Not Good!? Attack Not Good!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "攻撃NG!?攻撃NG!!",
                    "SummaryJapanese": "念願のフリーとのシングルバトル！やる気満々で全力で挑もうとするヒュウガ。しかし、先にフリーと戦っているヒカルや乱太郎からのアドバイスはなんと、攻撃NG！？ガンガン攻撃したいという気持ちを抑えてでも、勝ちをとりにいくべきなのか…。ヒカルたちのアドバイスを理解しつつも納得しきれないままヒュウガはスタジアムへ…！"
                },
                "11": {
                    "ID": "7821402",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7821402",
                    "TitleEnglish": "Dream Team! Tag Battle!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "夢のタッグバトル!!",
                    "SummaryJapanese": "BCソルでの特訓もいよいよ大詰め！そんな中フリーはヒュウガとのバトルで、とある新人ブレーダーとのバトルを思い出していた。今のベイブレードを変える存在、そう言われているブレーダーとヒュウガが重なって見えたという。一方、ヒュウガに先を越されたのでは、と思い悩むヒカルの元にバルトが現れ語り合う。そして迎えた帰国当日。フリーへのリベンジが出来ないままかと諦めかけたその時、バルトがフリーを連れある提案をする！"
                },
                "12": {
                    "ID": "7821403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7821403",
                    "TitleEnglish": "Shirasagijo x The Mythological Island of Demons!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "自鷺城×鬼ヶ島!",
                    "SummaryJapanese": "「鬼と戦わせてやる」そう乱太郎に言われ、ボンバーズは鬼ヶ島へと修行に旅立つ！おどろおどろしい島に到着すると、そこに現れたのは白き暴君こと白鷺城ルイ！レジェンド中のレジェンド登場に興奮するヒュウガたち。ルイは新スタジアム「スピードストームスタジアム」の試し打ちにと、ヒュウガ・ヒカルに２対１でのバトルを持ちかける。余裕を見せつけるルイに、２人は連携技で立ち向かおうとするが…！？"
                },
                "13": {
                    "ID": "7821404",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7821404",
                    "TitleEnglish": "Conquering the Ogre's Dungeon!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "攻略せよ鬼ダンジョン！",
                    "SummaryJapanese": "ルイを追って岩山の洞窟を突き進むヒュウガとヒカルたち。しかしその奥にあったのは、様々な試練が続くトレーニング施設だった！走力を鍛える試練、バランス力を鍛える試練、シュート力を鍛える試練などをクリアしないと、ルイがいる最終地点にはたどり着けない！さらに、試練の途中でボンバーズは二手に分断されてしまう。ヒュウガとヒカルは離れ離れになりながらも、ルイとの再戦を目指して突き進んでいく！"
                },
                "14": {
                    "ID": "7821405",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7821405",
                    "TitleEnglish": "Fierce Storm! Rage Longinus!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "激嵐！レイジロンギヌス!",
                    "SummaryJapanese": "ルイに勝負を挑むヒュウガだったが、激しい嵐のためにバトルは中止となってしまう。避難小屋で嵐がおさまるのを待つ中、ヒュウガはバトルへの気持ちをおさえきれず、ひとり眠れずにいた。嵐が静まった頃、ヒカルたちが目を覚ますと、いるはずのヒュウガの姿がない？さらに、鬼ヶ島には、ルイを狙っているという謎の少年が現れ、そこにはあのレジェンドの姿も！？嵐が吹き荒れる鬼ヶ島で、波乱の新世代達が衝突する！！"
                },
                "15": {
                    "ID": "7821406",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7821406",
                    "TitleEnglish": "The Jet-Black Sun! Vex Lucius!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "漆黒の太陽！バリアントルシファー！！",
                    "SummaryJapanese": "突如現れた謎の少年、レーン・ヴァルハラ。その正体は、レジェンドの１人、紅シュウが現在コーチをしている、フリーを倒したという新人ブレーダーだった！レーンの宣戦布告により、レーンVSルイの試合が組まれることに。そして不敵にもルイに対し、俺のベイには触れることすらできない、と宣言する。ルイを相手に過剰な自信を見せるが、バトルが始まると、誰もがその言葉を忘れられなくなる事に…！？"
                },
                "16": {
                    "ID": "7821407",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7821407",
                    "TitleEnglish": "Barrier! Variant Wall!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "結界! バリアントウォール!!",
                    "SummaryJapanese": "ルイを恐れるどころか絶対的な自信で勝利を宣言するレーン。そんな挑戦者に誰より胸を躍らせるルイ。両者譲らず、全身に気迫をたぎらせシュートを放った瞬間、レーンのランチャーはその力に耐えきれずに砕けてしまう。そんなレーンに師であるシュウは自らのランチャーを差し出す。レーンはシュウのランチャーを手に、これまで叩き込まれた数々の戦術を反すうする。果たして勝利を掴むのはルーキーか？レジェンドか！？"
                },
                "17": {
                    "ID": "7907088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907088",
                    "TitleEnglish": "Is This a Dream?! Or Is It a Nightmare?!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "天国！？地獄！！",
                    "SummaryJapanese": "奇岩城での激戦を胸に、レジェンドフェスティバル出場への決意を新たにするヒュウガとヒカル。早速トレーニングに打ち込もうとした２人のもとに、吉報が舞い込む！なんと、ヒカルのA級昇格とフェスティバルへの出場が決まったのだ！それを聞いたヒュウガも、出場できると期待に胸をふくらませていたのだが…！？一方、スペインのエルサントでは、シュウがバルトにある決意を打ち明ける。"
                },
                "18": {
                    "ID": "7907089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907089",
                    "TitleEnglish": "GT is Here!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ガチが来たッ！",
                    "SummaryJapanese": "「ガチンコだぁ！」、ボンバーズに虹龍ドラム現る！噂を聞きつけ、ヒュウガとヒカルにバトルを挑みに来たのだ！しかしそこに２人の姿はなく、ドラムはトレセンへ向かい飛び出していく。一方、レジェンドが自ら戦いにきてくれたことに大興奮のヒュウガとヒカルも、急いでトレセンに向かうが、そこには全滅させられた強化ブレーダーたちの姿が…！？"
                },
                "19": {
                    "ID": "7907090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907090",
                    "TitleEnglish": "Rise to Victory! Triumph Dragon!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "嵐竜!テンペストドラゴン!!",
                    "SummaryJapanese": "トレセンを飛び出していったばかりのドラムとまさかの再会！？なんと、ドラムがたまたま、ヒュウガとヒカルの家の朝日レストランに食事に来ていたのだ。これ幸いと早速バトルを挑む２人。まずはヒュウガVSドラムのアタックタイプ同士の真っ向勝負に！一進一退の攻防が続く中、両者の気迫がぶつかり合ったガチンコ勝負の結末は…！？その一方で、ひとりベイを打ち込むレーンのもとを乱次郎が訪れていた。"
                },
                "20": {
                    "ID": "7907092",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907092",
                    "TitleEnglish": "Flare of Tyranny: Lean!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "暴虐の炎　レーン！！",
                    "SummaryJapanese": "ひと気のない廃工場。そこで乱次郎はフリーとルイを倒した実力を確かめるため、レーンに勝負をふっかける。まるで乱次郎など眼中にないかのようにあしらうレーンだったが、練習台としてバトルに応じる。果敢に攻める乱次郎に対し、圧倒的な実力でラグナルクを痛めつけていくレーンのルシファー。「これで終わりじゃないよな」レーンの非情な眼差しに更なる闘志を燃やす乱次郎だったが…。"
                },
                "21": {
                    "ID": "7907093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907093",
                    "TitleEnglish": "The Great Revolution! Legend Festival!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "革命激震！レジェンドフェスティバル！",
                    "SummaryJapanese": "ついにレジェンドフェスティバルの幕が開いた！レジェンドひしめくこの大会に、ヒュウガとヒカル、そしてレーン・ヴァルハラの新世代３人が挑むことに。ファーストステージはなんとバトルロイヤル。10人の出場者がA・Bの２つのグループに振り分けられる。初戦Aグループは、ヒカル、ドラム、シスコ、ルイ、レーン！この歴史的なフェスティバル最初の勝利を掴むのは誰だ！？"
                },
                "22": {
                    "ID": "7907094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907094",
                    "TitleEnglish": "Super Z! Infinite Achilles!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "超ゼツ！インフィニットアキレス！！",
                    "SummaryJapanese": "波乱の幕開けを遂げたレジェンドフェスティバル。間もなくBグループがバトル開始となる中、直前まで特訓をしたいヒュウガはヒカルにバトルを持ちかける。そこに現れたのは赤刃アイガ。これから戦う相手であるヒュウガの特訓に付き合うだけでなく、なんとアキレスの特徴を包み隠さずに打ち明ける！そして始まるバトルロイヤル第二戦。レジェンドたちが激しい攻防を繰り広げる中、ハイペリオンは真っ向勝負で突っ込んでいく！！"
                },
                "23": {
                    "ID": "7907095",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907095",
                    "TitleEnglish": "Hyuga and Lain vs. Hikaru and Aiger!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ヒュウガ＆レーンVSヒカル＆アイガ！",
                    "SummaryJapanese": "フェスティバル、セカンドステージはタッグバトル！10人の出場者が途中でチームを入れ替えて２試合ずつ戦い、ポイント数上位４名が決勝トーナメントに進出となる。ランダムに組まれたタッグの第一試合は、ヒュウガ&レーンVSヒカル&アイガ！世界チャンピオンと新世代３人の戦いに！憧れの人と組めて嬉しいヒカルは、アイガと共に最強無敵への思いを一つにする。一方のヒュウガとレーンは、互いにアキレスへ狙いを定めるが…！？"
                },
                "24": {
                    "ID": "7907096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7907096",
                    "TitleEnglish": "A God Battle of Friendship!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "友情の神（ゴッド）バトル！",
                    "SummaryJapanese": "タッグバトル第二試合は、バルト&フリーVS乱太郎&シスコという全員BCソルの実力ブレーダー同士という戦いに！バトル前の乱太郎とシスコの練習室を偶然通りすがったヒュウガとヒカルは、その様子を覗き見る。そこで２人は、シスコがバルトとフリーに勝つために人知れず努力を重ねてきたことを聞き、シスコが人一倍このバトルにかける思いを知る。連携攻撃を仕掛けるヴァルキリーとファブニルに、サタンは渾身の新必殺技で迎え撃つ！！"
                },
                "25": {
                    "ID": "7986858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7986858",
                    "TitleEnglish": "A True Hero! Tag Battle Style!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "漢[おとこ]のタッグバトル!",
                    "SummaryJapanese": "パートナーを入れ替えて迎えるタッグバトル第三試合。ルイ&ドラムのチームに立ち向かうのは、乱太郎&ヒカルの師弟コンビだ！ここまで獲得ポイントがゼロの乱太郎はこの試合に負けるわけにはいかない。そんな乱太郎を自分が決勝トーナメントへ連れて行くんだと意気込むヒカル。そして迎えたバトルでは、ロンギヌスとドラゴンの挟み撃ち戦略を見抜き、流れをつかむヘリオスだったが…！？"
                },
                "26": {
                    "ID": "7986859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7986859",
                    "TitleEnglish": "GT vs. Super Z!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ガチVS超ゼツ!!",
                    "SummaryJapanese": "いよいよ決勝トーナメント出場の明暗が分かれるタッグバトル第四試合が始まる。ドラム&シスコVSアイガ&レーン。互いに決勝進出と脱落がかかるドラムとシスコは、意気投合して作戦を練り本番に挑む。一方のアイガとレーンには同じチームでありながらも張り詰めた空気が漂っていた。運命のバトル、真っ正面から激しくぶつかり合うドラゴンとアキレス！そこへルシファーが狙いを定めたその時、サタンが行く手に立ちはだかる！！"
                },
                "27": {
                    "ID": "7986860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7986860",
                    "TitleEnglish": "Gotta Win! Going All-Out!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "勝ちぬけッ ギュギュギューン!",
                    "SummaryJapanese": "勝ったチームの２名が決勝進出を決める注目の一戦が迫る。ルイ&フリーとの戦いを控えたヒュウガとバルトは、２人にしか分からないような超感覚的な作戦会議で盛り上がっていた。作戦は「ガガガッでバババッ」！？しかしその陰には、ヒュウガに一歩先を行かれてしまった悔しさを噛みしめるヒカルの姿が…。レジェンドを前に息巻くヒュウガ。ヒカル達も心配そうに見守る中で、ハイペリオンはヴァルキリーへ同士討ちをしてしまう！？"
                },
                "28": {
                    "ID": "7986861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7986861",
                    "TitleEnglish": "Strongest and Unbeatable vs. The New Generation!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "最強無敵VS[バーサス]新世代!!",
                    "SummaryJapanese": "レジェンドフェスティバルはついに決勝トーナメントへ！決戦を前にアイガは乱次郎と語り合い、この大会にかける決意を新たにする。そして向かった先はボンバーズ。ヒカルが落ち込んでいるのではないかと思い、元気づけに来たのだ。アイガに連れられアイガの家を訪れたヒカルとヒュウガは、そこでアキレスのルーツを知ることに。準決勝第一試合はレーンVSアイガ。因縁の対決が、この決勝トーナメントで果たされる！"
                },
                "29": {
                    "ID": "7986862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/7986862",
                    "TitleEnglish": "Defeat Valt!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "バルトを倒せ!!",
                    "SummaryJapanese": "準決勝第二試合はバルトVSヒュウガ！ついにここまで進んだヒュウガのために、ヒカルは寝る間も惜しんで特訓メニューを作り上げる。しかし特訓の厳しさに、ヒュウガはヒカルの元を飛び出してしまう。そんなすれ違う２人を間近に見てきた乱太郎。その一言がヒュウガを突き動かす。そして、準決勝がついに始まる！ヴァルキリーの猛攻に対し、真っ向勝負で立ち向かうハイペリオンとヒュウガ！その時、ヒュウガからフレアの兆しが…！？"
                },
                "30": {
                    "ID": "9342005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342005",
                    "TitleEnglish": "Explosive Battle!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "爆炎の死闘！！",
                    "SummaryJapanese": "ボンバーズでの特訓を終えたヒュウガとヒカル、その目前にレーンが立ちはだかる。ヒュウガに用がある、と連れられた先はひと気のない廃工場。レーンのただならぬ気配に警戒するヒカルが見守る中、レーンVSヒュウガの戦いが始まる。互いにフレアをまとい激しくぶつかり合うルシファーとハイペリオン。レーンの雄叫びと共に漆黒のフレアがハイペリオンを飲み込もうとしたその時、ヒカルが放ったヘリオスにもフレアの輝きが…！"
                },
                "31": {
                    "ID": "9342006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342006",
                    "TitleEnglish": "Grand Finale! Valt vs. Lain!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "決勝！ バルトVSレーン！！",
                    "SummaryJapanese": "レジェンド中のレジェンドであるバルト、数々のレジェンドを打ち破ってきた新人レーン。ついに決戦の火蓋が切って落とされた！異様な緊張感が会場を包み込む中、バルトはニカッと笑いルシファーのバリア攻略を宣言する！猛攻を重ねてバトル中に覚醒を遂げるヴァルキリー。レジェンドの強さを見せつけるバルトだったが、レーンは不敵な笑みを浮かべ全身から漆黒のフレアを爆発させて、更なる暴威をあらわにする。"
                },
                "32": {
                    "ID": "9342007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342007",
                    "TitleEnglish": "Limit Break! Hyperion & Helios!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "紅蓮の鬼神！ ワールドスプリガン！！",
                    "SummaryJapanese": "新たにハイペリオンバーンとヘリオスボルケーノを完成させたヒュウガとヒカル！２人のもとに、噂を聞きつけたバルトとドラムがやってくる。早速完成したばかりの新ベイで初バトルをする事に！ヒュウガとヒカルのフレアをまとった２つのベイは、ベイブレード界に革命を巻き起こす事ができるのか…！？一方フェスティバル決勝を終えたレーンのもとには、紅シュウが決意の表情で訪れる。"
                },
                "33": {
                    "ID": "9342008",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342008",
                    "TitleEnglish": "Spirit of Fire! World Spryzen!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "紅蓮の鬼神！ ワールドスプリガン！！",
                    "SummaryJapanese": "暗雲に覆われた廃工場を舞台に、レーンVSシュウの因縁の戦いが始まった！急ぎ駆けつけたヒュウガとヒカル、そしてバルト達が固唾を飲んで２人を見守る。初めて会った時からシュウを倒すことを目標にしていたレーン。渇望していたこの時を迎え、フレアを最大にまで膨れ上がらせる。対するシュウは、その全てを受け止めるべくワールドスプリガンで迎え撃つ！"
                },
                "34": {
                    "ID": "9342009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342009",
                    "TitleEnglish": "Tag Showdown! Valt & Shu!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "タッグ対決！ バルト＆シュウ！！",
                    "SummaryJapanese": "シュウとレーンのバトルに刺激を受けたヒュウガとヒカル。シュウのように強くなりたいと特訓をしていると、そこにシュウ&バルトとのタッグバトルの話が舞い込んでくる！シュウは純粋にバトルを楽しむ兄弟とのバトルで、レーンのフレアとは違う、まばゆく光り輝くフレアを目の当たりにする。一方、廃工場に決意の表情でたたずむレーン。その目の前には赤々と燃える溶鉱炉に沈むルシファーが…。"
                },
                "35": {
                    "ID": "9342010",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342010",
                    "TitleEnglish": "Counterattack! Lucius Endbringer!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "逆襲のルシファージエンド！！",
                    "SummaryJapanese": "レーンがシュウにリベンジマッチ！その手の中には新ルシファーが！！今度こそレーンのフレアを輝かせてみせると誓うシュウ。戦いはどちらかのベイがバーストするまで終わらない特別ルールで行われることに。進化したルシファーに翻弄されながらも、即座に作戦を立て直し、何度も何度も耐えしのぐスプリガン。黒々とフレアを膨れ上がらせ続けるレーンに、シュウの想いは届くのか…！？"
                },
                "36": {
                    "ID": "9342011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342011",
                    "TitleEnglish": "Computer! Beyblade Virtual!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "電脳！ ベイブレードバーチャル！！",
                    "SummaryJapanese": "レジェンドスーパータッグリーグの開催が決定！この大会のコミッショナーは、小紫ワキヤ！「ある意味レジェンド」と乱太郎に称される彼は、かつてバルトや乱太郎が作ったベイクラブのメンバーの一人だ。期待に胸をふくらませるヒュウガとヒカルが帰宅すると、そこにはなんとワキヤの姿が。実力をテストしに来たというワキヤに連れられ、兄弟はタッグバトル特訓用のバーチャルバトルマシンがあるワキヤの屋敷へ向かう。"
                },
                "37": {
                    "ID": "9342012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342012",
                    "TitleEnglish": "Tag-Team! Ultimate Partner!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "最高のタッグパートナー！！",
                    "SummaryJapanese": "最高のパートナーは誰だ！？憧れのブレーダーと組むべく、ヒュウガはバルト、ヒカルはアイガの元へ駆け出す。フリーを始めフェスティバルに出場したレジェンドたちは、それぞれの想いをのせて続々とタッグを結成していく。レジェンドフェスティバル優勝者であるレーンの元に現れたのは…！？世界一のタッグを決める今大会、最強の称号を手に入れるのは一体どのチームなのか！"
                },
                "38": {
                    "ID": "9342013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342013",
                    "TitleEnglish": "It Begins! Legend Super Tag League!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "開幕！ レジェンドスーパータッグリーグ！！",
                    "SummaryJapanese": "レジェンドスーパータッグリーグに出場する全６チームが決定！どのチームが優勝してもおかしくない今大会は、全てのタッグチームとバトルする総当たり戦で行われる事に。注目の一回戦第一試合はヒカル&ヒュウガVSレーン&シュウ、続く第二試合はアイガ&乱次郎VSフリー&シスコに決定。謎に包まれた新スタジアム、「アルティメットストームスタジアム」を舞台に、伝説の大会の幕が今開く！！"
                },
                "39": {
                    "ID": "9342014",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342014",
                    "TitleEnglish": "Raging Battle! Defeating the Storm!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "攻略！ アルティメットストーム！！",
                    "SummaryJapanese": "次のバトルはバルト＆乱太郎VSルイ&ドラム！早速作戦会議に取り掛かろうとするバルトと乱太郎の前にはシュウの姿が…。何も言わずに出て行こうとするシュウに、乱太郎はレーンと組んだ真意を問いただす。そして始まる第三試合。勝負のカギを握るのは、新スタジアムの「ストームプレート」！回転するディスクによってベイの軌道もスピードも予測不可能な動きを見せる。このストームプレートをいち早く攻略するのは一体誰なのか！？"
                },
                "40": {
                    "ID": "9342015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342015",
                    "TitleEnglish": "Crash! All of Their Bonds!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "衝突！ それぞれの絆！！",
                    "SummaryJapanese": "レジェンド達の底力を目の当たりにして、焦りからケンカをしてしまうヒュウガとヒカル。そんな中、二回戦第一試合レーン&シュウVSアイガ&乱次郎のバトルが始まる。互いにレーンに借りがあるアイガと乱次郎は、この試合で共にリベンジを誓う。応援しながらもなお張り合う兄弟とは反対に、アイガと乱次郎は気持ちを一つにしてバトルに挑む。最強無敵タッグが見事な連携技を繰り広げてルシファーとスプリガンを追い詰める！"
                },
                "41": {
                    "ID": "9342016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342016",
                    "TitleEnglish": "Crash and Clash! Battle of Legends!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "白熱のレジェンドバトル！",
                    "SummaryJapanese": "実力が出し切れずに、またもや些細なことでケンカを始めてしまうヒュウガとヒカル。そこに次のバトルへと向かうフリーとシスコが現れ、静かながらも強い言葉が兄弟２人の背中を押す。特訓を再開させたヒュウガとヒカルだったが、その目にフリー&シスコのバトル中継が飛び込む。レジェンド達の戦いに奮い立たされるヒュウガとヒカル。そしてついに二回戦第三試合、バルトと乱太郎を相手に師弟対決が始まる！"
                },
                "42": {
                    "ID": "9342017",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342017",
                    "TitleEnglish": "Burn, Flare! Spark!!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "燃やせ炎！ ピターーッ！！",
                    "SummaryJapanese": "次で負けたら決勝進出の可能性は限りなくゼロ。崖っぷちに立たされたヒュウガとヒカルの次のバトルは三回戦第一試合。相手はアイガ&乱次郎に決まった。いつも通りがむしゃらなヒュウガに対し、ヒカルは絶対に負けられないと身を引き締める。しかしハイペリオンとヘリオスは試合早々に同士討ち。さらにはアイガと乱次郎の作戦にはまり、アキレスとラグナルクの挟み撃ちによる連打から抜け出せなくなってしまう…。"
                },
                "43": {
                    "ID": "9342018",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342018",
                    "TitleEnglish": "Friendly Fire?! Final Limit Breaker!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "同士討ち！？ リミットブレイクジエンド！！",
                    "SummaryJapanese": "ヒュウガとヒカルの戦いを見て、黒いフレアを吹き出すレーン。シュウは、２人とバトルしたがっているからだと告げる。ステージでは三回戦第二試合、BCソル同士の戦いが始まる。フリー&シスコに対するバルト&乱太郎は新必殺技「シンクロライトニング」で立ち向かう！続く第三試合、ロンギヌスとドラゴンの完璧な連携攻撃に、ついにルシファーが窮地に追い込まれる。援護に向かったスプリガンが攻撃した相手はなんと…！？"
                },
                "44": {
                    "ID": "9342019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342019",
                    "TitleEnglish": "Next-Level Training! Jet Wyvern!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "限界特訓！ ジェットワイバーン！！",
                    "SummaryJapanese": "次負けたら決勝進出は絶望的！？追い込まれたヒュウガとヒカルは特訓を始めるも息が合わない。そんな２人を自称専属コーチのワキヤは再び自邸へ招く。そこにはアイガと乱次郎、ドラムの姿が。「まとめて鍛え直す」と言うワキヤの手には小紫家の科学の粋を結集したという最強のディフェンスベイ、ジェットワイバーンが握られていた！驚異の防御力を見せるワイバーンに、その場にいる誰もが全力で挑みかかる！！"
                },
                "45": {
                    "ID": "9342020",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342020",
                    "TitleEnglish": "Scorching Battle! Dauntless Bravery!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "灼熱！漢気！ガチバトル！",
                    "SummaryJapanese": "怒涛の四回戦！第一試合は、フリー＆シスコに激しくフレアを爆発させるレーンの灼熱バトル！第二試合は、黄山兄弟の気迫に、バルトとアイガも熱く応える漢気バトル！第三試合は、正念場のヒュウガ&ヒカルが、ルイ&ドラムにガチバトルを挑む！ワキヤとの特訓で迷いから抜け出し、生き生きとバトルをするヒュウガとヒカルに、思わずレーンも目を奪われて…"
                },
                "46": {
                    "ID": "9342021",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342021",
                    "TitleEnglish": "Mad Storm! Raging Tempest!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "狂嵐！ レイジングテンペスト！！",
                    "SummaryJapanese": "決勝進出をかけた五回戦が始まった！第一試合、アイガ＆乱次郎に対し、後がないルイ&ドラムだが、全く焦る様子を見せないルイ。「俺の特訓に耐えられるんだろうな？」とドラムの覚悟を確かめる！？そして始まるバトル！アイガと乱次郎は、ハイパートルネードとアキレスの猛攻撃による必勝パターンで攻め立てる！その時、ロンギヌスのアッパーで打ち上げられたドラゴンからレインボーターボが…！？"
                },
                "47": {
                    "ID": "9342022",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342022",
                    "TitleEnglish": "We Can Do It! Or Maybe Not!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ピターーッができない！！",
                    "SummaryJapanese": "五回戦は4チームが同点で並び、どのチームが決勝進出を決めてもおかしくない展開に！その第二試合は、ヒカル&ヒュウガVSフリー&シスコ。新必殺技「ツインリミットブレイク」が完成したことで波に乗ったヒュウガとヒカル。その勢いのまま、試合開始早々にコンビネーション攻撃を炸裂させて流れを掴む！完璧な連携でファブニルを追い詰めたと思ったその時、フリーの掛け声とともにレジェンドたちの反撃が始まる！！"
                },
                "48": {
                    "ID": "9342023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342023",
                    "TitleEnglish": "The Bonds Between Beys",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ベイの絆！！",
                    "SummaryJapanese": "渇きがないはずのヒュウガとヒカルがフレアを大きく輝かすのを目の当たりにして、自分のフレアとの違いに当惑するレーン。そのかたわらでシュウは、最後までレーンをそばで見届ける決意を固める。五回戦ラストは、負けると後がないバルト&乱太郎との戦いに。すさまじい気迫をぶつけ合うバルトとシュウ。二人のバトルに魅入られるレーンの身体からは、今までの黒いフレアとは違う紅蓮のフレアが…！？"
                },
                "49": {
                    "ID": "9342024",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342024",
                    "TitleEnglish": "Confidence! Cowardice? Carefree-ness?!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "強気！弱気？ノー天気！？",
                    "SummaryJapanese": "決勝戦進出をかけた大一番！準決勝はレジェンドオブレジェンドことバルトのタッグに、ヒュウガとヒカルの新世代タッグが勝負を挑む！負けたら終わりだと慎重になるヒカル。強気に勝利しか考えないヒュウガ。お互いに、弱気、ノー天気だと言い争ってしまう。分断作戦をかかげ果敢に攻める2人だが、バルトと乱太郎にはその手の内が読まれてしまう。さらにはバルトたちの新必殺技が炸裂し、絶体絶命のピンチが兄弟を襲う！！"
                },
                "50": {
                    "ID": "9342025",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342025",
                    "TitleEnglish": "Surpass Your Limits! Defeat the Legends!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "超えろ！ レジェンドの壁！！",
                    "SummaryJapanese": "激闘の準決勝はセカンドバトルへ！ 今度はもっと攻撃的に攻めようとするヒュウガを見て、ヒカルはある覚悟を決める。作戦を聞いても納得しきれない様子のヒュウガだったが「最後はお前の力が必要だ」、ヒカルの、その言葉がヒュウガの心を突き動かす。そびえ立つレジェンドの壁。難攻不落のシンクロ攻撃を仕掛けるバルトと乱太郎に、ヒュウガとヒカルは2人の力を一つにして全力で立ち向かう！！"
                },
                "51": {
                    "ID": "9342026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342026",
                    "TitleEnglish": "Revolution! The Final Showdown!",
                    "SummaryEnglish": null,
                    "TitleJapanese": "革命だ！最終決戦！！",
                    "SummaryJapanese": "レジェンドスーパータッグリーグはついに最終決戦へ！準決勝で勝利へのヒントを掴みかけるヒュウガ。ギリギリまで特訓するも答えが分からないヒュウガに、ヒカルは「お前のやりたいようにやればいい」と告げる。一方のレーンは、自分のフレアが兄弟のフレアに同調しつつある事に気付きながらも自らそれを否定する。そして迎える決勝戦、ヒュウガ&ヒカルVSレーン&シュウ！最強の称号は果たしてどちらのタッグに与えられるのか！"
                },
                "52": {
                    "ID": "9342027",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/beyblade-burst/episodes/9342027",
                    "T