{
  "URL": "https://www.thetvdb.com/series/339203-show",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Drama",
    "Sport"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt7784442/",
    "https://ball-ha-tomodachi.com/jryouth/",
    "https://www.themoviedb.org/tv/77240",
    "https://x.com/tsubasa_news"
  ],
  "TitleEnglish": "Captain Tsubasa (2018)",
  "SummaryEnglish": "Captain Tsubasa is the passionate story of an elementary school student whose thoughts and dreams revolve almost entirely around the love of soccer. 11-year-old Tsubasa Oozora started playing football at a very young age, and while it was mostly just a recreational sport for his friends, for him, it developed into something of an obsession. In order to pursue his dream to the best of his elementary school abilities, Tsubasa moves with his mother to Nankatsu city, which is well-known for its excellent elementary school soccer teams. But although he was easily the best in his old town, Nankatsu has a lot more competition, and he will need all of his skill and talent in order to stand out from this new crowd.",
  "Aliases": [
    "Captain Tsubasa Junior Youth Arc",
    "Captain Tsubasa S2",
    "Captain Tsubasa Season 2: Juniors-hen",
    "キャプテン翼シーズン2 ジュニアユース編"
  ],
  "Modified": "2025-09-16",
  "Seasons": {
    "0": {
      "ID": "741671",
      "URL": "https://www.thetvdb.com/series/339203-show/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "8320019",
          "TYPE": "Episodic Special",
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/8320019",
          "TitleEnglish": "FNS27 Special",
          "SummaryEnglish": "Special short animated for the FNS27 2019 event",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "741848",
      "URL": "https://www.thetvdb.com/series/339203-show/seasons/official/1",
      "# Episodes": 52,
      "Episodes": {
        "1": {
          "ID": "6453408",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6453408",
          "TitleEnglish": "The Meeting",
          "SummaryEnglish": "Tsubasa Oozora has just moved to Nankatsu in Shizuoka. He is a passionate soccer boy and instead of helping with the move, he runs away to dribble his ball around the city. What happens next is close to a fated encounter. He meets Genzo Wakabayashi. He is a young, genius goalkeeper. Tsubasa watches him catching one ball after another from his middle school partner and is impressed by Wakabayashi’s skills, so he challenges him. He says that he can shoot the ball all the way to Wakabayashi’s house and land it on the roof. As proof, he writes something on the ball.",
          "Aliases": []
        },
        "2": {
          "ID": "6632746",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6632746",
          "TitleEnglish": "Fly!",
          "SummaryEnglish": "Wakabayashi received a challenge from Tsubasa. He couldn’t hide the confusion about the immense power of Tsubasa’s kick and says that he will accept his challenge if he can face the B-team of Wakabayashi’s school of which he is the captain. While Ishizaki complains about the unfair conditions, Tsubasa accepts without hesitation. While the mysterious man Roberto Hongo watches over them, the two boys who later will turn the world of Japanese soccer upside down, face each other for the first time!",
          "Aliases": []
        },
        "3": {
          "ID": "6632747",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6632747",
          "TitleEnglish": "New Nankatsu Soccer Team Start",
          "SummaryEnglish": "The former Brazilian professional soccer player Roberto Hongo started free-loading in Tsubasa’s house. He also declared himself the trainer of the Nankatsu elementary school soccer club and told Tsubasa he has a ‘thank you present’. It turns out it was a practice game against Nishigaoka elementary school. They start to boast about how they once won with 30 points difference against Nankatsu, just like Shutetsu did, which leaves Tsubasa, Ishizaki and the others determined to play to their full power. That’s where the new Nankatsu Elementary School Soccer Club starts!",
          "Aliases": []
        },
        "4": {
          "ID": "6632748",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6632748",
          "TitleEnglish": "Tsubasa and Roberto",
          "SummaryEnglish": "Number 10, the tricot number of desire. Roberto shows Tsubasa his old tricot from the time he played for Brazil and Tsubasa gets all excited and says, ‘One day, I will become a player of the Japanese national team and will fight the world!’ Roberto shows a strange expression, halfway between happy for Tsubasa but at the same time as if he were somewhere else with his thoughts. On the top of their desk, there is an envelope for Roberto, coming from the university hospital. Tsubasa’s mother took a peek at the envelope because she got worried and now knows the shocking truth.",
          "Aliases": []
        },
        "5": {
          "ID": "6632749",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6632749",
          "TitleEnglish": "On The Way To The Inter-School Tournament",
          "SummaryEnglish": "To prepare for the game against the Shutetsu Elementary team, Tsubasa trains every morning with Roberto. When Tsubasa and the rest of the soccer club find out that Wakabayashi and the others have a practice game, they head there to watch them. Their team is full of great players, including Wakabayashi, Izawa, Kisugi, Taki, Takasugi, and more. Tsubasa gets really excited after seeing how good the players are. Seeing Tsubasa like that motivates Ishizaki and the others! So they start their morning training together and walk to school while dribbling their ball!",
          "Aliases": []
        },
        "6": {
          "ID": "6633254",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6633254",
          "TitleEnglish": "Kick-Off! Nankatsu vs Shuutetsu",
          "SummaryEnglish": "The game against Shutetsu Elementary School has started! After the schools competed in baseball, volleyball, and judo, now the final game is soccer and it will decide which school will win the festival.",
          "Aliases": []
        },
        "7": {
          "ID": "6635751",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635751",
          "TitleEnglish": "Fantasista Tsubasa",
          "SummaryEnglish": "The football match between Nankatsu and Shutetsu is decisive, as it will designate the winning school of the 26th inter-clubs. Surprisingly, Tsubasa evolved into the central defender position during this match and annihilated all the opposing attempts. But will this tactic pay off in the long run?",
          "Aliases": []
        },
        "8": {
          "ID": "6635752",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635752",
          "TitleEnglish": "The Birth of the Golden Nankatsu duo",
          "SummaryEnglish": "Shutetsu finally opened the scoring against Nankatsu. Tsubasa and his teammates do not give up and do everything to return to the score. Unfortunately for them, Wakabayashi will put in place a tactic that could nullify their hopes of equalization ...",
          "Aliases": []
        },
        "9": {
          "ID": "6635753",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635753",
          "TitleEnglish": "A happy ending",
          "SummaryEnglish": "Shutetsu takes the lead thanks to a goal from Wakabayashi during the overtime. Tsubasa will try again to equalize, helped in this by Misaki. There is still little time to play ...",
          "Aliases": []
        },
        "10": {
          "ID": "6635754",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635754",
          "TitleEnglish": "The Arrival of Kojiro",
          "SummaryEnglish": "Tsubasa, Misaki and Ishizaki are training to be among the fifteen players who will be competing for the national tournament. In a conversation, Misaki refers to Kojiro Hyuga, a player apparently as talented as Tsubasa, but radically different in style. Tsubasa will soon get to know this young boy with a strong character ...",
          "Aliases": []
        },
        "11": {
          "ID": "6635755",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635755",
          "TitleEnglish": "A Surprisingly Difficult Match",
          "SummaryEnglish": "Nankatsu FC have won easily games in the Shizuoka tournament and are in the semi-final against Shimada, a modest team. But the match will prove to be more difficult than expected ...",
          "Aliases": []
        },
        "12": {
          "ID": "6635756",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635756",
          "TitleEnglish": "Crushing Wakabayashi",
          "SummaryEnglish": "After leaving Shimada, the Nankatsu SC is in the final departmental against Shimizu FC. With the return of Wakabayashi in goal, the team has every chance of winning the ticket for the national tournament, but it is not counting on an opponent who will target their best player ...",
          "Aliases": []
        },
        "13": {
          "ID": "6635757",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635757",
          "TitleEnglish": "Now it's All Country!",
          "SummaryEnglish": "Winner of Shimizu FC, the Nankatsu SC validates the ticket for the national tournament. The team will unfortunately have to do without the services of Wakabayashi, whose injury proved to be worse than expected ...",
          "Aliases": []
        },
        "14": {
          "ID": "6635758",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635758",
          "TitleEnglish": "Nankatsu burns to beat Meiwa",
          "SummaryEnglish": "The national tournament begins with a dream poster: Nankatsu vs. Meiwa! Spectators came in droves to attend this match which will have for main attraction the duel between Tsubasa and Hyuga ...",
          "Aliases": []
        },
        "15": {
          "ID": "6635759",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635759",
          "TitleEnglish": "I will not lose, because it is my dream!",
          "SummaryEnglish": "The match between Nankatsu and Meiwa keeps its promises, as does the duel between Tsubasa and Hyuga. Despite the intense heat, both teams remain elbow-to-elbow. Who from Tsubasa or Hyuga will manage to tip definitely the balance in favor of his team?",
          "Aliases": []
        },
        "16": {
          "ID": "6635760",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635760",
          "TitleEnglish": "This is Acrobatic Football!",
          "SummaryEnglish": "It's the third day of the National Tournament, and Nankatsu's match against Hanawa begins. Tsubasa and the others must face a very particular duo: The Tachibana Brothers, famous for their perfect coordination and synchronicity on the field.",
          "Aliases": []
        },
        "17": {
          "ID": "6635761",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635761",
          "TitleEnglish": "4 Minutes left! A decisive battle in mid-air!",
          "SummaryEnglish": "Nankatsu must beat Hanawa to qualify. Even if they tied, Nankatsu would be out of the tournament. Tsubasa and Misaki, thanks to their excellent coordination, manage to score a goal, but in the second half the Tachibana brothers tie.",
          "Aliases": []
        },
        "18": {
          "ID": "6635762",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635762",
          "TitleEnglish": "Road to the final",
          "SummaryEnglish": "The semi-finals have already started, and whoever loses now will be out of the tournament. All matches are decisive, and no one will be easy to beat. Nankatsu faces Naniwa and their terrible goalkeeper Nakanishi.",
          "Aliases": []
        },
        "19": {
          "ID": "6635763",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635763",
          "TitleEnglish": "Tough match between Meiwa and Furano!",
          "SummaryEnglish": "We continue in the semifinals of the National Tournament, and the match between Meiwa against Furano begins. Hyuga demonstrates his terrible aggressive playing style, but is contrasted by Furano's captain, Matsuyama.",
          "Aliases": []
        },
        "20": {
          "ID": "6635764",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635764",
          "TitleEnglish": "Musashi's secret plan",
          "SummaryEnglish": "Nankatsu and Musashi meet in the semifinals of the National Tournament. Tsubasa will have to face the prince of the countryside, Jun Misugi, famous for his exceptional talent, leadership and precision.",
          "Aliases": []
        },
        "21": {
          "ID": "6635765",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635765",
          "TitleEnglish": "The Crystal Star",
          "SummaryEnglish": "Faced with the technical and tactical superiority of Misugi, Tsubasa loses courage and is unable to react. The match is very badly embarked for his team, led by two goals. That's when Wakabayashi, who came to Tokyo expressly in the hope of playing the final, intervenes. Will his speech succeed in motivating the captain of Nankatsu?",
          "Aliases": []
        },
        "22": {
          "ID": "6635766",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635766",
          "TitleEnglish": "Decisive play stoppage",
          "SummaryEnglish": "The fantastic goal of Misugi allows his team to take the lead over Nankatsu two minutes from the end of the match. The musashi playmaster is no longer able to run and leans against a pole. Tsubasa and his teammates will however quickly understand that despite his condition, the young prodigy remains an outstanding tactician and that marking will be very complicated, especially given the short time left to play ...",
          "Aliases": []
        },
        "23": {
          "ID": "6635767",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635767",
          "TitleEnglish": "The Prodigy Goalkeeper Returns!",
          "SummaryEnglish": "We have reached the final of the National Tournament, and the irony of fate has caused Nankatsu and Meiwa to meet again, this time to decide which of the two will be crowned champion of the tournament. Tsubasa and Hyuga will face each other again.",
          "Aliases": []
        },
        "24": {
          "ID": "6635768",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635768",
          "TitleEnglish": "Tenacity, Definitely Tenacity!",
          "SummaryEnglish": "Influenced by Ishizaki's words, Hyuga tries to score on Wakabayashi from outside the large area without success. Sawada makes her see reason, and Meiwa's playing style changes radically.",
          "Aliases": []
        },
        "25": {
          "ID": "6635769",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635769",
          "TitleEnglish": "Blazing Counter Attack",
          "SummaryEnglish": "Back on the pitch after being treated, Misaki will try everything to launch Tsubasa into a counterattack. Still handicapped by his injury, he nevertheless managed to transmit the ball to his center forward. The latter now has a road in front of him, but there still remains a major obstacle: Wakashimazu...",
          "Aliases": []
        },
        "26": {
          "ID": "6635770",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635770",
          "TitleEnglish": "Illusory Goal",
          "SummaryEnglish": "We're in overtime of the final, and both teams are completely exhausted. Defense is now key in determining the outcome of the match, leading to a duel between Nankaatsu's goalkeeper Wakabayashi and Meiwa's goalkeeper Wakashimazu.",
          "Aliases": []
        },
        "27": {
          "ID": "6806288",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806288",
          "TitleEnglish": "Moment of Glory",
          "SummaryEnglish": "The final of the national tournament is about to end, and the suspense has people glued to their seats. Wakabayashi's plan to fight back in the first five minutes of overtime to allow Tsubasa and Misaki to rest paid off.",
          "Aliases": []
        },
        "28": {
          "ID": "6806290",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806290",
          "TitleEnglish": "Everyone's Setting Off",
          "SummaryEnglish": "Nankatsu is decorated as the champion of the national tournament, and its captain, Tsubasa Ozora, raises the flag with pride and joy as a sign of victory.",
          "Aliases": []
        },
        "29": {
          "ID": "6806291",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806291",
          "TitleEnglish": "The Opening of the Summer (Start)!",
          "SummaryEnglish": "A new rival has arrived to challenge our beloved Tsubasa. He is Shun Nitta, a former player on the Nankatsu team. Using his incredible agility, Nitta totally impresses Tsubasa and pressures him with her famous falcon shot.",
          "Aliases": []
        },
        "30": {
          "ID": "6806292",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806292",
          "TitleEnglish": "Prefectural Tournament Final Game! Falcon Shoot Appeared!",
          "SummaryEnglish": "The final of the Shizuoka prequalification rounds has already begun, and the Otomo team holds off the Nankatsu school with their new star player Shun Nitta, but finds that they cannot beat Tsubasa in a head-to-head duel.",
          "Aliases": []
        },
        "31": {
          "ID": "6806293",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806293",
          "TitleEnglish": "The Falcon versus Tsubasa",
          "SummaryEnglish": "After several attempts, Shun Nitta is still unable to complete his famous falcon shot from a long pass without letting the ball touch the ground, until he finally manages to perfect his shot. Munemasa is glad that there is still someone who can help Tsubasa grow.",
          "Aliases": []
        },
        "32": {
          "ID": "6806294",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806294",
          "TitleEnglish": "Defeated Tsubasa! Hyuga versus Misugi",
          "SummaryEnglish": "The final match of the qualifying rounds in Tokyo before the national tournament has begun. Toho faces Musashi. Hyuga scores three goals near the end of the first half, forcing Prince Misugi to appear on the pitch earlier than expected.",
          "Aliases": []
        },
        "33": {
          "ID": "6806295",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806295",
          "TitleEnglish": "Tokyo Tournament Conclusion",
          "SummaryEnglish": "We are still in the final of the Tokyo qualifying rounds, and Captain Musashi uses all his strength to even the score, despite his heart problem.",
          "Aliases": []
        },
        "34": {
          "ID": "6806296",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806296",
          "TitleEnglish": "Fierce Battle Opening! Tournament Start",
          "SummaryEnglish": "Tsubasa receives a message from an old friend, Genzo Wakabayashi, who trains in Germany. Tsubasa, excited, asks the reason for his call and tells him that he has found a player much stronger than him and that he currently lives in France.",
          "Aliases": []
        },
        "35": {
          "ID": "6806297",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806297",
          "TitleEnglish": "Razor Power Explosion",
          "SummaryEnglish": "After hard training in the terrible waters of the island of Okinawa, Hyuga manages to get rid of his compassion and, in the words of his trainer, regains his fangs, but when he returns to his companions he encounters a new obstacle.",
          "Aliases": []
        },
        "36": {
          "ID": "6806299",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806299",
          "TitleEnglish": "Everyone's Decision",
          "SummaryEnglish": "Finally, Nankatsu manages to equalize the score in the second half, thanks to Takasugi. Can Tsubasa score one more goal to protect his crown... or will Azumaichi be the one who manages to tame the relentless Nankatsu?",
          "Aliases": []
        },
        "37": {
          "ID": "6806300",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806300",
          "TitleEnglish": "Skylab Hurricane!",
          "SummaryEnglish": "The Nankatsu match against Hanawa begins, and Tsubasa once again faces the Tachibana brothers, famous for their acrobatic soccer style, and who will now show a new special shot that will be their secret weapon to defeat Nankatsu.",
          "Aliases": []
        },
        "38": {
          "ID": "6806301",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806301",
          "TitleEnglish": "Assault! Tachibana Brothers",
          "SummaryEnglish": "Tsubasa is injured trying to defend the goal and is forced to leave the field temporarily. The Tachibana brothers take advantage of the situation and manage to score the tying goal. Will Tsubasa be able to return to the field before the match ends?",
          "Aliases": []
        },
        "39": {
          "ID": "6806302",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806302",
          "TitleEnglish": "Nankatsu versus Hanawa Conclusion!",
          "SummaryEnglish": "Hanawa decides to play the defensive card while the Tachibana Brothers rest their legs. Faced with this airtight defense, Tsubasa decides to try the dead leaf shot. Will this option cost the match?",
          "Aliases": []
        },
        "40": {
          "ID": "6806304",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806304",
          "TitleEnglish": "Furano goes to the front!",
          "SummaryEnglish": "We are in the second match of the quarterfinals of the National Tournament: Furano against Minami-iwa. Matsuyama and his team have trouble countering their opponents' attack.",
          "Aliases": []
        },
        "41": {
          "ID": "6806305",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806305",
          "TitleEnglish": "The Fearful Dark Horse",
          "SummaryEnglish": "The Nankatsu match against Hirado begins. The winner will advance to the semifinals of the National Tournament. Tsubasa will have to face the powerful Hiroshi Jito, captain and central defender of the team, who will seek to prove his worth on the field.",
          "Aliases": []
        },
        "42": {
          "ID": "6806307",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806307",
          "TitleEnglish": "Phoenix Tsubasa",
          "SummaryEnglish": "After a crushing disadvantage, created by the Hirado duo, Tsubasa decides to risk it all, and will try to make Roberto's famous spin shot, giving them a chance to win.",
          "Aliases": []
        },
        "43": {
          "ID": "6806311",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806311",
          "TitleEnglish": "The supplication of the tiger",
          "SummaryEnglish": "We are in the semifinals of the tournament, and the first to win will be Meiwa against Toho, without Hyuga's presence on the court, Meiwa manages to take advantage of Toho by making Takeshi Sawada suffer while Hyuga can watch the match from the bench.",
          "Aliases": []
        },
        "44": {
          "ID": "6806313",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806313",
          "TitleEnglish": "Number 10 vs Number 10",
          "SummaryEnglish": "It is the last game of the semi-finals, and for the first time, Nankatsu will battle Furano, famous for their excellent teamwork, and their ice captain, Hikaru Matsuyama, wearing number ten just like Tsubasa.",
          "Aliases": []
        },
        "45": {
          "ID": "6806316",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806316",
          "TitleEnglish": "Tears in Airport",
          "SummaryEnglish": "It is the second half of the game and Furano ties the score. Tsubasa's injuries are getting worse by the minute, but in an act of courage and determination, Tsubasa decides to risk everything and will try to make his shot with effect once again, but Matsuyama will do everything to prevent it.",
          "Aliases": []
        },
        "46": {
          "ID": "6806318",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806318",
          "TitleEnglish": "Kick off of the Century",
          "SummaryEnglish": "The long-awaited final of the National Tournament has arrived, and Tsubasa hopes to recover from his injury to play his best against Toho.",
          "Aliases": []
        },
        "47": {
          "ID": "6806321",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806321",
          "TitleEnglish": "Confrontation of Destiny Once More",
          "SummaryEnglish": "We are in the first five minutes of the game between Nankatsu against Toho, guided and the tension on the court can be cut with a knife. Both captains, Tsubasa Ozora and Kojiro Hyuga, are determined to achieve victory.",
          "Aliases": []
        },
        "48": {
          "ID": "6806322",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806322",
          "TitleEnglish": "The King Toho",
          "SummaryEnglish": "Despite Nankatsu's discipline, the Toho team imposes its dominance, with a two-goal difference, courtesy of its captain, Kojiro Hyuga, and his powerful tiger shot.",
          "Aliases": []
        },
        "49": {
          "ID": "6806324",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806324",
          "TitleEnglish": "Incandescent Fighters, the Fierce Tiger and Tsubasa",
          "SummaryEnglish": "Despite the doctor's warnings, Tsubasa remains determined to continue on the field to help his teammates in the battle against the Toho team.",
          "Aliases": []
        },
        "50": {
          "ID": "6806325",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806325",
          "TitleEnglish": "All-out war of Tenacity",
          "SummaryEnglish": "We continue in the Nankatsu final against Toho, who has three goals each. The pressure causes both teams to make mistakes and, in the heat of the match, Nankatsu's Takasugi commits a foul.",
          "Aliases": []
        },
        "51": {
          "ID": "6806327",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806327",
          "TitleEnglish": "Miracle Drive Shoot!",
          "SummaryEnglish": "After sixty intense minutes with three of the same, we go to overtime. Twenty minutes divided into two halves. If they are tied, both teams will be crowned champions of the tournament, but neither Tsubasa nor Hyuga want to share the title.",
          "Aliases": []
        },
        "52": {
          "ID": "6806328",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806328",
          "TitleEnglish": "Endless Dream",
          "SummaryEnglish": "Time progresses more and more and the two teams leave everything on the field to be crowned champions. Hyuga and Tsubasa are showing what they are made of and the shots on goal they are going for are worthy of this final.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "2055975",
      "URL": "https://www.thetvdb.com/series/339203-show/seasons/official/2",
      "# Episodes": 39,
      "Episodes": {
        "1": {
          "ID": "9974393",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/9974393",
          "TitleEnglish": "A New Challenge",
          "SummaryEnglish": "The deciding match of the All Japan Junior Youth Soccer Tournament ends in an unprecedented twist. Now, with Tsubasa Ozora out, it’s Kojiro Hyuga’s turn! An intimidating match of formidable high school students awaits. Will they step up to the challenge?",
          "Aliases": []
        },
        "2": {
          "ID": "10015716",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015716",
          "TitleEnglish": "Greetings to an Old Rival",
          "SummaryEnglish": "The team to travel to Europe has been announced! Hyuga is captain, but Tsubasa is determined to play in the French tournament in two weeks. In Germany, a practice match reunites the team with Wakabayashi, who shocks the team with his unusual comment.",
          "Aliases": []
        },
        "3": {
          "ID": "10015717",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015717",
          "TitleEnglish": "Professional Warrior",
          "SummaryEnglish": "Team Japan and Hamburg have a practice match, and Wakabayashi shows off his iron defense. Schneider initiates a fierce attack and makes scoring impossible. Hyuga meanwhile is furious. Then there’s Tsubasa…",
          "Aliases": []
        },
        "4": {
          "ID": "10015718",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015718",
          "TitleEnglish": "Starting Again from Zero",
          "SummaryEnglish": "While the practice match against Hamburg has proven disastrous for Japan, they vow to start afresh. Captain Matsuyama desires his teammates’ trust, while Hyuga focuses on overcoming Schneider. Meanwhile, Wakabayashi makes a surprising announcement.",
          "Aliases": []
        },
        "5": {
          "ID": "10015719",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015719",
          "TitleEnglish": "Another Heavy Hitter",
          "SummaryEnglish": "Taro Misaki, now in France, has received a request to join Japan Junior Youth. The three years he’s spent away hasn’t helped his confidence, but playing with Tsubasa again appeals. Now Misaki challenges Team France to prove he’s still got it!",
          "Aliases": []
        },
        "6": {
          "ID": "10015720",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015720",
          "TitleEnglish": "Action! Japan Junior Youth!",
          "SummaryEnglish": "Tsubasa returns to the field in style! Early in the match against Munich, he makes a decisive move. With Tsubasa back in action, his teammates play like completely different athletes. Then Hyuga and Tsubasa decide to make things even more interesting.",
          "Aliases": []
        },
        "7": {
          "ID": "10015721",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015721",
          "TitleEnglish": "Converge on Paris!!",
          "SummaryEnglish": "The team lands in France, with games starting soon. Coach orders a rest day, but Tsubasa can’t sit still. As he dribbles around Paris, he passes someone practicing just like him. The boy, it turns out, is a familiar face with amazing skills.",
          "Aliases": []
        },
        "8": {
          "ID": "10015722",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015722",
          "TitleEnglish": "I'm Taro Misaki",
          "SummaryEnglish": "It’s the opening ceremony of the International Junior Youth Tournament. As players from twelve participating countries gather, Misaki thinks back about his time in Japan and how far he’s really come. But the memories aren’t all happy. He remembers not only how his father’s career has had a major impact on his life and his soccer, but also how his father’s complicated life as an artist has pulled him into a situation where he is faced with a seemingly impossible dilemma.",
          "Aliases": []
        },
        "9": {
          "ID": "10015723",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015723",
          "TitleEnglish": "A Great Journey",
          "SummaryEnglish": "It’s Japan versus Italy in the opening game of the tournament, and tensions are running high. Team Japan’s tempers are flared over Italy’s previous comments about how they weren’t worth their time back before the practice match that never was. Still, having been handed the position of captain from Matsuyama, Tsubasa rises to the occasion. Italy may have Tsubasa marked, but he responds with some characteristic fighting spirit.",
          "Aliases": []
        },
        "10": {
          "ID": "10015724",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015724",
          "TitleEnglish": "They've Returned! The Golden Duo!!",
          "SummaryEnglish": "Italy's goalkeeper, Zino Hernandez, makes incredible saves. So much so that his perfect record has earned him the reputation as Europe’s best goalie. His skill puts Japan on the offensive, but Misaki is watching. Then coach makes a surprising move.",
          "Aliases": []
        },
        "11": {
          "ID": "10015725",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015725",
          "TitleEnglish": "The Fierce Tiger Awakens",
          "SummaryEnglish": "Thanks to Tsubasa and Misaki, Japan manages to tie with Italy, leaving the Europeans to tighten their defenses in the hope achieving a draw. Meanwhile, the crowd is in thrall to Japan and cheers them on with only one minute to go. Tsubasa then makes one final gamble…",
          "Aliases": []
        },
        "12": {
          "ID": "10015726",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015726",
          "TitleEnglish": "Destined for Victory",
          "SummaryEnglish": "Host country France has its first match against England, and the stadium is buzzing with excitement. Elle Sid Pierre, France’s captain, wows with his elegant dribbling. Meanwhile, Tsubasa and his friends take note and are impressed. But as host, Team France is feeling the pressure. Will France being able to come through?",
          "Aliases": []
        },
        "13": {
          "ID": "10204754",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10204754",
          "TitleEnglish": "A Pledge in the Starry Sky",
          "SummaryEnglish": "Former Brazilian soccer player Roberto Hongo makes a visit to a soccer stadium in the outskirts of Paris where he speaks with Katagiri of the All Japan Soccer Association. Roberto makes himself clear; he does not want Tsubasa knowing he is merely miles away in the same city. As Tsubasa's former coach, Roberto still regrets breaking the promise he made to Tsubasa to take him to Brazil. He deeply admires Tsubasa and will never forget the days he spent as his coach.",
          "Aliases": []
        },
        "14": {
          "ID": "10232045",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10232045",
          "TitleEnglish": "Never Give Up",
          "SummaryEnglish": "It’s Japan versus Argentina, and the winner progresses to the finals. Tsubasa, however, is preoccupied. While on the pitch he learns that his former coach Roberto, who has since remained incognito, is now in the stands somewhere watching.",
          "Aliases": []
        },
        "15": {
          "ID": "10234546",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10234546",
          "TitleEnglish": "Japan Junior Youth Strikes Back",
          "SummaryEnglish": "While Japan reels from Diaz’s latest soccer feat, Tsubasa and Hyuga join forces for a special attack. Tsubasa has got his groove back. Taking the opportunity, the Tachibana Twins and Jito dash toward the goal. The time to strike back is now!",
          "Aliases": []
        },
        "16": {
          "ID": "10248721",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248721",
          "TitleEnglish": "A Battle of Ups and Downs",
          "SummaryEnglish": "Misaki makes a miracle shot, tying the score for Japan. But a tie isn’t good enough if they want to make it to the semifinals. With both teams unwilling to give an inch, it’s anyone’s guess who will walk away the victor.",
          "Aliases": []
        },
        "17": {
          "ID": "10248722",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248722",
          "TitleEnglish": "The Young Noble of the Field Returns!!",
          "SummaryEnglish": "It's the second half, 4 to 4. To break the impasse, Japan puts in Jun Misugi, an amazingly skilled player who also has a heart condition. It’s been three years, but finally, Jun can stand on the same field as Tsubasa. Argentina is in for a fight!",
          "Aliases": []
        },
        "18": {
          "ID": "10248723",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248723",
          "TitleEnglish": "The Top Four Assemble!",
          "SummaryEnglish": "Thanks to Misugi’s overhead, Team Japan manages to take the lead, a first for this match. But the self-declared genius is ready and launches his infamous Banana Shot over everyone’s heads, etching a giant arc in the sky. Who will make it to the top four?",
          "Aliases": []
        },
        "19": {
          "ID": "10248724",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248724",
          "TitleEnglish": "The Ball of Fire Revealed",
          "SummaryEnglish": "It's the first match of the final tournament. Uruguay begins with some lightning-fast attacks, which achieves a goal in just the first fifty seconds. But Germany’s Schneider manages to even the score. Which ace striker will dominate is anyone’s guess…",
          "Aliases": []
        },
        "20": {
          "ID": "10248725",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248725",
          "TitleEnglish": "The Battle Begins!! Japan vs. France",
          "SummaryEnglish": "In the second match of the finals Japan faces host France in a stadium filled with fans for the home team. Still Japan pulls off a three-way attack, stealing the ball back from a furious French captain, Pierre, who now seems to be planning something…",
          "Aliases": []
        },
        "21": {
          "ID": "10248726",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248726",
          "TitleEnglish": "10 vs. 11",
          "SummaryEnglish": "Ten minutes into the first half, Soda is given his second yellow card, forcing Japan to play on with only ten players. Then, Pierre gets a penalty kick, upping the score 2 to 1. Hyuga doesn’t give up, but luck just doesn’t seem be on Japan’s side…",
          "Aliases": []
        },
        "22": {
          "ID": "10248727",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248727",
          "TitleEnglish": "The Elegant Beast Attacks",
          "SummaryEnglish": "In the second half rain is pelting the players and the pitch. France turns on a furious attack, but Japan ends up saved. But Izawa is now badly injured. In his place steps Misugi, who’s confidant the tables can turn. Let the clash of captains begin!",
          "Aliases": []
        },
        "23": {
          "ID": "10248728",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248728",
          "TitleEnglish": "Misaki vs. Pierre",
          "SummaryEnglish": "Behold, France’s enigmatic Eiffel Attack! Team Japan stands at the ready, reflexes primed, but it’s Pierre and Napoleon all the way. Perfect pass work epitomizes the French forces as they make their way to the goal. Can Tsubasa resuscitate the team?",
          "Aliases": []
        },
        "24": {
          "ID": "10248729",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248729",
          "TitleEnglish": "Overtime in the Rain",
          "SummaryEnglish": "Thanks to Misaki, the score is tied, initiating the first overtime of the tournament. But Coach Mikami is out of substitutions, and everyone is more than fatigued. Now Japan’s worst fears have become a reality. Things are not looking good…",
          "Aliases": []
        },
        "25": {
          "ID": "10248730",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248730",
          "TitleEnglish": "A Wounded Final Defense",
          "SummaryEnglish": "It’s overtime, and Hyuga is ready to fight. He takes on Pierre, but Hyuga’s badly injured leg allows his opponent to swipe the ball out from underneath him. France continues to launch a brutal wave of attacks. Meanwhile, Wakashimazu is writhing in pain.",
          "Aliases": []
        },
        "26": {
          "ID": "10248731",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248731",
          "TitleEnglish": "The Miracle Fist",
          "SummaryEnglish": "Overtime in the second match of the finals is underway, but a winner has yet to be declared. Now five representatives from each team are to join the kickoff. First up is France’s captain, Pierre. The whistle sounds. Whom will fortune smile on today?",
          "Aliases": []
        },
        "27": {
          "ID": "10400028",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400028",
          "TitleEnglish": "The Lions of the Final",
          "SummaryEnglish": "At last the final. Japan is to face off against Germany. While Team Japan has managed to survive so far, it’s a team of injured players. And the big surprise is the starting lineup. Wakabayashi’s debut is now. Japan is now the strongest is has ever been!",
          "Aliases": []
        },
        "28": {
          "ID": "10400029",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400029",
          "TitleEnglish": "A Shooting Storm",
          "SummaryEnglish": "The time for kickoff at the finals has arrived! Wakabayashi’s research on Team Germany has proven successful as Japan manages to dominate early on. Only this time Germany’s goalie is the elusive and intensely foreboding Steel Giant, Deuter Muller.",
          "Aliases": []
        },
        "29": {
          "ID": "10400030",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400030",
          "TitleEnglish": "Schneider vs. Wakabayashi",
          "SummaryEnglish": "Japan is stunned by Muller’s ability to block all shots. Suddenly Muller makes a massive kick, launching a super-long-distance pass over to Schneider directly in front of Japan’s goal. Once teammates, Wakabayashi and Schneider battle is just beginning!",
          "Aliases": []
        },
        "30": {
          "ID": "10400031",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400031",
          "TitleEnglish": "A Blazing First Point",
          "SummaryEnglish": "In the first half, Wakabayashi’s research has given the advantage to Team Japan. Then Japan gets another chance at that prized first point with a free kick. But strangely, Goalie Muller wants nothing standing between him in front of the goal and Tsubasa.",
          "Aliases": []
        },
        "31": {
          "ID": "10400032",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400032",
          "TitleEnglish": "The Most Powerful Shot in History",
          "SummaryEnglish": "Schneider’s Fire Shot may’ve dashed Japan’s hopes of a first point, but Hyuga is already devising a comeback. With Tsubasa’s help, he is about to unleash something no one could have anticipated—the fiercest kick in soccer history!",
          "Aliases": []
        },
        "32": {
          "ID": "10400033",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400033",
          "TitleEnglish": "A Hat in Tatters",
          "SummaryEnglish": "Twenty-five minutes into the first half, Tsubasa and Misaki combine forces to tie up the game. Schneider now is even more revved up and goes head-to-head with Goalie Wakabayashi. Then Schneider boldly unleashes his Fire Shot. The result? Sparks fly.",
          "Aliases": []
        },
        "33": {
          "ID": "10400034",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400034",
          "TitleEnglish": "Respond to the Message!",
          "SummaryEnglish": "Something has been weighing on Tsubasa’s mind. Katagiri’s cryptic message from halftime about page 52 must be a reference to the notebook, the one into which Roberto put all he knew. Soon Tsubasa traces his memories, stirring up lessons from the past.",
          "Aliases": []
        },
        "34": {
          "ID": "10400035",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400035",
          "TitleEnglish": "A Glimpse at Global Greatness!?",
          "SummaryEnglish": "Japan pulls off a second point and Germany is frantic! What’s more, Schneider has no feeling in his left leg. Just as Germany’s offense appears to have cracked under the pressure, Schneider wakes up his teammates. Now Germany’s Workman, Kaltz, is pumped.",
          "Aliases": []
        },
        "35": {
          "ID": "10400036",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400036",
          "TitleEnglish": "It's Done!",
          "SummaryEnglish": "Schneider evens the score with only seven minutes to go. Now it’s an all-out war. Tsubasa tries to break through by dribbling, but is brutally tackled by Kaltz midair, sending Tsubasa crashing to the ground. The tournament ends now!",
          "Aliases": []
        },
        "36": {
          "ID": "10400037",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400037",
          "TitleEnglish": "A Promise to the Heavens",
          "SummaryEnglish": "Japan is world champion! Elated, Tsubasa and his teammates converge on the pitch. Meanwhile, Schneider has something to say to Tsubasa. Through his interviewers, Tsubasa tells the world about the dream he’s held dear since childhood.",
          "Aliases": []
        },
        "37": {
          "ID": "10400038",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400038",
          "TitleEnglish": "Confession!",
          "SummaryEnglish": "Having returned from France, Tsubasa becomes coach of Nankatsu MS’s soccer team. Soon Manager Kumi is confessing her love to Tsubasa, despite knowing that Sanae and Tsubasa already have feelings for each other. Time is running out before Brazil.",
          "Aliases": []
        },
        "38": {
          "ID": "10400039",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400039",
          "TitleEnglish": "To A New Era!",
          "SummaryEnglish": "A month has passed since the International Junior Youth Tournament in France, and Japan’s athletes are beginning to go their separate ways. Tsubasa is using the time he has left before graduation to practice with a new club team, impressing the coach who is convinced Tsubasa has achieved a level of soccer equal to pro. Meanwhile Wakabayashi in Germany receives an early offer to go pro from Hamburg. Back in Japan Hyuga and Wakashimazu are already practicing with high schoolers with the goal of becoming regulars for Toho Academy HS. Then there’s Misaki, who is finally back home in Japan from France…",
          "Aliases": []
        },
        "39": {
          "ID": "10400040",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400040",
          "TitleEnglish": "Tsubasa Takes Off",
          "SummaryEnglish": "Tsubasa is in a whole new league now. Gone are the days of Junior Youth. At an entirely new international competition, Tsubasa is more than ready to get out on the pitch and play. Then the stands call in unison. Tsubasa… Tsubasa…",
          "Aliases": []
        }
      }
    }
  }
}