{
    "URL": "https://www.thetvdb.com/series/steins-gate0",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Mystery",
        "Science Fiction",
        "Thriller"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt5514358/",
        "http://steinsgate0-anime.com/",
        "https://www.themoviedb.org/tv/78102"
    ],
    "TitleEnglish": "Steins;Gate 0",
    "SummaryEnglish": "The dark untold story of Steins;Gate that leads with the eccentric mad scientist Okabe, struggling to recover from a failed attempt at rescuing Kurisu. He decides to give up and abandons his lively scientist alter ego, in pursuit to forget the past. When all seems to be normal, he is seemingly pulled back into the past by meeting an acquaintance of Kurisu, who tells him that they have begun testing a device that stores the memory of a human and creates a simulation of them with their characteristics and personalities. Okabe begins testing and finds out that the simulation of Kurisu has brought back anguish and some new unexpected tragedies. Zero is a side story that explores events from the Beta Attractor Field's future that contribute in making the end of the original story possible.",
    "TitleJapanese": "シュタインズ・ゲート ゼロ",
    "SummaryJapanese": "2010年冬 β世界線――― 主人公・岡部倫太郎が数々の苦難、悲哀を乗り越えた果てに 「彼女」を救うことをあきらめてしまった世界線。 失意の底にある岡部倫太郎。 彼を心配する仲間たち。 救われなかった「彼女」はどうなったのか？ 新たなキャラクターを迎えて描かれる「ゼロ」の物語。",
    "Aliases": [
        "Steins;Gate Zero",
        "Steins Gate Zero"
    ],
    "Modified": "2025-07-18",
    "Seasons": {
        "0": {
            "ID": "741862",
            "URL": "https://www.thetvdb.com/series/steins-gate0/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "6605373",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6605373",
                    "TitleEnglish": "Open the Missing Link - Divide By Zero",
                    "SummaryEnglish": "Alternate 23rd episode of Steins;Gate, which leads into the story of Steins;Gate 0. It was included with the Steins;Gate Complete Blu-ray Box.",
                    "TitleJapanese": "境界面上のミッシングリンク(STEINS;GATE #23(β))",
                    "SummaryJapanese": "絶望に押しつぶされた岡部を気遣うまゆり。岡部は、紅莉栖を救うことを諦め、世界の命運を背負うその重責から解放される。だが、そこは紅莉栖との出会い、ラボメンとして過ごした日々が、なかったことになっている世界線であった。罪悪感を抱えたまま過ごす岡部に、“β世界線”はどのような未来を見せるのか？"
                },
                "2": {
                    "ID": "6947967",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6947967",
                    "TitleEnglish": "Valentine's of Crystal Polymorphism: Bittersweet Intermedio",
                    "SummaryEnglish": "A special day approaches during a lull in the chaos. It's that time of year to give chocolate to the ones you love, but not everyone finds that an easy task.",
                    "TitleJapanese": "結晶多形のヴァレンティヌス",
                    "SummaryJapanese": "アメリカへの帰国準備を進める真帆。ふとカレンダーを見ると、バレンタインデーが近いことに気づく。かつての紅莉栖とのやりとりに思いを馳せる……。「アマデウス紅莉栖」は、帰国する前に岡部にチョコを渡して、秘めたる想いを伝えるよう促すが、真帆はかたくなに否定する。いつの間にかその話を聞いていたフェイリスは、とある企てを思いつき、ニヤリとするのだった。\n\nその頃、天王寺から初めてのバイト代を受け取った鈴羽とかがりは、使い道について思いを巡らせていた。そんな時、るかから「バレンタインデーは、大好きな人にチョコを贈って想いを伝える日」と聞き、バレンタインの風習は廃れてしまった2036年からやってきたかがりは、素敵な風習があることに感銘を受けて目を輝かせる。かがりの様子を見た鈴羽は、かがりにチョコを渡すような人がいることに驚き、相手は誰なのかと訝しがる。\n\nその後、フェイリスの呼びかけで女子たちが集結。みんなで手作りチョコを作る「第36回円卓チョコレート会」が開かれた。「ここで作ったチョコをお店で配れば、いい宣伝になる」というフェイリスの思惑をよそに、女子たちはチョコを作り始める。しかし、真帆やカエデ、萌郁はまともに料理が作れず、たちまちキッチンは混沌と化していく。だが、そこへ救世主・るかと由季が遅れてやってくる。2人の指導で作業は軌道に乗り、形はいびつだが、味はそれなりに美味しいチョコが出来上がった。\n\n綯は父・天王寺に。フブキとカエデは親友であるお互いに。萌郁はいつも世話になっているフェイリスの執事・黒木に。由季はダルに。それぞれの大切"
                }
            }
        },
        "1": {
            "ID": "747323",
            "URL": "https://www.thetvdb.com/series/steins-gate0/seasons/official/1",
            "# Episodes": 23,
            "Episodes": {
                "1": {
                    "ID": "6507441",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6507441",
                    "TitleEnglish": "Missing Link of the Annihilator: Absolute Zero",
                    "SummaryEnglish": "Though WWIII is on the horizon, Okabe attempts to live a normal college life. However, a newly developed AI is about to shake up his world.",
                    "TitleJapanese": "零化域のミッシングリンク -Absolute Zero-",
                    "SummaryJapanese": "いくつもの世界線を巡り、様々な可能性を“なかったこと”にしながら、大切な人たちを守ろうと足掻き続けてきた岡部。その果てに辿り着いたのは“紅莉栖とまゆりのどちらを見殺しにするか”という、ふたつの選択肢だった。苦悩と煩悶の末、岡部は「β世界線」――紅莉栖が自分以外のラボメンと出会わないまま死ぬという運命を選択する。\nそして、紅莉栖の死から4ヶ月が経った。再び大学に通い始めた岡部は、真面目に授業に出席し、テニスサークルの合コンに参加するなど、平凡な日常に埋没していく。それでも心の傷は癒しきれず、ラボへ顔を出す機会も減っていった。β世界線上の未来からやってきた鈴羽は、第三次世界大戦が勃発する運命を変えようと岡部を説得。しかし、彼は「世界線の改変は、人間が手を出していい領域ではない」と、運命への介入を否定する。岡部の中で、いつしか白衣をまとったマッドサイエンティスト「鳳凰院凶真」の顔は失われていった。\nそんな折、岡部は秋葉原でヴィクトル・コンドリア大のレスキネン教授が主催する、人工知能に関するセミナーに出席する。ふとしたことから、レスキネン教授の助手である比屋定真帆と知り合い、壇上に上がった彼女のスピーチを聴く岡部。その内容は、「人の記憶をデータ化して保存する」という、かつて紅莉栖が提唱した理論と同様のものだった。真帆やレスキネンのチームはその理論をさらに推し進め、人の記憶と感情、そして心を持つ人工知能「アマデウス」を構築していた。"
                },
                "2": {
                    "ID": "6647537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647537",
                    "TitleEnglish": "Epigraph of the Closed Curve: Closed Epigraph",
                    "SummaryEnglish": "After a chance encounter with Maho where they discover knowing someone in common, Okabe has his first face-to-face with her special AI, Amadeus.",
                    "TitleJapanese": "閉時曲線のエピグラフ -Closed Epigraph-",
                    "SummaryJapanese": "秋葉原のUPXで行われたレスキネン教授のセミナーで、人の記憶や心をベースに作られた人工知能「アマデウス」のデモンストレーションが始まった。レスキネンの助手兼通訳を務める真帆の記憶をベースにした「アマデウス」は、まるで本物の人間のように感情的な反応を示し、会場の人々を驚かせる。\n\nセミナー終了後、会場で知り合った真帆と雑談を交わす岡部。その中で、真帆がヴィクトル・コンドリア大に在籍していた紅莉栖の先輩であることを知る。ふたりが紅莉栖の思い出話に花を咲かせていると、その様子を見たレスキネンが、岡部に「“彼女”に会うこと」を提案する。その相手とは、8ヶ月前の紅莉栖の記憶をベースにしたアマデウスだった。真帆やレスキネン以外にも、紅莉栖と親しかった人間がテスターになれば、「アマデウス紅莉栖」の大きな成長につながるのだという。\n\n岡部が対面した「アマデウス紅莉栖」は、紛れもなく紅莉栖そのものだった。短いやりとりの中で、岡部は「アマデウス紅莉栖」に亡き紅莉栖の面影を見出していく。"
                },
                "3": {
                    "ID": "6647538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647538",
                    "TitleEnglish": "Protocol of the Two-sided Gospel: X-Day Protocol",
                    "SummaryEnglish": "Mayuri tries to bring everyone together for a Christmas party at the lab, but Okabe has a rude awakening.",
                    "TitleJapanese": "双対福音のプロトコル -X-day Protocol-",
                    "SummaryJapanese": "岡部が主催する「未来ガジェット研究所」や秋葉原の街並みを見てみたいと、強く希望する「アマデウス紅莉栖」。岡部は生前の紅莉栖と面識がないラボメンが出入りするラボに、「アマデウス紅莉栖」を連れて行くことに難色を示すが、結局は“彼女”の熱意に根負けしてしまう。そんな折、まゆりの発案で、ラボメンやまゆりのコスプレ仲間たちを交えて、サンタコスでのクリスマスパーティを開くことに。たまたまパーティのことを知った真帆やレスキネンも招かれ、久しぶりにラボに賑やかで楽しい一時が訪れる。パーティの最中、「アマデウス紅莉栖」からの着信に気づき、席を外す岡部。“彼女”は岡部が、なぜ自分のことをつい「クリスティーナ」と呼んでしまったのか、その理由にこだわっていた。“彼女”の追及から逃れられず、岡部は「照れくさくて素直に名前を呼べず、あえて茶化した」と本当の思い答えると、「アマデウス紅莉栖」は動揺して赤くなってしまう。生前の紅莉栖そのものの反応に胸がいっぱいになる岡部だったが、その様子を見た真帆は「ここにいるのはアマデウス。牧瀬紅莉栖は死んだの」と、冷酷な現実を突きつける。"
                },
                "4": {
                    "ID": "6647539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647539",
                    "TitleEnglish": "Solitude of the Mournful Flow: A Stray Sheep",
                    "SummaryEnglish": "While OkaRintaro briefly has a vision of a world line where he is caught up in the middle of a war, which he eventually comes to realise was his Reading Steiner taking effect. Meanwhile, Suzuha explains to Daru that she is looking for Kagari Shiina, Mayuri's future adopted daughter who time-travelled with her from the year 2036 but became seperated from her in 1998. As Rintaro decides to help with the search, he gets a call from Ruka Urashibara about a pressing matter before finding Moeka before his doorstep. be is left with more questions than answers, Suzuha recruits help in her search for an unexpectedly close person.",
                    "TitleJapanese": "亡失流転のソリチュード -A Stray Sheep-",
                    "SummaryJapanese": "「アマデウス紅莉栖」は人工知能であって、紅莉栖本人ではない。死んだ紅莉栖はもう帰ってこない――。真帆から厳しい現実を突きつけられた岡部は、その直後に世界線を移動した感覚「リーディング・シュタイナー」を知覚する。動揺する岡部だったが、元の世界線とほとんど違いはなく、安堵する。一方、鈴羽が悩みを抱えていることを知ったダルは、父として相談に乗ることに。鈴羽によると、タイムマシンに乗って一緒にやってきた女の子が、1998年の秋葉原ではぐれて以来、行方不明なのだという。その少女の名は椎名かがり。2036年の世界で戦災孤児だったところを、まゆりに引き取られた養子である。行方不明になった当時は10歳だった彼女は、現在22歳。手がかりはほとんどないが、「アマデウス紅莉栖」やフェイリスなど、頼れる人脈すべてを使って捜索を始める岡部。そんな中、岡部のもとへダルが協力を依頼した「専門家」がやってくる。それは、別の世界線で幾度もまゆりの命を奪った「ラウンダー」の一員、桐生萌郁だった。"
                },
                "5": {
                    "ID": "6647540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647540",
                    "TitleEnglish": "Solitude of the Astigmatism: Entangled Sheep",
                    "SummaryEnglish": "Their search continues as New Years swiftly approaches, though Ruka's dilemma with a certain guest might make matters worse.",
                    "TitleJapanese": "非点収差のソリチュード -Entangled Sheep-",
                    "SummaryJapanese": "萌郁の突然の来訪に、岡部は動揺を隠せない。岡部の警戒をよそに、ダルは萌郁が編集プロダクションのライターであり、調査のプロであると紹介。そして、12年前に秋葉原でいなくなった椎名かがりの捜索を依頼する。その後、ほどなくして萌郁は高い調査能力を発揮。依然としてかがりは見つからないものの、岡部たち以外にも彼女を捜している人物がいることを突き止めるのだった。やがて、年の変わり目が間近に迫った頃。岡部はるかから「会ってもらいたい人がいる」と相談を受ける。るかが連れてきたのは、驚くほど紅莉栖によく似た少女だった。彼女はるかの父が知人からの紹介で預かった女の子で、過去の記憶を失っているのだという。様々な物事に知識を持つ岡部なら、記憶を取り戻す良い方法を知っているかもしれないと、るかは考えたのだ。そこへ、たまたまやってきたまゆりを見た少女に、大きな変化が表れる。頭を抱え、頭痛を訴える少女を見た鈴羽は、思わず「お前は、かがりなのか……？」と呟くのだった。"
                },
                "6": {
                    "ID": "6647541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647541",
                    "TitleEnglish": "Eclipse of Orbital Ordering: The Orbital Eclipse",
                    "SummaryEnglish": "Now that the girl's identity is known, Okabe and friends kick off the New Years with a shrine visit and party to never forget.",
                    "TitleJapanese": "軌道秩序のエクリプス -The Orbital Eclipse-",
                    "SummaryJapanese": "るかが連れてきた記憶喪失の少女は、鈴羽がずっと捜していたかがりだった。たとえ名前がわかっても、かがりの記憶が戻るわけではない。それでも、まゆりやるかたちラボメンの温かさに触れて、不安に閉ざされたかがりの表情に笑顔が戻っていく。しかし、鈴羽の表情は浮かない。行方不明になる直前のかがりが、自分に銃を突きつけ、逃走した真意を測りかねていたのだ。やがて、元旦を迎えた岡部たちは、ラボメンやまゆりのコスプレ友達、綯、そして真帆たちと連れだって、柳林神社へ初詣に向かう。神社では巫女装束のまゆりやるか、かがりたちが待っていた。かがりが紅莉栖に生き写しであることに驚く真帆だったが、岡部は苦々しい顔で否定。その様子に、岡部が「アマデウス紅莉栖」に心を囚われすぎていると察した真帆は、「アマデウス」のテスターを切り上げるよう諭す。ラボに移動した一行は年明けパーティを開催。宴もたけなわの中、真帆はラボにいた面々に「アマデウス紅莉栖」を紹介する。本物の人間そのものの反応を示す「アマデウス紅莉栖」に驚き、珍しがるラボメンだったが、唐突に「アマデウス紅莉栖」の表示が切断されてしまう。その直後、銃を携えた武装集団が、ラボのドアを破って突入してくるのだった。"
                },
                "7": {
                    "ID": "6647542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647542",
                    "TitleEnglish": "Eclipse of Vibronic Transition: Vibronic Transition",
                    "SummaryEnglish": "As Okabe seeks answers regarding the attack, trouble with Amadeus brings a surprising turn of events.",
                    "TitleJapanese": "震電遷移のエクリプス -Vibronic Transition-",
                    "SummaryJapanese": "ラボに押し入ってきた武装集団の狙いは、かがりだった。ライダースーツとフルフェイスヘルメットに身を包んだ女が、かがりを連れ去ろうとした、その時。異変を察知した天王寺が現れて、覆面の男たちを一蹴。不利を悟った襲撃者は撤退した。一難去って落ち着きを取り戻した岡部は、武装集団の正体に思いを巡らせる。かつて、別の世界線で襲撃してきたSERN配下の「ラウンダー」と同一犯ならば、そのボスである天王寺が救出に来るはずがない。では、“敵”は一体何者なのか……？　真相を探るため、そして襲撃者からかがりを守るため、岡部は天王寺に取引を持ちかける。もしまたかがりが狙われたら、綯も危険にさらされるかもしれない。そこで、お互いのため協力関係を結び、かがりを守ることを依頼。さらに鈴羽が、自分とかがりを天王寺の店でアルバイトとして雇うことを提案する。守る対象を目の届くところに置いておけるし、戦闘技術に長けた天王寺と鈴羽がいれば、“敵”も容易には手出しできない。その申し出を渋々飲んだ天王寺は、襲撃者たちが発した謎のコードナンバーの発音から、西側諸国の軍関係者ではないかと指摘する。一方、突然アクセス不能になった「アマデウス」は、いまだ復旧していなかった。真帆によると、何者かに乗っ取られた可能性があるという。しかし真帆との通話中、岡部のスマホのコールが鳴る。それは、「アマデウス紅莉栖」からの助けを求める着信だった。驚く岡部の中で、またしても「リーディングシュタイナー」が発動。世界線が変動し、我に返った岡部の目の前に立っていたのは、まぎれもなく生身の紅莉栖"
                },
                "8": {
                    "ID": "6647543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647543",
                    "TitleEnglish": "Dual of Antinomy: Antinomic Dual",
                    "SummaryEnglish": "Okabe is given a bittersweet reminder that in changing world lines, sacrifices must be made.",
                    "TitleJapanese": "二律背反のデュアル -Antinomic Dual-",
                    "SummaryJapanese": "変動した「α世界線」で岡部は、あの頃と変わらない姿の紅莉栖と再会する。喜びの涙を流すのも束の間、もうひとつの事実に思い至り、絶望する。紅莉栖とまゆりのどちらを救うのか。その究極の選択において、岡部は紅莉栖の生存を望んだ。つまり、そこは「まゆりの死」へと運命が収束していく世界。事実、まゆりは夏コミマの直後、心臓発作で亡くなっていた。いつもと様子が違う岡部を見て、彼が別の世界線から来たことを見抜く紅莉栖。彼女は「もうβ世界線には戻りたくない」という岡部を、ある場所へと連れて行く。そこは、半年前に亡くなったまゆりの墓だった。紅莉栖は「まゆりの死」を選択した岡部が、苦しみから抜け出すことができずに、毎日ここを訪れるのを見てきた。岡部にもまゆりにも、笑顔でいてほしい。そのためにも「β世界線」へ帰るべきだと、岡部を説得する紅莉栖。彼女の強い意志と優しさに触れた岡部は、紅莉栖の思いを胸に、「β世界線」へと帰還を果たす。"
                },
                "9": {
                    "ID": "6647544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647544",
                    "TitleEnglish": "Pandora of Eternal Return: Pandora's Box",
                    "SummaryEnglish": "It will take time for Okabe to identify the attackers and their motivation, but the impending crisis of WWIII forces Suzuha to resort to desperate measures.",
                    "TitleJapanese": "永却回帰のパンドラ -Pandora's Box-",
                    "SummaryJapanese": "岡部が目を覚ますと、そこは病院のベッドの上だった。紅莉栖が生きていた「α世界線」から、元の「β世界線」へと戻ってきたのだ。あの日ラボにいた岡部は、突然意識を失って倒れたらしい。同じタイミングで意識を失ったフブキは、「まゆりが死んだ世界」の夢を見たという。それは、「α世界線」で岡部が体験したものとまったく同じだった。「アマデウス」の乗っ取り騒動と同時に、真帆の部屋に泥棒が侵入し、さらに和光のオフィスでボヤ騒ぎが発生。「アマデウス」を狙う何者かの影がチラつき始める。真帆の安全を確保するため、岡部はフェイリスに相談し、セキュリティレベルの高いフェイリスの家に滞在させることに。その後、鈴羽に呼び出された岡部は、厳しい口調で詰問される。「ここは前の世界線から変わったのか？」と。岡部にとっても、あの時「電話レンジ（仮）」を使っていないのに、世界線が変動した理由はわからなかった。しかし、鈴羽には心当たりがあった。それは巷で「ロシアの核実験」などと報じられている、タイムマシン開発実験によるもの――アメリカとロシアによるタイムマシン開発競争からつながる「第三次世界大戦」の序章だった。もはや一刻の猶予もないと、岡部に「第三次世界大戦」を回避するため、再びタイムマシンに乗るよう迫る。しかし、無闇に世界線を変動させると、取り返しのつかない結果を招く可能性がある。さらに、岡部は紅莉栖との再会を経て「β世界線」でまゆりを守り抜いていく決意を固めており、鈴羽の要請を頑なに拒否する。ラボを襲った武装集団や、「アマデウス」を狙う者たちの正体と目的を"
                },
                "10": {
                    "ID": "6647546",
                    "TYPE": "OVA",
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647546",
                    "TitleEnglish": "Pandora of Provable Existence: Forbidden Cubicle",
                    "SummaryEnglish": "After reinforcements are called to clean Maho's disastrous room, her and Okabe's Akihabara date ends with a surprising confession from Maho.",
                    "TitleJapanese": "存在証明のパンドラ -Forbidden Cubicle-",
                    "SummaryJapanese": "何者かの乗っ取り工作でアクセス不能だった「アマデウス紅莉栖」は、無事復旧した。アメリカへ帰国する日が決まった真帆は、日本で過ごす残り少ない日々を堪能する。フェイリスや萌郁との「夜更かしシンデレラたちの秘密のオフ会」で楽しいひと時を過ごす中、小説執筆用のメモを取り始める萌郁。「自分は代わりがいくらでもいる人間」と卑下し、他人に劣等感を抱く彼女の言葉を否定しながらも、真帆は自分も萌郁と同じ思いを抱き続けてきたことに思い至る。\n\n後日、日本にいるうちに一度は来てみたかったという秋葉原のパーツ街へ、岡部と共に出かける真帆。子どもの頃から機械いじりが好きだったという真帆は、他ではあまりお目にかかれない基盤などのパーツに目を輝かせる。随分打ち解けた2人の様子を見た「アマデウス紅莉栖」に、岡部は真帆との仲をさらに深めるよう煽られてしまう。\n\n夕暮れ時、真帆の希望で向かったのは、紅莉栖が命を落とした“最期の場所”だった。そこは岡部にとっても、心の傷の象徴とも言える場所。紅莉栖の死から半年以上経っても、まだ苦しみと悲しみから抜け出せない岡部の姿に、真帆は2人が深く繋がりあった関係だったことを確信する。だからこそ彼女は、自分が紅莉栖の遺産であるノートパソコンを所持していることを打ち明けた。ロックが掛かっているため起動できないが、そこには紅莉栖の研究データや論文、プライベートなメモまで様々な事柄が記録されているという。岡部はそんな真帆に警告する。そのノートパソコンは、「世界を滅亡へと導く“パンドラの箱”だ」と……。"
                },
                "11": {
                    "ID": "6647547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647547",
                    "TitleEnglish": "Pandora of Forgotten Existence: Sealed Reliquary",
                    "SummaryEnglish": "Okabe must convince Maho to give up her prized possession, but an unexpected danger has them negotiating for their own lives.",
                    "TitleJapanese": "存在忘却のパンドラ -Sealed Reliquary-",
                    "SummaryJapanese": "紅莉栖が遺したノートパソコンを起動するため、ネットを通じて“専門家”にロック解除を依頼した真帆。その相手とは、“裏のアルバイト”でパソコンのロック解除やハッキングに手を染めているダルだった。そのことを知った岡部は、ノートパソコン内にはタイムマシン開発に必要な紅莉栖の論文が残されている可能性があり、これを世に出すことは「第三次世界大戦」に繋がりかねないとして、ロックの解除を止めるよう警告する。その時、論文を狙う工作員がダルの隠れ家を襲撃してくる。脱出しようとするも、真帆を人質に取られ、追いつめられる岡部。だが、論文を奪われることを恐れた他国の工作員が現れて銃撃戦になった結果、双方ともに撤退。岡部たちも事なきを得るが、銃撃に晒されたノートパソコンは粉々になってしまう。フェイリスのマンションへ引き上げて落ち着きを取り戻した真帆は、岡部に本心を吐露する。ノートパソコンのロック解除に躍起になっていたのは、紅莉栖が必死に隠しているものを暴くことで、自分の力を示したかったからなのかもしれない、と。だが岡部は、真帆は紅莉栖のことをずっと大切に思っており、彼女の遺志を守り続けたいと考えていることを見抜いていた。数日後、真帆がレスキネンと共に帰国する時がやってきた。だが、それは真帆との別れを意味するものではなかった。「アマデウス紅莉栖」のテストで目覚ましい成果を出した岡部は、レスキネンから研究チームに参加するよう誘われたのだ。再会を誓って別れた岡部は、紅莉栖の死に囚われ続けた日々から、ようやく新たな一歩を踏み出していく。"
                },
                "12": {
                    "ID": "6647549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647549",
                    "TitleEnglish": "Mother Goose of Mutual Recursion: Recursive Mother Goose",
                    "SummaryEnglish": "Kagari attempts to track down the origins of a song in hopes that she discovers her lost memories.",
                    "TitleJapanese": "相互再帰のマザーグース -Recursive Mother Goose-",
                    "SummaryJapanese": "かつて、2036年の世界からタイムマシンに乗ってこの時代へやってきた鈴羽とかがり。世界の破滅を食い止めるため、世界線を変えようとする鈴羽に、突如としてかがりは銃を向けた。世界線を変えたら、ママに会えなくなる――。そう言い残して、かがりが姿を消してから10年あまりが経過した。\n\nいまだ記憶は戻らないものの、かがりは穏やかな日々の中でラボの空気になじんでいく。だが、ある時、まゆりが口ずさんだ「探し物ひとつ、星の笑う声……」という歌声に強く反応し、気を失ってしまった。気がついたかがりは、その歌詞をどこかで聞いたことがあるという。かがりの記憶を取り戻す手がかりを求めて、岡部たちは歌の出所を探り始めた。口ずさんだまゆり自身は、鈴羽が歌っているのを聞いて。鈴羽は生前の母――由季から。由季はお菓子教室の先生である岡部の母から。そして岡部の母は、なんと「鳳凰院凶真」を始めた頃の岡部自身から聞いたという。しかし、岡部も歌のことをまったく覚えていない。\n\n手詰まりになったかと思われた時、雑司ヶ谷駅周辺の風景を見たかがりの脳内に、歌と共にかつての記憶がフラッシュバックする。この時代にやってきた直後に失踪した彼女は、とある施設に軟禁されていた。だが、十代の半ば頃に脱走。徒歩で雑司ヶ谷駅周辺に辿り着いた。憔悴しきっていたかがりは、思わず母・まゆりがよく歌っていた「探し物ひとつ、星の笑う声」という歌を口ずさむ。その歌は、たまたまそこに居合わせた少年時代の岡部の心に、不思議な余韻を残していたのだ。ようやく記憶を取り戻したかがりは、目の前にいたまゆりに「"
                },
                "13": {
                    "ID": "6647550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647550",
                    "TitleEnglish": "Mother Goose of Diffractive Recitativo: Diffraction Mother Goose",
                    "SummaryEnglish": "After finally obtaining a hint into Kagari's lost past, Okabe ends up discovering much more than he bargained for.",
                    "TitleJapanese": "回折叙唱のマザーグース -Diffraction Mother Goose-",
                    "SummaryJapanese": "記憶を取り戻したかがりは、以前とは見違えるように明るくなった。まるで子供の頃に戻ったかのように、まゆりを「ママ」と呼んで甘える姿に、岡部は思わず笑みをこぼす。しかし、すべての記憶が戻ったわけではない。10歳の時に、この時代へタイムトラベルした直後に鈴羽とはぐれてから、22歳で千葉の山中に倒れているところを発見されるまでの12年間の記憶は、いまだに空白のまま。様々な状況を踏まえて、岡部はラボを襲った連中とかがりは何らかのつながりがあり、かがりの記憶は何者かによって意図的に消されたと推測する。そんな折、岡部の依頼で調査を進めていた萌郁から報告が入る。かがりが倒れていた場所の5キロ圏内に、登記上は存在しないはずの施設が隠れるように建っているのを発見したというのだ。岡部は萌郁と共に現地へ向かうが、そこはすでにもぬけの殻。しかし、その状況から岡部はかがりがここに捕らえられていたと確信する。一方、些細なことで鈴羽と言い合いになり落ち込んだかがりを元気づけようと、まゆりはパーティーを企画する。その直後、パーティの準備をしていたまゆりから、かがりが失踪したという連絡が入るのだった。"
                },
                "14": {
                    "ID": "6647551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647551",
                    "TitleEnglish": "Recognition of Elastic Limit: Presage or Recognize",
                    "SummaryEnglish": "Shocked by a surprise attack, Suzuha and Daru look to America as their last hope to save the world.",
                    "TitleJapanese": "弾性限界のリコグナイズ -Presage or Recognize-",
                    "SummaryJapanese": "かがりが失踪してから時は移り、すでに季節は夏を迎えていた。鈴羽とダルは岡部に破棄されたタイムリープマシンを再び作るため、真帆に協力を要請する。だが、タイムリープマシンの開発は、紅莉栖の天才的な頭脳があったからこそ成し遂げた奇跡だと言って、真帆は容易には首を縦に振らない。一方、ラボの入り口で、かがりが持っていたうーぱを拾った鈴羽の前に、ライダースーツの女が現れる。それは無くしたうーぱを回収しに来たかがりだった。意外なほどの力で襲い掛かるかがり。その姿は明らかにそれまでのかがりとは違うものだった。苦戦を強いられたものの、何とかかがりを撃退した鈴羽は、１２年前この時代にやってきた時点で、かがりはすでに何者かによって洗脳を受けていたのではないかという結論に至る。再び鈴羽たちに説得され、真帆の心は揺らぐ。かつて紅莉栖は、岡部と共に試行錯誤を繰り返しながらタイムリープマシンを完成させた。もしもタイムリープマシンの修理に成功したら、彼女に並び立てるかもしれない――。真帆はそんな決意を胸に、再び日本に向けて旅立つのだった。"
                },
                "15": {
                    "ID": "6647552",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647552",
                    "TitleEnglish": "Recognition of Asymptotic Line: Recognize Asymptote",
                    "SummaryEnglish": "Fed up with her Dad's passiveness, Suzuha must make a man out of Daru before Yuki ends up with somebody else.",
                    "TitleJapanese": "漸近線のリコグナイズ -Recognize Asymptote-",
                    "SummaryJapanese": "将来、ダルと由季との間に生まれる運命の鈴羽。しかし「両親」の関係は進展しておらず、最近はあまり連絡も取っていない様子。\n父のあまりにも消極的な姿勢に業を煮やした鈴羽は、一計を案じるが……。"
                },
                "16": {
                    "ID": "6647553",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647553",
                    "TitleEnglish": "Altair of the Point at Infinity: Vega & Altair",
                    "SummaryEnglish": "Okabe's stubbornness causes fists to fly and tears to be shed as the deadline for using the time machine swiftly approaches.",
                    "TitleJapanese": "無限遠点のアルタイル -Vega and Altair-",
                    "SummaryJapanese": "レスキネン教授から研究室に入るよう誘われたのをきっかけに、留学を目指して勉学に勤しむ日々を送る岡部。\nだが、まゆりは岡部には何らかの秘めた思いがあり、それを表に出さないよう必死に耐え続けていることに気づいていた。\n一方、ダルは真帆と協力して、破棄された電話レンジ（仮）の際現に挑んでいた。"
                },
                "17": {
                    "ID": "6647554",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647554",
                    "TitleEnglish": "Altair of the Hyperbolic Plane: Beltrami Pseudosphere",
                    "SummaryEnglish": "As Suzuha sets off to finish her mission, Mayuri finds determination of her own. But then, disaster strikes.",
                    "TitleJapanese": "双曲平面のアルタイル -Beltrami Pseudosphere-",
                    "SummaryJapanese": "タイムマシンには既に、1年前紅莉栖が死んだ日への片道分しか残されていない。鈴羽は、世界線を変え、第三次世界大戦を回避するため、過去へ旅立つことを決心する。そんな中まゆりは、岡部が牧瀬紅莉栖を見捨てることで自らを救った事実を知る。\n運命すらわからない道へと旅立というとする鈴羽を止めるどころか、自分もいつか必ずタイムマシンを完成させると宣言するダル。そのふたりの言葉を聞いたまゆりは自らの気持ちに気づき、「鳳凰院凶真の人質をやめる」と宣言する。\n\nまゆりの様子がおかしいことに気づき、ラボへと向かった岡部。その時、秋葉原一帯で局地的な携帯電話の障害が発生。また「アマデウス紅莉栖」も謎のメッセージを残し、データごと消失するという出来事が起こる。まゆりの身を案じ、彼女が向かったというラジ館へと急ぐ岡部。\n一方、まゆりは、タイムマシンで旅立とうとしていた鈴羽に１年前の８月２１日――かつて自分が岡部にすべてを諦めさせたその時へと連れて行ってくれと頼む、二度と戻れないかもしれないがそれでも構わないというまゆりの決意に頷く鈴羽。\nしかしそこに突如、武装した集団が乱入する。瞬く間に戦場と化したラジ館の屋上。そして、そこに現れたのは、ライダースーツに身を包んだかがりだった。"
                },
                "18": {
                    "ID": "6647555",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647555",
                    "TitleEnglish": "Altair of the Translational Symmetry: Translational Symmetry",
                    "SummaryEnglish": "All hell breaks loose over the time machine when a villain from the future haunts the past and unveils their devious plan.",
                    "TitleJapanese": "並進対称のアルタイル -Translational Symmetry-",
                    "SummaryJapanese": "タイムマシンの強奪をもくろむ工作員の攻撃で、倒れ伏すまゆり。そこへ、ライダースーツ姿のかがりが現れる。\nまゆりが血を流して倒れる模様を見たかがりは逆上し、武装した工作員たちに襲い掛かるのだった。"
                },
                "19": {
                    "ID": "6647556",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647556",
                    "TitleEnglish": "Altair of the Cyclic Coordinate: Time-leap Machine",
                    "SummaryEnglish": "War and disaster has come, and the only way Okabe can stop it is to rely on his friends, determination, and hope.",
                    "TitleJapanese": "循環座標のアルタイル -Time-leap Machine-",
                    "SummaryJapanese": "大国の特殊部隊により、秋葉原のビルは戦場と化し、まゆりと鈴羽を乗せたタイムマシンは爆破され、二人は生死不明となった。\nこの悲劇的結末を忌避するため、岡部は真帆とダルが製作中だったタイムリープマシンを完成させる決意を固める"
                },
                "20": {
                    "ID": "6647557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647557",
                    "TitleEnglish": "Rinascimento of the Unwavering Promise: Promised Rinascimento",
                    "SummaryEnglish": "Okabe awakes in a cold, lifeless world where he finds his friends struggling to survive amidst all the chaos.",
                    "TitleJapanese": "盟誓のリナシメント -Promised Rinascimento-",
                    "SummaryJapanese": "７月７日へとタイムリープしたはずの岡部。しかし目を覚ましたのは、見知らぬ施設の一室だった。\n身体中に走る激痛に耐えながら当たりを見回した彼は、自らの置かれた状況に驚然とする。そこは…。"
                },
                "21": {
                    "ID": "6647558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647558",
                    "TitleEnglish": "Rinascimento of the Image Formation: Return of Phoenix",
                    "SummaryEnglish": "Setting forth on a long and arduous journey, Okabe seeks to rekindle his hope and revive what all had thought gone.",
                    "TitleJapanese": "結像のリナシメント -Return of Phoenix-",
                    "SummaryJapanese": "再びシュタインズゲートを目指すち決意した岡部。\nしかし、2036年から、タイムリープマシンを使って2011年へ戻る為には、3000回以上のタイムリープが必要となる。\n精神的負担は計り知れないが、岡部は過去に向けて長い旅に出ることを決意する。"
                },
                "22": {
                    "ID": "6647559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647559",
                    "TitleEnglish": "Rinascimento of the Projection: Project Amadeus",
                    "SummaryEnglish": "In their struggle to save the time machine, the lab members brainstorm to circumvent convergence but realize it cannot be done without sacrifice.",
                    "TitleJapanese": "投企のリナシメント -Project Amadeus-",
                    "SummaryJapanese": "現れた攻撃へりは、レスキネンたち米国のものではなく、ロシアのものだった。何度やりなおしても、タイムマシンの破壊は回避できないのか。\n諦めることなく方策をねる岡部達に待っていたのは、ひとつの苦渋の決断だった。"
                },
                "23": {
                    "ID": "6647560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/steins-gate0/episodes/6647560",
                    "TitleEnglish": "Arc-light of the Point at Infinity: Arc-light of the Sky",
                    "SummaryEnglish": "Okabe and his friends must battle against fate in the past, present, and future to find Steins Gate and reunite the lab members once and for all.",
                    "TitleJapanese": "無限遠点のアークライト／交差座標のスターダスト -Arc-light of the Sky／Milky-way crossing-",
                    "SummaryJapanese": "過去に向けて「Dライン」を送ることで、「アマデウス紅莉栖」の存在は消失した。これで、ロシアがタイムマシン争奪戦に介入する余地はなくなった。 あとは、レスキネンとの対決をいかに乗り切るか--。いよいよ「シュタインズゲート」へと至る最後の戦いが始まろうとしていた。"
                }
            }
        }
    }
}