{
    "URL": "https://www.thetvdb.com/series/339203-show",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7784442/",
        "https://ball-ha-tomodachi.com/jryouth/",
        "https://www.themoviedb.org/tv/77240",
        "https://x.com/tsubasa_news"
    ],
    "TitleEnglish": "Captain Tsubasa (2018)",
    "SummaryEnglish": "Captain Tsubasa is the passionate story of an elementary school student whose thoughts and dreams revolve almost entirely around the love of soccer. 11-year-old Tsubasa Oozora started playing football at a very young age, and while it was mostly just a recreational sport for his friends, for him, it developed into something of an obsession. In order to pursue his dream to the best of his elementary school abilities, Tsubasa moves with his mother to Nankatsu city, which is well-known for its excellent elementary school soccer teams. But although he was easily the best in his old town, Nankatsu has a lot more competition, and he will need all of his skill and talent in order to stand out from this new crowd.",
    "TitleJapanese": "キャプテン翼 (2018)",
    "SummaryJapanese": "南葛小に転入してきた天才サッカー少年・大空翼が若林源三、日向小次郎ら全国のライバルたちとの戦いの中で、１人のサッカープレイヤーとして成長していく姿を描いた本作。爽やかなストーリーと個性豊かなキャラクター、そして誰もが真似したくなる迫力のある技の数々で一躍大人気漫画となると、その人気は海を越え世界中に【キャプテン翼ブーム】を巻き起こした。その影響は現実のサッカー界にもおよび、国内外で多くのプロサッカー選手誕生のきっかけとなったとまで言われている。",
    "Aliases": [
        "Captain Tsubasa Junior Youth Arc",
        "Captain Tsubasa S2"
    ],
    "Modified": "2025-09-16",
    "Seasons": {
        "0": {
            "ID": "741671",
            "URL": "https://www.thetvdb.com/series/339203-show/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "8320019",
                    "TYPE": "Episodic Special",
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/8320019",
                    "TitleEnglish": "FNS27 Special",
                    "SummaryEnglish": "Special short animated for the FNS27 2019 event",
                    "TitleJapanese": "FNS27 Special",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "741848",
            "URL": "https://www.thetvdb.com/series/339203-show/seasons/official/1",
            "# Episodes": 52,
            "Episodes": {
                "1": {
                    "ID": "6453408",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6453408",
                    "TitleEnglish": "The Meeting",
                    "SummaryEnglish": "Tsubasa Oozora has just moved to Nankatsu in Shizuoka. He is a passionate soccer boy and instead of helping with the move, he runs away to dribble his ball around the city. What happens next is close to a fated encounter. He meets Genzo Wakabayashi. He is a young, genius goalkeeper. Tsubasa watches him catching one ball after another from his middle school partner and is impressed by Wakabayashi’s skills, so he challenges him. He says that he can shoot the ball all the way to Wakabayashi’s house and land it on the roof. As proof, he writes something on the ball.",
                    "TitleJapanese": "大空にはばたけ！",
                    "SummaryJapanese": "静岡県南葛市に引っ越してきた大空翼。生粋の\"サッカー小僧\"である翼は引越しの手伝いを放り出して、ドリブルで街へ繰り出す。その途中、通りかかったグラウンドで運命的な出逢いをした。――彼の名は、若林源三。修哲小の天才ゴールキーパーだ。中学生を相手に、次から次へとゴールに飛び込むさまざまなボールを止めて見せた彼の手腕に感銘を受けた翼は若林とサッカー対決することを決意。「ちょうせん状」と書きこんだボールを丘の上から若林邸に叩き込む――！"
                },
                "2": {
                    "ID": "6632746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6632746",
                    "TitleEnglish": "Fly!",
                    "SummaryEnglish": "Wakabayashi received a challenge from Tsubasa. He couldn’t hide the confusion about the immense power of Tsubasa’s kick and says that he will accept his challenge if he can face the B-team of Wakabayashi’s school of which he is the captain. While Ishizaki complains about the unfair conditions, Tsubasa accepts without hesitation. While the mysterious man Roberto Hongo watches over them, the two boys who later will turn the world of Japanese soccer upside down, face each other for the first time!",
                    "TitleJapanese": "とんだっ！",
                    "SummaryJapanese": "若林に「ちょうせん状」を叩きつけた翼。翼のものすごいキック力に狼狽を隠せない若林だったが、自身がキャプテンを務める修哲小Bチーム全員を抜くことができれば対決を受けると言い放つ。圧倒的不利な条件に反駁する石崎を横目に、翼はあっさりと条件に応じる。謎の男・ロベルト本郷が見守る中、後に日本サッカー界をけん引していくことになるふたりの少年の初対決の火蓋が切って落とされた！"
                },
                "3": {
                    "ID": "6632747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6632747",
                    "TitleEnglish": "New Nankatsu Soccer Team Start",
                    "SummaryEnglish": "The former Brazilian professional soccer player Roberto Hongo started free-loading in Tsubasa’s house. He also declared himself the trainer of the Nankatsu elementary school soccer club and told Tsubasa he has a ‘thank you present’. It turns out it was a practice game against Nishigaoka elementary school. They start to boast about how they once won with 30 points difference against Nankatsu, just like Shutetsu did, which leaves Tsubasa, Ishizaki and the others determined to play to their full power. That’s where the new Nankatsu Elementary School Soccer Club starts!",
                    "TitleJapanese": "ニュー南葛小サッカー部スタート",
                    "SummaryJapanese": "翼の家に元ブラジル代表のプロサッカー選手・ロベルト本郷が居候することに。南葛小サッカー部の監督に就任した彼は、翼に\"とっておきのプレゼント\"を用意する。それは浦辺率いる西ヶ丘小との練習試合だった。修哲と同じく30点の点差で南葛に勝つと豪語する西ヶ丘小に対し、翼、石崎たちは今の自分たちの全力で挑む。――ここにニュー南葛小サッカー部、始動！"
                },
                "4": {
                    "ID": "6632748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6632748",
                    "TitleEnglish": "Tsubasa and Roberto",
                    "SummaryEnglish": "Number 10, the tricot number of desire. Roberto shows Tsubasa his old tricot from the time he played for Brazil and Tsubasa gets all excited and says, ‘One day, I will become a player of the Japanese national team and will fight the world!’ Roberto shows a strange expression, halfway between happy for Tsubasa but at the same time as if he were somewhere else with his thoughts. On the top of their desk, there is an envelope for Roberto, coming from the university hospital. Tsubasa’s mother took a peek at the envelope because she got worried and now knows the shocking truth.",
                    "TitleJapanese": "翼とロベルト",
                    "SummaryJapanese": "――憧れの背番号、ナンバー10。ロベルトのブラジル代表時代のユニフォームを見せてもらい、興奮してはしゃぐ翼は\"いつか最強の日本チームの一員になって、世界と戦う\"と夢を語る。そのことを喜ぶ半面、どこか浮かない表情を見せるロベルト。そのロベルトの机の上にはある大学付属病院から送られた一通の封筒が置かれていた。心配になって中身を覗き見た翼の母・奈津子は思いがけず衝撃的事実を知る。"
                },
                "5": {
                    "ID": "6632749",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6632749",
                    "TitleEnglish": "On The Way To The Inter-School Tournament",
                    "SummaryEnglish": "To prepare for the game against the Shutetsu Elementary team, Tsubasa trains every morning with Roberto. When Tsubasa and the rest of the soccer club find out that Wakabayashi and the others have a practice game, they head there to watch them. Their team is full of great players, including Wakabayashi, Izawa, Kisugi, Taki, Takasugi, and more. Tsubasa gets really excited after seeing how good the players are. Seeing Tsubasa like that motivates Ishizaki and the others! So they start their morning training together and walk to school while dribbling their ball!",
                    "TitleJapanese": "対抗戦へ向けて",
                    "SummaryJapanese": "若林率いる修哲小との対抗戦を控え、翼はロベルトと早朝練習に毎日励んでいた。そんな時、修哲小が練習試合を行うことを知り、翼たち南葛小サッカー部のメンバーは偵察に訪れる。井沢、来生、滝、高杉と若林以外にもそうそうたる実力の選手がひしめく修哲小。そのプレイを目の当たりにした翼は倒しがいがあると目を輝かせる。そんな翼に負けていられないと石崎たちも奮起！早朝はもちろん、登下校時も常にボールと一緒の特訓生活が始まった！"
                },
                "6": {
                    "ID": "6633254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6633254",
                    "TitleEnglish": "Kick-Off! Nankatsu vs Shuutetsu",
                    "SummaryEnglish": "The game against Shutetsu Elementary School has started! After the schools competed in baseball, volleyball, and judo, now the final game is soccer and it will decide which school will win the festival.",
                    "TitleJapanese": "キックオフ！ 南葛VS修哲",
                    "SummaryJapanese": "いよいよ修哲小との対抗戦が始まった！野球にバレーボールに柔道にと、各種目しのぎを削る中、その勝敗は最終種目であるサッカーの試合結果にゆだねられた。湧きあがる歓声に緊張が走る南葛イレブン。それに対し、余裕な様子で会場に現れた若林は翼に再度1対1の勝負だと宣戦布告をする。若林との勝負だけでなく、試合にも勝つと答えた翼が取った行動は、ゴールに攻め上がるフォワードではなく自陣を守るセンターバックに付くというものだった。"
                },
                "7": {
                    "ID": "6635751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635751",
                    "TitleEnglish": "Fantasista Tsubasa",
                    "SummaryEnglish": "The football match between Nankatsu and Shutetsu is decisive, as it will designate the winning school of the 26th inter-clubs. Surprisingly, Tsubasa evolved into the central defender position during this match and annihilated all the opposing attempts. But will this tactic pay off in the long run?",
                    "TitleJapanese": "ファンタジスタ翼",
                    "SummaryJapanese": "ストライカーの翼が守備につくという意表を突いた南葛の作戦に、翼との勝負にこだわっていた若林は激怒し、対抗戦は50点が目標だと咆哮する。練習試合では30対0で下した南葛だけに誰もが修哲の得点はたやすいと考えていたが、翼の活躍、そして石崎たちの光るプレイでゴールをなかなか奪えない。業を煮やした若林はゴール前を飛び出し、攻めてこいと翼に強烈なシュートを蹴り込む。――これは若林からの挑戦状。そう受け取った翼はドリブルでグラウンドを駆け上がり、若林へ直接対決を挑む！"
                },
                "8": {
                    "ID": "6635752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635752",
                    "TitleEnglish": "The Birth of the Golden Nankatsu duo",
                    "SummaryEnglish": "Shutetsu finally opened the scoring against Nankatsu. Tsubasa and his teammates do not give up and do everything to return to the score. Unfortunately for them, Wakabayashi will put in place a tactic that could nullify their hopes of equalization ...",
                    "TitleJapanese": "誕生！ 南葛黄金（ゴールデン）コンビ",
                    "SummaryJapanese": "修哲の先制で幕を開けた後半戦。翼はロベルトも唸るゲーム感覚を見せるが、なかなか点に結びつかない。さらには、修哲の必勝パターン“とりかご”に大苦戦。なんとか石崎がガッツを見せて突破口を作り出すが、その際に足を痛めてしまう。誰か代わりはいないかと困っていると、翼たちの前に今日南葛小に転校してきたという少年・岬太郎が現れる。岬の華麗なボールさばきに、翼たちは石崎の背番号11を託すことを決める。試合時間、残り10分。勝負の行方はーー！？"
                },
                "9": {
                    "ID": "6635753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635753",
                    "TitleEnglish": "A happy ending",
                    "SummaryEnglish": "Shutetsu takes the lead thanks to a goal from Wakabayashi during the overtime. Tsubasa will try again to equalize, helped in this by Misaki. There is still little time to play ...",
                    "TitleJapanese": "さわやかな幕切れ",
                    "SummaryJapanese": "若林の強力なシュートが南葛ゴールに突き刺さった。延長戦の残り時間が5分を切るところでリードを許してしまった南葛。同点に追いつくぞと反撃を誓う一方、修哲もダメ押しにとさらなる追加得点を狙う。4分、3分、2分…と試合終了の笛が迫る中、岬とのコンビネーションで攻め上がる翼。そしてそれを迎え撃つ若林。――南葛と修哲、果たして勝利の女神はどちらにほほえむのか！？"
                },
                "10": {
                    "ID": "6635754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635754",
                    "TitleEnglish": "The Arrival of Kojiro",
                    "SummaryEnglish": "Tsubasa, Misaki and Ishizaki are training to be among the fifteen players who will be competing for the national tournament. In a conversation, Misaki refers to Kojiro Hyuga, a player apparently as talented as Tsubasa, but radically different in style. Tsubasa will soon get to know this young boy with a strong character ...",
                    "TitleJapanese": "小次郎あらわる",
                    "SummaryJapanese": "全国少年サッカー大会に向けて選抜チーム南葛少年サッカークラブこと南葛SCが発足！メンバー30人の中に選ばれた翼たちは全国大会に出場する最終メンバー15人を決める練習に参加。若林たち修哲小出身のメンバーと紅白試合を行うことに。そこに突如謎の少年が現れる。ーー日向小次郎。そう名乗った少年は易々と修哲メンバーから豪快なプレイでボールを奪い去る。さらには若林が守るゴールにも強烈なシュートを放ち…！？"
                },
                "11": {
                    "ID": "6635755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635755",
                    "TitleEnglish": "A Surprisingly Difficult Match",
                    "SummaryEnglish": "Nankatsu FC have won easily games in the Shizuoka tournament and are in the semi-final against Shimada, a modest team. But the match will prove to be more difficult than expected ...",
                    "TitleJapanese": "思わぬ苦戦",
                    "SummaryJapanese": "全国少年サッカー大会静岡県大会。初戦からハットトリックを決めて波に乗り、準決勝まで勝ち進んだ南葛SCの次なる相手は島田小。決定力の低いチームだと踏んだ南葛SCは、足を負傷している若林には大事を取らせ、代わりに森崎をゴールキーパーに選出する。しかし、開始早々意表を突かれ、島田小に先制を許してしまった！その後も攻め上がるものの、攻撃のリズムが掴めず、苦戦する南葛SC。さらには会場に雨が降り出し…。"
                },
                "12": {
                    "ID": "6635756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635756",
                    "TitleEnglish": "Crushing Wakabayashi",
                    "SummaryEnglish": "After leaving Shimada, the Nankatsu SC is in the final departmental against Shimizu FC. With the return of Wakabayashi in goal, the team has every chance of winning the ticket for the national tournament, but it is not counting on an opponent who will target their best player ...",
                    "TitleJapanese": "若林つぶし",
                    "SummaryJapanese": "静岡県大会決勝へと駒を進めた南葛SC。若林も復帰し、万全の布陣で相対するのは志水小。ゴールキーパー川上を擁する堅実な守りのチームだ。その川上の指示で翼は志水小から徹底マークを受ける。得点力の要を抑えられた南葛SCは川上の守るゴールをなかなか割ることができない。一方で南葛サイドも若林が守備に冴えを見せ、相手に得点させない。試合が0対0で膠着する中、志水小が取った次なる作戦は“若林つぶし”だった！"
                },
                "13": {
                    "ID": "6635757",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635757",
                    "TitleEnglish": "Now it's All Country!",
                    "SummaryEnglish": "Winner of Shimizu FC, the Nankatsu SC validates the ticket for the national tournament. The team will unfortunately have to do without the services of Wakabayashi, whose injury proved to be worse than expected ...",
                    "TitleJapanese": "さァ全国だ！",
                    "SummaryJapanese": "志水小を3対0で下し、南葛SCは全国大会出場の切符を手に入れた！各地方大会の優勝校も続々と決まり、いよいよ始まる全国大会に向けて、南葛イレブンは様々な想いを巡らせながら大会直前最後の休日を過ごしていた。そんな時、サッカー場でロベルトと練習していた翼の前に深刻な面持ちの若林が現れる。「……俺は、全国大会に出られない」。若林の口からこぼれたのはまさかの一言だった。"
                },
                "14": {
                    "ID": "6635758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635758",
                    "TitleEnglish": "Nankatsu burns to beat Meiwa",
                    "SummaryEnglish": "The national tournament begins with a dream poster: Nankatsu vs. Meiwa! Spectators came in droves to attend this match which will have for main attraction the duel between Tsubasa and Hyuga ...",
                    "TitleJapanese": "燃えろ南葛 明和を倒せ！",
                    "SummaryJapanese": "会場に高らかな笛の音が鳴り響き、全国少年サッカー大会がついに幕を開けた。翼たちは予選リーグ第1戦から優勝候補・埼玉代表の明和FCと対決することに！若林から受け取った“打倒・日向小次郎”の想いを胸に、翼は一段と気合いをみなぎらせる。猛然とドリブルで敵陣に突き進むと、小次郎がボールを奪わんと迫ってきた！どよめき立つ会場！ライバルたちも注目の南葛＆明和・両エース初対決の行方は――！？"
                },
                "15": {
                    "ID": "6635759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635759",
                    "TitleEnglish": "I will not lose, because it is my dream!",
                    "SummaryEnglish": "The match between Nankatsu and Meiwa keeps its promises, as does the duel between Tsubasa and Hyuga. Despite the intense heat, both teams remain elbow-to-elbow. Who from Tsubasa or Hyuga will manage to tip definitely the balance in favor of his team?",
                    "TitleJapanese": "夢だから負けない！",
                    "SummaryJapanese": "“ボールはともだち”だと自身のプレイで示して見せた翼。森崎も立ち直り、勢いづいた南葛SCは反撃を開始！翼と岬の黄金(ゴールデン)コンビの連携プレイも冴えわたる。そして、試合はいよいよ後半戦へ。互いに攻め合う南葛と明和。東邦学園のスカウト・香はサッカーにより自分の想いを託しているほうがこの勝負を制すると分析する。息もつかせぬ点の取り合い、終止符を打つのは！？"
                },
                "16": {
                    "ID": "6635760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635760",
                    "TitleEnglish": "This is Acrobatic Football!",
                    "SummaryEnglish": "It's the third day of the National Tournament, and Nankatsu's match against Hanawa begins. Tsubasa and the others must face a very particular duo: The Tachibana Brothers, famous for their perfect coordination and synchronicity on the field.",
                    "TitleJapanese": "これがアクロバットサッカーだ！",
                    "SummaryJapanese": "接戦の末、明和に敗北を喫した南葛。決勝トーナメントへの出場権を得るには、予選ブロックで2位までに入らなければならないが、それには明和と引き分けた秋田代表・花輪サッカー少年団に何としてでも勝つしかない。花輪攻略の鍵はフォワード・立花兄弟の絶妙なコンビプレイをいかに突き崩すかだと踏んだ南葛は、翼と岬の黄金（ゴールデン）コンビで打って出る！コンビ対コンビの対決、ここにキックオフ！"
                },
                "17": {
                    "ID": "6635761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635761",
                    "TitleEnglish": "4 Minutes left! A decisive battle in mid-air!",
                    "SummaryEnglish": "Nankatsu must beat Hanawa to qualify. Even if they tied, Nankatsu would be out of the tournament. Tsubasa and Misaki, thanks to their excellent coordination, manage to score a goal, but in the second half the Tachibana brothers tie.",
                    "TitleJapanese": "のこり４分！ 空中決戦",
                    "SummaryJapanese": "立花兄弟のトライアングルシュートで南葛は同点に追いつかれてしまった。引き分けでは決勝トーナメントに進めないと、翼、岬も攻撃に加わるが、再び花輪に得点をリードされ、南葛は絶体絶命のピンチに立たされる。懸命に攻め上がるが、花輪の守備をなかなか崩すことができない。試合終了が刻一刻と迫る中、焦りが募り、ボールも相手に奪われてしまった。そんな時、石崎が不屈の精神を見せる！"
                },
                "18": {
                    "ID": "6635762",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635762",
                    "TitleEnglish": "Road to the final",
                    "SummaryEnglish": "The semi-finals have already started, and whoever loses now will be out of the tournament. All matches are decisive, and no one will be easy to beat. Nankatsu faces Naniwa and their terrible goalkeeper Nakanishi.",
                    "TitleJapanese": "いくぞ！決勝トーナメント",
                    "SummaryJapanese": "南葛SCは決勝トーナメントへの出場を決めた！ここからは予選リーグと違い、一度でも負ければ敗退という真剣勝負。怪我からの復帰を目指す若林は、決勝戦に出たいと改めて翼たちに夢を託す。そして、はじまった大阪代表・難波FCとの一戦。南葛SCは鉄壁の守りを敷く巨漢のゴールキーパー・中西に苦戦を強いられていた。大会ナンバーワンキーパーだと豪語する中西に、若林を超えるゴールキーパーはいないと翼はシュートを放つ…！！"
                },
                "19": {
                    "ID": "6635763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635763",
                    "TitleEnglish": "Tough match between Meiwa and Furano!",
                    "SummaryEnglish": "We continue in the semifinals of the National Tournament, and the match between Meiwa against Furano begins. Hyuga demonstrates his terrible aggressive playing style, but is contrasted by Furano's captain, Matsuyama.",
                    "TitleJapanese": "激闘！ 明和ＶＳふらの",
                    "SummaryJapanese": "全国少年サッカー大会もついに準決勝。第一試合を戦うのは北北海道代表・ふらの小と埼玉代表・明和FC。日向は序盤から強烈なワンマンプレイで攻め上がり、優勝候補の強さを見せつける。だが、松山も負けていない。雪の中で鍛えた粘りと持ち前のリーダーシップで、チャンスを作り出す。そんな中、日向のスライディングタックルが松山の足に…！PKの機会を得たが、足を痛めた松山は得点することができるのか！？"
                },
                "20": {
                    "ID": "6635764",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635764",
                    "TitleEnglish": "Musashi's secret plan",
                    "SummaryEnglish": "Nankatsu and Musashi meet in the semifinals of the National Tournament. Tsubasa will have to face the prince of the countryside, Jun Misugi, famous for his exceptional talent, leadership and precision.",
                    "TitleJapanese": "武蔵の秘策",
                    "SummaryJapanese": "ふらの小と明和FCの激闘に続く準決勝第二試合は、いよいよ翼たちの南葛SCと三杉率いる武蔵FCの一戦。予選リーグ無敗で勝ち進んできた武蔵FCは無駄のない流れるようなプレイで南葛を翻弄し、次々とシュートを打ちこんでくる。今までにない押され気味の展開に、自分からもボールを取りにいかなければと翼は三杉に勝負を仕掛ける！そんな時、偶然、翼の腕が三杉の胸に当たってしまう。三杉は苦しそうに胸を押さえ…！？"
                },
                "21": {
                    "ID": "6635765",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635765",
                    "TitleEnglish": "The Crystal Star",
                    "SummaryEnglish": "Faced with the technical and tactical superiority of Misugi, Tsubasa loses courage and is unable to react. The match is very badly embarked for his team, led by two goals. That's when Wakabayashi, who came to Tokyo expressly in the hope of playing the final, intervenes. Will his speech succeed in motivating the captain of Nankatsu?",
                    "TitleJapanese": "ガラスのエース",
                    "SummaryJapanese": "度重なるオフサイドトラップ。高度なジャンピングボレー。そして極めつきにはオーバーヘッドキック。心臓病を抱えながらも、テクニック、キャプテンとしての統率力と、すべてにおいて自分より上を行く三杉淳という存在に、翼は戦意を喪失してしまった。膝をついてその場から動かない翼に、南葛イレブンも雨に打たれて無言で立ち尽くす。そんな時、スタンドから「立て！翼！」と大きな声が響く。そこに立っていたのは…！？"
                },
                "22": {
                    "ID": "6635766",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635766",
                    "TitleEnglish": "Decisive play stoppage",
                    "SummaryEnglish": "The fantastic goal of Misugi allows his team to take the lead over Nankatsu two minutes from the end of the match. The musashi playmaster is no longer able to run and leans against a pole. Tsubasa and his teammates will however quickly understand that despite his condition, the young prodigy remains an outstanding tactician and that marking will be very complicated, especially given the short time left to play ...",
                    "TitleJapanese": "運命のアディショナルタイム",
                    "SummaryJapanese": "試合終了2分前、三杉に執念のゴールを決められてしまった南葛。何とか同点に追いつこうと懸命に攻め立てるが、武蔵FCによる翼の徹底的なマークになかなか得点の糸口を掴めない。三杉の正確な指示に苦戦を強いられる中、時間は刻一刻と過ぎていく。そんな中、転校が決まっている岬は、まだ南葛SCの選手としての最後の試合にできないと奮起してゴールへ駆け上がる。覚悟を決めて放った渾身のシュートの行方は…！？"
                },
                "23": {
                    "ID": "6635767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635767",
                    "TitleEnglish": "The Prodigy Goalkeeper Returns!",
                    "SummaryEnglish": "We have reached the final of the National Tournament, and the irony of fate has caused Nankatsu and Meiwa to meet again, this time to decide which of the two will be crowned champion of the tournament. Tsubasa and Hyuga will face each other again.",
                    "TitleJapanese": "天才キーパー復活！",
                    "SummaryJapanese": "全国少年サッカー大会決勝戦。南葛SC対明和FC、因縁の対決がついに幕を開けた！優勝するのは自分だと日向に言い放った翼。岬との黄金（ゴールデン）コンビで果敢にシュートを打ち込むが、準決勝から突如現れた謎のゴールキーパー・若島津に防がれてしまう！一方、東邦学園への入学を狙う日向も勝利への執念をたぎらせる。翼以上の実力を証明したいと、ペナルティエリア外からのシュートで若林に勝負を突きつけた！"
                },
                "24": {
                    "ID": "6635768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635768",
                    "TitleEnglish": "Tenacity, Definitely Tenacity!",
                    "SummaryEnglish": "Influenced by Ishizaki's words, Hyuga tries to score on Wakabayashi from outside the large area without success. Sawada makes her see reason, and Meiwa's playing style changes radically.",
                    "TitleJapanese": "執念…まさに執念！！",
                    "SummaryJapanese": "南葛が1点リードで迎えた後半戦。タケシの進言で自身の過ちに気付いた日向は、前半とは打って変わって、チーム一丸となった“どんなことをしても勝つサッカー”で猛烈に攻め込んでくる。攻撃的なプレイでボールを奪うと、タケシとの見事なコンビで、ついにはペナルティエリアの中へ！絶妙なパスを受け取り、シュート体勢に入る日向！そこに若林が飛び出した！二人の直接対決、勝者は…！？"
                },
                "25": {
                    "ID": "6635769",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635769",
                    "TitleEnglish": "Blazing Counter Attack",
                    "SummaryEnglish": "Back on the pitch after being treated, Misaki will try everything to launch Tsubasa into a counterattack. Still handicapped by his injury, he nevertheless managed to transmit the ball to his center forward. The latter now has a road in front of him, but there still remains a major obstacle: Wakashimazu...",
                    "TitleJapanese": "炎のカウンターアタック",
                    "SummaryJapanese": "全国少年サッカー大会決勝戦、後半戦も残り時間わずか。怪我の治療を終えてグラウンドに復帰した岬は、翼へボールを渡そうと痛みをこらえて必死に日向、タケシに食い下がる。そんな岬の懸命なプレイが功を奏して、ボールは翼へ！自分よりひどい怪我をしているはずの岬の想いに応えたいと、翼はカウンターアタックで一気に明和ゴール前まで駆け上がる！同点の均衡を破るべく、若島津が守るゴールに向かって、大きく足を振り上げた！"
                },
                "26": {
                    "ID": "6635770",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6635770",
                    "TitleEnglish": "Illusory Goal",
                    "SummaryEnglish": "We're in overtime of the final, and both teams are completely exhausted. Defense is now key in determining the outcome of the match, leading to a duel between Nankaatsu's goalkeeper Wakabayashi and Meiwa's goalkeeper Wakashimazu.",
                    "TitleJapanese": "幻のゴール",
                    "SummaryJapanese": "照りつける太陽、痛む怪我。それらにも負けず、南葛、明和ともに次々とゴールを果敢に攻める。試合は攻撃だけでなく、両ゴールキーパーの活躍も重要な局面に！若林は怪我をしながらも堅実にシュートを受け止め、一点もやらないと闘志をぎらつかせる。若島津も持ち前の瞬発力で、翼と岬の不意を突いた攻撃にもゴールを譲らない。白熱する攻防！同点の均衡を崩すのは…！？"
                },
                "27": {
                    "ID": "6806288",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806288",
                    "TitleEnglish": "Moment of Glory",
                    "SummaryEnglish": "The final of the national tournament is about to end, and the suspense has people glued to their seats. Wakabayashi's plan to fight back in the first five minutes of overtime to allow Tsubasa and Misaki to rest paid off.",
                    "TitleJapanese": "栄光の瞬間",
                    "SummaryJapanese": "第6回全国少年サッカー大会決勝戦も佳境。再延長戦も後半戦に突入する。前半、明和からの激しい攻撃に耐え、作戦通り失点を0に抑えた南葛。後半からは、温存していた翼と岬の黄金（ゴールデン）コンビで積極的に攻めるが、岬の足に激痛が…！思わず倒れ込んでしまうが、自分を信じてくれる翼からのパスに最後の力を振り絞って岬は再び立ち上がる！足の痛みと格闘しながらも懸命に翼とピッチを駆ける岬。見事ゴールに結びつけることができるか！？"
                },
                "28": {
                    "ID": "6806290",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806290",
                    "TitleEnglish": "Everyone's Setting Off",
                    "SummaryEnglish": "Nankatsu is decorated as the champion of the national tournament, and its captain, Tsubasa Ozora, raises the flag with pride and joy as a sign of victory.",
                    "TitleJapanese": "それぞれの旅立ち",
                    "SummaryJapanese": "全国大会優勝という偉業を成し遂げた南葛SC。翼はロベルトとの約束であり、そして自身の夢であったサッカーの本場・ブラジルへの旅立ちに胸を弾ませる。しかし、ロベルトが一人でブラジルに帰ってしまったという突然の報せが…！まだ間に合うかもと、翼は慌てて空港に向かうが…。一方、日向の前には東邦学園のスカウト・香が姿を現していた。優勝を逃してしまった日向に香が向けて放った言葉は…？"
                },
                "29": {
                    "ID": "6806291",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806291",
                    "TitleEnglish": "The Opening of the Summer (Start)!",
                    "SummaryEnglish": "A new rival has arrived to challenge our beloved Tsubasa. He is Shun Nitta, a former player on the Nankatsu team. Using his incredible agility, Nitta totally impresses Tsubasa and pressures him with her famous falcon shot.",
                    "TitleJapanese": "夏の開幕（スタート）！",
                    "SummaryJapanese": "全国少年サッカー大会から3年。翼たちは中学最後の夏の大会を迎えようとしていた。練習試合でも良い結果を重ね、南葛中メンバーは全国大会3連覇に向けて弾みをつける。そこにかつての盟友・浦辺たち大友中が現れた。浦辺たちは“南葛中連勝記録を止める”と自信をむき出しにしたかと思うと、突如勝負を仕掛けてきた！彼らの以前とは比較にならない俊敏な動き、そして新エースだという新田のキレのあるシュートに翼は…！？"
                },
                "30": {
                    "ID": "6806292",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806292",
                    "TitleEnglish": "Prefectural Tournament Final Game! Falcon Shoot Appeared!",
                    "SummaryEnglish": "The final of the Shizuoka prequalification rounds has already begun, and the Otomo team holds off the Nankatsu school with their new star player Shun Nitta, but finds that they cannot beat Tsubasa in a head-to-head duel.",
                    "TitleJapanese": "県大会決勝戦！隼シュート登場！",
                    "SummaryJapanese": "全国中学生サッカー大会出場を賭け、静岡県大会が始まった。南葛中、大友中はそれぞれ実力を遺憾なく発揮し、ついに決勝戦で相見えることに！翼に対し、闘志をむき出しにする新田。その挑戦を受けて立ちたいと、翼はある作戦を提案する。果たして、大友中の必勝パターン、浦辺たちの厚い守りと新田のカウンターを攻略することができるのか！？小学生時代、同じ南葛SCで戦った元チームメイト同士の因縁の対決、いよいよキックオフ！"
                },
                "31": {
                    "ID": "6806293",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806293",
                    "TitleEnglish": "The Falcon versus Tsubasa",
                    "SummaryEnglish": "After several attempts, Shun Nitta is still unable to complete his famous falcon shot from a long pass without letting the ball touch the ground, until he finally manages to perfect his shot. Munemasa is glad that there is still someone who can help Tsubasa grow.",
                    "TitleJapanese": "隼対翼",
                    "SummaryJapanese": "静岡県大会決勝戦。前半戦で南葛中にリードを許し、翼との実力の差を思い知らされた新田は、無力感に悔しさをにじませる。それでも翼に勝つには、追いつき、追い越すしかないと、新田は翼のシュートにヒントを得て、ノートラップでのランニングボレー隼シュートに果敢に挑む。今まで練習したことがない高度な技だけに無謀な挑戦のように思われたが、シュートのタイミングが回を重ねるごとに合ってきていることに翼は気付き…！？"
                },
                "32": {
                    "ID": "6806294",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806294",
                    "TitleEnglish": "Defeated Tsubasa! Hyuga versus Misugi",
                    "SummaryEnglish": "The final match of the qualifying rounds in Tokyo before the national tournament has begun. Toho faces Musashi. Hyuga scores three goals near the end of the first half, forcing Prince Misugi to appear on the pitch earlier than expected.",
                    "TitleJapanese": "打倒翼！日向対三杉",
                    "SummaryJapanese": "南葛中と大友中の試合はいよいよ終盤へ。ノートラップランニングボレー隼シュートを完成させた新田に対し、翼はチーム全体の力で得点を挙げる。新田へのパスを懸命に通そうとする浦辺たち。そのコースを読み、連携プレイで攻め込もうとする南葛メンバー。そのせめぎ合いの結果は！？一方、次々と各地方の代表校が決まる中、東京大会では日向小次郎率いる東邦学園と三杉淳率いる武蔵中との決勝戦が幕を開けようとしていた。"
                },
                "33": {
                    "ID": "6806295",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806295",
                    "TitleEnglish": "Tokyo Tournament Conclusion",
                    "SummaryEnglish": "We are still in the final of the Tokyo qualifying rounds, and Captain Musashi uses all his strength to even the score, despite his heart problem.",
                    "TitleJapanese": "東京大会決着",
                    "SummaryJapanese": "序盤で3点をリードされ、窮地に立たされた武蔵中は切札であるエース・三杉淳を早々に投入することを余儀なくされる。前半戦のうちに1点を返し、試合の流れを奪った武蔵中だったが、東邦学園のゴールキーパー・若島津の好守になかなか得点の糸口がつかめない。主治医から許されている出場時間のリミットが迫る中、決定的なシュートチャンスも止められてしまう武蔵中。しかし、若島津のセーブを読んでいた三杉が大技を繰り出す…！"
                },
                "34": {
                    "ID": "6806296",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806296",
                    "TitleEnglish": "Fierce Battle Opening! Tournament Start",
                    "SummaryEnglish": "Tsubasa receives a message from an old friend, Genzo Wakabayashi, who trains in Germany. Tsubasa, excited, asks the reason for his call and tells him that he has found a player much stronger than him and that he currently lives in France.",
                    "TitleJapanese": "激戦開幕！ 大会スタート",
                    "SummaryJapanese": "全国大会V3、そしてブラジル進出への夢に向け、ポルトガル語の勉強に励む翼の下に一通のメールが届く。小学生時代、共に戦い、現在はドイツで活躍中のゴールキーパー・若林からだ。そこには、翼が今戦ってみたい選手と挙げた、あの人物の近況が綴られていた…！一方、吉良に“牙の抜けた虎”と今の不甲斐ない戦いぶりを突き付けられた日向。彼はその言葉を反芻しながら、ある場所に向かう列車に揺られていた"
                },
                "35": {
                    "ID": "6806297",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806297",
                    "TitleEnglish": "Razor Power Explosion",
                    "SummaryEnglish": "After hard training in the terrible waters of the island of Okinawa, Hyuga manages to get rid of his compassion and, in the words of his trainer, regains his fangs, but when he returns to his companions he encounters a new obstacle.",
                    "TitleJapanese": "カミソリパワー爆発",
                    "SummaryJapanese": "全国中学生サッカー大会オープニングゲームが開幕！注目の第1戦は静岡県代表・南葛中と大阪府代表・東一中の対決。東一中のセンターバック・早田は翼に鋭いタックルを仕掛けたかと思うと、その勢いに乗って難波中を下した必殺技・カミソリシュートを放ってきた！その後も早田の執拗なマークを受け、南葛はなかなか攻め込むことができない。開始早々に先取点を許してしまった王者・南葛。苦しい立ち上がりに、どう巻き返しを図るのか！？"
                },
                "36": {
                    "ID": "6806299",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806299",
                    "TitleEnglish": "Everyone's Decision",
                    "SummaryEnglish": "Finally, Nankatsu manages to equalize the score in the second half, thanks to Takasugi. Can Tsubasa score one more goal to protect his crown... or will Azumaichi be the one who manages to tame the relentless Nankatsu?",
                    "TitleJapanese": "それぞれの決意",
                    "SummaryJapanese": "後半残り10分。古傷を痛め、さらには早田のしつこいマークに苦戦を強いられていた翼たち南葛だったが、高杉のファインプレイでなんとか同点に追いついた。しかし、その後は互いに得点の糸口をつかめず、試合は膠着状態に。このままPK戦にもつれ込むかに見えたが、後半終了間際、早田がここぞと勝負を仕掛けた！カミソリシュートは“二枚刃”だと自信満々に脚を振り上げる早田。何かに気付いた翼は咄嗟に森崎へ声を張り上げる！"
                },
                "37": {
                    "ID": "6806300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806300",
                    "TitleEnglish": "Skylab Hurricane!",
                    "SummaryEnglish": "The Nankatsu match against Hanawa begins, and Tsubasa once again faces the Tachibana brothers, famous for their acrobatic soccer style, and who will now show a new special shot that will be their secret weapon to defeat Nankatsu.",
                    "TitleJapanese": "スカイラブ・ハリケーン！",
                    "SummaryJapanese": "埼玉ワールドスタジアムでは、立花兄弟率いる秋田県代表・花輪中がその実力を見せつけていた。得意の空中サッカーを封印しながらも、山梨県代表・崎本中にダメ押しの追加点を決める余裕の試合ぶりで、優勝候補・南葛にプレッシャーをかけてくる。一方、神奈川県代表・錦ヶ丘中と対戦した南葛はその強さを遺憾なく発揮！翼以外の選手も粒ぞろいであることを知らしめた。そして迎える、第3戦。注目の実力派対決、南葛対花輪がいよいよ幕を開ける！"
                },
                "38": {
                    "ID": "6806301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806301",
                    "TitleEnglish": "Assault! Tachibana Brothers",
                    "SummaryEnglish": "Tsubasa is injured trying to defend the goal and is forced to leave the field temporarily. The Tachibana brothers take advantage of the situation and manage to score the tying goal. Will Tsubasa be able to return to the field before the match ends?",
                    "TitleJapanese": "攻略！立花兄弟",
                    "SummaryJapanese": "立花兄弟の新空中技“スカイラブ・ハリケーン”が炸裂！見事、ボールが南葛ゴールに突き刺さった。すさまじいシュートに南葛イレブンも動揺を隠せない。ゴール前にボールを上げさせなければスカイラブ・ハリケーンは打てないと、南葛は攻撃を最大の防御にしてプレイに臨むが、勢いづく花輪はなんとしても逆転するべく、後半、新たな選手を投入し…！？立花兄弟渾身の必殺技を翼たちは攻略することができるのか！？"
                },
                "39": {
                    "ID": "6806302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806302",
                    "TitleEnglish": "Nankatsu versus Hanawa Conclusion!",
                    "SummaryEnglish": "Hanawa decides to play the defensive card while the Tachibana Brothers rest their legs. Faced with this airtight defense, Tsubasa decides to try the dead leaf shot. Will this option cost the match?",
                    "TitleJapanese": "南葛対花輪 決着！",
                    "SummaryJapanese": "花輪のディフェンスの厚さに、味方へパスを通すのが難しいと分かった翼は覚悟を決める。――ドライブシュート。東一中戦では惜しくも外したこのシュート、今度は見事決めることができるか！？そして、残り5分。守備に徹していた立花兄弟がついに動いた！花輪はバックラインを上げ、一丸となって南葛ゴールへ攻め込んでくる。最後のスカイラブ・ハリケーンが放たれる中、翼も得点させまいとゴールポストを蹴ってボールめがけて飛んだ！"
                },
                "40": {
                    "ID": "6806304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806304",
                    "TitleEnglish": "Furano goes to the front!",
                    "SummaryEnglish": "We are in the second match of the quarterfinals of the National Tournament: Furano against Minami-iwa. Matsuyama and his team have trouble countering their opponents' attack.",
                    "TitleJapanese": "ふらの出陣！",
                    "SummaryJapanese": "全国中学生サッカー大会も準々決勝に突入。日向不在の東邦学園が実力を見せつける一方、松山率いるふらの中は南宇和中と対戦する。優勝候補の一角とも目されるふらのだけにあっさり南宇和を下すかと思われたが、まさかの先制点は南宇和が奪取！思わぬダークホースの存在に苦戦を強いられるふらの。大会後に転校が決まっているマネージャー・美子との約束、全国大会優勝の夢はここで途絶えてしまうのか…！？"
                },
                "41": {
                    "ID": "6806305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806305",
                    "TitleEnglish": "The Fearful Dark Horse",
                    "SummaryEnglish": "The Nankatsu match against Hirado begins. The winner will advance to the semifinals of the National Tournament. Tsubasa will have to face the powerful Hiroshi Jito, captain and central defender of the team, who will seek to prove his worth on the field.",
                    "TitleJapanese": "恐怖の伏兵（ダークホース）",
                    "SummaryJapanese": "ベスト4進出最後の椅子を賭け、南葛中と比良戸中の試合が始まった。得点力は高くないと目されていた比良戸だが、不敵な笑みを浮かべる次藤に翼は「何かがある」と、警戒の色を濃くする。そう思った矢先、次藤がダンプカーのように猛然と攻め込んできた！そのまま佐野との見事なコンビプレーに南葛は裏をかかれ、得点を許してしまう。とられたらとりかえすまでだと仲間を鼓舞する翼だったが、これはまだ比良戸の実力の片鱗でしかなかった。"
                },
                "42": {
                    "ID": "6806307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806307",
                    "TitleEnglish": "Phoenix Tsubasa",
                    "SummaryEnglish": "After a crushing disadvantage, created by the Hirado duo, Tsubasa decides to risk it all, and will try to make Roberto's famous spin shot, giving them a chance to win.",
                    "TitleJapanese": "不死鳥（フェニックス）・翼",
                    "SummaryJapanese": "前半戦だけで、比良戸に3点もの先制を許してしまった南葛。絶体絶命の窮地から逆転するにはこのシュートしかないと、翼は渾身の力を込めて未完成のドライブシュートを比良戸ゴールに向けて放つ！これまでの試合でも度々挑戦してきたこのシュート、今度こそ見事決めることができるか！？一方、翼に凄まじいシュートを見せつけられた次藤は倒し甲斐があると、闘志を復活させる。準決勝に進むのは南葛か！？それとも比良戸か！？"
                },
                "43": {
                    "ID": "6806311",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806311",
                    "TitleEnglish": "The supplication of the tiger",
                    "SummaryEnglish": "We are in the semifinals of the tournament, and the first to win will be Meiwa against Toho, without Hyuga's presence on the court, Meiwa manages to take advantage of Toho by making Takeshi Sawada suffer while Hyuga can watch the match from the bench.",
                    "TitleJapanese": "猛虎ゲキる",
                    "SummaryJapanese": "いよいよ全国中学生サッカー大会も準決勝！第1試合の対戦カードは東邦学園対明和東中。奇しくも小学生時代、明和FCで吉良監督のもと、互いに切磋琢磨し合った元チームメイト同士で試合をすることに！決勝進出確実と思われていた東邦学園だが、手の内を知り尽くされている相手との対決に苦戦を強いられる。ゲームメイカーの沢田もパスを読まれて、なかなか得点に結びつけられず、試合は明和東のペースとなり…！？"
                },
                "44": {
                    "ID": "6806313",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806313",
                    "TitleEnglish": "Number 10 vs Number 10",
                    "SummaryEnglish": "It is the last game of the semi-finals, and for the first time, Nankatsu will battle Furano, famous for their excellent teamwork, and their ice captain, Hikaru Matsuyama, wearing number ten just like Tsubasa.",
                    "TitleJapanese": "背番号１０対背番号１０",
                    "SummaryJapanese": "東邦学園が決勝進出を決めた。残る椅子はいよいよ一つ！それを巡って争うのは南葛中とふらの中。奇遇にも、各チームを率いる大空翼と松山光はそれぞれ10番を背負うミッドフィルダーだ。自然と中盤での攻防に注目が集まる中、松山が翼にタックルを仕掛けた！キープ力を武器に抜群のキャプテンシーを発揮する松山と、ドライブシュートをものにし、怪我をしながらも闘志を失わない翼。今、10番同士の凄まじい対決が幕を開けた！"
                },
                "45": {
                    "ID": "6806316",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806316",
                    "TitleEnglish": "Tears in Airport",
                    "SummaryEnglish": "It is the second half of the game and Furano ties the score. Tsubasa's injuries are getting worse by the minute, but in an act of courage and determination, Tsubasa decides to risk everything and will try to make his shot with effect once again, but Matsuyama will do everything to prevent it.",
                    "TitleJapanese": "涙のエアポート",
                    "SummaryJapanese": "南葛中が1点リードで迎えた終盤。残るはあと10分。攻めに守りにと、それぞれのチームが全力の好プレイを見せる。試合終了の笛が刻一刻と迫る中、最後の攻撃とふらの中が南葛ゴールに雪崩れ込んだ！ふらの中マネージャー・美子がチームの勝利を祈る中、松山と翼の、キャプテン同士の一騎打ちに！大会一と謳われるキープ力を松山が見せるのか！？それともサッカーの申し子・翼が守りきるのか！？準決勝第2試合、いよいよ決着！"
                },
                "46": {
                    "ID": "6806318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806318",
                    "TitleEnglish": "Kick off of the Century",
                    "SummaryEnglish": "The long-awaited final of the National Tournament has arrived, and Tsubasa hopes to recover from his injury to play his best against Toho.",
                    "TitleJapanese": "世紀のキックオフ",
                    "SummaryJapanese": "全国中学生サッカー大会・決勝戦前日。自分を試合に出してほしいと、日向は北詰を前にプライドを捨て、自らの膝を折っていた。それでも取りつく島もない北詰の反応に、思わず吼える日向。若島津や沢田たち部員も決勝戦に日向を出してほしいと懇願する。部員たちの日向への熱い想いを汲み取った北詰は、ついに日向出場の条件を出す。日向が全力の反町、沢田、若島津からゴールを割ること。三人を前にした日向は、右足を振り上げる！"
                },
                "47": {
                    "ID": "6806321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806321",
                    "TitleEnglish": "Confrontation of Destiny Once More",
                    "SummaryEnglish": "We are in the first five minutes of the game between Nankatsu against Toho, guided and the tension on the court can be cut with a knife. Both captains, Tsubasa Ozora and Kojiro Hyuga, are determined to achieve victory.",
                    "TitleJapanese": "宿命の対決ふたたび",
                    "SummaryJapanese": "小次郎が放ったタイガーショット。ゴールは決まらなかったものの、ボールがパンクしてしまうほどのとてつもない破壊力に会場は騒然となる。――猛虎復活。南葛中対東邦学園の決勝戦はそのことを知らしめる衝撃的なオープニングで幕を開けることになった。たじろぐ南葛メンバーだったが、弱気になるなと声を張り上げて仲間を鼓舞する石崎。翼も仲間のためにと怪我をおして、渾身のドライブシュートを東邦ゴールに向けて放つのだった――！"
                },
                "48": {
                    "ID": "6806322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806322",
                    "TitleEnglish": "The King Toho",
                    "SummaryEnglish": "Despite Nankatsu's discipline, the Toho team imposes its dominance, with a two-goal difference, courtesy of its captain, Kojiro Hyuga, and his powerful tiger shot.",
                    "TitleJapanese": "王者・東邦！",
                    "SummaryJapanese": "全国中学生サッカー大会決勝戦、前半15分。南葛に非常事態発生！なんと翼のドライブシュートが打てなくなってしまった！その一方で、東邦にも若島津の怪我の再発という衝撃的事実が走る。若島津の負担を減らすためにも、攻めに徹すると吼える日向。東邦がチーム一丸となって勢いを増す中、さらに日向は翼をゴールに攻め込ませまいと一対一の勝負を挑む！キャプテン同士の直接対決、競り勝つのはどちらか！？"
                },
                "49": {
                    "ID": "6806324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806324",
                    "TitleEnglish": "Incandescent Fighters, the Fierce Tiger and Tsubasa",
                    "SummaryEnglish": "Despite the doctor's warnings, Tsubasa remains determined to continue on the field to help his teammates in the battle against the Toho team.",
                    "TitleJapanese": "灼熱の闘士 猛虎＆翼",
                    "SummaryJapanese": "足の怪我の悪化で、一旦の退場を余儀なくされてしまった翼。再出場したいと痛み止めの注射を懇願するが、上条医師からは猛反対を受ける。そんな中、翼は拳を振るわせてつぶやく。「…夢…夢なんです…」。翼がこの試合に込めた想いとは…！？一方、日向は翼のいない南葛であれば10点差をつけて勝つと、容赦なくタイガーショットを打ち込んでくる！これ以上得点されまいと、南葛メンバーも必死にゴール前へ飛び込み…！？"
                },
                "50": {
                    "ID": "6806325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806325",
                    "TitleEnglish": "All-out war of Tenacity",
                    "SummaryEnglish": "We continue in the Nankatsu final against Toho, who has three goals each. The pressure causes both teams to make mistakes and, in the heat of the match, Nankatsu's Takasugi commits a foul.",
                    "TitleJapanese": "執念の総力戦",
                    "SummaryJapanese": "翼が石崎からのパスを見事ダイビング・オーバーヘッドでゴールへ押し込んだ！掲示板に灯る3対3の同点の文字。後半10分にして振り出しに戻った試合に、日向は責任を感じ、強引に南葛ゴールへ切り込んでいく！そこに巨漢のディフェンダー・高杉が立ち塞がった。弾き飛ばされた小次郎は、思わずカッとなり、高杉につかみかかる。騒然となる会場。一触即発の空気に審判が笛を吹いた！審判が掲げたカードの色は……！？"
                },
                "51": {
                    "ID": "6806327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806327",
                    "TitleEnglish": "Miracle Drive Shoot!",
                    "SummaryEnglish": "After sixty intense minutes with three of the same, we go to overtime. Twenty minutes divided into two halves. If they are tied, both teams will be crowned champions of the tournament, but neither Tsubasa nor Hyuga want to share the title.",
                    "TitleJapanese": "ミラクルドライブシュート！",
                    "SummaryJapanese": "決勝戦は延長戦にもつれ込んだ。左肩と左足に怪我を抱えながらもピッチに立った翼は、ブラジルへの旅立ちを見据え、自身でV3のゴールを決めなければならないと気負っていた。体はボロボロになりながらも、サッカーの申し子と評される、ずば抜けたサッカーセンスで東邦陣地へ攻め込む翼！そこに待ち構える日向小次郎！直接対決は、日向のスライディングタイガーショットのほうが早いように思えたが、そこに飛び込む人影があった…！"
                },
                "52": {
                    "ID": "6806328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/6806328",
                    "TitleEnglish": "Endless Dream",
                    "SummaryEnglish": "Time progresses more and more and the two teams leave everything on the field to be crowned champions. Hyuga and Tsubasa are showing what they are made of and the shots on goal they are going for are worthy of this final.",
                    "TitleJapanese": "エンドレス・ドリーム",
                    "SummaryJapanese": "全国中学生サッカー大会決勝戦もいよいよ大詰め！不死鳥のように何度もよみがえってきては立ち塞がる翼に、日向は圧倒されていた。――負ける。東邦が1点を追う形で迎えた最終局面にそんな言葉が頭をよぎるが、松山たちの声援、東邦イレブンの懸命なプレイに自分のサッカーをするしかないと、チーム一丸となって南葛ゴール前へ攻め込んだ！そして、繰り出したシュートは！？南葛V3か東邦V1か…優勝旗ははたしてどちらの手に！？"
                }
            }
        },
        "2": {
            "ID": "2055975",
            "URL": "https://www.thetvdb.com/series/339203-show/seasons/official/2",
            "# Episodes": 39,
            "Episodes": {
                "1": {
                    "ID": "9974393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/9974393",
                    "TitleEnglish": "A New Challenge",
                    "SummaryEnglish": "The deciding match of the All Japan Junior Youth Soccer Tournament ends in an unprecedented twist. Now, with Tsubasa Ozora out, it’s Kojiro Hyuga’s turn! An intimidating match of formidable high school students awaits. Will they step up to the challenge?",
                    "TitleJapanese": "新たなる挑戦",
                    "SummaryJapanese": "全国中学生サッカー大会決勝戦・南葛VS東邦学園は前代未聞の同時優勝で幕を閉じた。\n南葛のキャプテン・大空翼は日本代表ジュニアユースの合宿には参加せず、自宅で怪我の療養中。\nサッカーが紡いでくれた仲間との日々を振り返り、ドイツに留学したゴールキーパー・若林源三との出会いを思い出していた。\n翼抜きの日本代表は東邦学園の日向小次郎が大活躍！高校生相手に互角以上のプレイを見せつける――。\n次の舞台は世界だ！！"
                },
                "2": {
                    "ID": "10015716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015716",
                    "TitleEnglish": "Greetings to an Old Rival",
                    "SummaryEnglish": "The team to travel to Europe has been announced! Hyuga is captain, but Tsubasa is determined to play in the French tournament in two weeks. In Germany, a practice match reunites the team with Wakabayashi, who shocks the team with his unusual comment.",
                    "TitleJapanese": "旧敵への挨拶",
                    "SummaryJapanese": "ヨーロッパ遠征の選抜メンバーが発表！キャプテンには日向が選ばれた。翼は2週間後に迫るフランス大会までに怪我を直そうと決意。 日本代表から託された10番のユニフォームを手にして復活を誓う。ドイツを訪れた選抜メンバーは練習試合の相手・ハンブルクの若林に再会した。 ゴール奪う気満々の日向は闘志を剥き出しにするも、若林は「翼のいない日本代表、おまえたちに100パーセント勝ちはないぜ！！」と言い放つ！"
                },
                "3": {
                    "ID": "10015717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015717",
                    "TitleEnglish": "Professional Warrior",
                    "SummaryEnglish": "Team Japan and Hamburg have a practice match, and Wakabayashi shows off his iron defense. Schneider initiates a fierce attack and makes scoring impossible. Hyuga meanwhile is furious. Then there’s Tsubasa…",
                    "TitleJapanese": "プロの戦士！",
                    "SummaryJapanese": "日本代表VSハンブルクの練習試合は、若林が鉄壁の守りを披露。ドイツの若き皇帝・シュナイダーの猛攻で、早くも0対2のビハインドに――。 日向は仲間が懸命に繋いだパスでチャンスを得たものの、シュナイダーの激しいプレイによって阻止されてしまう。思わず怒りを爆発させるが、若林は「サッカーは格闘技のはずだぜ！」と一蹴する。絶望的な状況の中、治療を終えた翼が日本からやってきた！ そして後半戦に出場しようとするが…。"
                },
                "4": {
                    "ID": "10015718",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015718",
                    "TitleEnglish": "Starting Again from Zero",
                    "SummaryEnglish": "While the practice match against Hamburg has proven disastrous for Japan, they vow to start afresh. Captain Matsuyama desires his teammates’ trust, while Hyuga focuses on overcoming Schneider. Meanwhile, Wakabayashi makes a surprising announcement.",
                    "TitleJapanese": "ゼロからの再出発",
                    "SummaryJapanese": "シュナイダー率いるハンブルクとの練習試合は1対6の惨敗に終わった。ヨーロッパの実力を目の当たりにした日本代表は、合流した翼と共に再出発を宣言。新キャプテンになった松山は仲間からの信頼を勝ち取るため、シュナイダーの強さを知った日向は彼を超えるシュートを編み出すため、それぞれの理由で練習に明け暮れる。さらにジュニアユースを成長させようと憎まれ役に徹していた若林も、今度は日本代表としてメンバー入りを名乗り出た！"
                },
                "5": {
                    "ID": "10015719",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015719",
                    "TitleEnglish": "Another Heavy Hitter",
                    "SummaryEnglish": "Taro Misaki, now in France, has received a request to join Japan Junior Youth. The three years he’s spent away hasn’t helped his confidence, but playing with Tsubasa again appeals. Now Misaki challenges Team France to prove he’s still got it!",
                    "TitleJapanese": "もうひとりの実力者",
                    "SummaryJapanese": "小学生のときに翼とコンビを組み、全国大会優勝を果たした岬太郎。その後フランスに渡った彼にも、日本ジュニアユースチームへの参加要請は届いていた。 全日本サッカー協会から11番のユニフォームを手渡された岬だったが、仲間とのブランクは3年に及び、力を発揮できるのか自信を持てずにいた。 「でもボクは……もう一度翼くんたちと一緒にプレイがしたいんだ！」。そう決心した岬はフランス代表のもとを訪れ、自分の実力を確かめるべく勝負を挑む！"
                },
                "6": {
                    "ID": "10015720",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015720",
                    "TitleEnglish": "Action! Japan Junior Youth!",
                    "SummaryEnglish": "Tsubasa returns to the field in style! Early in the match against Munich, he makes a decisive move. With Tsubasa back in action, his teammates play like completely different athletes. Then Hyuga and Tsubasa decide to make things even more interesting.",
                    "TitleJapanese": "躍動！日本代表ジュニアユース！",
                    "SummaryJapanese": "翼がグラウンドに帰ってきた！ ミュンヘンとの練習試合で開始早々シュートを決めた翼に後押しされ、日本代表は前回とはまるで別チームに。 日向は翼とのコンビプレイで2点目を追加し、松山はDFとして攻守にわたって活躍。2対0のリードで前半を折り返す。 ただミュンヘンがこのまま黙っているとは思えない。ハンブルク戦での怪我をおして出場した若島津は「最後まできっちりゴールを守ってみせますよ！」と正GKのプライドを見せる。"
                },
                "7": {
                    "ID": "10015721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015721",
                    "TitleEnglish": "Converge on Paris!!",
                    "SummaryEnglish": "The team lands in France, with games starting soon. Coach orders a rest day, but Tsubasa can’t sit still. As he dribbles around Paris, he passes someone practicing just like him. The boy, it turns out, is a familiar face with amazing skills.",
                    "TitleJapanese": "パリ大集結!!",
                    "SummaryJapanese": "日本代表は国際Jrユース大会の開催国フランスに降り立った。開幕まであと3日。はやる気持ちを抑えられない翼は休養日にもかかわらず、パリの街をドリブルで駆け巡る！ するとエッフェル塔の前で、同じようにボールを蹴って走る少年とすれ違った。「え？！ み……岬くん……」。かつての相棒との再会に抱き合う2人。翼と岬は翌日の練習でも、3年ぶりとは思えない華麗なコンビプレイを繰り出す。ついに日本代表ベストメンバーが出揃った！"
                },
                "8": {
                    "ID": "10015722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015722",
                    "TitleEnglish": "I'm Taro Misaki",
                    "SummaryEnglish": "It’s the opening ceremony of the International Junior Youth Tournament. As players from twelve participating countries gather, Misaki thinks back about his time in Japan and how far he’s really come. But the memories aren’t all happy. He remembers not only how his father’s career has had a major impact on his life and his soccer, but also how his father’s complicated life as an artist has pulled him into a situation where he is faced with a seemingly impossible dilemma.",
                    "TitleJapanese": "ボクは岬太郎",
                    "SummaryJapanese": "国際Jrユース大会の開会式。参加12ヵ国の選手が勢揃いする中、岬は日本での日々を思い出していた。 「あれから3年、翼くんとまた一緒にプレイできるなんて……」。――南葛SCのメンバーとして全国大会で優勝したものの、 父親の画業のため各地を転々としていた岬は、翼と離れ離れに。南葛でサッカーを続けさせてやれなかったことを悔やむ岬の父。 ある日、彼のもとに別れた妻が現れ、TVで活躍する岬を観て引き取りたいと言ってきた。岬は、困惑する気持ちを抱えたまま、母と会うことを約束する……。"
                },
                "9": {
                    "ID": "10015723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015723",
                    "TitleEnglish": "A Great Journey",
                    "SummaryEnglish": "It’s Japan versus Italy in the opening game of the tournament, and tensions are running high. Team Japan’s tempers are flared over Italy’s previous comments about how they weren’t worth their time back before the practice match that never was. Still, having been handed the position of captain from Matsuyama, Tsubasa rises to the occasion. Italy may have Tsubasa marked, but he responds with some characteristic fighting spirit.",
                    "TitleJapanese": "大いなる旅立ち！",
                    "SummaryJapanese": "大会のオープニングゲームは日本対イタリア。日本との練習試合を「得るものがない」と断ってきた因縁の相手だ。 松山からキャプテンを譲り受けた翼は、鮮やかなドリブルとフェイントで一気に突破するが、反則覚悟の猛チャージで倒されてしまう。 その後もイタリアの徹底マークを受けて、自分のプレイをさせてもらえない。思わずパスをためらう仲間に対し、翼は「おれにもってこい！」と絶叫。「一人残らず抜き去ってやる！」と闘志を燃やす。"
                },
                "10": {
                    "ID": "10015724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015724",
                    "TitleEnglish": "They've Returned! The Golden Duo!!",
                    "SummaryEnglish": "Italy's goalkeeper, Zino Hernandez, makes incredible saves. So much so that his perfect record has earned him the reputation as Europe’s best goalie. His skill puts Japan on the offensive, but Misaki is watching. Then coach makes a surprising move.",
                    "TitleJapanese": "完全復活！　黄金（ゴールデン）コンビ!!",
                    "SummaryJapanese": "日本の波状攻撃を前に、イタリアのGKジノ・ヘルナンデスは好セーブを連発。あらゆるシュートをことごとく防いでいく。 彼はここ1年ゴールを許したことがなく、ヨーロッパNo.1キーパーの呼び声も高い名プレイヤーだ。そのまま0対0で折り返し、後半がスタート。 その守備力を活かしたカウンターでイタリアは先取点を奪い取る。もう日本代表は攻めるしかない。苦戦する仲間を見守る岬に、監督から「アップしておけ」と声がかかった！"
                },
                "11": {
                    "ID": "10015725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015725",
                    "TitleEnglish": "The Fierce Tiger Awakens",
                    "SummaryEnglish": "Thanks to Tsubasa and Misaki, Japan manages to tie with Italy, leaving the Europeans to tighten their defenses in the hope achieving a draw. Meanwhile, the crowd is in thrall to Japan and cheers them on with only one minute to go. Tsubasa then makes one final gamble…",
                    "TitleJapanese": "猛虎の目覚め",
                    "SummaryJapanese": "翼と岬の活躍で日本は同点に追いついた。窮地に立ったイタリアは守りを固めて、引き分け狙いの作戦に……。 決定的なFWを欠くチームにとって苦肉の策ではあったが、その消極的なプレイを見た客席から日本へのエールが沸き起こる！ 残り時間はあと1分。観客の声援を背にした翼は最後のチャンスに賭けるも、ヘルナンデスのスーパーセーブに阻まれてしまう。 もはやタイムアップと思った瞬間、こぼれたボールに向かって猛然と走る選手がいた！"
                },
                "12": {
                    "ID": "10015726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10015726",
                    "TitleEnglish": "Destined for Victory",
                    "SummaryEnglish": "Host country France has its first match against England, and the stadium is buzzing with excitement. Elle Sid Pierre, France’s captain, wows with his elegant dribbling. Meanwhile, Tsubasa and his friends take note and are impressed. But as host, Team France is feeling the pressure. Will France being able to come through?",
                    "TitleJapanese": "優勝への宿命",
                    "SummaryJapanese": "開催国フランスの初戦はサッカーの母国イングランド。大会屈指の好カードに、スタジアムは初日一番の盛り上がりを見せる。 フランスの主将エル・シド・ピエールは流れるようなドリブルでイングランドを翻弄。巧みなテクニックに、試合を観戦していた翼たちも驚きを隠せない。 しかしフランスは地元開催のプレッシャーもあってピエール以外の動きは鈍く、イングランドに先取点を奪われてしまう。はたして初戦を勝利で飾れるのか！？"
                },
                "13": {
                    "ID": "10204754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10204754",
                    "TitleEnglish": "A Pledge in the Starry Sky",
                    "SummaryEnglish": "Former Brazilian soccer player Roberto Hongo makes a visit to a soccer stadium in the outskirts of Paris where he speaks with Katagiri of the All Japan Soccer Association. Roberto makes himself clear; he does not want Tsubasa knowing he is merely miles away in the same city. As Tsubasa's former coach, Roberto still regrets breaking the promise he made to Tsubasa to take him to Brazil. He deeply admires Tsubasa and will never forget the days he spent as his coach.",
                    "TitleJapanese": "星空の誓い",
                    "SummaryJapanese": "パリ郊外のサッカースタジアム。そこに元ブラジル代表・ロベルト本郷の姿があった。全日本サッカー協会の片桐に話しかけられた彼は 「パリにいることは翼には言わないで下さい」と口にする。かつて翼の師匠だったロベルトは「ブラジルへ連れていく」という約束を破ったことに罪悪感を抱いていたのだ。ただ翼の才能に惚れ込み、プロに育てようとした日のことは決して忘れることはない。ロベルトは懐かしそうに目を細め、思い出の日々を語り始める。"
                },
                "14": {
                    "ID": "10232045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10232045",
                    "TitleEnglish": "Never Give Up",
                    "SummaryEnglish": "It’s Japan versus Argentina, and the winner progresses to the finals. Tsubasa, however, is preoccupied. While on the pitch he learns that his former coach Roberto, who has since remained incognito, is now in the stands somewhere watching.",
                    "TitleJapanese": "ネバーギブアップ",
                    "SummaryJapanese": "日本VSアルゼンチン。勝った方が決勝トーナメント進出を決める大一番だ。だが、翼は行方知れずだった師匠のロベルトがスタジアムにいることを知り、試合に集中できずにいた。その隙を突いた天才MFのファン・ディアスは、幼馴染のパスカルと変幻自在のコンビプレイを披露。側転からバク転、バク宙のアクロバティックな動きでシュートを叩き込む。開始1分で追う展開となった日本代表。ロベルトに無様な姿は見せられないと焦る翼だったが……。"
                },
                "15": {
                    "ID": "10234546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10234546",
                    "TitleEnglish": "Japan Junior Youth Strikes Back",
                    "SummaryEnglish": "While Japan reels from Diaz’s latest soccer feat, Tsubasa and Hyuga join forces for a special attack. Tsubasa has got his groove back. Taking the opportunity, the Tachibana Twins and Jito dash toward the goal. The time to strike back is now!",
                    "TitleJapanese": "逆襲の日本代表",
                    "SummaryJapanese": "ディアスにハットトリックを決められた日本代表は、翼と日向の連携技・ドライブタイガーショットで1点を返し、反撃の狼煙を上げた。調子を取り戻した翼は、ディアスとの空中での競り合いにも勝ち、アルゼンチン代表に動揺が走る。そんな絶好のチャンスを逃すまいと、立花兄弟・次藤はゴールに向かって走り出す。逆襲はここからだ!!"
                },
                "16": {
                    "ID": "10248721",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248721",
                    "TitleEnglish": "A Battle of Ups and Downs",
                    "SummaryEnglish": "Misaki makes a miracle shot, tying the score for Japan. But a tie isn’t good enough if they want to make it to the semifinals. With both teams unwilling to give an inch, it’s anyone’s guess who will walk away the victor.",
                    "TitleJapanese": "シーソーゲームの攻防",
                    "SummaryJapanese": "岬のジャンピングボレーシュートでスコアは3対3に。引き分けのままでは準決勝に進めない日本の勢いは止まらず、追い詰められたディアスは冷静さを失ってしまう。いつものプレイができず、落ち込むディアスの姿をみたアルゼンチン代表メンバーは常にチームを導いてきたディアスのために、怒涛のディフェンスを魅せる！両者譲れない後半戦の行方はいかに!?"
                },
                "17": {
                    "ID": "10248722",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248722",
                    "TitleEnglish": "The Young Noble of the Field Returns!!",
                    "SummaryEnglish": "It's the second half, 4 to 4. To break the impasse, Japan puts in Jun Misugi, an amazingly skilled player who also has a heart condition. It’s been three years, but finally, Jun can stand on the same field as Tsubasa. Argentina is in for a fight!",
                    "TitleJapanese": "貴公子復活！",
                    "SummaryJapanese": "後半25分。4対4の同点に持ち込んだ日本代表は、勝利への突破口としてフィールドの貴公子・三杉淳を投入する。類い稀なサッカーセンスを持ちながら、心臓病というハンデのため長時間のプレイが許されないガラスのエース。彼がかつての試合で見せた圧倒的なプレイは、翼たちの目に焼き付いている――。3年ぶりに翼と同じピッチに、今度は敵ではなくチームメイトとして立った三杉は、アルゼンチンに怒涛の速攻を仕掛ける！"
                },
                "18": {
                    "ID": "10248723",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248723",
                    "TitleEnglish": "The Top Four Assemble!",
                    "SummaryEnglish": "Thanks to Misugi’s overhead, Team Japan manages to take the lead, a first for this match. But the self-declared genius is ready and launches his infamous Banana Shot over everyone’s heads, etching a giant arc in the sky. Who will make it to the top four?",
                    "TitleJapanese": "ベスト４集結！",
                    "SummaryJapanese": "三杉のオーバーヘッドで、日本代表はこの試合初めてのリードをもぎ取った。残り時間は2分足らず。アルゼンチンは諦めず全員攻撃で日本ゴールを攻め立てる。ディアスはマークを外してフリーになったものの、ディフェンス陣は壁を作ってシュートコースを阻む。「おれが世界一！ おれが天才ファン・ディアスだ！」。大きく弧を描いたバナナシュートは相手の頭上を越えてゴールに吸い込まれていき……。ベスト4に進出したのはどっちだ!?"
                },
                "19": {
                    "ID": "10248724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248724",
                    "TitleEnglish": "The Ball of Fire Revealed",
                    "SummaryEnglish": "It's the first match of the final tournament. Uruguay begins with some lightning-fast attacks, which achieves a goal in just the first fifty seconds. But Germany’s Schneider manages to even the score. Which ace striker will dominate is anyone’s guess…",
                    "TitleJapanese": "火の玉の正体",
                    "SummaryJapanese": "決勝トーナメント第1試合ドイツVSウルグアイ。勝者が決勝戦に駒を進める試合は、ウルグアイによる電光石火の攻めから始まった。FWラモン・ビクトリーノが豪快なダイビングボレーシュートを放ち、キックオフからわずか50秒でゴールネットを揺らす。優勝候補が先制される予想外の展開にスタジアムは騒然。しかしドイツはシュナイダーのファイヤーショットで即座に追いつく。両陣営のエースストライカー対決を制したのは……。"
                },
                "20": {
                    "ID": "10248725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248725",
                    "TitleEnglish": "The Battle Begins!! Japan vs. France",
                    "SummaryEnglish": "In the second match of the finals Japan faces host France in a stadium filled with fans for the home team. Still Japan pulls off a three-way attack, stealing the ball back from a furious French captain, Pierre, who now seems to be planning something…",
                    "TitleJapanese": "開戦!! 日本対フランス",
                    "SummaryJapanese": "決勝トーナメント第2試合。日本代表の相手は国際ジュニアユース大会の開催国フランスだ。地元への大歓声が鳴り止まない完全アウェーの中、翼、岬、日向は三段構えのアタックを仕掛け、主将のピエールからボールを奪取。チーム一体となった見事な連携プレイによって、日本代表は今大会初の先取点を挙げた。1対0のスコアボードを睨み、悔しさを滲ませるピエール。「こうなったら出すしかないな、今まで温存していた『俺のシュート』を……」。"
                },
                "21": {
                    "ID": "10248726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248726",
                    "TitleEnglish": "10 vs. 11",
                    "SummaryEnglish": "Ten minutes into the first half, Soda is given his second yellow card, forcing Japan to play on with only ten players. Then, Pierre gets a penalty kick, upping the score 2 to 1. Hyuga doesn’t give up, but luck just doesn’t seem be on Japan’s side…",
                    "TitleJapanese": "10人VS.11人",
                    "SummaryJapanese": "前半10分。早田に2枚目のイエローカードが出され、日本代表はこの先を10人で戦うことに。ピエールのPKも決まってスコアは1対2。勝利を諦めていない日向は仲間を鼓舞し、タイガーショットでゴールを揺らすが、これはオフサイドの判定。さらにカウンターで早田の抜けた守備の穴を狙われ、追加点を与えてしまう。退場処分のためベンチにいることすら許されない早田は控え室で一人、涙を流しながら声を振り絞る。「がんばってくれ みんな…」と。"
                },
                "22": {
                    "ID": "10248727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248727",
                    "TitleEnglish": "The Elegant Beast Attacks",
                    "SummaryEnglish": "In the second half rain is pelting the players and the pitch. France turns on a furious attack, but Japan ends up saved. But Izawa is now badly injured. In his place steps Misugi, who’s confidant the tables can turn. Let the clash of captains begin!",
                    "TitleJapanese": "美獣の来襲",
                    "SummaryJapanese": "雨が降り始める中での後半戦。日向の活躍で日本は1点差に詰め寄った。対するフランスも猛攻を開始。すぐさま2点差に突き放したかと思いきや、ナポレオンの強引なドリブルが反則を取られてノーゴールに。前半苦しめられた判定に今回は救われた。負傷した井沢の代わりにグラウンドに立った三杉は、フランスの主将ピエールを抜けば試合の流れが変わるはずだと感じていた。その考えは翼も同じで……。両チームキャプテン同士の激突だ！"
                },
                "23": {
                    "ID": "10248728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248728",
                    "TitleEnglish": "Misaki vs. Pierre",
                    "SummaryEnglish": "Behold, France’s enigmatic Eiffel Attack! Team Japan stands at the ready, reflexes primed, but it’s Pierre and Napoleon all the way. Perfect pass work epitomizes the French forces as they make their way to the goal. Can Tsubasa resuscitate the team?",
                    "TitleJapanese": "岬VS.ピエール",
                    "SummaryJapanese": "フランスの秘技・エッフェル攻撃とは!?　身構える日本代表に対し、ピエールとナポレオンは完璧なパスワークでゴールに向かっていく。ワンツー、ロングパス、ミドルパス……。多彩なパスを使いこなし、ディフェンスを抜き去り、ボールはネットに突き刺さった。試合終了5分前で日本は1点のビハインド。さらにグラウンドは雨でぬかるんでいて、ボールのコントロールさえ難しい。最悪のコンディションを見た翼は起死回生の策に出る！"
                },
                "24": {
                    "ID": "10248729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248729",
                    "TitleEnglish": "Overtime in the Rain",
                    "SummaryEnglish": "Thanks to Misaki, the score is tied, initiating the first overtime of the tournament. But Coach Mikami is out of substitutions, and everyone is more than fatigued. Now Japan’s worst fears have become a reality. Things are not looking good…",
                    "TitleJapanese": "雨の中の延長戦",
                    "SummaryJapanese": "岬のシュートで4対4の同点に持ち込み、試合は大会初の延長戦へ。だが、交代枠を使い切ってしまった見上監督は、疲労した選手たちが気がかりだった。延長戦が始まり、恐れていた事態は現実のものとなる。日向は3人がかりのタックルを受けて右脛を負傷。若島津はナポレオンのシュートを防いだ代償で、右手からの流血が止まらない。三杉も長時間のプレイで心臓が限界に達しつつあった……。ケガ人続出の日本代表。もはや絶体絶命か!?"
                },
                "25": {
                    "ID": "10248730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248730",
                    "TitleEnglish": "A Wounded Final Defense",
                    "SummaryEnglish": "It’s overtime, and Hyuga is ready to fight. He takes on Pierre, but Hyuga’s badly injured leg allows his opponent to swipe the ball out from underneath him. France continues to launch a brutal wave of attacks. Meanwhile, Wakashimazu is writhing in pain.",
                    "TitleJapanese": "傷だらけの死守",
                    "SummaryJapanese": "延長後半戦がキックオフ。日向はピエールと一対一の勝負を挑むも、足の傷が災いしてボールを奪われてしまう。これを口火にフランスの波状攻撃が始まった！ ゴールから飛び出した若島津はパンチングでクリアしたが、空中で選手ともつれて右手を強打。あまりの激痛に起き上がることができない。そんな彼に、同じく満身創痍の三杉が活を入れる。「残り10分、死ぬまで戦うんじゃなかったのか！」。すると若島津の瞳に火が灯り……。"
                },
                "26": {
                    "ID": "10248731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10248731",
                    "TitleEnglish": "The Miracle Fist",
                    "SummaryEnglish": "Overtime in the second match of the finals is underway, but a winner has yet to be declared. Now five representatives from each team are to join the kickoff. First up is France’s captain, Pierre. The whistle sounds. Whom will fortune smile on today?",
                    "TitleJapanese": "奇跡をよぶ拳",
                    "SummaryJapanese": "決勝トーナメント第2試合。延長戦でも勝敗が決まらず、各チーム代表5名によるPK戦で決着を付けることに。フランスの一番手は主将のピエール。スタジアムからの大声援を受けたピエールはペナルティマークにボールを置き、その先のゴールを見据える。対するキーパーは若島津。PK戦を得意とする若島津だったが、負傷によって右手の握力はすでに失われていた……。主審の笛が鳴り響き、PKがスタート。勝利の女神が微笑むのは――!?"
                },
                "27": {
                    "ID": "10400028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400028",
                    "TitleEnglish": "The Lions of the Final",
                    "SummaryEnglish": "At last the final. Japan is to face off against Germany. While Team Japan has managed to survive so far, it’s a team of injured players. And the big surprise is the starting lineup. Wakabayashi’s debut is now. Japan is now the strongest is has ever been!",
                    "TitleJapanese": "決勝の獅子たち!",
                    "SummaryJapanese": "決勝カードは日本対ドイツに決まった。だがここまで戦い抜いた日本代表は負傷者が相次いでおり、準決勝で負った若島津の怪我も癒えていなかった。決勝当日。スターティングメンバーが発表され、ゴールキーパーには若林が選ばれた。今大会ではサポートに徹するつもりだった若林は動揺を隠せないが、控えキーパーの森崎、さらに日向から叱咤激励を受けて出場を決意する。日本代表が一つに！ 現時点の最強メンバーでドイツに挑む!!"
                },
                "28": {
                    "ID": "10400029",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400029",
                    "TitleEnglish": "A Shooting Storm",
                    "SummaryEnglish": "The time for kickoff at the finals has arrived! Wakabayashi’s research on Team Germany has proven successful as Japan manages to dominate early on. Only this time Germany’s goalie is the elusive and intensely foreboding Steel Giant, Deuter Muller.",
                    "TitleJapanese": "シュートの嵐",
                    "SummaryJapanese": "国際ジュニアユース大会決勝戦がキックオフ。若林が作成したドイツチームのデータが功を奏し、開始直後から日本のペースに。敵のクセを知り尽くした翼と岬は中盤の競り合いを制し、日向が最初のシュートを放つ。しかしドイツのゴールキーパーは大会途中から出場した鋼鉄の巨人デューター・ミューラー。幻のキーパーと呼ばれる彼のデータはまったく存在しない。異様な威圧感で日向のタイガーショットに向き合ったミューラーは……。"
                },
                "29": {
                    "ID": "10400030",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400030",
                    "TitleEnglish": "Schneider vs. Wakabayashi",
                    "SummaryEnglish": "Japan is stunned by Muller’s ability to block all shots. Suddenly Muller makes a massive kick, launching a super-long-distance pass over to Schneider directly in front of Japan’s goal. Once teammates, Wakabayashi and Schneider battle is just beginning!",
                    "TitleJapanese": "シュナイダーVS.若林",
                    "SummaryJapanese": "日本代表のシュートをことごとく防いだミューラーに一同は驚愕。そのスキを突いたミューラーは、日本ゴール前のシュナイダーに超長距離のダイレクトパスを蹴り込んだ。そのままジャンピングボレーを決めようとするシュナイダーだったが、カウンターを読んでいた若林はゴールを飛び出して決死のブロック！ 攻めのカール・ハインツ・シュナイダーと守りの若林源三。ハンブルクでチームメイトとして活躍する両者の戦いの火蓋が切られた!!"
                },
                "30": {
                    "ID": "10400031",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400031",
                    "TitleEnglish": "A Blazing First Point",
                    "SummaryEnglish": "In the first half, Wakabayashi’s research has given the advantage to Team Japan. Then Japan gets another chance at that prized first point with a free kick. But strangely, Goalie Muller wants nothing standing between him in front of the goal and Tsubasa.",
                    "TitleJapanese": "炎の先取点",
                    "SummaryJapanese": "前半15分。若林のデータにより日本代表は試合を優位に進めるも、両者一歩も引かぬ攻防が続く。先制点を狙う日本は、ドイツの反則によりフリーキックのチャンスを得た。シュートを直接狙える位置からのセットプレイのため、ドイツ代表は当然ゴール前にカベを作るが、ミューラーは拒否し、翼と対峙する。ミューラーの圧倒的なプレッシャーに翼はたじろぐが、あるアイデアが閃いて日向に耳打ちをする。キックを打つのは翼か、日向か、それとも……!?"
                },
                "31": {
                    "ID": "10400032",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400032",
                    "TitleEnglish": "The Most Powerful Shot in History",
                    "SummaryEnglish": "Schneider’s Fire Shot may’ve dashed Japan’s hopes of a first point, but Hyuga is already devising a comeback. With Tsubasa’s help, he is about to unleash something no one could have anticipated—the fiercest kick in soccer history!",
                    "TitleJapanese": "史上最強のシュート",
                    "SummaryJapanese": "シュナイダーのファイヤーショットで日本は先取点を奪われた。反撃の機会をうかがう日向は、ミューラーが股下へのシュートを苦手にしていることに気付いて勝機を見出すも、その弱点を試合中に克服されてしまう。もう打つ手はないのか……。絶望して立ち尽くす日向に対し、翼は「ゴールをうばえないキーパーなんてこの世にいるわけがないんだ!!」と雄叫びを上げる。そんな翼と日向の心が通じ合い、誰も予想しなかった史上最強のシュートが生まれた！"
                },
                "32": {
                    "ID": "10400033",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400033",
                    "TitleEnglish": "A Hat in Tatters",
                    "SummaryEnglish": "Twenty-five minutes into the first half, Tsubasa and Misaki combine forces to tie up the game. Schneider now is even more revved up and goes head-to-head with Goalie Wakabayashi. Then Schneider boldly unleashes his Fire Shot. The result? Sparks fly.",
                    "TitleJapanese": "ちぎれた帽子",
                    "SummaryJapanese": "前半25分。翼と岬のツープラトンダイビングヘッドシュートが決まり、試合はふりだしに戻った。追いつかれたことで奮起したシュナイダーは、前半終了間際に決定的なチャンスを演出。キーパーと一対一のシチュエーションに持ち込んだ。若林はシュートを阻止すべくゴールから飛び出すが、シュナイダーはかまわずファイヤーショットを放つ！ 鋭く回転するボールからは火の粉が飛び散り、若林の帽子を焼き焦がして……。"
                },
                "33": {
                    "ID": "10400034",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400034",
                    "TitleEnglish": "Respond to the Message!",
                    "SummaryEnglish": "Something has been weighing on Tsubasa’s mind. Katagiri’s cryptic message from halftime about page 52 must be a reference to the notebook, the one into which Roberto put all he knew. Soon Tsubasa traces his memories, stirring up lessons from the past.",
                    "TitleJapanese": "メッセージにこたえろ！",
                    "SummaryJapanese": "前半戦を1対1で折り返し、後半戦がキックオフ。しかし翼はハーフタイム中に片桐から受け取った「ノートの52ページ」というメッセージが気になっていた。「ノート」とは、小学生の頃に師匠だったロベルト本郷が、ブラジルへ帰国する際に残したロベルトノートに違いない。自らのテクニックを惜しみなく記したノートの52ページ目に一体何が書かれていたのだろうか。翼は最初の1ページから順に懐かしい記憶をたどっていく……。"
                },
                "34": {
                    "ID": "10400035",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400035",
                    "TitleEnglish": "A Glimpse at Global Greatness!?",
                    "SummaryEnglish": "Japan pulls off a second point and Germany is frantic! What’s more, Schneider has no feeling in his left leg. Just as Germany’s offense appears to have cracked under the pressure, Schneider wakes up his teammates. Now Germany’s Workman, Kaltz, is pumped.",
                    "TitleJapanese": "世界一が見えた!?",
                    "SummaryJapanese": "日本が2点目をもぎ取った！ 1点を追うドイツは必死の猛攻を見せるが、ディフェンダー陣は気迫あふれるプレイで応戦。シュナイダーも翼と激突した左足のしびれで、本来のプレイができずにいた。いよいよ攻め手が尽きたかに思えたが、シュナイダーは弱気な仲間たちを一喝。主将の闘志は仕事師カルツにも伝わり、カルツのゲルマン魂を爆発させる！"
                },
                "35": {
                    "ID": "10400036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400036",
                    "TitleEnglish": "It's Done!",
                    "SummaryEnglish": "Schneider evens the score with only seven minutes to go. Now it’s an all-out war. Tsubasa tries to break through by dribbling, but is brutally tackled by Kaltz midair, sending Tsubasa crashing to the ground. The tournament ends now!",
                    "TitleJapanese": "決着！",
                    "SummaryJapanese": "シュナイダーのシュートでスコアは2対2の同点に。残り時間はあと7分。試合は日本とドイツが一歩も譲らない総力戦になった。翼はドリブルでの突破を試みるが、ジャンプでかわした瞬間を狙われて、カルツの空中タックルが炸裂。そのまま頭から落ちて倒れ込んでしまう。無情にもドイツボールでプレイが続行する中、怪我で交代した石崎は翼に向かって叫ぶ。「おれたちの夢を叶えるのは、おまえしかいないんだ！」。――国際ジュニアユース大会、ここに決着！"
                },
                "36": {
                    "ID": "10400037",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400037",
                    "TitleEnglish": "A Promise to the Heavens",
                    "SummaryEnglish": "Japan is world champion! Elated, Tsubasa and his teammates converge on the pitch. Meanwhile, Schneider has something to say to Tsubasa. Through his interviewers, Tsubasa tells the world about the dream he’s held dear since childhood.",
                    "TitleJapanese": "大空への誓い",
                    "SummaryJapanese": "国際ジュニアユース大会決勝戦の最終スコアは3対2。日本がドイツを下して世界制覇を成し遂げた。ピッチ上に集まった日本代表メンバーは思い思いの感慨にふけり、スタジアムは割れんばかりの声援で優勝を讃える。戦いを終えたばかりのシュナイダーも翼に歩み寄り、キャプテン同士で握手を交して再戦を誓った。大会MVPを受賞してインタビューに応じた翼は、世界中の人たちに向けて子どもの頃からの夢を語り始める……。"
                },
                "37": {
                    "ID": "10400038",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400038",
                    "TitleEnglish": "Confession!",
                    "SummaryEnglish": "Having returned from France, Tsubasa becomes coach of Nankatsu MS’s soccer team. Soon Manager Kumi is confessing her love to Tsubasa, despite knowing that Sanae and Tsubasa already have feelings for each other. Time is running out before Brazil.",
                    "TitleJapanese": "告白！",
                    "SummaryJapanese": "フランスから帰国した翼は、南葛中サッカー部のコーチ役として後輩の指導に当たっていた。ある日、マネージャーの杉本久美からずっと好きだったと思いを告げられる。彼女は翼と早苗が両想いだと気付いていたが、それでも本心を伝えたかったのだという。そして早苗に対してきちんと告白をしてほしいとお願いされてしまった。中学卒業後ブラジルへ旅立つ翼にとって、早苗と過ごせる時間はあと半年しか残されていない。その最中、新たなライバルが現れる！"
                },
                "38": {
                    "ID": "10400039",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400039",
                    "TitleEnglish": "To A New Era!",
                    "SummaryEnglish": "A month has passed since the International Junior Youth Tournament in France, and Japan’s athletes are beginning to go their separate ways. Tsubasa is using the time he has left before graduation to practice with a new club team, impressing the coach who is convinced Tsubasa has achieved a level of soccer equal to pro. Meanwhile Wakabayashi in Germany receives an early offer to go pro from Hamburg. Back in Japan Hyuga and Wakashimazu are already practicing with high schoolers with the goal of becoming regulars for Toho Academy HS. Then there’s Misaki, who is finally back home in Japan from France…",
                    "TitleJapanese": "新しい時へ！",
                    "SummaryJapanese": "国際ジュニアユース大会から1ヶ月が経ち、選手たちはそれぞれの道を歩みはじめている。翼は卒業までの間、浜名クラブの選手たちと練習をすることになった。翼の実力はプロレベルに達しており、クラブの監督も太鼓判を押すほどだ。ドイツの若林はハンブルクからオファーを受けて、いち早くプロ入りを果たした。日向と若島津は東邦学園高等部のレギュラーを目指して、すでに高校生と練習中。さらにフランスから日本へ帰ってきた岬は……。"
                },
                "39": {
                    "ID": "10400040",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/339203-show/episodes/10400040",
                    "TitleEnglish": "Tsubasa Takes Off",
                    "SummaryEnglish": "Tsubasa is in a whole new league now. Gone are the days of Junior Youth. At an entirely new international competition, Tsubasa is more than ready to get out on the pitch and play. Then the stands call in unison. Tsubasa… Tsubasa…",
                    "TitleJapanese": "飛び立つ翼",
                    "SummaryJapanese": "ジュニアユースではなく今度はA代表に抜擢された翼。パラグアイ代表チームを迎えた国際試合にベンチ入りして、出場の機会を今か今かと待ちわびる。試合はパラグアイが躍動。前半に2点を決め、後半も開始直後に追加点を上げる。すると観客からは翼の投入を期待する声が沸き起こり、スタジアム中に翼コールが響く。大声援に後押しされた翼はジャージを脱いでユニフォーム姿に。「10」の数字を背負った翼がついにA代表デビューを飾る！"
                }
            }
        }
    }
}