{
    "URL": "https://www.thetvdb.com/series/mskoizumi-loves-ramen-noodles",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7829962/",
        "http://ramen-koizumi.com/",
        "https://www.themoviedb.org/tv/75793"
    ],
    "TitleEnglish": "Ms. Koizumi Loves Ramen Noodles",
    "SummaryEnglish": "Koizumi is a mysterious and attractive high school student. But what most people don't know about her is that she's a ramen master who is always on the lookout for great ramen restaurants. Everyday, she goes hunting for real-life places serving the best ramen dishes and delightfully eats the delicious noodles. The way Koizumi downs a giant bowl of ramen–more adeptly than any large man–will amaze and delight you!",
    "TitleJapanese": "ラーメン大好き小泉さん",
    "SummaryJapanese": "クールで無口。他人と馴れ合わない\nミステリアスな転校生「小泉さん」\n彼女は日々おいしいラーメンを追い求める\nラーメンのプロだった…！？\nガツンと本格派ラーメングラフィティ\nいざ着丼！",
    "Aliases": [
        "Ramen Lovin' Girl (2018)",
        "Ramen Loving Girl (2018)",
        "Ms. Koizumi Loves Ramen",
        "Ms. Koizumi Loves Ramen Noodles (2018)"
    ],
    "Modified": "2025-08-03",
    "Seasons": {
        "1": {
            "ID": "742327",
            "URL": "https://www.thetvdb.com/series/mskoizumi-loves-ramen-noodles/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6457920",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mskoizumi-loves-ramen-noodles/episodes/6457920",
                    "TitleEnglish": "Garlic with Extra Vegetables / Maayu / Rich",
                    "SummaryEnglish": "Koizumi-san is a reserved and mysterious high school girl. Her classmate Ohsawa Yuu is very interested in this new transfer student. One day on her way home, she happens to see Koizumi-san in a long line in front of a ramen shop, which leads to them eating ramen together, and yet...",
                    "TitleJapanese": "ヤサイマシニンニクカラメ / まーゆ / こってり",
                    "SummaryJapanese": "クールでミステリアスな女子高生「小泉さん」\n転校生の彼女が気になる同級生の「大澤 悠」は、ある日帰り道にあるラーメン屋の行列に小泉さんの姿を見つけ、ひょんなことから一緒にラーメンを食べることになるのだが、、、。"
                },
                "2": {
                    "ID": "6487260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mskoizumi-loves-ramen-noodles/episodes/6487260",
                    "TitleEnglish": "Hokkyoku / K-K-K-K-Koizumi-san",
                    "SummaryEnglish": "Nakamura Misa was supposed to go on a date, but instead her boyfriend dumps her without giving her any recourse. Misa spots Koizumi-san walking by and shadows her, thinking that she might have seen the embarrassing scene. Her destination seems to be a red ramen shop specializing in extremely spicy ramens...",
                    "TitleJapanese": "北極 / コココココイズミサン",
                    "SummaryJapanese": "彼氏とのデートで玉砕する「中村 美沙」。\n近くを歩いていた小泉さんを見かけた美沙は、玉砕現場を見られたのではないかと思い、こっそり後をつけることに。\nついていった先は、赤くそびえる激辛ラーメン屋の様で、、、。"
                },
                "3": {
                    "ID": "6497661",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mskoizumi-loves-ramen-noodles/episodes/6497661",
                    "TitleEnglish": "Saimin / Flavor Concentration Counter / Instant Noodles",
                    "SummaryEnglish": "Once again, Koizumi-san cooly declines Yuu's invitation to go eat together, but giving up is not Yuu's style. The two of them actually meet at a ramen shop, but it's jam-packed and there are single seat cubicles and Koizumi-san could not be further away! However, Yuu's going to have her moment in the sun where she gets to flex her cooking chops...",
                    "TitleJapanese": "サイミン / 味集中カウンター / 即席麺",
                    "SummaryJapanese": "今日も順調（？）に小泉さんにフラれ続ける悠。\n最早なりふり構わない悠は、小泉さんの行きたい場所でいいから連れて行ってくれと土下座する始末。ラーメン屋でよいなら、と渋々了承する小泉さん。\nラーメン屋でもおしゃべりできるなら！と浮かれて向かったラーメン屋は変わった席をしており、、？"
                },
                "4": {
                    "ID": "6506771",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mskoizumi-loves-ramen-noodles/episodes/6506771",
                    "TitleEnglish": "Western Restaurant / Red or White / Convenience Store",
                    "SummaryEnglish": "One day, Koizumi-san leaves school saying that she has something to do. Yuu is doesn't think anything of it, sure that she is talking about ramen again. But of course, Yuu tails her again, and she sees Koizumi-san waiting for someone in front of a fancy western restaurant. When a dashing man appears she yells \"Koizumi-san, don't!\"",
                    "TitleJapanese": "ようしょくてん / 赤or白 / コンビニ",
                    "SummaryJapanese": "ある日用事があると言い、下校する小泉さん。\nいつものごとくラーメンに決まっているとタカをくくる悠。\n例によって尾行する悠だったが、小泉さんはビジネス街のおしゃれな洋食レストランで人を待っている。\nそこに颯爽と男性が現れて、、！？「小泉さん、ダメ！」"
                },
                "5": {
                    "ID": "6506772",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mskoizumi-loves-ramen-noodles/episodes/6506772",
                    "TitleEnglish": "Tomato Ramen / Euglena / Huge Line",
                    "SummaryEnglish": "In today's science class, the four girls learn about the 'green bug' which is known as euglena. Brimming with scientific curiousity, Jun can't stop wondering about what that might taste like, and agrees to go have euglena ramen with Koizumi-san. What is that absolutely foreign flavor going to be like???",
                    "TitleJapanese": "トマトラーメン / ミドリムシ / 行列",
                    "SummaryJapanese": "科学の授業でミドリムシ、別名ユーグレナについて習う4人。知的好奇心旺盛な潤はその味が気になり、小泉さんの誘いに乗り、「ミドリムシラーメン」を食べに行くことに。\n得体のしれないその味は、、、？"
                },
                "6": {
                    "ID": "6529339",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mskoizumi-loves-ramen-noodles/episodes/6529339",
                    "TitleEnglish": "Morning Ramen / Hiyashi / Museum",
                    "SummaryEnglish": "The summer heat is on! Koizumi-san looks at the trio loudly suffering from the heat with disdain while she continues on her ramen pilgrimage. Yuu wills herself to follow her, and Koizumi-san declares that she will be having \"hiyashi\" ramen. What exactly is this \"hiyashi\" ramen?",
                    "TitleJapanese": "朝ラーメン / 冷やし / 博物館",
                    "SummaryJapanese": "夏真っ盛り！暑さにあえぐいつもの3人を尻目に、今日も小泉さんはラーメン巡りへ、、。\n根性でついていく悠に、小泉さんは「冷やしラーメン」を食べると告げる。\n果たして冷やしラーメンの正体とは。"
                },
                "7": {
                    "ID": "6529340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mskoizumi-loves-ramen-noodles/episodes/6529340",
                    "TitleEnglish": "Nationwide",
                    "SummaryEnglish": "Now that summer break is upon them, the trio try to come up with a plan. Koizumi-san already has an answer for that, which is to travel all over the nation. Koizumi-san is finally going nationwide?!",
                    "TitleJapanese": "全国",
                    "SummaryJapanese": "夏休みに突入し、思い思いのプランを練る3人。\nそんな中小泉さんは日本全国に旅行に行くと言う。\n小泉さん、ついに全国展開！？"
                },
                "8": {
                    "ID": "6556062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mskoizumi-loves-ramen-noodles/episodes/6556062",
                    "TitleEnglish": "Local Instant Noodles / Iekei",
                    "SummaryEnglish": "Yuu and Misa are fully enjoying the gifts of summer at the ocean. On the other hand, Jun is in the library working on her summer homework because she's too embarrassed to wear her bathing suit. Jun's agonizing about the report she's supposed to write about her future career when she happens to meet Koizumi-san and asks her about her aspirations. What could Koizumi-san's dream be?",
                    "TitleJapanese": "ご当地袋麺 / 家系",
                    "SummaryJapanese": "海で夏を満喫する悠と美沙。\n一方、潤は水着が恥ずかしいと図書館の夏の課題に取り組む。\n将来に関するレポートで悩む潤は、偶然会った小泉さんに将来の夢を問いかける。\n果たして、小泉さんの夢とは、、？"
                },
                "9": {
                    "ID": "6568368",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mskoizumi-loves-ramen-noodles/episodes/6568368",
                    "TitleEnglish": "Mountain / Pork Guy / Back Fat",
                    "SummaryEnglish": "Mountains. They proudly stand tall in the land and thwart man's efforts. Mountains. Mysterious places that continue to produce solemn silence. Mountains. They challenge man to reach for the stars. \"Reaching the summit was not my goal\" -Why does man, why does Koizumi-san climb mountains?",
                    "TitleJapanese": "山 / 豚野郎 / 背油",
                    "SummaryJapanese": "山。大地にそそり立ち、人々の行く手を阻む。\n山。森厳な静寂をこんこんと噴き出す神秘の場所。\n山。天を目指せと人を試す。\n「登頂が目的ではないですから」　－人は、小泉さんは何故山に登るのか－"
                },
                "10": {
                    "ID": "6583924",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mskoizumi-loves-ramen-noodles/episodes/6583924",
                    "TitleEnglish": "Ramen With Unknown Flavor / Conveyor Belt Ramen / Accepting Challenges!!",
                    "SummaryEnglish": "Yellow... Blue...? Soy milk...? Milk coffee...!? Alkali!? \"Today, Koizumi was eating some kind of water-colored ramen.\" Ramen is... the universe.",
                    "TitleJapanese": "未知味の拉麺 / まわるラーメン / 挑戦受付中!!",
                    "SummaryJapanese": "黄色…青色…？\n豆乳…？コーヒー牛乳…!?\n―アルカリ!?\n「今日、小泉さんはなんと水色のラーメンを食べていた。」\nラーメンって…宇宙だよね…"
                },
                "11": {
                    "ID": "6593050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mskoizumi-loves-ramen-noodles/episodes/6593050",
                    "TitleEnglish": "Tasty Ramen / Osaka",
                    "SummaryEnglish": "Yuu tries to recreate the ramen of her childhood. She can't even remember the name of the place, and with only the fact that it's \"Delicious Ramen\", she is a complete loss. However, after Koizumi-san samples her ramen, they figure out the original source. What exactly is the mysterious \"Delicious Ramen\"?",
                    "TitleJapanese": "おいしいラーメン／大阪",
                    "SummaryJapanese": "幼いころに食べたラーメンを再現しようとする悠。\n店の名も分からず、ただ「おいしいラーメン」という情報しかなく、途方に暮れる。\nしかし、小泉さんの試食をきっかけに元の店が判明する。\n果たして、「おいしいラーメン」の正体とは、、、？"
                },
                "12": {
                    "ID": "6594975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/mskoizumi-loves-ramen-noodles/episodes/6594975",
                    "TitleEnglish": "Nagoya / Reunion",
                    "SummaryEnglish": "Yuu was on the train from Osaka to Tokyo, but when she senses Koizumi-san's presence, she leaps off the train in Nagoya... She then loses sight of Koizumi-san and only has a 500 Yen coin to her name. Slightly faint, she enters a ramen shop where she can eat something that one coin...",
                    "TitleJapanese": "名古屋／再会",
                    "SummaryJapanese": "大阪から東京への新幹線に乗っていた悠だったが、小泉さんの気配を感じ、名古屋で飛び降りてしまう、、、。小泉さんも見失い、手元に残るは500円。朦朧としながら、ワンコインで食べられるラーメン屋に入っていき、、。"
                }
            }
        }
    }
}