{
    "URL": "https://www.thetvdb.com/series/hinamatsuri",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8253044/",
        "http://hina-matsuri.net/",
        "https://www.themoviedb.org/tv/76758"
    ],
    "TitleEnglish": "Hinamatsuri",
    "SummaryEnglish": "Nitta Yoshifumi, a young, intellectual yakuza, lived surrounded by his beloved pots in his turf in Ashigawa. But one day, a girl, Hina, arrives in a strange object, and uses her telekinetic powers to force Nitta to allow her to live with him, putting an end to his leisurely lifestyle. Hina tends to lose control of herself, wreaking havoc both at school and in Nitta's organization. Though troubled, he finds himself taking care of her. What will become of this strange arrangement? It's the beginning of the dangerous and lively story of a nice-guy outlaw and psychokinetic girl!",
    "TitleJapanese": "ヒナまつり",
    "SummaryJapanese": "若手ヤクザの新田の部屋に、突如として現れた楕円形の物体。その物体にくるまれていた少女ヒナは行くところがないと新田の家に住み着いてしまう。新田は少女を追い出そうとするが、強力な超能力者であったヒナが暴れたために、新田は仕方なく言うことを聞くことになる。ずぼらで何も出来ないヒナに、ついつい新田は世話を焼き、ヒナは自分の超能力を当てにした何かをさせようとはしない新田に信頼を憶えていく。\n\nそんな中、新田の所属する暴力団の組長が襲われ、新田は若頭に相手の暴力団に1人で殴り込めと命じられる。それでもヒナには関係ないと単身乗り込もうとする新田だったが、ヒナは敵の暴力団事務所に乗り込み壊滅させた。このことに恩を感じた新田は正式にヒナと一緒に暮らすことになり、常識知らずの超能力者ヒナと、それに振り回されるヤクザの新田と周囲の人々のドタバタした結果オーライな日常が繰り広げられていく。\n\nそんな日常の中、ヒナを始末しようと追う、もう1人の超能力者の少女アンズが現れた。アンズはヒナとの決闘の後、和解し元の世界に戻ろうとしたが、元の世界に戻る転送装置が壊れてしまい、彼女もまたドタバタした日常に巻き込まれていくことになる。",
    "Aliases": [
        "Хинамацури"
    ],
    "Modified": "2024-11-16",
    "Seasons": {
        "1": {
            "ID": "747231",
            "URL": "https://www.thetvdb.com/series/hinamatsuri/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6506768",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6506768",
                    "TitleEnglish": "Arrival of the Psychokinetic Girl!",
                    "SummaryEnglish": "Telekinetic girl Hina drops into the home of vase-collecting yakuza Nitta, who she then coerces into letting her stick around by threatening to destroy his entire collection.",
                    "TitleJapanese": "超能力少女現る！",
                    "SummaryJapanese": "芦川組で頭角を現す新田の自宅に謎の少女ヒナが現れた。新田はヒナの強力な念動力で脅され、衣食住を提供。優雅な独身生活を失うと同時に、組からも過酷な命令が下る。"
                },
                "2": {
                    "ID": "6635738",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635738",
                    "TitleEnglish": "This Is How You Have a Superpower Battle!",
                    "SummaryEnglish": "Telekinetic Anzu is deployed on the streets. She will have to fend for herself as she searches for Hina, whom she is tasked with destroying.",
                    "TitleJapanese": "超能力勝負はこうやんだよ！",
                    "SummaryJapanese": "暴走族を壊滅させ、街で騒ぎを起こしている少女がいた。アンズというその少女の目的は、ヒナを処分すること。新田はヒナを連れて直接対決をさせるのだが……その方法とは!?"
                },
                "3": {
                    "ID": "6635739",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635739",
                    "TitleEnglish": "Hobo Life 101",
                    "SummaryEnglish": "Anzu is welcomed into the local homeless community, where she learns the ins and outs of society at the bottom. Hina, meanwhile, is concerned that Nitta might abandon her.",
                    "TitleJapanese": "ホームレス生活入門編",
                    "SummaryJapanese": "お金もなくホームレス生活を送るアンズ。バーテンダーにさせられてしまった瞳。新田に捨てられないか不安になるヒナ。悩める乙女たちに、さらなるハプニングが巻き起こる！"
                },
                "4": {
                    "ID": "6635740",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635740",
                    "TitleEnglish": "Disownment / Rock n' Roll Fever",
                    "SummaryEnglish": "Furious about the destruction in his home, Nitta kicks Hina out of his home, and she’s left to fend for herself on the streets.",
                    "TitleJapanese": "勘当ロックンロールフィーバー",
                    "SummaryJapanese": "新田の部屋をめちゃくちゃにしたことで勘当されたヒナ。もらったお金を使い果たし、アンズの家に身を寄せるが、自分勝手な行動ばかりでアンズにも愛想を尽かされてしまう。"
                },
                "5": {
                    "ID": "6635741",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635741",
                    "TitleEnglish": "Three Heads Are Better than One",
                    "SummaryEnglish": "Hina and Anzu go scrap hunting together, but Hina doesn’t seem to miss the whole point.",
                    "TitleJapanese": "三人集まれば文殊の知恵を打ち破れ",
                    "SummaryJapanese": "お金がほしいと思うようになったアンズ。電化製品の買い取りを知り、ヒナと瞳とともに廃棄されたテレビを探す。ヒナと瞳はそれぞれの伝手でテレビを用意するのだが……。"
                },
                "6": {
                    "ID": "6635742",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635742",
                    "TitleEnglish": "Nitta-san Has a Dandy Dad",
                    "SummaryEnglish": "Nitta introduces Hina to his family, but being that he can’t tell them that she literally came out of nowhere and is telekinetic, he is forced to come up with an elaborate white lie.",
                    "TitleJapanese": "新田さんの父親はダンディ",
                    "SummaryJapanese": "ヒナの存在が母親と妹に知られ、新田はヒナを連れて帰省する。服役中のアニキの娘だということにしたが、ヒナは挨拶しかできず新田も泥酔。次々とボロを出してしまう。"
                },
                "7": {
                    "ID": "6635743",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635743",
                    "TitleEnglish": "Anzu Is a Greeter Now",
                    "SummaryEnglish": "Anzu is adjusting well to her new life at the Chinese restaurant, save for her ingrained hobo tendencies. Hina runs for school council president.",
                    "TitleJapanese": "看板娘アンズ始めました",
                    "SummaryJapanese": "アンズは新しい生活に戸惑いながらも、林夫妻のお店で健気に働いていた。ヒナとの違いに心が苦しくなる新田。ヒナはせっかく通わせた学校がつまらないと言い出したのだ。"
                },
                "8": {
                    "ID": "6635744",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635744",
                    "TitleEnglish": "And It's the Same Old Hina",
                    "SummaryEnglish": "Security chief Ikaruga Kei is called to check in on Hina, but what she discovers defies her expectations completely. Meanwhile, classmate and paranormal conspiracy theorist Mami spots Hina using her powers.",
                    "TitleJapanese": "そしてヒナはいつも通り",
                    "SummaryJapanese": "組織から派遣された斑鳩がヒナの素行を調査していた。彼女が見たヒナは以前とは別人のようで……。一方、ヒナは念動力を使うところをクラスメイトのマミに見られてしまう。"
                },
                "9": {
                    "ID": "6635745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635745",
                    "TitleEnglish": "Life Is About Survival",
                    "SummaryEnglish": "Security chief Ikaruga summons Mao to Japan, who instead ends up stranded on a deserted island. Meanwhile, Nitta’s ailing president is searching for someone to replace him, and Nitta finds himself accidentally at the center of a high-stakes power struggle.",
                    "TitleJapanese": "人生はサバイバル",
                    "SummaryJapanese": "斑鳩はもう一人の能力者マオを呼び出す。しかし、マオが辿り着いた場所は南国の無人島だった。一方、芦川組で組長の後継者問題が浮上。組をまとめるため、新田が奔走する。"
                },
                "10": {
                    "ID": "6635746",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635746",
                    "TitleEnglish": "Like a River Stream",
                    "SummaryEnglish": "Hitomi's mother doesn't believe her when she honestly tells her about her bartending job. Utako, wanting to keep her bar's money-maker, pressures Hitomi into renting an apartment on her own, and then steers her towards various temp jobs to pay for it. Anzu gets 5,000 Yen from her parents in allowance. While shopping with Hitomi, Anzu settles on a shoulder massaging device for her parents, but is short of the required money, when Sabu appears and takes her to a local horse racetrack.",
                    "TitleJapanese": "川の流れのように",
                    "SummaryJapanese": "母親とすれ違い、一人暮らしをしながら働くことにした瞳。初めてのお小遣いで林夫妻にプレゼントを渡したいアンズ。二人の思いは、大切な人に届くのか――。"
                },
                "11": {
                    "ID": "6635747",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635747",
                    "TitleEnglish": "A Man Thirsty for Blood, Violence, and Money",
                    "SummaryEnglish": "A video journalist interviews Nitta in hopes of getting a scoop on modern-day Yakuza. Later, while Hina is out on a ski trip with her class, Anzu stays with Nitta.",
                    "TitleJapanese": "血と暴力と金に餓えた男",
                    "SummaryJapanese": "「武闘派ヤクザ」としてTVの取材を受ける新田。しかし、どうしても「世話焼きのいい奴」という映像しか撮れない。業を煮やしたディレクターはヤラセに手を染める。"
                },
                "12": {
                    "ID": "6635748",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635748",
                    "TitleEnglish": "Yukimatsuri",
                    "SummaryEnglish": "Hina is lost in the mountains with Hitomi and two other classmates. Mao is now the top student at a Chinese qigong school of \"Superhuman Martial Arts, but all of a sudden, a Japanese street rocker tries to learn how to recreate Hina's \"Rockusion\" stunt from before.",
                    "TitleJapanese": "雪まつり",
                    "SummaryJapanese": "雪山で遭難したヒナ、瞳、ケンゴ、貴志。最初は他人事だったヒナも食べ物がないことに焦りを抱く。全員で助かるために、ヒナは念動力の存在を明かそうとするが……。"
                }
            }
        }
    }
}