{
  "URL": "https://www.thetvdb.com/series/hinamatsuri",
  "Genres": [
    "Animation",
    "Anime",
    "Comedy",
    "Fantasy",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt8253044/",
    "http://hina-matsuri.net/",
    "https://www.themoviedb.org/tv/76758"
  ],
  "TitleEnglish": "Hinamatsuri",
  "SummaryEnglish": "Nitta Yoshifumi, a young, intellectual yakuza, lived surrounded by his beloved pots in his turf in Ashigawa. But one day, a girl, Hina, arrives in a strange object, and uses her telekinetic powers to force Nitta to allow her to live with him, putting an end to his leisurely lifestyle. Hina tends to lose control of herself, wreaking havoc both at school and in Nitta's organization. Though troubled, he finds himself taking care of her. What will become of this strange arrangement? It's the beginning of the dangerous and lively story of a nice-guy outlaw and psychokinetic girl!",
  "Aliases": [],
  "Modified": "2024-11-16",
  "Seasons": {
    "1": {
      "ID": "747231",
      "URL": "https://www.thetvdb.com/series/hinamatsuri/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6506768",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6506768",
          "TitleEnglish": "Arrival of the Psychokinetic Girl!",
          "SummaryEnglish": "Telekinetic girl Hina drops into the home of vase-collecting yakuza Nitta, who she then coerces into letting her stick around by threatening to destroy his entire collection.",
          "Aliases": []
        },
        "2": {
          "ID": "6635738",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635738",
          "TitleEnglish": "This Is How You Have a Superpower Battle!",
          "SummaryEnglish": "Telekinetic Anzu is deployed on the streets. She will have to fend for herself as she searches for Hina, whom she is tasked with destroying.",
          "Aliases": []
        },
        "3": {
          "ID": "6635739",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635739",
          "TitleEnglish": "Hobo Life 101",
          "SummaryEnglish": "Anzu is welcomed into the local homeless community, where she learns the ins and outs of society at the bottom. Hina, meanwhile, is concerned that Nitta might abandon her.",
          "Aliases": []
        },
        "4": {
          "ID": "6635740",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635740",
          "TitleEnglish": "Disownment / Rock n' Roll Fever",
          "SummaryEnglish": "Furious about the destruction in his home, Nitta kicks Hina out of his home, and she’s left to fend for herself on the streets.",
          "Aliases": []
        },
        "5": {
          "ID": "6635741",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635741",
          "TitleEnglish": "Three Heads Are Better than One",
          "SummaryEnglish": "Hina and Anzu go scrap hunting together, but Hina doesn’t seem to miss the whole point.",
          "Aliases": []
        },
        "6": {
          "ID": "6635742",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635742",
          "TitleEnglish": "Nitta-san Has a Dandy Dad",
          "SummaryEnglish": "Nitta introduces Hina to his family, but being that he can’t tell them that she literally came out of nowhere and is telekinetic, he is forced to come up with an elaborate white lie.",
          "Aliases": []
        },
        "7": {
          "ID": "6635743",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635743",
          "TitleEnglish": "Anzu Is a Greeter Now",
          "SummaryEnglish": "Anzu is adjusting well to her new life at the Chinese restaurant, save for her ingrained hobo tendencies. Hina runs for school council president.",
          "Aliases": []
        },
        "8": {
          "ID": "6635744",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635744",
          "TitleEnglish": "And It's the Same Old Hina",
          "SummaryEnglish": "Security chief Ikaruga Kei is called to check in on Hina, but what she discovers defies her expectations completely. Meanwhile, classmate and paranormal conspiracy theorist Mami spots Hina using her powers.",
          "Aliases": []
        },
        "9": {
          "ID": "6635745",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635745",
          "TitleEnglish": "Life Is About Survival",
          "SummaryEnglish": "Security chief Ikaruga summons Mao to Japan, who instead ends up stranded on a deserted island. Meanwhile, Nitta’s ailing president is searching for someone to replace him, and Nitta finds himself accidentally at the center of a high-stakes power struggle.",
          "Aliases": []
        },
        "10": {
          "ID": "6635746",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635746",
          "TitleEnglish": "Like a River Stream",
          "SummaryEnglish": "Hitomi's mother doesn't believe her when she honestly tells her about her bartending job. Utako, wanting to keep her bar's money-maker, pressures Hitomi into renting an apartment on her own, and then steers her towards various temp jobs to pay for it. Anzu gets 5,000 Yen from her parents in allowance. While shopping with Hitomi, Anzu settles on a shoulder massaging device for her parents, but is short of the required money, when Sabu appears and takes her to a local horse racetrack.",
          "Aliases": []
        },
        "11": {
          "ID": "6635747",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635747",
          "TitleEnglish": "A Man Thirsty for Blood, Violence, and Money",
          "SummaryEnglish": "A video journalist interviews Nitta in hopes of getting a scoop on modern-day Yakuza. Later, while Hina is out on a ski trip with her class, Anzu stays with Nitta.",
          "Aliases": []
        },
        "12": {
          "ID": "6635748",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/hinamatsuri/episodes/6635748",
          "TitleEnglish": "Yukimatsuri",
          "SummaryEnglish": "Hina is lost in the mountains with Hitomi and two other classmates. Mao is now the top student at a Chinese qigong school of \"Superhuman Martial Arts, but all of a sudden, a Japanese street rocker tries to learn how to recreate Hina's \"Rockusion\" stunt from before.",
          "Aliases": []
        }
      }
    }
  }
}