{
    "URL": "https://www.thetvdb.com/series/aico-incarnation",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8116380/",
        "http://www.project-aico.com/",
        "https://www.themoviedb.org/tv/77778"
    ],
    "TitleEnglish": "A.I.C.O. -Incarnation-",
    "SummaryEnglish": "Set in the near future in Japan, year 2035. A major incident was known as \"Burst\" which was caused by researching artificial life. A certain AI called \"Matter\" has eroded the Kurobe Gorge. Entering the research city, which has been called as humanity's last hope, has been prohibited by the government. Two years later, Aiko Tachibana, a 15-year-old girl who lost her family from the incident, was told by a transfer student named Yuuya Kanzaki the truth that Aiko didn't know regarding a secret hidden within her body. The key to solve the mystery is said to be in the Primary Point, the center of Burst. When a boy and a girl, who bears the future of humanity, meet, what will be the new truth? // Produced by Studio Bones. The series premiered worldwide on Netflix. And has been licensed by Kodansha USA.",
    "TitleJapanese": "A.I.C.O. -Incarnation-",
    "SummaryJapanese": "バイオテクノロジーが急速に発展した、近未来の日本――。\n「人工生体」の研究中に起きた大事故“バースト”により、\n暴走した人工生命体“マター”が黒部峡谷一帯を侵蝕。\n人類にとって希望の地と謳われた研究都市は、政府により立ち入りが禁じられた。\n\nその災厄から２年後の2037年。\nバーストで家族を失った１５歳の橘アイコは、\n転校生の神崎雄哉から信じがたい事実を告げられる。\n\nそれはアイコも知らなかった、自身の身体に隠された“秘密”だった。\nそれを解く鍵は、バーストの中心地“プライマリーポイント”にあるという。\n\nアイコは、案内人の神崎雄哉と護衛部隊のダイバーたちと共に、\n封鎖されたエリアへの侵入を決意するが。\n\n人類の未来を背負う少年、少女が出会った時、明らかになる真実とは？",
    "Aliases": [
        "A.I.C.O. Incarnation",
        "AICO Incarnation",
        "アイコ インカーネイション"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "746378",
            "URL": "https://www.thetvdb.com/series/aico-incarnation/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6497883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aico-incarnation/episodes/6497883",
                    "TitleEnglish": "Contact",
                    "SummaryEnglish": "Two years after the mysterious Burst that killed her family, Aiko has nearly learned to walk again. But a transfer student's arrival upends her life.",
                    "TitleJapanese": "接触",
                    "SummaryJapanese": "２年前、黒部峡谷で起きた人工生体の研究中の大事故・バースト。その事故に巻き込まれ、家族を失った１５歳の橘アイコは、悲しみを振り払うよう懸命にリハビリを続けていた。病院生活にも慣れ、明るい友人に囲まれ、平穏な日々を少しずつ取り戻していくアイコ。そこへある日、一人の転校生がやってくる。神崎雄哉と名乗る彼は、アイコが入院する桐生病院に検査を受けにきたというが……。"
                },
                "2": {
                    "ID": "6497884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aico-incarnation/episodes/6497884",
                    "TitleEnglish": "Target",
                    "SummaryEnglish": "Kanzaki takes Aiko to the Town, where her father's old colleague Kurose tells her the unbelievable: Her brain was transplanted into an artificial body.",
                    "TitleJapanese": "標的",
                    "SummaryJapanese": "雄哉の活動拠点へと連れてこられたアイコ。出迎えたのは人工生体の開発者・黒瀬と、ダイバーの篠山だった。そこでアイコは、自身の体が偽物――人工生体であることを告げられる。さらに死んだはずの家族が生きていることを知り、動揺するアイコ。バーストを収束させるためにも、プライマリーポイントへ一緒に来て欲しいと話す雄哉だが、戸惑うアイコは……。一方、彼らに新たな危機が迫ろうとしていた。"
                },
                "3": {
                    "ID": "6497885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aico-incarnation/episodes/6497885",
                    "TitleEnglish": "Decision",
                    "SummaryEnglish": "The CAAC detains Aiko and Yuya, but the Divers manage to break them out. Though the Matter is active again, the group plans to head to Primary Point.",
                    "TitleJapanese": "決断",
                    "SummaryJapanese": "謎の組織による襲撃を受けた雄哉たち。アイコと雄哉を攫ったのは、マター対策庁の局長・南原によって組織された特務班であった。班長である小佐波の話から、自分が保護されたことを知るアイコ。しかし、安堵とは別に、その胸中を占めるのは雄哉たちから聞かされた情報だった。母と弟は生きているのか、自分の本当の体はどこにあるのか――。真実を求めて、アイコは大きな決断を下す。"
                },
                "4": {
                    "ID": "6497886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aico-incarnation/episodes/6497886",
                    "TitleEnglish": "Encounter",
                    "SummaryEnglish": "The group clears the Gate just as the government orders an evacuation. Their first target is the Guillotine Shutter at K1, but the Matter is active.",
                    "TitleJapanese": "遭遇",
                    "SummaryJapanese": "プライマリーポイントへ向かうべく、雄哉、ダイバーたちと共にエリア内を進むアイコ。黒部峡谷一帯を浸食するマグリナント・マターは、予想を超えた脅威となり一行の行く手を阻む。そこで篠山は、黒部ダムのゲートを使った作戦をダイバーたちに指示する。一方、首相官邸では、マグリナント・マターの措置について会合が開かれていた。エリア一帯を焼き払うべきだという議員の主張に、南原は強く反論する。"
                },
                "5": {
                    "ID": "6497888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aico-incarnation/episodes/6497888",
                    "TitleEnglish": "Memory",
                    "SummaryEnglish": "Inside the Area, the group rests and resupplies at the camp. Nanbara gets a ride from Kurose, but she and Isazu appear to have their own plans.",
                    "TitleJapanese": "記憶",
                    "SummaryJapanese": "ギロチン・シャッターにより、マグリナント・マターの断裂に成功したダイバーたち。周囲一帯のマターは麻痺し、一行は柳河原キャンプで補給を兼ねた束の間の休息を取ることに。武装を解き、それぞれ羽を伸ばすメンバー。同世代のアイコと一樹、楓たちは、これまでの経緯を互いに話し始める。その中、エリア外で活動を進める黒瀬は、南原に接触を図る。東京から黒部に出向いてきた南原、そこにある真意とは。"
                },
                "6": {
                    "ID": "6497889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aico-incarnation/episodes/6497889",
                    "TitleEnglish": "Awakening",
                    "SummaryEnglish": "Kaede's showing off delays the group's progress to point K2, which they must reach before sunrise to enter Area Three. Isazu tells Kurose what he did.",
                    "TitleJapanese": "覚醒",
                    "SummaryJapanese": "コンペティションのポイントを稼ごうと、マグリナント・マター相手に派手な戦闘を繰り広げる楓。作戦を差し置いたスタンドプレイに、相模は危惧の念を抱く。その中、一行の行く手に新たな脅威が立ちはだかる。渓谷の天井に網の目のように張り巡らされたマグリナント・マター。休眠状態のはずのそれらが、活性化していたのだ。ルートの上下をマグリナント・マターに挟まれた危機的状況で、楓は真っ先に飛び出していくが……。"
                },
                "7": {
                    "ID": "6497890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aico-incarnation/episodes/6497890",
                    "TitleEnglish": "Breakthrough",
                    "SummaryEnglish": "The CAAC Special Forces intercept the group to try to take Aiko back. Kurose realizes that Isazu's daughter Yuzuha is connected to the Matter.",
                    "TitleJapanese": "突破",
                    "SummaryJapanese": "アイコたちを追ってきた武装部隊は、小佐波率いる特務班だった。小佐波は雄哉たちに対し即時降伏を要求、アイコを解放しなければ、攻撃の用意があると警告を発する。振り切ろうとするダイバーたちだったが、特務班の術中にはまり窮地に立たされる。雄哉と小佐波の間でなされる緊迫の駆け引き。そこへ突如、今までにはない規模の人型マターが現れて……。過酷さを増す戦いに、激しく動揺するアイコは――。"
                },
                "8": {
                    "ID": "6497891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aico-incarnation/episodes/6497891",
                    "TitleEnglish": "Way",
                    "SummaryEnglish": "The Divers confront Aiko and Kanzaki, but they agree to continue with the mission. Isazu becomes lab director and learns about Unit One.",
                    "TitleJapanese": "行路",
                    "SummaryJapanese": "アイコの皮膚に浮かぶ、カーボン・ナノ・ストラクチャーの黒い帯。動揺するダイバーたちに篠山と白石は、アイコの身体の真実――脳以外の全身が人工生体であること――を告げる。マグリナント・マターの恰好の餌となるアイコの“合成体”。ダイバーは自分たちが常に危険に晒されていたことを知り、クライアントの雄哉に対し不信感を募らせる。重たい空気がチームに漂う中、彼らの道行きに最大の試練が訪れようとしていた。"
                },
                "9": {
                    "ID": "6497892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aico-incarnation/episodes/6497892",
                    "TitleEnglish": "Truth",
                    "SummaryEnglish": "The team reaches the biotech research facility at Primary Point, but Isazu manages to patch in a video feed to confront Kanzaki about his intentions.",
                    "TitleJapanese": "真実",
                    "SummaryJapanese": "篠山を失い深い悲しみに暮れる白石は、一つの問いをアイコに投げかける。雄哉のことを信じているか、と。さらに白石は、アイコの知らなかった新たな真実を伝える。アイコが本物の体を取り戻した時、“もう一人のアイコ”は消失してしまうというのだ。アイコはもう一人の自分に思いを馳せ不安に苛まれるが、雄哉を信じようと心に決める……。そしてついに一行は、プライマリーポイントへと通じる最後の関門“K５”に辿り着く。"
                },
                "10": {
                    "ID": "6497893",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aico-incarnation/episodes/6497893",
                    "TitleEnglish": "Volition",
                    "SummaryEnglish": "Aiko has the chance to speak to her other self inside the Malignant Matter. Meanwhile, the human form Matter engulfs Yura, revealing Yuzuha.",
                    "TitleJapanese": "選択",
                    "SummaryJapanese": "取り込まれたマグリナント・マターの中で、アイコが出会ったのは“もう一人の自分”だった。自分の存在意義に揺らぐアイコに対し、もう一人のアイコは優しく語りかける。一方、真実を知ったダイバーたちは、雄哉に怒りをぶつけていた。中でもアイコのことを思う一樹は、雄哉を否定しアイコを一人探しにいく。マグリナント・マターの脅威が増す中で、バラバラになっていく一同。揺らぐ己の信念と向き合う雄哉……、そこへ柚葉に似た人型マターが現れる。"
                },
                "11": {
                    "ID": "6497894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aico-incarnation/episodes/6497894",
                    "TitleEnglish": "Devotion",
                    "SummaryEnglish": "Isazu establishes a link to the Matter so he can interrogate Yura. The JSDF prepares to incinerate the entire Area despite Nanbara's objections.",
                    "TitleJapanese": "矜持",
                    "SummaryJapanese": "アイコと再会を果たした雄哉は、大変な決意をアイコから聞かされる。それは、アイコにとって自分自身を犠牲にするものだった。母と弟、そして自分ではない“本物の橘アイコ”を救いたいと話すアイコ。その決意は雄哉の望みでもあったが、受け入れられない自分がいることを雄哉は知る。刻々とタイムリミットが近付く中、桐生病院では伊佐津が新たに動き出そうとしていた。伊佐津と雄哉――由良俊英の因縁の対決が幕を開ける。"
                },
                "12": {
                    "ID": "6497895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/aico-incarnation/episodes/6497895",
                    "TitleEnglish": "Reincarnation",
                    "SummaryEnglish": "At the surgical site, Yura admits his intentions changed with Aiko's decision. Kurose tries to sever the link between Yuzuha and her duplicates.",
                    "TitleJapanese": "再生",
                    "SummaryJapanese": "多目的手術装置「アルサス」に辿り着く雄哉たち。ついに、アイコの体の交換手術が始まろうとしていた。しかし、伊佐津の暴走は留まるところを知らず、人型マターの群れが雄哉たちを襲う。そこへ駆けつけたのは、相模たちダイバーだった。アイコの固い決意を知り、覚悟を決めるダイバーたち。そして雄哉は手術を前に、自分自身の思いをアイコに告げる。雄哉とアイコ、共に歩んできた二人が選ぶ未来とは――。"
                }
            }
        }
    }
}