{
    "URL": "https://www.thetvdb.com/series/lost-song",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Musical",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7211600/",
        "https://www.themoviedb.org/tv/78375"
    ],
    "TitleEnglish": "LOST SONG",
    "SummaryEnglish": "Rin is an energetic girl who loves to eat and lives in a verdant frontier village. Deep within the royal palace in the bustling capital city, the songstress Finis spends her days in solitude. Both share a special power no other person has. A miraculous power that can heal wounds, create water and stir the wind - the power of song. Guided by destiny, the two young women each face an arduous journey with the power of song. The shadow of war looms over the kingdom, tainting even the miraculous songs with the blood of innocents. Loved ones meet their deaths as silent screams echo through a stone prison.",
    "TitleJapanese": "LOST SONG",
    "SummaryJapanese": "―その歌は星の運命すら変える\n　2大歌姫による幻奏叙事詩\n\n舞台は架空の大陸ヌーナシア。\n無数の国々や文明が興り、繁栄し、争い、\n滅んでいった悠久の歴史が刻まれている。\n緑豊かな辺境の村・ダンデラに住むリンは\nちょっと（？）食いしん坊で元気な女の子。\nしっかり者で優しいお姉さんのメル、\n発明オタクで世界一の科学者を目指している少年・アル、\n厳しくも愛情深いおじいさんに囲まれのどかで平穏な暮らしをしている。\n\n一方、華やかな王都で、民衆から愛される歌姫・フィーニス。\n彼女は次期国王となる王子のお妃候補でありながら\n幾重もの壁に囲まれた王宮の奥深くで孤独な毎日を過ごしている。\n\nそんな対照的な2人にはほかの人間にはない、ある特別な力がある。\n傷を癒やし、水を作り出し、火を灯す…　さまざまな奇跡を生む“歌”を歌うことができるのだ。\n\n…運命は、歌の力を持つ2人を、それぞれ過酷な旅へ誘う。\n\n戦争の影が王国を覆いつくすと奇跡の歌の輝きさえ血の色に染まってゆく。\n愛する者たちの命が奪われ声なき悲鳴が石牢に響く。\n\n2人の運命が交わり最後に歌われる歌は\n絶望か、希望か、それとも……。",
    "Aliases": [],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "757719",
            "URL": "https://www.thetvdb.com/series/lost-song/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6616202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-song/episodes/6616202",
                    "TitleEnglish": "The Song of Healing",
                    "SummaryEnglish": "Village girl Rin longs to leave her home to perform in the capital, where the songstress Finis must use her powers for the war effort.",
                    "TitleJapanese": "癒やしの歌",
                    "SummaryJapanese": "大きな月が浮かぶ、地球とよく似た違う星。そこには、地球と同じように無数の人々が暮らしている。\n食いしん坊で歌が大好きなリンと発明と科学を信奉する少年のアルは、ダンデラという辺境の村で、厳格な祖父のタルジアと２人の姉で母親代わりのメルと仲よく住んでいた。ある日、森に出かけたリンとアルは、瀕死の騎士を偶然見つける。\n若い騎士の命を救うため、リンは強く禁じられている「癒やしの歌」を歌ってしまい…。\nそれは、恐ろしい悲劇の始まりとなった。"
                },
                "2": {
                    "ID": "6632654",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-song/episodes/6632654",
                    "TitleEnglish": "The Song of Departure",
                    "SummaryEnglish": "Rin and Al reach a small town, where they meet another songstress, Pony Goodlight. Henry returns to the capital and finds his superiors eager for war.",
                    "TitleJapanese": "旅立ちの歌",
                    "SummaryJapanese": "帰る場所を失ったリンとアルは、安全な場所を求め歩き続け、やがてアジサイが咲き誇るオルテジアの村へたどり着いた。子どもたちを気遣う宿屋の厚意で、数日ぶりにまともな食事をし少し元気を取り戻したリンたち。そんな２人の前に、美人宮廷吟遊詩人を名乗る、セクシーすぎる女ポニーが現れた。一方、リンたちからはるか遠く離れた場所では、17歳の歌姫フィーニスが至高の歌声で数々の奇跡を起こし、王都を歓喜で包んでいた。しかし、色濃くなる戦争の影に、世界の闇はますます深くなっていく。"
                },
                "3": {
                    "ID": "6649484",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-song/episodes/6649484",
                    "TitleEnglish": "The Song of Love",
                    "SummaryEnglish": "A squad of soldiers with orders to apprehend a young songstress accosts Pony, Rin and Al. Assassins target Finis, who is attracted to Henry.",
                    "TitleJapanese": "愛慕の歌",
                    "SummaryJapanese": "王都周辺の国々は、奇跡の歌の力を持つフィーニスを奪おうと策を巡らす。暗殺者を撃退した功により守護騎士に叙せられた心優しきヘンリー・レオボルトとフィーニスは、しだいに惹かれあっていく。しかし、歌姫は邪悪なルード王子の婚約者であり、2人の恋が叶うはずなどなかった。一方、吟遊詩人狩りに捕えられたリン、アル、ポニーの3人は、精霊の歌による風の力で王都軍を粉砕。そのすさまじい力におののきながらも、歩みを進めるが…。"
                },
                "4": {
                    "ID": "6649485",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-song/episodes/6649485",
                    "TitleEnglish": "The Song of Depravity",
                    "SummaryEnglish": "Henry deploys to the front lines, with Rudo forcing Finis to follow. Pony, Rin and Al meet two sisters, Allu and Monica.",
                    "TitleJapanese": "堕ち行く歌",
                    "SummaryJapanese": "戦争が激しさを増す中、卑劣なルード王子により最前線へ送られたヘンリー。愛するヘンリーを思うあまりフィーニスは命を削ってでも、彼の力になろうとするが…。一方、旅を続けるリンたちの前に、歌の力を利用する歌奏兵器がその異様な姿を現す。ひょんなことから、軍に雇われているアリューとモニカの姉妹と知り合ったリンは、ぶつかり合いながらも王都で演奏するという同じ夢を抱いていることを知る。そして「癒やしの歌」は、リン楽団を誕生させ、新たな絆を結んだ。"
                },
                "5": {
                    "ID": "6649486",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-song/episodes/6649486",
                    "TitleEnglish": "The Song of Encounter",
                    "SummaryEnglish": "On his way back to the capital, Henry is detained by an official who also imprisons Rin and her party. At the front, Finis and Corte are burning out.",
                    "TitleJapanese": "邂逅の歌",
                    "SummaryJapanese": "歌の力を使った大義なき征服戦争を止めるべく、王都へ馬を駆っていたレオボルトは、腐敗した役人により、関所で身柄を拘束される。また王都を目指すリン一行も、同じ関所で捕まってしまう。レオボルトと再会したリンは、吟遊詩人狩りや戦争の現実と、自分と同じく奇跡を起こす歌姫フィーニスの名を知った。そのフィーニスは、最前線にて自分の命と引き換えに、歌によって敵軍を殲滅していたが、彼女を見守るコルテも、フィーニス自身にも、限界が近づいていた…。"
                },
                "6": {
                    "ID": "6649487",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-song/episodes/6649487",
                    "TitleEnglish": "The Song of Goodbye",
                    "SummaryEnglish": "Rin and her group seek out Dr. Weissen, who researches the power of song. Henry and Finis reunite, but Rudo's noticed their feelings for one another.",
                    "TitleJapanese": "別れの歌",
                    "SummaryJapanese": "絶妙なチームワークと歌の力で関所を突破したリン楽団とレオボルト。リンたちは助言通りドクター・ヴァイゼンの研究所へ向かい、フィーニスや歌奏兵器の真実の一部を知る。一方、最前線の森で、ヘンリーと再会したフィーニスは、もはやあと１曲分の歌の力しか使えないほど激しく衰弱していた。さらに２人の恋心に気づいたルードは不気味な笑みを浮かべる。フィーニス、ヘンリー、コルテ、ルード…戦争の狂気が破滅のメロディを加速させていく。"
                },
                "7": {
                    "ID": "6649488",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-song/episodes/6649488",
                    "TitleEnglish": "The Song of Mortality",
                    "SummaryEnglish": "Finis and Henry make plans to flee the camp, assisted by Corte poisoning Rudo's wine. Rin and her friends are heading their way.",
                    "TitleJapanese": "終滅の歌",
                    "SummaryJapanese": "フィーニスを救いたい一心のコルテは、ヘンリーと２人でルード王子から逃げるよう彼女を説得する。朝靄に紛れて遠く離れた地へ行ってほしい、と。しかし、翌朝、フィーニスのもとに現れたのは、ルード王子だった。王子は大きな犠牲の出た戦争を憂い、すべてを終わらせたいと語る。残された最後の力で「炎の歌」を歌ったフィーニスは、ありえない光景を目撃し…。一方、フィーニスを助ける決意を固めたリンは、ヴァイゼンの研究所を離れ、最前線へ到着していた。"
                },
                "8": {
                    "ID": "6649489",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-song/episodes/6649489",
                    "TitleEnglish": "The Song of Eternity",
                    "SummaryEnglish": "In the dark future brought about by her song, Finis waits through many lifetimes to meet Henry again and to unleash the final armageddon.",
                    "TitleJapanese": "悠久の歌",
                    "SummaryJapanese": "すべてが終わり滅びたはずの場所で、歌姫の奇跡は我が身への大いなる呪いとなった。果てしなく繰り返される運命の輪は、決して消えることのない情愛によって、徐々に世界に影響を与え、変わらない世界を少しずつ少しずつ変えていったが…。再び愛しい人に見つめられ、最後の希望を捨て去った歌姫は、究極の破滅を望む。何百回、何千回、何万回と見届けてきた、愚かな悲劇を終わらせるために。最後の星歌祭のときが近づいている…。"
                },
                "9": {
                    "ID": "6649490",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-song/episodes/6649490",
                    "TitleEnglish": "The Song of Nostalgia",
                    "SummaryEnglish": "Rin and her friends finally reach Finis's position, but they have to sneak into the army camp to meet her. There, Rin learns the truth.",
                    "TitleJapanese": "郷愁の歌",
                    "SummaryJapanese": "常に霧が立ち込める灰の街で、歌奏兵器とフィーニスを見つけたリンたち。まずは歌奏兵器をなんとかしようと、ポニー、アリュー、モニカの３人は王都軍相手に一芝居打つことに。また、最初は隠れていたリンだったが、これまで幾度も自分の耳にこだましていた助けを求める叫びにこたえようと、霧の中へ歩み出す。そして、導かれたように、大地に刺さった古の剣にリンが触れたとき、彼女は自分とフィーニスとこの星の運命すべてを理解する。"
                },
                "10": {
                    "ID": "6649491",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-song/episodes/6649491",
                    "TitleEnglish": "The Song of Determination",
                    "SummaryEnglish": "Rin has a series of strange visions about her past. Henry confronts General Bazra while Rin's friends try to flee.",
                    "TitleJapanese": "覚悟の歌",
                    "SummaryJapanese": "歌の力を躊躇なく戦いに使い、自身の権勢欲のみに従う男・バズラ。いまや将軍の座にまで登り詰めたかつての傭兵は、灰の街で歌う女・リンの姿をとらえ、勝利の歓喜に震える。意識を失った少女の前には、あくまでも彼に立ちふさがる目障りなレオボルトがいるのみだ。若い騎士を片付けるのはたやすいだろう。抜け目なく繰り出されたバズラの一撃だったが…。ぎりぎりのタイミングでリン楽団と傭兵仲間が駆けつけ、間一髪、絶体絶命の危機は回避された。"
                },
                "11": {
                    "ID": "6649492",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-song/episodes/6649492",
                    "TitleEnglish": "The Song of Silence",
                    "SummaryEnglish": "Finis and Bazra return to the capital for the Star Song Festival. Rin tells her friends what she's learned of Finis's ultimate plan.",
                    "TitleJapanese": "無響の歌",
                    "SummaryJapanese": "この星の運命を決する星歌祭が近づく。野望に燃えるバズラはフィーニスを従え、飛空船にて王都へ戻った。再びヴァイゼンの研究所に集まったリン、アル、ポニー、アリュー、モニカ、レオボルトたちは、灰の街でリンが知ったフィーニスの恐ろしい目的と計画を聞く。絶望的な未来を前に、一人一人が自分の想いを明確にし、愛する人を守りたい強い意志を示す。図形譜に仕組まれたものがなんであれ、すべては明日決するだろう。天空の獅子団は王都を目指し、大空へ飛び立った。"
                },
                "12": {
                    "ID": "6649493",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/lost-song/episodes/6649493",
                    "TitleEnglish": "The Song of Beginning",
                    "SummaryEnglish": "As Finis sings the Song of Mortality, destruction draws ever closer. While Henry and Bazra's forces struggle, Pony tells Rin that all hope is not lost.",
                    "TitleJapanese": "始まりの歌",
                    "SummaryJapanese": "王都を守るバズラの裏を巧みにかいたレオボルトたちだったが、歌の力を兵器にするバズラの暴虐をとどめるのは至難の業だった。苦しい戦いが続き、さらには終滅の歌も歌われ、すべてが無意味 になるかと思われた。星は刻々と大地に近づき、絶望が王都を包んでいく。しかし、その中にあっても、若き騎士と少年は諦めず、ついにその切っ先で敵を貫く。癒やしの歌もまた希望を奏で、誰も聴いたことのない歌が星歌祭のステージに響く。そして…。"
                }
            }
        }
    }
}