{
    "URL": "https://www.thetvdb.com/series/megalobox",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7965802/",
        "https://megalobox.com/",
        "https://www.themoviedb.org/tv/77939",
        "https://x.com/joe50_megalobox"
    ],
    "TitleEnglish": "Megalobox",
    "SummaryEnglish": "Junk Dog, an underground fighter with the alias of \"Gearless Joe\" sets out to join the worlds most prestigious mecha boxing championship, Megalonia.",
    "TitleJapanese": "メガロボクス",
    "SummaryJapanese": "とどまるか、抗うか―\nあしたを、選べ。\n\n肉体とギア・テクノロジーを融合させた究極の格闘技―「メガロボクス」にすべてを賭ける男たちの熱い闘いがはじまる！\n\n今日も未認可地区の賭け試合のリングに立つメガロボクサー“ジャンクドッグ”。実力はありながらも八百長試合で稼ぐしか生きる術のない自分の“現在（いま）”に苛立っていた。\nだが、孤高のチャンピオン・勇利と出会い、メガロボクサーとして、男として、自分の“現在（いま）”に挑んでいく―。\n\n本作は気鋭のクリエイター・森山洋の初監督作品。『進撃の巨人』のビジュアルコンセプトや、『甲鉄城のカバネリ』のコンセプトアートなどで、圧倒的なビジュアル表現を構築してきた森山が、構想4年をかけて『メガロボクス』を創り上げる。脚本は邦画・ドラマ作品を中心に活躍する、真辺克彦と小嶋健作。“闘わずにはいられない男たち”を、緊迫感のあるアクションシーンを織り交ぜながらハードに活写する。音楽は、国内外多数のアーティストとのコラボレーションやプロデュースの他、自身もドラマー、シンガーとしても活動するアーティスト・mabanuaが手がけ、重厚な作品世界を彩る。\n主人公・ジャンクドッグに細谷佳正、宿命の男・勇利に安元洋貴。双璧をなすふたりを筆頭に、斎藤志郎、森なな子、村瀬迪与、木下浩之らが熱いドラマを織りなすキャラクター達に命を吹き込む。\n\n不朽の青春漫画『あしたのジョー』連載開始50周年に放たれる、オリジナルTVアニメーション『メガロボクス』。受け継ぐのは、その魂―。",
    "Aliases": [
        "Megalo Box"
    ],
    "Modified": "2025-09-16",
    "Seasons": {
        "0": {
            "ID": "747838",
            "URL": "https://www.thetvdb.com/series/megalobox/seasons/official/0",
            "# Episodes": 4,
            "Episodes": {
                "1": {
                    "ID": "9612548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/9612548",
                    "TitleEnglish": "Before the Round 1",
                    "SummaryEnglish": null,
                    "TitleJapanese": "BEFORE THE ROUND1",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "9612549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/9612549",
                    "TitleEnglish": "After the Round Final",
                    "SummaryEnglish": null,
                    "TitleJapanese": "AFTER THE ROUND FINAL",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "9612550",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/9612550",
                    "TitleEnglish": "Six Mix Cosmic [Pilot Edition]",
                    "SummaryEnglish": null,
                    "TitleJapanese": "SIX MIX COSMIC [PILOT EDITION]",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "9612662",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/9612662",
                    "TitleEnglish": "The Hummingbird and the Nomad",
                    "SummaryEnglish": "New short anime included in the BD box set.",
                    "TitleJapanese": "NOMAD メガロボクス2 新作ショートアニメ",
                    "SummaryJapanese": "New short anime included in the BD box set."
                }
            }
        },
        "1": {
            "ID": "747839",
            "URL": "https://www.thetvdb.com/series/megalobox/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "6511950",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/6511950",
                    "TitleEnglish": "Buy or Die?",
                    "SummaryEnglish": "In the run-down slums of a futuristic city, the boxer only known as Junk Dog is making a living throwing fights for the mob in underground arenas. That all changes when he has a chance encounter with the champion, Yuri.",
                    "TitleJapanese": "BUY OR DIE?",
                    "SummaryJapanese": "未認可地区。非合法の賭け試合に立つメガロボクサー・ジャンクドッグは、実力はありながら八百長で稼ぐしか生きる術のない自分の“現在”に苛立っていた。だがある日、その日常を壊す“運命”と出会う―肉体とギア・テクノロジーを融合させた究極の格闘技・メガロボクスを舞台に、男たちの熱い闘いが始まる！"
                },
                "2": {
                    "ID": "6635330",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/6635330",
                    "TitleEnglish": "The Man Only Dies Once",
                    "SummaryEnglish": "Yuri has sought Junk Dog out to test his mettle in the ring, and their encounter will leave the underground fighter a changed man.",
                    "TitleJapanese": "THE MAN ONLY DIES ONCE",
                    "SummaryJapanese": "リング上で向かいあう王者・勇利とジャンクドッグ。絶対的な力の差に不安を抱く南部贋作をよそに、ジャンクドッグは真の強者と闘う喜びに興奮を抑えきれないでいた。勇利から左手しか使わないというハンデを与えられながら歯が立たないジャンクドッグ。だがその拳は次第に鋭さと威力を増していき、ついに―。"
                },
                "3": {
                    "ID": "6641318",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/6641318",
                    "TitleEnglish": "Gear Is Dead",
                    "SummaryEnglish": "Nanbu and Joe are preparing for their first official match, but in order to do that, they'll need to find a decent set of Gear first. While searching, they run into a group of orphan boys, thieving their way through life.",
                    "TitleJapanese": "GEAR IS DEAD",
                    "SummaryJapanese": "ジャンクドッグは“ジョー”という名を手に入れ、メガロニアを目指し動き出すが、出場枠はたったの四つ。しかもランキング最下位のジョーをたった3か月でトップ圏内に食い込ませるという難題に南部は頭を悩ませる。強いギアを求めショップを訪れたふたりは、ストリートチルドレンのサチオたちと出会う。"
                },
                "4": {
                    "ID": "6641319",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/6641319",
                    "TitleEnglish": "Let's Dance with Death",
                    "SummaryEnglish": "Nanbu and Joe decide to make the ultimate gamble to get into Megalonia: Joe is going to be fighting without any kind Gear. Can a gearless boxer really survive in a sport designed to showcase the cybernetic enhancements?",
                    "TitleJapanese": "LET'S DANCE WITH DEATH",
                    "SummaryJapanese": "ついに光り輝く公式戦のリングに立つジョーだったが、その姿に観衆は驚愕する。これこそが南部の考えた秘策。対戦相手のシャーク鮫島はその姿を挑発とみて怒りに荒れ狂う。ジョーの絶対に負けられない初戦が始まった。しかし、南部の予想に反してジョーは苦戦を強いられる。"
                },
                "5": {
                    "ID": "6641320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/6641320",
                    "TitleEnglish": "The Man from Death",
                    "SummaryEnglish": "Nanbu's old fighter, Aragaki, has returned to the ring a changed man. And he has a vendetta against his old trainer... one that might cost Joe his life.",
                    "TitleJapanese": "THE MAN FROM DEATH",
                    "SummaryJapanese": "初戦を突破し勢いに乗るチーム番外地に舞い込んだ吉報。なんと次の対戦相手としてランキング17位の強者が名乗りを上げたのだった。自分のランキングを一気に上げる好機と気合の入るジョーとサチオだったが、対戦相手のアラガキと南部の間には不穏な空気が流れる。ふたりの過去に一体何が―？"
                },
                "6": {
                    "ID": "6641321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/6641321",
                    "TitleEnglish": "Until the Last Dog Dies",
                    "SummaryEnglish": "Joe's fight with Aragaki continues, as Joe sticks with Nanbu's training and his strong will to hold on.",
                    "TitleJapanese": "UNTIL THE LAST DOG DIES",
                    "SummaryJapanese": "試合開始直後、いきなりダウンを取られるジョー。南部からメガロボクスのイロハを仕込まれたアラガキには、ジョーの攻撃はほとんど通用しない。「壊してみたくなった」、その言葉通りにアラガキの激しいパンチが容赦なくジョーに襲い掛かる。圧倒的不利なジョーの姿に、南部は覚悟を決める。"
                },
                "7": {
                    "ID": "6641322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/6641322",
                    "TitleEnglish": "The Road to Death",
                    "SummaryEnglish": "There's one month until Megalonia begins, and it looks like Shirato Yukiko's brother, Mikio, is a lock for the final entrant into the tournament. Will Joe and Team Nowhere find a way to secure their spot in the Megalo Box championship tournament?",
                    "TitleJapanese": "THE ROAD TO DEATH",
                    "SummaryJapanese": "街は「ギアレス・ジョー」の話題で持ちきりになっていた。だが、メガロニア出場枠は残り一つ。そんな中、事実上の最終候補者と目される樹生 VS シュガー・R・ヒルの試合が開かれる。何とか残りの一枠に食い込むべく会場へ視察に訪れていた南部とサチオの前で、試合後、樹生が驚きの宣言をする。"
                },
                "8": {
                    "ID": "6641323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/6641323",
                    "TitleEnglish": "Deadline of the Dream",
                    "SummaryEnglish": "Shirato Mikio has forced Team Nowhere to forfeit a match by threatening to expose Joe and Nanbu's seedy past. Will their dream of making it into the Megalonia tournament ever come true?",
                    "TitleJapanese": "DEADLINE OF THE DREAM",
                    "SummaryJapanese": "注目の一戦はジョーの不戦敗で終わる。樹生がジョーの過去をネタに脅し、出場を阻んだのだった。メガロニア出場の道が断たれ行き詰まった南部に藤巻はある男を引き合わせる。それは白都のギア開発の内情を知る元エンジニア。その男から掴んだ思わぬ情報を元に、南部は最後の賭けに出る！"
                },
                "9": {
                    "ID": "6641324",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/6641324",
                    "TitleEnglish": "A Dead Flower Shall Never Bloom",
                    "SummaryEnglish": "It's man vs machine, as \"Gearless\" Joe squares off against Shirato Mikio, who is guided by Ace, an artificial intelligence of his own design.",
                    "TitleJapanese": "A DEAD FLOWER SHALL NEVER BLOOM",
                    "SummaryJapanese": "白都ゆき子の宣言により、メガロニア出場をかけたジョーと樹生の再試合が始まった。人工知能を搭載した樹生の最新ギア「エース」。その弱点は、予測不能の生身のジョー。そう看破した南部たちは勝利を確信していたが、更なる進化を遂げた「エース」によって、追い詰められるジョーだった。"
                },
                "10": {
                    "ID": "6641325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/6641325",
                    "TitleEnglish": "The Die Is Cast",
                    "SummaryEnglish": "Crime boss Fujimaki has decided that Team Nowhere needs to throw their opening match in Megalonia in order to repay their debt to him. Can the team survive this blow to their ambitions? And even if they do, and Joe wins, will they survive the gangster's wrath?",
                    "TitleJapanese": "THE DIE IS CAST",
                    "SummaryJapanese": "念願のメガロニア出場を決め、祝勝に湧くジョーとサチオだったが、ひとり浮かない表情の南部。藤巻の無慈悲な追い込みにより遂に南部が白状する。―初めて明かされる、南部と藤巻だけが知る真実にジョーとサチオは……。チーム番外地が最大の危機を迎える中、ついにメガロニアが開幕する！"
                },
                "11": {
                    "ID": "6641326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/6641326",
                    "TitleEnglish": "A Deadmarch",
                    "SummaryEnglish": "Joe faces off against the bloody lion, Glen Burroughs. If he wants his friends to live, he'll have to throw the match. After coming this far... is there nothing else Team Nowhere can do?",
                    "TitleJapanese": "A DEADMARCH",
                    "SummaryJapanese": "ジョーのメガロニア初戦。相手はグレン・バロウズ。藤巻の指示通りに八百長で負けなければ、自分だけでなく南部やサチオの身にも危険が及ぶ。悩みぬいたジョーは、ある決意を固めリングに立つ。その姿にどよめく観客たち。異様な雰囲気が会場を支配する中、試合開始のブザーが鳴りひびく―。"
                },
                "12": {
                    "ID": "6641328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/6641328",
                    "TitleEnglish": "Leap Over the Edge of Death",
                    "SummaryEnglish": "Inspired by Joe's meteoric rise, and wanting to face him in a fair fight, Yuri makes a decision that will change everything for himself and Yukiko.",
                    "TitleJapanese": "LEAP OVER THE EDGE OF DEATH",
                    "SummaryJapanese": "バロウズに勝利したジョー。その勝利と引き換えに大きな代償を支払った南部だったが表情は晴れやかで、チーム番外地は更なる結束のもと、決勝戦へ向けてトレーニングに励む。一方、ジョーのファイトを目の当たりにした勇利は初めて嫉妬という感情を知り、ある決心をする。勇利の決意はゆき子を驚愕させる。"
                },
                "13": {
                    "ID": "6641329",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/6641329",
                    "TitleEnglish": "Born to Die",
                    "SummaryEnglish": "Joe has risen to the top and finally gets his chance of a rematch with Yuri. Yuri himself also feels joy in his chance to fight with Joe. The final battle begins!",
                    "TitleJapanese": "BORN TO DIE",
                    "SummaryJapanese": "夢にまで見た勇利との直接対決に燃えるジョー。敗北した日から3か月、遂に勇利のリングまで昇りつめたのだった。迎え撃つ勇利もまた、ジョーとの掛値なしの試合に喜びを覚えていた。あの日出会ったことで、運命が変わったふたりがメガロニア決勝戦のリングで対峙する。己の全てをかけた死闘が始まる！"
                }
            }
        },
        "2": {
            "ID": "1907402",
            "URL": "https://www.thetvdb.com/series/megalobox/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "8269724",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/8269724",
                    "TitleEnglish": "Apparitions hum the requiem",
                    "SummaryEnglish": "Years after his victory at Megalonia, Joe has become a completely different man, going from one underground ring to another, now fighting as the wandering boxer Nomad.",
                    "TitleJapanese": "亡霊たちは鎮魂歌を口ずさむ",
                    "SummaryJapanese": "人々が熱狂したメガロニアの決勝戦から７年後。ジョーは“ノマド”と名乗り地下のリングに立っていた。別人のような風貌に傷だらけの身体。そこにはかつてのチャンピオンの面影はなかった。ファイトマネーを稼ぎながら転々とする日々の中、ジョーはチーフという不思議な魅力の男と出会う。"
                },
                "2": {
                    "ID": "8269725",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/8269725",
                    "TitleEnglish": "Despair brings courage to the cowardly",
                    "SummaryEnglish": "Joe gets his motorcycle stolen by a boy named Mio and ends up at a settlement for immigrants where he runs into Chief again.",
                    "TitleJapanese": "絶望は臆病者に勇気を与える",
                    "SummaryJapanese": "ジョーはミオという悪ガキにバイクを盗まれてしまう。バイクを探す中で「カーサ」と呼ばれる移民たちのコミュニティに辿り着くが、バイクは既に解体されていた。事情を知ったミオの母・マーラが修理と弁償を申し出るが、ジョーは長旅の疲れと鎮痛剤の禁断症状が重なり、その場に倒れてしまう。"
                },
                "3": {
                    "ID": "8269726",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/8269726",
                    "TitleEnglish": "If you desire the illness of the root rot then do not cover the drainage hole of the pot",
                    "SummaryEnglish": "Joe helps Chief get ready to fight in the upcoming tournament while dealing with is own demons.",
                    "TitleJapanese": "Episode 3",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "8269727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/8269727",
                    "TitleEnglish": "Love cannot be lost if a flower of the soul blooms",
                    "SummaryEnglish": "Chief fights in the last match of the tournament. Will he be victorious?",
                    "TitleJapanese": "魂の花が咲けば、愛を失ったためしはない",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "8269728",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/8269728",
                    "TitleEnglish": "The promised land answered that there is no messiah",
                    "SummaryEnglish": "Joe heads back home to face his past.",
                    "TitleJapanese": "救世主は居やしないと約束の地は答えた",
                    "SummaryJapanese": "チーフと交わした約束を胸に、帰郷したジョーが目にしたものは廃墟と化した“番外地ジム”だった。子供たちの安否を確かめるべく訪れた虻八商店で、１年前に台風で川が氾濫し辺り一帯が被害にあったことを知る。"
                },
                "6": {
                    "ID": "8269729",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/8269729",
                    "TitleEnglish": "Though you admit yourself to be powerless, still God offers his image to be stepped on",
                    "SummaryEnglish": "Sachio ends up injuring a Megalo-boxer after they caused trouble at Bonjiri's shop. In retaliation, the Megalo-boxer comes back and trashes the place and steals the deed to the shop.",
                    "TitleJapanese": "無力だと自覚しても、神は踏み絵を差し出す",
                    "SummaryJapanese": "突然戻って来たジョーを受け入れられず、苛立ちを抑えられないサチオは、ボンジリの店に居合わせた客と揉めて怪我を負わせてしまう。荒れるサチオを心配しながら、オイチョは決別のきっかけとなったあの日の試合を思い出していた。"
                },
                "7": {
                    "ID": "8269730",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/8269730",
                    "TitleEnglish": "The Fool that the card signifies is not a halfwit jester",
                    "SummaryEnglish": "Liu finds out Joe is back in town and asks him to be his sparring partner. Mac Rosario had once lost everything, but made a miraculous comeback as the local hero.",
                    "TitleJapanese": "カードが示す愚か者は間抜けな道化師じゃない",
                    "SummaryJapanese": "勇利の愛弟子であり、デビュー以来無敗を誇る現役チャンピオン・リュウ。次の対戦相手であるマックは、大怪我から奇跡の復活を遂げた人気のメガロボクサー。対戦へ向けてトレーニングにも熱が入るリュウだったが、５年前のジョーとのエキシビションマッチに対し心残りがあった。そんな中、ジョーの帰還を耳にし、彼に会いに行く。"
                },
                "8": {
                    "ID": "8269731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/8269731",
                    "TitleEnglish": "Rainbow's trajectory draws an arc at the beginning of the end",
                    "SummaryEnglish": "Mac and Liu face off in the ring finally. Maya goes to talk to Sakuma after she finds Mac acting strange.",
                    "TitleJapanese": "終わりの始まりに、虹の軌跡はアーチを描く",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "8269732",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/8269732",
                    "TitleEnglish": "The way in which to live cannot be counted on one hand, even still there are ways to survive",
                    "SummaryEnglish": "Joe continues to try to rebuild Gym Nowhere and Yukiko has some questions for Sakuma about BES.",
                    "TitleJapanese": "生きる術は片手じゃ足りないが、生き方はそれでも余る",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "8269733",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/8269733",
                    "TitleEnglish": "Past defeat is with the omen of good fortune",
                    "SummaryEnglish": "The executives don't like Yukiko's decision to possibly end the company's partnership with ROSCO. Meanwhile, Joe and Sachio settle things once and for all.",
                    "TitleJapanese": "過去の敗北は幸運の兆しと共にある",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "8269734",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/8269734",
                    "TitleEnglish": "When removing the armor that cannot be taken off, the seed of fortune and misfortune sprout",
                    "SummaryEnglish": "It's decided that Mac and Joe will get into the ring together, but Mac finds out something shocking from Maya...",
                    "TitleJapanese": "脱げなくなった鎧を外す時、不幸と幸福の種が芽を出す",
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "8269735",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/8269735",
                    "TitleEnglish": "You can't erase the voice of the voiceless even after the applauds end",
                    "SummaryEnglish": "Mac falls into despair when he finds out the truth and encounters a familiar face from his past.",
                    "TitleJapanese": "喝采が鳴りやんでも、声なき者の声は消せやしない",
                    "SummaryJapanese": "ジョーは勇利の指導の下、アラガキを相手にトレーニングに励み、サチオは虻八とオイチョとともにチーフから受け継いだジョーのギアのカスタマイズに挑んでいた。マック戦に向けて再びチームがひとつになっていた。一方、全ての真実を知ったマックは、家族も佐久間も捨てて街を彷徨っていた。"
                },
                "13": {
                    "ID": "8331997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/megalobox/episodes/8331997",
                    "TitleEnglish": "Those with wings carry the wingless, Those without wings bless those with wings",
                    "SummaryEnglish": "Joe and Mac head into the ring to have their legendary match.",
                    "TitleJapanese": "翼ある者は翼なき者を背負い、翼なき者は翼ある者を祝福する",
                    "SummaryJapanese": null
                }
            }
        }
    }
}