{
    "URL": "https://www.thetvdb.com/series/341434-show",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Crime",
        "Drama",
        "Fantasy",
        "Horror",
        "Mystery",
        "Romance",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8314920/",
        "https://www.themoviedb.org/tv/78462"
    ],
    "TitleEnglish": "Devils' Line",
    "SummaryEnglish": "Anzai, half vampire, and Tsukasa, a normal school girl. Vampires seem to be living among humans. Of course the government does not know of their existence, because their appearance does not differ from humans. They also do not need to drink blood, but when they get a craving or get angry, they can become uncontrollable monsters.",
    "TitleJapanese": "デビルズライン",
    "SummaryJapanese": "この世界にはヒトに紛れて「ある者たち」が暮らしている。\n並外れた身体能力を持ち、ヒトの血を啜る存在──\nそれを知る者は、彼らを『鬼』と呼び、恐れた。\n\n『鬼』たちの吸血事件に対し、警察は密かに鬼専門の捜査チームを編成していた。\n警視庁公安五課──\nそのメンバーには吸血の経験を持たない『鬼』も捜査官として配属されていた。\n公安五課F班所属の安斎結貴は『鬼』とヒトとのハーフであったが、\nかつて吸血欲を感じたことはなかった。\nある連続暴行吸血事件の捜査にあたっていた安斎は、平つかさという大学院生に出会う。\n『鬼』からつかさを救った安斎は、彼女に対してかつて感じたことのない衝動を覚える。\nそれは安斎にとっての鬼の本能の目覚めなのか、それとも……。",
    "Aliases": [
        "DEVILSLINE 惡魔戰線"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "747831",
            "URL": "https://www.thetvdb.com/series/341434-show/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6786706",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341434-show/episodes/6786706",
                    "TitleEnglish": "Anytime, Anywhere",
                    "SummaryEnglish": "Special episode, bundled with the limited edition of the manga' 12th compiled volume.",
                    "TitleJapanese": "デビルズライン エニタイム エニウェア",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "747832",
            "URL": "https://www.thetvdb.com/series/341434-show/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6511910",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341434-show/episodes/6511910",
                    "TitleEnglish": "Dark Side",
                    "SummaryEnglish": "Tsukasa thought she knew everything about Akimura. She's unsuspectedly rescued from half-devil, Anzai, who works with the police force specializing in devil-related crime.",
                    "TitleJapanese": "ダークサイド",
                    "SummaryJapanese": "大学院生の平つかさは、将来の進路に迷いながらも同級生のミワコや秋村らと平凡な日々を送っていた。ミワコはワンセグテレビから流れてくる吸血事件の噂に夢中だが、一方で、つかさはこの頃自分に注がれる誰かの視線を感じていた。街角で、電車の中で、自分をジッと見つめているその視線の主はいったい何者なのか──。"
                },
                "2": {
                    "ID": "6638641",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341434-show/episodes/6638641",
                    "TitleEnglish": "Safe House",
                    "SummaryEnglish": "Trouble arises and blood is shed as Tsukasa tries to make sense of her new lustful feelings towards Anzai.",
                    "TitleJapanese": "セーフハウス",
                    "SummaryJapanese": "事件以来、被害者のケアと称してつかさのマンションを訪れるようになる安斎。彼のことが気になっていたつかさにとって、それは嬉しい訪問だった。捜査に呼び出された安斎に忘れものの財布を届けようとしたつかさは、そこで彼が幼馴染みである『鬼』の女性を逮捕する様子を目撃する。自分の意志とは関係なく、吸血衝動に駆られ愛する者さえ襲ってしまう『鬼』の悲しみを目の当たりにしたつかさは──。"
                },
                "3": {
                    "ID": "6650202",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341434-show/episodes/6650202",
                    "TitleEnglish": "Paradox",
                    "SummaryEnglish": "Anzai takes refuge with Tsukasa after being suspended. Meanwhile, the authorities are on the lookout for a missing murder suspect.",
                    "TitleJapanese": "パラドクス",
                    "SummaryJapanese": "大晦日の夜、マンションの部屋でふたりで鍋をする約束をかわすつかさと安斎。つかさの友人・ミワコはつかさに突然ボーイフレンドができたことに驚き、ふたりの関係を懸念する。大晦日、テレビのニュースが飲食店での刺殺事件を告げる中、鍋をつつく二人。ところがマンションのベランダには、昼間、つかさが買い物の途中でぶつかった不審な男が隠れていた。なぜそんなところに？男と刺殺事件には関係が──？"
                },
                "4": {
                    "ID": "6659937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341434-show/episodes/6659937",
                    "TitleEnglish": "Monster",
                    "SummaryEnglish": "A sniper is out for revenge. Another random passing half-devil helps Anzai to recover by giving him a taste of blood.",
                    "TitleJapanese": "モンスター",
                    "SummaryJapanese": "マンションのつかさの部屋で、突然狙撃された安斎。つかさは第２射から安斎を庇い、傷を負う。つかさの血を見て我を忘れかけた安斎だったが、襲う寸前理性を取り戻し狙撃手を追ってマンションから飛び出していった。狙撃手＝ゼロナナと対峙する安斎。ゼロナナには不幸な過去があり、そのせいで『鬼』を憎悪していた。再び撃たれる安斎。しかしそこに忽然と現れる銀髪の青年。青年は安斎が深手を負っていることを知ると、携帯していた人間の血液を与える──。"
                },
                "5": {
                    "ID": "6660881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341434-show/episodes/6660881",
                    "TitleEnglish": "Plan B",
                    "SummaryEnglish": "Devils throughout Kanto Region are transforming after witnessing a slasher attack broadcasted on live TV. Tsukasa suggests a new method to extend Anzai's lifespan.",
                    "TitleJapanese": "プランB",
                    "SummaryJapanese": "池袋の駅前広場で天気予報の中継をしていた気象予報士の女性がカメラの前で刺され、その様子が放送されてしまう。しかも現場には『鬼』であるADがいた。流血に我を忘れ、女性に襲いかかるAD。周囲にいた『鬼』も連鎖的に凶暴化して、駅前の広場はパニックに陥る。つかさとともにそこに居合わせたハンスはADを止めに向かった。一人になったつかさに、流血騒動で逆上した『鬼』が迫る。逃げるつかさ。間一髪、その危機を救ったのは──。"
                },
                "6": {
                    "ID": "6660882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341434-show/episodes/6660882",
                    "TitleEnglish": "Dogmatic",
                    "SummaryEnglish": "Tsukasa is confronted about her relationship with Anzai. Anzai is called back into duty to take care of an emergency situation as he learns to accept his demon instincts.",
                    "TitleJapanese": "ドグマティック",
                    "SummaryJapanese": "池袋駅前広場の事件は多くの死傷者を出しつつも収拾した。しかし放送を見た『鬼』が各地で凶暴化したこともあり、一般には知らされていなかった『鬼』の存在が白日の下に晒されることとなった。そんな中、F班の沢崎に、以前、殺人の濡れ衣を着せられそうになりF班に救われた片桐から連絡が入る。CCCのリーダー菊原が実行犯であるジューゴをビルから突き落とすのを片桐は目撃していた。CCCは彼が沢崎に会う前にその口を封じようとする──。"
                },
                "7": {
                    "ID": "6660883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341434-show/episodes/6660883",
                    "TitleEnglish": "Chaser",
                    "SummaryEnglish": "As Anzai is struggling to keep a distance from Tsukasa in order to protect her, she is kidnapped by a devil hunter.",
                    "TitleJapanese": "チェイサー",
                    "SummaryJapanese": "つかさへの愛を自覚し、自分の中に潜む『鬼』の凶暴性に対する恐怖を医師・加納に告白する安斎。一方、病院に収容され警察に監視されていたゼロナナは、つかさを人質にとり病院から脱走。警察とCCCの双方に追われながら、ゼロナナは『鬼』への憎悪を口にする。だが、つかさは自分の好きな人が『鬼』であることをゼロナナに伝え、『鬼』の中にも信用できる人はいるのだと反論するのだった──。"
                },
                "8": {
                    "ID": "6660884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341434-show/episodes/6660884",
                    "TitleEnglish": "Offline",
                    "SummaryEnglish": "After being involved in a risky situation, Tsukasa asks Anzai if they are dating. Will Anzai be able to control his bloodlust in a relationship with her?",
                    "TitleJapanese": "オフライン",
                    "SummaryJapanese": "つかさはマンションの自宅を一時離れ、F班の拠点となっているバー・サカキに移り住むことになった。CCCメンバーの襲撃から間一髪つかさを守った安斎は、つかさと、そして自分自身の中にいる『鬼』への恐怖に向き合おうとする。医師・加納の提案でふたりは吸血欲トレーニングを実施。安斎の身体の変化を別室でモニターしながら、『性的な接触』の訓練を行おうというのだ。つかさと安斎はお互いに戸惑いながらもそのトレーニングに臨むことに──。"
                },
                "9": {
                    "ID": "6703427",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341434-show/episodes/6703427",
                    "TitleEnglish": "Command",
                    "SummaryEnglish": "Operations within the police force get shaken up as Lieutenant Ishimaru becomes the new leader of F Squad.",
                    "TitleJapanese": "コマンド",
                    "SummaryJapanese": "沢崎に代わる新しい班長として、石丸警部補がＦ班にやってきた。安斎たちＦ班のメンバーは、石丸に牛尾らと同様スパイではないかと疑いの目を向ける。石丸はそれを察すると、自分と菊原の身辺調査を自ら願い出た。疑心暗鬼のまま動き出す新体制のＦ班。つかさは受け取ったアドレスを頼りにゼロナナとゼロキューに接触し、F班はCCCの情報を得ようと交渉する。ゼロナナは情報を渡す代わりにある男についての記録が知りたいと条件を出してきた──。"
                },
                "10": {
                    "ID": "6703432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341434-show/episodes/6703432",
                    "TitleEnglish": "Ego Defense",
                    "SummaryEnglish": "Anzai's ability to control his transformation is severely tested as he is confronted by a person from his past seeking revenge.",
                    "TitleJapanese": "エゴディフェンス",
                    "SummaryJapanese": "自警団を名乗る鬼狩りの集団によって事件に巻き込まれた安斎は、謹慎を言い渡された。石丸は安斎を呼び出し、腕試しを持ちかける。自警団によってネットに流された安斎の映像を見た石丸は、安斎が変異しながらも冷静さを保っていたことを見抜き、自分と戦わせることでそれを立証しようと考えたのだ。安斎に自分の血を飲ませようとする石丸。駆け付けた沢崎は、鬼のことはよく知っているという石丸に、変異させられる鬼の気持ちがわかるかと問いただす──。"
                },
                "11": {
                    "ID": "6703433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341434-show/episodes/6703433",
                    "TitleEnglish": "Ouroboros",
                    "SummaryEnglish": "Immediately after Lieutenant Ishimaru issues a deployment ban on devils from the CCC, the police force ends up in a risky situation.",
                    "TitleJapanese": "ウロボロス",
                    "SummaryJapanese": "CCCのアジトへの潜入を目前に控えるＦ班。鬼の捜査官である安斎とジルには上層部から出動禁止の通達があり、万が一にも吸血行為があったときには即刻解雇、吸血の対象となったヒトとの接触を長期間にわたって禁じられるとされた。沢崎はヒトの捜査官だけによる潜入を決意するが、石丸は見張り役として安斎に同行を許可する。ついに始まる潜入捜査。ゼロキューの先導でアジトに忍び込む沢崎たち。彼らがそこで見たものとは──。"
                },
                "12": {
                    "ID": "6703434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341434-show/episodes/6703434",
                    "TitleEnglish": "Devil's Line",
                    "SummaryEnglish": "Tsukasa is willing to risk everything to rescue Anzai. Anzai learns about his past as he recovers from his injuries.",
                    "TitleJapanese": "デビルズライン",
                    "SummaryJapanese": "CCCのアジトに潜入した沢崎たち。しかしそこには罠が待っていた。沢崎たちを救うため現場に向かうが、奇襲を受け致命傷を負う安斎。安斎を救うにはヒトの血を与えるしかない。しかし、鬼の捜査官には、どんな理由があろうとも吸血行為があった場合、警察からの解雇と、吸血の対象となったヒトとの長期に渡る接触が禁じられると通達がなされていた。つかさはそれを知りながらも、安斎を救うために彼の元へ向かう──。"
                }
            }
        }
    }
}