{
    "URL": "https://www.thetvdb.com/series/341432-show",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Drama",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8249034/",
        "http://tadakoi.tv/",
        "https://www.themoviedb.org/tv/75975",
        "https://x.com/tadakoi_anime"
    ],
    "TitleEnglish": "Tada Never Falls in Love",
    "SummaryEnglish": "Love has never really been a concern for Mitsuyoshi Tada, and as the aspiring photographer enters his second year of high school. However, things just might change after he meets a foreigner named Teresa Wagner. Nevertheless, after she asks him to photograph her, the two soon separate... only to meet each other again twice more that day! Finding Teresa just as she is caught in a sudden downpour, Tada invites her to his family's coffee shop to dry off. There, she explains that she was separated from her traveling companion, Alec. When Teresa reunites with Alec shortly after, they say their goodbyes - but the two unexpectedly show up as transfer students in his class the next day. Teresa and Alec quickly get used to their lives at the High School and decide to join Tada in the photography club. With these two additions to his equally eccentric group of friends, Tada's second year of high school is about to get even livelier, and he might need to start rethinking his approach to love.",
    "TitleJapanese": "多田くんは恋をしない",
    "SummaryJapanese": "カメラを手に、満開の桜の写真を撮りにきていた多田光良(ただ・みつよし)は、異国から日本にやってきたばかりだという少女・テレサに出会う。ヨーロッパのラルセンブルクという国から日本に留学にやってきたテレサは、日本に着いて早々に、一緒に日本にやってきた連れとはぐれてしまい、迷子になっていた。成り行きからテレサを助けることになった光良は、祖父が営んでいる多田珈琲店へとテレサを連れていくのだが……。",
    "Aliases": [
        "Tada-kun wa Koi wo Shinai",
        "Tada Doesn't Fall in Love"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "747827",
            "URL": "https://www.thetvdb.com/series/341432-show/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "6511874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341432-show/episodes/6511874",
                    "TitleEnglish": "I Can't Just Leave You",
                    "SummaryEnglish": "Mitsuyoshi encounters a foreign girl who lost her companion while taking photographs. Through many odd series of events they leave and are continuously reunited together.",
                    "TitleJapanese": "ほっとけないだろ",
                    "SummaryJapanese": "カメラを手に、満開の桜の写真を撮りにきていた少年・多田光良(ただ・みつよし)は、異国の少女・テレサに出会う。ヨーロッパのラルセンブルクという国から留学してきたテレサは、日本に着いて早々、一緒にやってきた連れとはぐれてしまい、迷子になっていた。成り行きからテレサを助けることになった光良は、祖父が営んでいる東京・銀座にある多田珈琲店へと連れていくのだが……。"
                },
                "2": {
                    "ID": "6634384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341432-show/episodes/6634384",
                    "TitleEnglish": "Well, She's Not Wrong",
                    "SummaryEnglish": "After touring all the clubs at school, Teresa decides to join the photography club. The intensity begins as the club initiates a photography battle!",
                    "TitleJapanese": "まぁ、間違っちゃいない",
                    "SummaryJapanese": "多田と幼なじみの伊集院薫（いじゅういん・かおる）が通う、銀河大学付属恋ノ星高校に転入生としてやってきたテレサとアレク。恋ノ星高校の生徒は必ず部活動に所属しなければならないという校則があるため、二人は、同じクラスの委員長・長谷川日向子(はせがわ・ひなこ)と共に、いろいろなクラブを見学して、多田たちが所属する写真部へとやってくる。写真部の部室では、部長の杉本一(すぎもと・はじめ)が何やら熱弁をふるっていて……。"
                },
                "3": {
                    "ID": "6636928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341432-show/episodes/6636928",
                    "TitleEnglish": "You Love That",
                    "SummaryEnglish": "As Nyanko Big is reluctant to help open the shop, Teresa and Alec offer a hand in effort to gain additional experience!",
                    "TitleJapanese": "それ、好きだなあ",
                    "SummaryJapanese": "多田家の飼い猫にして、多田珈琲店のマスコット。そして戦慄のニャンコビッグとしてブログでも活躍する人気者のニャンコビッグ。彼は子猫の頃、庭先で鳴いていたところを多田に拾われた。彼にとって多田は、命の恩人であり、多田の亡き両親にかわって見守るべき存在でもある。今日もいつもと同じように、まだ寝ている多田を起こすため、ニャンコビッグは行動を開始するのだが……。"
                },
                "4": {
                    "ID": "6636929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341432-show/episodes/6636929",
                    "TitleEnglish": "I'll Pretend I Didn't See This...",
                    "SummaryEnglish": "After Hajime becomes the lucky winner of the HINA's Book Launch Meet and Greet, the photography club helps him overcome his fear.",
                    "TitleJapanese": "見なかったことにしよう……",
                    "SummaryJapanese": "写真部部長の杉本一、通称・ピン先輩は、狂喜乱舞していた。彼がこよなく愛するグラビアアイドル・HINA(ひな)が出す1st写真集のお渡し会の抽選に、見事当選を果たしたからだ。今まで人前には一切出てこなかったHINA。彼女に直接会うことができる貴重なチャンスを得たが、いざ会うことを想像すると、緊張で体が震えて何も喋ることができないピン先輩。多田はとりあえず、会う練習をしてみたらと提案するのだが……。"
                },
                "5": {
                    "ID": "6636930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341432-show/episodes/6636930",
                    "TitleEnglish": "It's Okay. They Don't Exist.",
                    "SummaryEnglish": "Ijuin-kun treats everyone to his cooking for the Tenth Annual Kaoru Ijuin show. Later Teresa enjoys her first bathhouse experience.",
                    "TitleJapanese": "大丈夫だ。いないから",
                    "SummaryJapanese": "記念すべき『第10回　伊集院薫ショー』の日がやってきた。『伊集院薫ショー』とは、毎年、伊集院が様々なイベントを企画して、多田珈琲店で多田やゆいたちをもてなすお楽しみ会のようなものだ。彼が写真部に入部してからは、杉本と日向子も参加していた。今年は新たにテレサやアレク、山下も加わったので、更に張り切った伊集院は、特別な企画を用意していたのだが……。"
                },
                "6": {
                    "ID": "6636931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341432-show/episodes/6636931",
                    "TitleEnglish": "I'm Not a Rain-bringer",
                    "SummaryEnglish": "An unexpected visitor from Teresa's childhood appears in Japan. He is introduced to the photography club, and later invites Teresa to a party.",
                    "TitleJapanese": "雨男, じゃないぞ",
                    "SummaryJapanese": "大学の夏休みを利用して、テレサの幼馴染みのシャルルが日本にやって来た。シャルルはテレサの憧れる日本を見たいと言って、恋ノ星高校も訪問。対面した写真部メンバーたちは、最初は緊張していたが、シャルルはとても感じが良い人だったので、あっと言う間に打ち解ける。その翌日、多田は伊集院に誘われて参加したパーティーで、偶然、彼を見かける。その隣には、美しくドレスアップしたテレサとアレクもいて……。"
                },
                "7": {
                    "ID": "6636932",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341432-show/episodes/6636932",
                    "TitleEnglish": "It's Better Than Crying",
                    "SummaryEnglish": "When Nyanko-big doesn't return home, the gang splits up and does everything they can to make sure he returns home safely.",
                    "TitleJapanese": "泣かれるよりはいいだろ",
                    "SummaryJapanese": "ある日、ふらっと出かけたまま、姿を消してしまったニャンコビッグ。いつもであれば絶対に残すはずのないご飯に手をつけておらず、しかも子猫の頃から愛用している猫じゃらしも見当たらないため、何か大変なことが起こったのではないかと慌てるゆい。ニャンコビッグのことだからきっと大丈夫だと、心配するゆいを励ましつつ、多田たちはニャンコビッグを探しに行くのだが……。"
                },
                "8": {
                    "ID": "6636933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341432-show/episodes/6636933",
                    "TitleEnglish": "Did You Say You Were a Rain-bringer?",
                    "SummaryEnglish": "The photography club goes on an adventure as they take the rental SLR cameras to capture photos of the stars for the September contest.",
                    "TitleJapanese": "雨女だったっけ？",
                    "SummaryJapanese": "コンクールに応募する星の写真を撮るために、写真部メンバーは全員、シャルルが運転する車に乗って、泊まりがけの合宿へとやってきた。しかし残念ながら、空は少し曇っていた。星の写真は、深夜から明け方にかけて撮影するため、それまでに雲が晴れるようにと神社にお祈りに向かう。そこでおみくじを引いた多田たちは、書かれた運勢に一喜一憂しながら、恋の話で盛り上がるのだが……。"
                },
                "9": {
                    "ID": "6636934",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341432-show/episodes/6636934",
                    "TitleEnglish": "I Don't Have One Now...",
                    "SummaryEnglish": "Teresa is acting strange in front of everyone as she secretly makes a very serious decision before returning back to Larsenburg.",
                    "TitleJapanese": "今は、もう、ない……",
                    "SummaryJapanese": "帰国するシャルルを、アレクと共に空港で見送ったテレサ。そこで改めてアレクに覚悟を問われて、言葉を続けることができなかった。その夜、テレサは日本への留学を決めたとき、乳母のレイチェルに言われた言葉を思い出す。あのときは考えもしなかったことに今は思い悩んでいた。しかし、何事もなかったように振る舞おうと心に決めて、翌日の新学期から努力するのだが……。"
                },
                "10": {
                    "ID": "6636935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341432-show/episodes/6636935",
                    "TitleEnglish": "It Isn't the Real One",
                    "SummaryEnglish": "Teresa fulfills her lifelong dream of watching Rainbow Showgun live with Tada by her side.",
                    "TitleJapanese": "本物、じゃないよな",
                    "SummaryJapanese": "東京スターツリーの下で、れいん坊将軍40周年を記念して行われているイベント『れいん坊将軍展』にやってきた多田とテレサ。れいん坊将軍にちなんだ様々なアトラクションで遊び、楽しい時間を過ごす二人。せっかくだからと東京スターツリーに登ってみると、いつの間にか太陽は隠れ、雨が降っていた。雨を見ながら、多田はふと両親が事故にあった日のことをテレサに話し始める。"
                },
                "11": {
                    "ID": "6636936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341432-show/episodes/6636936",
                    "TitleEnglish": "Not Really",
                    "SummaryEnglish": "Questions arise as Teresa and Alec go unexpectedly missing. Mitsuyoshi reminisces about all the times he has spent with her.",
                    "TitleJapanese": "特には何も",
                    "SummaryJapanese": "多田たちに何も告げることなく、突如としてラルセンブルクへと帰国してしまったテレサとアレク。二人が暮らしていたグランドパレス銀座の部屋のチャイムを鳴らすが、応答はなく、電話をかけても通じない。何があったのかもわからないまま、連絡さえ取れなくなってしまったことに落ち込む多田たち。その後もテレサとアレクからの連絡はなく、気が付くと、季節は冬になっていた。"
                },
                "12": {
                    "ID": "6636937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341432-show/episodes/6636937",
                    "TitleEnglish": "Sorry for Surprising You...",
                    "SummaryEnglish": "Tada faces his fears and gets on a plane to Larsenburg in hopes of seeing Teresa again. However, he finds himself in the middle of an awkward situation.",
                    "TitleJapanese": "……突然、ごめん",
                    "SummaryJapanese": "決死の覚悟で飛行機に乗り、どうにかラルセンブルクへとやってきた多田。精根尽き果てた体を休め、じっちゃんの知り合いだという人物の元へ向かう。クリスマスを目前に、美しく飾り付けされた街や、クリスマス市を抜けてたどり着いた場所は、立派なお城だった。だが、門は固く閉ざされていて、どこから入っていいのかわからない。あきらめずにまわりをうろうろしていると、後ろから声をかけられ……。"
                },
                "13": {
                    "ID": "6735198",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/341432-show/episodes/6735198",
                    "TitleEnglish": "I'll Never Forget It, Either.",
                    "SummaryEnglish": "Emotions run wild as Teresa and Charles get closer to tying the knot. Tada races to recover his invitation to the ceremony. Will Tada ever be able to settle his feelings?",
                    "TitleJapanese": "俺も、一生、忘れない",
                    "SummaryJapanese": "テレサから打ち明けられた真実に、多田は打ちのめされる。全ては生まれてきた時から決まっていたことと言われると、伝えたいことを口にすることもできなかった。伊集院はそれでいいのかと詰め寄るが、多田は何を伝えればいいのかもわからなくなったと告げる。そして、ただ伝えたとしても迷惑なだけではないかと。そんな多田に、伊集院はこれまで胸のうちに秘めていた思いをぶつける。"
                }
            }
        }
    }
}