{
  "URL": "https://www.thetvdb.com/series/341425-show",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt8254880/",
    "https://wotakoi-anime.com",
    "http://www.reddit.com/r/Wotakoi",
    "https://www.themoviedb.org/tv/78457",
    "https://x.com/wotakoi_anime"
  ],
  "TitleEnglish": "Wotakoi: Love Is Hard for Otaku",
  "SummaryEnglish": "When Narumi, an office lady who hides the fact that she is a yaoi fangirl, changes jobs, she is reunited with Hirotaka, her childhood friend who is attractive and skilled but is a hardcore gaming otaku. They decide to start dating for now, but being otaku, both of them are awkward so a serious romantic relationship is rather difficult for them...",
  "Aliases": [
    "Otaku ni Koi wa Muzukashii",
    "Wotaku ni Koi wa Muzukashii",
    "It's Difficult to Love an Otaku",
    "Otakoi",
    "Otakoi - Love Is Hard for Otaku",
    "Otakoi - Otaku Can't Fall in Love?!",
    "Otakoi: Love Is Hard for Otaku",
    "Otakoi: Otaku Can't Fall in Love?!",
    "Wotakoi",
    "Wotakoi - Love Is Hard for Otaku",
    "Wotakoi - Otaku Can't Fall in Love?!",
    "Wotakoi: Otaku Can't Fall in Love?!"
  ],
  "Modified": "2025-08-04",
  "Seasons": {
    "0": {
      "ID": "747810",
      "URL": "https://www.thetvdb.com/series/341425-show/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "6832022",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/341425-show/episodes/6832022",
          "TitleEnglish": "Wotakoi: Love is Hard for Otaku OVA",
          "SummaryEnglish": "Hanako tells Hirotaka and Narumi the story of how she and Taro met as captains of the high school volleyball teams and became a couple. Bundled with the seventh volume of the manga.",
          "Aliases": [
            "Wotaku ni Koi wa Muzukashii: Youth",
            "It's Difficult to Love an Otaku OVA",
            "Wotakoi: It Appeared Suddenly=Love",
            "Wotakoi - Love is Hard for Otaku OVA"
          ]
        },
        "2": {
          "ID": "7875600",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/341425-show/episodes/7875600",
          "TitleEnglish": "Wotakoi: Love is Hard for Otaku OVA 2",
          "SummaryEnglish": "Kou goes out to the arcade with Naoya and his friends. He accidentally spots her coming out of the girl's bathroom, leading him to become surprised at the realization, while she runs away embarrassed. Naoya goes to Hirotaka and Narumi for advice when Kou stops showing up to school. After some attempts at the two apologizing to each other, and having fun working together to evade an enemy, they reconcile. Another Day, Naoya receives tickets to the movies, and with encouragement from his friend, invites Kou out who, with help from Narumi, arrives in more girl-y clothes, to Naoya's surprise. After their date, Kou admits to how much better she feels whenever she's around Naoya, saying she likes him and wants to stay friends forever; Naoya's slightly caught off guard but still happily accepts. As they head their separate ways, the two reflect on their feelings on what they want in their relationship. Bundled with the tenth limited edition volume of the manga.",
          "Aliases": [
            "Wotakoi: Friend's Distance",
            "Wotaku ni Koi wa Muzukashii OVA 2",
            "Wotakoi - Love is Hard for Otaku OVA 2"
          ]
        },
        "3": {
          "ID": "8496686",
          "TYPE": "OVA",
          "URL": "https://www.thetvdb.com/series/341425-show/episodes/8496686",
          "TitleEnglish": "Wotakoi: Love is Hard for Otaku OVA 3",
          "SummaryEnglish": "The otaku gang goes on a company trip together, giving Hirotaka an opportunity to socialize without video games, Tarou the responsibility of planning everything, and Hanako and Narumi time to relax.",
          "Aliases": [
            "Wotakoi: Company Outing",
            "Wotakoi - Love is Hard for Otaku OVA 3"
          ]
        }
      }
    },
    "1": {
      "ID": "747812",
      "URL": "https://www.thetvdb.com/series/341425-show/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "6511739",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341425-show/episodes/6511739",
          "TitleEnglish": "Narumi and Hirotaka Meets Again, and...",
          "SummaryEnglish": "Narumi Momose (a secret yaoi fangirl) decides to change jobs after her boyfriend breaks up with her, and runs into her childhood friend Hirotaka Nifuji (a hardcore game addict) at her new company by coincidence. Narumi tells Hirotaka that they're otaku friends, but Hirotaka has something that he wants to tell Narumi.",
          "Aliases": []
        },
        "2": {
          "ID": "6644095",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341425-show/episodes/6644095",
          "TitleEnglish": "Are We Now Dating?",
          "SummaryEnglish": "Narumi and Hirotaka went from being otaku friends to being in a relationship. However, Narumi feels awkward and starts avoiding Hirotaka. When they notice what's going on, their senior coworkers Hanako Koyanagi (a cosplayer) and Taro Kabakura (a mild otaku) try to give some advice.",
          "Aliases": []
        },
        "3": {
          "ID": "6654251",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341425-show/episodes/6654251",
          "TitleEnglish": "Sales Event and Gamers Meetup",
          "SummaryEnglish": "Hirotaka invites Narumi to his house after work, but Narumi starts acting weird. As they head to his place, Narumi talks about her childhood memories, but tells Hirotaka that she doesn't remember how they started being friends. Hirotaka has a sad look on his face as he listens.",
          "Aliases": []
        },
        "4": {
          "ID": "6654252",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341425-show/episodes/6654252",
          "TitleEnglish": "Is Mature Love as Difficult?",
          "SummaryEnglish": "Hanako and Kabakura get into a fight when they go out for drinks after work one day. Hanako starts to worry because she thought that dating Kabakura would be easy since they were both otaku. Narumi is reminded of her own relationship as she watches Hanako and Kabakura.",
          "Aliases": []
        },
        "5": {
          "ID": "6654253",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341425-show/episodes/6654253",
          "TitleEnglish": "Introducing Naoya and Gamers Meetup (Part II)",
          "SummaryEnglish": "Hanako and Kabakura see Narumi having fun talking to a Starbocks barista and start to get suspicious. However, it turns out that the young guy she was talking to is actually Hirotaka’s younger brother, Naoya Nifuji. Afterwards, they all end up going over to Hirotaka’s house together.",
          "Aliases": []
        },
        "6": {
          "ID": "6654254",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341425-show/episodes/6654254",
          "TitleEnglish": "Bleak Christmas",
          "SummaryEnglish": "It’s the end of the year, and Christmas is coming up while everyone is busy. Hanako, who tells Narumi that last year’s Christmas was the worst ever, isn’t expecting much this year. Meanwhile, Kabakura is busy at work...",
          "Aliases": []
        },
        "7": {
          "ID": "6654255",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341425-show/episodes/6654255",
          "TitleEnglish": "Online Gaming and Their Respective Nights",
          "SummaryEnglish": "The group decides to get together to play an online game. However, while they wait inside the game for Hirotaka to join them, a rare enemy suddenly appears! Narumi, Hanako, and Kabakura aren’t strong enough to beat the enemy themselves and find themselves in a tight spot when suddenly, a savior comes to the rescue!",
          "Aliases": []
        },
        "8": {
          "ID": "6654256",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341425-show/episodes/6654256",
          "TitleEnglish": "Weakness is Thunder and Years of Insecurity",
          "SummaryEnglish": "Hirotaka asks Kabakura what he and Hanako are like when they’re alone. Kabakura answers that they’re the same as Hirotaka and Narumi, but Hirotaka doesn’t fully believe him, and proposes a new idea to Narumi on the way home.",
          "Aliases": []
        },
        "9": {
          "ID": "6654257",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341425-show/episodes/6654257",
          "TitleEnglish": "Go Out on a Date with Me!",
          "SummaryEnglish": "Hirotaka takes Narumi out on a date. However, Narumi has a hard time switching over to non-otaku mode. Hirotaka tells her that he wishes she acted more formally than normal, so they try going out on a date where they've made otaku things off-limits!",
          "Aliases": []
        },
        "10": {
          "ID": "6654258",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341425-show/episodes/6654258",
          "TitleEnglish": "Introducing Kou-kun and Online Gaming Revenge",
          "SummaryEnglish": "At work, Naoya notices a customer concentrating hard on a game. Naoya notices it's the same online game that he played before and tries talking to the customer, but the customer apologizes and gets up to leave…",
          "Aliases": []
        },
        "11": {
          "ID": "6654259",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341425-show/episodes/6654259",
          "TitleEnglish": "Love Is Hard for Otaku",
          "SummaryEnglish": "Narumi goes over to Hirotaka's place on the last day of vacation while fantasizing about how Hirotaka would react when she shows up unannounced. However, when she rings the doorbell, no one answers.",
          "Aliases": []
        }
      }
    }
  }
}