{
  "URL": "https://www.thetvdb.com/series/341996-show",
  "Genres": [
    "Adventure",
    "Animation",
    "Anime",
    "Fantasy",
    "Horror"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt7899522/",
    "https://www.themoviedb.org/tv/76759"
  ],
  "TitleEnglish": "GeGeGe no Kitaro (2018)",
  "SummaryEnglish": "Spooky Kitarō focuses on the young Kitarō—the last survivor of the Ghost Tribe—and his adventures with other ghouls and strange creatures of Japanese mythology. Along with: the remains of his father, Medama-Oyaji (a mummified Ghost tribesman reincarnated to inhabit his old eyeball); Nezumi-Otoko (the rat-man); Neko-Musume (the cat-girl); and a host of other folkloric creatures, Kitarō strives to unite the worlds of humans and Yōkai.",
  "Aliases": [
    "Gegege no Kitarou"
  ],
  "Modified": "2025-07-21",
  "Seasons": {
    "0": {
      "ID": "749401",
      "URL": "https://www.thetvdb.com/series/341996-show/seasons/official/0",
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "10941471",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/10941471",
          "TitleEnglish": "鬼太郎誕生 ゲゲゲの謎",
          "SummaryEnglish": "廃刊間近となっている雑誌の記者・山田は、廃村となった哭倉村（なぐらむら）へやってきた。山田は同じく村へやってきた鬼太郎、ねこ娘、目玉おやじと遭遇するが、引き返すようにという警告を無視して、鬼太郎たちに取材しようとつきまとう。",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "749402",
      "URL": "https://www.thetvdb.com/series/341996-show/seasons/official/1",
      "# Episodes": 97,
      "Episodes": {
        "1": {
          "ID": "6527494",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6527494",
          "TitleEnglish": "The Day Yokai Awoke",
          "SummaryEnglish": "A forest suddenly appeared in Shibuya. There was a mysterious phenomenon... people going to the city were suddenly transforming into trees! Meanwhile, Mana, a junior high school student, dubiously wrote a letter and put it in the Yōkai Mailbox. Soon after, Kitarō came with a \"clip, clop.\" After hearing Mana's story, Kitarō and his father, Medama-Oyaji, were convinced that this was the work of a yōkai that should have been sealed hundreds of years ago. To find the cause, they traveled to the city's underground facility. The one that was awaiting them is...!?",
          "Aliases": []
        },
        "2": {
          "ID": "6633961",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6633961",
          "TitleEnglish": "Terror! Miage-Nyudou",
          "SummaryEnglish": "At the dome concert of the popular idol group, The Batteries, tens of thousands of visitors vanished in the blink of an eye! Behind the scenes of the incident, the entertainment office that Nezumi-Otoko recently launched, BiBiBi Promotion, was involved. When Kitarō and Neko-Musume rush to the venue, they coincidentally meet Mana. Although Kitarō tries to keep Mana away by saying humans should not get involved with yōkai, she refuses to go home since her friends have gone missing as well. When they entered the venue, they find the yōkai responsible for the disappearances. This yōkai is...!",
          "Aliases": []
        },
        "3": {
          "ID": "6639596",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6639596",
          "TitleEnglish": "Tantanbo's Yokai Castle",
          "SummaryEnglish": "There's a rumor that children in the city are disappearing one after another. Upon hearing this, Mana contacts Kitarō in order to elucidate the truth. However, Kitarō bluntly states that \"Yōkai and humans can't be friends.\" It turns out that children were kidnapped in order to resurrect the Yōkai Castle that was once sealed. This time, Mana was kidnapped as well. Kitarō's friends join him in the effort to rescue the human that saved his life!",
          "Aliases": []
        },
        "4": {
          "ID": "6650164",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6650164",
          "TitleEnglish": "The Taboo of the Mysterious Forest",
          "SummaryEnglish": "An elementary school student named Yūta hears stories about Kitarō from his neighbor, Mana, and finally ended up visiting the GeGeGe Forest. It was the first time in a few hundred years that a human last wandered into the forest. Kitarō tried to return the boy back to the human world but was urged by his father and Sunakake-Babaa to show Yūta around the forest. He unwillingly obliged, along with Neko-Musume. Yūta, who is familiar with yōkai, is delighted when he gets to meet various yōkai on his tour. However, the state of the forest suddenly changes! One after another, Kitarō and his friends get attacked. Medama-Oyaji says that Yūta is the cause...!?",
          "Aliases": []
        },
        "5": {
          "ID": "6660788",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6660788",
          "TitleEnglish": "The Disaster of the Electric Yokai",
          "SummaryEnglish": "In this modern society, humans act like Kaminari no longer exists, making fear unfeasible for him. Just as Kaminari was losing all hope, Nezumi-Otoko gets an idea. When Nezumi-Otoko starts up the BiBiBi Electric Company together with Mr. Ameyama and Kaminari, they hit the jackpot. This business had the perfect money-making system! The company's mascot, Kaminari, became popular and Nezumi-Otoko was smiling with a bundle of cash in hand, but when his control gradually vanishes, what will happen?!",
          "Aliases": []
        },
        "6": {
          "ID": "6660789",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6660789",
          "TitleEnglish": "The Misfortune of the Sunekosuri",
          "SummaryEnglish": "Clip, clop. Kitarō arrives at a village deep within the mountains where an old woman named Masae is living alone. The one who called Kitarō was Masae's only son, Shō, who lives in Tokyo. Shō says that Masae is being haunted by a yōkai, but she will not listen to a single word from the son who left the house without permission. However, Masae is getting weaker. If this continues, she will lose her life. Can Kitarō get rid of the yōkai that is haunting Masae...?",
          "Aliases": []
        },
        "7": {
          "ID": "6671391",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6671391",
          "TitleEnglish": "Ghost Train",
          "SummaryEnglish": "A company president is conversing with his subordinate at a bar, saying \"people who believe in yōkai are just making excuses because they are weak.\" Upon hearing this absurd remark, Kitarō appears and interjects stating that \"even if you can't see them, yōkai exist.\" Irritated, the president thrusts Kitarō away and walks off. In order to get home, he and his subordinate board a special train. Eventually, The president begins to realize that the train is traveling on a different route than usual. In addition, he also notices that the state of the other passengers is rather peculiar. The president bullied others to the bitter end, so something horrifying is ought to happen in return...",
          "Aliases": []
        },
        "8": {
          "ID": "6684427",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684427",
          "TitleEnglish": "Menace! Kagami-Jijii´s Plot",
          "SummaryEnglish": "Mana arrives at a village for a social studies field trip along with the rest of her class. When she chases her classmates around for not cleaning like they were supposed to, they inadvertently knock over an old stone monument. After that, her classmates' physical conditions collapsed and were both hospitalized. Strange things start happening around Mana as well. When Kitarō and the others investigate after sensing powerful yōkai activity, they discover Mana trapped in a mirror! Is Kagami-Jijii responsible? What was the purpose of bringing Mana into the mirror world? When Kitarō and his friends find Kagami-Jijii and question him, they get attacked with a mirror!",
          "Aliases": []
        },
        "9": {
          "ID": "6684430",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684430",
          "TitleEnglish": "The Kappas´ Work Reform",
          "SummaryEnglish": "There is a national cucumber shortage! Where could they have possibly disappeared off to? The president of an IT company is now suffering from a shortage of workers. Light salaries, hard labor. It's only natural that employees have started to quit. Nezumi-Otoko, who happened to be nearby, proposed the use of yōkai. The Kappas from the Tono mountains are hard workers, and the president is pleased that he could secure such employees with a cheap salary of three cucumbers an hour. The Kappas are also very satisfied with the all-you-can-eat cucumber workplace. However, the Kappas gradually began to get suspicious that they were being exploited. Finally, they stood up and demanded their rights!",
          "Aliases": []
        },
        "10": {
          "ID": "6684449",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684449",
          "TitleEnglish": "Vanishing! The Seven School Mysteries",
          "SummaryEnglish": "Neko-Musume is consulted by Mana after \"strange things have been going on at school recently,\" and she visits Mana's school to investigate. One of the Seven School Mysteries, \"Hanako of the Third Floor Girl's Bathroom,\" is Neko-Musume's friend, so the two set off to visit her. However, Hanako cannot be found. It's not only Hanako. Rumors of the Seven School Mysteries yōkai haven't been heard of these days, either. Sunakake-Babaa, Konaki-Jijii, and the others arrive after they lose contact of another School Mystery, Kinjirō Ninomiya. They all chase after a suspect and are led to the second floor boy's bathroom...!?",
          "Aliases": []
        },
        "11": {
          "ID": "6684452",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684452",
          "TitleEnglish": "Conquer Japan! The 808 Tanuki Army",
          "SummaryEnglish": "A second moon suddenly appears in the night sky! This second moon is getting closer and closer to earth and over Tokyo Bay. Meanwhile, the 808 Tanuki that were supposed to have been sealed over 200 years ago awaken. They jack the airwaves and declare that the Japanese government hand over their control to them. Mana is caught and labeled a traitor by the Tanuki after attempting to seek help from Kitarō. In order to rescue Mana, Kitarō heads to the large underground space where the Tanuki are lurking. At the same time, the Japanese government shot down the second moon by using a missile. The large object that fell into Tokyo Bay was actually a Yōkai egg! Can Kitarō thwart the 808 Tanuki's plans!?",
          "Aliases": []
        },
        "12": {
          "ID": "6684455",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684455",
          "TitleEnglish": "Capital Annihilated! The Terrifying Yokai Beast",
          "SummaryEnglish": "Japan has fallen under the control of the Tanuki. Anti-Tanuki citizens are caught one after another and people must monitor each other's behavior in order to stay safe. Meanwhile, in order to save Kitarō who had been turned to stone by the Gyōbu-Danuki's curse, Mana, Neko-Musume, and the others head for the underground again. Prepared to risk it all, Sunakake-Babaa, Konaki-Jijii and the others stay behind to hold the Tanuki back. Mana was left remaining, however, the curse placed on her by the Gyōbu-Danuki triggered, causing abnormalities to her body. At last, the Yō-Kaijū begins to destroy Japan. How will Kitarō and the others deal with this crisis!?",
          "Aliases": []
        },
        "13": {
          "ID": "6684457",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684457",
          "TitleEnglish": "Diamonds of Greed! Wanyudo's Trap",
          "SummaryEnglish": "The cheap diamond company operated by Nezumi-Otoko is a huge success. Kitarō grows suspicious of him, which makes Nezumi-Otoko react sharply, declaring an end to their friendship. The truth is, he was partnering up with Wanyūdō. Nezumi-Otoko brings humans to Wanyūdō's cave, where the yōkai turns them into diamonds and feasts on their souls. He sells these diamonds and becomes a rich trailblazer. One day, A man of a diamond syndicate who has been robbed of business appears and takes Nezumi-Otoko away...!",
          "Aliases": []
        },
        "14": {
          "ID": "6684461",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684461",
          "TitleEnglish": "Makura-Gaeshi and the Fantastic Dream",
          "SummaryEnglish": "Masashi, a boy who is worried about his father who fell asleep and has never awakened, seeks Kitarō out for help through Mana. According to Mana, there are many other adults who have fallen asleep in addition to Masashi's father. Medama-Oyaji states that a yōkai must have trapped the adults in the dream world and assumes Makura-Gaeshi may know something, but it turns out that he doesn't. Mana motivates Makura-Gaeshi to help, and he takes them to the Dream World with his ability. In the Dream World, anything you envision is capable of coming true. Mana and Neko-Musume quickly succumb to their own, fantastic dreams...",
          "Aliases": []
        },
        "15": {
          "ID": "6684463",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684463",
          "TitleEnglish": "Zunbera Spirit Surgery",
          "SummaryEnglish": "Kirara Fusano aspires to be an idol, however, she despises her own face and desires a cute one. One night, she encounters a mysterious old woman who is soon revealed to be the yōkai Zunbera. Zunbera offers to perform Spirit Surgery, which would grant Kirara with the beauty she wishes to have. Kirara accepts; she receives the treatment and becomes a beautiful girl. However, it is revealed that she was paying a great price. Being a beautiful girl consumed her with the envy of those in her surrounding, but this pleasure was brief. Suddenly, Kirara is struck by suffering. She has become faceless!",
          "Aliases": []
        },
        "16": {
          "ID": "6684467",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684467",
          "TitleEnglish": "The Mystery of the Tide! Umizatō",
          "SummaryEnglish": "Mana visits Sakaiminato, where her aunt and uncle live. She was looking forward to the festival, but loses her enthusiasm after finding out that it might not be held this year. In order to cheer Mana up, Uncle Shōji decides to go fishing so he can feed her the most fresh and liveliest fish he can catch. However, he doesn't return. Mana and the town's fishermen set out by boat to find the missing men, to soon be attacked by Funa-Yūrei. These Funa-Yūrei were recognized to be the missing fisherman, including Uncle Shōji. Mana is the only one to survive the attack and washes up on shore. Kitarō arrives and heads to sea by boat to investigate. There, he encounters the Funa-Yūrei and the yōkai Umizatō that was supposed to have been sealed away!",
          "Aliases": []
        },
        "17": {
          "ID": "6684469",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684469",
          "TitleEnglish": "Kani-Bōzu and the Ancient Mystery",
          "SummaryEnglish": "In the town of Sakaiminato, a suspicious monk appears at night. He comes with a riddle and those who cannot answer him correctly are turned to bronze. Unsure of the answer, Ittan-Momen, Nezumi-Otoko, Konaki-Jijii, Nurikabe, and Neko-Musume are turned to bronze one after the other. Eventually, Kitarō is turned to bronze as well. When it seemed as though Sunakake-Babaa would be attacked next, the monk's pauses as he calls out to her by the title, \"princess.\" Sunakake-Babaa escapes with Medama-Oyaji and meets up with Mana. Soon, they head into the mountains to seek help from the Karasu-Tengu!",
          "Aliases": []
        },
        "18": {
          "ID": "6684470",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684470",
          "TitleEnglish": "Kawauso's Lie",
          "SummaryEnglish": "Recently, vegetables have been delivered to Kitarō's house almost every day. Neko-Musume appears and encourages the suspicious Kitarō and Medama-Oyaji to take them, as they're just vegetables. The truth is, those vegetables were grown by Neko-Musume. One day, she comes across a little boy in need of food, and ends up giving him the vegetables that were meant for Kitarō. On the other hand, Mana arrives at her summer home. Just as Mana was about to go for a walk, her mother Junko tells her the rumor about a crafty yōkai that may appear nearby...?!",
          "Aliases": []
        },
        "19": {
          "ID": "6684471",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684471",
          "TitleEnglish": "Yokai Resurrection?! The Ghost School",
          "SummaryEnglish": "There is an obake school. At this school, there are no tests or anything. This rumor is on the rise. One day, Yūta tells Mana about his friend who disappeared after saying, \"I'm going to become an obake.\" Kitarō has received many letters about this as well. Yūta says that if you go to the graves on 3rd Street and recite a spell three times, 4th Street will appear and you can get to the obake school. Kitarō tries the spell at 3:00AM and the pathway to 4th Street opens before him. He observes the missing children having fun in their classes at the obake school. What's going on? The teachers are yōkai that have been defeated by Kitarō! The puzzled Kitarō disguises himself as a student in order to find out more.",
          "Aliases": []
        },
        "20": {
          "ID": "6684473",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684473",
          "TitleEnglish": "Memories of the Yōka",
          "SummaryEnglish": "One day, Mana and her mother go to visit Toshiko, Mana's hospitalized great aunt. When they arrived at the hospital, Toshiko asked if they could check on the flowers at her home. When they reached the house, Mana was surprised by the sight. Bright red flowers were in bloom everywhere; from the garden to the walls and the roof of the house. Mana sent pictures of these mysterious flowers to Neko-Musume. While Mana listened to stories about her great aunt from her mother, Kitarō and the others soon arrived. Medama-Oyaji explained that these flowers were called Yōka and bloom from yōkai activity or spiritual power. Why are they at Toshiko's house? Mana joins Kitarō and the others as the head toward a southern island to discover the Yōka's origins.",
          "Aliases": []
        },
        "21": {
          "ID": "6684474",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684474",
          "TitleEnglish": "Flame on! The Solitude of the Takurō-Bi",
          "SummaryEnglish": "In a certain place, there was a yōkai called Takurō-Bi. Since he burns everything he touches, Takurō-Bi has lived a life of solitude away from both humans and yōkai. One day, Nezumi-Otoko approaches Takurō-Bi and offers an opportunity to do business in the human world. Upon hearing this, the lonely Takurō-Bi becomes ecstatic and decides to cooperate. Nezumi-Otoko produces an attraction at a theme park called BiBiBi Fire, which immediately becomes popular. Takurō-Bi was instructed to never leave the staff room at night. One evening, he couldn't endure the loneliness any longer and leaves the room on his own. Outside, he meets Pigu, a mysterious robot. They got along with each other quickly and strengthened their friendship, however...",
          "Aliases": []
        },
        "22": {
          "ID": "6684476",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684476",
          "TitleEnglish": "Berserk!! The Terrifying Yōkai Gyūki",
          "SummaryEnglish": "Mana and Neko-Musume visit a tourist resort island. At the same time, Nezumi-Otoko came to the island with a talent and TV crew to produce a program about bizarre and scary stories. On this island, there was a legend about a terrifying yōkai called Gyūki. The talent doesn't believe the legend at all and moves the Gyūki Rock, which breaks the seal. The talent suddenly started suffering and transformed into the Gyūki. The Gyūki ate Nezumi-Otoko and went on a rampage, destroying everything in its path. Just when things began to look grim for Neko-Musume and the others, Kitarō appears and defeats the Gyūki. Although it seemed that the Gyūki was perfectly vanquished, Kitarō...!?",
          "Aliases": []
        },
        "23": {
          "ID": "6684477",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684477",
          "TitleEnglish": "The Yōkai Apartment Secret Story",
          "SummaryEnglish": "In the year 1968, an apartment was built. However, there were three yōkai living there despite the new construction. These yōkai were revealed to be Rokuro-Kubi, Akaname and Karakasa. Tenants were scared away one after another. The couple who owned the apartment were at a loss, until they decided to write a letter to the Yōkai Post... In present day, Natsumi, the granddaughter of the apartment owners, lived in the old apartment alone. She was set on tearing the apartment down to live with her fiancé, but Kitarō soon arrived. Kitarō talks about the history of the apartment, and asks Natsumi to reconsider its demolition.",
          "Aliases": []
        },
        "24": {
          "ID": "6684479",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684479",
          "TitleEnglish": "Rat Man's Disappearance?! Sekiyo's Trap",
          "SummaryEnglish": "One day, certain news shook the residents of the GeGeGe Forest like an earthquake: Nezumi-Otoko will get married. Dubious, Kitarō and the others make their way to the wedding venue. There, they find Nezumi-Otoko in a tuxedo in a good mood. With him was his bride, and contrary to everyone's expectations, she was a beautiful woman by the name of Yōko. Although they were in a state of shock, Kitarō and the others wish for Nezumi-Otoko's happiness. However, they haven't heard from him since. Sunakake-Babaa and the others grow worried and decide to search for him. Before long, they find an emaciated and scrawny Nezumi-Otoko in town. Apparently, it seems that Yōko suddenly disappeared in the middle of their honeymoon. Nezumi-Otoko was caught in a marriage fraud!",
          "Aliases": []
        },
        "25": {
          "ID": "6684478",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684478",
          "TitleEnglish": "Kubire-Oni's Curse",
          "SummaryEnglish": "Mana receives a heartless message on RAIN from her classmate, Karin. The next day, her friend Miyabi suggests that she use the Curse App to get revenge, and soon installs the app to Mana's phone. Without taking it too seriously, Mana enters Karin's name into the app. Karin later posts on INSTE about getting injured. She receives an eerie notification on the Curse App that read, \"Enter a name in three hours or the curse will rebound to you.\" The Curse App spread instantly, and the amount of victims increased. Numerous strings of hair grew out of Mana's phone and reached out for her... can Mana sever the chain of curses!?",
          "Aliases": []
        },
        "26": {
          "ID": "6684480",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684480",
          "TitleEnglish": "Infatuation: The Alluring Gahi",
          "SummaryEnglish": "Yūna, a high school student, cannot date any boy even if she was interested in them due to her mother's strict disciplinary rules. Yūna's mother was once betrayed by her husband and got into a divorce. This incident made it impossible for Yūna's mother to trust men for the rest of her life. One day, Yūna was approached by her male childhood friend, and her mother saw this interaction. Yūna was rebuked and runs away to another location. There, Konaki-Jijii was passing by and drops a scroll. Within the scroll was a drawing of a beautiful man that left Yūna spellbound. As she admired the art, the young man slipped out of the scroll and into reality!",
          "Aliases": []
        },
        "27": {
          "ID": "6684481",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684481",
          "TitleEnglish": "Invasion! Backbeard's Army",
          "SummaryEnglish": "A group of Malay yōkai drift to Japan after the destruction of their homeland. Upon hearing this story, the Kitarō Family welcome Miminaga and the others to the GeGeGe Forest. Nezumi-Otoko is pleased after receiving their bag of jewels as rent. One day, a jewel begins to glow, and a young female witch by the name of Agnès appears. Before Kitarō was able to ask who she was, a man named Wolfgang appears. Trembling, Miminaga identifies Wolfgang as the one responsible for destroying their home and killing their friends. The Malay yōkai face Wolfgang, but are immediately killed. Angered, Kitarō and the others challenge him too, but...!",
          "Aliases": []
        },
        "28": {
          "ID": "6684483",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684483",
          "TitleEnglish": "The Great Yōkai War",
          "SummaryEnglish": "\"Help me destroy this ring in order to stop the Brigadoon Project.\" Agnès the witch asks Kitarō for his assistance without any detailed explanation. Kitarō uses his Finger Guns, but was unable to even scratch the ring no matter how many shots he fired. After seeing his current state, Agnès uses her magic to raise Kitarō's yōkai power beyond its limits. Kitarō suffered and was unable to endure the overflowing power, but he still managed to fire another shot at the ring with everything he had. Although it seemed as if the ring should have been destroyed this time, it was stolen at the last second by a witch named Adél. Backbeard's army has arrived at the GeGeGe Forest to launch an attack!",
          "Aliases": []
        },
        "29": {
          "ID": "6684485",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684485",
          "TitleEnglish": "The Mad Frankenstein",
          "SummaryEnglish": "Backbeard puts the \"Brigadoon Project\" into operation to transform humans into yōkai slaves so he can rule them. In order to prevent this, Agnès hurries to the city where the ring's presence was detected. Agnès flies around the city on her broom without worrying about her surroundings, which throws the town into chaos. Although Kitarō is angered by her actions, Mana, who was in the vicinity, becomes interested in Agnès. After getting caught up in the positive Mana's pace, it was soon decided that Agnès would stay at her house. While she enjoyed the temporary comfort, Agnès leaves Mana's house before dawn without a word. There, the Western Yōkai Victor appears...!",
          "Aliases": []
        },
        "30": {
          "ID": "6684487",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684487",
          "TitleEnglish": "The Vampire's Halloween Party",
          "SummaryEnglish": "With Halloween in the air, the town was filled with excitement. Mana invites Neko-Musume to a Halloween event, and they visit an old movie theater together. The movie genre was horror. They put on VR goggles and waited for the movie to start. However, this event was arranged by Carmilla, a Western Yōkai. When the two noticed the abnormalities around them and removed their goggles, they were already surrounded with human-turned vampires who began to attack them one after another. On the other hand, Kitarō and Agnès who went into the city in search of the ring notice the crisis at the movie theater, but...!?",
          "Aliases": []
        },
        "31": {
          "ID": "6684488",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684488",
          "TitleEnglish": "Azuki-Arai, Azuki-Hakari, Azuki-Babaa",
          "SummaryEnglish": "On a certain riverside, there lived three yōkai: Azuki-Arai, Azuki-Hakari, and Azuki-Babaa. Modern people, who have never even touched an azuki bean, pay no attention to them. Nezumi-Otoko happens to pass by the troubled trio who want to suppress western confectionery​ and restore the azuki beans to their former glory. Nezumi-Otoko comes up with yet another money-making idea: he tells the trio that they can make azuki beans popular again, but they first need to become famous enough to be advertising pillars. As the producer, he becomes delighted when their silly videos become very popular. However, the three get into an argument about the true way to show their love for azuki beans, and their Azuki Union fellowship begins to crack!",
          "Aliases": []
        },
        "32": {
          "ID": "6684490",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684490",
          "TitleEnglish": "Demon Belial: The Hundred-Year Grudge",
          "SummaryEnglish": "Mana happens to pass by Agnès, who laments over not being able to locate the ring. In order to cheer her up, Mana decides to take the disheartened Agnès to her beloved Sakaiminato. They coincidentally bump into Kōjiro the Karasu-Tengu that Mana has met before. Suddenly, Agnès detects the ring's presence nearby and flies away, leaving the two to themselves. Kōjiro eagerly brings Mana to a place with a nice view, and shows off his power to create gale-force winds. In that moment, he accidentally destroys the mound that sealed away the terrifying Akuma Belial. With his magical power restored, he lets out a war cry and approaches the Karasu-Tengu's village to exact revenge on the Elder that had sealed him away!",
          "Aliases": []
        },
        "33": {
          "ID": "6684492",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684492",
          "TitleEnglish": "The Fox's Wedding and Hakusanbō",
          "SummaryEnglish": "Kitaro and the others head toward a large estate on a certain mountain. According to the letter in the Yōkai Post, it is said that a girl named Yayoi is being targeted by the yōkai Hakusanbō. Sunakake-Babaa prepares a barrier that neutralizes all yōkai activity and spirit power to protect Yayoi. However, Hakusanbō appears with no intention of attacking her. Hakusanbō did not come to eat Yayoi, but rather to claim her as his bride. While Kitarō was confronting Hakusanbō, Yayoi suddenly begins to suffer. The Ring of Arcana has appeared within her body. Adél, aware of this, appears and abducts Yayoi!",
          "Aliases": []
        },
        "34": {
          "ID": "6684494",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684494",
          "TitleEnglish": "Emperor Backbeard",
          "SummaryEnglish": "A notice of a pleasure trip has been posted in a corner of GeGeGe Forest. The youkai read it with great anticipation. But when Child's-cry Old Man goes missing, the trip is cancelled. When everyone goes looking for him, Sand-throwing Hag, the Plastered Wall, Cotton Cloth, and Cat-girl go missing one by one. Believing it to be the work of the European youkai, everyone heads to Kitaro's house, with Ratman in the lead. The mob starts chanting for Agnes to be thrown out of Japan, and Agnes, who happens to be there, goes flying off...!?",
          "Aliases": []
        },
        "35": {
          "ID": "6684495",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684495",
          "TitleEnglish": "The Witches of Destiny",
          "SummaryEnglish": "After saying goodbye to Kitaro, Agnes frets alone at the edge of the pond. That's when Mana appears. The pond is where Agnes and Mana talked and had lunch the day they first met. Slowly, Agnes begins to talk to Mana. She talks about her mother and older sister Adele, and about Backbeard's Brigadoon project. Meanwhile, Adele is at Backbeard's castle thinking back on her mother and little sister. She arrives at a certain determination. For the honor of her family of witches, and for Agnes, she must...!?",
          "Aliases": []
        },
        "36": {
          "ID": "6684497",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684497",
          "TitleEnglish": "The Transform All Japanese Yokai Project",
          "SummaryEnglish": "The Ring of Arcana has appeared. Knowing that its manifestation means the European yokai will be coming again, Kitaro, Agnes, and the others search desperately for the ring. But it's Mana who finds the ring, just by chance. Not knowing it's the Ring of Arcana, she puts it on her finger. When she realizes she can't take it off, she panics. Kitaro clashes with Adele so that Mana can get away. As Mana tries to escape, she's attacked by Wolfgang, then Victor, then Camilla, and Child's-cry Old Man, the Plastered Wall, and Cat-girl step in to cover her. The struggle for the ring intensifies and sweeps Mana up in its wake!!",
          "Aliases": []
        },
        "37": {
          "ID": "6684498",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684498",
          "TitleEnglish": "Showdown!! Backbeard",
          "SummaryEnglish": "Miraculously, Mana has survived. As she looks around, she sees the place swarming with humans who have been turned into youkai by the Brigadoon project. Knowing that the Brigadoon project must be stopped at all costs, Mana heads toward the pillar of light rising into the sky. Agnes ended up triggering Brigadoon. Adele is gravely wounded. What will the fate of these two witches be?! And, Kitaro has healed after taking Backbeard's attack. Will he be able to defeat Backbeard?!",
          "Aliases": []
        },
        "38": {
          "ID": "6684500",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684500",
          "TitleEnglish": "New Year's Man-Eating Fable Kasha",
          "SummaryEnglish": "On her way home from her first shrine visit of the year, Mana spots a youkai dragging a dead body. Daddy Eyeball says it might have been a youkai called Kasha. It prefers to eat dead bodies, so it used to run rampant, appearing near crematoriums to steal human corpses... But the youkai Mana saw had been weak, and when it noticed Mana, it had dropped the corpse and run away. Maybe Kasha had grown weaker with age... Ratman overhears this conversation with Daddy Eyeball and hatches a sinister plot...",
          "Aliases": []
        },
        "39": {
          "ID": "6684501",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684501",
          "TitleEnglish": "Yuki-Onna Pure White Love Report",
          "SummaryEnglish": "At a certain cafe, Cat-girl and Mana chat with Yuki, a snow woman. Yuki says she's grown close to a human man named Shun. Shun comes to pick Yuki up. Taken aback by Shun's overwhelming personality, Cat-girl and Mana wish Yuki the best in a daze. But Yuki and Shun end up fighting because of differences between the ways humans and youkai live. Yuki goes to Cat-girl and Mana again to ask for advice. Meanwhile, Shun ends up asking Ratman, who has started yet another shady business, for advice, which sends things in a strange direction...",
          "Aliases": []
        },
        "40": {
          "ID": "6684503",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684503",
          "TitleEnglish": "The Final Ballad: Sara-Kozō",
          "SummaryEnglish": "Poor Isamu is a stand-up comedian who is struggling to get another hit. He presented his comedy routine at a theater, but became depressed after he failed to get a response from the audience each and every day. One day, on his way home, Isamu heard a voice and followed it to the river as if he were being called. There, he saw the yōkai Sara-Kozō washing plates while he cheerfully sang, \"Pettara Petarako.\" Isamu listens and decides to use the song in his routine. Isamu's song and dance rise in popularity. However, Sara-Kozō finds out that his song has been stolen and becomes furious. Kitarō sets out to warn Isamu to stop singing the song, but...",
          "Aliases": []
        },
        "41": {
          "ID": "6684504",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684504",
          "TitleEnglish": "Enigma! Bake-Zōri's Rebellion",
          "SummaryEnglish": "At a certain closed shoe store, there was an old man named Isao who packs up and prepares to move. Afterward, some things pop out of the trash bags that were thrown aside in the building. Those things were Bake-Zōri and other Tsukumogami. There, Nezumi-Otoko appears. He comes up with another money-making scheme, and entices the Tsukumogami to work with him to get back at the humans who don't take care of their belongings. After a while, Kitarō receives letters about things moving on their own, and begins to investigate...",
          "Aliases": []
        },
        "42": {
          "ID": "6684505",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684505",
          "TitleEnglish": "Momon-Jii's Scheme: The Great Yōkai Trial",
          "SummaryEnglish": "One day, while Kitarō was relaxing at home, Kojirō and other Karasu-Tengu appear. Kojirō, despite what Kitarō says, tells him that he is under arrest for obliteration and takes him away. The Kitarō Family is surprised when they hear about Kitarō's unreasonable arrest, but they believe the Great Yōkai Trial will reach a fair verdict. And so, the Great Yōkai Trial was held. However, there was no sight of Sunakake-Babaa and the others, leaving the defense to virtually Neko-Musume alone. Yobuko, the witness, says that he saw Kitarō obliterate Hitotsume-Kozō. Hair Needles and Geta were submitted as items of evidence. Furthermore, Mana appears as a witness for the prosecution...",
          "Aliases": []
        },
        "43": {
          "ID": "6684508",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684508",
          "TitleEnglish": "Eternal Life: Odoro-Odoro",
          "SummaryEnglish": "Vampiric incidents have been frequently occurring on the streets. While Kitarō was investigating, he receives a letter. The sender wanted to be killed. Kitarō visits Onozaki, the sender of the letter and a researcher of genetic manipulation. Onozaki had created an immortal cell, and experimented with his own body. The result: he was mutated into a yōkai and gained an immortal body. When he mutates into the yōkai, he becomes a monster that desires blood. The vampiric incidents were all caused by Onozaki himself. Onozaki, who cannot commit suicide due to the immortal cell, asks Kitarō to kill him, however...",
          "Aliases": []
        },
        "44": {
          "ID": "6684509",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684509",
          "TitleEnglish": "Masquerade Nopperabō",
          "SummaryEnglish": "Kitajima Atsuhi, a member of the idol unit Paradise, which is experiencing a surge in popularity, is tired of playing the shallow party boy character the president of the production company told him to play. Atsushi's one source of support is Go Go Manjirou, a friend he met online and has never seen in person. Atsushi sends Go Go Manjirou a message saying he wants to meet. After receiving the message, Go Go Manjirou rushes over to Kitaro's place. The truth is that Go Go Manjirou is a Faceless youkai, Nopperabou. Nopperabou asks Kitaro to meet Atsushi in his place.",
          "Aliases": []
        },
        "45": {
          "ID": "6684511",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684511",
          "TitleEnglish": "The Truth Lies in the Thicket of the Mannen-Dake",
          "SummaryEnglish": "Having received a letter saying \"We are being attacked by the youkai Mannendake,\" Kitaro travels to a bamboo grove deep in the mountains. The owners of the bamboo grove, a married couple, Masahiko and Kiyomi, Kubota from the tourism association, and Ratman are waiting for him. They wanted to turn the bamboo grove into a tourist spot, but they say that the former owner of the grove, Daikichi, as well as others, have gone missing. As soon as Kitaro steps foot in the grove, he senses youkai energy. A warning to humans is written in blood in the grove, but the study in Daikichi's mansion within the grove is full of bamboo leaves... Suddenly, Masahiko falls silent. When they turn to look, Masahiko has been turned to bamboo...!?",
          "Aliases": []
        },
        "46": {
          "ID": "6684512",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684512",
          "TitleEnglish": "The Cursed Doll Festival Mayuge",
          "SummaryEnglish": "One day after school, Mana and her friends look at the Hina dolls displayed in the hallway. It's a seven-tiered stand, but only the Emperor and Empress are displayed. According to Kotani, the teacher who bought the set, the rest of the dolls will be delivered later. Mana suddenly remembers she's forgotten something, and heads for the classroom, leaving her friends waiting for her. But, when she gets back, her friends are gone. With no other choice, she heads home alone, but she learns that none of the friends she was going to walk home with made it to their houses. Mana has a bad feeling about it and, after contacting Kitaro, heads to the school. Once on campus, Mana realizes the number of Hina dolls has increased...!?",
          "Aliases": []
        },
        "47": {
          "ID": "6684513",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684513",
          "TitleEnglish": "The Baby-Stealing Ubume",
          "SummaryEnglish": "One day, on her way home from school, Mana talks with her friends about how a new social networking app, Omega Talk, has gotten popular. On the app, the videos on Charatomi's yokai channel are super popular. Mana is happy to hear her friends describe youkai as cute. Meanwhile, Kitaro is looking for a youkai said to be stealing babies. Kitaro uses Child's-cry Old Man as a lure, and waits. The youkai Ubume appears and kidnaps Child's-cry Old Man. Kitaro hops on Cotton Cloth's back and chases Ubume. Little do they know, the chase is being broadcast on the youkai channel...!",
          "Aliases": []
        },
        "48": {
          "ID": "6684515",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684515",
          "TitleEnglish": "The Void of Despair and Darkness",
          "SummaryEnglish": "Mana uses her power to obliterate Cat-girl body and spirit. Footage of it is broadcast and the antagonism between youkai and humans intensifies. Both sides carry resentments, and as they each seek to destroy the other, Kitaro seeks out Mana to learn the truth of things. Meanwhile, Mana hears about her bloodline and her maternal great-grandmother. It was that great-grandmother who gave her her name, and she also had the same kind of connection to the unseen world. Kitaro appears. Mana's rage over her mother's hurt and Kitaro's rage over Cat-girl's obliteration clash. What will happen to these two who stand in the space between humans and youkai...?",
          "Aliases": []
        },
        "49": {
          "ID": "6684516",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684516",
          "TitleEnglish": "Nanashi And Mana",
          "SummaryEnglish": "The final character is written and Mana is complete as a vessel. Nanashi, who is using Mana, has obtained unimaginable power. With that power, both human and youkai alike are dragged to oblivion. Unable to fight it, humans and youkai fall victim one after another. Kitaro is unable to do anything in the face of such overwhelming power. Daddy Eyeball protects him and is swallowed by oblivion as a result. Completely at a loss, Kitaro simply stands there in a daze. Ratman appears, raises his fist, and knocks Kitaro flying.",
          "Aliases": []
        },
        "50": {
          "ID": "6684517",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684517",
          "TitleEnglish": "Messenger From the Underworld Nue",
          "SummaryEnglish": "An abandoned town in north-east Japan. When night falls there, eerie black clouds rise and from them resounds a terrifying cry. Everyone who hears it falls ill and becomes unable to move. Kitaro receives a letter from Kanji, a boy who lives there, and heads for the town immediately. A mysterious man watches Kitaro from afar...!?",
          "Aliases": []
        },
        "51": {
          "ID": "6684519",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/6684519",
          "TitleEnglish": "Enma-Diao's Secret Bargain",
          "SummaryEnglish": "The Nue which had appeared in Touhoku was a fake, a tanuki transformed. Kitaro hurries back, but the Nue raises its ominous cry in Tokyo. The secret agreement Kitaro made with King Enma for Cat-girl's resurrection is revealed to the Sand-throwing Hag and the others - to capture the Four Generals of Betrayal who have escaped from Hell. If he fails, Cat-girl must return to Hell, and Kitaro's spirit will be bound there forever. The Nue appears in Tokyo again, and Kitaro goes to confront it. Will Kitaro be able to capture the Nue? What is the Way of the Demon Society, and what is the aim of the mysterious boy, Rei?!",
          "Aliases": []
        },
        "52": {
          "ID": "7134076",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7134076",
          "TitleEnglish": "Runaway Girl! The Forest of the Kinoko",
          "SummaryEnglish": "Mana's friend Miyabi has quarreled with her mother over something trivial. When she wishes she could go back to when she was little, she suddenly finds herself lost in a forest. There live mysterious children, forest spirits, the Kinoko. They invite Miyabi to play, and Miyabi innocently joins them. In the Kinoko forest, there are no adults, no school. It's a world with nothing to tie her down. Miyabi begins to wish she never had to leave. But, slowly, Miyabi's mind and body mature while the Kinoko around her stay the same, leaving her baffled. That's when Kitaro appears after receiving a request from Mana. Will Miyabi return to her old world, or will she stay in the forest?",
          "Aliases": []
        },
        "53": {
          "ID": "7148358",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7148358",
          "TitleEnglish": "Narcissism Overload! Nuke-Kubi's Close Call!",
          "SummaryEnglish": "Charatomi was once well-known as a U-tuber, but his job hunting isn't going well. He makes a comeback as a U-tuber in an attempt to escape from his job search. He meets Nuke-kubi, a youkai who has no doubt about his popularity. Zeroing in on his ability to create bursts of hot and cold air, Charatomi partners with him to stream videos. In a flash, the two become popular. Charatomi schemes to reach even greater heights of popularity, but...!?",
          "Aliases": []
        },
        "54": {
          "ID": "7166925",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7166925",
          "TitleEnglish": "Dorotabo, life and Earth",
          "SummaryEnglish": "The youkai Dorotabou appears at the construction site of Mega Solar, attacking the construction workers one after another. Thirty years earlier a string of the same events occurred on the same site. Plans to remove the rice fields to build a golf course caused Dorotabou to run rampant. Back then, Kitaro defeated Dorotabou after a hard fight. When Kitaro heads to the construction site to issue a warning, he runs into the company president, Kurosu.",
          "Aliases": []
        },
        "55": {
          "ID": "7166926",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7166926",
          "TitleEnglish": "Hihi's Harassment Hell",
          "SummaryEnglish": "Ever since Hihi, the youkai, learned tennis from a human, he's been enraptured. An athlete he trained even reached fourth in the world. Bored with training monkeys to play, Hihi decides to train an athlete to win the gold medal at the next Olympic games. Excited, he heads into town and runs across Mana's friend Yuumi. The two hit it off, and right away start intense daily training, but soon crack begin to appear in their relationship.",
          "Aliases": []
        },
        "56": {
          "ID": "7193851",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7193851",
          "TitleEnglish": "The Bewitching Melody Elite the Vampire",
          "SummaryEnglish": "A suspicious man playing a guitar offers to form an alliance with Ratman. His name is Vampire Elite. He is a youkai who only targets boys who will one day serve as pillars of the country, turning them into his servants and returning them to society so that he can control the world from the shadows. He plans to turn Kitaro into his servant to prevent Kitaro from interfering with his scheme. Dazzled by the exorbitant reward, Ratman agrees to help, but...?",
          "Aliases": []
        },
        "57": {
          "ID": "7193852",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7193852",
          "TitleEnglish": "The Bloody Noble La Siene",
          "SummaryEnglish": "In town, there have been a series of incidents where young women have had all the blood drained from their body while they are still alive. Kitaro can't believe it could possibly be another vampire, and if it is, he wonders why vampires keep appearing. Then he learns from the witch Agnes, a European youkai, that Backbeard made use of lifeblood and there are signs of his resurrection. That's why all the blood-draining youkai are trying to gather blood. She also hints that a vampire even stronger than Vampire Elite, la Seine, might have come to Japan. Kitaro is convinced that he is the one behind the recent incidents and goes to investigate. Who is this vampire la Seine?!",
          "Aliases": []
        },
        "58": {
          "ID": "7218903",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7218903",
          "TitleEnglish": "The Han-Gyojin's Strange Kamaboko Tale",
          "SummaryEnglish": "To investigate a shipwreck, Kitaro visits a port city alone, but none of the residents will talk to him. Kitaro pushes ahead with his investigation, but Ratman's betrayal causes him to be caught by a giant squid. Merpeople appear! The shipwreck was their doing. Kitaro fights desperately, but the merpeople use deep sea youkai techniques to change their form and...!?",
          "Aliases": []
        },
        "59": {
          "ID": "7219840",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7219840",
          "TitleEnglish": "Promise to The Female Yokai Ushirogami",
          "SummaryEnglish": "Kitaro and Cat-girl investigate a case after receiving a request from a young man who's lover disappeared exactly two weeks ago. Strangely, there have been a number of disappearances in town. Kitaro is convinced that the string of incidents are the work of a youkai. After receiving a warning from Cat-girl, Mana discovers a strange rule in the disappearances. That night, Mana receives a message from Miyabi saying, \"help me.\" Mana races to Miyabi's house and cautiously heads inside...!",
          "Aliases": []
        },
        "60": {
          "ID": "7228095",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7228095",
          "TitleEnglish": "Pitch-Black Coldness: The Youkai Buru-Buru",
          "SummaryEnglish": "Mana has gone camping with Souma, Hiroto, Yuuta, and their father Yuuichi. Though Souma and Hiroto's horseplay is exasperating, Mana enjoys her holiday. But that night, Yuuichi suddenly disappears. When Souma and Hiroto go looking for him, they are attacked and kidnapped. As an eerie laugh echoes through the space, Mana and Yuuta wonder if it might be the work of a youkai. They hurry to tell Kitaro, but...!?",
          "Aliases": []
        },
        "61": {
          "ID": "7247627",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7247627",
          "TitleEnglish": "Tofu-Kozo's Mold Pandemic",
          "SummaryEnglish": "One night, Nickel Kana, of idol group the Batteries, meets Tofu-kozou. Kana is surprised, but he's a weak youkai that can only carry tofu around. When Tofu-kozou asks, Kana tells him exactly why she's working as an idol. \"It's not like it's enough if I just carry tofu around like you do,\" says Kana as she leaves. The next day, Tofu-kozou appears before Kana again. Seeing that carrying tofu is Tofu-kozou's duty, Kana begins to wonder what her own role is. Tofu-kozou says he'll help her look and becomes her manager, but...!",
          "Aliases": []
        },
        "62": {
          "ID": "7258284",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7258284",
          "TitleEnglish": "The Four Generals of the Underworld: Kurobozu's Trap",
          "SummaryEnglish": "When Mana visits GeGeGe Forest, she finds Kitaro and Ratman arguing over something trivial. They each declare for the I-don't-know-how-many-th time that they're cutting ties with each other. Meanwhile, in town, the water has been contaminated sending everyone running around looking for drinking water. No one knows why the water is polluted, and no attempts at purifying it work. Kitaro believes that the one behind the pollution incident is one of the Four Generals of Betrayal. Kitaro begins an investigation, but doesn't know how to stop the pollution of the water. Meanwhile, a survivor of the Way of the Demon Society, Isurugi Rei, begins to move again...!?",
          "Aliases": []
        },
        "63": {
          "ID": "7258404",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7258404",
          "TitleEnglish": "The Star Festival of Love: The Youkai Flower",
          "SummaryEnglish": "On Tanabata, after receiving a letter from Ratman, Kitaro and the others visit a bamboo forest. In the strange bamboo forest where the bamboo flowers bloom in disarray, they get separated from the Plastered Wall. As they worry, Kitaro and the others spot a girl who is all alone. The girl attacks them and warns them to get out of the forest before leaving. Meanwhile, separated from Kitaro and injured, the Plastered Wall can't move. That same girl passes by. She intends to attack the Plastered Wall the same way she did Kitaro and the others, but...",
          "Aliases": []
        },
        "64": {
          "ID": "7269089",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7269089",
          "TitleEnglish": "The Heart's Darkness: The Suiko Reflects",
          "SummaryEnglish": "The bankruptcy of the company her husband worked at causes Shouko and her family to move to a new town, but that town is controlled by the family of the president of Onikubo Foods. Her husband is forced to do work he isn't used to and is constantly yelled at by the president of the company. Her son is bullied by the son of the president and his lackeys. Shouko herself is tormented by the president's wife, and before they know it, their family stops smiling. One day, One day, Shouko heads to the Women's Society. There, in front of a crowd of people, she is criticized for being late, and forced to kneel and apologize. She screams in hatred and rage, and, as if in reply, Suiko appears. \"I have come to keep my promise,\" says Suiko, and Shouko responds by...?!",
          "Aliases": []
        },
        "65": {
          "ID": "7269092",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7269092",
          "TitleEnglish": "Nation Founding?! Mabyo's Great Tottori Empire",
          "SummaryEnglish": "Mana, Kitaro, and the others visit Tottori for the first time in a long time, and learn the shocking truth that Tottori has become the Great Tottori Empire and has become an independent nation. Then, they are sent to a rehabilitation facility for the crime of saying a certain phrase, slandering Tottori. Meanwhile, Mana's uncle, Shouji, suspects that the governor is a fake. The governor senses his doubt and has him arrested as a traitor. After escaping, Mana and the others hear from Shouji about the governor being a fake. The governor extends his evil influence. The Special Assassination Squad, Kani-tarou and Nashi-tarou, close in on Mana and Shouji! Kitaro and the others are...?!",
          "Aliases": []
        },
        "66": {
          "ID": "7269096",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7269096",
          "TitleEnglish": "The Shinigami and Sakaiminato's Hidden Village",
          "SummaryEnglish": "Kitaro and the others celebrate the fishing festival with everyone from Sakaiminato. Then, Mana hears a strange voice calling her and disappears. At the same time, the door to the hidden village of Yumigahama opens. The voice calling to Mana leads her across a bridge and through that door. When she regains her senses, Mana is in a place overgrown with beautiful flowers. There, she meets children dressed in Japanese clothes. The boy who leads them, Ichinoshin, tells her she can't return from that place. He also tells her that they are from the second year of Bunsei, which means they're children from the Edo era. Will Kitaro and the others be able to find Mana? And what about the children...?!",
          "Aliases": []
        },
        "67": {
          "ID": "7301982",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7301982",
          "TitleEnglish": "The Social Media Addict Versus The Jomon Man",
          "SummaryEnglish": "College student Christine Minato is very popular on social media with over a million followers. She uploads photos and videos that make everyone around her jealous. But a man from the Jomon era that Ratman has brought to the city begins to threaten her position. Chris asks Kitaro for help, but he declines because it isn't a youkai. Panicked, She tries all kinds of things to battle the Jomon man. Her actions go too far, causing a societal issue. Those around her start distancing themselves. Having lost her friends, her money, even her standing in social media, Chris' hatred towards the Jomon man grows...!?",
          "Aliases": []
        },
        "68": {
          "ID": "7307996",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7307996",
          "TitleEnglish": "Capital Punishment! Exiled to the Underworld",
          "SummaryEnglish": "On the run after robbing a convenience store, Kakeru happens upon a strange bus. To escape the police, he reluctantly boards the bus and asks where it's headed. The driver simply replies, \"to the place you are meant to go.\" The bus ends up somewhere so eerie it hardly seems part of our world. Frightened by the scene, Kakeru speaks to one of the passengers who tells him, \"we have been chosen to be sent to Hell while still living.\" Overwhelmed by terror, Kakeru tries to stop the bus, but the bus doesn't stop. In a frenzy, Kakeru jumps out a window of the bus, but...!?",
          "Aliases": []
        },
        "69": {
          "ID": "7307998",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7307998",
          "TitleEnglish": "General of the Underworld: The Kido, Ibukimaru",
          "SummaryEnglish": "When he learns that Mana and Isurugi Rei have met, Kitaro grows even more wary. On the way back from GeGeGe Forest, one of the Four Generals of Betrayal, Kidou, Ibukimaru, appears before Mana and Cat-girl. He calls Mana a vessel and kidnaps her. Kitaro starts searching for her immediately, but, unfortunately, requests start pouring in. All of them are about the ghost of a headless woman appearing at the dam. Kitaro asks Kagami-jiji and the others to handle Mana's case for a little while and heads to the dam, but when he gets there he's attacked by Ibukimaru. Then, Rei shows up...!?",
          "Aliases": []
        },
        "70": {
          "ID": "7307999",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7307999",
          "TitleEnglish": "Spirit Affliction: Mysterious Footprints",
          "SummaryEnglish": "On the mountains where no one can enter lives a god called Taitanbou-sama. The watchman of the mountains has the duty of going to the sacred rock every four days and praying that no one other than the villagers may enter the mountains. It is said that if the watchman ever shirks in this duty, a terrible curse will befall the village. The Agata family has served as watchmen, but Kenta, born into that family, tries to break the sacred rock in an attempt to escape his duty. He and his friends try to go into the mountains, but Kitaro and his father stop them. That night, undeterred, Kenta goes to try to break the stone again, but Kitaro appears and warns him of the curse. What is the truth Kitaro speaks of events from 13 years ago...?!",
          "Aliases": []
        },
        "71": {
          "ID": "7341295",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7341295",
          "TitleEnglish": "Karakasa's Umbrella Troubles",
          "SummaryEnglish": "Lately, Karakasa has grown jealous of the beautiful, modern umbrellas. One rainy day, Karakasa goes into town with Ratman and sees a young man take the wrong plastic umbrella. Thinking it a dire situation, Karakasa picks up his umbrella and chases after him, but finds the umbrella the young man picked up forgotten along the way. After many twists and turns, Karakasa manages to return the umbrellas to the young man, but the next day, he discards both of them. Karakasa is hurt by his careless treatment of the umbrellas, and thinks up a plan to beat some character into the young man...!?",
          "Aliases": []
        },
        "72": {
          "ID": "7345446",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7345446",
          "TitleEnglish": "Iyami the Yokai's Great Love Project",
          "SummaryEnglish": "Cat-girl takes some of her home-cooked food to Kitaro's house, but ends up disappointed to find him not at home. He's gone out to gather mushrooms with Child's-cry Old Man. The youkai Iyami appears and blows a pink breath at Child's-cry Old Man. Kitaro goes on guard when he sees Child's-cry Old Man spacing out, but he gets hit with the breath the same way. Meanwhile, at Kitaro's house, Cat-girl is sharing the food she brought with the Sand-throwing Hag. Kitaro returns and suddenly takes Cat-girl's hand, inviting her on a date. Surprised by the unexpected turn of events, Cat-girl accepts the invitation, but...!?",
          "Aliases": []
        },
        "73": {
          "ID": "7350784",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7350784",
          "TitleEnglish": "The Yamata-no-Orochi of Greed",
          "SummaryEnglish": "A rumor silently spreads on the internet, that Yamata no Orochi on Mount Oguro with grant any 8 wishes. Hearing this, Kitaro goes to hear the details from Yobuko, who knows everything that goes on in the mountains. Meanwhile, Saitou, who laments his terrible luck, hears the rumor. He immediately heads for Mount Oguro where he meets the uncanny Yobuko. When Yobuko hears that Saitou wants to meet Yamato no Orochi, she passes him a large diamond. It begins to shine brightly, and before he knows it, Saitou is sealed inside it. Face-to-face with the enormous Yamato no Orochi, Saitou tries desperately to run away. Then, Yamato no Orochi...!?",
          "Aliases": []
        },
        "74": {
          "ID": "7360841",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7360841",
          "TitleEnglish": "The Fall of the Underworld ?! Tamamo-no-Mae's Trap",
          "SummaryEnglish": "King Enma demands that Kitaro apprehend the nine-tailed fox, Tamamo-no-mae. The spirits of the Four Generals of Betrayal are necessary to maintain the balance of spiritual energy in Hell. There can be no more delay. Amidst all this, the Plastered Wall and Child's-cry Old Man haven't returned from trying to resolve the request that came in a letter, and the Sand-throwing Hag, who went to look for them, has disappeared too... Meanwhile, a battleship approaches a certain area of Japan. Behind these events, a beautiful, eerie woman is pulling the strings...?!",
          "Aliases": []
        },
        "75": {
          "ID": "7369867",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7369867",
          "TitleEnglish": "Kyubi no Kitsune",
          "SummaryEnglish": "Chasing the last of the Four Generals of Betrayal, Tamamo-no-mae, Kitaro finally comes face-to-face with her in Hell. But, Tamamo-no-mae disappears without settling things with Kitaro and the others. Kitaro wants to chase after her right away, but Isurugi Rei stands in his way. Rei desires even more power, and attacks Kitaro! As Hell begins to crumble, will Kitaro be able to defeat Rei and capture Tamamo-no-mae?!",
          "Aliases": []
        },
        "76": {
          "ID": "7378668",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7378668",
          "TitleEnglish": "Nurahiyon's Ambition",
          "SummaryEnglish": "The efforts of Kitaro and the others has lead to the fall of Tamamo-no-mae, and all Four Generals of Betrayal have been sealed away. A time of peace descends, but Kitaro's expression stays troubled. No one knows who released the Four Generals, not even King Enma. All that's known is that a red-faced youkai was seen at the scene. Requests from youkai to Kitaro come fluttering in. Kitaro and the others head to a mountain where plans for a golf course are moving ahead. Kitaro and the others stand against the destruction of the ground and the homes of the youkai. Meanwhile, a shadow moves in the darkness behind this incident... Who could it be?!",
          "Aliases": []
        },
        "77": {
          "ID": "7381234",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7381234",
          "TitleEnglish": "Vanishing Humans! Neko-Sennin's Revenge",
          "SummaryEnglish": "Kitaro begins to wonder if it was Nurarihyon who released the Four Generals. In his plan to restore the power of youkai, he uses brute force, and Kitaro steels his vigilance against him. Meanwhile, Shu-no-bon releases the seal on a certain mound. Nurarihyon is moving again. Kitaro receives a request to look into a town where people are disappearing one after another and heads there with Cat-girl. When they arrive, they find no people, only cats. Finding both the state of the town and the fact that their client doesn't appear suspicious, Kitaro and the others spot a huge cat youkai and follow it into a cave. What they see there is...!?",
          "Aliases": []
        },
        "78": {
          "ID": "7381237",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7381237",
          "TitleEnglish": "The Moryo of Mukuro Village",
          "SummaryEnglish": "Kitaro receives a request from a photographer named Kunou who says he's being haunted by a ghost. That night, Kitaro accompanies him to where he's supposed to meet someone, and the ghost of a woman swoops down on Kunou. Kitaro dodges the attack and sees that the ghost is a youkai that attached itself to a corpse, a mouryou. When he asks if the Kunou knew the woman whose corpse the mouryou has possessed, Kunou shakes his head in denial. Suspicious of his reaction, Kitaro searches for the truth, heading to Mukuromura where the mouryou lives. Who was the dead woman? And why is the mouryou attacking Kunou?!",
          "Aliases": []
        },
        "79": {
          "ID": "7381239",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7381239",
          "TitleEnglish": "Komori-Neko's Halloween Pandemonium",
          "SummaryEnglish": "As the city prepares for Halloween, Ratman walks down an alley and a strange shadow appears before him. A voice declaring itself the true son of the emperor of the European Youkai, Backbeard, Backbeard Junior, belongs to the European youkai Bat-cat. Bat-cat asks Ratman to help him collect blood for the ressurection of Backbeard. He has a reason for wanting to achieve something great. Ratman turns him down, but when the huge reward is set in front of him, he changes his mind and offers to help. But there's no way Ratman will simply do as he's told and collect blood, is there...?!",
          "Aliases": []
        },
        "80": {
          "ID": "7431295",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7431295",
          "TitleEnglish": "Onmoraki's Trap",
          "SummaryEnglish": "All around Mana, humans are being stricken with a strange illness that turns them all wrinkly and causes them to fall unconscious. She notices that her classmate Tsutomu is acting oddly, but he keeps telling her to leave him alone. Worried, Mana goes to his apartment building. But, faced with his mother's piercing gaze, Mana runs away. That night, Mana tells Kitaro about Tsutomu and his mother's odd behavior. Wondering if it's somehow connected to the strange illness, Kitaro and Cat-girl go to Tsutomu's apartment. What they see there, the truth behind the illness is...?!",
          "Aliases": []
        },
        "81": {
          "ID": "7444689",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7444689",
          "TitleEnglish": "Hot Blooded Manga Artist: The Yōkai Hiderigami",
          "SummaryEnglish": "Hiderigami loves manga, loves it so much that he's trying to draw some himself. He takes his finished manuscript to several different publishing companies, but his frightening appearance prevents anyone from accepting it. When he asks Kitaro to go in his place, Kitaro declines. One day, he meets Kakutomi, an associate editor at Weekly Shounen Machine-gun. He does not reject the manuscript on the basis that Hiderigami is a youkai, instead, after evaluating it, he gives Hiderigami guidance on editing it. Hiderigami starts out in high spirits, but every page needs correction. After who knows how many corrections, Hiderigami grows angry. Confronted with the enraged Hiderigami, Kakutomi...!?",
          "Aliases": []
        },
        "82": {
          "ID": "7459068",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7459068",
          "TitleEnglish": "Geriatric Nuppeppo",
          "SummaryEnglish": "Something is causing groups of people to mysteriously age, and each of the victims used a rejuvination cream labelled \"Beauty B Beauty.\" To try to bring the situation under control, Kitaro and the others head to the island where the youkai Nuppeppou is manufacturing the cream. But as soon as they land, they hear a strange song and their bodies begin to age. As they stand there bewildered, the Sand-throwing Hag starts behaving strangely. Though she pretends to know nothing, a jar of \"Beauty B Beauty\" cream falls out of her sleeve! What is Nuppeppou trying to accomplish? And what will happen to the Sand-throwing Hag...?!",
          "Aliases": []
        },
        "83": {
          "ID": "7464115",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7464115",
          "TitleEnglish": "Chain of Hatred The Yōkai Hōkō",
          "SummaryEnglish": "A strange masked youkai is attacking groups of young people who then go missing. Kitaro begins to investigate the string of incidents. Just then, Mana gets caught up in the masked youkai's attack. Kitaro races in and manages to save Mana, but the other young people are kidnapped. Upon investigating the cell phones left behind at the scene, Cat-girl discovers that each of the victims has a picture of a certain camphor tree. Kitaro and the others head to the tree, but it's already been cut down. They hear a story from an old man named Kawaji. He says that the youkai is the guardian spirit of the camphor tree and the young people are getting what they deserve. Who is the masked youkai and what is he after...?!",
          "Aliases": []
        },
        "84": {
          "ID": "7484854",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7484854",
          "TitleEnglish": "Chin-san, the Foreign Worker",
          "SummaryEnglish": "Deep in the mountains to the south, a certain youkai, nicknamed Chin-san, makes up his mind. \"I want everyone in the village to be able to live an easy life!\" He goes to Japan, but gets apprehended for being completely naked. Kitaro arrives, and Mana, who came with him, hands Chin-san a towel allowing the event to end without incident. He wraps the towel around his waist and looks fervently for somewhere to work. As a result of his hard work, he is engaged at a certain workplace, and both he and Mana rejoice. But the foreigners employed at that new workplace never smile. When he learns why, Chin-san is enraged, and his hand goes to the towel around his waist!? How will this end?! And what is Chin-san's real name...?!",
          "Aliases": []
        },
        "85": {
          "ID": "7490866",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7490866",
          "TitleEnglish": "The Giant, Daidarabotchi",
          "SummaryEnglish": "One day, a huge eyeball appears near Mt. Fuji. People are shocked and panic. It just floats there, not doing anything, but Kitaro goes to get the situation under control. On his way there, he meets a man named Kadokura. He is researching youkai, specifically Daidarabocchi, and dreams of a world where humans and youkai live together. Kitaro warns him that it's better if humans and youkai don't grow too close, but he doesn't listen. Why is Kadokura so obsessed with Daidarabocchi? And who are the dark hooded figures moving in secret to resurrect Daidarabocchi? What is their aim...?!",
          "Aliases": []
        },
        "86": {
          "ID": "7495814",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7495814",
          "TitleEnglish": "Bloody Christmas",
          "SummaryEnglish": "As Christmas approaches, the city is lively, and children are disappearing one after another. On his way to GeGeGe Forest, Souma meets Mana, but in the briefest of moments, Hiroto disappears. The two go looking for him and spot an eerie Santa and, beside him, a mummified Hiroto! They try to escape, but Souma ends up in Santa's hands. Kitaro narrowly manages to save Mana, but Santa is taken by the police. Kitaro and Cat-gril follow Santa to the police station while Mana heads home alone. But a strange shadow closes in on Mana...!",
          "Aliases": []
        },
        "87": {
          "ID": "7524953",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7524953",
          "TitleEnglish": "The Binbogami and The Zashiki-Warashi",
          "SummaryEnglish": "Mana is hungry after the school's opening ceremonies, so when her friend Aya mentions her parents run a cafe, Mana goes over to her house. The cafe is quite impressive, but there are no customers. Mana finds a god of poverty, Bimbougami, on the premises. At first, Aya can't believe it, but as soon as she sees it, she asks Kitaro to get rid of it. Bimbougami says his presence is maintaining the peace in their family, but Aya refuses to listen. She presses Bimbougami to get out. After Bimbougami leaves, Aya meets a mysterious child in town. Who is this child? And what is the truth behind Bimbougami's words?!",
          "Aliases": []
        },
        "88": {
          "ID": "7535133",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7535133",
          "TitleEnglish": "Rollo Cloth's Romance",
          "SummaryEnglish": "On top of getting rejected by Akali Yuriko, she told him he was \"flat.\" Cotton Cloth goes to Kitaro's house in hopes of some comfort for his broken heart, but Kitaro and Cat-girl are out. \"I wish I could find happiness,\" laments Cotton Cloth with a glass of alcohol in one hand. Just then, Ratman passes by with a new business idea in hand. He proposes that for this new venture he move into BiBiBi House. It's a share house where youkai and human men and women live together. Cotton Cloth gets his hopes up, thinking he's sure to find love with someone quickly, and immediately agrees to take part. Will Cotton Cloth's fated love appear?!",
          "Aliases": []
        },
        "89": {
          "ID": "7535519",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7535519",
          "TitleEnglish": "The Curse of Te-no-Me",
          "SummaryEnglish": "A client, Youko, says her hands have been \"stolen.\" On her neck are clear marks from where she strangled herself with her own hands. Daddy Eyeball believes it's the work of Te-no-me, but he has some doubts because Te-no-me is a youkai that usually only plays pranks. A string of suspicious deaths begins. Kitaro realizes that all the victims had their hands \"stolen\" by Te-no-me just like Youko. In the midst of Kitaro's confusion, Nurarihyon appears before him. What could Te-no-me's aim be? And what are Nurarihyon's motives?",
          "Aliases": []
        },
        "90": {
          "ID": "7547489",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7547489",
          "TitleEnglish": "Idol Legend Sazae-Oni",
          "SummaryEnglish": "Kitaro is debuting as an idol?! Mana is shocked when she looks at her phone. Meanwhile, as Kitaro walks leisurely through the city, he is suddenly surrounded by women calling themselves his fans. Kitaro runs away, but the girls chase him to the ends of the earth. When he escapes back home, he finds a mountain of fan mail. Kitaro has been mistaken for the idol G Kitaro! Kitaro senses youkai energy from one of the fan letters. He goes to meet the sender of the letter, and heads to a certain harbor in the middle of the night. What does Kitaro see there? And who is G Kitaro?!",
          "Aliases": []
        },
        "91": {
          "ID": "7564789",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7564789",
          "TitleEnglish": "The Misty Night of Angkor Wat",
          "SummaryEnglish": "A ticket to a play arrives for Kitaro from a man named Hongou, a world-famous director. The play is based on a case Kitaro solved and set in a locale from Hongou's youth. It's called \"A Foggy Night in Angkor Wat.\" Fifty-two years ago in Angkor Wat, a young woman would be kidnapped by ghosts every four years. Kitaro went there to resolve the problem and met Hongou and his wife Sara. They laughed, dismissing the incidents as rumors, but that night, Sara was kidnapped by ghosts. Kitaro saved Sara, and the case was closed, but when Kitaro sees Hongou again he tells him something - \"The case isn't over yet...\"",
          "Aliases": []
        },
        "92": {
          "ID": "7575540",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7575540",
          "TitleEnglish": "The Writer is Ama-no-Jaku",
          "SummaryEnglish": "Okuda is a television director and things just don't seem to go well for him at work. Even his own son Yousuke would rather watch videos on the internet than watch the programs he made. Okuda spends every day depressed, shoulders slumped. Ratman brings him material that would make a good story. Okuda goes with Ratman deep into the mountains where Ama-no-jaku, a youkai who loves misfortune, appears before them. He scares Okuda, telling him to film people's happiness being broken and broadcast it as a program. Okuda doesn't like doing it, but the show gets high ratings and even his indifferent son Yousuke gets interested in it. His joy is brief as Kitaro appears before Okuda and the others and...!?",
          "Aliases": []
        },
        "93": {
          "ID": "7592552",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7592552",
          "TitleEnglish": "The Phantom Train",
          "SummaryEnglish": "The world ended on February 29th. In the ruins of Tokyo, gravely wounded Cat-girl and Daddy Eyeball are surrounded by people who have turned into vampires. \"This is the end, Cat-girl...\" Looming over her, a vampiric Kitaro and Mana. Though the people dearest to her are right in front of her, there's nothing Cat-girl can do. Daddy Eyeball steels his will and summons the Phantom Train. It's a train that can only be called once, at the cost of Daddy Eyeball's life. As Cat-girl jumps aboard, Daddy Eyeball says, \"Save the world... Save Kitaro, please...\" and then he's engulfed by flames. Where will the Phantom Train take Cat-girl...?!",
          "Aliases": []
        },
        "94": {
          "ID": "7594935",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7594935",
          "TitleEnglish": "The Lazy Fujimi Hot Springs Bus Trip",
          "SummaryEnglish": "In place of Ratman who cancelled at the last minute, Mana joins Kitaro and the others on their trip. They're headed to an inn exclusive to youkai - the Immortal Onsen. Everyone's getting the most out of the hot springs, but suddenly, the inn is wrapped in an unsettling noise. The source is underground, the riotous energy from Mt. Fuji. Appeasing it is the job of the owner of the inn, but the current proprietress, Nebutori, is so fat she can't always do her work. Mana offers to serve in her place. Mana and Kitaro go into the caves of Mt. Fuji, and a huge shadow closes in on them...!?",
          "Aliases": []
        },
        "95": {
          "ID": "7603880",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7603880",
          "TitleEnglish": "The Great Yokai Alliance",
          "SummaryEnglish": "The Emperor of the European youkai has been resurrected. \"There is only one path left to you. Ruin!\" Backbeard has joined forces with Nurarihyon and devoured a city. It has caused humanity's loathing of youkai to increase. Anti-youkai laws are established, and the government takes out one youkai terrorist after another. Amidst all this, the youkai hatred of humans grows. The wave of feeling swamps the GeGeGe Forest and anti-human youkai begin to appear. In order to prevent humans and youkai from clashing, Kitaro goes to the prime minister, determined to bring her around.",
          "Aliases": []
        },
        "96": {
          "ID": "7641878",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7641878",
          "TitleEnglish": "The Second Great Yokai War",
          "SummaryEnglish": "Despite the efforts of Kitaro and the others, the battle between human and youkai intensifies! Will everything turn out the way Nurarihyon planned?!",
          "Aliases": []
        },
        "97": {
          "ID": "7646977",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/341996-show/episodes/7646977",
          "TitleEnglish": "The World You See Isn't All There Is",
          "SummaryEnglish": "Using Rei and Ibukimaru's techniques, and Cat-girl's life, a portal is opened to another dimension. Mana searches for Kitaro, racing into that place which is neither this world nor the other. Finally, she catches sight of Kitaro, but...!? Meanwhile, moment by moment, the earth is pushed closer to the tipping point by Backbeard. How will this war end, and will Kitaro return?!",
          "Aliases": []
        }
      }
    }
  }
}