{
  "URL": "https://www.thetvdb.com/series/caligula",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt8303808/",
    "http://caligula-anime.com/index.html",
    "https://www.themoviedb.org/tv/77722"
  ],
  "TitleEnglish": "Caligula",
  "SummaryEnglish": "Mobius is a perfect digital world for the imagined benefit of humanity by μ, a virtual idol program that attained sentience and self-awareness. Only humans who are suffering in the real world and strongly relate to μ's songs are lured into Mobius. Once they enter, people often forget that the real world exists. Regardless of age or gender, they are turned into students and forced to experience school life over and over, which μ considers \"the most radiant time in a person's life.\"",
  "Aliases": [
    "Caligula",
    "カリギュラ"
  ],
  "Modified": "2025-06-05",
  "Seasons": {
    "1": {
      "ID": "751073",
      "URL": "https://www.thetvdb.com/series/caligula/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6545431",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/caligula/episodes/6545431",
          "TitleEnglish": "When you lose your composure, you cannot reach the truth or reality.",
          "SummaryEnglish": "Shikishima Ritsu was living a fulfilling high school life. Then one day, when Ritsu heard the new song from popular idol, μ, he noticed a cry for help hidding within the song. Ritsu tried to confirm it with his friends, but none of them would respond to his questions, and they even acted off. The suspicious incongruities continued piling up until the new year's entrance ceremonies. Yet the new students entering the school were-",
          "Aliases": []
        },
        "2": {
          "ID": "6627331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/caligula/episodes/6627331",
          "TitleEnglish": "Anxiety, irritation, and other such negative emotions spread to others.",
          "SummaryEnglish": "Ritsu is attacked by students taking on strange shapes, but Satake Shogo saves him with a giant handgun. Ritsu is taken aback by the sight of him relentlessly shooting students, but he comes to realize that other people can't see the giant gun or the transformed students. Lost and confused, Ritsu returns to his home where he's greeted by his Mother who's now covered in static and repeating the same exact lines.",
          "Aliases": []
        },
        "3": {
          "ID": "6627332",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/caligula/episodes/6627332",
          "TitleEnglish": "Why do we live? The further we pursue the meaning of life, the more confused we become.",
          "SummaryEnglish": "Hoping to find her mother who had been replaced, Shinohara Mifue decides to attend SweetP's tea party, where all kinds of information gathers. However, everyone there is too absorbed in the sweets and none of them will listen to her. Mifue struggles to act dreamy-cute in order to get them to talk, but... Meanwhile, after Ritsu saw the end of their world, he heads to the old school building's music prep room to meet with Shogo.",
          "Aliases": []
        },
        "4": {
          "ID": "6627333",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/caligula/episodes/6627333",
          "TitleEnglish": "People who do not respect themselves will not be respected by others.",
          "SummaryEnglish": "After talking to Ritsu about the truth of their world, Aria and Shogo ask him to lend them his aid. Later Shinohara Mifue and Morita Naruko, who also started to notice the incongruities in their world like Ritsu, visit the music prep room as well. While others are talking about people being \"spirited away\" on the gossiper, Tomoe Kotaru dashes into the room claiming he can no longer reach his friend who went into the library...",
          "Aliases": []
        },
        "5": {
          "ID": "6627334",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/caligula/episodes/6627334",
          "TitleEnglish": "Everyone gets hurt. But those who don't realize they're hurting can't be healed.",
          "SummaryEnglish": "Ritsu and few others accept Mizuguchi Marie's invitation to the marine resort, Sea Paraiso, within Mobius. The group is enjoying the various attractions when Aria suddenly says, \"I think she saw me!\" even though she's supposed to be invisible to normal people. The girl in question is so beautiful that she's surrounded by men at the park, and when Ritsu goes to try and talk to her...",
          "Aliases": []
        },
        "6": {
          "ID": "6627335",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/caligula/episodes/6627335",
          "TitleEnglish": "Looking forward doesn't equal progress on its own. Understanding one's situation is also an important step.",
          "SummaryEnglish": "μ's voice echoes throughout the city and the Musicians attack Ritsu and others along with Digiheads. Why do they have to return to reality? As they fight, each members affirms their resolve to face reality, manifesting their Catharsis Effects all at once. However, Ritsu alone remains unable to remember his bitter, painful reality.",
          "Aliases": []
        },
        "7": {
          "ID": "6627336",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/caligula/episodes/6627336",
          "TitleEnglish": "When you're in a desperate situation, it's all the more important to keep smiling.",
          "SummaryEnglish": "A month has passed since their battle. μ has gone into hiding and the Musicians haven't made any obvious moves either. During that time the former Music Prep Room has become the Go-Home-Club room, and the members of that club share a hot pot. While Ritsu is out shopping everyone around him suddenly disappears and the city transforms into a strange place. There μ appears before him and--",
          "Aliases": []
        },
        "8": {
          "ID": "6627337",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/caligula/episodes/6627337",
          "TitleEnglish": "Your life shouldn't be built from someone else's blueprint. No matter how unskilled you may be, you should draw it yourself.",
          "SummaryEnglish": "Mobius was supposed to be an ideal world, but with μ still asleep, the Musicians start growing anxious as they become unable to the lives they wanted for themselves. IkeP finds his spot as #1 in the coordination rankings stolen by Izuru, and when he loses his fans as well he attacks Izuru. Meanwhile, KagiP approaches Ritsu, the president of the Go-Home-Club, about something...",
          "Aliases": []
        },
        "9": {
          "ID": "6627338",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/caligula/episodes/6627338",
          "TitleEnglish": "Even if something has already happened, you can still choose what you do.",
          "SummaryEnglish": "Sinners shall reap their rewards.",
          "Aliases": []
        },
        "10": {
          "ID": "6627339",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/caligula/episodes/6627339",
          "TitleEnglish": "Caligula",
          "SummaryEnglish": "The Go-Home-Club members are locked inside the music prep room. The Go-Home-Club president, Shikishima Ritsu, is nowhere to be found. Eventually everyone grows paranoid and begins looking for the culprit. That's when Kensuke proposes that start introducing their true selves. In order to learn more about each other, they begin prying into the darkness within their hearts.",
          "Aliases": []
        },
        "11": {
          "ID": "6627340",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/caligula/episodes/6627340",
          "TitleEnglish": "People constantly seek out the right answer. Yet, is being right really all that matters?",
          "SummaryEnglish": "After remembering who he really was in reality, Ritsu escapes Mobius on his own. Rush hour on the commuter trains, prickly sunshine, the smell of ramen wafting to his nose... What is Ritsu's true goal behind returning to reality?!",
          "Aliases": []
        },
        "12": {
          "ID": "6627341",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/caligula/episodes/6627341",
          "TitleEnglish": "Destroy your ideals and self, and return to hell and reality.",
          "SummaryEnglish": "Now, at the end of the fleeting light, there's a glimpse of...",
          "Aliases": []
        }
      }
    }
  }
}