{
    "URL": "https://www.thetvdb.com/series/343076-show",
    "Genres": [
        "Adaptation",
        "LGBTQ+"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8795248/",
        "http://tachibanakan-anime.com/",
        "https://www.themoviedb.org/tv/77724",
        "https://www.wikidata.org/wiki/Q115068945",
        "https://x.com/tachibana_kan"
    ],
    "TitleEnglish": "Love To-LIE-Angle",
    "SummaryEnglish": "When Natsuno Hanabi went back to her hometown to study in high school, she thought that she will have a new wonderful life. But Tachibanakan, the dormitory she was going to live in, was not what she expected.",
    "TitleJapanese": "立花館To Lieあんぐる",
    "SummaryJapanese": "ラッキースケベでハーレムな漫画の主人公が、女の子だった！？\n\n高校進学に合わせて、6年ぶりに帰ってきた田舎の街。\nお洒落なデザイナーズマンション風の寮“橘館”から優雅に登校…\nと思ったら、手違いでボロアパート“立花館”に入居するハメになった夏乃はなび。\n立花館では入居初日から謎の全裸の美少女に遭遇したり\n年上お姉さんの恥ずかしいトコロをうっかり目撃してしまったり\nなぜかつっかかってくる幼馴染みの恥ずかしいトコロを凝視してしまったり。\n…って、全然「ラッキー♪」なんか思ってないんだからっ！",
    "Aliases": [
        "Tachibana-kan to Lie Angle"
    ],
    "Modified": "2025-09-16",
    "Seasons": {
        "1": {
            "ID": "756306",
            "URL": "https://www.thetvdb.com/series/343076-show/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6601678",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343076-show/episodes/6601678",
                    "TitleEnglish": "New Life!",
                    "SummaryEnglish": "Natsuno Hanabi has left the city of Tokyo in order to go to high school. She has plans to stay in a high school dorm which she thought was going to be fancy, but when she arrives, she finds that's not the case. And the other residents of the dorms are quite eccentric.",
                    "TitleJapanese": "新生活！",
                    "SummaryJapanese": "夏乃はなびは、高校入学のために東京から引っ越してきた。\n高校付属のデザイナーズ風学生寮に入居を予定していたはなびだったが、\n辿り着いた先は純和風のボロアパート”立花館”。\nひと癖もふた癖もある入居者とのラッキースケベ満載の生活が、これから始まる！"
                },
                "2": {
                    "ID": "6639987",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343076-show/episodes/6639987",
                    "TitleEnglish": "Secret Place",
                    "SummaryEnglish": "Konomi gets angry that Tsukishiro Yuu has way too much skin contact with Hanabi, and runs out of Tachibanakan. Hanabi goes looking for her, and they remember the fun times they had together when they were young.",
                    "TitleJapanese": "秘密の場所",
                    "SummaryJapanese": "はなびに対する月城優の過剰なスキンシップに\n怒り心頭の幼馴染のこのみは立花館を飛び出してしまう。\n心配で探しに出たはなびは、\n幼いころに一緒に遊んだ河川敷でこのみを見付け、\n昔話に花を咲かせて仲良く戻る。\nそんな二人を待っていたのは・・・・・・・"
                },
                "3": {
                    "ID": "6639988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343076-show/episodes/6639988",
                    "TitleEnglish": "Spying and Sleeping Together",
                    "SummaryEnglish": "Hanabi finds out that Iori, the quiet girl, moved in the day before she did. Hanabi doesn't understand anything about her, and Iori does strange things like cooling off naked after taking a bath. Hanabi wants to make friends with her, but...",
                    "TitleJapanese": "尾行と添い寝",
                    "SummaryJapanese": "はなびの前日に入居した寡黙でなにを考えているかわからない篁いおり。\n風呂上がりに全裸で涼むなど、立花館の面々ですら驚く意外な一面を持つ彼女。\nそんないおりと仲良くなりたいはなびは、休日に街でいおりとばったり出会い・・・・・・"
                },
                "4": {
                    "ID": "6639989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343076-show/episodes/6639989",
                    "TitleEnglish": "Trials and Toilets",
                    "SummaryEnglish": "Konomi is in trouble - the toilet's broken in the bathroom! She tries to go to a newly opened convenience store in the area, but it doesn't work out. Will she make it to the bathroom in time?",
                    "TitleJapanese": "受難とトイレ",
                    "SummaryJapanese": "トイレが故障してしまいピンチのこのみ！\n近所にできたコンビニに向かうも用を果たすことはできず、立花館に連れ戻されてしまう。\nタイムリミットが近づくなかで、トイレの修理が間に合い・・・・・・\n果たして、このみの尊厳は守られるのか！？"
                },
                "5": {
                    "ID": "6639990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343076-show/episodes/6639990",
                    "TitleEnglish": "Summer Clothes and Closets",
                    "SummaryEnglish": "Sonoa gets rescued from a bar by Yuu and is taken to Tachibanakan. Meanwhile, Iori and Hanabi get trapped in a closet together...",
                    "TitleJapanese": "夏服と押入れ",
                    "SummaryJapanese": "ある日、居酒屋で絡まれていたそのあは、優に助けられて、\n立花館へと連れて来られて一泊することに。\n翌日、このみの手伝いで洗濯物の取り込むはなびは、\nひょんなことからいおりと二人っきりで押入れの中に身を潜めなくてはならないはめに陥る。"
                },
                "6": {
                    "ID": "6639991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343076-show/episodes/6639991",
                    "TitleEnglish": "Welcome Party and Water Gun",
                    "SummaryEnglish": "Sonoa gets drunk and ends up living at Tachibanakan. Yuu gets everyone to have a welcome party for Sonoa, so they meet by the riverside in appropriate outfits. Yuu has water guns waiting for them, and has everyone enter a \"Water Gun Survival Game\".",
                    "TitleJapanese": "歓迎会と水鉄砲",
                    "SummaryJapanese": "酔っ払った勢いで立花館で暮らすことになったそのあ。\n優の音頭で、そのあの歓迎会を行うことになった立花館の面々は、\n動きやすい格好で河原へ集合する。\nそこに用意されていたのは、人数分の水鉄砲。\n優が企画した歓迎会は“水鉄砲サバゲー”。\n果たして勝利を手にするのは!?"
                },
                "7": {
                    "ID": "6639992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343076-show/episodes/6639992",
                    "TitleEnglish": "Meteor Shower and a Bucket",
                    "SummaryEnglish": "There's a meteor shower visible tonight, and Tachibanakan is as lively as ever. Konomi invites Hanabi to go see the meteor shower from a nearby observation area. It turns out the observation area is well known for its special powers of love...",
                    "TitleJapanese": "流星群とバケツ",
                    "SummaryJapanese": "今夜はしし座流星群が降り注ぐ日の夜。\n立花館では普段と変わらぬ賑やかな夜を迎えていた。\nそんななか、このみははなびを誘って近くの展望台へと流星群を見に誘う。\n到着した展望台は、恋のパワースポットとしても有名な場所だった・・・・・・。"
                },
                "8": {
                    "ID": "6639993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343076-show/episodes/6639993",
                    "TitleEnglish": "Fish and a Kiss",
                    "SummaryEnglish": "Iori aggressively tries to make her feelings known to Hanabi. So Konomi enlists the help of Sonoa, who claims to be able to get any man. They both try to win Hanabi over, but it doesn't quite go as planned...",
                    "TitleJapanese": "鱚とキス",
                    "SummaryJapanese": "積極的な行動で、はなびへの気持ちをアピールするいおり。\n対するこのみは、素直になることができず、\n自称男たちを虜にしていく“魔性のコスモ”そのあに恋の指南を願い出て指導を受けるのだが……。\nはなびを巡る恋の行方はいかに！"
                },
                "9": {
                    "ID": "6639994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343076-show/episodes/6639994",
                    "TitleEnglish": "A Cold and Memories",
                    "SummaryEnglish": "Hanabi catches a cold, but both Iori and Konomi have to go to school, so Sonoa is left to take care of Hanabi. But Sonoa has some quirks to her personality, and things don't quite turn out as expected when she tries to take care of Hanabi.",
                    "TitleJapanese": "風邪と思い出",
                    "SummaryJapanese": "風邪を引いて倒れてしまったはなびを巡ってこのみといおりは静かにライバル心を燃やす。\nしかし2人は学校に行かなければならず、はなびの看病を任されたのは、\n普段は高飛車な物言いをするそのあだった。\n風邪に寝込むはなびを前にそのあは……。"
                },
                "10": {
                    "ID": "6639995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343076-show/episodes/6639995",
                    "TitleEnglish": "Hot Springs and Ping Pong",
                    "SummaryEnglish": null,
                    "TitleJapanese": "温泉で卓球",
                    "SummaryJapanese": "温泉へとやってきた立花館の面々。\n露天風呂ではなびを巡り火花を散らすこのみといおりだったが、\nそんな二人に優は、はなびと一緒におふろに入れる権利を賭けた卓球勝負を提案する。\nはなびを賭けた卓球勝負の行方はいかに!?"
                },
                "11": {
                    "ID": "6639996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343076-show/episodes/6639996",
                    "TitleEnglish": "Summer Festival",
                    "SummaryEnglish": null,
                    "TitleJapanese": "夏祭り",
                    "SummaryJapanese": "依子に浴衣を着付けてもらったはなびといおりは、二人で夏祭りへとでかける。\n二人っきりに乗じて、なにかが起きるのではと気が気でないこのみは、\n二人のあとをこっそり追おうとするが。\n夏祭りにでかけた二人に進展は……!?"
                },
                "12": {
                    "ID": "6639997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343076-show/episodes/6639997",
                    "TitleEnglish": "Here, at Tachibanakan",
                    "SummaryEnglish": null,
                    "TitleJapanese": "この場所で、あの立花館で",
                    "SummaryJapanese": "夏祭りを楽しむはなびといおりの二人。そんな二人を探すこのみ。\nこのみは胸にかかえるはなびへの気持ちを打ち明けられるのか!?いおりの真意は？\nはなびを中心とした三角関係（？）は夏祭りを舞台に大詰めを迎える。"
                }
            }
        }
    }
}