{
    "URL": "https://www.thetvdb.com/series/343054-show",
    "Genres": [
        "Animation",
        "Anime",
        "Children",
        "Suspense"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9532342/",
        "https://www.themoviedb.org/tv/78479"
    ],
    "TitleEnglish": "Layton Mystery Detective Agency: Kat's Mystery‑Solving Files",
    "SummaryEnglish": "Professor Layton's daughter, Katrielle Layton, runs the Layton Detective Agency together with the talking dog Sherl and her assistant Ernest, and solves strange cases that happen everyday in London. Originally, she started the job with the purpose of finding her father, Hershel Layton, who had disappeared suddenly, but her incredible ability to solve puzzles made her well-known and she receives numerous requests.",
    "TitleJapanese": "レイトン ミステリー探偵社~カトリーのナゾトキファイル~",
    "SummaryJapanese": "「どんなナゾもすべて解明、それが我がレイトン探偵社のモットーです。」\n舞台はロンドン。主人公はレイトン教授の娘であるカトリーエイル・レイトン（演：花澤香菜）。「どんなナゾもすべて解明、それが我がレイトン探偵社のモットーです。」を掲げ、しゃべる犬のシャーロと助手のノアと一緒にレイトン探偵社を営んでいる彼女は、もともとは、突如姿を消した父を探す目的で探偵に。しかし、奇想天外な発想によるナゾトキが徐々に話題を集め、いろんな依頼が舞い込んでくるようになり、ロンドンで起こる不思議な事件を日々、解決しています。",
    "Aliases": [
        "Layton Mystery Tanteisha: Katori no Nazotoki File",
        "Layton Mystery Tanteisha: Katri no Nazotoki File"
    ],
    "Modified": "2025-08-29",
    "Seasons": {
        "1": {
            "ID": "752280",
            "URL": "https://www.thetvdb.com/series/343054-show/seasons/official/1",
            "# Episodes": 50,
            "Episodes": {
                "1": {
                    "ID": "6557975",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6557975",
                    "TitleEnglish": "Katrielle and the Mysterious House",
                    "SummaryEnglish": "Katrielle Layton, an intrepid investigator who heads up the three strong team at the Layton Detective Agency alongside her assistants Ernest and Sherl, takes on a case involving a mysterious house in which a new tenant's family suddenly and inexplicably disappeared.",
                    "TitleJapanese": "カトリーエイルと不思議な家",
                    "SummaryJapanese": "「世界中のナゾを次々と解明し一躍有名になったレイトン教授」の娘のカトリーエイル・レイトンは、さえない表情をしたサイモン・ライトから『購入した家が呪われていて、家族全員がこつ然と姿を消してしまった』という不思議な依頼を受けた。妻と娘２人、そして捜査にやって来たアスポワロ警部までいなくなり、次は自分に違いない！と怯えるサイモン。カトリーが助手のノアとしゃべる犬のシャーロと一緒にサイモンの家に行くと、そこにはいくつかの違和感が…！交差する家族の絆とマイホームの秘密とは…？果たしてカトリーは“どんなナゾもすべて解明”できるのか？！"
                },
                "2": {
                    "ID": "6643154",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6643154",
                    "TitleEnglish": "Katrielle and the Devil's Dress",
                    "SummaryEnglish": "Katrielle is approached by Pastel, a struggling musician, who claims that a strange dress he bought for his wife Olivia is causing her to become possessed.",
                    "TitleJapanese": "カトリーエイルと悪魔のドレス",
                    "SummaryJapanese": "レイトン探偵社に『悪魔のドレスの呪いを解いてほしい！』という奇妙な依頼が入った。依頼人のパステルは、悪魔のドレスを妻のオリビアに一度着せてから、妻が悪魔に取り憑かれたかのように豹変して殺されかけると言う。ドレスの秘密を探るべく、ドレスの販売元や製造元を尋ねるカトリーたち。そこで発見した驚くべき秘密とは？そして、悪魔の正体とは一体…！？果たしてカトリーは悪魔のドレスのナゾを解明できるのか！？"
                },
                "3": {
                    "ID": "6643155",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6643155",
                    "TitleEnglish": "Katrielle and the Resurrected Corpses",
                    "SummaryEnglish": "A young woman named Liv seeks Katrielle's help after she is visited by her late husband, Andy, apparently returned to life as a zombie.",
                    "TitleJapanese": "カトリーエイルと蘇る死体",
                    "SummaryJapanese": "大変だ！！平和なロンドンにゾンビが出没！？「数週間前に亡くなったはずの夫・アンディの死体が蘇った」というホラー映画のような依頼をリブから受けたカトリー。アンディは、ウェンブリー製作所で車の次世代エンジンを開発していたが、実験中に不慮の事故で開発メンバー全員亡くなってしまったという。ゾンビ出没に興味津々のカトリーは快く依頼を承諾。調査をしていると、実際にゾンビのアンディが現れた場所にはナゾの白い粉が落ちていて…？その匂いを辿っていくとなんと墓場に辿り着いた！？偽物？本物？ゾンビたちの本当の正体とは！！果たして、カトリーは蘇る死体、ゾンビのナゾを解明できるのか？！"
                },
                "4": {
                    "ID": "6643156",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6643156",
                    "TitleEnglish": "Katrielle and the Phantom Thief of the Century",
                    "SummaryEnglish": "Inspector Hastings enlists the Agency's assistance in tracking down a serial jewel thief before the criminal can enact their most daring heist yet.",
                    "TitleJapanese": "カトリーエイルと世紀の大怪盗",
                    "SummaryJapanese": "狙った宝石を華麗に盗み出し、その姿を見た者は誰もいないというナゾに包まれた怪盗セーヌ。ロンドン中の宝石を盗む怪盗セーヌにアスポワロ警部もお手上げ！そんな中、大英博物館のシンボルである大きなダイヤモンド『女神の微笑み』を盗み出すと予告状が届き、アスポワロ警部は「怪盗セーヌを捕まえて欲しい！」とカトリーへ依頼を出す！果たして、カトリーたちは『女神の微笑み』を守り、怪盗セーヌを捕まえることができるのか！？"
                },
                "5": {
                    "ID": "6643157",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6643157",
                    "TitleEnglish": "Katrielle and the Lucky Man",
                    "SummaryEnglish": "The team becomes involved in a new case when a young man approaches the Agency in the hope of discovering a way to resume an implausible lucky streak.",
                    "TitleJapanese": "カトリーエイルと幸運な男",
                    "SummaryJapanese": "今回の依頼は『運が良すぎる』というなんとも羨ましい依頼！！依頼人のフレデリックは、幸運の矢に打たれてから抽選会では1等の1万ポンドが当たり、次の日に行ったデパートでは100万人目のお客様の記念として3万ポンドをもらい、2日間で4万ポンドもの大金を手に入れた！だが、その後パッタリと幸運が訪れなくなってしまった…。病気の父を助けるため、もう1度幸運の矢に打たれて運を引き寄せたいと言う。カトリーも幸運にあやかれるかも！と依頼をこころよく承諾！しかし、捜査を開始した途端素敵なブティックを発見！！カトリーは可愛い洋服を見つけてしまって…ちょっと！カトリー！！依頼はどうなってるのー！？果たして、カトリーたちは幸運の矢のナゾを解明することができるのか！？"
                },
                "6": {
                    "ID": "6652570",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6652570",
                    "TitleEnglish": "The Bus that Leapt Through Time",
                    "SummaryEnglish": "Katrielle stumbles upon a fresh mystery when a classmate of Ernest relates the story of a mysterious bus journey that seemingly transported them back to the time of their childhood.",
                    "TitleJapanese": "カトリーエイルと時を超えるバス",
                    "SummaryJapanese": "ノアの大学の後輩ウーラが大学へ急いでいると、何年も前から使われていないバス停から大学行きのバスがやってくる。急いで飛び乗り、しばらくすると、子供のころの町並みにそっくりな場所にたどり着き、なんとそこには昔飼っていた猫が…。さらに、10年前に亡くなったおばあちゃんの子守歌まで聞こえたといい、まるでタイムスリップしたみたい…！元の時代に戻って来たウーラは、おばあちゃんに一目会いたいとノアに相談すると、得体のしれないバスに乗るのを怖がるノアに代わり、カトリーがその依頼を引き受けた！果たして、カトリーたちはウーラのおばあちゃんに会えるのか！？そして、タイムスリップのナゾを解明することができるのか！？"
                },
                "7": {
                    "ID": "6652571",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6652571",
                    "TitleEnglish": "Ratman Returns",
                    "SummaryEnglish": "The Agency is visited by a young boy named Leo who fears that the mysterious hero of London's streets, Ratman, has been kidnapped.",
                    "TitleJapanese": "ラットマン・リターンズ",
                    "SummaryJapanese": "ロンドンの街に突如現れた地球一強い正義の味方、ラットマン！悪人を倒してはすぐにいなくなる、正体がナゾのスーパーヒーロー。しかし、最近ヒーローが姿を現さなくなった！？ラットマンが悪の組織に捕まっているんじゃないかと心配したレオは、レイトン探偵社を訪れ『ラットマンを助けてほしい！』と依頼する。カトリーたちはラットマンの手がかりを探すため、毎回記事をスクープしていたロンドンタイムズに行くと、3ヶ月前からラットマンの姿は一切見なくなったそうで…！？果たして、カトリーたちは消えたラットマンのナゾを解明することができるのか！？"
                },
                "8": {
                    "ID": "6652572",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6652572",
                    "TitleEnglish": "The 100 Million Pounds that Left with the Wind",
                    "SummaryEnglish": "The team are summoned by Inspector Hastings to the site of a seemingly impossible burglary: one hundred million pounds have vanished from a high-tech bank vault.",
                    "TitleJapanese": "1億ポンドは風と共に去りぬ",
                    "SummaryJapanese": "ある日の早朝、アスポワロ警部にロングローラー銀行へ呼び出されたカトリーたち。なんでも銀行に強盗が入り、１億ポンドが盗まれてしまったという。完璧主義者の銀行総支配人のエニーシャ・マイヤーは、英国全体を揺るがす大パニックを防ぐためカトリーたちに内密で調査を依頼する。銀行の調査を進めるカトリーたち。１億ポンドは最新型金庫『ハイレーン』で厳重に保管されており、さらにそのドアは指紋認証でしか開けられなくて…！？一体どうやって1億ポンドは盗まれたのか！？果たして、カトリーたちは消えた1億ポンドのナゾを解明することができるのか！"
                },
                "9": {
                    "ID": "6652573",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6652573",
                    "TitleEnglish": "Cat-Colored Skyscrapers",
                    "SummaryEnglish": "Katrielle is called to the estate of a millionaire gourmet with an unusual request: her pet has gone missing, and she wants it found before her dinner party commences.",
                    "TitleJapanese": "摩天楼は猫色に",
                    "SummaryJapanese": "ロンドン七富豪の1人・ガルフレッツアー夫人から、行方不明になったペットのペトリーちゃんを見つけて欲しいという依頼をもらったカトリーたち。屋敷で働くスタッフが総出で探しても見つからず、お屋敷は高い堀に囲まれていてペットが自分で外に出るのは難しそう…。5時間後に行われる晩餐会までにペトリーちゃんを見つけるため、大邸宅の調査を開始！ペトリーちゃんを無事に見つけ出したら、晩餐会で美味しい料理を味わえるカトリーはペット探しにやる気いっぱいで…！？果たして、晩餐会までにカトリーたちは消えたペトリーちゃんのナゾを解明できるのか！？"
                },
                "10": {
                    "ID": "6652574",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6652574",
                    "TitleEnglish": "Professor Layton and the Relics Treasure: Episode 1",
                    "SummaryEnglish": "Rosa, an old acquaintance of Katrielle's father, visits the Agency with information relating to the Professor's disappearance eleven years ago.",
                    "TitleJapanese": "レイトン教授と秘宝レリクス エピソード１",
                    "SummaryJapanese": "かつてレイトン教授の研究室で働いていたローザがカトリーの元へやってきた！何やらローザはレイトン教授の行方の手がかりを知っているらしい。話を聞くと、11年前レイトン教授の研究室に、人探しの依頼が…。なんと、探してほしい人物とは、レイトン教授の古くからの友人であるルークだった！ルークを探すため、彼の部屋の中に入るレイトン。すると、部屋にはルークの行方を示す手がかりが…！？果たして、レイトンはルークを見つけ出すことができるのか！？そして、カトリーはレイトンの居場所の手がかりを得ることができるのか！？"
                },
                "11": {
                    "ID": "6652575",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6652575",
                    "TitleEnglish": "Mystery at New Cinema Paradise",
                    "SummaryEnglish": "The Agency attend the premier of a much-anticipated film, only to discover mid-scene that the moment of the climactic kiss has disappeared from the reel.",
                    "TitleJapanese": "怪事件ニューシネマパラダイス",
                    "SummaryJapanese": "映画『愛・ラブ・オーシャンズ』の試写会に来たカトリーたち。上映前から話題のキスシーンの手前で突如映像が途切れ、キスシーンが流れないまま映画は終了。映画のフィルムからキスシーンのみが盗まれたと映画監督のギルモントは大激怒。カトリーたちは劇場の経営者のゴスペックからの依頼で映画のキスシーンを盗んだ犯人を突き止めることに。ギルモント監督は編集技師のハーパーが怪しいと疑うが…！？果たして、カトリーは消えたキスシーンのナゾを解明することができるのか！？"
                },
                "12": {
                    "ID": "6652576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6652576",
                    "TitleEnglish": "Aspoirot and London's Holiday",
                    "SummaryEnglish": "Relaxing on a public holiday, the Agency team become embroiled in a highly unusual case when a desperate Inspector Hastings pleads their aid in finding a last-minute gift for his wife's birthday.",
                    "TitleJapanese": "アスポワロのロンドンの休日",
                    "SummaryJapanese": "ロンドンでは１年に１度、絶対に働いてはならない大休日『エンヤの休日』がある。そんな中、俊足の泥棒ライトニング・トッターが出没し、彼を捕らえるため日夜一生懸命働くアスポワロ警部。しかし、仕事のしすぎで奥さんの誕生日をすっかり忘れてしまい、さぁ大変！お店はどこも開いていないし、プレゼントはおろかケーキも用意していない！さらに、奥さんから貰った腕時計まで盗られてしまい、途方にくれるアスポワロ警部。警部のために何かプレゼントを探すカトリーだが…果たして、警部は泥棒を捕まえることができ、奥さんの誕生日を無事にお祝いすることができるのか！？"
                },
                "13": {
                    "ID": "6684576",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6684576",
                    "TitleEnglish": "Katrielle and the Doppelgänger",
                    "SummaryEnglish": "Katrielle takes on a new case involving a young pianist who is being plagued by appearances of a doppelgänger.",
                    "TitleJapanese": "カトリーエイルとドッペルゲンガー",
                    "SummaryJapanese": "ピアニストのサラとその執事のアルバートがカトリーの事務所にやってきた。「数日前から自分にそっくりな人間を何度も見かけ、気味が悪い」という依頼で、まさかドッペルゲンガーかも！？とカトリーは快諾。サラはピアノの発表会や音大で自分のドッペルゲンガーを見かけており、ドッペルゲンガーに出会うのは“死の予兆”と言われているせいか、最近は顔色が優れない。早速、次の日ドッペルゲンガーに会ったというサラの音大に調査に来たカトリーたち。しかし、調査中にサラから「昨日の依頼のことは忘れてほしい」とお願いされてしまい…カトリーたちはドッペルゲンガーのナゾを解明することが出来るのか！？"
                },
                "14": {
                    "ID": "6684578",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6684578",
                    "TitleEnglish": "Genius Analyst Officer Geraldine Royer",
                    "SummaryEnglish": "Katrielle and co. are left puzzled when Hastings requests their help on a case where the culprit has already been uncovered.",
                    "TitleJapanese": "カトリーエイルと天才分析官ジェラルディン・ロイヤー",
                    "SummaryJapanese": "アスポワロ警部にスコットランドヤードへ呼び出されたカトリーたち。スコットランドヤードの最高権威ホワイトホール総監を侮辱するような絵がロンドンの街の建物にペンキでいたずら書きがされたというのだ。「犯人を探して欲しい」と依頼を受けると思ったカトリーであったが、すでに犯人は見つかっており、アスポワロ警部からは「別の犯人をでっち上げて欲しい」とまさかの依頼を受けるカトリー。依頼を受けるか迷ったカトリーであったが、事件のデータを見ただけで奥様の犯行と見抜いた事件分析官のジェラルディンが居ると知り、対抗心を燃やして依頼を受けることに。果たして、カトリーはこのナゾにどう挑むのか！！"
                },
                "15": {
                    "ID": "6684581",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6684581",
                    "TitleEnglish": "Katrielle and the Mystery Circles",
                    "SummaryEnglish": "The Agency receives a new mystery to solve when a young farmer details the unexplained appearance of strange patterns in their wheat fields.",
                    "TitleJapanese": "カトリーエイルとミステリーサークル",
                    "SummaryJapanese": "田舎で小麦農家を営んでいるミンタンがレイトン探偵社にやってきた。ミンタンから「畑が宇宙人に襲われた」と依頼を受けたカトリーたち。早速ミンタンの小麦畑を見に行くと、そこには、きれいな円が規則正しく並んでおり、まるでミステリーサークルのよう。ナゾを解明しようと畑を調査していると、その最中にミンタンの農場の土地を買収しようと企む小学校時代の同級生であるギリアンがやってきた。しかし、ミンタンはおびえてしまい、追い返せないでいて…果たして、カトリーは小麦農家に突如として現れたミステリーサークルのナゾを無事に解明することができるのか！？"
                },
                "16": {
                    "ID": "6684583",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6684583",
                    "TitleEnglish": "Katrielle and the Pandas' March",
                    "SummaryEnglish": "Katrielle investigates a young girl on behalf of her concerned mother, who believes her daughter is able to predict the future.",
                    "TitleJapanese": "カトリーエイルとパンダの行進",
                    "SummaryJapanese": "ロンドン市長の秘書のドーラから「娘のマロンの未来予知能力について調査して欲しい」という依頼を受けたカトリー。仕事が忙しくなってから、子育てはベビーシッターのケイトに任せきりのドーラ。そんな中、マロンが毎朝、身近なことの未来予知を始めたのであった。カトリーはマロンに会うためにドーラの自宅に行くと、ケイトは家事をしながらヘッドホンから流れる音楽に夢中でマロンを気にかけていない様子。一方、マロンは母親のドーラがお仕事ばかりで寂しがっているようで…果たして、カトリーはマロンの未来予知能力のナゾを解明することが出来るのか！？"
                },
                "17": {
                    "ID": "6684587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6684587",
                    "TitleEnglish": "Katrielle and the Monster of London",
                    "SummaryEnglish": "Hastings turns to the Agency trio when London is menaced by a mysterious growling giant lurking in the fog.",
                    "TitleJapanese": "カトリーエイルとロンドンの怪物",
                    "SummaryJapanese": "「グァァァァー！！」と怪しい音を出しながらロンドンに現れる白い怪物！怪物は深夜に突如として現れ、瞬く間に消えていってしまう。カトリーは怪物の正体を暴くために調査を開始！しかし、事件分析官のジェラルディンも参考データが全くなく、アスポワロ警部もラットマンでさえもその正体を見たことがないという。そんな中、事件記者のピートが白い怪物を激写！だけど、写真はブレブレ。いったいぜんたい、どうなってるの！？果たして、カトリーは白い怪物のナゾを解明することが出来るのか！？"
                },
                "18": {
                    "ID": "6684589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6684589",
                    "TitleEnglish": "Molentary Express and Three Incidents",
                    "SummaryEnglish": "Travelling on board the Molentary Express for a special solar eclipse tour, the team find their attention divided when clients old and new describe a sequence of strange events.",
                    "TitleJapanese": "モレントリー急行と３つの事件",
                    "SummaryJapanese": "カトリーたちは『モレントリー急行で行く、格安！皆既日食ツアー！』に参加！電車に揺られスイーツを嗜んでいると、乗客のピートが用意したプロポーズ用の指輪がプリプリの海老にすり替わっていた！乗客はカトリーたちと接点のあるマロンやレオに加え、電車の中なのにサングラスをかけている怪しい男たち。密室である電車の中で一体どうやって指輪は盗まれたのか！果たして、カトリーは指輪盗難のナゾを解明し、ピートは無事恋人にプロポーズが出来るのか！？"
                },
                "19": {
                    "ID": "6684592",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6684592",
                    "TitleEnglish": "The Lonely Ghost",
                    "SummaryEnglish": "The team are summoned by a young heiress whose estate is seemingly being haunted by a host of ethereal apparitions.",
                    "TitleJapanese": "寂しがり屋のゴースト",
                    "SummaryJapanese": "ハタチの資産家、アンドレアの屋敷に呼ばれたカトリーたち。どこからどう見てもおばけ屋敷に見えるアンドレアの屋敷では無数のゴーストが出るとのことで、その正体を暴いてほしいというのが今回の依頼！アンドレアは今まで色んな方にゴーストの正体を探ってほしいという依頼をしてきたが、誰も解明出来なかった。謎解明のためにカトリーたち以外にも少年探偵のダリルも調査に協力することに。調査を開始すると、すぐに怪奇現象に遭遇！！果たして、カトリーは豪邸のゴーストのナゾを解明することが出来るのか！？"
                },
                "20": {
                    "ID": "6684596",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6684596",
                    "TitleEnglish": "Professor Layton and the Relics Treasure: Episode 2",
                    "SummaryEnglish": "Rosa returns to continue her story, and reveals the link between Katrielle's origins and the Professor's disappearance.",
                    "TitleJapanese": "レイトン教授と秘宝レリクス エピソード２",
                    "SummaryJapanese": "２１年前、中型客船の中は大荒れで船は沈没しかけていた。船の中では、妊婦のカミラが今にも赤ちゃんを産みそうな状態で緊迫していた。荒れ狂う船内では苦しむカミラをよそに他の乗客は我が身が大事でカミラを見て見ぬふりをした。そんな中、カミラの出産を手助けした人物、それがエルシャール・レイトン教授の助手であるルークであった！いま、カトリー誕生の秘密が明らかに！？なぜ、レイトンは失踪したのか！果たして、レイトンの行方の手がかりを掴むことはできるのか！？"
                },
                "21": {
                    "ID": "6684597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6684597",
                    "TitleEnglish": "Katrielle and the Sweet-Scented Street Labyrinth",
                    "SummaryEnglish": "In search of sweets of legendary reputation, Katrielle is hooked when she is told that she will have to prove her connoisseur qualifications by locating the nearby store herself.",
                    "TitleJapanese": "カトリーエイルと甘い香りの迷宮通り",
                    "SummaryJapanese": "隣町に伝説級のスウィーツを販売している超話題の店『ハッピーバナナ』の存在を知ったカトリー。早速お店に取り置きの電話をかけるが、お店の人から「本当に食べる資格のある人でなければ永久にたどり着くことは出来ない！」と挑発されてしまう。俄然やる気を出して、スウィーツ店を探すカトリーだが、本当にスウィーツ店が見つからない！？果たして、カトリーはハッピーバナナにたどり着き、伝説級のスウィーツを食べることが出来るのか！？"
                },
                "22": {
                    "ID": "6684600",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6684600",
                    "TitleEnglish": "Ultra-High Performance Robot Socketman",
                    "SummaryEnglish": "Katrielle is invited to the unveiling of Agency acquaintance and child genius Bengary's latest invention: Socketman, a robotic renaissance-manservant.",
                    "TitleJapanese": "超高性能ロボット スケットマン",
                    "SummaryJapanese": "天才少年ベンガリーがカトリーの事務所にやってきた！なんでも、ベンガリーは自分を最大限にサポートしてくれる助手ロボット「スケットマン」を開発したという。ご主人様のために何でもこなす完璧な存在のスケットマン。しかし、夜中に突然暴走を始めた！スケットマンの回路に異常はなく、故障もしていない！果たして、カトリーはスケットマン暴走のナゾを解明することが出来るのか！？"
                },
                "23": {
                    "ID": "6684604",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6684604",
                    "TitleEnglish": "Katrielle and the Great Office Infiltration Strategy",
                    "SummaryEnglish": "One of the famous Seven Dragons requests the team's investigative attentions after discovering a love letter written by his much-adored daughter, Allie.",
                    "TitleJapanese": "カトリーエイルとオフィス潜入大作戦",
                    "SummaryJapanese": "ロンドン七富豪の一人ゴスペックから、大事な愛娘アリーのハートを盗んだ大泥棒を見つけて欲しいと依頼を受けたカトリー。なんでもゴスペックは自宅でアリーの書きかけのラブレターを見つけてしまったらしい！一緒に働く仲間が怪しいと睨んだゴスペックは、カトリーたちにアリーの勤める会社に潜入捜査してほしいと伝える。アリーが働くゴスペック商会には、アリーと仲の良い男性社員がいっぱい。一体誰がアリーの恋人なのか！？果たして、カトリーはアリーのハートを盗んだ大泥棒を見つけ出すことが出来るのか！？"
                },
                "24": {
                    "ID": "6684606",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6684606",
                    "TitleEnglish": "The Clockwork Sweets",
                    "SummaryEnglish": "Hastings employs the Agency's efforts in the search for a hand belonging to Big Ben in the hope of recovering it before the arrival of a foreign ambassador.",
                    "TitleJapanese": "時計仕掛けのスウィーツ",
                    "SummaryJapanese": "ロンドンのシンボル、ビッグベンの時計の針がなくなった！地面に落ちた形跡もないし、全く見当たらない。時計は隣国からもらった友好の証で、しかも、その国の大使を迎えたパーティーが間もなく開催される。大使に針がなくなったことを知られては、ロンドンの沽券に関わる大問題に！焦ったアスポワロ警部は、カトリーに、どうにかパーティーまでに針を取り戻してくれるよう依頼。果たして、カトリーはビッグベンのビッグなナゾを解明することが出来るのか！？"
                },
                "25": {
                    "ID": "6684608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6684608",
                    "TitleEnglish": "A Riverside Festival Love Story",
                    "SummaryEnglish": "Katrielle joins the investigation into a tragic incident that took place on the River Thames during the city's Riverside Festival.",
                    "TitleJapanese": "ある愛の詩 リバーサイドフェスティバル",
                    "SummaryJapanese": "リバーサイドフェスティバルにやってきたカトリーたち。祭りにウキウキしている中、事件が起こってしまった！その事件とは、テムズ川の両岸で、男性は背中をナイフで刺され、女性は自ら川に身を投じるという『テムズ川の伝説』に類似したものだった。伝説に似た事件が起きたことで人々の注目が集まり、リバーサイドフェスティバルは人が溢れるほどの大賑わい。果たして、カトリーはこの『テムズ川の伝説』に類似した事件を無事解決することができるのか！？"
                },
                "26": {
                    "ID": "6684610",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6684610",
                    "TitleEnglish": "The Diary of Noah",
                    "SummaryEnglish": "Ernest recounts the time he was accused of stealing valuable research papers on his first day at Gressenheller University, and, in doing so, his fateful first meeting with Katrielle.",
                    "TitleJapanese": "ノア君の日記",
                    "SummaryJapanese": "ノアがカトリーの事務所で働く理由…それは、カトリーがノアの恩人だったからだった！今回のお話は、カトリーとノアの出会いのお話。大学へ入学した日、運がなくアルビーン教授の論文を盗んだ容疑をかけられてしまったノア。そこにカトリーが偶然居合わせ、ノアの潔白を晴らそうと調査を開始！ノアがどんな１日をたどっていたのか調査してみると、いくつかのおかしな点が…。一体どうやってカトリーはノアの身の潔白を晴らすのか！！"
                },
                "27": {
                    "ID": "6694239",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694239",
                    "TitleEnglish": "Fugitive Katri",
                    "SummaryEnglish": "The Agency team find themselves on the run from the law after Katrielle is accused of a murder.",
                    "TitleJapanese": "逃亡者カトリー",
                    "SummaryJapanese": "「え！！カトリーが殺人の容疑者に！？」カトリーがお気に入りにしていたブティック店主のケイトが何者かによって殺されてしまった。目撃者の証言では、犯行時間にお店に出入りしていたのはカトリーのみ！ブリトニアス警部に警察に連れて行かれそうになった時、隙をついて逃げ出したカトリーたち。真犯人を見つけ出さなければ、カトリーが犯人になってしまう絶体絶命のピンチ！果たして、カトリーは身の潔白を証明し、事件の真相を解明することが出来るのか！？"
                },
                "28": {
                    "ID": "6694241",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694241",
                    "TitleEnglish": "The Goddess of the Thames Smiles Twice",
                    "SummaryEnglish": "Katrielle finds yet another mystery on her hands when a celebratory treasure hunt on a luxury cruise ship's inaugural voyage goes awry.",
                    "TitleJapanese": "テムズの女神は二度微笑む",
                    "SummaryJapanese": "ガルフレッツアー夫人に招待され豪華客船の初航海にやって来たカトリーたち。船内では豪華なパーティーが行われる中、本物の純金で出来た黄金の女神像が披露された！女神に圧巻される一同。さらに、オーナーのエイザーランドから船内に隠された天使像を見つけた者には黄金の女神の落札権を商品としてプレゼントすると伝えられ船内は大盛り上がり！しかし、「我先に天使像を見つけ出す！」と奮闘し探している間に、黄金の女神像がいつの間にか消えてしまった！果たして、女神像は誰が盗み、一体どこへ消えてしまったのか！？"
                },
                "29": {
                    "ID": "6694244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694244",
                    "TitleEnglish": "Katrielle and the Nessie of Loch Nem",
                    "SummaryEnglish": "The Agency trio travel to the Highlands to investigate recent sightings of a strange \"Nessie\" creature at Loch Nem.",
                    "TitleJapanese": "カトリーエイルとネム湖のネッスィー",
                    "SummaryJapanese": "ネム湖に世界有数の巨大未確認生物ネッスィーが出現！？その正体を突き止めてほしいというのが今回の依頼。ネッスィーの存在を証明できれば、歴史に名を刻めるに違いないと大興奮のカトリー。調査のためネス湖へ向かい、今回の依頼者トリンの婚約者で唯一の目撃者であるモグルスに話を聞くが、彼の態度にはひっかかる点があり…。果たして、ネッスィーは本当に存在するのだろうか！？"
                },
                "30": {
                    "ID": "6694247",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694247",
                    "TitleEnglish": "Katrielle and the Immortal Vampire",
                    "SummaryEnglish": "A new client, Hans, approaches the Agency after an encounter with an old friend whose appearance has seemingly remained unchanged after thirty-five years.",
                    "TitleJapanese": "カトリーエイルと不死のバンパイア",
                    "SummaryJapanese": "親友が35年前とまったく変わらない姿で現れた。しかも黒いマントを羽織り、暗闇で光る犬歯はまるで不死のバンパイアのようだったという。依頼人ハンスによると、学生時代に親友ガブリ・カムーゾと自分は、家の向かいに住む美少女シャーリーに恋をしてしまった。その後ハンスはシャーリーと恋人になったため、そのことを恨んでいたガブリが自分に復讐に来たのではないかと言うのだった。果たして、カトリーはバンバイアになったガブリのナゾを解明することができるのか！？"
                },
                "31": {
                    "ID": "6694248",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694248",
                    "TitleEnglish": "Katrielle and the Witch Wife",
                    "SummaryEnglish": "Strange goings-on in a domestic household lead the Agency's latest client to seek their advice on whether or not his wife has become a witch.",
                    "TitleJapanese": "カトリーエイルと奥様は魔女",
                    "SummaryJapanese": "ダンナーから妻のサマーサが魔女になってしまったという奇妙な依頼を受けたカトリー。なんでも、ソファに寝転んでいるサマーサがある呪文を唱えると朝食が勝手に準備され、掃除も完璧に行われているのを目の当たりにしたとのこと。しかも、最近のサマーサは急に『なりたいものがある』という理由で会社を辞めてしまった…。ひょっとしてサマーサがなりたかったものって『魔女』なの！？果たして、カトリーはサマーサの正体を突き止めることが出来るのか！？"
                },
                "32": {
                    "ID": "6694249",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694249",
                    "TitleEnglish": "Katrielle and the Prince of the Stars",
                    "SummaryEnglish": "Katrielle takes on the task of reuniting a young woman with the object of her affections, a man who claimed to hail from another planet.",
                    "TitleJapanese": "カトリーエイルと星のプリンス",
                    "SummaryJapanese": "アンネから人探しの依頼を受けたカトリー。探してほしい人は、なんと第３銀河系惑星ランプシェードからやってきた宇宙人のプリンス！？しかも、宇宙人はアンネの心を読める能力を持っているらしい。宇宙人と何日も語り合う生活を続けるうちに、次第にアンネの心は惹かれていくが、ある日突然、彼はランプシェードに帰ってしまった！もうあの楽しかった日々には戻れないの！？果たして、カトリーは宇宙人を見つけ出し、この超遠距離恋愛を成就させることが出来るのか！？"
                },
                "33": {
                    "ID": "6694251",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694251",
                    "TitleEnglish": "Katrielle and the Murder on the Spaceship Bengarian",
                    "SummaryEnglish": "Bengary challenges the Agency team to solving their most ambitious case yet: a murder mystery from the realm of his own imagination.",
                    "TitleJapanese": "カトリーエイルと宇宙船ベンガリアンの殺人",
                    "SummaryJapanese": "カトリーの事務所に天才少年ベンガリーがやってきた。最近は推理小説にハマっており、自分でも書いてみたので感想を聞かせてほしいという。物語は宇宙が舞台の殺人事件で登場人物もクセ者だらけ！内容を語り始めるベンガリーから、犯人を当てるよう挑発を受けたカトリーたちは、与えられた情報から推理するも、ベンガリーは重要な情報をどんどん付け足してくる。果たして、カトリーたちはベンガリーが考えた推理小説の犯人を突き止めることが出来るのか！？"
                },
                "34": {
                    "ID": "6694252",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694252",
                    "TitleEnglish": "Professor Layton and the Relics Treasure: Episode 3",
                    "SummaryEnglish": "On the tail of the fabled Relics, the Professor and Luke of eleven years prior close in on a shadowy figure, while Katrielle and co. trace their whereabouts in the present.",
                    "TitleJapanese": "レイトン教授と秘宝レリクス エピソード３",
                    "SummaryJapanese": "11年前、レスタギアナ洞窟にたどり着いたレイトンとルーク。様々なナゾを解き、レリクスに近づいたものの、既に誰かに持ち出された後だった。部屋の痕跡から、レリクスはとても大きなものだと推測したが、誰がどうやってそれを運び出したのか、新たなナゾも生まれるのだった…。時は現代、レイトン失踪にはレリクスが重要な鍵であるとわかったカトリーたち。「行くわよ！ノア君、シャーロ。パパを見つけに！」果たして、カトリーはレイトンを見つけ出すことが出来るのか！？"
                },
                "35": {
                    "ID": "6694254",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694254",
                    "TitleEnglish": "Professor Layton and the Relics Treasure: Episode 4",
                    "SummaryEnglish": "The paths of the two parties converge in Southampton as the final hours before the duo's disappearance count down.",
                    "TitleJapanese": "レイトン教授と秘宝レリクス エピソード４",
                    "SummaryJapanese": "レイトン失踪の重要な鍵となるレリクスのナゾは、クラン・スコール寺院にあると推理したカトリー。そこで、寺院があるサウサンプトンへ向かい、田舎町でありながらナゾが多いこの地で、少しでも手がかりを手に入れようと奮闘する。調査の結果、11年前にレイトンとルークも、サウサンプトンに訪れていた…。果たして、カトリーはレリクスにまつわる壮大なナゾを解き明かすことができるのか！？"
                },
                "36": {
                    "ID": "6694255",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694255",
                    "TitleEnglish": "The Cursed London Collection",
                    "SummaryEnglish": "Angel Arrow CEO Bergman calls on the Agency after the label's four showcase dresses vanish two nights before the world's biggest fashion show.",
                    "TitleJapanese": "呪われたロンドンコレクション",
                    "SummaryJapanese": "ロンドンコレクションの前日、エンゼルアロー社が披露するはずの衣装が一式盗まれてしまった！最後に衣装を確認してから事件の発覚まで、衣装部屋は密室状態。この事態に困った社長のバーグマンはカトリーに犯人を見つけてほしいと依頼する。さらに、この事件を解決したら、服や新作のチャームももらえると聞いて、カトリーのやる気は最高潮に！よしっ、このナゾ絶対に解明してみせるわ！"
                },
                "37": {
                    "ID": "6694257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694257",
                    "TitleEnglish": "Mintan's New Ambition",
                    "SummaryEnglish": "The Agency is visited by Mintan's fellow farmworkers, seeking the team's help after a sudden personality change in their old friend transformed him from hard-working farmer to rude gambler with an improbable perfect winning streak.",
                    "TitleJapanese": "ミンタン 新たなる野望",
                    "SummaryJapanese": "「だべ」の訛りが特徴的な小麦農家を営んでいるミンタンが、まるで別人のようになってしまった！？今ではチャラくなり、小麦のことはそっちのけでカジノ建設に力を注いでいるとのこと。カトリーたちが元に戻るよう説得すると、ミンタンはルーレット勝負で自分に勝つことが出来たら、言う通りにすると約束。しかし、ミンタンのルーレットの的中率はなんと100％！イカサマをしているようにも思えない…。果たして、カトリーはルーレット勝負に勝ち、以前のミンタンに戻すことが出来るのか！？"
                },
                "38": {
                    "ID": "6694258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694258",
                    "TitleEnglish": "The Scotland Yard Bayside Shakedown",
                    "SummaryEnglish": "Katrielle joins a Scotland Yard blockade erected around a bridge due for demolition after a giant robot constructed by Bengary takes up residence. With the robot incapable of normal communication, Katrielle must figure out both how to get through to it and what the nature of its goal might be.",
                    "TitleJapanese": "踊るスコットランドヤード大捜査線",
                    "SummaryJapanese": "ロンドンにあるレインボーテムズブリッジは、老朽化が原因のため取り壊しが決まり、新しい橋を建設することが予定されていた。しかし、解体日を一週間後に控えたある日、突然巨大なロボットが橋を占拠してしまい、全く作業を進められなくなってしまった。無理に進めようと橋を通過しようものなら、ものすごい速さのパンチを繰り出してくる。巨大ロボの正体とは一体、そしてその目的とは…。"
                },
                "39": {
                    "ID": "6694259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694259",
                    "TitleEnglish": "Katrielle and the Transparent Baby",
                    "SummaryEnglish": "An Agencybound Katrielle receives a call from babysitter Kelly, whose concerns about her latest assignation appearing to include an invisible infant prompt the unflappable investigator to attempt to conduct a full inquiry over the phone.",
                    "TitleJapanese": "カトリーエイルと透明ベイビー",
                    "SummaryJapanese": "パターソン家のベビーシッターを引き受けたケリーだが、勤務初日にとんでもない現象に見舞われる！パターソン家には、姉のアンジーとまだ赤ん坊の妹リンジーがいるはずだった。しかし、リンジーが入っているはずのバスケットには、空っぽのおくるみしか見当たらない。しかも、しばらくみていると、おくるみの手足が動いている！？この透明ベイビーの正体をカトリーに突き止めてもらおうとしたが、カトリーは料理の真っ最中で手が離せない！ケリーから電話で情報を集めながら、カトリーは透明ベイビーのナゾ解明に挑む！"
                },
                "40": {
                    "ID": "6694260",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694260",
                    "TitleEnglish": "Geraldine Royer and the Final Customer",
                    "SummaryEnglish": "Spurred by a horoscope warning that the only recourse to having \"the worst day of the decade\" might be to spend it with a friend, Katrielle decides to meet with Emiliana at a local café, unaware that the adroit analyst has her own plans. Emiliana challenges Katrielle to guess the professions of their fellow customers, pitting the former's highly professional profiling skill squarely against the latter's esoteric and intuitive investigation methods.",
                    "TitleJapanese": "ジェラルディン・ロイヤーと最後の客",
                    "SummaryJapanese": "『10年に1度のどん底の日。しかし、友人と遊ぶと運気が上昇する』という新聞の占い記事を気にするカトリーは、カフェでジェラルディンを発見！友達のようにタメ口で接するカトリーに対して、ジェラルディンは占いを気にしていることを見抜く。ジェラルディンから、少しだけなら遊んであげる、とカフェのお客の身なりや行動から職業を当てるゲームを提案されるカトリー。ロンドンの名探偵とスコットランドヤードの天才分析官、果たして勝つのはどっち！？"
                },
                "41": {
                    "ID": "6694262",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694262",
                    "TitleEnglish": "Katrielle and the Strange Spirit Photo",
                    "SummaryEnglish": "In the wake of discovering a recurring phantom figure appearing in his images, London Times photographer Pete contacts the Agency, fearing that he has fallen victim to a curse.",
                    "TitleJapanese": "カトリーエイルと奇妙な心霊写真",
                    "SummaryJapanese": "ある日、ロンドンタイムズで働くピートは、自分が撮影した写真に同じ女性が３枚も写りこんでいることに気づく。しかも、その女性は絶対に人が立てない場所にいたり、空を飛んでいたりと、これは明らかに幽霊！？幽霊に呪い殺されるかもしれないと怯えたピートは、この心霊写真のナゾの解明をカトリーに依頼する。心霊写真を撮影した場所を巡るも、ヒントはなかなか見つからず、ついには、除霊のために霊媒師の元へ。果たして、カトリーは心霊写真のナゾを解明することが出来るのか！？"
                },
                "42": {
                    "ID": "6694263",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694263",
                    "TitleEnglish": "Great Detective Sherlo Ckholmes",
                    "SummaryEnglish": "Tired of being treated like the Agency dogsbody, Sherl jumps at the chance to conduct his own investigation into the reported death of a beloved member of the neighbourhood pack.",
                    "TitleJapanese": "名探偵シャーロ・ックホームズ",
                    "SummaryJapanese": "今回の主役は、まさかのシャーロ！？最近、街にやってきたワイルディという名前の犬が何者かによって殺された。第一発見者のジョリーによると、ワイルディは、自宅の庭で全身の血が抜けたように体がしぼんでいたとのこと。また、ワイルディと一緒に飼われていた猫のワットによると、ワイルディはしゃべりが達者で、みんなから好かれており、誰からも恨みを買うような犬ではなかったらしい。「わかった、任せとけ。殺人事件ならぬ殺犬事件、その依頼、この名探偵『シャーロ・ックホームズ』が引き受けた！」"
                },
                "43": {
                    "ID": "6694264",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694264",
                    "TitleEnglish": "Katrielle and Horror Castle VR",
                    "SummaryEnglish": "The Agency trio are recruited by the head Dragon with the goal of completing a \"virtual reality game\".",
                    "TitleJapanese": "カトリーエイルとホラーキャッスルVR",
                    "SummaryJapanese": "ガルフレッツアー夫人がレイトン探偵社にやってきた。\nなんでも夫人はVRゲーム『ホラーキャッスルVR ~殺人鬼クーパーとスーパーゴッドリング?』にハマっているが、どうしてもクリアできないので、カトリーに手伝ってほしいという。ゲームをクリアするには、殺人鬼クーパーの攻撃をかいくぐり、「スーパーゴッドリング」を探し出す必要があるらしい。夫人の依頼を受け、VR装置をつけて仮想現実に入り込んだカトリーたち。最新ゲーム機だけあって、目に見えるものすべてがリアル。ノアのほっぺをつねると痛みも現実そっくり。え、痛みも感じるの！？そこへ殺人鬼クーパーが現れて…。果たして、カトリーたちは無事「スーパーゴッドリング」を見つけ出し、ゲームをクリアすることが出来るのか！？"
                },
                "44": {
                    "ID": "6694266",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694266",
                    "TitleEnglish": "Katrielle and the Superman Chef",
                    "SummaryEnglish": "After an incident involving an all-you-can-eat restaurant opening and Katrielle's insatiable appetite, the eager investigator accepts the offer of a cook-off challenge to settle her debt.",
                    "TitleJapanese": "カトリーエイルと料理の超人",
                    "SummaryJapanese": "カトリーたちは、レイトン探偵社の近くに新しくできた『超人飯店』というレストランに出かける。店主のプヨンから「オープン記念だから好きなだけ食べると良いョ」と言われ、お腹いっぱいまで食べたカトリーたち。しかし、プヨンのセリフは食べ放題という意味ではなく、300ポンドもの大金を請求されてしまった。持ち合わせに困ったカトリーに対して、プヨンはカトリーに、勝ったら無料だが、負けたらチャイナドレスを着させて客引きさせることを条件にした料理対決を持ちかける。圧倒的不利の中、カトリーはプヨンの弟子ハンナと共に料理を作ることに。名探偵VS一流の料理人、それでは、アーレ・キュイジーヌ！！"
                },
                "45": {
                    "ID": "6694267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694267",
                    "TitleEnglish": "Katrielle and the Ghost Club",
                    "SummaryEnglish": "The youngest of the Dragons invites Katrielle and a selection of her acquaintances to compete in a game of \"Ghost Escape\".",
                    "TitleJapanese": "カトリーエイルとゴースト倶楽部",
                    "SummaryJapanese": "アンドレアから幽霊屋敷型脱出ゲーム『ゴーストエスケイプ』に招待されたカトリーたち。会場に着くと、そこにはアスポワロやジェラルディン、ベンガリー、ミンタンなど、カトリー以外にもたくさんの招待客の姿が！ゲームの内容は、屋敷内にある大量のドールの中から3人のゴーストを見つけ出し、出口から脱出すること。見事成功すれば、賞金1万ポンドが贈呈されるとのことで、参加者たちのテンションもMAXに！ただし、お手つきしてしまうと即退場、さらに制限時間は15分という厳しいルール！果たして、カトリーたちは無事脱出し、１万ポンドもの大金をゲットすることが出来るのか！？"
                },
                "46": {
                    "ID": "6694268",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694268",
                    "TitleEnglish": "Katrielle and the Hundred Faces of Mona Lisa",
                    "SummaryEnglish": "The Agency trio's trip to the Marylebone Museum of Art to see the famous Mona Lisa takes a strange turn when Katrielle is informed that the museum's entire collection has been surreptitiously replaced with an array of Lisa-centric works.",
                    "TitleJapanese": "カトリーエイルとモナリザ百面相",
                    "SummaryJapanese": "ロンドンのメリルボーン美術館に世界の名画『モナリザ』が展示されるということで、美術館を訪れたカトリーたち。しかし、開館時間になっても一向に入場できる気配がない。挙げ句の果てに、開館時間が大幅に遅れるというアナウンスが！事情を聞くためにカトリーたちは、主任学芸員のエミールから話を聞く。すると、何者かによって美術館の全ての絵画をモナリザに変えられてしまったという！美術館を調査すると、いろいろな表情の『モナリザ』が飾られており、中にはモナリザのロボットまで！？果たして、カトリーは本物のモナリザを見つけ出せるのか！？"
                },
                "47": {
                    "ID": "6694269",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694269",
                    "TitleEnglish": "The Millionaire Ariadne's Conspiracy (Part 1)",
                    "SummaryEnglish": "Receiving an invitation addressed to her father requesting attendance of puzzle-solving event hosted by the mysterious Ariadne, Katrielle and company find themselves reunited with all seven of the renowned London millionaires at the deserted mansion of a deceased magnate.",
                    "TitleJapanese": "大富豪アリアドネの陰謀（前編）",
                    "SummaryJapanese": "富豪王アリアドネからレイトン教授宛てに招待状が届いた。かつて富豪王と呼ばれたアーレンダレムの遺産を賭けたナゾトキゲームを開催するという。レイトン教授の代わりに参加することにしたカトリーが会場に着くと、そこにはガルフレッツアー夫人をはじめとしたロンドンの７富豪が集まっていた。アリアドネは、３つのナゾトキのうち最も多くのナゾを解いた者に財宝を分け与えるという。しかし、それ以外の敗者には、罰として各々の秘密を公に暴露すると宣言するのだった。今、大富豪の遺産をめぐる衝撃のナゾトキストーリーが幕を上げる！"
                },
                "48": {
                    "ID": "6694270",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694270",
                    "TitleEnglish": "The Millionaire Ariadne's Conspiracy (Part 2)",
                    "SummaryEnglish": "Katrielle realises that the Seven Dragons are hiding a secret, and as she pieces everything together, the true identity of Lord Adamas is revealed.",
                    "TitleJapanese": "大富豪アリアドネの陰謀（後編）",
                    "SummaryJapanese": "アーレンダレムの遺産を巡るナゾトキゲームに参加した、カトリーとロンドンの7富豪。アリアドネから出されるナゾを次々に解き明かしていく一行だったが、ただ一人、カトリーだけは正解を導き出せずにいた。ナゾ解明の鍵は10年前の7富豪に関係する出来事が関わっていると考えたカトリーは、その真相を確かめるため、単独で調査を開始する。そんな中、7富豪とノアが部屋に閉じ込められ絶体絶命の大ピンチに！ナゾを解くことができれば仕掛けを解除できるのではないかと予測するが…。果たして、富豪王アリアドネの目的とは！？"
                },
                "49": {
                    "ID": "6694271",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694271",
                    "TitleEnglish": "Professor Layton and the Relics Treasure: Episode 5",
                    "SummaryEnglish": "In the wake of having located Luke and the Professor, Katrielle's investigatory instincts refuse to let her rest, compelling the team to follow the trail of the mysterious \"Aldebaran\" to his palatial home.",
                    "TitleJapanese": "レイトン教授と秘宝レリクス エピソード５",
                    "SummaryJapanese": "クラン・スコール寺院で、地下への隠し扉を発見したカトリーたち。たどり着いた先には、3つの棺桶が不気味な光を放っていた。そこでレイトン教授とルークを見つけたカトリーたちは、二人を病院へ搬送する。二人を心配しつつも、カトリーは残された最後の棺桶を見つめていた。レリクスを利用した人間がもう一人いる。その人物とは、100年以上前に多くの難事件を解決し、ナゾトキの権威として名を馳せた男、ルーファス・アルデバランだと推理した。果たして、アルデバランは現代に甦ったのか。時を越えたナゾに、カトリーたちが挑む！"
                },
                "50": {
                    "ID": "6694272",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343054-show/episodes/6694272",
                    "TitleEnglish": "Professor Layton and the Relics Treasure: Final Episode",
                    "SummaryEnglish": "The two parties at last united, their path leads to the Greenwich Observatory for a final showdown with the man behind the entire conspiracy.",
                    "TitleJapanese": "レイトン教授と秘宝レリクス ファイナルエピソード",
                    "SummaryJapanese": "レイトン教授、ルークと共に、すべてのカギを握るアルデバランの行方を追うカトリー、ノア、シャーロ。アルデバランがいると思われるグリニッジ天文台を調査すると、仕掛けられたナゾを発見する。そのナゾを解くと、地下への入口が見つかった。そこにはなんと、信じられないほど大規模な観測施設があり、その施設自体が大きなナゾになっていた！難解かつ壮大なナゾの先にいるアルデバランを追って、カトリーとレイトン教授は協力し、アルデバランとの最終決戦に立ち向かう！"
                }
            }
        }
    }
}