{
    "URL": "https://www.thetvdb.com/series/343237-show",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Science Fiction",
        "War"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt7407236/",
        "https://www.themoviedb.org/tv/74018"
    ],
    "TitleEnglish": "Legend of the Galactic Heroes: Die Neue These",
    "SummaryEnglish": "In humanity's distant future, two interstellar states—the monarchic Galactic Empire and the democratic Free Planets Alliance—are embroiled in a never-ending war. The story focuses on the exploits of rivals Reinhard von Müsel and Yang Wen Li as they rise to power and fame in the Galactic Empire and the Free Planets Alliance.",
    "Aliases": [
        "Legend of the Galactic Heroes: The New Thesis"
    ],
    "Modified": "2025-09-21",
    "Seasons": {
        "0": {
            "ID": "752796",
            "URL": "https://www.thetvdb.com/series/343237-show/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6698417",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/6698417",
                    "TitleEnglish": "Kircheis' Visit to Iserlohn",
                    "SummaryEnglish": "Siegfried Kircheis' voice actor Yuuichirou Umehara visits the Dining Cafe Iserlohn in Tokyo."
                }
            }
        },
        "1": {
            "ID": "755169",
            "URL": "https://www.thetvdb.com/series/343237-show/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6588618",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/6588618",
                    "TitleEnglish": "In the Eternal Night",
                    "SummaryEnglish": "The Galactic Imperial Navy, led by High Admiral Reinhardt, launches an attack on the Free Planets Alliance. The latter has surrounded them on three sides with forces that double the Imperial Navy's in number, but it has divided into three fleets for its encirclement, so Reinhard executes a strategy to destroy two of the fleets individually. During the battle, the flagship Brünhild taps the Free Planets Alliance's communications and intercepts a message saying \"All that matters is that we win in the end.\""
                },
                "2": {
                    "ID": "6627608",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/6627608",
                    "TitleEnglish": "The Battle of Astarte",
                    "SummaryEnglish": "The Free Planets Alliance counters the Galactic Imperial Navy's advance in the Astarte Starzone, still divided into the 2nd, 4th, and 6th Fleets to surround the latter on three sides. The Alliance top brass are certain that their victory is assured, but 2nd Fleet Deputy Staff Officer Commodore Yang predicts the enemy's attack on their divided forces before their encirclement is complete. He offers Vice Admiral Paetta a plan to counter this possibility, but..."
                },
                "3": {
                    "ID": "6641300",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/6641300",
                    "TitleEnglish": "An Indomitable Prodigy",
                    "SummaryEnglish": "Annerose, Reinhard's older sister, lives in the palace as the kaiser's favorite mistress. As Reinhard and Kircheis make their way to her residence for a visit, they both recall memories of their childhood together. Then Annerose, after greeting them with a smile that hasn't changed since they were young, asks Kircheis to continue looking our for her brother and guide him back toward the right path if he ever goes astray."
                },
                "4": {
                    "ID": "6641301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/6641301",
                    "TitleEnglish": "The Unbeatable Magician",
                    "SummaryEnglish": "Until the age of 16, Yang Wen-li spent most of his life on an interplanatary merchant spaceship with his father, who was a trader. After his father's death, Yang entered the Free Planets Fleet Academy to study war history. There, he met Jean, who would become his best friend, and his childhood friend Jessica, a music school student."
                },
                "5": {
                    "ID": "6641302",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/6641302",
                    "TitleEnglish": "Birth of the 13th Fleet",
                    "SummaryEnglish": "After its defeat at the Battle of Astarte, the Free Planets Alliance Navy returns to the planet Heinessen, the Alliance's capital. A memorial service is being held for the 1,500,000 Alliance soldiers who died in the battle, but according to Rear Admiral Cazerne, it's nothing but a political show put on by National Defense Committee Chairman Trunicht. Yang reluctantly attends the service, but while there, he encounters an old acquaintance he never expected to see."
                },
                "6": {
                    "ID": "6641303",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/6641303",
                    "TitleEnglish": "The Capture of Iserlohn (Part 1)",
                    "SummaryEnglish": "Sub-lieutenant Greenhill, a woman with an unusually keen memory, is added to the crew of the 13th Fleet along with several other highly well-regarded officers. Captain Schönkopf and some members of his regiment, the Rosen Ritter, board a previously captured Imperial cruiser as part of Yang's plan to infiltrate and capture Iserlohn Fortress, disguising themselves as Imperial soldiers being pursued by the Alliance."
                },
                "7": {
                    "ID": "6641304",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/6641304",
                    "TitleEnglish": "The Capture of Iserlohn (Part 2)",
                    "SummaryEnglish": "Schönkopf and his subordinates from the Rosen Ritter successfully infiltrate Iserlohn Fortress by disguising themselves as Imperial soldiers on the run from the Alliance. He requests an audience with the fortress's commander, saying he wants to relay some vital information acquired during an espionage mission. The commander, Admiral Stockhausen, gives permission, but the captain of the control room guard grows suspicious..."
                },
                "8": {
                    "ID": "6641305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/6641305",
                    "TitleEnglish": "The Castrop Rebellion",
                    "SummaryEnglish": "Kircheis suppresses the Castrop Rebellion in only two days of combat, earning a promotion to vice admiral. Meanwhile, Captain Oberstein, having abandoned the commanders at Iserlohn to flee on his own, seeks an audience with Reinhard. Despite Kircheis's misgivings, Reinhard recognizes Obersteins talent as a tactician and takes him on as a subordinate."
                },
                "9": {
                    "ID": "6641306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/6641306",
                    "TitleEnglish": "Each Person's Star",
                    "SummaryEnglish": "A High Council vote determines that the Free Planets Alliance will invade the Galactic Empire. Meanwhile Yang, after having his resignation rejected by Chief Sithole, visits a restaurant with Julian for dinner and runs in to Frederica Greenhill, who was there with her father. The four of them dine together. On the way home afterward, Yang learns that Jessica, the fiancée of his fallen comrade Lapp, has decided to go into politics."
                },
                "10": {
                    "ID": "6641307",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/6641307",
                    "TitleEnglish": "Interlude",
                    "SummaryEnglish": "A meeting is underway at the Free Planets Alliance Navy Integrated Tactical Operations Center to plan the Alliance's large-scale invasion into Imperial territory. Commodore Falk, an operations staff officer, proposes a plan, but Vice Admirals Bewcock and Yang raise concerns about the dangers of invading with widely separated forces and an excessively long supply line. Meanwhile, Reinhard is concocting a plan to draw the Alliance Navy deep into Imperial territory and destroy them in one fell swoop."
                },
                "11": {
                    "ID": "6641308",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/6641308",
                    "TitleEnglish": "The Verge of Death (Part 1)",
                    "SummaryEnglish": "The Free Planets Alliance Navy Expeditionary Fleet encounters a grave shortage of food during its advance into Imperial territory. The 5th Fleet commander, Admiral Bewcock, conveys Yang's proposed escape plan to Supreme Commander Lobos, but Lobos fails to comprehend the situation and won't allow them to flee. Meanwhile, Reinhard has already given orders to Kircheis to strike the Alliance Navy's supply convoy. The Imperial Navy's counterattack has begun!"
                },
                "12": {
                    "ID": "6641309",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/6641309",
                    "TitleEnglish": "The Verge of Death (Part 2)",
                    "SummaryEnglish": "The Free Planets Alliance Navy Expeditionary Fleet is fighting a severe supply shortage, and the supply convoy that was sent to save them has been destroyed by Kircheis in a fierce attack. Without their desperately needed supplies, the disheartened Alliance fleet takes a hard hit from the Imperial Navy. As Reinhard's subordinates take out the Alliance fleets one by one, Yang's 13th Fleet is attacked by the Kempff Fleet."
                }
            }
        },
        "2": {
            "ID": "1898701",
            "URL": "https://www.thetvdb.com/series/343237-show/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7375929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/7375929",
                    "TitleEnglish": "Amritsar",
                    "SummaryEnglish": "The Free Planets Alliance attempted a large-scale offensive within the Galactic Empire, but with a reversal strategy by Reinhard and the Galactic Imperial Navy, they lost three space fleets. Although the 13th Fleet, led by Yang, maintained 90% strength, the other fleets suffered heavy damage. But Lobos, the commander-in-chief, ordered all remaining forces to gather at the Amritsar Starzone, so Reinhard also ordered all of his forces to head there. Yet another battle between the two armies was about to unfold."
                },
                "2": {
                    "ID": "7375930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/7375930",
                    "TitleEnglish": "Demise of the Emperor",
                    "SummaryEnglish": "Emperor Friedrich IV of the Galactic Empire has suddenly passed away without naming a successor. Edwin Josef, the son of the late prince and the emperor's only surviving direct descendant, is only five years old. The Braunschweig and Littenheim families, into which the emperor's daughters had married, begin scheming to install their respective daughters as the new empress. Thus begins the battle for the throne between the families who serve as guardians to the emperor's three grandchildren. Reinhard has not sided with any of them yet, so a certain influential power seeks to take advantage of his military strength."
                },
                "3": {
                    "ID": "7375931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/7375931",
                    "TitleEnglish": "Before the Storm",
                    "SummaryEnglish": "When the Free Planets Alliance Navy conquered Iserlohn Fortress, they took two million Imperial soldiers as war prisoners. And during the Battle of Amritsar, the Galactic Imperial Navy took two million Alliance soldiers as war prisoners. A deal has been reached to exchange all of these prisoners at Iserlohn Fortress. Representing the Alliance at the exchange is Yang, the commander of Iserlohn Fortress. Representing the Empire in place of Reinhard, the one who proposed the exchange, is Kircheis. The two men, who have fought one another with equal resourcefulness in battle, meet face-to-face for the first time at the prisoner exchange ceremony."
                },
                "4": {
                    "ID": "7403102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/7403102",
                    "TitleEnglish": "Ignition Point",
                    "SummaryEnglish": "Animosity continues to grow between Reinhard and Lichtenlade, the guardians of the young emperor Erwin, and the pure-blooded noble families with Braunschweig and Littenheim at their center. In the midst of all this, Hilda, the only daughter of Count Mariendorf, visits the Fleet Admiral's Mansion on Odin to meet with Reinhard. When he asks what brought on the sudden visit, she tells him that the Mariendorf household would like to side with Reinhard in the civil war that could break out at any moment."
                },
                "5": {
                    "ID": "7403103",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/7403103",
                    "TitleEnglish": "The Yang Fleet Mobilizes",
                    "SummaryEnglish": "Only a short time has passed since the Alliance's failed invasion of the Empire, and an assassination attempt on Admiral Cubersly, a key figure in the Alliance Navy, further deepens the people's anxiety. On top of that, an accidental explosion the following day takes fourteen young soldiers' lives. Growing discontent has caused revolts to break out on several planets within the Alliance. Bewcock orders Yang to put down these revolts, but before Yang has a chance to deploy, a coup d'état is executed on the capital planet Heinessen."
                },
                "6": {
                    "ID": "7403104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/7403104",
                    "TitleEnglish": "Bloodshed in Space",
                    "SummaryEnglish": "The Lippstadt Nobles Coalition devises a plan to lure Reinhard's forces away from the Imperial capital, Odin, and capture the emperor while Imperial defenses are spread thin. While the nobles fight among themselves over who gets to lead this strike, the Mittermeyer Fleet lays a minefield that forces the rebels off-course, and then strikes them from behind. The defeated rebels flee to Rentenberg Fortress. Reinhard sends Reuenthal and Mittermeyer to occupy the fortress, but upon arriving, they are forced into close-quarters combat with the notoriously barbaric High Admiral Ovlesser."
                },
                "7": {
                    "ID": "7403105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/7403105",
                    "TitleEnglish": "The Battle of the Doria Starzone",
                    "SummaryEnglish": "After easily putting down a revolt on the planet Shampool, Yang is approached by Commander Baghdash, a Department of Intelligence official. Baghdash informs Yang that the 11th Fleet has joined the coup d'état and is headed his way. While the Yang Fleet and the 11th Fleet engage in the Battle of the Doria Starzone, the coup d'état faction remains steadfast, intervening with military force at a peaceful protest on the capital planet Heinessen."
                },
                "8": {
                    "ID": "7403107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/7403107",
                    "TitleEnglish": "Tragedy",
                    "SummaryEnglish": null
                },
                "9": {
                    "ID": "7403108",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/7403108",
                    "TitleEnglish": "Victory for Whose Sake?",
                    "SummaryEnglish": "After defeating Legrange at the Doria Starzone, Yang's fleet heads to the capital planet Heinessen, which has been taken over by the National Salvation Military Council. Though the council's chairman, Greenhill, understands the severity of the situation, he still believes there's no way Yang's fleet can even penetrate Heinessen's gravitational field because of its specialized defense system, Artemis's Necklace. But Yang had a plan to disable Artemis's Necklace..."
                },
                "10": {
                    "ID": "7403109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/7403109",
                    "TitleEnglish": "The Fall of Goldenbaum",
                    "SummaryEnglish": "Kircheis returns to Reinhard after subjugating a frontier starzone. He wastes no time in asking Reinhard if there's truth in the rumor that he knew of the plans for the nuclear attack on Westerland, but let it happen anyway. With the final battle against the coalition of nobles looming before them, the pair's relationship begins to take a turn like none they have experienced before. Meanwhile, the Lippstadt Nobles Coalition, which had barricaded itself in Geiersburg Fortress, prepares to launch all of its forces in the final battle against Reinhard."
                },
                "11": {
                    "ID": "7403111",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/7403111",
                    "TitleEnglish": "Farewell to the Days of Old",
                    "SummaryEnglish": "The battle against the Lippstadt Nobles Coalition has ended, and a victory celebration and audience with the war prisoners is being held at Geiersburg Fortress. The guards forbid Kircheis from carrying his firearm inside, even though he always had permission to keep his weapons in Reinhard's presence before. As the war prisoners face Reinhard one by one, Braunschweig's adjutant, Ansbach, enters with his leader's body in a coffin..."
                },
                "12": {
                    "ID": "7403112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/7403112",
                    "TitleEnglish": "My Dear Friend",
                    "SummaryEnglish": "With their respective conflicts handily wrapped up, both Yang and Reinhard spend their time in the afterglow counting their regrets."
                }
            }
        },
        "3": {
            "ID": "1993246",
            "URL": "https://www.thetvdb.com/series/343237-show/seasons/official/3",
            "# Episodes": 12,
            "Episodes": {
                "2": {
                    "ID": "9090244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9090244",
                    "TitleEnglish": "The Twin Pillars",
                    "SummaryEnglish": "Among the admirals under Reinhard's command, Wolfgang Mittermeyer and Oskar von Reuenthal have earned outstanding fame for their many achievements, and are commonly known as the Twin Pillars. The two are bound by a deep friendship, and their oath of allegiance to Reinhard dates back to the days of the infamous Klopstock Incident."
                },
                "3": {
                    "ID": "9090245",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9090245",
                    "TitleEnglish": "A Stormy Night",
                    "SummaryEnglish": "Mittermeyer’s sense of justice has unleashed the wrath of Duke von Braunschweig, one of the most powerful men in the Empire. He may now be executed without going through military court. Fearing the worst, Reuenthal turns to Reinhard to save his best friend."
                },
                "4": {
                    "ID": "9098459",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9098459",
                    "TitleEnglish": "Reformer",
                    "SummaryEnglish": "After becoming the highest military and political figure in the Empire, Reinhard starts to implement a series of major reforms, introducing a taxation system for the aristocracy and restoring freedom of speech. His policy creates both new hopes and great discontent. But Yang quietly wonders what the birth of a reformed Galactic Empire with strong popular support is going to mean for the future of the Free Planets Alliance."
                },
                "5": {
                    "ID": "9098598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9098598",
                    "TitleEnglish": "The Geier Takes Flight",
                    "SummaryEnglish": "The head of the Galactic Empire's Science and Technology Department, Anton Hilmer von Schaft, is a man known for his sheer ambition. He is now presenting to Reinhard a large-scale plan to retake the long-lost Iserlohn Fortress."
                },
                "6": {
                    "ID": "9111220",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9111220",
                    "TitleEnglish": "A Single Fine Thread",
                    "SummaryEnglish": "The planet Fezzan is an autonomous dominion located in one of the only two safely navigable zones that connect the Galactic Empire and the Free Planets Alliance. Every Fezzani head of state, or Landesherr, has protected the independence of the dominion by maintaining strong ties with both its much more powerful neighbors. However, the current fifth Landesherr, Adrian Rubinsky, also known as the Black Fox of Fezzan, seems intentioned to change this long-standing policy."
                },
                "7": {
                    "ID": "9127333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9127333",
                    "TitleEnglish": "What Was Lost",
                    "SummaryEnglish": "Hilde has convinced Ernest Mecklinger, who is known in the Empire as the \"artist admiral,\" to pay a visit to her cousin, Baron Kümmel. Prone to illness and forced to stay in bed, Kümmel is a man with a penchant for great historical figures, and he strongly admires Mecklinger's brilliant mind and great skills. While Hilde is delighted to see a spark of happiness finally shining in her cousin's tired eyes, her assignment as chief secretary is about to cause her much greater concerns."
                },
                "8": {
                    "ID": "9139699",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9139699",
                    "TitleEnglish": "Inquiry",
                    "SummaryEnglish": "A sudden recall order from the central government of the Free Planets Alliance forces Yang to head for the capital planet Heinessen. Yang assigns the command of the Iserlohn Fortress to Caselnes and von Schönkopf, and departs aboard the cruiser Leda II with minimal personnel, including his second-in-command Frederica and his guard, Machungo."
                },
                "9": {
                    "ID": "9141231",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9141231",
                    "TitleEnglish": "War Without Weapons",
                    "SummaryEnglish": "When the massive Geiersburg Fortress suddenly materializes in the Iserlohn Corridor, Caselnes immediately forwards a request for reinforcements to Heinessen, but now he must prepare for the imminent Imperial attack. Meanwhile, in Heinessen, Frederica is desperately looking for allies to save Yang."
                },
                "10": {
                    "ID": "9139700",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9139700",
                    "TitleEnglish": "Fortress vs. Fortress Akt I: Cannon Fire",
                    "SummaryEnglish": "Admiral Kempff, Commander-in-Chief of the Geiersburg Imperial expeditionary force, sends a peremptory declaration of war to the Alliance garrison of Iserlohn. Then Geiersburg's main gun suddenly opens fire with devastating results. On Iserlohn, a confused Caselnes and his officers do not seem to agree on the best strategy to take..."
                },
                "11": {
                    "ID": "9139717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9139717",
                    "TitleEnglish": "Fortress vs. Fortress Akt II: Fierce Fighting",
                    "SummaryEnglish": "The Imperial fleet relentlessly conducts their assault on the Iserlohn Corridor, one blow after another. As Caselnes is still struggling with organizing an effective resistance, Imperial armored infantry units have landed on Iserlohn, and threaten to establish a bridgehead. Then, former Imperial admiral Merkatz, who defected to the Alliance, asks to be assigned temporary command of the garrison fleet."
                },
                "12": {
                    "ID": "9139774",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9139774",
                    "TitleEnglish": "Fortress vs. Fortress Akt III: The Return of the Magician",
                    "SummaryEnglish": "An Alliance relief fleet is finally heading to the Iserlohn Corridor, but combat forces on the battlefield are limited, and a wrong move could turn fatal. Should the Iserlohn garrison fleet be unable to break the blockade imposed by Kempff's ships, the reinforcements from Heinessen would be easily destroyed. On the command bridge of Iserlohn, Caselnes and his officers animatedly discuss the countermeasures, but what sounds like the best plan comes from somebody most unexpected."
                }
            }
        },
        "4": {
            "ID": "2003553",
            "URL": "https://www.thetvdb.com/series/343237-show/seasons/official/4",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9197535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9197535",
                    "TitleEnglish": "Fortress vs. Fortress Akt IV: Conclusion",
                    "SummaryEnglish": "With the return of Yang to the battlefield, the Imperial fleet increasingly loses momentum and is now on the verge of collapse. Admiral Kempff has to come to terms with the fact that his forces are no longer capable of holding the front line, and sends an order of general retreat to all ships. But this is not necessarily an admission of defeat, because he has one last card to play."
                },
                "2": {
                    "ID": "9376306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9376306",
                    "TitleEnglish": "Determination and Ambition",
                    "SummaryEnglish": "The Imperial invasion force returns to the capital Odin, where Reinhard shows very different treatment to the personnel involved in the operation. Meanwhile, dissatisfaction with the new leadership is unexpectedly growing in the heart of one who was once the Empire's most loyal war hero. At Iserlohn Fortress, where peace has temporarily been restored, Yang and Julian have a very frank conversation, and Julian reveals the path he has chosen."
                },
                "3": {
                    "ID": "9390357",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9390357",
                    "TitleEnglish": "Thunderclaps",
                    "SummaryEnglish": "Military Police Commander Ulrich Kesler informs Reinhard that Count Alfred von Landsberg and Leopold Schumacher, two former members of the now-dissolved Lippstadt Nobles Coalition that fought against Reinhard during the Civil War, have reportedly infiltrated the Imperial capital of Odin. Unsure of their true intentions, Reinhard first asks Hilde to assure Annerose's safety, then summons Fezzani High Commissioner Boltik. It's June of the 489th year of the Imperial Calendar..."
                },
                "4": {
                    "ID": "9390358",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9390358",
                    "TitleEnglish": "Maze",
                    "SummaryEnglish": "Count Landsberg's family had loyally served the Goldenbaum dynasty for five generations. His ancestors were even involved in the construction of a labyrinthic system of tunnels beneath the Neue Sanssouci Palace, devised to provide a safe escape for the Emperor in case of an emergency. Now this underground maze will prove instrumental in rescuing the Emperor from the usurper."
                },
                "5": {
                    "ID": "9390359",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9390359",
                    "TitleEnglish": "The Die Is Cast",
                    "SummaryEnglish": "Kesler reports to Reinhard that the palace has been breached during the night. The sun has yet to rise when Reinhard urgently summons his senior admirals and orders them to keep all fleets ready to go into action at any time. Hilde is now beginning to see the byzantine game of power that is being played in cold-blooded cynicism, but in the midst of this, she overhears communication concerning Neue Sanssouci Chief of Security Molt."
                },
                "6": {
                    "ID": "9390360",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9390360",
                    "TitleEnglish": "The Legitimate Galactic Empire Government",
                    "SummaryEnglish": "In a sudden public speech from Heinessen directed to all citizens, Chairman Trunicht announces that epoch-changing events are occurring as a most unexpected defector has arrived seeking protection under the ideals of freedom and democracy in the Alliance. Everyone on Iserlohn is puzzled, but Yang has a hunch that makes him feel aggravated. Then, news from Odin casts an ominous shadow across the entire galaxy."
                },
                "7": {
                    "ID": "9390361",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9390361",
                    "TitleEnglish": "Declaration of War",
                    "SummaryEnglish": "Reinhard's speech has thrown the whole High Council of the Free Planets Alliance into complete chaos. Public opinion is polarized between disapproval of a folly populist decision, and support for a resolution that honors the core values of the Alliance. For Trunicht, there couldn't be better opportunity to further strengthen his influence over the military. As the future of the galaxy seems to hinge upon a bratty seven-year-old, Julian is appointed with a new assignment that would take him right to the eye of the growing storm."
                },
                "8": {
                    "ID": "9390362",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9390362",
                    "TitleEnglish": "Departure",
                    "SummaryEnglish": "Julian is deeply hesitant about his new assignment in Fezzan. Wouldn't he be more helpful to the Alliance's cause by staying at Iserlohn, where the Imperial fleet is more likely to strike, making any available pilot sorely needed in the near future? However, Yang believes that this otherwise unwelcome top-down decision may actually turn out to be crucial to obtaining invaluable insight on where the struggle for power in the galaxy is heading."
                },
                "9": {
                    "ID": "9390363",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9390363",
                    "TitleEnglish": "Emperor Overthrown",
                    "SummaryEnglish": "As the new wind of war seems to reinvigorate the will to fight among the Empire's youth, the military machine moves on to mobilize an attack force of unprecedented proportions. At the Supreme Operations Council, Reinhard reveals his audacious plan, not without sparking bewilderment and skepticism among the assembled admirals. Meanwhile, Heydrich Lang, former chief of the much-feared Department of Social Discipline, tries to find himself a role in the new regime, and a replacement for the Imperial throne is about to be announced."
                },
                "10": {
                    "ID": "9390364",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9390364",
                    "TitleEnglish": "Operation: Ragnarök",
                    "SummaryEnglish": "On his way to Fezzan, Julian spends several days at Heinessen. Here, he pays a visit to Bewcock to hand over a strictly confidential letter from Yang, which exposes his conjectures about the possible move the Imperial forces are likely to make. As Julian finally reaches Fezzan, he is immediately mesmerized by the freedom and affluence that surrounds him, and starts seriously wondering whether he will ever be apt to his new mission."
                },
                "11": {
                    "ID": "9390365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9390365",
                    "TitleEnglish": "Invitation to a Requiem",
                    "SummaryEnglish": "A massive fleet led by Oskar von Reuenthal appears in the Iserlohn Corridor. Boasting overwhelming numerical superiority over the defending Alliance forces, the Imperial commander is confident he can crush his opponent in a quick and easy victory. Back on Heinessen, Bewcock warns admirals and MPs that the Empire may be following a less-obvious strategy this time, thus immediate action must be taken to avert the worst. And Yang realizes that his greatest problem of all may not be the approaching enemy ahead, but the supposed friends behind him."
                },
                "12": {
                    "ID": "9390366",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/343237-show/episodes/9390366",
                    "TitleEnglish": "The Occupation of Fezzan",
                    "SummaryEnglish": "The unexpected stalemate at the Iserlohn Corridor urges the Imperial Headquarters to muster a reinforcement fleet to be immediately sent in support of Reuenthal. Or at least this is what the Imperial crews believe... but as the fleet jumps out from subspace, it becomes clear that Iserlohn is not their destination. Then Mittermeyer, commander of the fleet, announces that they are about to turn the page in the book of history. On Fezzan, people are staring overhead with anxiety as the sky is filled with ships."
                }
            }
        }
    }
}