{
    "URL": "https://www.thetvdb.com/series/banana-fish",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Crime",
        "Drama"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8515016/",
        "https://bananafish.tv/",
        "https://www.themoviedb.org/tv/80564",
        "https://x.com/bananafish_tv"
    ],
    "TitleEnglish": "Banana Fish",
    "SummaryEnglish": "A teenaged gang leader in New York City faces his abuser and rival gangs alongside a photojournalist from Japan as they investigate a deadly new drug.",
    "TitleJapanese": "BANANA FISH",
    "SummaryJapanese": "ニューヨーク。\n並外れて整った容姿と、卓越した戦闘力を持つ少年・アッシュ。\nストリートギャングを束ねる彼は手下に殺された男が\n死ぬ間際に“バナナフィッシュ”という謎の言葉を発するのを聞く。\n時を同じくして、カメラマンの助手として取材にやってきた日本人の少年・奥村英二と出会う。\n二人はともに“バナナフィッシュ”の謎を追い求めることに──。",
    "Aliases": [
        "Рыбка-бананка"
    ],
    "Modified": "2025-09-01",
    "Seasons": {
        "1": {
            "ID": "753198",
            "URL": "https://www.thetvdb.com/series/banana-fish/seasons/official/1",
            "# Episodes": 24,
            "Episodes": {
                "1": {
                    "ID": "6568802",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568802",
                    "TitleEnglish": "A Perfect Day for Bananafish",
                    "SummaryEnglish": "In New York, Ash Lynx a boy with an perfect appearance and outstanding fighting power has been leading a street gang at the age of 17. One night, Ash is told the word \"Banana Fish\" from a man shot by his own subordinate. The word was that Griffin, his brother who was pretty crippled, often mentioned. At the same time, he meets Eiji Okumura, a Japanese boy who came as a photographer's assistant.",
                    "TitleJapanese": "バナナ・フィッシュにうってつけの日",
                    "SummaryJapanese": "ニューヨーク。並外れて整った容姿と、卓越した戦闘力を持つ少年・アッシュ・リンクスは、17歳にしてストリート・ギャングをまとめ上げていた。\nある夜、アッシュは自身の手下によって銃撃された男からある住所とともに「バナナフィッシュ」という言葉を伝えられる。\nそれは廃人同然の兄・グリフィンがしばしば口にする言葉だった。\n時を同じくして、カメラマンのアシスタントとしてやってきた日本人の少年・奥村英二と出会う。"
                },
                "2": {
                    "ID": "6568803",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568803",
                    "TitleEnglish": "In Another Country",
                    "SummaryEnglish": "Skip and Eiji were taken away by Frederick Arthur's gangs. Ash is caught by Marvin, a subordinate of Golzine who has joined hands with Arthur, when he rushed out to save the two who were taken away. The three tries to escape with Ash's tact. However, Shorter shows up and a brawl ensues. Ash pursues Marvin who is running away, but when he enters a room, an unexpected sight unfolds before him.",
                    "TitleJapanese": "異国にて",
                    "SummaryJapanese": "オーサーの仲間に連れ去られてしまったスキップと英二。\n2人を助けに向かったアッシュは、オーサーと手を組んだゴルツィネの部下・マービンに捕まってしまう。\nアッシュの機転で逃げ出そうとする3人。さらにショーター達も現れ、乱闘が始まる。\n逃げるマービンを追うアッシュだったが、部屋に入ると意外な光景を目にすることに──。"
                },
                "3": {
                    "ID": "6568804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568804",
                    "TitleEnglish": "Across the River and into the Trees",
                    "SummaryEnglish": "Ash is sent to prison. Max, who was in the same room, was asked to look after Ash by Charlie. However, Ash is attacked by a prisoner who was under the patronage of Golzine. Later, in the medical office, he finds out that someone has been carrying out research on \"Banana Fish\".",
                    "TitleJapanese": "河を渡って木立の中へ",
                    "SummaryJapanese": "刑務所に送られることになってしまったアッシュ。\n同室になったジャーナリストのマックスは、刑事・チャーリーからアッシュの面倒を見るよう依頼されていた。\nしかし、若く容姿のいいアッシュはゴルツィネの息がかかった囚人・ガーベイに襲われてしまう。\n運ばれた医務室でマックスが「バナナフィッシュ」について調べていたことを知り…。"
                },
                "4": {
                    "ID": "6568805",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568805",
                    "TitleEnglish": "This Side of Paradise",
                    "SummaryEnglish": "It was Arthur who appeared before Eiji who was visiting Meredith's medical clinic after being asked by Ash. However, seeing Griffin coming out of the back room of the medical clinic, Abraham becomes confused all of a sudden and shoots Griffin. Eiji presumes that because Griffin called Abraham \"Banana Fish\", he assumed that it was about him, but he is told by Ibé to return to Japan.",
                    "TitleJapanese": "楽園のこちら側",
                    "SummaryJapanese": "アッシュから頼まれてメレディスの医院を訪れた英二の前に現れたのはオーサー達だった。\nしかし、医院の奥の部屋から出てきたグリフィンを見たエイブラハムが途端に混乱し、グリフィンを撃ってしまう。\n英二はグリフィンがエイブラハムのことを「バナナフィッシュ」と呼んでいたことから、彼のことではないかと推測するが、伊部に日本に帰国するよう告げられてしまう。"
                },
                "5": {
                    "ID": "6568807",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568807",
                    "TitleEnglish": "From Death to Morning",
                    "SummaryEnglish": "With Jenkins' discretion, Ash is released. Upon finding out that Griffin has died, Ash tries to go to Golzine by himself. But Eiji insists that the reason Griffin died was because of him, and forcibly follows Ash.",
                    "TitleJapanese": "死より朝へ",
                    "SummaryJapanese": "ジェンキンズの計らいにより、保釈されることになったアッシュ。\nグリフィンが死んだことを知ったアッシュは1人でゴルツィネの元へ向かおうとする。しかし、英二はグリフィンが殺されたのは自分のせいだと言い張り、アッシュに無理矢理ついていくことに。"
                },
                "6": {
                    "ID": "6568809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568809",
                    "TitleEnglish": "My Lost City",
                    "SummaryEnglish": "In the hope that Griffin has left materials and photos of \"Banana Fish\", Ash and his group headed to Cape Cod, Ash's hometown. Although Ash arrives at his home, his father Jim treats him coldly. When Eiji and Max asks Jim, who is trying to kick out Ash, why he is treating him that way...",
                    "TitleJapanese": "マイ・ロスト・シティー",
                    "SummaryJapanese": "グリフィンが「バナナフィッシュ」の資料や写真を残しているのではないかと考えたアッシュ達は、アッシュの故郷であるケープ・コッドへ向かった。\nアッシュの家に着くも、父・ジムには冷たくあしらわれてしまう。\nアッシュを追い出そうとするジムに、英二とマックスが理由を問い詰めると…。"
                },
                "7": {
                    "ID": "6568810",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568810",
                    "TitleEnglish": "The Rich Boy",
                    "SummaryEnglish": "Ash and his group heads to Los Angeles with the address \"102, 42 Westwood\" after getting away from Golzine's posses. After stopping by Max's ex-wife Jessica and his son Michael's house, they head to the place of the mysterious address. There, they find a mansion, and hear a scream coming from there!",
                    "TitleJapanese": "リッチ・ボーイ",
                    "SummaryJapanese": "ゴルツィネの追手から逃れ「ウエストウッド42－102」の住所を頼りに、ロスアンジェルスに向かうアッシュ達。\nマックスの元妻・ジェシカと息子・マイケルが住む家に立ち寄った後、謎の住所の屋敷を訪れるが、屋敷内から叫び声が！"
                },
                "8": {
                    "ID": "6568811",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568811",
                    "TitleEnglish": "Banal Story",
                    "SummaryEnglish": "Jessica and Michael are attacked by someone. Ash and Max go to help the two, and Eiji, Shorter and Ibe were waiting for Ash and Max to come back. However, Eiji is kidnapped by Yut Lung's ruse. Ash returns to the mansion after sensing something wrong...",
                    "TitleJapanese": "陳腐なストーリー",
                    "SummaryJapanese": "何者かに襲われてしまったジェシカとマイケル。アッシュとマックスは2人を助けに向かい、英二、ショーター、伊部はアッシュ達の帰りを待っていた。\nしかし、月龍の企みによって英二は連れさられてしまう。異変に気付いたアッシュは屋敷に戻るが――。"
                },
                "9": {
                    "ID": "6568812",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568812",
                    "TitleEnglish": "Save Me The Waltz",
                    "SummaryEnglish": "Eiji and Shorter are taken to Golzine's residence, but Shorter is restrained by Golzine's men. Meanwhile, Ash and Max were also headed toward Golzine's residence. In the laboratory there, Abraham is preparing for some type of experiment..",
                    "TitleJapanese": "ワルツは私と",
                    "SummaryJapanese": "ゴルツィネ邸に連れて来られた英二とショーターだったが、ショーターはゴルツィネの手下に拘束されてしまう。\n一方、アッシュ達もゴルツィネ邸に向かっていた。\nそして、ゴルツィネ邸の実験室ではエイブラハムが何やら実験の準備をしていて…。"
                },
                "10": {
                    "ID": "6568813",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568813",
                    "TitleEnglish": "Babylon Revisited",
                    "SummaryEnglish": "Shorter being dead, Ash is devastated. Outside, Sing and Alex are carefully planning their rescue mission, to get Ash and Shorter out of Golzine's mansion. Meanwhile, Golzine leaves, taking Arthur with him. Yut Lung witnesses this, and notices something very important...",
                    "TitleJapanese": "バビロンに帰る",
                    "SummaryJapanese": "ショーターの死にショックを受けるアッシュ。\n外ではアッシュとショーターを助けるため、シンとアレックス達が作戦を立てていた。\nそんな中、ゴルツィネはオーサーを連れて出かけてしまう。\nそれを見た月龍は何かに気付き行動に出る。"
                },
                "11": {
                    "ID": "6568814",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568814",
                    "TitleEnglish": "The Beautiful and Damned",
                    "SummaryEnglish": "Ash and his guys have escaped from Golzine's mansion. Golzine is furious as his mansion is set on fire, and is even angrier to have had Ash slip away from his hands. Ash is back in his hideout, and is spending some quiet time with Eiji but soon enough, he sets out to execute his next plan...",
                    "TitleJapanese": "美しく呪われし者",
                    "SummaryJapanese": "ゴルツィネ邸から逃走したアッシュ達。\n屋敷を燃やされ、アッシュに逃げられたゴルツィネは怒りを露わにする。\nアジトに戻ってきたアッシュは英二との穏やかな時間を過ごしながらも、次の行動に出るのだった"
                },
                "12": {
                    "ID": "6568815",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568815",
                    "TitleEnglish": "To Have and Have Not",
                    "SummaryEnglish": "Arthur's guys are killed by Ash back to back, including Wookie. Ash instructs his guys to chase the gangs that are working with Arthur out of Manhattan, all the while making arrangements to send Eiji back to Japan.",
                    "TitleJapanese": "持つと持たぬと",
                    "SummaryJapanese": "ウーキーを皮切りに次々とアッシュの手によって部下が倒され、追い詰められていくオーサー。\nアッシュは部下たちにオーサーに手を貸しているグループをマンハッタンから追い出すように指示を出す一方で、英二を日本に帰す準備をしていた。"
                },
                "13": {
                    "ID": "6568816",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568816",
                    "TitleEnglish": "The Snows of Kilimanjaro",
                    "SummaryEnglish": "Ash heads to the agreed place where he shall face Arthur to settle it once and for all. Eiji, who had been left behind, wakes up and is told to head back to Japan by Ash's guys. However, as he finds out that Ash is facing Arthur, despite being stopped, he hurries to where Ash is.",
                    "TitleJapanese": "キリマンジャロの雪",
                    "SummaryJapanese": "オーサーとの決着をつけるためにアッシュは指定された場所へ向かう。\n残された英二が目が覚めると、日本に帰るように、というアッシュの伝言を仲間達から伝えられる。\nしかし、アッシュがオーサーとの戦うことを知り、仲間達を振り切って彼の元へ向かうのだった。"
                },
                "14": {
                    "ID": "6568817",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568817",
                    "TitleEnglish": "Tender is the Night",
                    "SummaryEnglish": "Ash is in the hospital, in critical condition, after being stabbed by Arthur. Max and Ibe are waiting for Eiji at the airport but hear about the incident on the news and contacts Charlie immediately. Eiji is locked up together with gang members, and Ash's words run through his head...",
                    "TitleJapanese": "夜はやさし",
                    "SummaryJapanese": "オーサーに刺され重傷を負ったアッシュは病院に搬送された。\n空港で英二を待っていたマックスと伊部だったが、ニュースで事態を知り、チャーリーに連絡を取るのだった。\n他のギャング達と一緒に留置所へ入れられてしまった英二は、アッシュにかけられた言葉の意味を考えていた。"
                },
                "15": {
                    "ID": "6568818",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568818",
                    "TitleEnglish": "The Garden of Eden",
                    "SummaryEnglish": "Eiji hears that Ash is dead, but just can't believe it. He takes Yut Lung hostage to get out of the mansion. Once out, Eiji tries to leave Yut Lung but Yut Lung tells Eiji to go ahead and kill himself. Meanwhile, Max, George and Captain Jenkins head to the National Mental Health Institute and there, they see Ash's body being autopsied...",
                    "TitleJapanese": "エデンの園",
                    "SummaryJapanese": "アッシュが死亡したというニュースが信じられない英二は、月龍を人質に屋敷を抜け出す。\n月龍を置いて去ろうとする英二に、月龍は自分を殺せと告げる。\n一方、精神衛生センターに向かったマックス達は病理解剖されるアッシュの死体を目撃する。"
                },
                "16": {
                    "ID": "6568819",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568819",
                    "TitleEnglish": "Lo, the Poor Peacock",
                    "SummaryEnglish": "Ash steals the ID of a security guard and succeeds in fleeing. He takes Dawson with him. The guards notice, but can't get hold of them. Meantime, Max and Ibe, who got into the National Mental Health Institute posing as some random head to rescue Ash...",
                    "TitleJapanese": "哀しみの孔雀",
                    "SummaryJapanese": "部屋に来た警備員からIDを奪ったアッシュは部屋からの脱走に成功し、ドースンを連れ出す。\n警備員達はアッシュが逃げたことに気付くも、捕まえられずにいた。\n見学客を装い精神衛生センターに来ていたマックスと伊部は騒ぎに紛れ、アッシュを助けに向かう。"
                },
                "17": {
                    "ID": "6568820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568820",
                    "TitleEnglish": "The Killers",
                    "SummaryEnglish": "Ash has fled from the National Mental Health Institute and is heading to Sing's hideout. There, he sees Eiji again. Sing finds out why Shorter was killed and tries to tell the others but Ash stops him. Tension fills the air. Meanwhile, Hua-Lung asks for Golzine and Golzine heads to the Lee mansion. There, Yut Lung was waiting for him...",
                    "TitleJapanese": "殺し屋",
                    "SummaryJapanese": "精神衛生センターから脱出したアッシュはシンのアジトへ向かい、英二と再会する。\nショーターが殺された理由を知ったシンは仲間に話そうとするが、アッシュに止められ、二人は対立してしまう。\nその頃、ゴルツィネは華龍に呼ばれ李家の屋敷に出向くも、そこにいたのは月龍で…。"
                },
                "18": {
                    "ID": "6568821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568821",
                    "TitleEnglish": "Islands in the Stream",
                    "SummaryEnglish": "Ash returns from Kippard's room and Eiji happily starts looking after him. One day, Ash goes out into town with Max, and there, he hears about Holstock's death. Ash is convinced that Kippard and Holstock were murdered by someone. The one who did it was actually someone that Ash would never want to accept.",
                    "TitleJapanese": "海流のなかの島々",
                    "SummaryJapanese": "キッパードの元から帰ってきたアッシュに英二は甲斐甲斐しく世話を焼いていた。\nマックスと外出したアッシュはホルストック死亡のニュースを目にして、キッパードとホルストックは誰かに殺されたのではないかと推測する。\nそれはアッシュにとって認めたくない人物だった。"
                },
                "19": {
                    "ID": "6568822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568822",
                    "TitleEnglish": "Ice Palace",
                    "SummaryEnglish": "Ash falls into the hands of Golzine, following a deal with Yut Lung. Eiji senses that Yut Lung has something to do with Ash not coming back and goes to see Sing to find out more about it. Meanwhile, Yut Lung approaches Blanca, who has just sealed the deal with Golzine, and invites him to work with him instead.",
                    "TitleJapanese": "氷の宮殿",
                    "SummaryJapanese": "月龍との取引によりゴルツィネの手に落ちたアッシュ。\n英二はアッシュが戻らないことに月龍が関係しているのではないかと考え、情報を得るためシンの元へ向かう。\nその頃、月龍はゴルツィネとの契約を終えたブランカに自分と契約するよう持ち掛けるのだった。"
                },
                "20": {
                    "ID": "6568823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568823",
                    "TitleEnglish": "The Unvanquished",
                    "SummaryEnglish": "Eiji finds out that Ash will be present at a party hosted by Golzine, and heads there with Sing, Cain, and Alex. Accompanying Yut Lung to the same party is Blanca. He secretly approaches Ash, who has gone temporarily blind due to some medication he was given.",
                    "TitleJapanese": "征服されざる人々",
                    "SummaryJapanese": "ゴルツィネが開催するパーティーにアッシュが出席することを知り、英二はシン、ケイン、アレックス達と共に乗り込むことに。\n月龍と一緒にパーティーに参加をしていたブランカは、薬の影響で目が見えなくなっているアッシュに密かに声をかける。"
                },
                "21": {
                    "ID": "6568825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568825",
                    "TitleEnglish": "The Undefeated",
                    "SummaryEnglish": "Ash and the other guys successfully flee from Golzine and Yut Lung. A wounded Sing also manages to return to their place, but his guys have been taken hostage by Yut Lung. Ash and Cain set about coming up with a way to rescue them. Meanwhile, Yut Lung, with Yuen-Tai Lao on his side and the hostages in his grasp, seems to have a certain plan up his sleeve...",
                    "TitleJapanese": "敗れざる者",
                    "SummaryJapanese": "ゴルツィネ・月龍から逃れることに成功したアッシュ達の元へ傷だらけのシンが戻ってきた。\nアッシュとケインは、月龍に捕まってしまったシンの仲間たちを助ける作戦を立てる。\n一方、月龍はラオや捕虜たちを前に何か企んでいるようで…。"
                },
                "22": {
                    "ID": "6568826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568826",
                    "TitleEnglish": "As I Lay Dying",
                    "SummaryEnglish": "As Max and the guys are being held captive, Ash goes to face Foxx. In the meantime, Max and the guys are taken to the National Mental Health Institute. Eiji and Sing head to rescue Ash together with Cain, and Alex follows the car with Max and the guys on it.",
                    "TitleJapanese": "死の床に横たわりて",
                    "SummaryJapanese": "マックス達を人質にとられてしまったアッシュはフォックスの前に姿を現すが、マックス達は国立精神衛生センターに連れていかれることに。\n英二とシンは、ケインと共にアッシュを助けに向かい、アレックスはマックス達が乗っている車を追いかけることに。"
                },
                "23": {
                    "ID": "6568827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568827",
                    "TitleEnglish": "For Whom the Bell Tolls",
                    "SummaryEnglish": "Eiji is shot, and is taken to the hospital. Ash tries to go with him, but it's none other than Blanca who stops him. Blanca tries to take care of Ash's wound, but Ash points a gun at him. Meanwhile, Sing who is feeling guilty for two of his guys shooting Eiji and Ash, makes one important decision...",
                    "TitleJapanese": "誰がために鐘は鳴る",
                    "SummaryJapanese": "ユンに撃たれ病院に運ばれる英二についていこうとするアッシュを止めたのはブランカだった。\n傷の手当てしようとするブランカにアッシュは銃を向ける。\n一方、自身の仲間が英二とアッシュを撃ったことに責任を感じたシンはある決意をする。"
                },
                "24": {
                    "ID": "6568828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/banana-fish/episodes/6568828",
                    "TitleEnglish": "The Catcher in the Rye",
                    "SummaryEnglish": "Ash demands to have the hostages released, in exchange for sparing Golzine's life. But that's when Foxx betrays Golzine. Cain, Sing, and Blanca quickly take action to save the hostages together with Ash. Meanwhile, Eiji, who's in the hospital, decides to finally head back to Japan, but just can't seem to get Ash off of his mind...",
                    "TitleJapanese": "ライ麦畑でつかまえて",
                    "SummaryJapanese": "ゴルツィネを人質に捕虜たちの解放を求めたアッシュだったが、フォックスの裏切りにより、アッシュはフォックスの手におちてしまう。\nケイン、シン、ブランカはアッシュと捕虜を助けるために動き出す。\n英二は病院で日本への帰国を決めるが、アッシュのことが気掛かりで…。"
                }
            }
        }
    }
}