{
    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan",
    "Genres": [
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8528256/",
        "https://www.themoviedb.org/tv/78473"
    ],
    "TitleEnglish": "Dragon Pilot: Hisone & Masotan",
    "SummaryEnglish": "A Japanese anime television series created by director Shinji Higuchi, screenwriter Mari Okada, and animation studio Bones. It was licensed by Netflix for domestic and international streaming. // Straightforward and innocent Hisone Amakasu is a Self-Defense Force rookie stationed at the Air Self-Defense Force's Gifu Base. She was struggling with the fact that she sometimes hurts people unintentionally by her innocent words and decided to join the Air Self-Defence Force, hoping to maintain a certain distance from people. This decision led her to a fateful encounter which profoundly changed her life. It was the \"OTF\" dragon hidden in the base and it chose Hisone as his pilot. When it soared into the sky with Hisone, her fate as a dragon pilot was decided. It is said that dragons have a key to the future of the world…",
    "Aliases": [
        "Hisone to Maso-tan"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "754505",
            "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6582365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6582365",
                    "TitleEnglish": "It is insane",
                    "SummaryEnglish": "Hisone Amakasu tends to hurt people unconsciously, as she is too honest. Suffering in a relationship, she joined Japan Air Self-Defense Force (JASDF) as a fixed term staff and was assigned to Gifu base. One day Hisone was sent to “the 8th hangar” and there bumped into a dragon. And what is more, she was swallowed by him! The dragon is called OTF (Organic Transformed Flyer), which has been managed by JASDF since ancient times. This is how Hisone’s new phase of life as a dragon pilot begins."
                },
                "2": {
                    "ID": "6647727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6647727",
                    "TitleEnglish": "I name the dragon Masotan",
                    "SummaryEnglish": "Hisone keeps flight training with the dragon. One day a long-haired Hiroki Ikushima appeared out of nowhere and touched all over Hisone’s body. He is a developer of pilot suits and got motivated to create a new suits for Hisone by witnessing she was swallowed by the dragon. On the other hand, Hisone’s rival Nao keeps teasing her out of spite not being chosen by the dragon, but she mistook that Nao likes her. While shortening the distance to the dragon, Hisone starts thinking it needs a name."
                },
                "3": {
                    "ID": "6650605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6650605",
                    "TitleEnglish": "Take responsibility, would you?",
                    "SummaryEnglish": "Everyone in Gifu base is now focusing on rehearsal for the Aviation Festival. However Hisone’s inexperience in flight has disturbed the team. A few days ago she heard about Moriyama who used to be a dragon pilot until three years ago. The fact that Masotan react to Moriyama’s TAC name “Forest” made Hisone uneasy. Though she tries to figure out why Moriyama left the team, she has reached no success. And finally the Festival day has come."
                },
                "4": {
                    "ID": "6650607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6650607",
                    "TitleEnglish": "Those guys have come over to Gifu",
                    "SummaryEnglish": "Dragon pilots from Tsuiki, Misawa and Iruma base have gathered at Gifu base for joint training including mimic battle. As soon as arrived, El Hoshino from Tsuiki base suggested a night-time training to get to know each other. She doesn’t like treating her dragon like a pet and keeps it disguising in the battle plane F-2A. On the other hand, Mayumi Hitomi is very slow and Liliko Kinutsugai fears catching others’ eyes. Can Hisone get along with these unique dragon pilots?"
                },
                "5": {
                    "ID": "6679333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6679333",
                    "TitleEnglish": "Who likes to be disliked?",
                    "SummaryEnglish": "Each dragon pilots had different way to communicate with dragons, which caused tensions among them. But Hisone was troubled by the thought that she was the reason as she could never keep her honest feeling within herself. Chief Kakiyasu imposed dragon pilots on a training in an uninhabited island off the coast of Japan Sea. The purpose is to develop teamwork with limited supplies in a tough environment. How would they escape from the island and come back to the base with dragons?"
                },
                "6": {
                    "ID": "6687745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6687745",
                    "TitleEnglish": "I will call your name",
                    "SummaryEnglish": "It is the fifth day of the training, and now they have only two days left. However, the four dragon pilots are not close enough yet. Ell in particular has been in an awkward position because of her harsh attitude toward F-2. She could no longer bear up under the stress and attempted an escape alone on a raft, but was caught in tidal waves. On the other hand, Hisone, Liliko and Mayumi found a secret of the island in the cave where they escaped from the storm."
                },
                "7": {
                    "ID": "6694298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6694298",
                    "TitleEnglish": "Kingdom of Love",
                    "SummaryEnglish": "After the 7 days training, Dragon Pilots finally started building a trusted relationship. And they were informed that their hard training was actually the preparation for a very important national project, “Ritual”. In order to accomplish the Ritual, Ministry of Defense pursues an operation to control Dragon Pilots’ feeling, as their romantic feeling has a big impact to their relationship with OTF. While MOD started collecting individual data of each Dragon Pilot, Hisone and Okonogi are to go out together."
                },
                "8": {
                    "ID": "6703435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6703435",
                    "TitleEnglish": "Limited time offer! Spicy granny flavor",
                    "SummaryEnglish": "Finally dragon pilots were informed the whole picture of their mission for Ritual, for which not only Japan Air, Ground, Maritime Self-Defense Force but also the nation launch full-scare efforts. To take \"Mitatsu\", the giant OTF arising from sleep in every 74 years, to new \"Fushido\", the place to rest. It would take three whole days for dragon pilots and OTFs to lead way for Mitatsu as he can only move ate very low speed. In preparation for the day of Ritual, the training for dragon pilots shifts into high gear, and Iiboshi revealed Sada's true identity."
                },
                "9": {
                    "ID": "6712273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6712273",
                    "TitleEnglish": "eeeeeeeeeek!",
                    "SummaryEnglish": "After the three-days-training simulated Ritual, Priestesses arrive Gifu Air Base. It was announced that Okonogi actually belongs to a ministry which conducts Ritual. A Priestess Natsume extends her favor to Okonogi and follows Hisone around for being close to him. While pilots of Air Development and Test Wing get excited over young priestess, El is having a change of heart. In the meantime, Sada and Iiboshi now worry about “Anastomotic”."
                },
                "10": {
                    "ID": "6720053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6720053",
                    "TitleEnglish": "Melty Love",
                    "SummaryEnglish": "Just as upper managements concerned, dragon pilots’ romantic feeling created a gulf between OTF and themselves. “Anatomic” has prevented Hisone from riding Masotan, but she hasn’t realized her true feeling yet. Nao sees Hisone struggling and reconsiders what she can do. El cannot ride Noma anymore and started going after her original dream. Now “Ritual” is only days away. Everyone at Gifu Air Base is preparing for it in different ways with mixed feeling."
                },
                "11": {
                    "ID": "6729539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6729539",
                    "TitleEnglish": "Montparnasse sky and scum girl",
                    "SummaryEnglish": "\"Ritual\" has now started. \"Mizuchi Rock\", the uninhabited island where dragon pilots did the training, turns out to be sleeping \"Mitatsu\". He arised from sleep and is now moving to the next place to rest with concealing himself in developed cumulonimbus clouds. Under the rough weather, four OTFs break their backs to lead him safely. “What is Hisone doing now?” She is not here, for the mission which affects the fate of this nation."
                },
                "12": {
                    "ID": "6737301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6737301",
                    "TitleEnglish": "Invincible us",
                    "SummaryEnglish": "The dragon pilots’ mission to lead “Mitatsu” to the new place to rest has almost been completed. However, there is a great matter behind the thousands-year old ritual which has been strictly concealed. What actually is Ksuabime, and what kind of life has Sada walked through? Now Ritual is ending. In middle of a critical situation of this country, how will Hisone and Masotan make their decision? And what kind of future will they select?"
                }
            }
        }
    }
}