{
    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan",
    "Genres": [
        "Animation",
        "Anime",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8528256/",
        "https://www.themoviedb.org/tv/78473"
    ],
    "TitleEnglish": "Dragon Pilot: Hisone & Masotan",
    "SummaryEnglish": "A Japanese anime television series created by director Shinji Higuchi, screenwriter Mari Okada, and animation studio Bones. It was licensed by Netflix for domestic and international streaming. // Straightforward and innocent Hisone Amakasu is a Self-Defense Force rookie stationed at the Air Self-Defense Force's Gifu Base. She was struggling with the fact that she sometimes hurts people unintentionally by her innocent words and decided to join the Air Self-Defence Force, hoping to maintain a certain distance from people. This decision led her to a fateful encounter which profoundly changed her life. It was the \"OTF\" dragon hidden in the base and it chose Hisone as his pilot. When it soared into the sky with Hisone, her fate as a dragon pilot was decided. It is said that dragons have a key to the future of the world…",
    "TitleJapanese": "ひそねとまそたん",
    "SummaryJapanese": "「私は、君とソラを飛ぶ。」 \n甘粕ひそねは、航空自衛隊の岐阜基地に勤務を始めた新人だ。 \n素直すぎて無意識で他人を傷つけるのに疲れ、任期限定の自衛官を選んだのだ。 \nだが、運命の出逢いが彼女の人生を根底から変える。 \n基地に秘匿された戦闘機に擬態するドラゴンがひそねを選び、大空高く舞いあがったのだ。 \nこうして「OTF（変態飛翔生体）」であるドラゴンに乗りこむ飛行要員が、 \nひそねの仕事になった。 \n国家的な命運を左右するとも言われるドラゴンには、 \nはたしてどんな秘密が隠されているのだろうか……。",
    "Aliases": [
        "Hisone to Maso-tan"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "754505",
            "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6582365",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6582365",
                    "TitleEnglish": "It is insane",
                    "SummaryEnglish": "Hisone Amakasu tends to hurt people unconsciously, as she is too honest. Suffering in a relationship, she joined Japan Air Self-Defense Force (JASDF) as a fixed term staff and was assigned to Gifu base. One day Hisone was sent to “the 8th hangar” and there bumped into a dragon. And what is more, she was swallowed by him! The dragon is called OTF (Organic Transformed Flyer), which has been managed by JASDF since ancient times. This is how Hisone’s new phase of life as a dragon pilot begins.",
                    "TitleJapanese": "正気の沙汰ではないんです",
                    "SummaryJapanese": "甘粕ひそねは、ウソがつけないあまり無意識に他人を傷つけてしまう女性。\n人間関係に悩み、 任期制隊員として航空自衛隊に入隊し、\n岐阜基地に配属された。ある日『第８格納庫』に 行くよう言われたひそねは、\nプールから出現したドラゴンにパクリと 飲みこまれてしまう。\nなんと空自は古来から日本に棲まう 「変態飛翔生体」略称「OTF」を\n戦闘機に擬態させ、管理していたのだった。\nかくして「Dパイ（ドラゴンパイロット）」となった ひそねの運命は、\n大きく動き始めた！"
                },
                "2": {
                    "ID": "6647727",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6647727",
                    "TitleEnglish": "I name the dragon Masotan",
                    "SummaryEnglish": "Hisone keeps flight training with the dragon. One day a long-haired Hiroki Ikushima appeared out of nowhere and touched all over Hisone’s body. He is a developer of pilot suits and got motivated to create a new suits for Hisone by witnessing she was swallowed by the dragon. On the other hand, Hisone’s rival Nao keeps teasing her out of spite not being chosen by the dragon, but she mistook that Nao likes her. While shortening the distance to the dragon, Hisone starts thinking it needs a name.",
                    "TitleJapanese": "ドラゴンの名前はまそたんにします",
                    "SummaryJapanese": "ドラゴンと飛行訓練を繰りかえすひそね。そこに現れた長髪の男・幾嶋博己は、\n彼女の身体に触りまくった。専用パイロットスーツの開発担当である幾嶋は、\nドラゴンに選ばれて飲み込まれた先の構想を触発されたのだ。\n一方、ドラゴンに選ばれなかったライバルの奈緒は、\n嫉妬のあまり嫌がらせを繰りかえすが、\nひそねはそれを好意と勘違いしてしまう。\n次第にドラゴンとの距離が縮まっていったひそねは、\n名前が必要だと感じ始めていた。"
                },
                "3": {
                    "ID": "6650605",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6650605",
                    "TitleEnglish": "Take responsibility, would you?",
                    "SummaryEnglish": "Everyone in Gifu base is now focusing on rehearsal for the Aviation Festival. However Hisone’s inexperience in flight has disturbed the team. A few days ago she heard about Moriyama who used to be a dragon pilot until three years ago. The fact that Masotan react to Moriyama’s TAC name “Forest” made Hisone uneasy. Though she tries to figure out why Moriyama left the team, she has reached no success. And finally the Festival day has come.",
                    "TitleJapanese": "責任とってくださいよ",
                    "SummaryJapanese": "航空祭を控えて予行演習に余念のない岐阜基地。だが、ひそねの不慣れなフライトは\n編隊を乱して不安を与えていた。一連の会話の中で、3年前までの\nDパイ前任者だった森山の存在を耳にしてしまったひそねは、彼女のTACネーム\n“フォレスト”に反応するまそたんの様子を見て、あまりいい気分がしなかった。\n森山の情報を集めようとするがどうして隊を去ったのか、確実な答えは得られなかった。\nそして、大勢の来場客を集める航空祭の日が来た。"
                },
                "4": {
                    "ID": "6650607",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6650607",
                    "TitleEnglish": "Those guys have come over to Gifu",
                    "SummaryEnglish": "Dragon pilots from Tsuiki, Misawa and Iruma base have gathered at Gifu base for joint training including mimic battle. As soon as arrived, El Hoshino from Tsuiki base suggested a night-time training to get to know each other. She doesn’t like treating her dragon like a pet and keeps it disguising in the battle plane F-2A. On the other hand, Mayumi Hitomi is very slow and Liliko Kinutsugai fears catching others’ eyes. Can Hisone get along with these unique dragon pilots?",
                    "TitleJapanese": "ヤツらが岐阜にやって来た",
                    "SummaryJapanese": "築城、三沢、入間と他の３基地所属のDパイたちが岐阜基地に集結し、\n模擬戦をふくめた合同訓練が行われることになった。\n築城所属の星野絵瑠は、到着早々に互いを知る目的で夜間訓練を提案する。\nしかも彼女はドラゴンをペット扱いすることを嫌い、\n戦闘機F-2Aに擬態させたままであった。\n日登美真弓はのんびり屋、絹番莉々子は視線恐怖症と、\nいずれも個性的なDパイたちと、ひそねは良好な人間関係を築けるのだろうか。"
                },
                "5": {
                    "ID": "6679333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6679333",
                    "TitleEnglish": "Who likes to be disliked?",
                    "SummaryEnglish": "Each dragon pilots had different way to communicate with dragons, which caused tensions among them. But Hisone was troubled by the thought that she was the reason as she could never keep her honest feeling within herself. Chief Kakiyasu imposed dragon pilots on a training in an uninhabited island off the coast of Japan Sea. The purpose is to develop teamwork with limited supplies in a tough environment. How would they escape from the island and come back to the base with dragons?",
                    "TitleJapanese": "スキ好んで嫌われたい人なんていますか？",
                    "SummaryJapanese": "ドラゴンへの接し方の違いから、Dパイたちの関係はギクシャクするばかりだった。\nひそねは、つい口に出る自分の本音がトラブルの原因だと考え、悩む。\nそんな4人に柿保飛行班長は、翌朝早くの日本海沖無人島における実動訓練を指示した。\n限定された環境、限られた物資の中でチームワークをどう築くかが主眼だという。\nドラゴンたちも含め、どうやって島を脱出して基地へ帰投するのか。\nひそねたちの心の戦いが始まった。"
                },
                "6": {
                    "ID": "6687745",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6687745",
                    "TitleEnglish": "I will call your name",
                    "SummaryEnglish": "It is the fifth day of the training, and now they have only two days left. However, the four dragon pilots are not close enough yet. Ell in particular has been in an awkward position because of her harsh attitude toward F-2. She could no longer bear up under the stress and attempted an escape alone on a raft, but was caught in tidal waves. On the other hand, Hisone, Liliko and Mayumi found a secret of the island in the cave where they escaped from the storm.",
                    "TitleJapanese": "君の名前を叫ぶから",
                    "SummaryJapanese": "日本海沖無人島におけるDパイ訓練は5日目に入り、残すところ2日となっていた。\n各基地から集まった4人の関係は、まだ親密には至っていない。\n特にパイロットとしてプライドの高い星野絵瑠はドラゴンのF-2に接する態度が厳しく、\n周囲から浮いてしまう。\nたまりかねた絵瑠はイカダを出し、単独脱出を試みて高波に飲まれてしまった……。\n一方、暴風雨の中、洞窟に避難したひそねたちはその島に隠された秘密に気づくのだった。"
                },
                "7": {
                    "ID": "6694298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6694298",
                    "TitleEnglish": "Kingdom of Love",
                    "SummaryEnglish": "After the 7 days training, Dragon Pilots finally started building a trusted relationship. And they were informed that their hard training was actually the preparation for a very important national project, “Ritual”. In order to accomplish the Ritual, Ministry of Defense pursues an operation to control Dragon Pilots’ feeling, as their romantic feeling has a big impact to their relationship with OTF. While MOD started collecting individual data of each Dragon Pilot, Hisone and Okonogi are to go out together.",
                    "TitleJapanese": "恋する王国",
                    "SummaryJapanese": "無人島での一件を経て互いに信頼関係を築き始めたDパイたち。\nしかし、これまで行ってきた厳しい訓練は国家的事業“マツリゴト”\nのためであったことが明らかになる。\nマツリゴト遂行のため、防衛省はDパイたちの感情をコントロールする作戦を実行する。\nＤパイの恋愛感情はOTFとの関係性に大きな影響をもたらすことが分かっているのだ。\nこうしてDパイたちの個人データ収集が始まる中、\nひそねと小此木は2人で外出することになった。"
                },
                "8": {
                    "ID": "6703435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6703435",
                    "TitleEnglish": "Limited time offer! Spicy granny flavor",
                    "SummaryEnglish": "Finally dragon pilots were informed the whole picture of their mission for Ritual, for which not only Japan Air, Ground, Maritime Self-Defense Force but also the nation launch full-scare efforts. To take \"Mitatsu\", the giant OTF arising from sleep in every 74 years, to new \"Fushido\", the place to rest. It would take three whole days for dragon pilots and OTFs to lead way for Mitatsu as he can only move ate very low speed. In preparation for the day of Ritual, the training for dragon pilots shifts into high gear, and Iiboshi revealed Sada's true identity.",
                    "TitleJapanese": "期間限定！激辛おばあさん味",
                    "SummaryJapanese": "ついに任務の全容がDパイたちに通達された。\n陸・海・空、国家の総力をあげて行われる“マツリゴト”。\nそれは74年ごとに目覚める超大型変態飛翔生体“ミタツ様”を、\n次の眠りにつく場所“臥所”へと導くという一大神事だった。\n超低速で移動するミタツ様を誘導するため、三日三晩空を\n飛び続けなければならないDパイとOTFたち。\n飯干からジョア売りの貞の正体が告げられると、来たるべき日に備え、\nひそねたちの訓練は本格化し始める。"
                },
                "9": {
                    "ID": "6712273",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6712273",
                    "TitleEnglish": "eeeeeeeeeek!",
                    "SummaryEnglish": "After the three-days-training simulated Ritual, Priestesses arrive Gifu Air Base. It was announced that Okonogi actually belongs to a ministry which conducts Ritual. A Priestess Natsume extends her favor to Okonogi and follows Hisone around for being close to him. While pilots of Air Development and Test Wing get excited over young priestess, El is having a change of heart. In the meantime, Sada and Iiboshi now worry about “Anastomotic”.",
                    "TitleJapanese": "ギャーーー！！",
                    "SummaryJapanese": "“マツリゴト”を想定した三日三晩に及ぶ訓練の後、\n岐阜基地に現れたのは“巫女”たちだった。\nそして、“神祇官”に所属していることが明かされた小此木。\n巫女のひとりである棗は、小此木への好意を隠そうとせず、\n小此木と親しいひそねに対して執拗につきまとう。\n一方で若い巫女たちにうかれる飛実団のパイロットたち。\n絵瑠の気持ちにも動きが見え始めていた。\nマツリゴトに向け訓練が過酷さを増す中、貞と飯干は“吻合”を案じていた……。"
                },
                "10": {
                    "ID": "6720053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6720053",
                    "TitleEnglish": "Melty Love",
                    "SummaryEnglish": "Just as upper managements concerned, dragon pilots’ romantic feeling created a gulf between OTF and themselves. “Anatomic” has prevented Hisone from riding Masotan, but she hasn’t realized her true feeling yet. Nao sees Hisone struggling and reconsiders what she can do. El cannot ride Noma anymore and started going after her original dream. Now “Ritual” is only days away. Everyone at Gifu Air Base is preparing for it in different ways with mixed feeling.",
                    "TitleJapanese": "好きになったらトロけちゃう",
                    "SummaryJapanese": "上層部の懸念は的中した。恋愛感情が、OTFとDパイの関係に重大な亀裂をいれてしまった。\n“吻合”によりまそたんに乗れなくなったひそねは、まだ自分の気持ちに気づけずにいた。\nひそねの姿を見た名緒は、自分にできることを見つめなおす。\nノーマに乗れなくなった絵瑠は、再び夢を追いかけ始める。\n小此木、そして棗、“マツリゴト”を目前に揺れ動く岐阜基地の面々。\n来たるべきその日に向け、人それぞれに新たな動きが始まっていた。"
                },
                "11": {
                    "ID": "6729539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6729539",
                    "TitleEnglish": "Montparnasse sky and scum girl",
                    "SummaryEnglish": "\"Ritual\" has now started. \"Mizuchi Rock\", the uninhabited island where dragon pilots did the training, turns out to be sleeping \"Mitatsu\". He arised from sleep and is now moving to the next place to rest with concealing himself in developed cumulonimbus clouds. Under the rough weather, four OTFs break their backs to lead him safely. “What is Hisone doing now?” She is not here, for the mission which affects the fate of this nation.",
                    "TitleJapanese": "モンパルナスの空とクズ女",
                    "SummaryJapanese": "“マツリゴト”が始まった。\nかつてDパイたちが訓練した無人島“ミズチ岩”となっていた超大型変態飛翔生体“ミタツ様”が目ざめ、次なる臥所に移動を始めた。\n発達した積乱雲に身を隠し、ゆっくりと飛び立つミタツ様。激しい風圧、暗雲たちこめる暴風雨の中、懸命にミタツ様を誘導する4機のOTF。\n「甘粕ひそねは、今、何をしている？」。\n日本国の命運がかかったミッションの中、隊員たちはその場にいない、ひそねを思うのだった。"
                },
                "12": {
                    "ID": "6737301",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/dragon-pilot-hisone-and-masotan/episodes/6737301",
                    "TitleEnglish": "Invincible us",
                    "SummaryEnglish": "The dragon pilots’ mission to lead “Mitatsu” to the new place to rest has almost been completed. However, there is a great matter behind the thousands-year old ritual which has been strictly concealed. What actually is Ksuabime, and what kind of life has Sada walked through? Now Ritual is ending. In middle of a critical situation of this country, how will Hisone and Masotan make their decision? And what kind of future will they select?",
                    "TitleJapanese": "無敵の私たち",
                    "SummaryJapanese": "“ミタツ様”を臥所へ誘導し、無事に“お寝返り”させるまでがDパイのミッションだ。\nしかし、数千年続く国家的神事の背後には、秘匿され続けてきた重大事があった。“楔女”の存在とは？\nそして、貞の内に秘められた過去とは？\nそれぞれの想いが交錯する中、“マツリゴト”は終局を迎えようとしていた。\n日本国全体が瓦解の危機にさらされる絶体絶命の状況下で、ひそねとまそたんは何を決断し、\nどう行動して、どんな未来を選ぶのか？"
                }
            }
        }
    }
}