{
  "URL": "https://www.thetvdb.com/series/grand-blue-dreaming",
  "Genres": [
    "Adaptation",
    "Anime - Seinen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt8086718/",
    "https://www.grandblue-anime.com/",
    "http://www.reddit.com/r/GrandBlue",
    "https://www.themoviedb.org/tv/79166",
    "https://www.wikidata.org/wiki/Q63456885",
    "https://en.wikipedia.org/wiki/Grand_Blue_Dreaming#Anime",
    "https://x.com/gb_anime"
  ],
  "TitleEnglish": "Grand Blue Dreaming",
  "SummaryEnglish": "A college student joins the local diving club after meeting some rowdy upperclassmen. New adventures in booze and the ocean await.",
  "Aliases": [
    "Grand Blue",
    "Grand Blue Season 2"
  ],
  "Modified": "2025-10-01",
  "Seasons": {
    "1": {
      "ID": "764333",
      "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6684232",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/6684232",
          "TitleEnglish": "Deep Blue",
          "SummaryEnglish": "When Iori Kitahara heads off to college, he decides to live at his uncle's dive shop in Izu. Iori is looking forward to experiencing college life, but ends up running into a group of tough guys playing strip rock-paper-scissors. Iori gets dragged into the diving club's crazy shenanigans and ends up spending his first day in college wearing nothing but a pair of underwear.",
          "Aliases": []
        },
        "2": {
          "ID": "6753048",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/6753048",
          "TitleEnglish": "Underwater",
          "SummaryEnglish": "After a cutthroat battle with Kohei Imamura, a handsome otaku from school, Iori ends up joining the Peek-a-Boo diving club. Iori arrives home worn out from the day, but perks up when he hears about a party with a women's college. However, his cousin Nanaka won't allow him to stay out three nights in a row, so Iori tries to show her he's an independent man to get her to let him go.",
          "Aliases": []
        },
        "3": {
          "ID": "6753050",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/6753050",
          "TitleEnglish": "A New World",
          "SummaryEnglish": "Iori and Kohei don wetsuits and head to the sea! Although Iori used to be afraid of the water, he starts becoming more interested. But diving equipment is expensive! Tokita and Kotobuki decide to hold a men's beauty pageant for the Izu Spring Festival in May. The guys want to avoid being paraded around on stage, so they try to get Chisa to participate in a women's beauty pageant.",
          "Aliases": []
        },
        "4": {
          "ID": "6753051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/6753051",
          "TitleEnglish": "The Male Beauty Pageant",
          "SummaryEnglish": "The Izu Spring Festival has begun! The members of Peek-a-Boo run an okonomiyaki stall with Iori, Kohei, Chisa, and Azusa helping out. Iori finds himself in a complicated situation when a misunderstanding with Azusa occurs and a rivalry with the tennis club Tinkerbell begins. When Chisa gets nervous and freezes up during the women's beauty pageant, Iori and Kohei think of a plan to cheer her on.",
          "Aliases": []
        },
        "5": {
          "ID": "6760462",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/6760462",
          "TitleEnglish": "Too Late",
          "SummaryEnglish": "Iori and Kohei attend class in their underwear like normal, but everyone glares at them with a bloodthirsty look in their eyes! It's because they heard that Iori and Chisa are dating! Sensing their lives are in danger, Iori and Kohei offer to setup a mixer. They ask Azusa to introduce her friends, but she brings Aina Yoshiwara, the \"Cakey\" girl from the Izu Spring Festival!",
          "Aliases": []
        },
        "6": {
          "ID": "6768659",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/6768659",
          "TitleEnglish": "First Buddy",
          "SummaryEnglish": "Inori and Kohei get through their exams by cheating. Meanwhile, PaB throws a welcome party for Aina, their new member. Aina was looking forward to getting a new start to college life, but discovers that no one in the club is normal! Nevertheless, the club members are serious about diving and have the new members learn basic hand signals and dive in pairs. However, Iori gets paired up with Chisa.",
          "Aliases": []
        },
        "7": {
          "ID": "6768660",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/6768660",
          "TitleEnglish": "Doubles",
          "SummaryEnglish": "Iori and the others dream about going diving at a beautiful location after seeing an article on Miyakojima in a magazine. However, Tokita and Kotobuki decide the club is going to join a tennis doubles match! They explain that they're joining the match to get everyone to build trust with their diving buddy, but the real reason is to get back at the tennis club and take away their prize money!",
          "Aliases": []
        },
        "8": {
          "ID": "6768661",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/6768661",
          "TitleEnglish": "Men's Cocktails",
          "SummaryEnglish": "The members of the diving team start working part-time jobs to pay for their trip to Okinawa. However, Iori and Kohei end up spending all their earnings on drinking. Meanwhile, Kotobuki is working hard as a bartender, and his boss lets Iori and Kohei try it out too. However, these two idiots don't know how to make cocktails, and end up creating some dangerous new drinks!",
          "Aliases": []
        },
        "9": {
          "ID": "6768662",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/6768662",
          "TitleEnglish": "Truth or Dare",
          "SummaryEnglish": "Iori tries to setup another mixer for his friends, and wants to ask Chisa to introduce her friends so they can all play truth or dare. Nanaka and Azusa also get involved, and they all begin a vicious game of attack and defense! However, Iori doesn't have enough money for their trip. Iori and the gang head to a diving shop to buy diving gear, but find out there's still a lot they don't know.",
          "Aliases": []
        },
        "10": {
          "ID": "6768663",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/6768663",
          "TitleEnglish": "Arrival in Okinawa",
          "SummaryEnglish": "The Peek-a-Boo members arrive in Okinawa! After checking out their gorgeous vacation home, the group decides to head to the beach. In order to make sure the guys don't try to get naked, they decide to go to a popular beach with lots of visitors, where they have some wild fun on a banana boat. However, Iori loses their banana boat contest and ends up having to sleep in Nanaka and Azusa's room!",
          "Aliases": []
        },
        "11": {
          "ID": "6768664",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/6768664",
          "TitleEnglish": "You Have the Wrong Idea",
          "SummaryEnglish": "\"You might be the only one who can't pass the license test,\" Nanaka says to Iori, pointing out what he's bad at. To avoid being made fun of by Kohei and Nanaka, he practices secretly. Yet, while practice, all he thinks of is how to poison them at dinner. He avoids being pairs with Kohei and Aina and gets Chisa to promise to help him with practice. But, these interactions cause misunderstandings...",
          "Aliases": []
        },
        "12": {
          "ID": "6768665",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/6768665",
          "TitleEnglish": "Otori",
          "SummaryEnglish": "For the last half of their trip, the Peek-A-Boo members arrive in Miyakojima. Everyone goes for a serious dive into the majestic sea with the exception of Iori, who couldn't obtain his license. Everything is magical with the stunning coral reef, colorful fishes and sea turtles, until the members engage in PaB-style Otori (a drinking custom of Miyakojima), which turns things into a living hell...",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "2148804",
      "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/seasons/official/2",
      "TitleEnglish": null,
      "SummaryEnglish": "俺たちの夏は終わらない！\n北原伊織が伊豆で大学生活を始めて早三ヶ月ー\n\n居候しているダイビングショップ「グランブルー」ではかわいい従妹の古手川千紗と一つ屋根の下。そこに従姉の古手川奈々華、オトナの色気がたまらない浜岡梓、同級生の吉原愛菜も加わって、順風満帆な青春のキャンパスライフを過ごしていた！\n\n……というのは一面で、大学生活の大半は全裸野郎どもとの狂乱騒ぎ！\n\nというのも、伊織が入ったダイビングサークル「Peek a Boo（ピーカブー）」は、ダイビングはそこそこに屈強な男達が全裸になって酒を酌み交わすバカ騒ぎを日常としており、伊織はイケメンだが真性オタクの今村耕平と共に、すっかりサークルに染まっていたのだ。\n\nそんな中、沖縄でのダイビングライセンス講習を終え、伊豆へと戻ってきた伊織の元に妹・栞からの手紙が届く……\n\n妹の襲来、青梅女子大の学園祭、肝試しにデートに無人島キャンプ！\n\n愛すべき全裸野郎どもに囲まれた伊織の大学生活が再び始まる!!",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "10720713",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/10720713",
          "TitleEnglish": "Sister",
          "SummaryEnglish": "Iori receives a letter from his little sister back home. Note: This is still a diving anime.",
          "Aliases": []
        },
        "2": {
          "ID": "11219916",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/11219916",
          "TitleEnglish": "Brother",
          "SummaryEnglish": "Shiori's here and on a mission! How will Iori handle this situation?",
          "Aliases": []
        },
        "3": {
          "ID": "11219917",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/11219917",
          "TitleEnglish": "Association",
          "SummaryEnglish": "Aina is out of control! But why?",
          "Aliases": []
        },
        "4": {
          "ID": "11219918",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/11219918",
          "TitleEnglish": "Ticket Scramble",
          "SummaryEnglish": "Aina has a spare ticket for the Oumi Women's University Festival, and it causes all sorts of chaos.",
          "Aliases": []
        },
        "5": {
          "ID": "11219919",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/11219919",
          "TitleEnglish": "First Time at a Women's University",
          "SummaryEnglish": "Iori and Kohei attend the All-Girls College Festiva, but the girls ask them to help out at the cafe.",
          "Aliases": []
        },
        "6": {
          "ID": "11219920",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/11219920",
          "TitleEnglish": "Back to the All-Girls College",
          "SummaryEnglish": "After being expelled from college, the boys devise various plans to get back into it.",
          "Aliases": []
        },
        "7": {
          "ID": "11219921",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/11219921",
          "TitleEnglish": "The Charpy Impact Test",
          "SummaryEnglish": "Iori and his class need to cooperate and do a very dangerous experiment together.",
          "Aliases": []
        },
        "8": {
          "ID": "11219922",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/11219922",
          "TitleEnglish": "Coworkers",
          "SummaryEnglish": "Iori runs into a familiar face at his new part-time job, and this is going to complicate matters!",
          "Aliases": []
        },
        "9": {
          "ID": "11219923",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/11219923",
          "TitleEnglish": "Are You In Love?",
          "SummaryEnglish": "All sorts of misunderstandings ensue as attraction comes into the equation.",
          "Aliases": []
        },
        "10": {
          "ID": "11219924",
          "TYPE": "Movies",
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/11219924",
          "TitleEnglish": "Movie Date",
          "SummaryEnglish": "Iori is asked out on a movie date, and he hears some news that complicates things.",
          "Aliases": []
        },
        "11": {
          "ID": "11219925",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/11219925",
          "TitleEnglish": "Let's Go to an Uninhabited Island!",
          "SummaryEnglish": "The gang heads out to a camping site on an uninhabited island, only to run into some unexpected faces.",
          "Aliases": []
        },
        "12": {
          "ID": "11226958",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/episodes/11226958",
          "TitleEnglish": "Now We're Even",
          "SummaryEnglish": "Iori learns that a lot will soon change for the club.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "2207833",
      "URL": "https://www.thetvdb.com/series/grand-blue-dreaming/seasons/official/3",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 1,
      "Episodes": {}
    }
  }
}