{
    "URL": "https://www.thetvdb.com/series/344194-show",
    "Genres": [
        "Animation",
        "Anime",
        "Comedy",
        "Fantasy"
    ],
    "Other Sites": [
        "http://boueibu.com/hk/index.html"
    ],
    "TitleEnglish": "Cute High Earth Defense Club HAPPY KISS!",
    "SummaryEnglish": "Located in the city of Kita Kanto, Japan, Meenan City-Meenan High School’s \"Earth Defense Ministry\" is a society that does nothing. The school's members enjoy tea and chat aimlessly. After school, however, they discover a strange and beautiful boy who declares \"I am the first prince of the Kingdom of Honaila, Mr. Karls! And I am to rule over you,\" thus creating a dispute over the heir to the kingdom of magic.",
    "TitleJapanese": "美男高校地球防衛部HAPPY KISS!",
    "SummaryJapanese": "眉難高校に通う修善寺鏡太郎、霧島龍馬、和倉七緒、万座太子、道後一六の5人は「防衛部」という部活動に所属している。ある日のこと、学校帰りに銭湯「黒玉湯」に立ち寄った5人は、そこで魔法の国の王子と名乗る少年・カルルスと遭遇。カルルスは弟のフラヌイと王位継承権を巡って争っており、鏡太郎達はカルルスの独断で彼の「騎士団」に任命され、カルルスの手伝いをすることになる。\n\n同じ頃、眉難高校の生徒会に所属する指宿阿多、宇奈月大樹、白骨マーサの三人はフラヌイと遭遇し、人間を怪人に変える魔法の力を与えられる。この動きを知ったカルルスの指示により、鏡太郎達5人は彼から与えられた魔法の力でヒーローに変身し、フラヌイの騎士団となった生徒会三人組が生み出す怪人を退治することになる。",
    "Aliases": [
        "Binan Koukou Chikyuu Bouei-bu Happy Kiss!"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "758585",
            "URL": "https://www.thetvdb.com/series/344194-show/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6626326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344194-show/episodes/6626326",
                    "TitleEnglish": "The Suddenness of HAPPY! KISS",
                    "SummaryEnglish": "Shuzenji Kyotarou, Kirishima Ryoma, Wakura Nanao, Manza Taiko, and Dogo Ichiroku, who claim to be the \"Earth Defense Club\" and do not fight anything, but enjoy a lazy daily life. One day, the five meet Karurus, who claims to be the first prince of the Honyaraland Honyara royal family, while soaking in Kurotamayu. Karurus, who came to rule the earth happily, appointed the Knights of Karurus Happy Kiss to help the defense team. Suddenly fighting a mysterious monster who rampages at school ...!?",
                    "TitleJapanese": "HAPPY！KISSは突然に",
                    "SummaryJapanese": "「地球防衛部」を名乗り、かといって何かと戦うわけでもなく、けだるげな日常を謳歌する修善寺鏡太郎、霧島龍馬、和倉七緒、万座太子、道後一六。ある日、５人は黒玉湯に浸かっているときにホニャラランドホニャラ王家の第一王子を名乗るカルルスと出会う。地球をハッピーに統治しにきたというカルルスは防衛部員を手伝いとしてカルルス騎士団ハッピーキッスに勝手に任命。学校で暴れる謎の怪人といきなり戦うことに……!?"
                },
                "2": {
                    "ID": "6650557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344194-show/episodes/6650557",
                    "TitleEnglish": "HAPPY Recipe",
                    "SummaryEnglish": "In front of the Earth Defense Department, which brilliantly calmed the monster as the Karurus Knights Happy Kiss, Furanui, the villain who created the monster, appeared. In fact, he is Karurus' half-brother, competing with Karurus to show his qualities as the next king. And behind Furanui are three student organization officers who became the Knights of Furanui Edelstein. They turned the students in the complex into monsters in order to rule the world by spreading fear.",
                    "TitleJapanese": "HAPPYのレシピ",
                    "SummaryJapanese": "怪人をカルルス騎士団ハッピーキッスとして見事に鎮めた地球防衛部の前に、怪人を生み出した元凶・フラヌイが姿を現した。実は彼はカルルスの腹違いの弟で、次期国王としての資質を示すためにカルルスと競っているのだという。そしてフラヌイの背後にはフラヌイ騎士団エーデルシュタインとなった生徒会役員3人の姿も。彼らは恐怖を広めることで世界を統治すべく、コンプレックスを抱える生徒を怪人へと変えていた。"
                },
                "3": {
                    "ID": "6650627",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344194-show/episodes/6650627",
                    "TitleEnglish": "HAPPY Ice Cream",
                    "SummaryEnglish": "Nanao Wakura, the director of the Defense Department, and Daiki Unazuki, an officer of the Student Organization Inside School, continued to interact with each other with the same loose attitude as before, despite being in a hostile relationship as a magic knight. One day, a member of the Student Organization turns a high school student who works hard at an ice cream shop into a monster, but because of that, the shop does not turn around and Nanao and Taiki are temporarily pushed by the troubled shopkeeper. To work as a clerk. That caused an unexpected big response ...!?",
                    "TitleJapanese": "HAPPYアイスクリーム",
                    "SummaryJapanese": "防衛部の部長を務める和倉七緒と、生徒会の役員である宇奈月大樹は魔法騎士としては敵対関係にありながらも以前と変わらぬゆる～っとした態度で接し続けていた。ある日、生徒会のメンバーはアイスクリーム屋でバイトに励む眉難高校の生徒を怪人へと変えるが、そのせいでお店が回らなくなってしまい困った店主に押し切られるまま七緒と大樹が臨時の店員として働くことに。それが思いもよらない大反響を呼び……!?"
                },
                "4": {
                    "ID": "6661257",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344194-show/episodes/6661257",
                    "TitleEnglish": "It's A Wonderful HAPPY",
                    "SummaryEnglish": "An unfamiliar high school student with eyebrows rushes into the conversation between Taishi and Ichiroku, who have a fierce tongue-and-groove battle in Kurotamayu, \"whether or not there is a reserve.\" His father sought romance too much to find the buried treasure, and his family collapsed. He insisted, \"There is no buried treasure!\" Meanwhile, the recording of the buried treasure excavation program started in a certain mountain in the city of Eyebrows. Each of the five members of the Defense Department volunteers to participate in the location because of their unpleasant thoughts.",
                    "TitleJapanese": "素晴らしきかなHAPPY",
                    "SummaryJapanese": "黒玉湯の中で「埋蔵金があるかないか」で激しい舌戦を繰り広げる太子と一六の会話に見慣れぬ眉難高校生が乱入してくる。父親が埋蔵金発掘にロマンを追い求めすぎて家庭が崩壊した彼は「埋蔵金はない！」と強く言いきった。そんな中、眉難市のとある山では埋蔵金発掘番組の収録がスタート。防衛部の５人はそれぞれ思い思いの邪な思惑の為ボランティアでロケに参加するのだが……。"
                },
                "5": {
                    "ID": "6661258",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344194-show/episodes/6661258",
                    "TitleEnglish": "HAPPY and Beautiful",
                    "SummaryEnglish": "A long line suddenly occurred at Brow Difficult High School. It was a line of students seeking a cookie that was reputed to have been made with a special recipe by Student Organization Inside School Skeletal Martha. A student who came to be attracted to such cookies. Furanui immediately felt the smell of misery from this student ... On the other hand, Martha escapes as soon as she sees Dogo Ichiroku. What kind of drama was there in their past?",
                    "TitleJapanese": "ＨＡＰＰＹに美しく",
                    "SummaryJapanese": "突如眉難高校に発生した長蛇の列。それは生徒会役員の白骨マーサがスペシャルレシピで作ったという評判のクッキーを求める生徒の列だった。そんなクッキーに引き寄せられるようにやってきた一人の生徒。フラヌイは早速この生徒から不幸の匂いを感じるのだった……。一方、マーサは道後一六の姿を見るやいなや逃亡。はたして二人の過去にはどんなドラマがあったのか？"
                },
                "6": {
                    "ID": "6661259",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344194-show/episodes/6661259",
                    "TitleEnglish": "HAPPY Identity",
                    "SummaryEnglish": "Kyotarou does not bring an umbrella at all even if he enters the rainy season. Ryoma puts in Kyotarou with an umbrella, but Ata of the student organization who sees such a situation gently clasps his fist. The Defense Department enjoys a relaxing time after school at Kurotamayu, and a suspicious shadow that shows the situation from behind. The Defense Department is impatient with \"Molester⁉\", but the suspicious shadow is that he was a student at Eyebrow High School who wanted to get along with anyone because he saw the Defense Department that seemed to be free.",
                    "TitleJapanese": "ＨＡＰＰＹアイデンティティー",
                    "SummaryJapanese": "梅雨シーズンに突入しても一向に傘を持ってこない鏡太郎。龍馬が相合傘で鏡太郎を入れてやるが、そんな様子を目にした生徒会の阿多はそっとこぶしを握りしめる。黒玉湯で放課後の憩いのひと時を楽しむ防衛部、その様子を陰からうかがう怪しい影……。「痴漢かっ⁉」と焦る防衛部だが、その怪しい影は暇そうな防衛部を見て、誰でもいいから仲良くなりたいと思っている眉難高校の生徒だった……。"
                },
                "7": {
                    "ID": "6697028",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344194-show/episodes/6697028",
                    "TitleEnglish": "HAPPY Flutter Kicks",
                    "SummaryEnglish": "The traditional event \"Swimming Tournament Full of Men at Eyebrow High School\" (there is also a men's contest ☆) will be held. Some students, like Ichiroku and Martha, prepared their swimsuits with a lot of energy, while others were depressed about participating in the tournament and were not good at swimming. The tournament has finally started while various thoughts are mixed! However, unexpected things happened one after another ...",
                    "TitleJapanese": "バタアシＨＡＰＰＹ",
                    "SummaryJapanese": "眉難高校の100年以上続く学年対抗の伝統行事『眉難高校　男だらけの水泳大会』（美男子コンテストもあるよ☆）が開催される。一六やマーサのように気合を入れて水着を用意するものもいれば、大会への参加を憂鬱に思う泳ぐのが苦手な生徒もいたりとその印象は千差万別だった。さまざまな想いが交錯する中、いよいよ大会はスタート！　しかし、予想外の事態が次々と発生して……。"
                },
                "8": {
                    "ID": "6700093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344194-show/episodes/6700093",
                    "TitleEnglish": "HAPPY Endless Summer",
                    "SummaryEnglish": "The story is summer vacation. The members of the Defense Department were spending their days as usual while soaking in the black ball bath. Kyotarou quibble with Karurus' wish to have a correct summer vacation in Japan! Karurus, who thought he wasn't happy, asked Kyotarou, \"If you ask me ...\". Upon hearing that, Kyotarou changed his attitude completely! For Karurus's \"correct summer vacation in Japan\", he took the rest of the members and struggled to make memories of the summer vacation ...",
                    "TitleJapanese": "ＨＡＰＰＹエンドレスサマー",
                    "SummaryJapanese": "物語は夏休み。防衛部のメンバーは黒玉湯にぼけ～っと浸かりながら相変わらずの毎日を送っていた。カルルスの「日本の正しい夏休みを送りたい！」という願いに屁理屈ばかり言う鏡太郎。埒があかないと思ったカルルスは鏡太郎に「お願いを聞いてくれたら……」と耳打ちする。それを聞いた鏡太郎はコロッと態度を一変！カルルスの「日本の正しい夏休み」の為に、残りのメンバーを連れて夏休みの思い出作りに奔走するのだった……。"
                },
                "9": {
                    "ID": "6713466",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344194-show/episodes/6713466",
                    "TitleEnglish": "HAPPY Dice",
                    "SummaryEnglish": "The Defense Department decided to participate in the school festival in order to maintain its appearance as a club activity. I couldn't come up with a good idea, and as a result of the members searching the club room for hints, I found \"Party Dice\"! Shuzenji says that this item, in which participants deepen their friendship with each other, is perfect as a product. The members were once convinced, but on the day of the school festival, the old birds screamed. The members stretch their bodies to demonstrate the game to attract customers, but ...",
                    "TitleJapanese": "HAPPYダイス",
                    "SummaryJapanese": "部活動としての体裁を保つために文化祭への参加を決めた防衛部。なかなかいいアイディアが浮かばず、部員たちが部室を大捜索してヒントを探した結果、見つけたのは『パーティーサイコロ』！参加者同士が親睦を深めあうこのアイテムが出しものとしてピッタリだと言い出す修善寺。一度は納得する部員たちだったが、文化祭当日は閑古鳥が鳴くハメに。部員たちは客寄せのために身体を張ってゲームを実演して見せるのだが……。"
                },
                "10": {
                    "ID": "6730637",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344194-show/episodes/6730637",
                    "TitleEnglish": "HAPPY Old Men",
                    "SummaryEnglish": "As usual, the five members of the Defense Department relax in Kurotamayu. The topic is that Kyotarou's words and actions are old-fashioned. The next day, I go to Brow Difficult High School as usual, but I'm surprised that Ichiroku, who is short of breath in the middle of the stairs, says \"You're an old man!\" I was an old man. \"I was cursed because I treated Kyotarou-senpai as an old man yesterday ...?\", But when I looked around, the school playground was full of students who became grandpas! ??",
                    "TitleJapanese": "HAPPYオールドメン",
                    "SummaryJapanese": "いつものごとく黒玉湯でくつろぐ防衛部の5人。話題は鏡太郎の言動がお爺さん臭いという話に。翌日いつも通り眉難高校に登校するが、階段の途中で息切れを起こす一六、後ろから来た太子に「お前、お爺ちゃんになってるぞ！」と言われ驚くが、言った太子もお爺ちゃんになっていた。「昨日、鏡太郎先輩のことお爺ちゃん扱いしたから呪い…？」と焦る一六だが、周りを見渡すと校庭にはお爺ちゃんになった生徒であふれかえっていた！？"
                },
                "11": {
                    "ID": "6730642",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344194-show/episodes/6730642",
                    "TitleEnglish": "One Centimeter to HAPPY",
                    "SummaryEnglish": "Ata explodes her anger with a casual word from Kyotarou. The full-scale confrontation between Edelstein and Happy Kiss is about to begin! In the midst of a fierce battle, Ata's mouth finally talks about a long-standing grudge. It's a bitter memory of my childhood ...",
                    "TitleJapanese": "あと1センチのHAPPY",
                    "SummaryJapanese": "鏡太郎の何気ない一言に怒りを爆発させた阿多。エーデルシュタインとハッピーキッスの全面対決がいよいよ始まる！　激しい戦いの最中、ついに阿多の口から積年の恨みが語られる。それは幼い日の苦い記憶で……。"
                },
                "12": {
                    "ID": "6739163",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344194-show/episodes/6739163",
                    "TitleEnglish": "Always HAPPY in the Heart!",
                    "SummaryEnglish": "Happy kiss that came to Honyara Land. What they saw was a horrific coup scene. Karurus and Furanui are upset by the appearance of King Camopapa captured by the rebels. The final battle of Happy Kiss, which encourages these two people and confronts the rebel army, finally begins! !!",
                    "TitleJapanese": "いつも心にHAPPYを",
                    "SummaryJapanese": "ホニャラランドへとやってきたハッピーキッス。彼らが見たものは、凄惨なクーデターの現場だった。反乱軍に捕らえられたカモパパ王の姿に激しく動揺するカルルスとフラヌイ。そんな二人を励まし、反乱軍に立ち向かうハッピーキッスの最終決戦がついに始まる！！"
                }
            }
        }
    }
}