{
    "URL": "https://www.thetvdb.com/series/344315-show",
    "Genres": [
        "Action",
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8010544/",
        "https://www.themoviedb.org/tv/77701"
    ],
    "TitleEnglish": "PERSONA5 the Animation",
    "SummaryEnglish": "Ren Amamiya is about to enter his second year after transferring to Shujin Academy in Tokyo. Following a particular incident, his Persona awakens, and together with his friends they form the \"Phantom Thieves of Hearts\" to reform hearts of corrupt adults by stealing the source of their distorted desires. Meanwhile, bizarre and inexplicable crimes have been popping up one after another. Living an ordinary high school life in Tokyo by day, the group maneuvers the metropolitan city as Phantom Thieves after hours. Let the curtain rise for this grand, picaresque story!",
    "Aliases": [
        "PERSONA5 the Animation -THE DAY BREAKERS-",
        "Persona 5: The Animation",
        "Persona 5 the Animation",
        "P5A"
    ],
    "Modified": "2025-09-12",
    "Seasons": {
        "0": {
            "ID": "755850",
            "URL": "https://www.thetvdb.com/series/344315-show/seasons/official/0",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "6602012",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6602012",
                    "TitleEnglish": "The Day Breakers",
                    "SummaryEnglish": "There is a new urban legend circulating Tokyo. It claims that if you make a request in the Ask-a-Thief Channel, the Phantom Thieves of Hearts will show up and bring justice by stealing a corrupt person's heart and making them regret all their wrongdoings. As strange and inexplicable events continue to happen all around town, more people submit their requests in hope that the mysterious vigilante group will help. Kazuya Makigami is a burglar by night, but has started to have second thoughts about his crimes and those who help him commit them. Unable to stand up to his comrades himself, Kazuya submits a request to the Ask-a-Thief Channel."
                },
                "2": {
                    "ID": "6967889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6967889",
                    "TitleEnglish": "Recap",
                    "SummaryEnglish": "A recap of the first 26 episodes of Persona 5 the Animation, narrated by Ren Amamiya"
                },
                "3": {
                    "ID": "6845943",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6845943",
                    "TitleEnglish": "Dark Sun...",
                    "SummaryEnglish": "As news spreads of Ren's alleged suicide in custody, the Phantom Thieves decide to change the heart of Masayoshi Shido, the man behind the mental shutdown events."
                },
                "4": {
                    "ID": "6967885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6967885",
                    "TitleEnglish": "Stars and Ours",
                    "SummaryEnglish": "The politician who was the mastermind behind all of the cases has been successfully reformed by the Phantom Thieves. However, the public’s reaction was not as expected. In order to eliminate the world’s distortion and enforce the justice he believes in, Ren proceeds towards the final battle along with the Phantom Thieves of Hearts."
                },
                "5": {
                    "ID": "7224671",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/7224671",
                    "TitleEnglish": "Proof of Justice",
                    "SummaryEnglish": "Included with BD/DVD Vol. 11 Ren Amamiya, helping out at Leblanc, casually grabs a crossword puzzle magazine on the table. That’s when he finds the parting message “Proof of Justice” was left in the corner of the crossword puzzle with Akechi’s handwriting. In order to find the meaning of this concept, Ren takes a walk in the city under the winter sky, tracing his memories of Akechi. The meaning of his words soon become clear, and Akechi’s thoughts are…"
                },
                "6": {
                    "ID": "7224677",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/7224677",
                    "TitleEnglish": "A Magical Valentine’s Day",
                    "SummaryEnglish": "Included with BD/DVD Vol. 12 On Valentine’s Day, Ren has a good time going out and having fun with girls. But will such fun times last…? Featuring the devilish Ren Amamiya, this is an original Valentine’s omnibus split in 11 different ways as open as the goddess of mercy’s heart."
                },
                "7": {
                    "ID": "7737998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/7737998",
                    "TitleEnglish": "Behind The Scenes Documentary",
                    "SummaryEnglish": "A look at the making of P5"
                },
                "8": {
                    "ID": "11309333",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/11309333",
                    "TitleEnglish": "Convention Panel",
                    "SummaryEnglish": "From Masquerade Party, Phantom Midnight event"
                }
            }
        },
        "1": {
            "ID": "756362",
            "URL": "https://www.thetvdb.com/series/344315-show/seasons/official/1",
            "# Episodes": 26,
            "Episodes": {
                "1": {
                    "ID": "6602011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6602011",
                    "TitleEnglish": "I am thou, thou art I",
                    "SummaryEnglish": "After high school student Ren Amamiya gets in trouble with the police, he’s labeled as a juvenile delinquent. As part of his probation, he is forced to start living with Sojiro Sakura, a stranger who agreed to take him in. While walking to his new school Shujin Academy, Ren becomes lost in another world…"
                },
                "2": {
                    "ID": "6628325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6628325",
                    "TitleEnglish": "Let's take back what's dear to you",
                    "SummaryEnglish": "Ren begins his new school life, but it's tough being a transfer student, especially when he comes with seemingly shady baggage. He meets Ryuji, a classmate who's similarly isolated, and they use a mysterious app to enter a world in which their gym teacher, Kamoshida, is a sadistic king."
                },
                "3": {
                    "ID": "6628326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6628326",
                    "TitleEnglish": "A beautiful rose has thorns!",
                    "SummaryEnglish": "The members of the volleyball team are terrified of the tyrannical Kamoshida's irrational violence. Meanwhile, Ren's classmate, Ann Takamaki, has been protecting her best friend from being cut as a regular player on the volleyball team, but she's at a loss as to what to do about the persistent approaches of Kamoshida, who lusts for her with his twisted desires."
                },
                "4": {
                    "ID": "6657509",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657509",
                    "TitleEnglish": "Steal it, if you can!",
                    "SummaryEnglish": "The first heist of the Phantom Thieves of Hearts is underway, as the group sends Kamoshida a calling card, threatening to steal away is twisted desires. Ren and the gang begin prepping for their dangerous delve into the cognitive world, and encounter a couple potential allies in the process. Will they be successful in taking the terrible King Kamoshida’s precious Treasure?"
                },
                "5": {
                    "ID": "6657530",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657530",
                    "TitleEnglish": "The Phantoms",
                    "SummaryEnglish": "After safely changing Kamoshida’s heart, Ren and friends decide to continue changing the hearts of selfish, clueless adults. And no sooner are the \"Phantom Thieves of Hearts\" established than a fan website springs up, soliciting requests from troubled teens who want the heart of an adult in their life changed."
                },
                "6": {
                    "ID": "6657531",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657531",
                    "TitleEnglish": "Our next target is...",
                    "SummaryEnglish": "The gang meets young artist Yusuke Kitagawa. They also learn that Ichiryusai Madarame, an artist, used to teach someone they helped in Mementos, and is currently teaching Yusuke, but he abuses and plagiarizes from his students."
                },
                "7": {
                    "ID": "6657532",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657532",
                    "TitleEnglish": "He is my other self",
                    "SummaryEnglish": "After confirming the existence of the Palace and learning Yusuke's true feelings, Ren and his partners decide on Madarame as their next target. While Ren and Ryuji infiltrate the Palace, Ann plays the role of decoy, as the model for Yusuke's painting. She finds something unexpected in Madarame's storage room."
                },
                "8": {
                    "ID": "6657533",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657533",
                    "TitleEnglish": "Put an end to all this and use your own artwork for once.",
                    "SummaryEnglish": "After Yusuke's eyes are opened to Madarame's true motives, he asks to join the Phantom Thieves. Ren and company leave a calling card and infiltrate the Palace to steal Madarame's treasure, but they find Shadow Madarame waiting for them with a version of his most famous painting, \"Sayuri,\" except now the subject is cradling a baby."
                },
                "9": {
                    "ID": "6657535",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657535",
                    "TitleEnglish": "Operation maid watch",
                    "SummaryEnglish": "After reforming Madarame, Ren and company realize that the Phantom Thieves of Hearts are slowly starting to become famous. However, Morgana urges Ren and Ryuji in particular to lead normal, serious lives as high school students, and for a time, they do go back to their normal lives."
                },
                "10": {
                    "ID": "6657536",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657536",
                    "TitleEnglish": "I want to see justice with my own eyes",
                    "SummaryEnglish": "When Ren, Ryuji, and Ann visit a TV station on a school field trip, they encounter famous high school detective Goro Akechi, who was on a TV show as a guest. The three become anxious when Akechi talks about the Phantom Thieves on live TV. Meanwhile, someone at Shujin Academy is also interested in probing the motives of Ren and friends."
                },
                "11": {
                    "ID": "6657537",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657537",
                    "TitleEnglish": "Let's be friends, shall we?",
                    "SummaryEnglish": "The Student Council president of Shujin Academy, Makoto Niijima, has learned that Ren and his friends are the Phantom Thieves. In order to carry out Makoto's demand to prove that they're actually on the side of justice, Ren and company attempt to infiltrate the Palace of a new target, but..."
                },
                "12": {
                    "ID": "6657538",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657538",
                    "TitleEnglish": "I found the place where I belong",
                    "SummaryEnglish": "After emerging from her \"fake self,\" Makoto is awakened to Persona and joins the Phantom Thieves in the role of advisor. Ren and company infiltrate a Palace again to change the heart of Kaneshiro, the boss of a criminal group that targets young people and rips them off."
                },
                "13": {
                    "ID": "6657539",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657539",
                    "TitleEnglish": "Dreams and Desires",
                    "SummaryEnglish": "With Kaneshiro reformed, the Phantom Thieves take some time to relax after their hard work, except for Yusuke who is dealing with a dilemma. He asks for the assistance of Ren, who is also called out by Goro Akechi for another situation."
                },
                "14": {
                    "ID": "6657540",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657540",
                    "TitleEnglish": "What life do you choose?",
                    "SummaryEnglish": "Makoto struggles to figure out what she wants to do with her life. While doing so, she makes friends with a fellow third-year, who is dealing with a shady character from Shinjuku."
                },
                "15": {
                    "ID": "6657541",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657541",
                    "TitleEnglish": "I am Alibaba",
                    "SummaryEnglish": "After their finals are over, Ren and the gang head out to see the much-anticipated fireworks. While they start contemplating their next target, the Phantom Thieves suddenly find themselves targeted by Medjed, an international group of hackers."
                },
                "16": {
                    "ID": "6657542",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657542",
                    "TitleEnglish": "This place is my grave",
                    "SummaryEnglish": "The enigmatic \"Alibaba\" proposes a deal to the Phantom Thieves: In exchange for Alibaba's help with getting rid of the Medjed threat, they have to change the heart of a particular person. Their target is a girl, Futaba Sakura, whose foster father happens to be Sojiro, a former acquaintance of her mother."
                },
                "17": {
                    "ID": "6657543",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657543",
                    "TitleEnglish": "X Day",
                    "SummaryEnglish": "Ren and the others convince Futaba to open the door to her room of her own free will. Then the Phantom Thieves sneak back into the Palace to steal Futaba's Treasure, but she follows them, becoming the first case of someone entering their own Palace. Inside, Futaba encounters a giant monster in her mother's form with a deep grudge against Futaba."
                },
                "18": {
                    "ID": "6657544",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657544",
                    "TitleEnglish": "I'll guide you to victory",
                    "SummaryEnglish": "Futaba has conquered the warped memories of her mother and has awakened to Persona. Now she hopes to join the Phantom Thieves for her own personal goal. Meanwhile, Ren and the others want to help improve Futaba's social skills, so they suggest an outing to the beach."
                },
                "19": {
                    "ID": "6657545",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657545",
                    "TitleEnglish": "Aloha",
                    "SummaryEnglish": "Ren and the others enjoy their school trip to Hawaii, but as soon as they get back, they hear the news that the principal of Shujin Academy has died suspiciously, an event that leads to turmoil among the Phantom Thieves."
                },
                "20": {
                    "ID": "6657546",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657546",
                    "TitleEnglish": "My name is Beauty Thief!",
                    "SummaryEnglish": "It's been days since Morgana ran out on Ren and the others, and he still hasn't returned. Worried about their feline-like friend, the Phantom Thieves minus one sneak into the Palace of their next target, Okumura. But standing in their way is the missing Morgana and a girl who calls herself Beauty Thief."
                },
                "21": {
                    "ID": "6657547",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657547",
                    "TitleEnglish": "You can call me “Noir”",
                    "SummaryEnglish": "After sharing their feelings, Ren and the rest patch things up with Morgana. Then, in order to save Haru Okumura, who's stressed out about her upcoming arranged marriage to a creep, the Phantom Thieves sneak back into her devious father's Palace."
                },
                "22": {
                    "ID": "6657548",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657548",
                    "TitleEnglish": "Is it our fault?",
                    "SummaryEnglish": "The Phantom Thieves succeed in stealing the Treasure from the Palace of Okumura, Haru's father, and they have a party to celebrate their victory. However, when something happens during Okumura's subsequent press conference, Ren and the others begin to have doubts about their actions as Phantom Thieves."
                },
                "23": {
                    "ID": "6657549",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657549",
                    "TitleEnglish": "How about a deal with me?",
                    "SummaryEnglish": "Ren and friends are on guard when Akechi is invited to be a special guest at Shujin Academy's culture festival. On the day of the fest, when Akechi shows up, he surprises them with a proposal regarding the Phantom Thieves."
                },
                "24": {
                    "ID": "6657551",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6657551",
                    "TitleEnglish": "A challenge that must be won",
                    "SummaryEnglish": "The Phantom Thieves agree to help Akechi by changing the heart of Makoto's sister, public prosecutor Sae Niijima, so they infiltrate her Palace. Meanwhile, a man who claims to be a relative of Futaba's pays Sojiro a visit…"
                },
                "25": {
                    "ID": "6812658",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6812658",
                    "TitleEnglish": "Jealous sinner",
                    "SummaryEnglish": "The Phantom Thieves infiltrate Niijima Palace to steal Sae's Treasure. When Shadow Sae reveals herself inside, Makoto realizes just how warped her thinking has become and is determined more than ever to stop her big sister."
                },
                "26": {
                    "ID": "6812659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/344315-show/episodes/6812659",
                    "TitleEnglish": "I won't let it end here",
                    "SummaryEnglish": "Ren and the rest of the Phantom Thieves attempt to escape from Niijima’s Palace. They split up to increase their chances, but Ren, acting as a decoy, is captured by the riot police. Ren undergoes a cruel interrogation while the friends he left behind prepare for a last-ditch battle."
                }
            }
        }
    }
}