{
  "URL": "https://www.thetvdb.com/series/yuuna-and-the-haunted-hot-springs",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt8948304/",
    "https://yuragisou.com",
    "http://www.reddit.com/r/YnY",
    "https://www.themoviedb.org/tv/80504",
    "https://x.com/yuragisou_anime"
  ],
  "TitleEnglish": "Yuuna and the Haunted Hot Springs",
  "SummaryEnglish": "Kogarashi has the ability to see supernatural, and has been possessed by ghosts since he was a kid but now he has learned to fight back against them! Unfortunately, he's now also very poor, homeless, and hoping for a happier, more normal, high school life. In his search for housing, he's introduced to a very cheap boarding house called Yuragi Manor, which was formerly a hot springs inn. It's so cheap because the house is haunted by the spirit of a high school student whose corpse was found there. Kogarashi doesn't think this is going to be a problem for him. Soon he finds that Yuragi Manor's ghost is a 16-year-old girl named Yuna, who lives in his room. Kogarashi has no desire to hurt a ghost girl, and instead he ends up agreeing to help her to figure out her unfinished business so that she can move onto the afterlife before turning evil. Once it is clear that he is fine with Yuna, the other tenants reveal their own secrets—his life in Yuragi Manor is going to be far from ordinary!",
  "Aliases": [
    "Yuragi Manor's Yuuna-san",
    "Yuragi-sou no Yuuna-san",
    "Yuragisou no Yuuna-san",
    "Yuuna of Yuragi Manor",
    "Yuuna-san of Yuragi Manor"
  ],
  "Modified": "2025-06-05",
  "Seasons": {
    "0": {
      "ID": "757573",
      "URL": "https://www.thetvdb.com/series/yuuna-and-the-haunted-hot-springs/seasons/official/0",
      "# Episodes": 4,
      "Episodes": {
        "1": {
          "ID": "6748680",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuna-and-the-haunted-hot-springs/episodes/6748680",
          "TitleEnglish": "Welcome to Yuragi Inn / Kogarashi Turns into Bubbles",
          "SummaryEnglish": "Bundled with the 11th volume of the manga. Kogarashi and Yuuna wake up and meet up with Chitose who asks Kogarashi to call the other residents of Yuragi Inn for breakfast. With the help of Yuuna he is able to call others for breakfast but is gravely injured. He then goes to his part-time job but when he returns no one is there in the Inn to welcome him. He sees Yaya's cat and follow him and finds that everyone has set up a welcome party for him. After some days Kogarashi is tasked with cleaning the hot-spring bath. While cleaning Shigaraki enters sleepwalking and turns Kogarashi into body-shampoo. He is not able to turn back to normal. Then all the residents of the Inn come to bath and Kogarashi is able to feel all of their bodies. Just when he had enough and wanted to turn back to normal, Shigaraki cancels her spell and he returns back to normal only to be beaten by Sagiri.",
          "Aliases": []
        },
        "2": {
          "ID": "6750820",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuna-and-the-haunted-hot-springs/episodes/6750820",
          "TitleEnglish": "Oboro of Yuragi Inn / Miyazaki and Koyuzu: Parent and Child",
          "SummaryEnglish": "Bundled with the 12th volume of the manga. Oboro asks for advice from all the residents of Yuuragi-Inn for ways to make Kogarashi fall in love with her but everything she tries goes in vain. While taking to Oboro during bath, Yuuna realises that she is in love with Kogarashi but denies it to Oboro. Koyuzu spents her summer at the Miyazaki's. Both Chisaki and her mother get fond of Koyuzu and ask her to stay with them forever but Koyuzu kindly rejects their offer because she thinks that if she starts living with them, she will come to accept that she is not a complete adult, which she doesn't want.",
          "Aliases": []
        },
        "3": {
          "ID": "6760750",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuna-and-the-haunted-hot-springs/episodes/6760750",
          "TitleEnglish": "Yaya and the Foxtail / Oboro-san Is Alright with 2 Fans",
          "SummaryEnglish": "Bundled with the 13th volume of the manga. Kogarashi is working part-time at a festival. He finds that Yaya also came to the festival because it's a festival for cat gods. Yaya asks for Kogarashi's help to make fish for the cat gods. But a cat god Amazaki comes to have revenge from Yaya for his defeat. Yaya is able to defeat the cat god with a little help from Kogarashi. Yuuna, Oboro, Miyazaki and Koyuzu talk about love and their relationship with Kogarashi. They think that Kogarashi might be into idols so they practice to become idols but Kogarashi enters the room while they are practicing but leaves soon pretending to not have seen anything.",
          "Aliases": []
        },
        "4": {
          "ID": "7773906",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuna-and-the-haunted-hot-springs/episodes/7773906",
          "TitleEnglish": "Cursed Kogarashi / Almost Crossing the Line?! The Hot Spring Incident!",
          "SummaryEnglish": "Bundled with the 24th volume of the manga. Hibari and Sagiri were on a mission for squadron. Their target was a dangerous ghost, a spellcaster. There, Kogarashi was doing his part-time job. When he nearly defeated it, the ghost threw a powerful spell on him . Now, the spell can only remove by seeing twelve panties or he'll die.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "764329",
      "URL": "https://www.thetvdb.com/series/yuuna-and-the-haunted-hot-springs/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6684229",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuna-and-the-haunted-hot-springs/episodes/6684229",
          "TitleEnglish": "The Yuragi Inn's Yuuna",
          "SummaryEnglish": "Kogarashi Fuyuzora is a hands-on psychic, who has finally found a decent place to live and work. Being a psychic, he was supposed to easily exorcise whatever ghost was haunting his new home, but he runs into a minor problem...",
          "Aliases": []
        },
        "2": {
          "ID": "6760747",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuna-and-the-haunted-hot-springs/episodes/6760747",
          "TitleEnglish": "Yuuna and the Hot Spring Ping Pong",
          "SummaryEnglish": "In accoradance to the Yuragi Inn boarding house rules, Kogarashi finds himself playing a one-game match of ping pong with a certain team?",
          "Aliases": []
        },
        "3": {
          "ID": "6761416",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuna-and-the-haunted-hot-springs/episodes/6761416",
          "TitleEnglish": "Yuuna Goes to School",
          "SummaryEnglish": "It's Kogarashi's first day of school! Of course, Yuuna decides to tag along, and gets Kogarashi into all sorts of trouble.",
          "Aliases": []
        },
        "4": {
          "ID": "6774997",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuna-and-the-haunted-hot-springs/episodes/6774997",
          "TitleEnglish": "Watching Youkai! Sagiri and Yaya are Cautious.",
          "SummaryEnglish": "Kogarashi learns more about Sagiri, and she evens hires him for a job! Wait, is this a date? Yaya also starts following Kogarashi around for some reason…",
          "Aliases": []
        },
        "5": {
          "ID": "6761421",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuna-and-the-haunted-hot-springs/episodes/6761421",
          "TitleEnglish": "Yuuna's Body Measurements / Nonko's Crunch Time",
          "SummaryEnglish": "Yuuna might have found a new friend! Meanwhile, Nonko-sensei needs a lot of help from Kogarashi.",
          "Aliases": []
        },
        "6": {
          "ID": "6775055",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuna-and-the-haunted-hot-springs/episodes/6775055",
          "TitleEnglish": "Ms. Nakai's Secret Adventure / A Sweet Day Off with Yuuna",
          "SummaryEnglish": "There's a certain secret that Ms. Nakai can't tell the tenants at Yuragi Inn, but she still goes on that adventure. Meanwhile, Kogarashi tries to figure out what Yuuna's lingering regrets can be…",
          "Aliases": []
        },
        "7": {
          "ID": "6775056",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuna-and-the-haunted-hot-springs/episodes/6775056",
          "TitleEnglish": "Yuuna's Mysterious Disappearance",
          "SummaryEnglish": "Yuuna and Koyuzu are running an errand when a young man they’ve never seen before suddenly calls out. His name is Genshiro Ryuuga, though he’s called the Black Dragon God, and he’s come to Yukemuri Town to find a bride.",
          "Aliases": []
        },
        "8": {
          "ID": "6775057",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuna-and-the-haunted-hot-springs/episodes/6775057",
          "TitleEnglish": "Oboro Stops at Nothing",
          "SummaryEnglish": "Kogarashi, Sagiri, and Koyuzu carry out their mission to try and rescue Yuuna. However, Oboro, the Black Dragon God's attendant is a formidable enemy.",
          "Aliases": []
        },
        "9": {
          "ID": "6775058",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuna-and-the-haunted-hot-springs/episodes/6775058",
          "TitleEnglish": "Chisaki of the Yuragi Inn",
          "SummaryEnglish": "Chisaki comes to visit the Yuragi Inn on the weekend. She decides to spend the night and have a sleepover, much to Yuuna and Chisaki's delight.",
          "Aliases": []
        },
        "10": {
          "ID": "6775059",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuna-and-the-haunted-hot-springs/episodes/6775059",
          "TitleEnglish": "The Overly Aggressive Sagiri / The Seaside School and Kogarashi",
          "SummaryEnglish": "Yuuna tags along to Kogarashi, Sagiri, and Chisaki's seaside school trip. However, through the suggestion of another Chuuma ninja member, Urara, Sagiri needs to buy a new swimsuit.",
          "Aliases": []
        },
        "11": {
          "ID": "6775060",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuna-and-the-haunted-hot-springs/episodes/6775060",
          "TitleEnglish": "Dancing Cheek to Cheek with Yuuna / Sagiri and the Final Exam",
          "SummaryEnglish": "The sea side school trip continues as Kogarashi faces a monster that was accidentally summoned.",
          "Aliases": []
        },
        "12": {
          "ID": "6775061",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/yuuna-and-the-haunted-hot-springs/episodes/6775061",
          "TitleEnglish": "Yuuna and the Haunted Hot Springs, and…",
          "SummaryEnglish": "Everyone is enjoying their last few days of summer vacation. Kogarashi and Yuuna find themselves in Okinawa, and encounter another bound ghost.",
          "Aliases": []
        }
      }
    }
  }
}