{
  "URL": "https://www.thetvdb.com/series/gundam-build-divers",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Fantasy",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt8631370/",
    "https://www.themoviedb.org/tv/76821"
  ],
  "TitleEnglish": "Gundam Build Divers",
  "SummaryEnglish": "In the near future, where the Gundam franchise is at its peak and the popularity of Gunpla is soaring to new heights, a new Virtual Reality Massive Multiplayer Online (VRMMO) Game called \"Gunpla Battle Nexus Online\" (GBN) is made. In Gunpla Battle Nexus Online, players can upload themselves and their Gunpla online through the virtual space and battle with players from across the world. In the game itself, the player assumes the role of a Gunpla Diver, and each year a special tournament called \"Gunpla Force Battle Tournament\" is held to prove who is the best Gunpla Diver. The story revolves around Riku Mikami, a 14-year old junior high school student and an admirer of famous Gunpla Diver Kyoya Kujo. He and his friends Yukio and Momoka love Gunpla and play GBN together. However, his own life changes as he meets a mysterious Gunpla Diver named Sara as strange events take place in the GBN. Now guided by his new allies, he forms their first Gunpla Diver group, embarking on epic adventures with his friends and to see who is the best fighter in the GBN world",
  "Aliases": [],
  "Modified": "2025-06-05",
  "Seasons": {
    "0": {
      "ID": "757771",
      "URL": "https://www.thetvdb.com/series/gundam-build-divers/seasons/official/0",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "6628310",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6628310",
          "TitleEnglish": "Gundam Build Divers Prologue",
          "SummaryEnglish": "The Gunpla Force Battle Tournament is a big event held in GBN once per year. Competing in the final round are Avalon, led by the champion Kyoya Kujo, and the elite 7th Panzer Division led by the cunning Rommel. Starting with Kyoya's Gundam AGE II Magnum, a variety of Gunpla take to the field to determine which is the strongest force!",
          "Aliases": []
        },
        "2": {
          "ID": "9493036",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493036",
          "TitleEnglish": "Gundam Build Divers Battlogue",
          "SummaryEnglish": "Similar to the previous Battlogue series, the ONA features Gunpla battles based on fan votes including characters from both Build Divers and Build Divers Re:Rise.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "757772",
      "URL": "https://www.thetvdb.com/series/gundam-build-divers/seasons/official/1",
      "# Episodes": 25,
      "Episodes": {
        "1": {
          "ID": "6616940",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6616940",
          "TitleEnglish": "Welcome to GBN",
          "SummaryEnglish": "After witnessing the champion Kyoya Kujo in Gunpla Battle, Riku Mikami and his friend Yukio Hidaka have resolved to dive into the GBN world themselves. For the first time, they enter this virtual cyberspace dimension as \"Divers,\" discovering spectacles greater than they ever imagined and an unending series of surprises. However, another Diver is watching the pair from hiding.",
          "Aliases": []
        },
        "2": {
          "ID": "6632093",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6632093",
          "TitleEnglish": "Chaotic Ogre",
          "SummaryEnglish": "Riku and Yukio reflect on their first experience with GBN. They run into Momoka, who tries to get them to join the soccer club, but she is unable to stop them going back to GBN. Diving into the virtual cyberspace dimension again, they are reunited with Sarah, and instead of playing Gunpla Battle they choose a Collect mission whose goal is to collect a key item.",
          "Aliases": []
        },
        "3": {
          "ID": "6632094",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6632094",
          "TitleEnglish": "The Protector",
          "SummaryEnglish": "Re-watching the fierce battle of the Gunpla Force Tournament, Riku once again yearns to be as strong as the champion. He and Yukio agree to try out the new weapons they've prepared, while Momoka, who has been inspired by them, finally decides to join GBN. The three of them dive into the Dimension, where a Diver who called himself Kyoya asks to accompany them in a Serial Battle mission.",
          "Aliases": []
        },
        "4": {
          "ID": "6632095",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6632095",
          "TitleEnglish": "Tigerwolf of the Sacred Mountain",
          "SummaryEnglish": "Riku now realizes the scale difference between himself and Kyoya Kujo, who says he wants to protect the GBN world. As he wonders what he should do to get even a little closer to the champion, Magee offers to introduce him to a fellow Diver. Riku dives into the China-inspired world of the Estania Area to learn which path he should follow, accompanied by Yukki and Momoka, who now has an official account.",
          "Aliases": []
        },
        "5": {
          "ID": "6632097",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6632097",
          "TitleEnglish": "Holy Land of Perisia",
          "SummaryEnglish": "The next destination for Riku and his friends is the Perisia Area, a neutral zone where builders from all over the world gather, and it is forbidden to bring in Gunpla without permission. As the three of them walk across an endless desert in Diver form, they are eventually confounded by the mirage-filled landscape, which never changes no matter how far they go. Then a jeep appears, driven by a female Diver called Ayame.",
          "Aliases": []
        },
        "6": {
          "ID": "6632098",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6632098",
          "TitleEnglish": "Past and Future",
          "SummaryEnglish": "Riku and his friends have decided to start their own force. Although they are excited to discover their own unique style and strength by forming a force, they are having trouble choosing new members. Shahryar advises them that if they're aiming for the top, they should scout someone experienced, and draws their attention to the splendidly built Kapool that Momo has rented.",
          "Aliases": []
        },
        "7": {
          "ID": "6632100",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6632100",
          "TitleEnglish": "Force Battle",
          "SummaryEnglish": "Riku has finally formed his new force, Build Divers, and for its debut he chooses a Force Battle that only teams can enter. As they prepare for the battle one week hence, the members steadily make their preparations, upgrading their Gunpla with the help of Koichi's advice. However, an unexpected problem has come to light.",
          "Aliases": []
        },
        "8": {
          "ID": "6632101",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6632101",
          "TitleEnglish": "Festival!",
          "SummaryEnglish": "The Build Divers have made a striking impression in their debut match, and now challenges from other forces are pouring in. Taking advantage of the opportunity, the members are about to choose an opponent for their next battle. Then Magee appears, informing them that there are things other than battles that only forces can do.",
          "Aliases": []
        },
        "9": {
          "ID": "6632102",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6632102",
          "TitleEnglish": "Return of the Ogre",
          "SummaryEnglish": "The Build Divers decide to participate in a Battle-Random mission in which the matchups are randomly determined. Their opponent turns out to be a force called Hyakki, which includes Do-ji, against whom Riku won his first victory, and Ogre, who gave him his first taste of defeat. Riku's heart pounds with anticipation at the idea of assessing his growth by taking on Ogre, using the strength he's accumulated through his previous experiences. Meanwhile, Do-ji's own heart burns with desire for revenge.",
          "Aliases": []
        },
        "10": {
          "ID": "6632103",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6632103",
          "TitleEnglish": "Coalition of Volunteers",
          "SummaryEnglish": "The threat of the unofficial tools called Break Decals, and the Mass-Divers who use them, continues to grow. Their power has now evolved to the point where they can defeat even Rommel's force. In order to protect GBN, the champion Kyoya Kujo sets out to contact certain key players.",
          "Aliases": []
        },
        "11": {
          "ID": "6632104",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6632104",
          "TitleEnglish": "Ayame's Tears",
          "SummaryEnglish": "As the fierce battle between the champion's Coalition of Volunteers and the Mass-Divers reaches its peak, Riku unexpectedly finds his way blocked by Ayame, who reveals the true reason why she joined Build Divers. This secret motive is deeply connected to her past.",
          "Aliases": []
        },
        "12": {
          "ID": "6632105",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6632105",
          "TitleEnglish": "Shining Wings",
          "SummaryEnglish": "Riku and Sarah finally confront Tsukasa Shiba, the mastermind behind the Mass-Divers. Undaunted by the intense hatred of GBN that courses through Shiba's whole body, they try to engage him in dialogue. Meanwhile, a huge mobile armor appears in the space around the resource satellite where the main battle is taking place, strengthened even further by the Break Decals' power.",
          "Aliases": []
        },
        "13": {
          "ID": "6740764",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6740764",
          "TitleEnglish": "Duel",
          "SummaryEnglish": "The battle against the Mass-Divers is over, and thanks to the Coalition of Volunteers, the Break Decals have been eradicated from GBN. At a victory celebration in Avalon's Force Nest, the Divers praise each other's efforts. However, Riku and the Build Divers members are nowhere to be seen.",
          "Aliases": []
        },
        "14": {
          "ID": "6749660",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6749660",
          "TitleEnglish": "A New Power",
          "SummaryEnglish": "After confronting Shiba in a real model battle in Gunpla Duel, Riku's 00 Diver Ace has suffered serious damage. Unlike with GBN, Riku's precious partner has been damaged in reality. Koichi is worried about Riku, and tries to cheer him up, but is surprised by Riku's reaction.",
          "Aliases": []
        },
        "15": {
          "ID": "6756475",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6756475",
          "TitleEnglish": "Lotus Challenge",
          "SummaryEnglish": "The Lotus Challenge is an almost unbeatable created mission in which you must conquer the impregnable Lotus Fortress within a certain period of time. Even the champion's Force Avalon has failed to overcome this obstacle, but now that they have the Gundam 00 Sky, Riku and the other Build Divers are determined to attempt the challenge.",
          "Aliases": []
        },
        "16": {
          "ID": "6763532",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6763532",
          "TitleEnglish": "Friends Reunited",
          "SummaryEnglish": "Having cleared the difficult Lotus Challenge, the Build Divers have earned the GBN world's greatest prize. As Riku and the other members consider how they can use it to achieve their individual dreams, Momo offers a proposal on a truly outrageous scale.",
          "Aliases": []
        },
        "17": {
          "ID": "6776671",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6776671",
          "TitleEnglish": "Joint Front",
          "SummaryEnglish": "The Build Divers members are wholeheartedly enjoying their new Force Nest, an environment so lavish that it rivals those of the most famous forces. Yukki voices his admiration for Riku, who has greatly improved as a Diver. But meanwhile, a new wish has formed within Yukki's heart.",
          "Aliases": []
        },
        "18": {
          "ID": "6783600",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6783600",
          "TitleEnglish": "A Man's Will",
          "SummaryEnglish": "Riku has continued to grow as a Diver, to the point of reaching the top ten in GBN's Time Attack mission. As his Build Divers teammates and senior Divers congratulate him, Tigerwolf of Force Toraburyu, who once trained Riku, has come to recognize him as a rival rather than a mere student.",
          "Aliases": []
        },
        "19": {
          "ID": "6785978",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6785978",
          "TitleEnglish": "Nadeshiko-athlon",
          "SummaryEnglish": "The Nadeshiko-athlon, a women-only pre-event to the Raid Battle, is about to begin. The female Divers are excited to hear that the winner will be chosen as an \"image girl\" for the recruitment of girl Divers, and the news carries even beyond GBN to reach Nanami's ears.",
          "Aliases": []
        },
        "20": {
          "ID": "6790938",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6790938",
          "TitleEnglish": "The Truth",
          "SummaryEnglish": "Inspired by the Nadeshiko-athlon, Nami has become the newest member of Build Divers. Roping in her big brother, Nami has already begun planning for her Gunpla Battle debut, but now she asks a favor of Riku and the others in order to make GBN even more enjoyable.",
          "Aliases": []
        },
        "21": {
          "ID": "6799799",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6799799",
          "TitleEnglish": "Your Feelings",
          "SummaryEnglish": "The GBN administration has officially announced that Sarah is an electronic lifeform, or \"EL-Diver,\" whose existence is the cause of the bug outbreaks. As the administration begins its pursuit, Riku and the other Build Divers are also searching for Sarah, who has run away from them.",
          "Aliases": []
        },
        "22": {
          "ID": "6815672",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6815672",
          "TitleEnglish": "Devoted Heart",
          "SummaryEnglish": "The members of Build Divers are shocked to see Sarah standing beside Kyoya Kujo in a GBN special broadcast to all Divers. With his harsh manner, Kyoya seems like a different person from his previous self. In order to find out the true intentions of Sarah, who has left her teammates, Riku tries to make contact with Kyoya.",
          "Aliases": []
        },
        "23": {
          "ID": "6823917",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6823917",
          "TitleEnglish": "The Fateful Two",
          "SummaryEnglish": "Build Divers has proposed a Force Battle to get Sarah back. The Coalition of Volunteers, led by Kyoya Kujo, accepts the challenge in order to protect the GBN world. Each harboring their own feelings, the players open fire as a decisive battle begins.",
          "Aliases": []
        },
        "24": {
          "ID": "6832441",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6832441",
          "TitleEnglish": "Decisive Battle",
          "SummaryEnglish": "The battle against the new Coalition of Volunteers reaches its climax as Riku and Kyoya Kujo finally face off. Riku hesitates, recalling the promise he once made to the champion, who is now his opponent. But Kyoya addresses him coldly as just another Diver.",
          "Aliases": []
        },
        "25": {
          "ID": "6838449",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/6838449",
          "TitleEnglish": "A New World",
          "SummaryEnglish": "The Raid Boss has gone berserk due to the effects of the bugs, and mutations are appearing throughout GBN. The mutation clinging to the lobby tower of the Far East base is rapidly eating its way into the main system, threatening the GBN world with imminent collapse. First Riku and his teammates, then all the Divers, concentrate their strength and begin the Raid Battle.",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "2033599",
      "URL": "https://www.thetvdb.com/series/gundam-build-divers/seasons/official/2",
      "# Episodes": 26,
      "Episodes": {
        "1": {
          "ID": "9493046",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493046",
          "TitleEnglish": "Wandering Core Gundam",
          "SummaryEnglish": "In the upgraded GBN, Hiroto continues to play as a solo mercenary. He is greeted by a Diver named Kazami, who suggests that they team up. Hiroto flatly rejects the idea, but Kazami appears undeterred. His goal is to attempt a rumored hidden mission.",
          "Aliases": []
        },
        "2": {
          "ID": "9493103",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493103",
          "TitleEnglish": "Unknown Mission",
          "SummaryEnglish": "Thanks to Freddie's enthusiasm for the legendary force, Hiroto and his teammates have had no choice but to call themselves \"Build Divers.\" All the members have different reactions, but Hiroto has a particularly strong feeling about the name. Meanwhile, the four of them play Freddie's mission once again, and Freddie invites them to visit his village.",
          "Aliases": []
        },
        "3": {
          "ID": "9493104",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493104",
          "TitleEnglish": "A Place To Protect",
          "SummaryEnglish": "The Build Divers have accepted a mission to protect Freddie's village. In their rehearsal battle, however, they realized that their poor teamwork will inevitably result in collateral damage. Hiroto proposes a secret plan that will enable them to clear the mission without harming the village.",
          "Aliases": []
        },
        "4": {
          "ID": "9493105",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493105",
          "TitleEnglish": "Wounded Wings",
          "SummaryEnglish": "Believing that Freddie's mission is an ongoing story mission newly added to GBN, the four decide to continue the adventure. Freddie introduces them to members of the Resistance, who tell the Build Divers about their planned counterattack operation. The next task is a diversionary mission to support an attack on the One-eyes' giant base in the desert.",
          "Aliases": []
        },
        "5": {
          "ID": "9493106",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493106",
          "TitleEnglish": "Now Spread Your Wings",
          "SummaryEnglish": "On the day of the operation, Parviz is late to arrive. Lamenting his previous incompetence, he tells the other Build Divers that he wants to quit. Kazami desperately tries to stop him, May is calm, and Hiroto is excessively realistic. Parviz remains determined, but then he is forced to begin the mission against his will.",
          "Aliases": []
        },
        "6": {
          "ID": "9493107",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493107",
          "TitleEnglish": "Hero on the Brink",
          "SummaryEnglish": "While Parviz experienced great growth in the previous mission, Kazami alone is resentful at his own inability to distinguish himself. Meanwhile, the Build Divers head for the Resistance base where Freddie's brother Jed is stationed.",
          "Aliases": []
        },
        "7": {
          "ID": "9493108",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493108",
          "TitleEnglish": "Battered Crown",
          "SummaryEnglish": "Though Gojo has asked him to look after Kazami, Hiroto is unable to figure out Gojo's real motive. And Kazami, unable to find a way to lessen the huge gap between his own ideals and his current state, can only agonize in vain. With their teamwork in this hazardous state, an escort and evacuation begin.",
          "Aliases": []
        },
        "8": {
          "ID": "9493109",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493109",
          "TitleEnglish": "Duty and Illusion",
          "SummaryEnglish": "Hiroto and Kazami have made a small but very important improvement in their relationship. However, the Build Divers and the Resistance are now overwhelmed by the attack of the mysterious Gunpla known as \"Seltsam.\" The pendant that Muran entrusted to Hiroto and the others seems to become a key to turn the tide, but… Meanwhile, May begins gathering intelligence at Magee's bar.",
          "Aliases": []
        },
        "9": {
          "ID": "9493110",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493110",
          "TitleEnglish": "Abyss of Isolation",
          "SummaryEnglish": "Parviz and Kazami have finally begin to realize that the Build Divers are a team. But Hiroto suggests that he clear the next mission with his own strength alone. May questions him doggedly, but Hiroto is merely bewildered by this.",
          "Aliases": []
        },
        "10": {
          "ID": "9493111",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493111",
          "TitleEnglish": "The Ones Who Breathe There",
          "SummaryEnglish": "May's Wodom Pod has been destroyed while shielding Hiroto from an attack, and from it emerges May's mobile doll form. May is an EL-Diver, an electronic lifeform born from GBN itself. As the other Build Divers react with amazement, Mobile Doll May takes the offensive against the Gundam Seltsam.",
          "Aliases": []
        },
        "11": {
          "ID": "9493112",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493112",
          "TitleEnglish": "Last Mission",
          "SummaryEnglish": "The Space Crossing festival is over, and the Build Divers and the Resistance prepare for their next mission. Hiroto and the others have figured out how to open a door located in the lobby of the surface station connected to the orbital elevator, their next objective. They decide to log out for the moment to make further preparations before continuing ahead. The stage for what appears to be their last mission will be outer space.",
          "Aliases": []
        },
        "12": {
          "ID": "9493113",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493113",
          "TitleEnglish": "The Shuddering World",
          "SummaryEnglish": "After a mutually frustrating conversation with the entity that calls itself Alus, the Build Divers temporarily withdraw from the moon. Awaiting them are a tremendous number of One-eyes, which appear to be led by the Gundam Seltsam. Then Hiroto and the others are shocked by another new development.",
          "Aliases": []
        },
        "13": {
          "ID": "9493114",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493114",
          "TitleEnglish": "Somewhere in This Universe",
          "SummaryEnglish": "After a fierce but futile battle, the satellite cannon hidden inside the moon has unleashed a devastating beam. Its effects reach beyond the planet Eldora, extending to all of GBN and even the real world where Hiroto and the others live. It appears that their previous battles may not have been all a game, but actual events instead. Hiroto is completely bewildered by this unimaginable development. But he is no longer alone. It is now inevitable that the Build Divers must meet in real life.",
          "Aliases": []
        },
        "14": {
          "ID": "9493115",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493115",
          "TitleEnglish": "Encounters, and Then…",
          "SummaryEnglish": "Freddie, an inhabitant of the planet Eldora, sets foot inside a ruined temple, carrying with him a book he accidentally discovered in a storage room. His curiosity leads to an encounter with Hiroto and the other Build Divers, and nobody could imagine what will result from this beginning...",
          "Aliases": []
        },
        "15": {
          "ID": "9493116",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493116",
          "TitleEnglish": "Mission, Once More",
          "SummaryEnglish": "Once again, Hiroto and the Build Divers make contact with Freddie and stand on Eldora's soil. Their sense that the planet Eldora really exists, and isn't just a GBN Story mission, is reinforced. But meanwhile, where their Gunpla are concerned, they must deal with a situation dramatically different from before.",
          "Aliases": []
        },
        "16": {
          "ID": "9493117",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493117",
          "TitleEnglish": "To the Heavenly Land",
          "SummaryEnglish": "Riding in a balloon made by collecting the lanterns from the Space Crossing festival, Parviz and Freddie go to meet the sacred beast Cuadorn, which dwells in the floating temple known as Milaag Mountain. Buffeted by strong winds, the balloon continues its ascent, but ahead of it lies a huge thundercloud like nothing they've never seen before.",
          "Aliases": []
        },
        "17": {
          "ID": "9493118",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493118",
          "TitleEnglish": "The Sacred Beast Cuadorn",
          "SummaryEnglish": "Hiroto and the Build Divers have finally met with the sacred beast Cuadorn, only to be rejected. But after they unflinchingly convey their feelings towards Eldora, Cuadorn opens its silent mouth. As it begins to speak, it tells them of the lightning from the moon that struck Eldora, and of Alus, the one who unleashed it.",
          "Aliases": []
        },
        "18": {
          "ID": "9493124",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493124",
          "TitleEnglish": "Perfect Sniper",
          "SummaryEnglish": "Hiroto and the Build Divers have succeeded in turning Milaag Mountain, the home of the sacred beast Cuadorn, into their new base. As they hold a strategy meeting to save the people of Eldora from the One-Eyes, images of Hiroto's own Gunpla and the Alus Earthree Gundam created by Alus are superimposed in Hiroto's complicated thoughts.",
          "Aliases": []
        },
        "19": {
          "ID": "9493120",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493120",
          "TitleEnglish": "If It Weren't for You",
          "SummaryEnglish": "Their battle with the Alus Earthree Gundam has ended in victory for Hiroto and the Build Divers. In front of its wreckage are the Earthree Gundam and the Beam Shoot Rifle U7, which has been thrust into the ground. As Hiroto stares at the rifle which looms like a gravestone, a buried memory is revived within the depths of his heart.",
          "Aliases": []
        },
        "20": {
          "ID": "9493128",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493128",
          "TitleEnglish": "A Wish Entrusted",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "21": {
          "ID": "9493131",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493131",
          "TitleEnglish": "To Fly Once More",
          "SummaryEnglish": "Once again, Hiroto and the Build Divers gather in real life. To save the people of Eldora from the One-Eyes, they must power up their Gunpla to resist the powerful new enemies created by Alus, and discuss how to rescue Masaki Shido, whose mind is still trapped on the planet Eldora. Then Parviz makes a surprising proposal.",
          "Aliases": []
        },
        "22": {
          "ID": "9493132",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493132",
          "TitleEnglish": "Seltsam's Deadline",
          "SummaryEnglish": "Muran has entrusted Hiroto, Kazami, and May with the task of rescuing Masaki Shido, and they begin searching for the Seltsam. However, their radar instead detects a huge force of dozens of enemy machines. Meanwhile, in the ruins of Milaag, Parviz and Freddie continue working to repair Cuadorn's injured wings.",
          "Aliases": []
        },
        "23": {
          "ID": "9493125",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493125",
          "TitleEnglish": "Moment of Choice",
          "SummaryEnglish": "Thanks to the efforts of Hiroto and the Build Divers, Masaki Shido has been successfully rescued. Hiroto, Kazami, Parviz, and May gather at The Gundam Base to pay a visit to the awakened Masaki. Suddenly, they hear the roar of a motorcycle engine. The rider is someone they never expected.",
          "Aliases": []
        },
        "24": {
          "ID": "9493127",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493127",
          "TitleEnglish": "Build Divers",
          "SummaryEnglish": "In preparation for the final battle with Alus, Magee has arranged a rehearsal mission based on the Lotus Challenge, one of the hardest in all of GBN. Hiroto and the Build Divers are the challengers, and awaiting them are a horde of famous and powerful Divers, including the Force members of the original Build Divers.",
          "Aliases": []
        },
        "25": {
          "ID": "9493129",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493129",
          "TitleEnglish": "To the Tomorrow I Envision",
          "SummaryEnglish": "After successfully completing their rehearsal mission in GBN, Hiroto and the Build Divers gather at Milaag Mountain and prepare for battle. Suddenly, one of the summoning pedestals begins to glow, and another Diver forms from the Eldorium mirror sand.",
          "Aliases": []
        },
        "26": {
          "ID": "9493130",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/gundam-build-divers/episodes/9493130",
          "TitleEnglish": "Re:RISE",
          "SummaryEnglish": "Alus has chosen to forcibly invade GBN in order to eliminate the people of the Gunpla. But lying in wait for his forces are the Divers of the Coalition of Volunteers, assembled now for the third time. The mission of Hiroto and the Build Divers, which began on the planet Eldora, finally enters its last stage.",
          "Aliases": []
        }
      }
    }
  }
}