{
    "URL": "https://www.thetvdb.com/series/345377-show",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.tv-tokyo.co.jp/anime/pad/",
        "https://www.themoviedb.org/tv/80559",
        "https://www.themoviedb.org/tv/80559",
        "https://x.com/info_puzzdra",
        "https://www.youtube.com/c/PuzzleandDragons"
    ],
    "TitleEnglish": "Puzzle & Dragons",
    "SummaryEnglish": "The story is set in modern day Japan following the growth of the protagonist Taiga Akashi, an elementary school kid who wants to be a professional gamer someday.",
    "TitleJapanese": "パズドラ",
    "SummaryJapanese": "パズドラに魅入られた少年が世界一のプロゲーマーを目指す物語、ここに開幕！\n\n「パズドラ」の大会会場の一角にある屋台に、鮮やかな手つきでたこ焼きを作る少年「明石タイガ」がいた。そんなタイガの前にモンスターの「トラゴン」が現れ、パズドラのパートナーに指名される。店の宣伝になると考えたタイガは、トラゴンとともにエキシビジョンマッチに出ることに。パズドラに魅入られた少年が世界一のプロゲーマーを目指す物語、ここに開幕！",
    "Aliases": [
        "PazuDora",
        "Puzzle & Dragon",
        "Puzzle & Dragons 2018",
        "Puzdra"
    ],
    "Modified": "2025-07-31",
    "Seasons": {
        "1": {
            "ID": "758760",
            "URL": "https://www.thetvdb.com/series/345377-show/seasons/official/1",
            "# Episodes": 153,
            "Episodes": {
                "1": {
                    "ID": "6628278",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/6628278",
                    "TitleEnglish": "A Very Hot Soul",
                    "SummaryEnglish": "Taiga was just selling Takoyaki outside one of the PazuDora tournament stadiums, when a mysterious monster named Toragon appeared out of his smartphone. Then Taiga had an idea, to promote his Takoyaki business inside the stadium, until he got selected to appear in the Exhibition Match against Japan's #1 charismatic pro-gamer. Now the curtain unveils for Taiga's new dreams as he enters the charming world of PazuDora!!",
                    "TitleJapanese": "第1話「熱々（アッツアツ）の魂（ソウル）！」",
                    "SummaryJapanese": "「パズドラ」の大会会場の一角にある屋台に、鮮やかな手つきでたこ焼きを作る少年「明石タイガ」がいた。そんなタイガの前にモンスターの「トラゴン」が現れ、パズドラのパートナーに指名される。店の宣伝になると考えたタイガは、トラゴンとともにエキシビションマッチに出ることに。パズドラに魅入られた少年が世界一のプロゲーマーを目指す物語、ここに開幕！"
                },
                "2": {
                    "ID": "7485937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7485937",
                    "TitleEnglish": "To Become a Pro Gamer!",
                    "SummaryEnglish": "After his first battle with the charismatic pro-gamer \"Matsuhara\", Taiga has found a new dream that will make his own takoyaki dream flourish. But his neighbourhood and childhood friend, Sakura Uzuki just says \"you can't just become a pro\". This provokes Taiga to have a PazuDora battle with her, but Taiga is still just a total newbie to the game, which makes Toragon uneasy...",
                    "TitleJapanese": "第2話「目指せ！　プロゲーマー！！」",
                    "SummaryJapanese": "カリスマプロゲーマー「マツハラ」とのバトルを経て初めてパズドラの熱さを知ったタイガは、自分もプロゲーマーとして世界一を目指し、有名になってたこ焼き屋を繁盛させてみせると意気込んでいた。隣の家に住む幼馴染・卯月（うづき）さくらは「プロになんてなれるわけない」と呆れ顔。言い合いの末、タイガとさくらはパズドラバトルをすることになる。しかしまともにルールも知らないタイガに、トラゴンはこの先への不安を抱えて……。"
                },
                "3": {
                    "ID": "7485938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7485938",
                    "TitleEnglish": "Locating the Monster Memory!",
                    "SummaryEnglish": "Passing by Hanakusa School, Taiga hears his classmates talking about \"capturing monsters\" and decides to do the same after school. But Taiga searches all around Hanakusamachi with no luck, until he bumps into Iwao Harima, the school's big kid and Taiga's rival. Iwao challenges Taiga to a battle, but Taiga wants to finish the battle soon for a new monster.",
                    "TitleJapanese": "第3話「モンスターメモリーを探せ！」",
                    "SummaryJapanese": "タイガの通う花草（はなくさ）学園。クラスメイトとの会話で初めて「モンスターを捕まえることができる」ということを知ったタイガは、放課後さくらと一緒にモンスターを探して回る。しかし様々な場所を巡っているうちに花草町（はなくさちょう）から外れ、隣町に住む播磨（はりま）イワオと鉢合わせしてしまう。イワオは昔からタイガのことをライバル視しているガキ大将だった。早くモンスターを捕まえたいタイガだが、イワオとの勝負に巻き込まれ……。"
                },
                "4": {
                    "ID": "7485939",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7485939",
                    "TitleEnglish": "Yukichi Appears! A Shopping District Pazudora Battle",
                    "SummaryEnglish": "One of Taiga's classmates, Yukichi Tokuzawa, just returned to Hanakusa School from his study abroad. As Yukichi is a rich kid, being the heir of the Tokuzawa Concern , he believes he can do anything he wants, especially when he has plans to tear down the shopping district to build a new shopping mall. This does not suit for Taiga and the district committee as he challenges Yukichi to a Pazudora Battle!",
                    "TitleJapanese": "第4話「諭吉（ゆきち）登場！商店街でパズドラバトル！！」",
                    "SummaryJapanese": "タイガのクラスメイト・徳沢諭吉（とくざわゆきち）が海外留学から帰国し、花草学園に戻ってきた。総合商社「徳沢コンツェルン」社長の御曹司である諭吉は超金持ちで、学校でも好き放題に振る舞う。そればかりでなく、タイガたちの住む商店街を取り壊して新しいショッピングモールを作るという計画を立てていた。猛反発するタイガに諭吉が持ちかけたのは、なんとパズドラバトルだった！"
                },
                "5": {
                    "ID": "7485940",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7485940",
                    "TitleEnglish": "Hanakusa Shrine's Dragon Caller",
                    "SummaryEnglish": "Taiga and Yukichi head to the Hanakusa Shrine after hearing the rumors of a strong monster there. But what appears on the Pazudora Radar is not a monster, but an actual \"Dragon Caller\"!?",
                    "TitleJapanese": "第5話「花草神社の龍喚士！？（はなくさじんじゃ　の　りゅうかんし！？」",
                    "SummaryJapanese": "放課後、タイガと諭吉は源さんの店でパズドラをしていた。少しずつ強くなってきているタイガに、諭吉は「花草町で強いモンスターを捕まえた奴がいる」という噂を教える。さっそく外に出てモンスターを探す二人。花草神社の近くに来た時、ふとレーダーに初めての反応が出る。それはモンスターではなく、「龍喚士（りゅうかんし）」と呼ばれる存在だった。タイガがスマホ画面をタップすると、目の前に本物の龍喚士が現れて……！？"
                },
                "6": {
                    "ID": "7485946",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7485946",
                    "TitleEnglish": "A Long Distance Call by Chance",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第6話「たまたま電話の長話」",
                    "SummaryJapanese": "タイガが出かけている間、一人明石屋（あかしや）で留守番をしているトラゴン。しかしその日はあまり人が来ず、暇を持て余していた。そんな時、タイガのスマホにどこからか電話がかかってくる。電話に出てみるトラゴンに、相手は名乗らないままこちらの近況を尋ねてくるのだった。トラゴンはタイガに振り回されっぱなしの日々を思い返し、誰かも分からない相手に今の悩みを打ち明けてみることにする。"
                },
                "7": {
                    "ID": "7485947",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7485947",
                    "TitleEnglish": "7",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第7話「パズドラ部始動！！」",
                    "SummaryJapanese": "いつも集まっている源さんの店を部室に「パズドラ部」を結成したタイガと諭吉。みんなでプロゲーマーを目指そうという目的の部だが、とんちんかんな勧誘ばかりで一向に部員は集まらない。実家のケーキ屋の手伝いで忙しいさくらも入部を断るが、なんとなくタイガの動向が気になり、日課のお菓子作りに身が入らないのだった。ふとさくらは、小さい頃から元気いっぱいのタイガに振り回されていたことを思い出す。"
                },
                "8": {
                    "ID": "7485948",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7485948",
                    "TitleEnglish": "8",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第8話「ライバル登場！タイガＶＳ龍二」",
                    "SummaryJapanese": "タイガたちはパズドラプロゲーマーが集う大会「チャンピオンズカップ」の観戦に来ていた。マツハラプロをはじめとするトッププロゲーマーたちの戦いを目にし、改めてその熱さを感じ取るタイガ。その会場には同じ学校に通う松原龍二（まつはらりゅうじ）も来ており、タイガはそこで龍二がマツハラプロの弟であることを初めて知る。さっそくパズドラ部に勧誘するタイガだが、龍二は「僕はパズドラはやらない」と冷たい態度で拒絶する。"
                },
                "9": {
                    "ID": "7485949",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7485949",
                    "TitleEnglish": "9",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第9話「龍の涙」",
                    "SummaryJapanese": "龍二にパズドラで敗北してからというもの、タイガは部屋にこもりきりになってしまった。さくらや諭吉、源さんらは心配して様子をうかがうが、一向に姿を見せない。一方の龍二は、タイガとの対戦から心が落ち着かず、日課の書道でも筆が乱れてしまう。以前は兄のマツハラプロと楽しくパズドラをしていたにも関わらず、かたくなにパズドラを拒絶する龍二。龍二の背負っているものとは――？"
                },
                "10": {
                    "ID": "7485951",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7485951",
                    "TitleEnglish": "10",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第10話「ランキングバトル！」",
                    "SummaryJapanese": "パズドラ部に新たなメンバーが加わりご機嫌のタイガは、さっそく放課後に源さんの店に集まってバトルしようとする。しかしメンバーはタイガに目もくれず、パズドラの「ランキングバトル」と呼ばれるオンライン対戦に夢中になっていた。顔の見えないプレイヤーとのネット上の戦いにタイガも挑戦するものの、初戦の相手はかなりの強さであっさり負けてしまう。その相手のハンドルネームは、どこかで見たことのある名前で……？"
                },
                "11": {
                    "ID": "7485953",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7485953",
                    "TitleEnglish": "11",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第11話「パズドラ部の危機！マエケンとの対決」",
                    "SummaryJapanese": "タイガの担任・マエケンは、ある日のタイガのテスト成績がことごとく悪いことに驚いて放課後の様子を見に行くことにする。そして、学校が終わってから毎日源さんの店に集まっているタイガたちを見たマエケンは、成績が悪いのは源さんのせいだと勘違いしてしまう。子供たちを店から遠ざけようとするマエケンに、源さんは怒って勝負をもちかける。熱き男同士の戦いのゴングが、今鳴り響く――！"
                },
                "12": {
                    "ID": "7486954",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7486954",
                    "TitleEnglish": "12",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第12話「白熱！トレジャーズカップ！！」",
                    "SummaryJapanese": "藪竹町（やぶたけちょう）にあるゲームショップ「トレジャーズ」でパズドラ大会が行われる。その大会にローカルテレビ局の取材が入ることを知ったタイガは、大会に出てたこ焼き「明石屋」の宣伝もしてやろうと大張り切り。しかしそこには、たい焼き「播磨屋（はりまや）」の宣伝をする藪竹町のガキ大将・イワオの姿があった。たこ焼きVSたい焼きの売り上げ勝負の行方は！？ おまけに謎の覆面男まで現れて、大会は波乱の予感……！"
                },
                "13": {
                    "ID": "7486956",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7486956",
                    "TitleEnglish": "13",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第13話「マツハラへの挑戦状…！」",
                    "SummaryJapanese": "「トレジャーズカップ」でのタイガの雄姿がローカルテレビ局によって配信され、明石屋にはお客さんが集まっていた。大喜びのタイガは、諭吉のアイデアで更に店を宣伝することにする。徳沢コンツェルンの宣伝力は絶大で、明石屋にはますます人が増え、その人気ぶりに酔いしれるタイガ。しかし龍二は冷めた目で、最近タイガがパズドラをおろそかにしていることを指摘する。するとタイガは突然、「マツハラプロと勝負する」と言い出し……。"
                },
                "14": {
                    "ID": "7486957",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7486957",
                    "TitleEnglish": "14",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第14話「兄弟対決！龍二VSマツハラ」",
                    "SummaryJapanese": "マツハラプロとのバトルを終えたタイガは、龍二にさんざん落ち度を指摘されてカッとなり、二人は喧嘩状態になってしまう。\n龍二はそれからパズドラ部に顔を出さず、兄のマツハラのことを考えていた。龍二もかつて兄に負け、打ちのめされた経験がある。タイガの戦いを見て、自分が心のどこかで兄の存在を避けてきたことに気がついた龍二は、一歩前に進むためにある行動に出る。"
                },
                "15": {
                    "ID": "7486960",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7486960",
                    "TitleEnglish": "15",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第15話「たこ焼きライバル！明石屋VSチェーン店」",
                    "SummaryJapanese": "「全国B級グルメフェスティバル」に出店する源さんを応援するため、屋台で賑わう公園にやって来たパズドラ部の面々。広い会場で一人突っ走って迷子になったタイガは、真面目そうな青年「ハチロー」に助けられる。しかしハチローはなんと、京都からはるばるやってきたたこ焼きチェーン店「みやこダコ」の店員だった！たこ焼きライバルと聞いて黙っていられないタイガは勝負を申し込むが、なかなか決着がつかない。最後の勝負は、やっぱりパズドラ！？"
                },
                "16": {
                    "ID": "7486962",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7486962",
                    "TitleEnglish": "16",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第16話「龍二敗れる！謎の覆面プレイヤー出現」",
                    "SummaryJapanese": "ショッピングモールで開催されるパズドラ大会に出場することにしたパズドラ部のメンバー。ユキコ先生が手作りのお弁当を持って応援に来てくれて、タイガたちは大喜び。しかし大会が始まると、一回戦から龍二が敗北してしまうという波乱の幕開けを迎える。龍二に勝利したサングラスの男は、パズドラ部を倒して自分こそが大会で優勝するのだと意気込んでいた。果たしてその正体とは！？"
                },
                "17": {
                    "ID": "7486964",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7486964",
                    "TitleEnglish": "17",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第17話「狙われたトラゴン」",
                    "SummaryJapanese": "ある日、いつものように明石屋を手伝っていたトラゴンが、猫の大群に連れ去られてしまう。急いで追いかけたタイガたちは、最近オープンした街はずれの猫カフェに辿り着く。トラゴンを奪ったのは猫カフェのオーナーで「アニマルマスター」を名乗る猫山猫太（ねこやま ねこた）だった。トラゴンを気に入り、自分のものだと言う猫太。取り戻そうとするタイガだが、トラゴンは虚ろな目で「この猫カフェの看板猫になる」と言い出して……！？"
                },
                "18": {
                    "ID": "7486977",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7486977",
                    "TitleEnglish": "18",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第18話「お風呂でアッチッチ！」",
                    "SummaryJapanese": "家のお風呂が壊れてしまい、近所の銭湯に行くことになったタイガとトラゴン。そこは古くからある銭湯だが、お客さんはアツアツ風呂とフルーツ牛乳が大好きな常連のおじいさん一人しかいない。事情を聞くと、その銭湯は人が少なくなってきたために近々つぶれてしまうということだった。タイガたちはパズドラ部として、お客さんを呼び込むために一役買うことにする。その驚きの方法とは――？"
                },
                "19": {
                    "ID": "7486980",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7486980",
                    "TitleEnglish": "19",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第19話「サマー・オブ・ガッシュク」",
                    "SummaryJapanese": "夏休み、タイガたちパズドラ部は諭吉の別荘がある海へ合宿にやってきた。海に行きたがらないトラゴンを別荘に置いて、さっそく綺麗なビーチで遊ぼうとするタイガと諭吉。しかしそこでは「イソオ軍団」と名乗る４人組が縄張りを作っており、よそ者であるタイガたちを追い出そうとする。「パズドラで勝てば海で遊ばせてやる」と言うイソオに挑むタイガだが、トラゴンは別荘に置いたまま。そこで代わりに諭吉のダイヤゴンチームでバトルすることになり！？"
                },
                "20": {
                    "ID": "7486981",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7486981",
                    "TitleEnglish": "20",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第20話「サマー・オブ・サイセン」",
                    "SummaryJapanese": "海で出会った少年・イソオとのパズドラバトルで普段の力が発揮できなかったタイガは、リベンジするために再び海へ赴く。しかしイソオは取り合わないばかりか「マツハラプロの弟である龍二となら対戦してもいい」と主張し、ますます納得できないタイガ。見かねた龍二の提案で、パズドラ部とイソオ軍団は『団体戦』で勝負することになる。しかし今度は、パズドラ部内の仕切り役をめぐってタイガＶＳ龍二のバトルが勃発し！？"
                },
                "21": {
                    "ID": "7486982",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7486982",
                    "TitleEnglish": "21",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第21話「サマー・オブ・ダンタイセン」",
                    "SummaryJapanese": "夏合宿３日目、いよいよパズドラ部ＶＳイソオ軍団の団体戦が始まる。三本勝負の一回戦、パズドラ部が選んだのはさくらのホイップチーム。１ターンごとにプレイヤーを交代してパズルをする団体戦では、後に続くメンバーのことを考えなければならない。そのためチームワークが鍵となるのだが、タイガは龍二のアドバイスを無視した結果、相手のスキルの罠にはまってしまう。息ピッタリのイソオ軍団に対し、パズドラ部はなかなか足並みが揃わず……。"
                },
                "22": {
                    "ID": "7486985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7486985",
                    "TitleEnglish": "22",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第22話「サマー・オブ・パズドラ」",
                    "SummaryJapanese": "団体戦二回戦、龍二のウンマチームで挑むパズドラ部。タイガは一回戦で上手くいかなかったことを受けて、少しずつ周りを見るようになる。慣れないウンマの能力を引き出すだけでなく、相手のモンスターのスキルも警戒しなければいけない――それは、今のタイガが強くなるために必要なことばかりだった。そして三回戦、満を持してタイガは自分のトラゴンチームでイソオと直接対決する！勝負の行方はどうなる！？"
                },
                "23": {
                    "ID": "7486991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7486991",
                    "TitleEnglish": "23",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第23話「究極奥義！パズドラ仙人」",
                    "SummaryJapanese": "プロゲーマーになるための大会「チャレンジカップ」の日が近づいてきて、気合充分のパズドラ部メンバー。その一次予選で行われるのは「パズドラチャレンジ」通称「パズチャレ」というスコアアタックだという。初めてパズチャレをやってみるタイガだが、いつものバトルとは勝手が違いクリアすらできない。焦るタイガに諭吉は「パズドラ仙人」の噂を教える。パズドラの修行をつけてくれる人物だというが、果たして本当に存在するのか――？"
                },
                "24": {
                    "ID": "7486992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7486992",
                    "TitleEnglish": "24",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第24話「パズドラチャレンジカップ開幕！」",
                    "SummaryJapanese": "ついにチャレンジカップ当日の朝、タイガたちパズドラ部のメンバーは商店街の面々に暖かく送り出されて一次予選会場へ向かう。そこにはプロゲーマーを目指す歴戦のパズドラプレイヤーたちが全国各地から集まっていた。そして「パズチャレ」を使った驚きの一次予選のルールが発表される！ かつて戦ったライバル、そしてまだ見ぬ強者――タイガたちのプロへの道をかけた戦いが、いよいよ始まる！！"
                },
                "25": {
                    "ID": "7486993",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7486993",
                    "TitleEnglish": "25",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第25話「二次予選・たまドラコイン争奪戦！」",
                    "SummaryJapanese": "チャレンジカップ一次予選の通過者に一人１枚ずつ配られたのは「たまドラコイン」。二次予選はそのコインをバトルによって奪い合い、３枚集めた者から予選を突破できるルールだった。周囲で続々とバトルが始まる中、まずは最初の相手選びが重要だと思うタイガたち。その中で諭吉は一人、自分に自信が持てないでいた。そんな様子に気付いた龍二は「諭吉に丁度いい相手を見つけた」と言うが、それは圧倒的な攻撃力を持つプレイヤーで！？"
                },
                "26": {
                    "ID": "7486995",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7486995",
                    "TitleEnglish": "26",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第26話「ロックスターＨＩＤＥＴＯ！」",
                    "SummaryJapanese": "諭吉のバトルを皮切りに、パズドラ部は分かれてそれぞれの戦いに臨む。負ければ敗退が決定する状況下で、焦らずに会場の様子を観察する龍二。一方、さくらは優しそうなお姉さんに挑戦するが……。 そしてタイガは、会場の隅に隠れている気弱そうな青年を見つけて「アイツなら勝てそうだ」と思い勝負を持ちかける。しかし青年はバトルが始まる直前に、驚きの変貌を遂げるのだった！"
                },
                "27": {
                    "ID": "7486996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7486996",
                    "TitleEnglish": "27",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第27話「選ばれし神の子　神崎シン」",
                    "SummaryJapanese": "予選を突破した者や脱落した者が会場を去り、徐々にプレイヤーの数も減ってきた二次予選会場。対戦相手を探して焦るタイガは、「神崎（かんざき）シン」という少年を見つける。彼に挑んだ別のプレイヤーは、なぜかバトルも終わらないまま棄権してしまう。奇妙に思うタイガだが、残り時間も限られている中、神崎シンに勝負を挑む。そのバトル中、トラゴンはタイガの様子がおかしいことに気付き……。"
                },
                "28": {
                    "ID": "7486997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7486997",
                    "TitleEnglish": "28",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第28話「アイドルプロゲーマーほのか！」",
                    "SummaryJapanese": "タイガたちの花草商店街に、突然『アポ無しぶらりアイドルグルメ旅』というテレビ番組の取材がやってきた。コメンテーターは超人気アイドルの「姫野（ひめの）ほのか」で、浮き立つ商店街の面々。タイガも明石屋を宣伝してもらおうとするが、なんとほのかは、アイドルにしてパズドラプロゲーマーでもあった。プロゲーマーと聞いて黙っていられないタイガは、ほのかとバトルをすることに！？"
                },
                "29": {
                    "ID": "7486998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7486998",
                    "TitleEnglish": "29",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第29話「トラゴンはつらいよ 」",
                    "SummaryJapanese": "ある日、みんなで食べようと楽しみに取っておいたメロンをタイガに食べられてしまったトラゴン。その怒りは頂点に達しタイガと口論になるが、タイガが思わず放った致命的な一言にショックを受けて、トラゴンは家出してしまう。 そうして遠い田舎の村に辿り着いたトラゴンは、ユウという幼い少年に出会う。パズドラが大好きだと言うユウは、行き場のないトラゴンに優しく接してくれるのだった。二人はすぐに仲良くなるが……。"
                },
                "30": {
                    "ID": "7486999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7486999",
                    "TitleEnglish": "30",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第30話「さくらとクララ 」",
                    "SummaryJapanese": "タイガのクラスにアメリカからの転校生がやってきた。クララと名乗るその少女は、タイガを見るなり感激して飛びついてくる。クララはインターネットに公開されているタイガのパズドラ動画を見て、タイガの大ファンになったと言うのだ。そんなクララのお世話係に指名されたさくらは、日本に慣れていないクララと仲良くなるためにあれこれ手を尽くす。しかしクララは、なぜかタイガ以外のクラスメイトに心を開こうとせず……。"
                },
                "31": {
                    "ID": "7487001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487001",
                    "TitleEnglish": "31",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第31話「タイガ、池の水ぜんぶ抜く」",
                    "SummaryJapanese": "野山に遊びにやってきたパズドラ部と源さん一行。タイガがさっそくパズドラレーダーでサーチをしてみると、宝箱の反応が。しかしその方向が示す先には大きな池があり、目的の場所まで辿り着くことができない。どうしてもモンスターを手に入れたいタイガは、諭吉の力を借りて、池の水をぜんぶ抜いて宝箱のところへ行くことにする。水が無くなった池の真ん中で、タイガが見たものとは――！？"
                },
                "32": {
                    "ID": "7487002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487002",
                    "TitleEnglish": "32",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第32話「剣の貴公子・王城（おうじょう）つかさ！」",
                    "SummaryJapanese": "花草商店街の福引きを楽しむタイガたちの前に、突如として現れた金髪の少年――その名は王城（おうじょう）つかさ。彼はトップ企業「王城コーポレーション」の御曹司で、諭吉とは昔からのライバル関係にあった。次の日、王城は花草学園に体験留学にやってくる。容姿端麗で学業も優秀な王城はたちまち大人気となり、面白くない諭吉。金持ち同士で何かと張り合う二人は、とうとうパズドラで勝負することに！？"
                },
                "33": {
                    "ID": "7487003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487003",
                    "TitleEnglish": "33",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第33話「ユキコ先生お見合い大作戦！」",
                    "SummaryJapanese": "いつも明るく優しいユキコ先生が、元気がなくため息をついてばかり。そんなユキコ先生を心配するタイガたちが徳沢コンツェルンの情報網を駆使して原因を調べた結果、なんとユキコ先生にお見合いの予定があると判明！タイガは、ユキコ先生が借金のカタに無理やり結婚させられるのだと思い込み、パズドラ部総出で先生の救出作戦を立てる。果たしてタイガたちは、ユキコ先生を奪還することができるのか！？"
                },
                "34": {
                    "ID": "7487005",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487005",
                    "TitleEnglish": "34",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第34話「スカウト登場！輝けパズドラ部」",
                    "SummaryJapanese": "大企業「サンダー・エレクトロニクス」社の営業マンが花草商店街にやってきた。マイケル真田（さなだ）と名乗る男はタイガたちの元を訪れ、パズドラ部の腕を見込んで『スポンサー』にならせてほしいと言う。サンダー社はプロゲーマーを何人もサポートしており、スポンサー契約をすれば、プロと同じ環境でトレーニングすることができる。プロゲーマーの世界が一気に身近になったことに喜ぶさくらたちだが、タイガはピンと来なくて……。"
                },
                "35": {
                    "ID": "7487006",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487006",
                    "TitleEnglish": "35",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第35話「タコ消滅！明石屋最後の日」",
                    "SummaryJapanese": "ある時、地上からタコが消えた。原因不明の緊急事態に、成すすべもなく営業中止に追い込まれてしまうたこ焼き明石屋。この未曾有の危機を救うべく海へと向かったタイガは、タコゴンという喋るモンスターと出会い、海底の竜宮城へと導かれる。竜宮城の主・乙姫の話では、この事態は世界征服を企むタコ帝国のボス・タコギラスの仕業らしい。正義のたこ焼き屋として、タイガよ今こそ立ち上がれ！"
                },
                "36": {
                    "ID": "7487007",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487007",
                    "TitleEnglish": "36",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第36話「寅次の休日」",
                    "SummaryJapanese": "たこ焼き明石屋に突然やってきたサラリーマン。その正体はなんと、出張から帰ってきたタイガの父親・明石寅次（とらじ）だった！久しぶりに家族団らんの時を過ごす明石屋一家だったが、タイガが世界一のたこ焼き屋だけでなくパズドラプロゲーマーも目指していることを知った寅次は一転、タイガに「パズドラなんてやめちまえ」と言い放つ。タイガ以上にハチャメチャな性格の寅次を、トラゴンはなんとか説得しようとするが……。"
                },
                "37": {
                    "ID": "7487009",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487009",
                    "TitleEnglish": "37",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第37話「チャレンジカップ本戦ラウンド開始！」",
                    "SummaryJapanese": "ついにパズドラチャレンジカップ本戦ラウンドの日がやってきた。予選を勝ち抜いて本戦のステージに立つことができたのは、タイガたちを含めて３１人。更に特別シードとして王城つかさが電撃参戦することになり、驚くタイガたち。王城や、予選でタイガを破った神崎シンなど優勝候補と言われる４名が「四神」と噂される。そんな中行われた一回戦の組み合わせ抽選、第一試合はさっそく四神の１人・神崎シンのバトルで……！"
                },
                "38": {
                    "ID": "7487011",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487011",
                    "TitleEnglish": "38",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第38話「波乱の一回戦！　偉大なる予言者登場」",
                    "SummaryJapanese": "本戦ラウンド一回戦の第２試合、ステージに立ったのは龍二。対戦相手・ドクターPは龍二のプレイデータを徹底的に調べ上げていた。しかし龍二は臆することなく普段通りの戦いを見せる。続く諭吉も、予選で一度負けた相手であるアツシにリベンジを誓う。 そしてタイガの対戦相手は、未来を見ることができると言う大予言占一（だいよげん　せんいち）。様々な予言を口にしはじめる相手に、タイガはどう戦う！？"
                },
                "39": {
                    "ID": "7487013",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487013",
                    "TitleEnglish": "39",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第39話「さくら舞う！　非道な毒の罠」",
                    "SummaryJapanese": "白熱するタイガVS大予言のバトル。大予言のリーダーモンスター「魔槍の秘術神・オーディン」は高いHPと攻撃力を持つ強敵で、トラゴンと互角の勝負を繰り広げる。続くさくらは四神の一人・巳之口（みのぐち）マムシと対決する。マムシは毒ドロップを対戦相手に送り込んで痛めつけるのが得意という陰湿なプレイヤーだった。四神と呼ばれるだけの実力もあわせ持つマムシに、さくらは果敢に立ち向かう。"
                },
                "40": {
                    "ID": "7487015",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487015",
                    "TitleEnglish": "40",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第40話「秘伝・明石屋一本焼き」",
                    "SummaryJapanese": "本戦ラウンド一回戦が終了し、花草町に戻ってきたパズドラ部。しかしタイガは、公園にいるさくらを迎えに行った帰りに左腕をケガしてしまう。ケガはとても二回戦までに治るものでなく、二刀流パズドラができなくなったタイガは大ピンチ。そんな時、祖母・ひとみの言葉をヒントに、祖父・寅吉（とらきち）が遺した極意「明石屋一本焼き」に辿り着く。タイガはさくらとともに、片手でたこ焼きを焼く特訓をすることに！"
                },
                "41": {
                    "ID": "7487016",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487016",
                    "TitleEnglish": "41",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第41話「ポイズンマスター　巳之口マムシ！」",
                    "SummaryJapanese": "片腕が使えないまま本戦ラウンド二回戦にのぞむタイガ。再び行われた抽選で、タイガはマムシや李子超（リー・スーチャオ）ら強敵ぞろいのＡブロックに配置されてしまう。そんなタイガの前にアイドルプロゲーマーのほのかが激励にやってくる。さくらも毒ドロップ対策を考えてきてくれたりと、皆からの応援を受けたタイガは気合たっぷりにマムシとのバトルに挑む。しかし、試合中に突然トラゴンの様子がおかしくなって！？"
                },
                "42": {
                    "ID": "7487019",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487019",
                    "TitleEnglish": "42",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第42話「神崎シンの秘密」",
                    "SummaryJapanese": "Ｂブロックの龍二は、大阪出身のプレイヤー・梅田（うめだ）ヨシエと対決する。言葉巧みに翻弄してくるヨシエに、さすがの龍二もペースを乱してしまう。試合の後、タイガたちの頭の中に、突然神崎シンの「地獄を見せてやる」という言葉が届く。ますます神崎シンへの謎が深まる中、再び現れたほのかによってシンの噂が語られる。それはシンが「選ばれし神の子」と呼ばれるまでに至る不思議な話だった。"
                },
                "43": {
                    "ID": "7487023",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487023",
                    "TitleEnglish": "43",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第43話「王城ＶＳ諭吉！　因縁の金持ち対決」",
                    "SummaryJapanese": "大会会場外の屋台では、王城つかさのグッズが大人気となっていた。ライバルである王城にますます対抗心を燃やす諭吉は、タイガとともに自分の屋台を作って盛り上げようと画策する。 そして大会でも、王城と諭吉の因縁のバトルが始まった。以前は敗北した諭吉だが、パズドラ部で磨いてきたパズル力とスキル使いで互角の勝負に持ち込む。諭吉のことを侮っていた王城は、予想以上に力をつけてきた諭吉に驚いて……。"
                },
                "44": {
                    "ID": "7487043",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487043",
                    "TitleEnglish": "44",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第44話「カンフーマスター　李子超（リー・スーチャオ）！」",
                    "SummaryJapanese": "タイガの次の相手は四神の一人・李子超だ。カンフーの達人である李は、試合前でも修行をかかさない真面目な青年。性格も温厚で、タイガと早くも打ち解ける。 しかし試合が始まると、李はカンフー仕込みの素早いコンボでタイガを圧倒してくる。しかもリーダーモンスターが火属性同士のため、トラゴンの攻撃がなかなか通らない。さらに李は高い身体能力を生かした“究極奥義”を隠し持っていて！？"
                },
                "45": {
                    "ID": "7487044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487044",
                    "TitleEnglish": "45",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第45話「大変身！　龍二ＶＳ龍二！？」",
                    "SummaryJapanese": "ブロック代表決定戦、続いてのバトルは王城つかさと五稜郭（ごりょうかく）ミサキ。どちらも派手なプレイスタイルの選手で、会場を大いに沸かせる。 一方、ミステリアスな少女・奥村みずきとの試合を控える龍二。みずきは龍二と以前会ったことがある素振りを見せるのだが、龍二はまったく記憶にない。不思議に思いながらも試合開始の時を迎えると、みずきはなぜか全身をコートで覆っていて――？"
                },
                "46": {
                    "ID": "7487045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487045",
                    "TitleEnglish": "46",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第46話「マツハラプロのメッセージ」",
                    "SummaryJapanese": "パズドラ部と花草商店街の面々は、源さんの店でまたも大会の打ち上げパーティーを行っていた。準決勝を控えながらも呑気な様子のタイガに、龍二は呆れ気味。そんな二人の前に突然マツハラプロが激励にやってきて、タイガにひと勝負しようと言い出す。意気揚々とバトルにのぞむタイガだが、常に本気で来るはずのマツハラプロはなぜか手を抜いているように見える。龍二は、マツハラプロがバトルを通じて何かを伝えようとしていることに気がつき……。"
                },
                "47": {
                    "ID": "7487046",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487046",
                    "TitleEnglish": "47",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第47話「準決勝！　タイガＶＳ王城」",
                    "SummaryJapanese": "いよいよ始まるチャレンジカップ準決勝。残った選手はタイガ、龍二、王城、そして神崎シンの４人。準決勝の組み合わせ決めはこれまでと違い、選手自身に相手を選ばせるというものだった。それぞれの思惑が交差する中、準決勝一回戦はタイガＶＳ王城に決まる。王城はタイガに「庶民と金持ちの差を思い知らせる」と言って、『回復十字消し』による鉄壁の防御を見せつける。タイガとトラゴンの攻撃は、王城のゲージに傷一つつけられず！？"
                },
                "48": {
                    "ID": "7487049",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487049",
                    "TitleEnglish": "48",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第48話「レクイエム」",
                    "SummaryJapanese": "もう一つの準決勝戦、龍二は謎の少年・神崎シンと直接対決する。これまでのシンの戦いを冷静に分析して挑む龍二だが、いざシンの不思議なオーラに直面すると、序盤から手が止まってしまう。タイガたちパズドラ部の声援でなんとか持ち直すも、シンは龍二の心を徹底的に折るべく、龍二が目を背けてきた過去の思い出を見せつけてくる。果たして龍二は、心の戦いに打ち勝つことができるのか！？"
                },
                "49": {
                    "ID": "7487050",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487050",
                    "TitleEnglish": "49",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第49話「龍二のパズドラ」",
                    "SummaryJapanese": "準決勝、龍二は神崎シンの圧倒的な力の前に敗北してしまう。励まそうとするタイガたちだが、当の龍二は自分の実力不足を素直に認め、すでに次の戦いである三位決定戦を意識していた。そして、三位の座をかけた龍二と王城つかさのバトルが始まる。二人の力は拮抗し、互角の戦いを見せる中、龍二は兄・マツハラプロの「パズドラを楽しんでいるか？」という問いかけを思い出す。果たして今の龍二の答えは――そして勝負の行方は！？"
                },
                "50": {
                    "ID": "7487051",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487051",
                    "TitleEnglish": "50",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第50話「究極変化！？　熱々（アッツアツ）の最終バトル！！」",
                    "SummaryJapanese": "ついにタイガと因縁の相手・神崎シンとの決勝戦が始まった。いきなりタイガの心に入りこみ、絶望させようとするシン。トラゴンやパズドラ部の声によってなんとかタイガはいつもの自分を取り戻し、反撃するが……なんとシンのモンスター『アギト』には、タイガたちの知らないもうひとつの姿があった！タイガは恐るべき力を持った神崎シンを打ち倒すことができるのか！？"
                },
                "51": {
                    "ID": "7487053",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487053",
                    "TitleEnglish": "51",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第51話「さくらの夢」",
                    "SummaryJapanese": "パズドラチャレンジカップの激闘が終わり、タイガたちは日常へと帰ってきた。タイガは諭吉と龍二を誘い、明石家での初めてのお泊まり会を計画する。三人が楽しく過ごす一方で、隣の家のさくらは一人、心ここにあらず。タイガを取り巻く環境は、これから変わっていくことになる。そんな中、さくらには何ができるのか――？そして、一つの決断をしたさくらは、タイガにパズドラ真剣勝負を持ちかける！？"
                },
                "52": {
                    "ID": "7487055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487055",
                    "TitleEnglish": "52",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第52話「プロゲーマー！　新たなる挑戦！！」",
                    "SummaryJapanese": "チャレンジカップを勝ち抜き、晴れてパズドラプロゲーマーの一員となったタイガと龍二。二人の次の目標は、近々開催されるプロの大会『チャンピオンズカップ』。もっと実力をつけるためにも、タイガと龍二の練習相手になってくれるプロゲーマーを探すさくら。ほのかの助力もあって、先輩プロゲーマーの「ハヤト」が相手をしてくれることになる。果たして、タイガのプロ初試合の行方は！？"
                },
                "53": {
                    "ID": "7487057",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487057",
                    "TitleEnglish": "53",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第53話「プロチーム入団！？」",
                    "SummaryJapanese": "パズドラ部のもとに突然、一本の電話がかかってくる。それはマツハラプロも所属するトッププロチーム『ラグナルス』からのスカウトだった。そのチームに入ると、スポンサーやコーチなどがついた最先端の環境で練習ができるという。ピンとこないタイガに対して、龍二は兄のマツハラがプロチームに入団した日のことを思い出し、どうすべきか悩む。そうしている間に、龍二とハヤトの練習試合の日がやってきて……。"
                },
                "54": {
                    "ID": "7487058",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487058",
                    "TitleEnglish": "54",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第54話「チャンピオンズカップ・デビュー戦！」",
                    "SummaryJapanese": "パズドラプロゲーマーのみが参加できる大会『チャンピオンズカップ』の日がやってきた。マツハラプロをはじめ、名だたるプロゲーマーたちと同じ舞台に立てることに心躍らせるタイガと龍二。さくらが用意したチームユニフォームを身にまとい、いざパズドラ部のデビュー戦が始まる！タイガの初戦の相手は、偶然にも練習試合で戦ったハヤトだった。勝利を確信するタイガとトラゴンだが……。"
                },
                "55": {
                    "ID": "7487063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487063",
                    "TitleEnglish": "55",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第55話「涙の別れ！　トラゴン故郷に帰る」",
                    "SummaryJapanese": "トラゴンの前に現れた謎の少女。なんと少女は、トラゴンをモンスターの世界に連れ戻すためにやってきた。トラゴンがなぜ、どうやってタイガの元へ来たのか――その経緯が初めて語られる。自分は元いた世界に帰らなければいけないと言うトラゴン。突然のことに理解が追いつかず引きとめるタイガだが、トラゴンはタイガに別れを告げる。そしてモンスターの世界に戻ったトラゴンには、ある試練が待っていて……。"
                },
                "56": {
                    "ID": "7487064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487064",
                    "TitleEnglish": "56",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第56話「新たな力！　燃えよトラゴン」",
                    "SummaryJapanese": "モンスターの世界で『五つの神判（しんぱん）』をこなすうちに、トラゴンは力の源である「ドロップ」を無意識に味方につけていく。そしてついに最後となる『赤の神判』では、ソニアと戦って勝つ必要があった。勇ましく挑むトラゴンだが、ソニアの強さは別格で、徹底的に打ちのめされてしまう。それでも乗り越えなければ、二度とタイガの待つ人間の世界に戻れない。トラゴンの絶対に諦めない心が熱々に燃える時、その体が光を放つ！"
                },
                "57": {
                    "ID": "7487065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487065",
                    "TitleEnglish": "57",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第57話「ライバル商店街！？　プロゲーマー・ムサシ！」",
                    "SummaryJapanese": "トラゴンは新たな力を得てタイガのもとへ戻ってきた。その噂は瞬く間にかけめぐり、トラゴンの映像がテレビでも報道される。花草（はなくさ）商店街には更に人々が集まり、タイガや源（げん）さんたちは大喜び。そんな絶好調のタイガとトラゴンに、「ムサシ」と名乗る男が勝負を挑んでくる。ムサシはなんと、プロチーム『エニグマ』に所属するパズドラプロゲーマーだった！彼がタイガとトラゴンにこだわる理由とは――？"
                },
                "58": {
                    "ID": "7487066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487066",
                    "TitleEnglish": "58",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第58話「出たっ！　幽霊温泉のよし子ちゃん」",
                    "SummaryJapanese": "古びた温泉旅館「なんかで荘（そう）」に泊まりに出かけたパズドラ部と源さん一行。他のお客さんは誰もいないはずの旅館だが、諭吉の前に突然謎の少女が現れる。その正体はなんと、なんかで荘に住みつく本物の幽霊・よし子ちゃん！　彼女の落とした赤いスマホを返すため、タイガたちはよし子ちゃんを探すことにする。そして再会したよし子ちゃんの望みは、諭吉とのパズドラ勝負！？"
                },
                "59": {
                    "ID": "7487067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487067",
                    "TitleEnglish": "59",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第59話「激突！　二つの龍」",
                    "SummaryJapanese": "プロチーム『ラグナルス』と『ルート７（セブン）』の練習試合を見学しに来たタイガたち。改めてプロチームのレベルの高さを目の当たりにし、自分は今のままで良いのかと思い悩む龍二。相変わらず能天気なタイガとすれ違い、龍二はしばらくパズドラ部に来なくなってしまう。 そんなある日、マツハラプロが海外遠征のお土産を持って松原家に帰ってくる。龍二は自分の実力を確かめるため、プロとして兄に真剣勝負を申し込む！"
                },
                "60": {
                    "ID": "7487069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487069",
                    "TitleEnglish": "60",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第60話「Ｕｌｔｉｍａｔｅ　Ｔｒａｉｎｉｎｇ！（アルティメット・トレーニング）」",
                    "SummaryJapanese": "タイガたちはマツハラプロによって、「アルティメット・トレーニング」と呼ばれる強化合宿に招待される。プロチーム『ラグナルス』専用の合宿施設で行われる最先端のトレーニングは厳しいもので、タイガたちはついていくので精いっぱい。そんな中、対外試合のためにやって来たもう一つのプロチーム『新鮮組（しんせんぐみ）』。タイガと龍二はチームラグナルスの一員として、新鮮組と試合をすることに！？"
                },
                "61": {
                    "ID": "7487072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487072",
                    "TitleEnglish": "61",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第61話「強豪・新鮮組（しんせんぐみ）！　総司（そうじ）対タイガ」",
                    "SummaryJapanese": "プロゲーマーの合宿「アルティメット・トレーニング」にて、チームを組んで新鮮組と試合をすることになったタイガ・龍二・マツハラプロの３人。タイガは新鮮組の実力者・総司（そうじ）とのバトルに挑むも、総司の冷静な戦略とリーダーモンスター「彼方なるもの・ヨグ＝ソトース」の強力なリーダースキルに苦しめられる。果たしてタイガとトラゴンは勝利することができるのか！？　そして対外試合の行方は――！？"
                },
                "62": {
                    "ID": "7487073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487073",
                    "TitleEnglish": "62",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第62話「花草（はなくさ）商店街お・も・て・な・し大作戦！」",
                    "SummaryJapanese": "花草商店街に突如、アメリカの超有名ガイドブック「ベオシア」の取材がやって来るというニュースが駆け巡る。もしそのガイドブックに載せてもらうことができれば、花草商店街は有名になって大繁盛間違いなし！　タイガと商店街の面々は、やってきたトーマス・バーンというアメリカ人の青年にできる限りのおもてなしをすることに。商店街を大いに気に入ったトーマスだが、突然タイガとパズドラ勝負がしたいと言い出して――？"
                },
                "63": {
                    "ID": "7487074",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487074",
                    "TitleEnglish": "63",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第63話「パズドラAI！　タイガVSロボタイガ」",
                    "SummaryJapanese": "源さんのもとに鉄板焼きロボットの「テッパンくん」がやってきた。作ったのは科学者・板ノ助（いたのすけ）博士で、テッパンくんは世界一の鉄板焼きロボットになるため修行中だという。タイガが興味津々でたこ焼き作りやパズドラのやり方を教えてみると、テッパンくんは何でもすぐに覚えて上達していく。しかし一緒にいるうちに、テッパンくんの性格はだんだんタイガに近づいてきて……。"
                },
                "64": {
                    "ID": "7487075",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487075",
                    "TitleEnglish": "64",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第64話「トラゴンはつらいよ　初恋奮闘編」",
                    "SummaryJapanese": "ある日、トラゴンは野良犬にいじめられている猫を助ける。その猫はミーコという名の可愛いメス猫で、トラゴンは一目でメロメロになってしまう。それからというものミーコのことばかり考えて、タイガとのパズドラにも身が入らないトラゴン。 そんな時、たまたま明石屋に猫山猫太（ねこやま　ねこた）とニャドラがやってくる。ミーコはなんと、ニャドラに惚れているという！トラゴンとニャドラ、恋のバトルが始まる……！？"
                },
                "65": {
                    "ID": "7487076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487076",
                    "TitleEnglish": "65",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第65話「まいっちゃうぜユキコ先生！」",
                    "SummaryJapanese": "ついにユキコ先生がパズドラを始めた！タイガたちは大喜びで、さっそくユキコ先生と放課後に遊ぶ約束をする。しかし、ユキコ先生を心配してやってきた友人・静香（しずか）はなぜか「絶対にユキコにパズドラをさせてはいけない」と言う。だがその時すでに、ユキコ先生と源さんは対戦を始めていたのだった。そしてタイガたちは、信じられない事態に巻き込まれる！ユキコ先生の知られざる一面が今明らかに――！"
                },
                "66": {
                    "ID": "7487078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487078",
                    "TitleEnglish": "66",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第66話「龍二の旅立ち」",
                    "SummaryJapanese": "プロゲーマーとしての更なる強さを求めて、龍二はずっと悩み続けていた。そんな時、パズドラ部メンバーはアメリカにいる王城（おうじょう）つかさとビデオチャットで通話する。アメリカにも強豪パズドラプロゲーマーが数多くいることを王城から聞き、広い世界への憧れを持つ龍二。そして、ある決意をした龍二は、タイガにパズドラの真剣勝負を持ちかける！バトルを制するのは果たして――！？"
                },
                "67": {
                    "ID": "7487079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487079",
                    "TitleEnglish": "67",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第67話「さくらの湯けむり指南！」",
                    "SummaryJapanese": "パズドラ部の監督として、さくらはタイガがもっと力をつけるための方法を模索していた。そんな時、タイガにプロゲーマーとしてスーパー銭湯の催しに出てほしいという招待状が届く。その催しとは、以前タイガが手痛い敗北を喫したハヤトとパズドラのエキシビションマッチをするというものだった。ハヤトへのリベンジを誓うタイガに、さくらは新たに考案した戦術を授けるが……タイガはバトルに活かせるか！？"
                },
                "68": {
                    "ID": "7487080",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487080",
                    "TitleEnglish": "68",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第68話「伝説のプロゲーマー・トキ！」",
                    "SummaryJapanese": "新たなモンスターを手に入れて勢いに乗るタイガ。ある日さくらの収集した他プロゲーマーのデータを見ていると、マツハラプロが公式戦デビューの際に戦った「伝説のプロゲーマー」のことを知る。その名はトキといい、当時は無敗の王者と呼ばれるほどの強さを誇っていたが、マツハラプロに負けてプロゲーマーを引退したという。より強い相手と戦いたいタイガは、さくらや諭吉の力を借りて、トキに会いに行くことにする。"
                },
                "69": {
                    "ID": "7487082",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487082",
                    "TitleEnglish": "69",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第69話「新必殺技　乱れナイアガラ！」",
                    "SummaryJapanese": "伝説のプロゲーマー・トキの居場所を探すタイガたちの前に、ついに現れたトキその人。早速パズドラ勝負を仕掛けるタイガに対し、トキはなぜか他のゲームで対戦しようと言い出す。一緒に様々なゲームをするうちにタイガの真っ直ぐさを気に入ったトキは、翌日パズドラ勝負を承諾し、タイガに「クールになれ」とアドバイスをする。タイガが熱々の魂（アッツアツのソウル）に冷静さを宿した瞬間、新たな必殺技が誕生する！！"
                },
                "70": {
                    "ID": "7487083",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487083",
                    "TitleEnglish": "70",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第70話「RYUJI IN USA」",
                    "SummaryJapanese": "ニューヨークのとある一角で、怪しい闇取引が行われていた。そこに突如現れ、悪漢どもをパズドラで蹴散らす少年――それは龍二。強いパズドラプレイヤーと戦うためにアメリカまでやってきた龍二は、街に満足な相手がいないことでくすぶっていた。そんな様子を見た王城つかさが、龍二をパズドラプレイヤーが集う施設に案内する。龍二はそこで、現地のプロゲーマーと真剣勝負をすることに！"
                },
                "71": {
                    "ID": "7487088",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487088",
                    "TitleEnglish": "71",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第71話「パズドラスタア誕生！」",
                    "SummaryJapanese": "たこ焼き屋の店番をするタイガのもとに、突然ＣＭ出演の誘いが来る。喜んで引き受けるタイガだが、ＣＭに出るにはオーディションに受かる必要があるのだった。オーディション会場に行ってみると、参加者の中には同じプロゲーマーのムサシの姿が。絶対に負けられないと意気込むタイガたちの前に現れたのは、オーディションを取りしきる流（ながれ）監督。彼の試験は一風変わったものばかりで……！？"
                },
                "72": {
                    "ID": "7487089",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487089",
                    "TitleEnglish": "72",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第72話「商店街爆裂！　夏祭りの乱！！」",
                    "SummaryJapanese": "花草神社で行われる夏祭りの日、譲れない戦いを前にしたタイガたちに緊張が走っていた。神社の中には縁起の良い立派なご神木があり、その木の下（このもと）に出店したい商店主たちの場所取りは毎年真剣勝負によって決まるのだ。商店街の組合長が定めた今年の勝負方法は、なんとパズドラ！　タイガが喜ぶのも束の間、プロゲーマーであるタイガには参加資格が無いと門前払いされてしまう。商店街あげてのパズドラ勝負、勝つのは一体誰！？"
                },
                "73": {
                    "ID": "7487090",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487090",
                    "TitleEnglish": "73",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第73話「ほのかトツゲキ❤　花草キラキラ日記」",
                    "SummaryJapanese": "夏休み終盤、大量の宿題を片付けるのに大忙しのタイガ。そこに突然アイドルプロゲーマーの姫野（ひめの）ほのかが現れ、テレビの取材のためにトラゴンに協力してもらいたいという。トラゴンはノリノリで承諾し、ほのかと共に花草町をめぐる紀行番組に出演することに。しかし目立ちたがりのタイガもついつい乱入！？　花草町のみんなの力を借りて、きちんと町を紹介することができるのか！？"
                },
                "74": {
                    "ID": "7487091",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487091",
                    "TitleEnglish": "74",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第74話「諭吉涙の一等賞！」",
                    "SummaryJapanese": "ある朝、諭吉はタイガと龍二に置いていかれる夢で目覚める。二人に比べてパズドラの実力が劣っていると落ち込む諭吉はいつもの調子が出せず、タイガとの関係もぎくしゃくしてしまう。もっと成長したいと思うあまり、徳沢（とくざわ）家の使用人たちの世話すら断る諭吉だが、その態度に周囲も困惑するばかり。そんな時、あるショッピングモールのパズドラ大会のチラシを見た諭吉は、誰にも言わず一人で参加することを決める。"
                },
                "75": {
                    "ID": "7487093",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487093",
                    "TitleEnglish": "75",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第75話「謎のプロチーム・ＤＧＳ登場！！」",
                    "SummaryJapanese": "ついに龍二がアメリカから帰国し、４人揃って再始動となるパズドラ部。そして再び『チャンピオンズカップ』が開催の時期を迎え、タイガと龍二は今度こそ勝ち進むことを誓う。しかしその大会には、新たに発足したプロチーム「デビルゲームズスタンダード」通称「ＤＧＳ」が参戦していた。不気味な存在感を醸し出すＤＧＳにはなんと、あの神崎（かんざき）シンが所属していたのだった。タイガたちプロゲーマーの新たなる戦いの幕が上がる！"
                },
                "76": {
                    "ID": "7487094",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487094",
                    "TitleEnglish": "76",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第76話「パズドラ部新メンバー！？」",
                    "SummaryJapanese": "パズドラチャンピオンズカップ一回戦が終了し帰路につくタイガたち。その途中、試合の観戦に来ていた伝説のプロゲーマー・トキを見つけたタイガは、トキをいきなり花草商店街での祝勝会に招待する。タイガの勢いに最初は困惑気味だったトキだが、パズドラ部と商店街の人々の温かさを知り、これからもタイガたちを応援すると約束してくれるのだった。そしてやってきた二回戦。タイガの対戦相手はプロチーム『新鮮組』の総司！"
                },
                "77": {
                    "ID": "7487096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487096",
                    "TitleEnglish": "77",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第77話「ゴッド８参戦！　ＶＳ格闘プロゲーマー」",
                    "SummaryJapanese": "チャンピオンズカップは三回戦、いよいよ『ゴッド８（エイト）』と呼ばれるシード選手８名が参戦する。マツハラプロをはじめ、強豪選手ばかりの三回戦に気合が入るタイガと龍二。組み合わせ抽選の結果、タイガの対戦相手はゴッド８の一人・八重洲口（やえすぐち）ブロッキィに決まる。ブロッキィは格闘ゲームのプロゲーマーでもあり、鍛え上げた指さばきによる超高速パズル操作が得意なプレイヤーだ。ゲームを知りつくした相手に、タイガはどう戦う！？"
                },
                "78": {
                    "ID": "7487097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487097",
                    "TitleEnglish": "78",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第78話「燃えろ龍二！デスバイネンの恐怖」",
                    "SummaryJapanese": "三回戦が終了し、またまた花草商店街で祝勝パーティーをやることになったタイガたち。今回はタイガの思いつきで、マツハラプロと龍二の両親を源さんの店に招待する。いつも真面目な松原一家だが、商店街の面々の賑やかさに巻き込まれて楽しいひとときを過ごすのだった。そして龍二は両親に、自分の次の試合を見に来てほしいと頼む。龍二の四回戦の相手は、不気味なプロチーム『DGS』のデスバイネンで……。"
                },
                "79": {
                    "ID": "7487098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487098",
                    "TitleEnglish": "79",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第79話「因縁の対決！タイガＶＳシン」",
                    "SummaryJapanese": "チャンピオンズカップ四回戦が続く大会会場。マツハラやほのか、『新鮮組』の勇（いさみ）などが善戦する中、『DGS』のブラックローズは実力が測りきれないミステリアスなバトルをする。 そしてタイガはついに、チャレンジカップで激闘を繰り広げた神崎シンと対決することに。再びシンと戦えることを嬉しく思うタイガ。さくらたちは、神崎シンが相手の心に入りこむ力を使用するかと身構えるが、シンのバトルにその兆しは見られず……。"
                },
                "80": {
                    "ID": "7487099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487099",
                    "TitleEnglish": "80",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第80話「恋の戦い！　覚醒マシンゼウス登場」",
                    "SummaryJapanese": "諭吉はある日、新たなリーダーモンスター「覚醒（かくせい）マシンゼウス」を手に入れる。大会に向けて早速腕試しをしようとするが、監督であるさくらは諭吉が強くなるためには別の特訓が必要だと言い、なんと体力づくりを提案する。スポーツ万能なタイガの祖母・ひとみにコーチについてもらい、さくらに応援されながら苦手な運動を頑張る諭吉。そんな諭吉とさくらの様子を見た隣町のイワオは、二人の仲を勘違いして！？"
                },
                "81": {
                    "ID": "7487100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487100",
                    "TitleEnglish": "81",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第81話「諭吉、プロになる！」",
                    "SummaryJapanese": "ついに再び開催の時を迎えたパズドラチャレンジカップ。プロゲーマーへの登竜門であるこの大会に挑戦するのは、パズドラ部からは諭吉一人。それでも絶対に優勝すると意気込み大会に臨んだ諭吉は、さくらとの特訓の成果が実って順調に準決勝まで勝ち残る。しかしそこで諭吉の対戦相手となったのは、かつてタイガも苦戦したカンフーマスター・李子超（リー・スーチャオ）。李の素早いカンフーコンボに、諭吉は翻弄されて……。"
                },
                "82": {
                    "ID": "7487102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487102",
                    "TitleEnglish": "82",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第82話「マネーウォーズ決着！　金の延べ棒落とし」",
                    "SummaryJapanese": "白熱の試合が続くチャレンジカップ、諭吉は覚醒マシンゼウスのリーダースキルを使いこなして激闘を繰り広げる。決勝戦で諭吉の前に立ちはだかるのは、小さい頃から幾度となく勝負を続けてきたライバル・王城つかさ。今大会の優勝候補とされている王城は、誰よりも諭吉の成長を警戒していた。そして始まる決勝戦、諭吉は序盤から怒涛の攻撃を仕掛けるが、王城も全力で応戦する。金持ち同士のバトル、勝利はどちらの手に――！？　そして新たにプロゲーマーとなったのは――！？"
                },
                "83": {
                    "ID": "7487104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487104",
                    "TitleEnglish": "83",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第83話「風雲徳沢城！　諭吉衛門（ゆきちえもん）大勝負の巻」",
                    "SummaryJapanese": "花草村にそびえる立派なお城・徳沢城。諭吉衛門（ゆきちえもん）はそこで豪勢な暮らしをしている殿様であった。しかしある日平和を乱す山賊が押し入り、諭吉衛門は城を追われてしまう。流れ流れた諭吉衛門が出会ったのは、村で茶屋を営むタイガの助（すけ）。タイガの助は、山賊を倒す伝説の武器を知っていると言う。タイガの助と愉快な仲間たちとともに、いざ徳沢城を取り戻せ！今ここに徳沢家史上一番の決戦が始まる！！"
                },
                "84": {
                    "ID": "7487106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487106",
                    "TitleEnglish": "84",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第84話「パズドラプロリーグ玉龍杯（ぎょくりゅうはい）開幕！」",
                    "SummaryJapanese": "新たなプロゲーマーの大会『パズドラプロリーグ玉龍杯（ぎょくりゅうはい）』が開催される。気合の入るタイガと龍二、プロ初試合を前に緊張する諭吉。さくらはそんなパズドラ部全員をサポートするべく、他プロゲーマーたちのリサーチをしていた。この大会はリーグ戦形式となり、８ブロックに分けられたプロゲーマーたちが総当たり戦を行うというものだった。別々のブロックに割り振られたタイガ達は、それぞれのステージで連続バトルに挑む！"
                },
                "85": {
                    "ID": "7487107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487107",
                    "TitleEnglish": "85",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第85話「走れさくら！」",
                    "SummaryJapanese": "玉龍杯予選リーグの二日目、引き続きプロゲーマー総当たり戦が行われる大会会場。一日目のデータを集めきったさくらは、今日もパズドラ部の戦いをできる限り多く見るため走り回る。諭吉はＤＧＳ所属の巨漢・デスバイネンとの試合にのぞみ、龍二は新しいリーダーモンスターを従えた王城つかさとバトル。そしてタイガは、謎の仮面をつけたＤＧＳのデスマスクと激突！　果たして各ブロックのトップになるのは誰だ――！？"
                },
                "86": {
                    "ID": "7487109",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487109",
                    "TitleEnglish": "86",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第86話「大決戦！　ＨＡＲＤＢＡＮＫ（ハードバンク）スタジアム」",
                    "SummaryJapanese": "パズドラプロリーグ玉龍杯の決勝リーグ出場が決まり、作戦会議に勤しむパズドラ部。一方、花草商店主たちは決勝リーグスタジアムで屋台を出そうと意気込んでいた。しかし出店準備のために皆で会場に行くと、なんとスタジアムの出店スペースは全てオフィシャルスポンサーによって確保されており、花草商店街はあっさり追い返されてしまう。仕方なく帰路につく一同の前に現れたのはムサシ。ムサシは寂れた空き地で一人、乾物屋の出店をしていて……。"
                },
                "87": {
                    "ID": "7487112",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7487112",
                    "TitleEnglish": "87",
                    "SummaryEnglish": null,
                    "TitleJapanese": "第87話「激突！　玉龍杯決勝リーグ！！」",
                    "SummaryJapanese": "ついに開幕する玉龍杯決勝リーグ。決勝リーグは、予選を勝ち抜いた８名のプロゲーマーが総当たり戦を行い、勝って獲得したポイント数で上位を争うというルールだった。まずは第一戦第一試合、マツハラＶＳデスバイネンのバトルが行われる。デスバイネンの巧みなスキル使いにマツハラが押される意外な展開に驚くタイガたち。続いて第二試合でぶつかるのは、タイガと新鮮組の総司。タイガのチームには、一体の新モンスターがいて……！"
                },
                "88": {
                    "ID": "7513183",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7513183",
                    "TitleEnglish": "ＤＧＳの罠　龍二ＶＳシン",
                    "SummaryEnglish": "タイガが自分の試合後に花草商店街の宣伝をしたことで、閑古鳥が鳴いていた花草＆ムサシの出店スペースにお客さんが来始める。一方トキは、DGSの監督である柏木（かしわぎ）が他プロチームの監督を集めて暗躍する姿を目撃していた。そんな中ステージで始まる龍二と神崎シンの試合。かつて神崎シンに敗北した龍二だが、いつも通り冷静にバトルにのぞむ。しかし試合前、シンは監督の柏木に何かを吹き込まれていて――？",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "89": {
                    "ID": "7513184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7513184",
                    "TitleEnglish": "龍二が生まれた日",
                    "SummaryEnglish": "玉龍杯決勝リーグの総当たり戦は第二戦を迎え、その第一試合を飾るのは、龍二とマツハラプロの兄弟対決だった。最強のマツハラプロを誰よりもよく知っている龍二に何も助言ができないさくらたち。バトル１、タイガたちの応援むなしく龍二はあっさりと敗北してしまう。隙を見せないマツハラプロの戦術に唸るパズドラ部だが、当の龍二は落ち着き払っていた。そしてバトル２、龍二の戦い方にある変化が起きる！",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "90": {
                    "ID": "7513185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7513185",
                    "TitleEnglish": "立ち上がれ！　華のアイドルプロゲーマー",
                    "SummaryEnglish": "人気アイドルグループＯＰＫＰのセンターである姫野ほのかは、玉龍杯決勝リーグに出場するためアイドルのコンサートを欠席することになってしまう。そのことが原因でアイドル事務所から「玉龍杯で敗退したらプロゲーマーを引退しろ」と告げられるほのか。次の対戦はタイガとほのかが当たる番だった。絶対に負けられないと意気込むほのかだが、タイガは予想以上に強く、ほのかを凌駕するバトルをしてきて……！",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "91": {
                    "ID": "7532226",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7532226",
                    "TitleEnglish": "プロゲーマー・はがね　暴かれた真実",
                    "SummaryEnglish": "玉龍杯決勝リーグの第三戦が始まる。タイガの相手は、マツハラに次いでトッププロゲーマーに名を連ねるブルーガー所属のはがね。はがねは今大会で、ＤＧＳ監督・柏木の命令により、わざと勝敗をコントロールする不自然なバトルを繰り返していた。実ははがねには幼い兄弟たちがおり、家族のためにチームの下す命令には逆らえないのだった。試合中、本気に見えないはがねの様子にタイガは違和感を覚えて……。",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "92": {
                    "ID": "7552659",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7552659",
                    "TitleEnglish": "トキと柏木　男たちの対峙",
                    "SummaryEnglish": "ステージで繰り広げられるＤＧＳの神崎シンとデスバイネンの試合。わざとシンに勝ちを譲るようなデスバイネンのバトルに、タイガたちは納得がいかない。一方、会場の様子を見守るＤＧＳ監督・柏木のもとへ赴くトキ。柏木もトキと同じ、元パズドラプロゲーマーの過去を持つ男だった。柏木の真の目的とは――？ そして次なる試合、龍二が対戦するのは新鮮組の総司。未だ獲得ポイントが０の総司は、凄まじい気迫で龍二に牙をむく！",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "93": {
                    "ID": "7552660",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/7552660",
                    "TitleEnglish": "父帰る！　全員集合百人勝負！！",
                    "SummaryEnglish": "突然海外出張から帰ってきたタイガの父・寅次（とらじ）。その日、花草町の明石屋にはトキがやってきていて、ばったり鉢合わせした二人は喧嘩を始めてしまう。興奮した寅次はパズドラでタイガを鍛えると言い出し、強敵をまとめて呼び寄せるよう諭吉に頼む。寅次の破天荒な計画に皆が巻き込まれ、あっという間に以前出会ったパズドラプレイヤーたちがタイガと戦うために集結した。タイガの「パズドラ百人勝負」が今始まる！",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "94": {
                    "ID": "11266820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266820",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "95": {
                    "ID": "11266821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266821",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "96": {
                    "ID": "11266822",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266822",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "97": {
                    "ID": "11266823",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266823",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "98": {
                    "ID": "11266824",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266824",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "99": {
                    "ID": "11266825",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266825",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "100": {
                    "ID": "11266826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266826",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "101": {
                    "ID": "11266827",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266827",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "102": {
                    "ID": "11266828",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266828",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "103": {
                    "ID": "11266829",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266829",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "104": {
                    "ID": "11266845",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266845",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "105": {
                    "ID": "11266846",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266846",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "106": {
                    "ID": "11266847",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266847",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "107": {
                    "ID": "11266848",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266848",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "108": {
                    "ID": "11266849",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266849",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "109": {
                    "ID": "11266850",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266850",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "110": {
                    "ID": "11266851",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266851",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "111": {
                    "ID": "11266852",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266852",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "112": {
                    "ID": "11266853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266853",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "113": {
                    "ID": "11266854",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266854",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "114": {
                    "ID": "11266855",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266855",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "115": {
                    "ID": "11266856",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266856",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "116": {
                    "ID": "11266857",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266857",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "117": {
                    "ID": "11266858",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266858",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "118": {
                    "ID": "11266859",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266859",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "119": {
                    "ID": "11266860",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266860",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "120": {
                    "ID": "11266861",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266861",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "121": {
                    "ID": "11266862",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266862",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "122": {
                    "ID": "11266863",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266863",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "123": {
                    "ID": "11266864",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266864",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "124": {
                    "ID": "11266865",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266865",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "125": {
                    "ID": "11266866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266866",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "126": {
                    "ID": "11266867",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266867",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "127": {
                    "ID": "11266868",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266868",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "128": {
                    "ID": "11266869",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266869",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "129": {
                    "ID": "11266870",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266870",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "130": {
                    "ID": "11266871",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266871",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "131": {
                    "ID": "11266872",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266872",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "132": {
                    "ID": "11266873",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266873",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "133": {
                    "ID": "11266874",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266874",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "134": {
                    "ID": "11266875",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266875",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "135": {
                    "ID": "11266876",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266876",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "136": {
                    "ID": "11266877",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266877",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "137": {
                    "ID": "11266878",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266878",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "138": {
                    "ID": "11266879",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266879",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "139": {
                    "ID": "11266880",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266880",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "140": {
                    "ID": "11266881",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266881",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "141": {
                    "ID": "11266882",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266882",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "142": {
                    "ID": "11266883",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266883",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "143": {
                    "ID": "11266884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266884",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "144": {
                    "ID": "11266885",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266885",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "145": {
                    "ID": "11266886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266886",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "146": {
                    "ID": "11266887",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266887",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "147": {
                    "ID": "11266888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266888",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "148": {
                    "ID": "11266889",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266889",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "149": {
                    "ID": "11266890",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266890",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "150": {
                    "ID": "11266891",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266891",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "151": {
                    "ID": "11266892",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266892",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "152": {
                    "ID": "11266894",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266894",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "153": {
                    "ID": "11266895",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/345377-show/episodes/11266895",
                    "TitleEnglish": "TBA",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        }
    }
}