{
    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/9787-837A-4146-0347-CEEC-Z",
        "https://www.imdb.com/title/tt8993398/",
        "https://ao-buta.com/tv/",
        "http://www.reddit.com/r/SeishunButaYarou",
        "https://www.themoviedb.org/tv/82739",
        "https://www.wikidata.org/wiki/Q63615353",
        "https://en.wikipedia.org/wiki/Rascal_Does_Not_Dream#Anime",
        "https://x.com/aobuta_anime"
    ],
    "TitleEnglish": "Rascal Does Not Dream of Bunny Girl Senpai",
    "SummaryEnglish": "Puberty Syndrome—a rumored, mysterious syndrome that only affects those in their puberty. For example, a bunny girl suddenly appeared in front of Sakuta Azusagawa. The bunny girl's real identity is Mai Sakurajima, a teenage celebrity who is currently an inactive high school senior. For some reason, her charming figure does not reflect in the eyes of others. In the course of revealing the mystery behind this phenomenon, Sakuta begins to explore his feelings towards Mai. Set in a city where the skies and seas shine, Sakuta unfolds the meaning behind his bizarre encounters on women with the said syndrome.",
    "TitleJapanese": "青春ブタ野郎はバニーガール先輩の夢を見ない",
    "SummaryJapanese": "思春期症候群――不安定な精神状態によって引き起こされるとネットで噂の不思議現象。梓川咲太、高校2年生。藤沢の高校に通う彼は、この年、様々な“思春期症候群”を引き起こした少女達と出会う。たとえばそれは、図書館で出会った野生のバニーガール。彼女の正体は、高校の上級生にして活動休止中の女優、桜島麻衣先輩。魅惑的な彼女の姿は、何故か周囲の人間の目には映っていなかった。彼女はなぜ見えなくなってしまうのかー。謎の解決に乗り出した咲太は、麻衣と過ごす時間の中で、彼女の秘める想いを知り……空と海が輝く町で心揺れる少女達との不思議な物語が始まる。",
    "Aliases": [
        "Rascal Does Not Dream of Santa Claus"
    ],
    "Modified": "2025-09-27",
    "Seasons": {
        "0": {
            "ID": "759337",
            "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/seasons/official/0",
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "6953393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6953393",
                    "TitleEnglish": "Picture Drama: Within My Heart",
                    "SummaryEnglish": "Picture Drama included on a bonus CD in Blu-Ray/DVD volume 1.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7031628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/7031628",
                    "TitleEnglish": "Picture Drama: Break Time",
                    "SummaryEnglish": "Picture Drama included on a bonus CD in Blu-Ray/DVD volume 2.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "7045717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/7045717",
                    "TitleEnglish": "Picture Drama: A Day in the Club",
                    "SummaryEnglish": "Picture Drama included on a bonus CD in Blu-Ray/DVD volume 3.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "7197298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/7197298",
                    "TitleEnglish": "Picture Drama: Caretaker",
                    "SummaryEnglish": "Picture Drama included on a bonus CD in Blu-Ray/DVD volume 4.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "7219767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/7219767",
                    "TitleEnglish": "Picture Drama: Emergency Sister Conference",
                    "SummaryEnglish": "Picture Drama included on a bonus CD in Blu-Ray/DVD volume 5.",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "7030342",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/7030342",
                    "TitleEnglish": "Rascal Does Not Dream of a Dreaming Girl",
                    "SummaryEnglish": "In Fujisawa, Sakuta Azusagawa is in his second year of high school. Blissful days with his girlfriend and upperclassman, Mai Sakurajima, are interrupted by the appearance of his first crush, Shoko Makinohara.",
                    "TitleJapanese": "青春ブタ野郎はゆめみる少女の夢を見ない",
                    "SummaryJapanese": "高校二年生の梓川咲太（声：石川界人）は、空と海が輝く街・藤沢に暮らし、先輩であり恋人でもある桜島麻衣（声：瀬戸麻沙美）と心躍るような日々を過ごしている。しかしそんな日常が初恋の相手・牧ノ原翔子（声：水瀬いのり）の出現により一変。何故か中学生の翔子と大人の翔子との二人が存在しており、咲太はやむなく翔子と一緒に住むことになるが、大人翔子に翻弄され麻衣との関係がぎくしゃくしだす。そんな中、中学生翔子が重い病気にかかっていることが判明。咲太の傷跡が疼きはじめる。"
                },
                "7": {
                    "ID": "9880529",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/9880529",
                    "TitleEnglish": "Rascal Does Not Dream of a Sister Venturing Out",
                    "SummaryEnglish": "After a draining December, Sakuta is quickly nearing the end of his second year of high school. Since Mai is a third-year student, they don't have much time left together before graduation rolls around. Meanwhile, his sister, Kaede, is slowly but steadily venturing outdoors again. Just as she begins to find her footing, she announces her most ambitious goal yet—attending her brother's high school! Sakuta knows better than anyone how difficult this will be for Kaede, and he's ready to support her however he can. He's just not sure if that's what's best for her...or what she really wants...",
                    "TitleJapanese": "青春ブタ野郎はおでかけシスターの夢を見ない",
                    "SummaryJapanese": "高校二年生の三学期を迎えた梓川咲太。 三年生の先輩であり恋人の桜島麻衣と、峰ヶ原高校で一緒に過ごせる学生生活も残り僅かとなった。 そんななか、長年おうち大好きだった妹の花楓は、誰にも明かしたことのない胸の内を咲太に打ち明ける。 「お兄ちゃんが行ってる高校に行きたい」 それは花楓にとって大きな決意。 極めて難しい選択と知りながらも、咲太は優しく花楓の背中を押すことを決める。 『かえで』から『花楓』へ託された想い。 二人で踏み出す未来への物語。"
                },
                "8": {
                    "ID": "9935979",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/9935979",
                    "TitleEnglish": "Rascal Does Not Dream of a Knapsack Kid",
                    "SummaryEnglish": "Finally, the day of Mai's high school graduation has arrived. While Sakuta eagerly waits for his girlfriend, an elementary schooler who looks exactly like her appears before him. Suspicious, and for all the wrong reasons... Meanwhile, Sakuta and Kaede's father suddenly calls, saying that their mother wants to see her daughter. She was hospitalized because Kaede's condition had been too much for her to bear, so what could she possibly want now?",
                    "TitleJapanese": "青春ブタ野郎はランドセルガールの夢を見ない",
                    "SummaryJapanese": "三月に入り、三学期も残り１ヶ月。恋人の桜島麻衣の卒業式を迎えた梓川咲太。七里ヶ浜の海岸で麻衣を待っていると、彼の目の前に子役時代の麻衣にそっくりな小学生が現れる―。「おじさん、だぁれ？」これは夢か幻か、不可思議な体験を思い返していた咲太のところに父親から電話がかかってくる。「母さんのことなんだが、花楓に会いたいと言っててな」それは、花楓に起きた出来事を受け止めきれず、長いこと入院していた母親から届いた「会いたい」という願い。母の願いに応え、花楓と共に母親と会うことを決めるも久しぶりの対面の機会に緊張を隠し切れない。そんな咲太の体には見慣れない傷跡が現れる。これは新たな思春期症候群の前触れか―。"
                },
                "9": {
                    "ID": "11363692",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11363692",
                    "TitleEnglish": "Rascal Does Not Dream of a Dear Friend",
                    "SummaryEnglish": null,
                    "TitleJapanese": "青春ブタ野郎はディアフレンドの夢を見ない",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "759338",
            "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "6634279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6634279",
                    "TitleEnglish": "My Senpai Is a Bunny Girl",
                    "SummaryEnglish": "Puberty syndrome – Abnormal experiences rumored on the internet to be caused by sensitivity and instability during adolescence. This year, Sakuta Azusagawa, a second-year student at a high school near Enoshima, meets several girls that are experiencing this “puberty syndrome.” For instance, he meets a wild bunny girl in the library. She turns out to be an actress on hiatus, Mai Sakurajima, who is also his senior at the school. For some reason, no one else can see this enchanting girl. How did she become invisible…? As Sakuta searches for answers to help Mai, they spend more time together, and he eventually learns of her hidden feelings… This is an unusual story that takes place in a town of bright skies and glistening seas, where Sakuta encounters various intriguing girls.",
                    "TitleJapanese": "先輩はバニーガール",
                    "SummaryJapanese": "峰ヶ原高校の2年生・梓川咲太は、ある日、図書館でバニーガールと出会う。その正体は、咲太と同じ高校の3年生で活動休止中の国民的女優、桜島麻衣だった。周囲からひと際目立つ麻衣だが、何故か彼女の姿は周囲の人間には見えていなかった。\n麻衣から金輪際、私に関わるなと言われるも気になった咲太は翌日、駅のホームで見かけた彼女に話しかける。そして咲太は、麻衣の身に起こっている不思議な現象について聞かされる。"
                },
                "2": {
                    "ID": "6827062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827062",
                    "TitleEnglish": "On First Dates, Trouble Is Essential",
                    "SummaryEnglish": "While looking for the cause of Mai's Adolescence Syndrome, Sakuta ends up scheduling a date with Mai. On the day they promised, Sakuta tries to help out a lost little girl on his way towards Fujisawa Station. But, he is misunderstood to be a perverted maniac by another girl, and because of that, he ends up arriving late to his appointed time to meet Mai. He somehow gains Mai's forgiveness and they proceed with their date, but Mai changes their destination, and takes Sakuta to Shichirigahama Beach...",
                    "TitleJapanese": "初デートに波乱は付き物",
                    "SummaryJapanese": "麻衣の思春期症候群の原因を探るなかで、咲太は麻衣とデートをすることに。\n約束の日、藤沢駅に向かう道中で迷子の女の子を助けようとした咲太は、一人の少女に変質者だと勘違いされ、それが原因で麻衣との待ち合わせに遅刻してしまう。\nなんとか麻衣の許しを得て、デートをすることになるが、麻衣は行き先を変更して咲太を七里ヶ浜に連れていき……"
                },
                "3": {
                    "ID": "6827063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827063",
                    "TitleEnglish": "The World Without You",
                    "SummaryEnglish": "Even after leaving Fujisawa for Ogaki, not one person remembered anything about Mai Sakurajima. Sakuta and Mai return to school together, but even there they hear from Sakuta's friend Rio Futaba that nobody at school outside of her has any recollection about Mai. At the same time, Sakuta hears of a theory that losing memories concerning Mai is based on a certain action taken, and struggles so that he doesn't lose his memories of her. And seeing Sakuta act as such, Mai makes a certain decision of her own as well...",
                    "TitleJapanese": "君だけがいない世界",
                    "SummaryJapanese": "藤沢を離れ、大垣まで行っても桜島麻衣のことを覚えている人は一人もいなかった。\n咲太は麻衣と共に学校に戻るが、そこでも友人の双葉理央から学校内で自分以外に麻衣のことを覚えている人間はいないということを聞かされる。 麻衣を忘れていくのは、ある行為に起因するものだという仮説を聞いた咲太は、麻衣の記憶を失わないように奮闘する。\nそして、そんな咲太の姿を見て、麻衣も一つの決断を下すのだが……"
                },
                "4": {
                    "ID": "6827064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827064",
                    "TitleEnglish": "There Is No Tomorrow for a Rascal",
                    "SummaryEnglish": "Soon after Mai's \"puberty syndrome\" is resolved, Sakuta encounters another strange phenomenon without respite. Day after day, it is the same day for Sakuta and there is no tomorrow. When he consults Rio, she raises the possibility of \"Laplace’s demon\" -- that someone may be repeating and redoing a day.",
                    "TitleJapanese": "ブタ野郎には明日がない",
                    "SummaryJapanese": "麻衣の思春期症候群が解決したのも束の間、咲太はまたしても新たな不思議現象に遭遇する。\n同じ日が何度も繰り返され、明日がやってこないのだ。\nこの現象について理央に相談したところ、同じ日を繰り返し、やり直しをしている人物――“ラプラスの悪魔”の存在が原因になっているのではないかという仮説を聞かされる。"
                },
                "5": {
                    "ID": "6827065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827065",
                    "TitleEnglish": "All the Lies I Have for You",
                    "SummaryEnglish": "Because of the misunderstanding that she was dating Sakuta, Tomoe is able to resolve the agonizing situation of being asked out by the guy her friend is in love with. She pleads with Sakuta to continue acting like they are dating. Despite feeling indebted to Mai, Sakuta could not leave Tomoe alone as she was fearing that she would lose her presence within her class. So, he reluctantly agrees to play the role of Tomoe's fake boyfriend for a while.",
                    "TitleJapanese": "ありったけの嘘を君に",
                    "SummaryJapanese": "咲太と付き合っていると勘違いされたことで、友達の好きな人から告白されるという悩ましい事態を解決できた朋絵は、このまま恋人のふりを続けてほしいと咲太に頼み込む。\n\n麻衣に負い目を感じつつも、クラスでの自分の居場所を失うことを恐れる朋絵を放っておけず、渋々了承した咲太はしばらくの間、朋絵の嘘の恋人を演じることになり……"
                },
                "6": {
                    "ID": "6827066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827066",
                    "TitleEnglish": "This World You Chose",
                    "SummaryEnglish": "It is now the last day of the first term, the promised day when pretending to be dating Tomoe ends. It seems as though everything has finally been resolved, but…",
                    "TitleJapanese": "君が選んだこの世界",
                    "SummaryJapanese": "朋絵と恋人のふりをするという約束の1学期も最終日となった。\n七里ヶ浜での最後のデートを終え、「麻衣に未練がある咲太に愛想を尽かせて朋絵が振った」という設定で別れたことにしようと決めた咲太と朋絵。すべてがようやく解決したかのように思われたのだが……"
                },
                "7": {
                    "ID": "6827067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827067",
                    "TitleEnglish": "Adolescence Paradox",
                    "SummaryEnglish": "After agreeing to harbor an abandoned cat, Sakuta finds himself welcoming a look-alike to his old school crush into his home. This does not sit very well with Mai, who is trying her best to be with her boyfriend amidst a demanding work schedule. Meanwhile, something appears to be up with Futaba...",
                    "TitleJapanese": "青春はパラドックス",
                    "SummaryJapanese": "長かった6月、7月が終わり、ようやく麻衣とお付き合いできることになった咲太だったが、仕事で忙しい麻衣とは会えない日々が続いていた。\n鬱憤をためながらバイトをしていたところ、そこに仕事終わりの麻衣がやってくる。\n麻衣からの提案でしばらく会えなかったお詫びをもらえることになった咲太は、上機嫌でバイトを終わらせる。\nその帰り道、咲太と麻衣は夜の繁華街でネットカフェに入っていく理央の姿を目撃し、不審に思った咲太があとを付けたところ、驚きの事実を理央から告げられる。"
                },
                "8": {
                    "ID": "6827069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827069",
                    "TitleEnglish": "Wash It All Away on a Stormy Night",
                    "SummaryEnglish": "Upon inducing a case of \"Puberty Syndrome\" where two copies of herself exists, Rio ends up staying at Sakuta's house for the time being. Meanwhile, \"the other Rio\" has been busy posting various unexpected photos on social media. After being informed about these activities by his classmate, Saki Kamisato, Sakuta decides to have a chat with \"the other Rio.\" As he learns more about each of the Rio-s in hopes of discovering the reason for \"the other Rio’s\" actions and possibly a cure for her \"Puberty Syndrome,\" Sakuta begins to realize the troubles each of them carries...",
                    "TitleJapanese": "大雨の夜にすべてを流して",
                    "SummaryJapanese": "自分が二人存在するという思春期症候群を引き起こし、咲太の家にしばらく泊まることになった理央。一方で“もう一人の理央”はSNSに思いがけない写真を投稿していた。そのことを同級生の上里沙希から教えられた咲太は、改めて理央と話をすることに。その行動の理由、そして思春期症候群の解決方法を探るため二人の理央から話を聞いていく中で、咲太はそれぞれが抱える悩みを知ることになり……"
                },
                "9": {
                    "ID": "6827068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827068",
                    "TitleEnglish": "Sister Panic",
                    "SummaryEnglish": "Sakuta had been unable to see Mai, who was not only busy with work but had an order from her agency forbidding her from going on dates. The second term finally begins, and Sakuta is eagerly looking forward to seeing Mai again at school. But upon seeing Mai in front of his house, she greets him with a shocking, \"Who the heck are you?\" Upon confirming what the circumstances are, it comes into light that Mai and her little sister Nodoka Toyohama have swapped bodies. Until this new Adolescence Syndrome is resolved, Mai will be living as Nodoka, and Nodoka will be living as Mai...",
                    "TitleJapanese": "シスターパニック",
                    "SummaryJapanese": "事務所からのデート禁止令によって、芸能活動で忙しい麻衣と会えない日々が続いた咲太。ようやく2学期がはじまり、学校で麻衣に会えるようになることを心待ちにしていたが、家の前で出会った麻衣からは「あんた誰？」という衝撃の一言が。事情を確認すると麻衣とその妹・豊浜のどかの身体が入れ替わってしまっていたことが発覚する。思春期症候群が解決するまでの間、麻衣はのどかとして、のどかは麻衣として日々を過ごすことになるが…"
                },
                "10": {
                    "ID": "6827070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827070",
                    "TitleEnglish": "Complex Congratulations",
                    "SummaryEnglish": "Unable to deal with a commercial filming well as the actress Mai Sakurajima, Nodoka gradually starts to feel a strong sense of inferiority. As their body-swapped lives continues on, the day arrives where Mai must perform in Nodoka's pop idol group \"Sweet Bullet\". Sakuta and Nodoka attend the concert as they were given tickets...",
                    "TitleJapanese": "コンプレックスこんぐらっちゅれーしょん",
                    "SummaryJapanese": "女優・桜島麻衣としてCM撮影を上手くこなすことができず、次第に劣等感を強めてしまったのどか。その後も二人の身体が入れ替わった生活が続く中で、麻衣はのどかの所属するアイドルグループ“スイートバレット”の単独ライブを迎えることになる。チケットを渡された咲太とのどかは、ライブを見に行くが…"
                },
                "11": {
                    "ID": "6827071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827071",
                    "TitleEnglish": "The Kaede Quest",
                    "SummaryEnglish": "With Nodoka's Puberty Syndrome resolved, Sakuta's expectations to spend sweeter times with Mai is growing. But then, a scandal is reported by the media about Mai Sakurajima having a new boyfriend. In the press conference for a movie she had a role in, Mai gives a sincere explanation. Seeing that, Kaede decides to set goals for the rest of the year, wanting to do her best for Sakuta's sake as well. One of the goals she writes down is to go back to school...",
                    "TitleJapanese": "かえでクエスト",
                    "SummaryJapanese": "のどかの思春期症候群が解決し、やっと麻衣と恋人らしい毎日が過ごせると期待を膨らませていた咲太だったが、そんな矢先に桜島麻衣に彼氏がいるというスキャンダルが報道されてしまう。出演する映画の記者会見で、誠意ある説明をする麻衣の姿を見たかえでは、自分も咲太のために頑張りたいと、今年の目標を立てる。その目標の中には学校に行くという内容も記載されていて…"
                },
                "12": {
                    "ID": "6827072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827072",
                    "TitleEnglish": "Life Is a Never-Ending Dream",
                    "SummaryEnglish": "Sakuta unveils to Mai and Nodoka the details of his family's past, and the trauma that Kaede underwent. Meanwhile, Kaede continues her re-integration into society, but as more hurdles appear, Sakuta worries for his sister's well-being.",
                    "TitleJapanese": "覚めない夢の続きを生きている",
                    "SummaryJapanese": "七里ヶ浜で遭遇した幼なじみの鹿野琴美を覚えていないと言ったかえで。その再会をきっかけに咲太は麻衣とのどかに、かえでが記憶を無くしてしまっているという事実と、2年前に起こった出来事を打ち明ける。琴美と会った次の日からもかえでは、学校に行くための練習を続けようとするが…"
                },
                "13": {
                    "ID": "6895534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6895534",
                    "TitleEnglish": "The Dawn After an Endless Night",
                    "SummaryEnglish": "With Sakuta's help, Kaede is able to go to school at night. She is now enthusiastic about heading to school during the day. However, on the following day, the original Kaede's memory suddenly returns, eradicating all memories of the Kaede that had spent the last two years together with Sakuta. A certain person appears before Sakuta, who is overwhelmed with grief because Kaede was no longer around.",
                    "TitleJapanese": "明けない夜の夜明け",
                    "SummaryJapanese": "咲太の手助けで夜の学校に行くことができ、次は昼の学校にいくと意気込んでいたかえで。しかし、その翌日、突如“花楓”の記憶が戻り、2年間一緒に過ごしてきた“かえで”の記憶が消えてしまった。かえでがいなくなってしまったことに打ちひしがれる咲太の前に、ある人物が現れる。"
                }
            }
        },
        "2": {
            "ID": "2029374",
            "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10618633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/10618633",
                    "TitleEnglish": "Puberty Continues",
                    "SummaryEnglish": "Sakuta has started attending university and meets a girl during a group outing.",
                    "TitleJapanese": "思春期は終わらない",
                    "SummaryJapanese": "大学に入学して半年。高校時代からの友人や恋人の桜島麻衣に加え、新たな出会いも得て、穏やかなキャンパスライフを過ごしていた梓川咲太。\n10月のある日、咲太は同じ大学に通う麻衣の妹、豊浜のどかから相談を受ける。所属するアイドルグループ・スイートバレットのリーダーである広川卯月のソロオファーが増えており、グループとしての今後を心配している様子ののどか。その翌日、授業にやってきた卯月の様子に、咲太は違和感を覚えて……。"
                },
                "2": {
                    "ID": "11219926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219926",
                    "TitleEnglish": "What Flavor Is the Atmosphere?",
                    "SummaryEnglish": "Uzuki begins blending into her friend group’s dynamic as her popularity grows.",
                    "TitleJapanese": "空気の味は何の味？",
                    "SummaryJapanese": "空気を読み、ファッションも女子学生たちに合わせ、グループに溶け込む卯月。普段と違う様子に、咲太は彼女の思春期症候群を疑う。\n話題のCMへの起用やバラエティ番組での活躍で、卯月の人気は高まっていく一方、ライブのリハーサルでは調子が出ず、メンバーに対しても心を閉ざしてしまう。\nそんな中、大学の最寄り駅で、電車から降りる素振りを見せない卯月を見かけた咲太。思わず隣の車両に飛び乗り、彼女を追いかけることに。"
                },
                "3": {
                    "ID": "11219927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219927",
                    "TitleEnglish": "Idol Song",
                    "SummaryEnglish": "It’s the day of Sweet Bullet’s performance in an ensemble concert at a venue in Odaiba.",
                    "TitleJapanese": "アイドルソング",
                    "SummaryJapanese": "スイートバレットが出演する、お台場での合同ライブの日。\n不調を抱えたままの卯月を心配していた咲太は、麻衣と共にライブ会場を訪れる。\nスイートバレットのパフォーマンスの最中、卯月の声が聞こえなくなる。突然声が出なくなってしまったのだった。\n翌日、八景島でのライブに卯月抜きの4人で立つことになったスイートバレットだったが……。"
                },
                "4": {
                    "ID": "11219928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219928",
                    "TitleEnglish": "Heroism",
                    "SummaryEnglish": "A Miniskirt Santa suddenly appears before Sakuta. She says her name is “Touko Kirishima” and claims to have been handing out Puberty Syndrome to people as gifts. Sakuta sees her eyes lock on Ikumi Akagi, a former middle school classmate who is attending the same university as Sakuta, studying in the nursing program. Curious about Ikumi, Sakuta goes on a group date with female nursing program students that his friend invited him to. There, they discuss a rumor about people’s dreams coming true after they post about them on social media with the hashtag #DREAMING...",
                    "TitleJapanese": "正義の味方",
                    "SummaryJapanese": "突然咲太の前に現れたミニスカサンタ。“霧島透子”を名乗る彼女は、皆に思春期症候群をプレゼントして回っているのだという。そして、その視線の先には、咲太の中学時代のクラスメイトで、同じ大学の看護学科に通う赤城郁実がいた。\n郁実のことが気になっていたこともあり、友人に誘われた看護学科の女子生徒たちとの合コンに参加した咲太。その席で、SNSに書き込んだ夢が、次々と正夢になると噂の「#夢見る」の話を聞いて……。"
                },
                "5": {
                    "ID": "11219929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219929",
                    "TitleEnglish": "Dissonant Notes",
                    "SummaryEnglish": "A pumpkin lantern made of glass comes crashing down in a plaza in front of Sakuragicho Station, just as a social media post with the hashtag #DREAMING had predicted. However, Ikumi rushes in to protect a girl who was running directly underneath it as it falls, preventing any injuries. She believes the rumor about the #DREAMING posts and has been going around saving people. Ikumi visits Sakuta at the university and passes him an invitation to their middle school reunion. Sakuta warns her about helping people too much, but she ignores this advice...",
                    "TitleJapanese": "不協和音",
                    "SummaryJapanese": "SNSに「#夢見る」で書きこまれていた通り、桜木町駅前の広場でガラスのランタンが落ちた。しかし駆けつけた郁実がランタンの真下にいる女の子を守り、怪我人は出なかった。彼女は「#夢見る」の書き込みを信じ、人助けをして回っていたのだ。\n大学で咲太に会いに来た郁実は、中学校の同窓会の招待状を差し出した。人助けもほどほどに、と忠告する咲太の言葉に背を向けた郁実は……。"
                },
                "6": {
                    "ID": "11219930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219930",
                    "TitleEnglish": "You and I Within the Realm of Memories",
                    "SummaryEnglish": "A poltergeist-like phenomenon attacks Ikumi. Sakuta is worried the attack was caused by Puberty Syndrome, but Ikumi claims that the only way to fix this problem is by forgetting about Sakuta’s existence. Hearing this, Sakuta is stunned and confused. Without giving him the time to compose his thoughts, Ikumi proposes that they have a contest, competing to see if Sakuta will remember “that day” first, or if Ikumi will forget about Sakuta first.",
                    "TitleJapanese": "記憶領域の君と僕",
                    "SummaryJapanese": "ポルターガイストのような現象に襲われた郁実。思春期症候群かと心配する咲太に郁実は、これを治す方法は、郁実が咲太を忘れることだという。困惑する咲太に対し郁実は、咲太が「あの日」のことを思い出すのが先か、彼女が咲太のことを忘れるのが先か、という勝負を提案する。\n郁実の言葉の真意を考えていた咲太は、梓川花楓のアルバイトの様子を見に来ていたスクールカウンセラーの友部美和子から郁実の話を聞く。友部は、郁実が中学時代、咲太を救えなかったことを後悔して、今でも引きずっているのではないかと話した。"
                },
                "7": {
                    "ID": "11219931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219931",
                    "TitleEnglish": "From Beyond Hilbert Space",
                    "SummaryEnglish": "Upon searching the hashtag #DREAMING, numerous posts were found about attending a middle school reunion on November 27th. Ikumi also dreamt about the day of the reunion, but in her dream, she injured someone and was arrested. Sakuta invites Ikumi to visit Minegahara High School, and there, he shares with her the various bizarre things about her that have been bothering him. On the way home, Ikumi suddenly says goodbye to Sakuta as they stand facing each other with the railway tracks in between them…",
                    "TitleJapanese": "ヒルベルト空間の彼方から",
                    "SummaryJapanese": "「#夢見る」でSNSを検索すると、「11月27日に中学の同窓会に参加した」という夢の書き込みが数多く並んでいた。郁実も同窓会の日の夢を見ていたが、それは彼女が傷害事件を起こして警察に捕まるというものだった。\n咲太は郁実を峰ヶ原高校に誘い出し、これまで彼女に対して覚えていた数々の違和感を伝えた。\nその帰り道、鉄道の踏切を前にして郁実は突然咲太に別れを告げ――。"
                },
                "8": {
                    "ID": "11219933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219933",
                    "TitleEnglish": "Secrets and Promises",
                    "SummaryEnglish": "Sakuta from the other possible realm sends a message through Ikumi that reads, “Find Touko Kirishima, Mai-san is in danger.” After seeing this message, he tries contacting the Miniskirt Santa, who claimed to be Touko Kirishima. A few days later, he receives a call from her saying that she can meet on December 2nd… which also happens to be Mai’s birthday.",
                    "TitleJapanese": "秘密と約束",
                    "SummaryJapanese": "「霧島透子を探せ。麻衣さんが危ない」。郁実を通じてもうひとつの可能性の世界の咲太から届けられたメッセージを読んで、咲太は霧島透子を名乗るミニスカサンタに連絡を試みる。数日後、ミニスカサンタから12月2日であれば会ってもいいと電話を受ける。その日は麻衣の誕生日だった。\n不本意にも麻衣との誕生日デートをキャンセルし、透子と対面した咲太は、周囲から認識されていない透子の状況を思春期症候群ではないかと話し、彼女の様子を伺うが……。"
                },
                "9": {
                    "ID": "11219935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219935",
                    "TitleEnglish": "I Need You",
                    "SummaryEnglish": "Sakuta dreams that on Christmas Eve, when he is meant to have a sleepover date with Mai, he instead goes on a date with a student named Sara Himeji from the cram school where he works. The Sara in question has the same dream as Sakuta and goes on to confess that she has her own Puberty Syndrome. However, she says that she does not want her Puberty Syndrome to be fixed. Sara developed Puberty Syndrome after a heartbreak, and the symptoms of her syndrome ease her anxiety by making her popular with guys, which she has been enjoying. Sakuta warns her that this is a dangerous move. To which she retorts to provoke him, “What should I do so that I can love people. Like you do, Mr. Sakuta?”",
                    "TitleJapanese": "I need you",
                    "SummaryJapanese": "麻衣とのお泊りデートのはずのクリスマスイブに、アルバイト先の塾の生徒である姫路紗良とデートをするという夢を見た咲太。同じ夢を見た当の紗良は、自らが思春期症候群だと咲太に告げ、自分の思春期症候群を治さないでほしいと話した。\n紗良は失恋後に思春期症候群になったことで、抱えていた不安が解消され、“モテる”毎日が楽しいのだという。\n彼女を諭す咲太。すると、紗良は挑発するように尋ねる。「どうすれば、咲太せんせみたいに、人を好きになれますか？」"
                },
                "10": {
                    "ID": "11219936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219936",
                    "TitleEnglish": "Holy Night",
                    "SummaryEnglish": "Sakuta sees a familiar Miniskirt Santa on a beauty pageant website that his friend Takumi Fukuyama was looking at. However, he notices that her name isn’t listed as Touko Kirishima, but rather as Nene Iwamizawa. As he continues his search for Touko Kirishima, he receives an offer of help from Sara, which he accepts. One of the symptoms of her Puberty Syndrome includes knowing what a person she has collided with is thinking, and that’s how she figured out that Sakuta was looking for Touko Kirishima. Sara suggests reading the Miniskirt Santa’s mind at the venue where she’ll perform her new song live on Christmas Eve.",
                    "TitleJapanese": "聖なる夜に",
                    "SummaryJapanese": "咲太は友人の福山拓海が見ていたミスコンのウェブサイト上にミニスカサンタの姿を見つける。しかし、彼女の写真の下には霧島透子ではなく、岩見沢寧々という別人の名前が書かれていた。\nさらに霧島透子について探っていた咲太は、紗良から協力の申し出を受ける。\n思春期症候群によって、強くぶつかった相手の考えていることがわかる症状を発症していた紗良は、咲太が霧島透子を探していることを知っていた。\nそして、クリスマスイブに行う新曲の生配信の場でミニスカサンタの心を読もうと提案する。"
                },
                "11": {
                    "ID": "11219937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219937",
                    "TitleEnglish": "The World Dreams",
                    "SummaryEnglish": "Sakuta has a dream that Mai reveals herself as the true identity of Touko Kirishima at a music festival held on April 1st. At the same time, several major social media platforms were being flooded with posts containing the hashtag #DREAMING, leading to platform crashes and access errors. As the hashtag #DREAMING causes chaos among the public, Tomoe Koga tells Sakuta that she had a dream that Mai got into an accident, rendering her unconscious during an event where she was collaborating with the police for a public safety awareness. Sakuta remembers the message he received from himself in the other possible world, stating that Mai is in danger. As he is riddled with worry, the Miniskirt Santa appears before him once again.",
                    "TitleJapanese": "夢見る世界",
                    "SummaryJapanese": "「4月1日の音楽フェスで、麻衣が霧島透子の正体は自分だとカミングアウトする」夢を見た咲太。時を同じくして、複数の大手SNSで「#夢見る」の書き込みが殺到したことによるアクセス障害が発生した。\n「#夢見る」が世間を騒がせる中、古賀朋絵は麻衣が一日警察署長のイベント中に事故に遭い、意識不明の重体になる夢を見たと咲太に告げた。\nもうひとつの可能性の世界の咲太からの「麻衣さんが危ない」というメッセージを思い出し、気がかりになる咲太の前に再びミニスカサンタが現れる。"
                },
                "12": {
                    "ID": "11219938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219938",
                    "TitleEnglish": "Reindeer's Work",
                    "SummaryEnglish": "Mai responds to the media, asserting that she is not the real identity of Touko Kirishima on Coming of Age Day. Nevertheless, the impact of the #DREAMING tag on the public discourse was immense, rendering her unable to dispel the rumors completely. By having Mai herself publicly state that she is not Touko Kirishima, Sakuta has fulfilled his promise with the Miniskirt Santa, and the two of them go out on a date. During the date, as they shop in Motomachi, but there is not a single person who is able to perceive the Miniskirt Santa. In an attempt to find out more about her, Sakuta ends up hearing an unexpected name. The person she dated back in high school was…",
                    "TitleJapanese": "トナカイの仕事",
                    "SummaryJapanese": "麻衣は成人の日に報道陣の取材に応じ、自身が霧島透子ではないことを明言するが、「#夢見る」の影響は大きく、噂を完全に消すことはできなかった。麻衣本人に、桜島麻衣が霧島透子だという噂を否定させるというミニスカサンタとの約束を果たした咲太は、彼女とデートに出かける。\nデート当日、元町でショッピングをするミニスカサンタを認識する人は誰もいなかった。彼女に探りを入れる咲太だったが、高校時代から付き合っていた恋人として、意外な人物の名前が出てくる。"
                },
                "13": {
                    "ID": "11221465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11221465",
                    "TitleEnglish": "No Dreams of Santa Claus",
                    "SummaryEnglish": "After her boyfriend Takumi Fukuyama was unable to remember who she is, Nene completely forgets her own identity, and believes that she is Touko Kirishima. The only person who can correct this Puberty Syndrome is Takumi, and Sakuta believes doing so will help him protect Mai. He and Ikumi Akagi rush off to Hokkaido, where Takumi’s hometown is. As Takumi welcomes them at the airport, Sakuta shows the trophy that Nene won at a beauty contest...",
                    "TitleJapanese": "サンタクロースの夢を見ない",
                    "SummaryJapanese": "寧々は、恋人である福山拓海に思い出してもらえなかったことをきっかけに、寧々としての自分を忘れ、完全に自分を霧島透子だと思い込むようになってしまう。\nこの思春期症候群を治せるのは拓海だけで、それが麻衣を守ることにもつながると考えた咲太は、赤城郁実とともに急遽、拓海の帰省先の北海道へ飛ぶ。\n空港で出迎えた拓海に、咲太は寧々がミスコンで優勝した時のトロフィーを見せて……。"
                }
            }
        }
    }
}