{
    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/9787-837A-4146-0347-CEEC-Z",
        "https://www.imdb.com/title/tt8993398/",
        "https://ao-buta.com/tv/",
        "http://www.reddit.com/r/SeishunButaYarou",
        "https://www.themoviedb.org/tv/82739",
        "https://www.wikidata.org/wiki/Q63615353",
        "https://en.wikipedia.org/wiki/Rascal_Does_Not_Dream#Anime",
        "https://x.com/aobuta_anime"
    ],
    "TitleEnglish": "Rascal Does Not Dream of Bunny Girl Senpai",
    "SummaryEnglish": "Puberty Syndrome—a rumored, mysterious syndrome that only affects those in their puberty. For example, a bunny girl suddenly appeared in front of Sakuta Azusagawa. The bunny girl's real identity is Mai Sakurajima, a teenage celebrity who is currently an inactive high school senior. For some reason, her charming figure does not reflect in the eyes of others. In the course of revealing the mystery behind this phenomenon, Sakuta begins to explore his feelings towards Mai. Set in a city where the skies and seas shine, Sakuta unfolds the meaning behind his bizarre encounters on women with the said syndrome.",
    "Aliases": [
        "Seishun Buta Yarō wa Santa Claus no Yume wo Minai",
        "Rascal Does Not Dream of Santa Claus",
        "Seishun Buta Yarou wa Santa Claus no Yume o Minai",
        "Aobuta",
        "Seishun Buta Yarō wa Bunny Girl-senpai no Yume wo Minai",
        "Seishun Buta Yarou wa Bunny Girl-senpai no Yume wo Minai",
        "Seishun Buta Yarou wa Santa Claus no Yume wo Minai"
    ],
    "Modified": "2025-09-29",
    "Seasons": {
        "0": {
            "ID": "759337",
            "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/seasons/official/0",
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "6953393",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6953393",
                    "TitleEnglish": "Picture Drama: Within My Heart",
                    "SummaryEnglish": "Picture Drama included on a bonus CD in Blu-Ray/DVD volume 1.",
                    "Aliases": []
                },
                "2": {
                    "ID": "7031628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/7031628",
                    "TitleEnglish": "Picture Drama: Break Time",
                    "SummaryEnglish": "Picture Drama included on a bonus CD in Blu-Ray/DVD volume 2.",
                    "Aliases": []
                },
                "3": {
                    "ID": "7045717",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/7045717",
                    "TitleEnglish": "Picture Drama: A Day in the Club",
                    "SummaryEnglish": "Picture Drama included on a bonus CD in Blu-Ray/DVD volume 3.",
                    "Aliases": []
                },
                "4": {
                    "ID": "7197298",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/7197298",
                    "TitleEnglish": "Picture Drama: Caretaker",
                    "SummaryEnglish": "Picture Drama included on a bonus CD in Blu-Ray/DVD volume 4.",
                    "Aliases": []
                },
                "5": {
                    "ID": "7219767",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/7219767",
                    "TitleEnglish": "Picture Drama: Emergency Sister Conference",
                    "SummaryEnglish": "Picture Drama included on a bonus CD in Blu-Ray/DVD volume 5.",
                    "Aliases": []
                },
                "6": {
                    "ID": "7030342",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/7030342",
                    "TitleEnglish": "Rascal Does Not Dream of a Dreaming Girl",
                    "SummaryEnglish": "In Fujisawa, Sakuta Azusagawa is in his second year of high school. Blissful days with his girlfriend and upperclassman, Mai Sakurajima, are interrupted by the appearance of his first crush, Shoko Makinohara.",
                    "Aliases": [
                        "Seishun Buta Yarou wa Yumemiru Shoujo no Yume wo Minai",
                        "Seishun Buta Yarō wa Yumemiru Shōjo no Yume o Minai",
                        "Seishun Buta Yarō wa Yume-Miru Shōjo no Yume wo Minai",
                        "Rascal Does Not Dream of Bunny Girl Senpai: Movie"
                    ]
                },
                "7": {
                    "ID": "9880529",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/9880529",
                    "TitleEnglish": "Rascal Does Not Dream of a Sister Venturing Out",
                    "SummaryEnglish": "After a draining December, Sakuta is quickly nearing the end of his second year of high school. Since Mai is a third-year student, they don't have much time left together before graduation rolls around. Meanwhile, his sister, Kaede, is slowly but steadily venturing outdoors again. Just as she begins to find her footing, she announces her most ambitious goal yet—attending her brother's high school! Sakuta knows better than anyone how difficult this will be for Kaede, and he's ready to support her however he can. He's just not sure if that's what's best for her...or what she really wants...",
                    "Aliases": [
                        "Seishun Buta Yarou wa Odekake Sister no Yume o Minai"
                    ]
                },
                "8": {
                    "ID": "9935979",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/9935979",
                    "TitleEnglish": "Rascal Does Not Dream of a Knapsack Kid",
                    "SummaryEnglish": "Finally, the day of Mai's high school graduation has arrived. While Sakuta eagerly waits for his girlfriend, an elementary schooler who looks exactly like her appears before him. Suspicious, and for all the wrong reasons... Meanwhile, Sakuta and Kaede's father suddenly calls, saying that their mother wants to see her daughter. She was hospitalized because Kaede's condition had been too much for her to bear, so what could she possibly want now?",
                    "Aliases": []
                },
                "9": {
                    "ID": "11363692",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11363692",
                    "TitleEnglish": "Rascal Does Not Dream of a Dear Friend",
                    "SummaryEnglish": null,
                    "Aliases": []
                }
            }
        },
        "1": {
            "ID": "759338",
            "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "6634279",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6634279",
                    "TitleEnglish": "My Senpai Is a Bunny Girl",
                    "SummaryEnglish": "Puberty syndrome – Abnormal experiences rumored on the internet to be caused by sensitivity and instability during adolescence. This year, Sakuta Azusagawa, a second-year student at a high school near Enoshima, meets several girls that are experiencing this “puberty syndrome.” For instance, he meets a wild bunny girl in the library. She turns out to be an actress on hiatus, Mai Sakurajima, who is also his senior at the school. For some reason, no one else can see this enchanting girl. How did she become invisible…? As Sakuta searches for answers to help Mai, they spend more time together, and he eventually learns of her hidden feelings… This is an unusual story that takes place in a town of bright skies and glistening seas, where Sakuta encounters various intriguing girls.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6827062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827062",
                    "TitleEnglish": "On First Dates, Trouble Is Essential",
                    "SummaryEnglish": "While looking for the cause of Mai's Adolescence Syndrome, Sakuta ends up scheduling a date with Mai. On the day they promised, Sakuta tries to help out a lost little girl on his way towards Fujisawa Station. But, he is misunderstood to be a perverted maniac by another girl, and because of that, he ends up arriving late to his appointed time to meet Mai. He somehow gains Mai's forgiveness and they proceed with their date, but Mai changes their destination, and takes Sakuta to Shichirigahama Beach...",
                    "Aliases": []
                },
                "3": {
                    "ID": "6827063",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827063",
                    "TitleEnglish": "The World Without You",
                    "SummaryEnglish": "Even after leaving Fujisawa for Ogaki, not one person remembered anything about Mai Sakurajima. Sakuta and Mai return to school together, but even there they hear from Sakuta's friend Rio Futaba that nobody at school outside of her has any recollection about Mai. At the same time, Sakuta hears of a theory that losing memories concerning Mai is based on a certain action taken, and struggles so that he doesn't lose his memories of her. And seeing Sakuta act as such, Mai makes a certain decision of her own as well...",
                    "Aliases": []
                },
                "4": {
                    "ID": "6827064",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827064",
                    "TitleEnglish": "There Is No Tomorrow for a Rascal",
                    "SummaryEnglish": "Soon after Mai's \"puberty syndrome\" is resolved, Sakuta encounters another strange phenomenon without respite. Day after day, it is the same day for Sakuta and there is no tomorrow. When he consults Rio, she raises the possibility of \"Laplace’s demon\" -- that someone may be repeating and redoing a day.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6827065",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827065",
                    "TitleEnglish": "All the Lies I Have for You",
                    "SummaryEnglish": "Because of the misunderstanding that she was dating Sakuta, Tomoe is able to resolve the agonizing situation of being asked out by the guy her friend is in love with. She pleads with Sakuta to continue acting like they are dating. Despite feeling indebted to Mai, Sakuta could not leave Tomoe alone as she was fearing that she would lose her presence within her class. So, he reluctantly agrees to play the role of Tomoe's fake boyfriend for a while.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6827066",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827066",
                    "TitleEnglish": "This World You Chose",
                    "SummaryEnglish": "It is now the last day of the first term, the promised day when pretending to be dating Tomoe ends. It seems as though everything has finally been resolved, but…",
                    "Aliases": []
                },
                "7": {
                    "ID": "6827067",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827067",
                    "TitleEnglish": "Adolescence Paradox",
                    "SummaryEnglish": "After agreeing to harbor an abandoned cat, Sakuta finds himself welcoming a look-alike to his old school crush into his home. This does not sit very well with Mai, who is trying her best to be with her boyfriend amidst a demanding work schedule. Meanwhile, something appears to be up with Futaba...",
                    "Aliases": []
                },
                "8": {
                    "ID": "6827069",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827069",
                    "TitleEnglish": "Wash It All Away on a Stormy Night",
                    "SummaryEnglish": "Upon inducing a case of \"Puberty Syndrome\" where two copies of herself exists, Rio ends up staying at Sakuta's house for the time being. Meanwhile, \"the other Rio\" has been busy posting various unexpected photos on social media. After being informed about these activities by his classmate, Saki Kamisato, Sakuta decides to have a chat with \"the other Rio.\" As he learns more about each of the Rio-s in hopes of discovering the reason for \"the other Rio’s\" actions and possibly a cure for her \"Puberty Syndrome,\" Sakuta begins to realize the troubles each of them carries...",
                    "Aliases": []
                },
                "9": {
                    "ID": "6827068",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827068",
                    "TitleEnglish": "Sister Panic",
                    "SummaryEnglish": "Sakuta had been unable to see Mai, who was not only busy with work but had an order from her agency forbidding her from going on dates. The second term finally begins, and Sakuta is eagerly looking forward to seeing Mai again at school. But upon seeing Mai in front of his house, she greets him with a shocking, \"Who the heck are you?\" Upon confirming what the circumstances are, it comes into light that Mai and her little sister Nodoka Toyohama have swapped bodies. Until this new Adolescence Syndrome is resolved, Mai will be living as Nodoka, and Nodoka will be living as Mai...",
                    "Aliases": []
                },
                "10": {
                    "ID": "6827070",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827070",
                    "TitleEnglish": "Complex Congratulations",
                    "SummaryEnglish": "Unable to deal with a commercial filming well as the actress Mai Sakurajima, Nodoka gradually starts to feel a strong sense of inferiority. As their body-swapped lives continues on, the day arrives where Mai must perform in Nodoka's pop idol group \"Sweet Bullet\". Sakuta and Nodoka attend the concert as they were given tickets...",
                    "Aliases": []
                },
                "11": {
                    "ID": "6827071",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827071",
                    "TitleEnglish": "The Kaede Quest",
                    "SummaryEnglish": "With Nodoka's Puberty Syndrome resolved, Sakuta's expectations to spend sweeter times with Mai is growing. But then, a scandal is reported by the media about Mai Sakurajima having a new boyfriend. In the press conference for a movie she had a role in, Mai gives a sincere explanation. Seeing that, Kaede decides to set goals for the rest of the year, wanting to do her best for Sakuta's sake as well. One of the goals she writes down is to go back to school...",
                    "Aliases": []
                },
                "12": {
                    "ID": "6827072",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6827072",
                    "TitleEnglish": "Life Is a Never-Ending Dream",
                    "SummaryEnglish": "Sakuta unveils to Mai and Nodoka the details of his family's past, and the trauma that Kaede underwent. Meanwhile, Kaede continues her re-integration into society, but as more hurdles appear, Sakuta worries for his sister's well-being.",
                    "Aliases": []
                },
                "13": {
                    "ID": "6895534",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/6895534",
                    "TitleEnglish": "The Dawn After an Endless Night",
                    "SummaryEnglish": "With Sakuta's help, Kaede is able to go to school at night. She is now enthusiastic about heading to school during the day. However, on the following day, the original Kaede's memory suddenly returns, eradicating all memories of the Kaede that had spent the last two years together with Sakuta. A certain person appears before Sakuta, who is overwhelmed with grief because Kaede was no longer around.",
                    "Aliases": []
                }
            }
        },
        "2": {
            "ID": "2029374",
            "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/seasons/official/2",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "10618633",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/10618633",
                    "TitleEnglish": "Puberty Continues",
                    "SummaryEnglish": "Sakuta has started attending university and meets a girl during a group outing.",
                    "Aliases": []
                },
                "2": {
                    "ID": "11219926",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219926",
                    "TitleEnglish": "What Flavor Is the Atmosphere?",
                    "SummaryEnglish": "Uzuki begins blending into her friend group’s dynamic as her popularity grows.",
                    "Aliases": []
                },
                "3": {
                    "ID": "11219927",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219927",
                    "TitleEnglish": "Idol Song",
                    "SummaryEnglish": "It’s the day of Sweet Bullet’s performance in an ensemble concert at a venue in Odaiba.",
                    "Aliases": []
                },
                "4": {
                    "ID": "11219928",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219928",
                    "TitleEnglish": "Heroism",
                    "SummaryEnglish": "A Miniskirt Santa suddenly appears before Sakuta. She says her name is “Touko Kirishima” and claims to have been handing out Puberty Syndrome to people as gifts. Sakuta sees her eyes lock on Ikumi Akagi, a former middle school classmate who is attending the same university as Sakuta, studying in the nursing program. Curious about Ikumi, Sakuta goes on a group date with female nursing program students that his friend invited him to. There, they discuss a rumor about people’s dreams coming true after they post about them on social media with the hashtag #DREAMING...",
                    "Aliases": []
                },
                "5": {
                    "ID": "11219929",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219929",
                    "TitleEnglish": "Dissonant Notes",
                    "SummaryEnglish": "A pumpkin lantern made of glass comes crashing down in a plaza in front of Sakuragicho Station, just as a social media post with the hashtag #DREAMING had predicted. However, Ikumi rushes in to protect a girl who was running directly underneath it as it falls, preventing any injuries. She believes the rumor about the #DREAMING posts and has been going around saving people. Ikumi visits Sakuta at the university and passes him an invitation to their middle school reunion. Sakuta warns her about helping people too much, but she ignores this advice...",
                    "Aliases": []
                },
                "6": {
                    "ID": "11219930",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219930",
                    "TitleEnglish": "You and I Within the Realm of Memories",
                    "SummaryEnglish": "A poltergeist-like phenomenon attacks Ikumi. Sakuta is worried the attack was caused by Puberty Syndrome, but Ikumi claims that the only way to fix this problem is by forgetting about Sakuta’s existence. Hearing this, Sakuta is stunned and confused. Without giving him the time to compose his thoughts, Ikumi proposes that they have a contest, competing to see if Sakuta will remember “that day” first, or if Ikumi will forget about Sakuta first.",
                    "Aliases": []
                },
                "7": {
                    "ID": "11219931",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219931",
                    "TitleEnglish": "From Beyond Hilbert Space",
                    "SummaryEnglish": "Upon searching the hashtag #DREAMING, numerous posts were found about attending a middle school reunion on November 27th. Ikumi also dreamt about the day of the reunion, but in her dream, she injured someone and was arrested. Sakuta invites Ikumi to visit Minegahara High School, and there, he shares with her the various bizarre things about her that have been bothering him. On the way home, Ikumi suddenly says goodbye to Sakuta as they stand facing each other with the railway tracks in between them…",
                    "Aliases": []
                },
                "8": {
                    "ID": "11219933",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219933",
                    "TitleEnglish": "Secrets and Promises",
                    "SummaryEnglish": "Sakuta from the other possible realm sends a message through Ikumi that reads, “Find Touko Kirishima, Mai-san is in danger.” After seeing this message, he tries contacting the Miniskirt Santa, who claimed to be Touko Kirishima. A few days later, he receives a call from her saying that she can meet on December 2nd… which also happens to be Mai’s birthday.",
                    "Aliases": []
                },
                "9": {
                    "ID": "11219935",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219935",
                    "TitleEnglish": "I Need You",
                    "SummaryEnglish": "Sakuta dreams that on Christmas Eve, when he is meant to have a sleepover date with Mai, he instead goes on a date with a student named Sara Himeji from the cram school where he works. The Sara in question has the same dream as Sakuta and goes on to confess that she has her own Puberty Syndrome. However, she says that she does not want her Puberty Syndrome to be fixed. Sara developed Puberty Syndrome after a heartbreak, and the symptoms of her syndrome ease her anxiety by making her popular with guys, which she has been enjoying. Sakuta warns her that this is a dangerous move. To which she retorts to provoke him, “What should I do so that I can love people. Like you do, Mr. Sakuta?”",
                    "Aliases": []
                },
                "10": {
                    "ID": "11219936",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219936",
                    "TitleEnglish": "Holy Night",
                    "SummaryEnglish": "Sakuta sees a familiar Miniskirt Santa on a beauty pageant website that his friend Takumi Fukuyama was looking at. However, he notices that her name isn’t listed as Touko Kirishima, but rather as Nene Iwamizawa. As he continues his search for Touko Kirishima, he receives an offer of help from Sara, which he accepts. One of the symptoms of her Puberty Syndrome includes knowing what a person she has collided with is thinking, and that’s how she figured out that Sakuta was looking for Touko Kirishima. Sara suggests reading the Miniskirt Santa’s mind at the venue where she’ll perform her new song live on Christmas Eve.",
                    "Aliases": []
                },
                "11": {
                    "ID": "11219937",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219937",
                    "TitleEnglish": "The World Dreams",
                    "SummaryEnglish": "Sakuta has a dream that Mai reveals herself as the true identity of Touko Kirishima at a music festival held on April 1st. At the same time, several major social media platforms were being flooded with posts containing the hashtag #DREAMING, leading to platform crashes and access errors. As the hashtag #DREAMING causes chaos among the public, Tomoe Koga tells Sakuta that she had a dream that Mai got into an accident, rendering her unconscious during an event where she was collaborating with the police for a public safety awareness. Sakuta remembers the message he received from himself in the other possible world, stating that Mai is in danger. As he is riddled with worry, the Miniskirt Santa appears before him once again.",
                    "Aliases": []
                },
                "12": {
                    "ID": "11219938",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11219938",
                    "TitleEnglish": "Reindeer's Work",
                    "SummaryEnglish": "Mai responds to the media, asserting that she is not the real identity of Touko Kirishima on Coming of Age Day. Nevertheless, the impact of the #DREAMING tag on the public discourse was immense, rendering her unable to dispel the rumors completely. By having Mai herself publicly state that she is not Touko Kirishima, Sakuta has fulfilled his promise with the Miniskirt Santa, and the two of them go out on a date. During the date, as they shop in Motomachi, but there is not a single person who is able to perceive the Miniskirt Santa. In an attempt to find out more about her, Sakuta ends up hearing an unexpected name. The person she dated back in high school was…",
                    "Aliases": []
                },
                "13": {
                    "ID": "11221465",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/rascal-does-not-dream-of-bunny-girl-senpai/episodes/11221465",
                    "TitleEnglish": "No Dreams of Santa Claus",
                    "SummaryEnglish": "After her boyfriend Takumi Fukuyama was unable to remember who she is, Nene completely forgets her own identity, and believes that she is Touko Kirishima. The only person who can correct this Puberty Syndrome is Takumi, and Sakuta believes doing so will help him protect Mai. He and Ikumi Akagi rush off to Hokkaido, where Takumi’s hometown is. As Takumi welcomes them at the airport, Sakuta shows the trophy that Nene won at a beauty contest...",
                    "Aliases": []
                }
            }
        }
    }
}