{
  "URL": "https://www.thetvdb.com/series/345629-show",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Fantasy",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0220381/",
    "https://www.themoviedb.org/tv/83704"
  ],
  "TitleEnglish": "Hyper Combat Unit Dangaioh",
  "SummaryEnglish": "Brought together by the mysterious Dr. Tarsan, four powerful psychic warriors Mia Alice, Lamba Nom, Pai Thunder, and Roll Kran can unite four powerful planes to form Dangaioh—the most powerful weapon in the universe.",
  "Aliases": [
    "Dangaioh",
    "Dangaio",
    "Haja Taisei Dangaiou"
  ],
  "Modified": "2025-06-05",
  "Seasons": {
    "0": {
      "ID": "759450",
      "URL": "https://www.thetvdb.com/series/345629-show/seasons/official/0",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 1,
      "Episodes": {
        "1": {
          "ID": "10586121",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/345629-show/episodes/10586121",
          "TitleEnglish": "Dangaioh Hyper Combat",
          "SummaryEnglish": "Four psychic teenagers—Mia Alice, Roll Kran, Lamba Nom and Pai Thunder—are brainwashed by the scientist Dr. Tarsan as pilots of his greatest experiment—the giant robot Dangaioh. But as their memories slowly return, these pilots use their abilities and Dangaioh to combat the tyranny of Captain Galimos and the Bunker Space Pirates. 4 regular teens chosen to be espers of the psychic kind under Dr. Tarsan the most respected scientist in the galaxy. They must use their gifts to defeat a menace who is a threat to the galaxy and their universe. Little do they know unbeknownst to them they began to regain memories of a life and existence before ever meeting Dr Tarsan. These memories reveal royalty and pre psi abilities as well",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "759451",
      "URL": "https://www.thetvdb.com/series/345629-show/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "6635462",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/345629-show/episodes/6635462",
          "TitleEnglish": "Cross Fight!!",
          "SummaryEnglish": "Mia Alice, Roll Kran, Lamba Nom, and Pai Thunder are four teenagers brainwashed and reconditioned as ESPers by Dr. Tarsan, who intends to sell their services to the Bunker Space Pirates. The quartet, however, escapes from Dr. Tarsan's ship, infuriating Bunker leader Captain Galimos. Gil Berg, Dr. Tarsan's cyborg assistant, offers his services to Galimos to capture the teenagers. He heads to Earth to lure the teenagers, as Mia is originally from the planet.",
          "Aliases": []
        },
        "2": {
          "ID": "6635463",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/345629-show/episodes/6635463",
          "TitleEnglish": "Spiral Knuckles in Tears",
          "SummaryEnglish": "As the Dangaioh Team continues their training, they encounter a trio of assassins sent by the Bunker to eliminate them.",
          "Aliases": []
        },
        "3": {
          "ID": "6635464",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/345629-show/episodes/6635464",
          "TitleEnglish": "The Demonic Revenge of Gil Berg",
          "SummaryEnglish": "The Dangaioh Team travels to Latecia, Roll's home planet to assist the resistance group's war on the Bunker, but Roll is haunted by fragments of his past. Roll reunites with the resistance, who are not thrilled with his return after having disappeared years ago.",
          "Aliases": []
        }
      }
    }
  }
}