{
    "URL": "https://www.thetvdb.com/series/cells-at-work",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8673610/",
        "https://cellsatwork-anime.com/",
        "http://www.reddit.com/r/CellsAtWork",
        "https://www.themoviedb.org/tv/80671",
        "https://x.com/hataraku_saibou"
    ],
    "TitleEnglish": "Cells at Work!",
    "SummaryEnglish": "This is a story about you. A tale about the inside of your body... According to a new study, the human body consists of approximately 37 trillion cells. These cells are hard at work every day within a world that is your body. From the oxygen-carrying red blood cells to the bacteria-fighting white blood cells, get to know the unsung heroes and the drama that unfolds inside of you! It's the oddly relatable and interesting story that is the life of cells!",
    "Aliases": [
        "Cells at Work!!"
    ],
    "Modified": "2025-08-18",
    "Seasons": {
        "0": {
            "ID": "762978",
            "URL": "https://www.thetvdb.com/series/cells-at-work/seasons/official/0",
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "6946367",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6946367",
                    "TitleEnglish": "The Common Cold",
                    "SummaryEnglish": "Tired of repeating the same task (cell division) day after day, the Normal Cell laments while working his boring job, when a mysterious cell wearing a charming hat suddenly appears in front of him. This cell proceeds to invite the Normal Cell to spread mischief and play pranks on the White Blood Cells (Neutrophils) and Killer T Cells. Though the Normal Cell enjoys being able to blow off some steam from his day to day life, who is this charming hat wearing cell?"
                },
                "2": {
                    "ID": "7374204",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/7374204",
                    "TitleEnglish": "Special 1: Petit Quiz",
                    "SummaryEnglish": null
                },
                "3": {
                    "ID": "7374206",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/7374206",
                    "TitleEnglish": "Special 2: Macrophage's Room",
                    "SummaryEnglish": null
                },
                "4": {
                    "ID": "7374207",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/7374207",
                    "TitleEnglish": "Special 3: Killer T Cell's Drill",
                    "SummaryEnglish": null
                },
                "5": {
                    "ID": "7374209",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/7374209",
                    "TitleEnglish": "Special 4: Commander's Melancholy",
                    "SummaryEnglish": null
                },
                "6": {
                    "ID": "7374210",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/7374210",
                    "TitleEnglish": "Special 5: At Work",
                    "SummaryEnglish": null
                },
                "7": {
                    "ID": "7374199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/7374199",
                    "TitleEnglish": "Hyperthermia - What If There is Pocari Sweat",
                    "SummaryEnglish": "Special Collaboration Episode with Otsuka Pharmaceutical's Pocari Sweat About Hyperthermia."
                },
                "8": {
                    "ID": "8113306",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/8113306",
                    "TitleEnglish": "The Platelets Go to the Movie Theater",
                    "SummaryEnglish": "An anime short screened along with the Cells at Work!! The Return of the Strongest Enemy. A Huge Uproar in the Body’s Bowels! theatrical anime."
                },
                "9": {
                    "ID": "8113308",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/8113308",
                    "TitleEnglish": "Cells at Work!! The Return of the Strongest Enemy. A Huge Uproar Inside the Body’s Bowels!",
                    "SummaryEnglish": "The theatrical episode will cover events from the fifth volume of the manga."
                }
            }
        },
        "1": {
            "ID": "762979",
            "URL": "https://www.thetvdb.com/series/cells-at-work/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "6671281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6671281",
                    "TitleEnglish": "Pneumococcus",
                    "SummaryEnglish": "This is a story that happens inside a human body. One day, as a Red Blood Cell is delivering oxygen and carbon dioxide, she is assaulted by Pneumococci and rescued by a White Blood Cell. To protect the body that’s their world, the White Blood Cell (Neutrophil) chases after the one Pneumococcus who’s escaped. But the enemy has hidden himself in the most unlikely place..."
                },
                "2": {
                    "ID": "6752945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6752945",
                    "TitleEnglish": "Scrape Wound",
                    "SummaryEnglish": "Things have been peaceful for Red Blood Cell when suddenly an abrasion occurs before her eyes. The White Blood Cells (Neutrophils) arrive to battle the bacteria and viruses invading through the wound, but they struggle against enemies like Staphylococcus aureus. Will the White Blood Cells (Neutrophils) find a way to defend this body?"
                },
                "3": {
                    "ID": "6756978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6756978",
                    "TitleEnglish": "Influenza",
                    "SummaryEnglish": "Naive T Cell is patrolling the body for influenza virus proliferation. But since he’s never taken on the enemy before, he’s completely terrified and useless. He finally ends up fleeing the battlefield where White Blood Cell (Neutrophil) and the veteran Killer T Cells are fighting. Naive T Cell is filled with self-loathing until Dendritic Cell sees him and speaks to him kindly."
                },
                "4": {
                    "ID": "6757989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6757989",
                    "TitleEnglish": "Food Poisoning",
                    "SummaryEnglish": "Bacteria appear near the stomach. White Blood Cell (Neutrophil) is on the scene at once. There, he finds Eosinophil, another type of White Blood Cell, already in battle, but she’s struggling badly. Seeing how powerless she is, the other cells start trashing Eosinophil behind her back. Even after White Blood Cell (Neutrophil) tells them, “There’s a job that only Eosinophil can do...”"
                },
                "5": {
                    "ID": "6757994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6757994",
                    "TitleEnglish": "Cedar Pollen Allergy",
                    "SummaryEnglish": "The body has been invaded by a mass of cedar pollen! Rushing to the scene so that he can eliminate the cedar pollen, White Blood Cell (Neutrophil) runs into Memory Cell. Memory Cell is a Lymphocyte who retains the immune system’s memories. Seeing what’s actually going on, Memory Cell is strangely flustered. “What the heck? This is just like the legend...” What “legend” is Memory Cell talking about?"
                },
                "6": {
                    "ID": "6757996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6757996",
                    "TitleEnglish": "Erythroblasts and Myelocytes",
                    "SummaryEnglish": "Let me become a great red blood cell one day... This is the story of Red Blood Cell before she became Red Blood Cell, when she was a young Erythroblast. The Erythroblasts are training hard to become full-fledged Red Blood Cells under the supervision of their teacher, Macrophage. But Erythroblast is directionally-challenged, and she’s always getting lost in the middle of drills. One day, while practicing to evacuate from bacteria, Erythroblast once again loses her way..."
                },
                "7": {
                    "ID": "6757997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6757997",
                    "TitleEnglish": "Cancer Cells",
                    "SummaryEnglish": "The enemy disguising himself as a common cell has revealed his true identity. He is Cancer Cell. To protect this world, White Blood Cell (Neutrophil), Killer T Cell, and NK Cell must now confront the attacking Cancer Cell in battle."
                },
                "8": {
                    "ID": "6757998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6757998",
                    "TitleEnglish": "Blood Circulation",
                    "SummaryEnglish": "Delivering carbon dioxide to the lungs, and bringing oxygen to cells throughout the body... That’s Red Blood Cell’s important task. Though she’s still directionally-challenged and always losing her way, she can’t be a fledgling forever. She’s determined to go through Circulation by herself without any help from the older cells, but in the shadows, White Blood Cell (Neutrophil) watches over her with a worried look on his face."
                },
                "9": {
                    "ID": "6757999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6757999",
                    "TitleEnglish": "Thymocytes",
                    "SummaryEnglish": "In the middle of a drill, Killer T Cell tosses a subordinate right into Helper T Cell’s office. The two polar opposites start arguing. According to Dendritic Cell, although they play very different roles today, they were actually classmates at Thymus School. Not only that, but they were totally different back then! What was it that developed between these two during their days of enduring hellish training sessions at Thymus School where only two to three percent of cells manage to survive?"
                },
                "10": {
                    "ID": "6758000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6758000",
                    "TitleEnglish": "Staphylococcus Aureus",
                    "SummaryEnglish": "Red Blood Cell is being chased by a germ! The one to come to the rescue is a masked Monocyte. Apparently, they are also part of the White Blood Cell family and a type of Immune Cell. There’s no way Red Blood Cell could be attacked by bacteria twice in one day, but she encounters another one on her way to the nasal cavity. The germ turns out to be Staphylococcus Aureus. They usually just exist on the skin and pores. But this time, they have a secret plan. What could it be?"
                },
                "11": {
                    "ID": "6758001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6758001",
                    "TitleEnglish": "Heat Stroke",
                    "SummaryEnglish": "The world (body) is engulfed in sweltering heat. Even after triggering sweat, the body can't be cooled down. Abnormal increased vascular flow, soaring fever... That's right, the body is suffering from heat stroke! Taking advantage of the situation, the Bacillus cereus is rampaging to his heart's content. Reeling from the effects of heat stroke, the usually reliable White Blood Cell (Neutrophil) is suddenly unable to perform... Isn't there any way to save the world from further global warming?"
                },
                "12": {
                    "ID": "6758002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6758002",
                    "TitleEnglish": "Hemorrhagic Shock (1)",
                    "SummaryEnglish": "Red Blood Cell has been assigned to train a rookie Red Blood Cell! She resolves to “show her what a dependable senpai I am!” But she keeps losing her way, and getting yelled at by other cells, so it’s not going very smoothly. Just then, a major incident rocks the world inside the body."
                },
                "13": {
                    "ID": "6758003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6758003",
                    "TitleEnglish": "Hemorrhagic Shock (2)",
                    "SummaryEnglish": "\"We have detected life-threatening damage!\" Hearing of this emergency, White Blood Cell (Neutrophil) rushes to the blast area. But there, he finds no traces of the blood cells he's supposed to protect! Due to massive bleeding, a huge amount of blood cells have already been flung outside the wound. And the bleeding continues... The situation grows more dire every second, but to protect this world and to save her friends, Red Blood Cell continues to deliver oxygen with Li'l Kouhai Red Blood Cell. Their world is on the brink of destruction... What kind of fate lies ahead for the cells?"
                }
            }
        },
        "2": {
            "ID": "812961",
            "URL": "https://www.thetvdb.com/series/cells-at-work/seasons/official/2",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "7214672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/7214672",
                    "TitleEnglish": "Bump",
                    "SummaryEnglish": "One day, while White Blood Cell (Neutrophil) is busy exterminating germs, he meets Backward Cap, a Platelet who wears her cap backwards. She is secretly training to become a stronger Platelet. However, a huge rumbling noise suddenly echoes inside of the body followed by violent shaking..."
                },
                "2": {
                    "ID": "8118123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/8118123",
                    "TitleEnglish": "Acquired Immunity/Peyer's Patch",
                    "SummaryEnglish": "Memory Cell sees a dream where the arrival of messengers from the outside signal the end of this world... As if his dream became reality, unidentified enemies enter the body! Does Memory Cell not only have the power to remember the past, but also predict the future now? Will this world be ruined as Memory Cell predicts?"
                },
                "3": {
                    "ID": "8118127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/8118127",
                    "TitleEnglish": "Dengue Fever/Acne",
                    "SummaryEnglish": "Toxic reaction found on the epidermis! Mast Cell does her job according to the manual, but complaints pour in from other cells that are annoyed by her actions. Mast Cell loses her cool and unleashes her rage... An incident occurs where an unknown entity breaks through a blood vessel and the blood cells get sucked away!"
                },
                "4": {
                    "ID": "8118131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/8118131",
                    "TitleEnglish": "H. Pylori/Antigenic Shift",
                    "SummaryEnglish": "An incident has occurred in the body! The Immune Cells rush to the scene and fight the cells infected by a virus. An Ordinary Cell observes this everyday scene with a bored look on his face and says to himself, \"I want to heroically save somebody and have them say to me, 'Thank you for helping me.'\" A group of mysterious bacteria appear in front of the Ordinary Cell and..."
                },
                "5": {
                    "ID": "8128431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/8128431",
                    "TitleEnglish": "Cytokines",
                    "SummaryEnglish": "Ordinary Cell heads to the intestines with White Blood Cell (Neutrophil) to reunite the lactic acid bacteria with their friends, but they get separated from one of the bacteria on the way there. Ordinary Cell desperately searches for the lactic acid bacterium but is attacked by cells infected by a new virus!"
                },
                "6": {
                    "ID": "8128432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/8128432",
                    "TitleEnglish": "Harmful Bacteria",
                    "SummaryEnglish": "The antibody information of a cell has leaked. There is tension in the air after NK Cell makes a comment to White Blood Cell (Neutrophil). The journey to reunite the lactic acid bacteria with their friends takes the group to the large intestine. In the intestine, which has been irritated due to toxic gas being released by harmful bacteria, the group meets up with Memory T Cell who was formerly known as \"Killer T Cell.\""
                },
                "7": {
                    "ID": "8128433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/8128433",
                    "TitleEnglish": "Cancer Cell II (1)",
                    "SummaryEnglish": "The most formidable foe has returned... Cancer Cell has reappeared, and harmful bacteria are wreaking havoc in the intestinal environment. With the body being in unprecedented danger, White Blood Cell (Neutrophil) and his comrades fight a bloody war to protect the future of the world they live in."
                },
                "8": {
                    "ID": "8128434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/8128434",
                    "TitleEnglish": "Cancer Cell II (2)",
                    "SummaryEnglish": "\"Stop it, Cancer Cell!\" White Blood Cell (Neutrophil) and his comrades confront Cancer Cell, but Regulatory T Cell obstructs their fight against the enemy! Meanwhile, Ordinary Cell, who had risked his life to save lactic acid bacteria, finds himself in the clutches of harmful bacteria! What fate awaits this world and the cells that live in it?"
                }
            }
        }
    }
}