{
    "URL": "https://www.thetvdb.com/series/harukana-receive",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8530992/",
        "http://www.harukana-receive.jp/",
        "https://www.themoviedb.org/tv/80546",
        "https://x.com/harukana_anime"
    ],
    "TitleEnglish": "Harukana Receive",
    "SummaryEnglish": "The story takes place in Okinawa, where Haruka forms a beach volleyball pair with Kanata. Kanata, who couldn't handle the pressure put on her by her short height, had given up on beach volleyball already but is convinced by Haruka to step back on the sand once again and aim for the junior tournament.",
    "TitleJapanese": "はるかなレシーブ",
    "SummaryJapanese": "東京から沖縄に引っ越してきた高校2年生、大空遥。いつでも明るく前向きな遥だが、彼女にはコンプレックスがあった。それは普通の女の子より身長が高いこと。一方、遥を空港に迎えに来た彼女と同い年の従姉妹、比嘉かなたにも悩みがあった。かなたは身長が伸びなかったせいで、大好きなビーチバレーを諦めてしまった過去を持つ。そんな凸凹な2人が、ふとしたきっかけでビーチバレーのペアを組むことに……。広い砂のコートに味方はたった1人だけ。何よりもパートナーの存在が大切なビーチバレーで、2人はどんなプレーを見せるのか！？ 真夏の太陽が照りつける沖縄のビーチで、今、少女たちの汗と情熱が輝き始める！！",
    "Aliases": [
        "아득한 리시브"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "763583",
            "URL": "https://www.thetvdb.com/series/harukana-receive/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6677836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6677836",
                    "TitleEnglish": "We Don't Need Aces",
                    "SummaryEnglish": "Haruka traveled from Tokyo to Okinawa and it was Haruka's cousin Kanata who had come to pick her up from the airport in Okinawa. They both arrive at their grandmother's house and Haruka is in awe at the beautiful ocean that lies before her. She runs towards the beach and runs into two girls playing beach volleyball.",
                    "TitleJapanese": "エースなんて必要ないの",
                    "SummaryJapanese": "東京から来た遥を沖縄の空港で出迎えてくれたのは、いとこのかなただった。かなたとともに祖母の家に到着した遥は、家の前に広がる海に感激。駆け出した海辺でビーチバレーをする２人の少女と遭遇する。"
                },
                "2": {
                    "ID": "6751826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751826",
                    "TitleEnglish": "Believe in Me",
                    "SummaryEnglish": "Haruka promises Narumi and Ayasa that she'd play with them again without giving it much thought, but they happen to be the national champions. Haruka starts training with Kanata, who plays beach volleyball herself, for the rematch that's in a week.",
                    "TitleJapanese": "私を信じて",
                    "SummaryJapanese": "何も知らずに成美＆彩紗ペアとの再戦を約束した遥。しかし、彼女たちは全国チャンピオンだった。１週間後の再戦に向け、遥は経験者のかなたからビーチバレーの特訓を受ける。"
                },
                "3": {
                    "ID": "6751830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751830",
                    "TitleEnglish": "I Want to Regain My Former Self",
                    "SummaryEnglish": "Haruka encounters the twins, Claire and Emily at the school she's about to transfer to. Haruka learns that they're trying to gather members for the beach volleyball club and she instantly wants to join. Kanata also joins, but...",
                    "TitleJapanese": "昔の自分を取り戻したいって思ってる",
                    "SummaryJapanese": "転入先の高校で遥は双子ペアの紅愛＆恵美理と出会う。彼女たちがビーチバレー部を作るため仲間を集めていると知った遥はすぐに入部する気に。かなたも一緒に入部することになるが……。"
                },
                "4": {
                    "ID": "6751831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751831",
                    "TitleEnglish": "Isn't This Perfect For Us?",
                    "SummaryEnglish": "Haruka and the others enter a volleyball tournament. To prepare for the tournament, they all practice hard but Haruka feels like she wants to catch up to Kanata. Because of that, she starts training with Claire and keeps it a secret from Kanata.",
                    "TitleJapanese": "私達にぴったりだと思わない？",
                    "SummaryJapanese": "ビーチバレー大会へ参加することにした遥たち。大会へ向けて練習を重ねる中、遥はかなたに早く追いつきたいと感じる。そこで、かなたには秘密で、紅愛と一緒に特訓を始める。"
                },
                "5": {
                    "ID": "6751832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751832",
                    "TitleEnglish": "Until You Break",
                    "SummaryEnglish": "The beach volleyball tournament has begun. Haruka and Kanata's first opponents are Ai and Mai, who they fought over the swimsuits with. Haruka is out for revenge, but Ai and Mai had their own reasons they couldn't lose.",
                    "TitleJapanese": "アンタの心が折れるまで",
                    "SummaryJapanese": "ビーチバレー大会が始まった。遥＆かなたペアの初戦の相手は、水着を取り合った相手、愛衣＆舞ペアだ。リベンジマッチと意気込む遥。だが、舞たちにも負けられない理由があった。"
                },
                "6": {
                    "ID": "6751833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751833",
                    "TitleEnglish": "I Won't Break",
                    "SummaryEnglish": "Haruka and Kanata win the first set, but have a much harder time with the second set. Claire and Emily won their first match quickly and watch Haruka and Kanata play along with Sora. Haruka tries blocking multiple times, but...",
                    "TitleJapanese": "折れないよ、私は",
                    "SummaryJapanese": "１セット目を先取した遥＆かなたペアが、２セット目で苦戦を強いられる。早々に１回戦を勝ち抜けた紅愛＆恵美理や祖母のソラが見守る中、遥は何度もブロックに挑戦するが……。"
                },
                "7": {
                    "ID": "6751834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751834",
                    "TitleEnglish": "We're Already Friends",
                    "SummaryEnglish": "A girl named Akari appears and says she wants to join the beach volleyball club. She wants to join because she wants to become like Narumi and Ayasa, who are like idols in the beach volleyball world, but apparently there was a much deeper reason.",
                    "TitleJapanese": "もう友達でしょ",
                    "SummaryJapanese": "ビーチバレー支部に入部希望のあかりがやってきた。彼女はアイドル並みの人気を誇る成美＆彩紗ペアのようになりたいと話すが、そこには彼女なりの、ある理由が隠されていた。"
                },
                "8": {
                    "ID": "6751835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751835",
                    "TitleEnglish": "I'll Keep Our Promise",
                    "SummaryEnglish": "Claire and Emily's mother, Marissa, is a professional coach and starts to coach the girls. After going through Marissa's hardcore training, Haruka and Kanata reevaluate what the most important thing about being a pair is.",
                    "TitleJapanese": "約束守ってみせるから",
                    "SummaryJapanese": "紅愛と恵美理の母でプロコーチのマリッサが、遥たちを指導してくれることに。さっそくマリッサのスパルタ特訓を受けた遥＆かなたは、改めてペアとして大切なことに気づく。"
                },
                "9": {
                    "ID": "6751836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751836",
                    "TitleEnglish": "This Is How I Feel",
                    "SummaryEnglish": "It turns out that there will only be one team from Okinawa going to the nationals, so it will probably come down to Claire and Emily or Haruka and Kanata. Akari finds this out early and has a hard time telling the others.",
                    "TitleJapanese": "これが私の気持ちです",
                    "SummaryJapanese": "全国大会への出場枠が１枠となり、遥＆かなた、紅愛＆恵美理のどちらかしか全国にいけないことに。あかりはそのことをいち早く知り、先輩たちにどう伝えるべきか悩んでしまう。"
                },
                "10": {
                    "ID": "6751837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751837",
                    "TitleEnglish": "The One I Wanted to Fight",
                    "SummaryEnglish": "The Okinawa qualifier finals begin with Haruka and Kanata playing against Claire and Emily. Claire and Emily clearly take the lead, but Emily remembers back to when she would let her sister do all the attacking.",
                    "TitleJapanese": "アタシが戦いたかったのは",
                    "SummaryJapanese": "沖縄予選決勝戦、遥＆かなたと紅愛＆恵美理の直接対決が始まった。実績で上回る紅愛＆恵美理が優勢となる中、恵美理の脳裏に、攻撃を姉任せにしていた幼い頃の記憶が蘇る。"
                },
                "11": {
                    "ID": "6751839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751839",
                    "TitleEnglish": "At This Point, We're Basically Playing Head-to-Head",
                    "SummaryEnglish": "They are now in the second set of the finals. Claire sees Kanata's eyes and remembers losing to her and Narumi in the junior tournament years ago. The strength Kanata had back then was back in her eyes.",
                    "TitleJapanese": "ここまできたら真っ向勝負",
                    "SummaryJapanese": "決勝戦２セット目、かなたの目を見た紅愛は、ジュニア大会で、かなた＆成美ペアに敗れたときのことを思い出していた。かなたの目にそのときと同じ力強さが戻っていたからだ。"
                },
                "12": {
                    "ID": "6751840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751840",
                    "TitleEnglish": "And That's Why We Choose Our Irreplaceable Partners",
                    "SummaryEnglish": "The final set of the finals. Haruka and Kanata are at match point and Haruka hits a jump topspin serve! Which pair will end up going to the nationals?",
                    "TitleJapanese": "だから私たちは、かけがえのない一人を選ぶ",
                    "SummaryJapanese": "決勝戦最終セット。遥＆かなたペアがマッチポイントを迎えた場面で、遥の渾身のジャンプドライブサーブが放たれた！　果たして全国への切符を手にするのはどちらのペアか!?"
                }
            }
        }
    }
}