{
    "URL": "https://www.thetvdb.com/series/cells-at-work",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8673610/",
        "https://cellsatwork-anime.com/",
        "http://www.reddit.com/r/CellsAtWork",
        "https://www.themoviedb.org/tv/80671",
        "https://x.com/hataraku_saibou"
    ],
    "TitleEnglish": "Cells at Work!",
    "SummaryEnglish": "This is a story about you. A tale about the inside of your body... According to a new study, the human body consists of approximately 37 trillion cells. These cells are hard at work every day within a world that is your body. From the oxygen-carrying red blood cells to the bacteria-fighting white blood cells, get to know the unsung heroes and the drama that unfolds inside of you! It's the oddly relatable and interesting story that is the life of cells!",
    "TitleJapanese": "はたらく細胞",
    "SummaryJapanese": "酸素を運ぶ赤血球、細菌と戦う白血球といった細胞たちが織り成す“体内細胞擬人化ストーリー”。人の細胞の数、およそ37兆個(新説)。その細胞たちは、体という世界の中で、今日も元気に休むことなく働いている。そこには、知られざる細胞たちのドラマがあった。",
    "Aliases": [
        "Cells at Work!!"
    ],
    "Modified": "2025-08-18",
    "Seasons": {
        "0": {
            "ID": "762978",
            "URL": "https://www.thetvdb.com/series/cells-at-work/seasons/official/0",
            "# Episodes": 9,
            "Episodes": {
                "1": {
                    "ID": "6946367",
                    "TYPE": "OVAs",
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6946367",
                    "TitleEnglish": "The Common Cold",
                    "SummaryEnglish": "Tired of repeating the same task (cell division) day after day, the Normal Cell laments while working his boring job, when a mysterious cell wearing a charming hat suddenly appears in front of him. This cell proceeds to invite the Normal Cell to spread mischief and play pranks on the White Blood Cells (Neutrophils) and Killer T Cells. Though the Normal Cell enjoys being able to blow off some steam from his day to day life, who is this charming hat wearing cell?",
                    "TitleJapanese": "風邪症候群",
                    "SummaryJapanese": "同じ作業を繰り返すだけの毎日に飽き飽きしていた一般細胞くんの前にステキな帽子をかぶった謎の細胞が現れる。その細胞はキラーT細胞や白血球（好中球）らにいたずらを仕掛けようと一般細胞くんを誘う。\n日頃のうっぷん晴らしをして楽しむ一般細胞くん。だが、このステキな帽子をかぶった細胞はいったい何者なのか……？"
                },
                "2": {
                    "ID": "7374204",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/7374204",
                    "TitleEnglish": "Special 1: Petit Quiz",
                    "SummaryEnglish": null,
                    "TitleJapanese": "はたらくプチクイズ",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "7374206",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/7374206",
                    "TitleEnglish": "Special 2: Macrophage's Room",
                    "SummaryEnglish": null,
                    "TitleJapanese": "マクロファージのおへや",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "7374207",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/7374207",
                    "TitleEnglish": "Special 3: Killer T Cell's Drill",
                    "SummaryEnglish": null,
                    "TitleJapanese": "キラーT細胞の訓練",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "7374209",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/7374209",
                    "TitleEnglish": "Special 4: Commander's Melancholy",
                    "SummaryEnglish": null,
                    "TitleJapanese": "司令官の憂鬱",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "7374210",
                    "TYPE": "Webisodes and Shorts",
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/7374210",
                    "TitleEnglish": "Special 5: At Work",
                    "SummaryEnglish": null,
                    "TitleJapanese": "はたらくおしごと",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "7374199",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/7374199",
                    "TitleEnglish": "Hyperthermia - What If There is Pocari Sweat",
                    "SummaryEnglish": "Special Collaboration Episode with Otsuka Pharmaceutical's Pocari Sweat About Hyperthermia.",
                    "TitleJapanese": "第11.5話 熱中症～もしもポカリスエットがあったら～（ポカリスエット×アニメ『はたらく細胞』コラボ映像 ）",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "8113306",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/8113306",
                    "TitleEnglish": "The Platelets Go to the Movie Theater",
                    "SummaryEnglish": "An anime short screened along with the Cells at Work!! The Return of the Strongest Enemy. A Huge Uproar in the Body’s Bowels! theatrical anime.",
                    "TitleJapanese": "血小板 映画館へ行く",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "8113308",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/8113308",
                    "TitleEnglish": "Cells at Work!! The Return of the Strongest Enemy. A Huge Uproar Inside the Body’s Bowels!",
                    "SummaryEnglish": "The theatrical episode will cover events from the fifth volume of the manga.",
                    "TitleJapanese": "「はたらく細胞!!」 最強の敵、再び。 体の中は“腸”大騒ぎ！",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "762979",
            "URL": "https://www.thetvdb.com/series/cells-at-work/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "6671281",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6671281",
                    "TitleEnglish": "Pneumococcus",
                    "SummaryEnglish": "This is a story that happens inside a human body. One day, as a Red Blood Cell is delivering oxygen and carbon dioxide, she is assaulted by Pneumococci and rescued by a White Blood Cell. To protect the body that’s their world, the White Blood Cell (Neutrophil) chases after the one Pneumococcus who’s escaped. But the enemy has hidden himself in the most unlikely place...",
                    "TitleJapanese": "肺炎球菌",
                    "SummaryJapanese": "ここは人間の身体の中。酸素や二酸化炭素を運搬していた赤血球は、\nある日、体外から侵入した肺炎球菌に襲われ、白血球(好中球)に助けられる。\n体という世界を守るため、逃げた肺炎球菌を追う白血球(好中球)。\nだが敵は意外な場所に隠れていて──。"
                },
                "2": {
                    "ID": "6752945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6752945",
                    "TitleEnglish": "Scrape Wound",
                    "SummaryEnglish": "Things have been peaceful for Red Blood Cell when suddenly an abrasion occurs before her eyes. The White Blood Cells (Neutrophils) arrive to battle the bacteria and viruses invading through the wound, but they struggle against enemies like Staphylococcus aureus. Will the White Blood Cells (Neutrophils) find a way to defend this body?",
                    "TitleJapanese": "すり傷",
                    "SummaryJapanese": "穏やかな日常を過ごしていた赤血球の目の前で、突如として「すり傷」が発生した。\n傷口から侵入する細菌やウイルスと戦うため、白血球(好中球)は現場に駆けつけるが、\n黄色ブドウ球菌をはじめとした敵に苦戦する。果たして白血球(好中球)たちは、\n体内を守ることが出来るのか。"
                },
                "3": {
                    "ID": "6756978",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6756978",
                    "TitleEnglish": "Influenza",
                    "SummaryEnglish": "Naive T Cell is patrolling the body for influenza virus proliferation. But since he’s never taken on the enemy before, he’s completely terrified and useless. He finally ends up fleeing the battlefield where White Blood Cell (Neutrophil) and the veteran Killer T Cells are fighting. Naive T Cell is filled with self-loathing until Dendritic Cell sees him and speaks to him kindly.",
                    "TitleJapanese": "インフルエンザ",
                    "SummaryJapanese": "体内で増殖したインフルエンザウイルスの偵察に向かったナイーブT細胞。\nだが一度も敵と戦ったことがないナイーブT細胞は敵に怯えるばかりで、まったく役に立たない。\nそしてついには白血球(好中球)や先輩であるキラーT細胞が戦う中、戦場から逃げ出してしまう。\n自分を責めるナイーブT細胞。そんな彼を見かけた樹状細胞が優しく声をかけて……。"
                },
                "4": {
                    "ID": "6757989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6757989",
                    "TitleEnglish": "Food Poisoning",
                    "SummaryEnglish": "Bacteria appear near the stomach. White Blood Cell (Neutrophil) is on the scene at once. There, he finds Eosinophil, another type of White Blood Cell, already in battle, but she’s struggling badly. Seeing how powerless she is, the other cells start trashing Eosinophil behind her back. Even after White Blood Cell (Neutrophil) tells them, “There’s a job that only Eosinophil can do...”",
                    "TitleJapanese": "食中毒",
                    "SummaryJapanese": "胃の付近に細菌出現。さっそく現場に駆けつける白血球(好中球)。現場ではすでに白血球の一種である好酸球が応戦していたものの、苦戦を強いられていた。非力な好酸球の姿を見た周囲の細胞たちはあまりの頼りなさに陰口をたたく。白血球(好中球)は「好酸球にしかできない仕事がある」と言うが……。"
                },
                "5": {
                    "ID": "6757994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6757994",
                    "TitleEnglish": "Cedar Pollen Allergy",
                    "SummaryEnglish": "The body has been invaded by a mass of cedar pollen! Rushing to the scene so that he can eliminate the cedar pollen, White Blood Cell (Neutrophil) runs into Memory Cell. Memory Cell is a Lymphocyte who retains the immune system’s memories. Seeing what’s actually going on, Memory Cell is strangely flustered. “What the heck? This is just like the legend...” What “legend” is Memory Cell talking about?",
                    "TitleJapanese": "スギ花粉アレルギー",
                    "SummaryJapanese": "大量のスギ花粉が体内に侵入！スギ花粉を排除をするため、現場へと急行した白血球(好中球)は、そこで“記憶細胞”と居合わせる。記憶細胞は免疫記憶を保持しているリンパ球である。現場の光景を目の当たりにし、なぜかあたふたしている記憶細胞。「なんてこった！ これじゃまるで、言い伝えと――」記憶細胞が言う“言い伝え”とは……？"
                },
                "6": {
                    "ID": "6757996",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6757996",
                    "TitleEnglish": "Erythroblasts and Myelocytes",
                    "SummaryEnglish": "Let me become a great red blood cell one day... This is the story of Red Blood Cell before she became Red Blood Cell, when she was a young Erythroblast. The Erythroblasts are training hard to become full-fledged Red Blood Cells under the supervision of their teacher, Macrophage. But Erythroblast is directionally-challenged, and she’s always getting lost in the middle of drills. One day, while practicing to evacuate from bacteria, Erythroblast once again loses her way...",
                    "TitleJapanese": "赤芽球と骨髄球",
                    "SummaryJapanese": "いつか立派な赤血球になれるように──。それはまだ、赤血球が赤血球になる前、幼い赤芽球だったころの話。赤芽球はマクロファージ先生のもとで、一人前の赤血球になるため、一生懸命訓練中。だけど方向音痴の赤芽球は、訓練の途中で迷子になることもしばしば。ある日、細菌から逃げる避難訓練をしていた赤芽球は、そこでも迷子になってしまい……。"
                },
                "7": {
                    "ID": "6757997",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6757997",
                    "TitleEnglish": "Cancer Cells",
                    "SummaryEnglish": "The enemy disguising himself as a common cell has revealed his true identity. He is Cancer Cell. To protect this world, White Blood Cell (Neutrophil), Killer T Cell, and NK Cell must now confront the attacking Cancer Cell in battle.",
                    "TitleJapanese": "がん細胞",
                    "SummaryJapanese": "一般細胞に化けていた敵が、ついにその正体を現した。敵の名はがん細胞。白血球(好中球)とキラーT細胞、そしてNK細胞は、この世界(体)を守るため、迫りくるがん細胞と対峙する。"
                },
                "8": {
                    "ID": "6757998",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6757998",
                    "TitleEnglish": "Blood Circulation",
                    "SummaryEnglish": "Delivering carbon dioxide to the lungs, and bringing oxygen to cells throughout the body... That’s Red Blood Cell’s important task. Though she’s still directionally-challenged and always losing her way, she can’t be a fledgling forever. She’s determined to go through Circulation by herself without any help from the older cells, but in the shadows, White Blood Cell (Neutrophil) watches over her with a worried look on his face.",
                    "TitleJapanese": "血液循環",
                    "SummaryJapanese": "二酸化炭素を肺に届け、酸素を体中の細胞たちに届ける、それが赤血球の大切な仕事。相変わらず方向音痴で道に迷ってばかりの赤血球だけど、いつまでも半人前ではいられない。今日こそは先輩たちの力を借りず、一人で循環器を一周しようと意気込むが、その傍らには心配そうに見守る白血球(好中球)の姿があった……"
                },
                "9": {
                    "ID": "6757999",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6757999",
                    "TitleEnglish": "Thymocytes",
                    "SummaryEnglish": "In the middle of a drill, Killer T Cell tosses a subordinate right into Helper T Cell’s office. The two polar opposites start arguing. According to Dendritic Cell, although they play very different roles today, they were actually classmates at Thymus School. Not only that, but they were totally different back then! What was it that developed between these two during their days of enduring hellish training sessions at Thymus School where only two to three percent of cells manage to survive?",
                    "TitleJapanese": "胸腺細胞",
                    "SummaryJapanese": "訓練の最中、部下をヘルパーT細胞の部屋に投げ込んでしまったキラーT細胞。正反対なタイプの2人は言い争いを始める。今では立場が違う2人だが、樹状細胞によると、実は「胸腺学校」の同期だという。しかも昔の彼らは今とは全く違うキャラだった！わずか2～3％しか生き残れないという胸腺学校での地獄の特訓を耐え抜く中で、二人の間に芽生えたものとは……！？"
                },
                "10": {
                    "ID": "6758000",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6758000",
                    "TitleEnglish": "Staphylococcus Aureus",
                    "SummaryEnglish": "Red Blood Cell is being chased by a germ! The one to come to the rescue is a masked Monocyte. Apparently, they are also part of the White Blood Cell family and a type of Immune Cell. There’s no way Red Blood Cell could be attacked by bacteria twice in one day, but she encounters another one on her way to the nasal cavity. The germ turns out to be Staphylococcus Aureus. They usually just exist on the skin and pores. But this time, they have a secret plan. What could it be?",
                    "TitleJapanese": "黄色ブドウ球菌",
                    "SummaryJapanese": "細菌に襲われる赤血球！そんな赤血球のピンチを救ったのは、ガスマスクに防護服をまとったような見た目をした「単球」だった。この単球もまた白血球の一種の免疫細胞だという。気を取り直して鼻腔へと酸素を届けに向かった赤血球だったが、またしても細菌に遭遇してしまう。細菌の名は「黄色ブドウ球菌」。この黄色ブドウ球菌は皮膚や毛穴などにいる常在菌だが、今回は何やら免疫細胞に敗けない秘策があるというが……！？"
                },
                "11": {
                    "ID": "6758001",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6758001",
                    "TitleEnglish": "Heat Stroke",
                    "SummaryEnglish": "The world (body) is engulfed in sweltering heat. Even after triggering sweat, the body can't be cooled down. Abnormal increased vascular flow, soaring fever... That's right, the body is suffering from heat stroke! Taking advantage of the situation, the Bacillus cereus is rampaging to his heart's content. Reeling from the effects of heat stroke, the usually reliable White Blood Cell (Neutrophil) is suddenly unable to perform... Isn't there any way to save the world from further global warming?",
                    "TitleJapanese": "熱中症",
                    "SummaryJapanese": "うだるような暑さに包まれた体内世界。発汗してもうまく体温冷却できない。異常な血流増加、上がり続ける体温……そう、体内世界は「熱中症」になっていた！この隙につけこんで好き勝手暴れ回るセレウス菌。頼みの白血球(好中球)も暑さのためヘロヘロになって本来の力が出せない……！この温暖化し続ける世界に、何か打つ手はないのか！？"
                },
                "12": {
                    "ID": "6758002",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6758002",
                    "TitleEnglish": "Hemorrhagic Shock (1)",
                    "SummaryEnglish": "Red Blood Cell has been assigned to train a rookie Red Blood Cell! She resolves to “show her what a dependable senpai I am!” But she keeps losing her way, and getting yelled at by other cells, so it’s not going very smoothly. Just then, a major incident rocks the world inside the body.",
                    "TitleJapanese": "出血性ショック(前編)",
                    "SummaryJapanese": "なんと新人赤血球の教育係をすることになった赤血球！先輩らしいトコを見せなきゃ！と気を引き締める彼女だが、道を間違えてしまったり、他の細胞に怒られたり、なかなか上手く行かず……。そんな中、体内世界を揺るがす大きな事件が発生する。"
                },
                "13": {
                    "ID": "6758003",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/6758003",
                    "TitleEnglish": "Hemorrhagic Shock (2)",
                    "SummaryEnglish": "\"We have detected life-threatening damage!\" Hearing of this emergency, White Blood Cell (Neutrophil) rushes to the blast area. But there, he finds no traces of the blood cells he's supposed to protect! Due to massive bleeding, a huge amount of blood cells have already been flung outside the wound. And the bleeding continues... The situation grows more dire every second, but to protect this world and to save her friends, Red Blood Cell continues to deliver oxygen with Li'l Kouhai Red Blood Cell. Their world is on the brink of destruction... What kind of fate lies ahead for the cells?",
                    "TitleJapanese": "出血性ショック(後編)",
                    "SummaryJapanese": "「生命に関わるレベルのダメージを確認！」この緊急事態を受け、現場付近に急行した白血球(好中球)。だが、そこには守るべき血球たちの姿はなかった……！大量出血により、すでにおびただしい数の血球たちが、傷口の外へと飛ばされてしまっていたのだ。今もなお続く出血――過酷さが増す状況下だが、この世界を守るため、仲間たちを救うため、赤血球は後輩赤血球とともに酸素を運び続ける。終わりゆく世界、細胞たちを待ち受ける運命は――！？"
                }
            }
        },
        "2": {
            "ID": "812961",
            "URL": "https://www.thetvdb.com/series/cells-at-work/seasons/official/2",
            "# Episodes": 8,
            "Episodes": {
                "1": {
                    "ID": "7214672",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/7214672",
                    "TitleEnglish": "Bump",
                    "SummaryEnglish": "One day, while White Blood Cell (Neutrophil) is busy exterminating germs, he meets Backward Cap, a Platelet who wears her cap backwards. She is secretly training to become a stronger Platelet. However, a huge rumbling noise suddenly echoes inside of the body followed by violent shaking...",
                    "TitleJapanese": "たんこぶ",
                    "SummaryJapanese": "ある日、体内の雑菌を駆除していた白血球（好中球）は、\n前後さかさまに帽子をかぶった血小板──うしろまえちゃんに出会う。\n強い血小板になるため、人知れずトレーニングするうしろまえちゃん。\n\nだが突如、地鳴りと共に、体内世界に激しい揺れが襲いかかり──\n\n舞台はあなたの体の中。\n体内細胞擬人化アニメ、待望の第二期、開幕！"
                },
                "2": {
                    "ID": "8118123",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/8118123",
                    "TitleEnglish": "Acquired Immunity/Peyer's Patch",
                    "SummaryEnglish": "Memory Cell sees a dream where the arrival of messengers from the outside signal the end of this world... As if his dream became reality, unidentified enemies enter the body! Does Memory Cell not only have the power to remember the past, but also predict the future now? Will this world be ruined as Memory Cell predicts?",
                    "TitleJapanese": "獲得免疫／パイエル板",
                    "SummaryJapanese": "外界からの使者、世界の終わり――。\n記憶細胞が見た夢をなぞるように、正体不明の敵が体内に現れる！\n記憶細胞は過去の記憶のみならず、ついに未来を予知できる能力までも……!?\nはたして記憶細胞の予知通りに、この世界は破滅に向かうのか!?"
                },
                "3": {
                    "ID": "8118127",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/8118127",
                    "TitleEnglish": "Dengue Fever/Acne",
                    "SummaryEnglish": "Toxic reaction found on the epidermis! Mast Cell does her job according to the manual, but complaints pour in from other cells that are annoyed by her actions. Mast Cell loses her cool and unleashes her rage... An incident occurs where an unknown entity breaks through a blood vessel and the blood cells get sucked away!",
                    "TitleJapanese": "デング熱／ニキビ",
                    "SummaryJapanese": "表皮付近で有害物質の反応あり！\nマニュアル通りにしっかり仕事をこなすマスト細胞だが、\n迷惑をこうむった細胞たちからはクレームの嵐。\n自暴自棄になって荒れるマスト細胞……。\n\nそんな中、血管を突き破ってきた何かに\n血球たちが吸い込まれる事件が発生して……！"
                },
                "4": {
                    "ID": "8118131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/8118131",
                    "TitleEnglish": "H. Pylori/Antigenic Shift",
                    "SummaryEnglish": "An incident has occurred in the body! The Immune Cells rush to the scene and fight the cells infected by a virus. An Ordinary Cell observes this everyday scene with a bored look on his face and says to himself, \"I want to heroically save somebody and have them say to me, 'Thank you for helping me.'\" A group of mysterious bacteria appear in front of the Ordinary Cell and...",
                    "TitleJapanese": "ピロリ菌 / 抗原変異",
                    "SummaryJapanese": "体内で事件発生！\n免疫細胞が駆けつけて、ウイルス感染細胞をやっつける！\nそんないつもどおりの光景を、一般細胞は退屈そうに眺めていた。\n\n（俺も、一度でいいから誰かをカッコよく助けて、\n「助けてくれてありがとう」──なんて言われたりしてーよ）\n\nそんな一般細胞の目の前に、突如、謎の細菌が現れて……!?"
                },
                "5": {
                    "ID": "8128431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/8128431",
                    "TitleEnglish": "Cytokines",
                    "SummaryEnglish": "Ordinary Cell heads to the intestines with White Blood Cell (Neutrophil) to reunite the lactic acid bacteria with their friends, but they get separated from one of the bacteria on the way there. Ordinary Cell desperately searches for the lactic acid bacterium but is attacked by cells infected by a new virus!",
                    "TitleJapanese": "サイトカイン",
                    "SummaryJapanese": "乳酸菌を仲間のもとに届けるため、\n白血球（好中球）とともに腸に向かう一般細胞だが、\nその途中、一体の乳酸菌と離れ離れになってしまう。\n\n必死に乳酸菌を探す一般細胞……\nだがそこに、新たなるウイルス感染細胞が襲いかかる!!"
                },
                "6": {
                    "ID": "8128432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/8128432",
                    "TitleEnglish": "Harmful Bacteria",
                    "SummaryEnglish": "The antibody information of a cell has leaked. There is tension in the air after NK Cell makes a comment to White Blood Cell (Neutrophil). The journey to reunite the lactic acid bacteria with their friends takes the group to the large intestine. In the intestine, which has been irritated due to toxic gas being released by harmful bacteria, the group meets up with Memory T Cell who was formerly known as \"Killer T Cell.\"",
                    "TitleJapanese": "悪玉菌",
                    "SummaryJapanese": "ある細胞の抗原情報が流出した。\nNK細胞の言葉に、白血球（好中球）の表情が変わる。　\n乳酸菌を仲間のもとに届ける旅は、やがて大腸にたどり着いた。\n悪玉菌の出す有毒ガスにより、荒れた腸内にて、一同はキラーＴ改め、メモリーＴ細胞に出会う。"
                },
                "7": {
                    "ID": "8128433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/8128433",
                    "TitleEnglish": "Cancer Cell II (1)",
                    "SummaryEnglish": "The most formidable foe has returned... Cancer Cell has reappeared, and harmful bacteria are wreaking havoc in the intestinal environment. With the body being in unprecedented danger, White Blood Cell (Neutrophil) and his comrades fight a bloody war to protect the future of the world they live in.",
                    "TitleJapanese": "がん細胞II(前編)",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "8128434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/cells-at-work/episodes/8128434",
                    "TitleEnglish": "Cancer Cell II (2)",
                    "SummaryEnglish": "\"Stop it, Cancer Cell!\" White Blood Cell (Neutrophil) and his comrades confront Cancer Cell, but Regulatory T Cell obstructs their fight against the enemy! Meanwhile, Ordinary Cell, who had risked his life to save lactic acid bacteria, finds himself in the clutches of harmful bacteria! What fate awaits this world and the cells that live in it?",
                    "TitleJapanese": "がん細胞Ⅱ（後編）",
                    "SummaryJapanese": null
                }
            }
        }
    }
}