{
    "URL": "https://www.thetvdb.com/series/harukana-receive",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8530992/",
        "http://www.harukana-receive.jp/",
        "https://www.themoviedb.org/tv/80546",
        "https://x.com/harukana_anime"
    ],
    "TitleEnglish": "Harukana Receive",
    "SummaryEnglish": "The story takes place in Okinawa, where Haruka forms a beach volleyball pair with Kanata. Kanata, who couldn't handle the pressure put on her by her short height, had given up on beach volleyball already but is convinced by Haruka to step back on the sand once again and aim for the junior tournament.",
    "Aliases": [],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "763583",
            "URL": "https://www.thetvdb.com/series/harukana-receive/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6677836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6677836",
                    "TitleEnglish": "We Don't Need Aces",
                    "SummaryEnglish": "Haruka traveled from Tokyo to Okinawa and it was Haruka's cousin Kanata who had come to pick her up from the airport in Okinawa. They both arrive at their grandmother's house and Haruka is in awe at the beautiful ocean that lies before her. She runs towards the beach and runs into two girls playing beach volleyball.",
                    "Aliases": []
                },
                "2": {
                    "ID": "6751826",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751826",
                    "TitleEnglish": "Believe in Me",
                    "SummaryEnglish": "Haruka promises Narumi and Ayasa that she'd play with them again without giving it much thought, but they happen to be the national champions. Haruka starts training with Kanata, who plays beach volleyball herself, for the rematch that's in a week.",
                    "Aliases": []
                },
                "3": {
                    "ID": "6751830",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751830",
                    "TitleEnglish": "I Want to Regain My Former Self",
                    "SummaryEnglish": "Haruka encounters the twins, Claire and Emily at the school she's about to transfer to. Haruka learns that they're trying to gather members for the beach volleyball club and she instantly wants to join. Kanata also joins, but...",
                    "Aliases": []
                },
                "4": {
                    "ID": "6751831",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751831",
                    "TitleEnglish": "Isn't This Perfect For Us?",
                    "SummaryEnglish": "Haruka and the others enter a volleyball tournament. To prepare for the tournament, they all practice hard but Haruka feels like she wants to catch up to Kanata. Because of that, she starts training with Claire and keeps it a secret from Kanata.",
                    "Aliases": []
                },
                "5": {
                    "ID": "6751832",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751832",
                    "TitleEnglish": "Until You Break",
                    "SummaryEnglish": "The beach volleyball tournament has begun. Haruka and Kanata's first opponents are Ai and Mai, who they fought over the swimsuits with. Haruka is out for revenge, but Ai and Mai had their own reasons they couldn't lose.",
                    "Aliases": []
                },
                "6": {
                    "ID": "6751833",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751833",
                    "TitleEnglish": "I Won't Break",
                    "SummaryEnglish": "Haruka and Kanata win the first set, but have a much harder time with the second set. Claire and Emily won their first match quickly and watch Haruka and Kanata play along with Sora. Haruka tries blocking multiple times, but...",
                    "Aliases": []
                },
                "7": {
                    "ID": "6751834",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751834",
                    "TitleEnglish": "We're Already Friends",
                    "SummaryEnglish": "A girl named Akari appears and says she wants to join the beach volleyball club. She wants to join because she wants to become like Narumi and Ayasa, who are like idols in the beach volleyball world, but apparently there was a much deeper reason.",
                    "Aliases": []
                },
                "8": {
                    "ID": "6751835",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751835",
                    "TitleEnglish": "I'll Keep Our Promise",
                    "SummaryEnglish": "Claire and Emily's mother, Marissa, is a professional coach and starts to coach the girls. After going through Marissa's hardcore training, Haruka and Kanata reevaluate what the most important thing about being a pair is.",
                    "Aliases": []
                },
                "9": {
                    "ID": "6751836",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751836",
                    "TitleEnglish": "This Is How I Feel",
                    "SummaryEnglish": "It turns out that there will only be one team from Okinawa going to the nationals, so it will probably come down to Claire and Emily or Haruka and Kanata. Akari finds this out early and has a hard time telling the others.",
                    "Aliases": []
                },
                "10": {
                    "ID": "6751837",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751837",
                    "TitleEnglish": "The One I Wanted to Fight",
                    "SummaryEnglish": "The Okinawa qualifier finals begin with Haruka and Kanata playing against Claire and Emily. Claire and Emily clearly take the lead, but Emily remembers back to when she would let her sister do all the attacking.",
                    "Aliases": []
                },
                "11": {
                    "ID": "6751839",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751839",
                    "TitleEnglish": "At This Point, We're Basically Playing Head-to-Head",
                    "SummaryEnglish": "They are now in the second set of the finals. Claire sees Kanata's eyes and remembers losing to her and Narumi in the junior tournament years ago. The strength Kanata had back then was back in her eyes.",
                    "Aliases": []
                },
                "12": {
                    "ID": "6751840",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/harukana-receive/episodes/6751840",
                    "TitleEnglish": "And That's Why We Choose Our Irreplaceable Partners",
                    "SummaryEnglish": "The final set of the finals. Haruka and Kanata are at match point and Haruka hits a jump topspin serve! Which pair will end up going to the nationals?",
                    "Aliases": []
                }
            }
        }
    }
}