{
    "URL": "https://www.thetvdb.com/series/revue-starlight",
    "Genres": [
        "Action",
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Musical"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8400680/",
        "https://www.themoviedb.org/tv/80834"
    ],
    "TitleEnglish": "Revue Starlight",
    "SummaryEnglish": "Starlight is a song and dance revue troupe loved throughout the world. Karen and Hikari make a promise with each other when they're young that one day they'll stand on that stage together. Time passes, and now the girls are 16 years old. Karen is very enthusiastic about the lessons she takes every day, holding her promise close to her heart. Hikari has transferred schools and is now away from Karen. But the cogs of fate turn, and the two are destined to meet again. The girls and other Stage Girls will compete in a mysterious audition process to gain acceptance into the revue.",
    "TitleJapanese": "少女☆歌劇 レヴュースタァライト",
    "SummaryJapanese": "『部隊少女』－－－－－\nそれは未来の舞台女優を目指す、\nキラめきに溢れた少女たち。\nある日彼女たちの元に１通のメールが届く。\n「お待ちなさい　あなたの望んだその星を」\n輝く星を掴むべく、\nオーディションに集まった９人の舞台少女。\n光を求める想いが、執着が、運命がーーーーー\n舞台の上で交錯する。\n今、レビューの幕が上がる。",
    "Aliases": [
        "Shoujo Kageki Revue Starlight"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "763118",
            "URL": "https://www.thetvdb.com/series/revue-starlight/seasons/official/0",
            "# Episodes": 5,
            "Episodes": {
                "1": {
                    "ID": "6876973",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/revue-starlight/episodes/6876973",
                    "TitleEnglish": "99.419 Measuring",
                    "SummaryEnglish": "Futaba is jealous of the other girls' measurements.",
                    "TitleJapanese": "99.419 採寸",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6877267",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/revue-starlight/episodes/6877267",
                    "TitleEnglish": "99.419 Discussion",
                    "SummaryEnglish": "Hikari and Maya have a discussion.",
                    "TitleJapanese": "99.419 討論",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "6877274",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/revue-starlight/episodes/6877274",
                    "TitleEnglish": "99.419 Opening",
                    "SummaryEnglish": "The girls are about to perform but Karen is nowhere to be found.",
                    "TitleJapanese": "99.419 開演",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "8332549",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/revue-starlight/episodes/8332549",
                    "TitleEnglish": "Shoujo☆Kageki Revue Starlight: Rondo Rondo Rondo",
                    "SummaryEnglish": "At the performing arts division of Seisho Music Academy, the ever-evolving stage threads the lives of its students together as they tirelessly hone their craft. Yet, as the girls prepare for a new rendition of the previous year's performance, the carefree Karen Aijou begins to settle for a smaller role. However, her waning passion is reignited by the return of her childhood friend Hikari Kagura, whose sudden transfer to the academy triggers a flurry of changes in the class dynamics. This is an abridged compilation of the original anime series.",
                    "TitleJapanese": "少女☆歌劇 レヴュースタァライト ロンド・ロンド・ロンド",
                    "SummaryJapanese": "大場なな。\n 聖翔音楽学園第99期生 出席番号15番。  中学時代、1人きりの演劇部で孤独の中にいる彼女は、この学園で初めて舞台を創る本当の喜びを知る。  同じ舞台を目指し、手を取り合った99期生という同志。\n 幕が下りた瞬間の沸き立つ拍手と、身を震わせる充実。  燃える宝石のような煌めき。\n 輝く虹のような幸福な日々をもう一度ーー\n あの眩しさに囚われたななは、キリンが主催する謎のオーディションに参加。\n 合格者となった彼女は、運命の舞台に「第99回聖翔祭、あの一年間の再演」を望む。  「いいでしょう」  そして再び始まる、「あの一年」。\n ななは開花させた才能の全てを、眩しい日々の「再演」に注ぎ込む。  だが、彼女は未だ知らない。\n 全く同じ舞台は無いということを。\n 終わらない舞台は無いということを。  繰り返す再演の先に、廻る輪舞の幕が上がる。  「演じたはずの舞台。なのに、私の知らない舞台」\n 「それが、ロンド・ロンド・ロンドーーわかります」"
                },
                "5": {
                    "ID": "7491235",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/revue-starlight/episodes/7491235",
                    "TitleEnglish": "Shoujo☆Kageki Revue Starlight Movie",
                    "SummaryEnglish": null,
                    "TitleJapanese": "劇場版 少女☆歌劇 レヴュースタァライト",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "763120",
            "URL": "https://www.thetvdb.com/series/revue-starlight/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6672941",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/revue-starlight/episodes/6672941",
                    "TitleEnglish": "Stage Girls",
                    "SummaryEnglish": "The curtain rises on the performance of a lifetime as Karen and her classmates attend a prestigious music academy to become the next theatrical stars.",
                    "TitleJapanese": "舞台少女",
                    "SummaryJapanese": "愛城華恋は舞台で生きてゆくことを夢みる舞台少女。聖翔音楽学園でレッスンに励む彼女の元に転入生がやってきた。神楽ひかり。彼女こそ幼い日に別れた華恋の幼馴染みで、憧れの舞台「スタァライト」に一緒に立つことを約束した運命の舞台少女だった……"
                },
                "2": {
                    "ID": "6684716",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/revue-starlight/episodes/6684716",
                    "TitleEnglish": "The Stage of Fate",
                    "SummaryEnglish": "On the second day of the search for the next star, the girls accuse Karen of interfering with their auditions and not taking it as seriously as them.",
                    "TitleJapanese": "運命の舞台",
                    "SummaryJapanese": "ひかりを守るため謎のオーディションに飛び入り参加した華恋。だが、何かを知る様子のひかりは華恋を抜けさせようとするが……。一方、自分の敗北を認めることが出来ない純那。明らかになる彼女の執着と情熱。スタァを目指し、星見純那は再び弓を掴む。"
                },
                "3": {
                    "ID": "6759429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/revue-starlight/episodes/6759429",
                    "TitleEnglish": "Top Star",
                    "SummaryEnglish": "Nana takes a role behind the scenes while Futaba notices that Claudine is bothered by something. Hikari is acting cold towards Karen, but is there a reason for it?",
                    "TitleJapanese": "トップスタァ",
                    "SummaryJapanese": "第100回聖翔祭に向けて動きだした２年Ａ組。キリンのオーディションにより舞台少女たちの関係が変化してゆく中、華恋は変わらず無邪気にスタァを目指す。その前に立ちはだかったのはトップスタァを宿命づけられた主席・天堂真矢だった。"
                },
                "4": {
                    "ID": "6759430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/revue-starlight/episodes/6759430",
                    "TitleEnglish": "Promise Tower",
                    "SummaryEnglish": "Hikari left campus, and Karen doesn’t understand why. Determined to find her friend, Karen searches for her throughout the city.",
                    "TitleJapanese": "約束タワー",
                    "SummaryJapanese": "華恋の軽率さに憤慨したひかりが星光館を飛び出してしまった。ひかりを探して東京の街をさまよう華恋。スタァを目指す真矢の壮烈なる覚悟と、自分自身の甘さ。自分は何故スタァを目指そうとしたのか。原点に立ち戻った華恋はひかりとの約束の場所に向かう。"
                },
                "5": {
                    "ID": "6759431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/revue-starlight/episodes/6759431",
                    "TitleEnglish": "Is “Shine” Even Possible?",
                    "SummaryEnglish": "Mahiru becomes increasingly dejected and jealous as Karen’s bond with Hikari strenghtens. Karen is spurred on with new determination, but where will this leave Mahiru?",
                    "TitleJapanese": "キラめきのありか",
                    "SummaryJapanese": "ひかりとの約束を再確認し、生まれ変わったようにレッスンに励む華恋。クラスメイトはその変容に驚くがルームメイトの露崎まひるはそれを受け入れられない。変わりゆく華恋は私の大好きな華恋ちゃんじゃない。暴走するまひるの感情がレヴューの幕を開く。"
                },
                "6": {
                    "ID": "6759432",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/revue-starlight/episodes/6759432",
                    "TitleEnglish": "Stage Left for Two",
                    "SummaryEnglish": "Kaoruko fails to make the cut during class auditions and lashes out in indignation. Having earned a spot on stage, Futaba’s patience with Kaoruko reaches a boiling point.",
                    "TitleJapanese": "ふたりの花道",
                    "SummaryJapanese": "幼い日より二人で歩んできた石動双葉と花柳香子。だが聖翔音楽学園に入学し、オーディションに参加したことで二人の意識にも変化が。クロディーヌと練習に励む双葉が自分から離れてゆくように感じた香子は、持ち前の身勝手からとんでもない行動に出る。"
                },
                "7": {
                    "ID": "6759433",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/revue-starlight/episodes/6759433",
                    "TitleEnglish": "Nana Daiba",
                    "SummaryEnglish": "Nana Daiba’s memories of the acadamy’s 99th performance was a shining beacon crystalized in time. Can she ever move forward or will she be forever blinded by the past?",
                    "TitleJapanese": "大場なな",
                    "SummaryJapanese": "その包容力と優しさで2年Ａ組を包み込んできた大場なな。彼女の大きな愛情の原点は1年生の時に上演した第99回聖翔祭の「スタァライト」にあった。ななの記憶に深く刻み込まれ彼女自身を変えたもの。彼女がその「再演」に執着する理由とは……？"
                },
                "8": {
                    "ID": "6759434",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/revue-starlight/episodes/6759434",
                    "TitleEnglish": "Toward the Light",
                    "SummaryEnglish": "What’s past is prologue. The promise Hikari made with Karen is what fuels her determination, but life rarely occurs according to plan.",
                    "TitleJapanese": "ひかり、さす方へ",
                    "SummaryJapanese": "「いつか2人であの舞台に立とうね」。幼い日に運命の約束を交わした華恋とひかり。華恋と別れロンドンに渡っても、ひかりはその想いを胸に夢を追い続け……そして失った。ななとのレヴューで必死にもがくひかり。彼女が失った一番大切なもの、それは。"
                },
                "9": {
                    "ID": "6759435",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/revue-starlight/episodes/6759435",
                    "TitleEnglish": "On the Night of the Star Festival",
                    "SummaryEnglish": "Preparations for the next performance of Starlight continue, and everyone is filled with hope as they move forward. Everyone that is, except for Nana, who sinks into despair.",
                    "TitleJapanese": "星祭りの夜に",
                    "SummaryJapanese": "新しく書き上げられた第100回聖翔祭の「スタァライト」の台本に、第99回の再演に拘るななの心は揺れる。美しくも哀しい別れが待つこの戯曲に導かれる９人の舞台少女たち。ななの守ろうとする「あの日」と華恋とひかりの求める「未来」が舞台の上で交錯する。"
                },
                "10": {
                    "ID": "6759436",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/revue-starlight/episodes/6759436",
                    "TitleEnglish": "The Show Must Go On",
                    "SummaryEnglish": "The final day has arrived and Karen and Hikari renew their vow to perform Starlight. Can they overcome the unforgiving audition and become Top Stars together?",
                    "TitleJapanese": "されど舞台はつづく The Show Must Go On",
                    "SummaryJapanese": "「私は負けてない」。主役の座を奪われレヴューで負けてなお、諦めず天堂真矢を追い続けてきた西條クロディーヌ。だが、その実力を誰よりもわかっているのは他ならぬ真矢だった。そしてオーディション最終日。キリンが提示した意外な形のレヴューとは。"
                },
                "11": {
                    "ID": "6759437",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/revue-starlight/episodes/6759437",
                    "TitleEnglish": "We Are",
                    "SummaryEnglish": "Fate is cruel and harshly deals with any deviation from the pre-established script. What happens to those who dare defy the system the day after the performance?",
                    "TitleJapanese": "わたしたちは",
                    "SummaryJapanese": "オーディションは終了し、ひかりはいなくなった。華恋は必死にひかりの姿を追い、7人の舞台少女たちもまた大きな喪失感を抱く。ひかり不在のまま、近づいてくる聖翔祭の本番。運命の相手を探し続ける華恋は、ひかりが消えた真実を「スタァライト」の中に見つける。"
                },
                "12": {
                    "ID": "6759438",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/revue-starlight/episodes/6759438",
                    "TitleEnglish": "Revue Starlight",
                    "SummaryEnglish": "Starlight is a story that always results in tragedy, but Karen rejects that doomed inevitability. Will she find a way to rewrite the ending before the curtain falls?",
                    "TitleJapanese": "レヴュースタァライト",
                    "SummaryJapanese": "永遠に繰り返される虚無なる再演。それがひかりの選んだ、華恋を、舞台少女たちを守るための「運命の舞台」。だがその公演を、舞台に飛び入り参加した華恋が真っ向から否定する。「スタァライトは必ず別れる悲劇」。運命を変える、最後のレヴューが始まる。"
                }
            }
        }
    }
}