{
    "URL": "https://www.thetvdb.com/series/music-girls",
    "Genres": [
        "Animation",
        "Anime"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8773498/",
        "https://www.themoviedb.org/tv/80461"
    ],
    "TitleEnglish": "Music Girls",
    "SummaryEnglish": "There are eleven girls that consist the C-class Ongaku Shoujo idol unit under Pine Records. Despite generating red sales marks and not being very popular, Producer Ikebashi and the members are trying their very best to up their levels. Nevertheless, Ikebashi suggests recruiting a new member for Ongaku Shoujo; someone who can act as a catalyst for the success of the group. Thus, an audition was opened, leading to the soon-to-be legendary group's meeting to a girl named Hanako.",
    "TitleJapanese": "音楽少女",
    "SummaryJapanese": "PINE RECORDS』（通称：パイレコ）に所属している千歳ハル、熊谷絵里、竜王更紗、迎桐、迎羽織、箕作沙々芽、西尾未来、雪野日陽、具志堅シュープ、金時琴子、諸岡ろろの１１人は『音楽少女』という名前のアイドルグループのメンバー。\nしかし『音楽少女』は全く売れていないC級アイドル。\n鳴かず飛ばず＆赤字を生み出すだけの『音楽少女』だが、プロデューサー池橋とメンバーは必死に頑張っていた。\n『音楽少女』には新メンバーが必要だと考える池橋。成功をつかむための起爆剤となるようなアイドルが！ということで、オーディションに明け暮れていた。\nそんなある日、『音楽少女』と主人公・はなこが出会って・・・",
    "Aliases": [
        "Ongaku Shoujo (2018)"
    ],
    "Modified": "2024-10-19",
    "Seasons": {
        "0": {
            "ID": "763007",
            "URL": "https://www.thetvdb.com/series/music-girls/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "6829804",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/music-girls/episodes/6829804",
                    "TitleEnglish": "Ongaku Shoujo",
                    "SummaryEnglish": "Eri, a girl who likes to stay indoors, meets a mysterious but enthusiastic transfer student named Haru. Eri used to love to sing and Haru loves Eri's singing. The story follows the two during one summer of their high school life as their love sometimes overlaps and sometimes passes by each other. (source : ANN)",
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "767317",
            "URL": "https://www.thetvdb.com/series/music-girls/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6715866",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/music-girls/episodes/6715866",
                    "TitleEnglish": "A One-in-a-Million Idol",
                    "SummaryEnglish": "Hanaka Yamadaki is obsessed with idols. C-Class girl group Ongaku Shoujo is trying (and failing) to make it big in the idol scene. When their manager discovers Hanaka and brings her to their ill-attended concert, the group realize that she could be the unexpected key to their success.",
                    "TitleJapanese": "100億人に一人のアイドル",
                    "SummaryJapanese": "空港のフロアの片隅に小さく組まれているステージ。そこには売れないアイドル音楽少女のミニライブと、誰でも参加出来るアイドルコンテストが行われる予定だった。\n人数もまばらで、コンテストに参加する人を探していたプロデューサーの池橋は、自称アイドル好きの山田木はなこと偶然出会う。100億年に1人と池橋に見込まれ、ステージに上がるはなこであった。"
                },
                "2": {
                    "ID": "6756693",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/music-girls/episodes/6756693",
                    "TitleEnglish": "Don`t Take Idols Lightly!",
                    "SummaryEnglish": "Hanako moves into the dorms as staff support and immediately starts making suggestions-but while she bonds with some of the girls, not everyone is so happy she's there.",
                    "TitleJapanese": "アイドルなめんな",
                    "SummaryJapanese": "ひょんなことからメンバーのシェアハウスである「どるちぇ」に住むことになったはなこ。しかし、アイドルの考え方に対して信念を持つ羽織と衝突してしまう。\nそんな中、音楽少女のイベントが行われる会場に衣装が届いていないというトラブルが発生し、急遽はなこは衣装を持って会場へ行くことに…。"
                },
                "3": {
                    "ID": "6756694",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/music-girls/episodes/6756694",
                    "TitleEnglish": "Idols, Heart, Resonance!",
                    "SummaryEnglish": "Hanako is trying her best to befriend quiet, aloof Hiyo-but she's a tough nut to crack, constantly plugged into her headphones. Things only get more complicated when Hiyo threatens not to take part in the group's new song.",
                    "TitleJapanese": "アイドル 心 共鳴",
                    "SummaryJapanese": "いつもヘッドホンをして自分の「カンペキな音楽」の世界の中にいる日陽。\nそんな日陽が気になるはなこ。\nある日、はなこは日陽を連れて絵里が作曲中のレコーディングスタジオに行くことに。\n次の新曲ということで意気込んでいる池橋をよそに日陽がポツリと呟いた。\n「何かが足りない…」と。"
                },
                "4": {
                    "ID": "6756695",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/music-girls/episodes/6756695",
                    "TitleEnglish": "Naked Idols!",
                    "SummaryEnglish": "A booking snafu leaves the music girls without a stylist an hour before their big photoshoot-and most of them are clueless about makeup.",
                    "TitleJapanese": "はだかのアイドル",
                    "SummaryJapanese": "どるちぇでメンバーの朝食の準備をしていたはなこは、１人だけ降りてこないシュープを探しに部屋へ入る。そこにいたのは裸族のままのシュープだった。その姿を見たはなこは驚愕する。\n一方、事務所では池橋が慌てており、撮影のヘアメイクの手配がされていないというトラブルが起きてしまう。そこではなこはある事を思いつくが…。"
                },
                "5": {
                    "ID": "6774763",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/music-girls/episodes/6774763",
                    "TitleEnglish": "An Idol's Recipe",
                    "SummaryEnglish": "The Music Girls have a huge photo shoot and interview for an idol magazine-but the director wants them to act like something they're not.",
                    "TitleJapanese": "アイドルのレシピ",
                    "SummaryJapanese": "とある雑誌の撮影をどるちぇで行うことになったメンバー達。「音楽少女の日常」というテーマを元に色々な指示を出す編集者であったが、それに対しメンバーはどこか違和感をおぼえる。\nそんな中、羽織が編集者に一言物申す。音楽少女を誰よりも想う羽織が取った行動とは…。"
                },
                "6": {
                    "ID": "6781073",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/music-girls/episodes/6781073",
                    "TitleEnglish": "Meat and Idols",
                    "SummaryEnglish": "Miku struggles to buy fried chicken and the girls' new song with a famous songwriter is delayed.",
                    "TitleJapanese": "ニクとアイドル",
                    "SummaryJapanese": "新曲のリリースを間近に控え、池橋に事務所に呼ばれたメンバー達。しかし、そこで伝えられたのは新曲の発売中止であった。\n真相を確かめるべく、池橋を問い詰めたはなこだったが、その理由を聞いて青ざめる。メンバー全員に謝罪するはなこに対し、未来だけはまだ自分達に出来ることがあると言い、はなこを連れて事務所を飛び出した。"
                },
                "7": {
                    "ID": "6797062",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/music-girls/episodes/6797062",
                    "TitleEnglish": "Put Idols' Tears on an Airplane...",
                    "SummaryEnglish": "The girls head to a deserted island for a survival photo shoot, but things heat up when one of the photographers turns out to be a boy from Kotoko's past.",
                    "TitleJapanese": "アイドルの涙は紙飛行機に乗せて…",
                    "SummaryJapanese": "とある撮影で南の島に来ているメンバー達。そんな中、リーダー琴子の様子が少しおかしい。\nその日の夜、浜辺に一人佇んでいる琴子を見つけたはなこと沙々芽であったが、そこにもう一人の人影が近づく。危険を感じたはなこはその場を飛び出し琴子を助けようとするが…。"
                },
                "8": {
                    "ID": "6797184",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/music-girls/episodes/6797184",
                    "TitleEnglish": "Can't Stop the IDOLs",
                    "SummaryEnglish": "Tensions rise between the girls as the threat of disbandment over a dating scandal looms.",
                    "TitleJapanese": "can't stop IDOL",
                    "SummaryJapanese": "クイーンレコードが主催する大型音楽Fes「Qネーション」に出場することになったH☆E☆S。しかし、それは音楽少女ではなく、H☆E☆Sとしての参加ということであった。\n素直に喜ぶハルであったが、それに対し複雑な面持ちの絵里。そんな二人は音楽少女に対しての考え方で対立してしまう。\nそんな状況の中、メンバーの前に現れた更紗が急に…。"
                },
                "9": {
                    "ID": "6812078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/music-girls/episodes/6812078",
                    "TitleEnglish": "Being An Idol Is Not Easy",
                    "SummaryEnglish": "Now that they're finally blowing up in popularity, the Music Girls are appearing on their first variety show. Will it be a big hit or a major flop?",
                    "TitleJapanese": "アイドルはつらいよ",
                    "SummaryJapanese": "バラエティ番組の生放送でスタジオにいる沙々芽、ろろ、未来、シュープ、桐、はなこ。バラエティに慣れていない桐は他のメンバー達に助けられながらも、妹・羽織の存在が自分にとっていかに大きいか、改めて認識する。\nそして各メンバーが意外(?)な特技を披露していく中、ろろは持ち前のマイペースを発揮し、番組を盛り上げていく。\n一方、羽織にはある異変が…。"
                },
                "10": {
                    "ID": "6812079",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/music-girls/episodes/6812079",
                    "TitleEnglish": "A Song, A Young Girl, & An Idol",
                    "SummaryEnglish": "Uori struggles with vocal rest while getting over her illness; Sasame's pet Var leads her to make an unexpected friend.",
                    "TitleJapanese": "歌と少女とアイドル",
                    "SummaryJapanese": "沙々芽の相棒でもあるザリガニのヴァルが水槽から脱走してしまった。\nヴァルを探しに外を歩いていると、ある少女が「カニまる」と呼んでいる現場に出会う。それはヴァルであったが、少女に対し、沙々芽はヴァルとの最初の出会いは４ビートだったと語り始める。"
                },
                "11": {
                    "ID": "6823036",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/music-girls/episodes/6823036",
                    "TitleEnglish": "The Ultimate Idol",
                    "SummaryEnglish": null,
                    "TitleJapanese": "最高のアイドル",
                    "SummaryJapanese": "撮影で遊園地に来ているメンバー達であったが、羽織だけは浮かない表情をしていた。\n途中、撮影に気づいたファン達は、人気急上昇中の音楽少女に対しサインや握手を求め現場はパニックに。\n一度撮影は中断することになったが、そこに羽織の姿は見えず、一人行方をくらましてしまった…。"
                },
                "12": {
                    "ID": "6828305",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/music-girls/episodes/6828305",
                    "TitleEnglish": "Shining Piece",
                    "SummaryEnglish": "It's the Music Girls' first stage at the Summer Melody festival, but if they don't fill the audience with 10,000 people they risk losing their status as idols.",
                    "TitleJapanese": "アイドルの一片",
                    "SummaryJapanese": "「サマーメロディフェスティバル」通称メロフェスに初出場することになった音楽少女であったが、ステージ前は目標とする集客には届いていない状況であった。\nLIVEが始まり、次々とステージには人が集まり、目標に達するかと思われたその瞬間、思いもよらない事態が起きてしまう。\nそこではなこが取った行動とはー。"
                }
            }
        }
    }
}