{
    "URL": "https://www.thetvdb.com/series/happy-sugar-life",
    "Genres": [
        "Animation",
        "Anime",
        "Crime",
        "Drama",
        "Horror",
        "Romance",
        "Thriller"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/4FBB-31F2-C5CA-741D-F0AF-N",
        "https://www.imdb.com/title/tt8696458/",
        "http://happysugarlife.tv/",
        "https://www.tvmaze.com/shows/36827/show-slug",
        "https://www.themoviedb.org/tv/80826",
        "https://en.wikipedia.org/wiki/Happy_Sugar_Life",
        "https://x.com/happysugarlifeA"
    ],
    "TitleEnglish": "Happy Sugar Life",
    "SummaryEnglish": "This is a shivering pure love psycho horror story of a girl named Satou Matsuzaka, who has someone she likes. She experiences a sweet feeling when she sleeps with her, and thought it must be love. Everything will be forgiven as long as she protects this feeling, even if she tricks, commits crimes, steals, or even kills, she thought.",
    "TitleJapanese": "ハッピーシュガーライフ",
    "SummaryJapanese": "誰も愛したことがなかった少女・松坂さとう。\nそんなさとうが初めて愛した少女・神戸しお。\n寄り添う二人の少女、甘く幸せな生活。\nそれを脅かすものを――松坂さとうは許さない。\n愛のためなら脅迫も監禁も殺人さえも。\n\n甘くて痛い、真実の純愛サイコホラー。",
    "Aliases": [
        "Słodkie, szczęśliwe życie"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "764337",
            "URL": "https://www.thetvdb.com/series/happy-sugar-life/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6684236",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happy-sugar-life/episodes/6684236",
                    "TitleEnglish": "1st Life: The Sugar Girl Eats Love",
                    "SummaryEnglish": "Shoko is surprised to hear that Satou has decided to give up fooling around with guys and start living together with the person she loves, a mysterious girl named Shio. Satou starts working more to cover the expenses of her new life with Shio. However, an incident happens at her new job.",
                    "TitleJapanese": "砂糖少女は愛を食む",
                    "SummaryJapanese": "すっかり男遊びをやめ、「好きな人と二人暮らしを始めた」と言うさとうに驚くしょうこ。実はその相手とは、しおという名の謎の少女だった。しおとの生活のためにバイトを増やすさとう。しかし新しいバイト先で事件が起きる。"
                },
                "2": {
                    "ID": "6759322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happy-sugar-life/episodes/6759322",
                    "TitleEnglish": "2nd Life: Shio's Miniature Garden",
                    "SummaryEnglish": "Satou is holding a trash bag covered in blood. She tries to throw it away in the river, but senses someone nearby. The next day at school, the class president, Kitaumekawa, worries about Satou and tries to talk to her. Meanwhile, Asahi is handing out flyers around town looking for Shio.",
                    "TitleJapanese": "しおの箱庭",
                    "SummaryJapanese": "血のにじんだゴミ袋を手にするさとう。それを川に捨てようとした時、誰かの気配を感じる。翌日の学校では、学年主任の北埋川がさとうを心配して声をかけてきた。一方、街ではビラを配ってしおを捜索するあさひの姿があった。"
                },
                "3": {
                    "ID": "6760751",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happy-sugar-life/episodes/6760751",
                    "TitleEnglish": "3rd Life: A Long Monochromatic Night",
                    "SummaryEnglish": "When Asahi gets attacked by a group of thugs, Satou and Mitsuboshi protect him. Satou senses that Asahi and Shio are connected to each other through a special relationship, and is almost overcome with anger. Meanwhile, Shio starts to worry when Satou is late coming home, and leaves the apartment to search for her around town at night alone.",
                    "TitleJapanese": "モノクロームの長い夜",
                    "SummaryJapanese": "不良たちに襲われたあさひを保護するさとうと三星。あさひとしおとの間に特別なつながりを察したさとうは激情に身を委ねそうになる…。その頃、帰宅が遅いさとうが心配になったしおは、マンションを出てひとりで夜の街へ出る。"
                },
                "4": {
                    "ID": "6760752",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happy-sugar-life/episodes/6760752",
                    "TitleEnglish": "4th Life: The Sugar Girl Doesn't Notice",
                    "SummaryEnglish": "Shio runs into Mitsuboshi on town at night, which reawakens memories of her painful past. Shio's father was abusive towards his wife. Shio sees an illusion of her mother, who tells her that she'll never forgive Shio. Shio passes out in a park, and thugs creep up around her.",
                    "TitleJapanese": "砂糖少女は気づかない",
                    "SummaryJapanese": "夜の街で三星と出会い、過去の辛い記憶を呼び起こされるしお。しおの父親は妻にDVを働いていた。しおは母親の幻影に「私は絶対、あんたを許さないから」と言われ、公園で気を失ってしまう。そこに不良たちが忍び寄る……。"
                },
                "5": {
                    "ID": "6760753",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happy-sugar-life/episodes/6760753",
                    "TitleEnglish": "5th Life: The Taste of Crime and the Taste of Punishment",
                    "SummaryEnglish": "Sumire, a coworker at Satou's job, is interested in Satou and admits that she peeked at Satou's resume. Sumire becomes suspicious that no one is actually living at the address on Satou's resume. Meanwhile, Shoko goes to Mitsuboshi's place to visit him, but discovers something shocking in his room.",
                    "TitleJapanese": "罪の味、罰の味",
                    "SummaryJapanese": "さとうのバイト先の後輩・すみれが、さとうに憧れるあまり履歴書を盗み見したと告白。その住所には誰も住んでいないのではと怪しんでくる。しょうこは三星の家へ見舞いに行くが、三星の部屋でとんでもないものを見つけてしまう。"
                },
                "6": {
                    "ID": "6760754",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happy-sugar-life/episodes/6760754",
                    "TitleEnglish": "6th Life: We Revolve Around the Moon",
                    "SummaryEnglish": "Shoko starts to get suspicious about Satou, and runs into Asahi passing out flyers. Satou says that she has to go to Mitsuboshi's place to deliver a notebook with a message from work, but when Mitsuboshi opens the notebook, he finds a message asking whether he wants her to let him see Shio.",
                    "TitleJapanese": "私たちは、月の周りを回っている",
                    "SummaryJapanese": "さとうのことを怪しみはじめたしょうこは、ビラを配り続けているあさひに出会う。さとうは三星の家にバイトの伝達事項だと言ってノートを届けに行くが、三星がノートをめくると、「しおちゃんに会わせてあげようか」と書かれていた。"
                },
                "7": {
                    "ID": "6760755",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happy-sugar-life/episodes/6760755",
                    "TitleEnglish": "7th Life: What the Sugar Girl is Made Out Of",
                    "SummaryEnglish": "Satou and Shoko head to the apartment where Satou says she lives. As soon as they step out of the elevator, they run into two police officers, who tell Satou to knock on the door. Someone opens the door from inside...",
                    "TitleJapanese": "砂糖少女の原材料",
                    "SummaryJapanese": "さとうとしょうこは、さとうが住んでいるというマンションに向かう。ふたりがマンションのエレベーターを下りると、そこにはふたりの警官が立っていた。警官に促されたさとうがドアをノックすると、そこから出てきた人物は……。"
                },
                "8": {
                    "ID": "6760756",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happy-sugar-life/episodes/6760756",
                    "TitleEnglish": "8th Life: Apartment No. 1208",
                    "SummaryEnglish": "The apartment where Satou and Shio live, Apartment No. 1208, used to be the home of a male painter who lived alone. Satou used to be his model, and would visit his apartment every day and have conversations about random things. However, one day...",
                    "TitleJapanese": "１２０８号室",
                    "SummaryJapanese": "さとうとしおが住んでいる1208号室は、もともとは男性画家がひとりで住んでいる部屋だった。さとうはかつて、彼のモデルをしていたのだ。連日部屋に通いながら、彼と他愛もないおしゃべりを交わすさとう。しかし、ある日……。"
                },
                "9": {
                    "ID": "6760758",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happy-sugar-life/episodes/6760758",
                    "TitleEnglish": "9th Life: Dissolving Rain",
                    "SummaryEnglish": "Satou gets Mitsuboshi to agree to help her by offering to let him see Shio. Mitsuboshi contacts Asahi and tries to get him to leave town to get him away from Shio, but Asahi gets suspicious. That night, Asahi reveals his feelings for Shio to Shoko.",
                    "TitleJapanese": "融解レイン",
                    "SummaryJapanese": "しおに会わせることを条件に、三星の協力を取り付けたさとう。三星はあさひに接触し、しおのいるこの街からあさひを遠ざけようとするが、疑われてしまう。その夜あさひは、しおに対する想いをしょうこに打ち明けるのだった。"
                },
                "10": {
                    "ID": "6760759",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happy-sugar-life/episodes/6760759",
                    "TitleEnglish": "10th Life: A Proposal under a Starry Sky",
                    "SummaryEnglish": "After killing Shoko, Satou returns to Apartment No. 1208, and passes out into a deep sleep. Shio doesn't know about what happened, and starts thinking about her mother, Yuuna, who left home and abandoned her. Shio's father was always violent towards Shio's poor mother, who was scared, sad, and also very kind.",
                    "TitleJapanese": "星空のプロポーズ",
                    "SummaryJapanese": "しょうこを殺したさとうは1208号室に戻り、気を失うように眠りこける。何も知らないしおは、自分を置いて出ていった母・ゆうなのことを思い出す。いつも父親に暴力をふるわれていた不幸な母。怖くて、悲しくて、優しい母……。"
                },
                "11": {
                    "ID": "6760760",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happy-sugar-life/episodes/6760760",
                    "TitleEnglish": "11th Life: An Eternal Moment with You",
                    "SummaryEnglish": "Shoko had sent a photo of Satou and Shio to Asahi right before she was killed. Asahi captures Mitsuboshi and forces him to reveal the location of Satou's apartment. Satou makes a vow to Shio to fight together, and heads to Apartment 305, where her aunt lives.",
                    "TitleJapanese": "永遠の一瞬を、貴方と。",
                    "SummaryJapanese": "しょうこは殺される直前、あさひにさとうとしおの画像を送っていた。それを見たあさひは、三星を拘束してさとうのマンションを突き止めさせる。しおと「一緒に戦う」ことを誓いあったさとうは、叔母のいる305号室に向かった。"
                },
                "12": {
                    "ID": "6760761",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/happy-sugar-life/episodes/6760761",
                    "TitleEnglish": "12th Life: Happy Sugar Life",
                    "SummaryEnglish": "Satou and Shio spend their last night in Apartment No. 1208. The two girls wear matching rings. Satou tries to bury everything so that they can enjoy a brighter future. Meanwhile, Asahi has something he has to tell Shio, and searches for the two girls.",
                    "TitleJapanese": "ハッピーシュガーライフ",
                    "SummaryJapanese": "さとうとしおがすごした1208号室、最後の夜。ふたりの指にはペアリングがはめられていた。光り輝く未来のために、すべてを葬り去ろうとするさとう。ふたりを探すあさひは、しおにどうしても伝えなければならないことがあった。"
                }
            }
        }
    }
}