{
    "URL": "https://www.thetvdb.com/series/the-master-of-ragnarok-and-blesser-of-einherjar",
    "Genres": [
        "Adventure",
        "Animation",
        "Anime",
        "Fantasy"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9042408/",
        "https://www.themoviedb.org/tv/80670"
    ],
    "TitleEnglish": "The Master of Ragnarok and Blesser of Einherjar",
    "SummaryEnglish": "Some urban legends are best left untested! Yuuto Suou gets more than he bargained for when he joins his childhood friend Mitsuki Shimoya in testing out an urban legend. When he uses his phone to take a picture of himself with the local shrine's divine mirror, he is whisked off into another world—one heavily steeped in the lore of the old Norse myths. Using his knowledge gained from school and from his solar-powered smartphone, he has the chance to bring the Wolf Clan, the same people who cared for him, to prominence, all while earning the adoration of a group of magic-wielding warrior maidens known as the Einherjar.",
    "TitleJapanese": "百錬の覇王と聖約の戦乙女",
    "SummaryJapanese": "戦乱の黎明世界「ユグドラシル」に迷い込んだ現代の少年、周防勇斗。\n弱肉強食、幾多の氏族が覇権を争うこの世界で、\n勇斗は現代知識を武器にわずか十六歳で数千もの軍勢を率いる宗主（パトリアーク）にまで昇り詰めていた！\n異世界で王になった少年と、盃の契りを結び彼に絶対の忠誠を誓う麗しき戦乙女たちが織りなす、\n爽快無双ファンタジークロニクル!!",
    "Aliases": [
        "The Master of Ragnarok",
        "Master of Ragnarok",
        "Hyakuren no Haou to Seiyaku no Valkyria",
        "The Master of Ragnarok & Blesser of Einherjar"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "1": {
            "ID": "764338",
            "URL": "https://www.thetvdb.com/series/the-master-of-ragnarok-and-blesser-of-einherjar/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6684237",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-master-of-ragnarok-and-blesser-of-einherjar/episodes/6684237",
                    "TitleEnglish": "The Oath of the Chalice",
                    "SummaryEnglish": "Yuuto's been sent to another world, where he is now commander, or \"Patriarch\" of a clan of warriors. To survive in this new world, he uses his cell phone, his only connection to the girl he loves back home.",
                    "TitleJapanese": "盃の誓い",
                    "SummaryJapanese": "現代からユグドラシルに召喚された周防勇斗は、小さな氏族《狼》の宗主として隣接する大国《角》との戦争を指揮していた。スマホから得た戦術の知識、そして特殊な力『ルーン』を持つ少女フェリシアとジークルーネの力で見事勝利を収めた勇斗は《角》の宗主と対面することになる。しかしそこに現れたのは年端も行かぬ若き宗主リネーアであった。"
                },
                "2": {
                    "ID": "6755177",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-master-of-ragnarok-and-blesser-of-einherjar/episodes/6755177",
                    "TitleEnglish": "Tactics of the Wolf",
                    "SummaryEnglish": "To protect his new oath sister, Linnea, Yuuto leads the Wolf against the \"Hoof\" clan, their enemy. Things are going well for the Wolf when the leader of the Hoof strikes at Linnea's army, the weakness in their defenses.",
                    "TitleJapanese": "狼の戦術",
                    "SummaryJapanese": "妹分となったリネーアと《角》の氏族を守るため、勇斗は強大な敵国《蹄》と戦うことを決意する。すべてを蹂躙するチャリオット部隊を前に、勇斗は《狼》と《角》の力を合わせた総力戦で挑む。優勢に思えた戦況だったが、《蹄》の宗主ユングヴィは勇斗の戦術の弱点に気づき、守りの薄いリネーアを追い詰めていくのだった。"
                },
                "4": {
                    "ID": "6755185",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-master-of-ragnarok-and-blesser-of-einherjar/episodes/6755185",
                    "TitleEnglish": "Steel Is Tempered One Hundred Times",
                    "SummaryEnglish": "Yuuto visits a town that he's newly added to his domain, which was formerly run by the Horn. The people of the town aren't happy about their new ruler. Linnea tries her best to persuade them, but she's lost faith in her own ability to be a Patriarch.",
                    "TitleJapanese": "百錬成鋼",
                    "SummaryJapanese": "《角》の街、ギムレーを訪れた勇斗たち。新しい農法を提案する勇斗だったが、街の人々の反応は冷たい。リネーアは勇斗の役に立とうと、人々を説得し始める。彼女の人望に感心する勇斗。だがリネーアは、勇斗より劣っている自分に、宗主としての自信を完全に失っていたのであった。"
                },
                "5": {
                    "ID": "6755186",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-master-of-ragnarok-and-blesser-of-einherjar/episodes/6755186",
                    "TitleEnglish": "The Lion That Devours the Tiger",
                    "SummaryEnglish": "Yuuto is faced with the powerful forces of the Lightning. They're unmatched in battle, and lead by an unstoppable leader. But Yuuto has a plan...",
                    "TitleJapanese": "虎を食う獅子",
                    "SummaryJapanese": "ついに《雷》と戦いがはじまる。知略を巡らす勇斗であったが、ステインソールは自ら最前線に立ち、その圧倒的な力で《狼》の兵を打ち破っていく。無双の虎を止めるべく、《狼》のエインヘリアルたちは彼を囲み総攻撃を仕掛けるが――。最強のエインヘリアルを前に、勇斗が生み出した蛇が牙をむく。"
                },
                "6": {
                    "ID": "6781170",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-master-of-ragnarok-and-blesser-of-einherjar/episodes/6781170",
                    "TitleEnglish": "Valkyrie's Day Off",
                    "SummaryEnglish": "The war is over, and it's time for a vacation! Yuuto and the gang travel to a vacation spot, where all the girls fight over who gets the right to wash Yuuto.",
                    "TitleJapanese": "戦乙女の休日",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "6789598",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-master-of-ragnarok-and-blesser-of-einherjar/episodes/6789598",
                    "TitleEnglish": "The Kotatsu and the Empty Bellows",
                    "SummaryEnglish": "Effy isn't getting along with the girls at school, and Kris has a plan to fix that. Meanwhile, Ingrid is annoyed that Yuuto fails to notice her advances, and tries to get him to realize that she's a girl.",
                    "TitleJapanese": "こたつと空回りのふいご",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "6812055",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-master-of-ragnarok-and-blesser-of-einherjar/episodes/6812055",
                    "TitleEnglish": "Cornered Wolf",
                    "SummaryEnglish": "Leafa, a girl who looks just like Mitsuki, give Yuuto a clue how to return home. The Wolf enjoys a New Years party, only to learn that the Lightning is on the march once more.",
                    "TitleJapanese": "追い詰められた狼",
                    "SummaryJapanese": "美月と瓜二つの少女、リーファから現代に帰る方法を聞く勇斗。彼女を加え、フェリシアたち《狼》の臣下と新年の宴を楽しむ。しかしその直後、勇斗は《雷》が再び動き出したことを知る。迎え撃つ《狼》の軍。虎心王ステインソールの力に圧されながらも、勇斗の策で優勢となるはずだった《狼》だが――。"
                },
                "11": {
                    "ID": "6820557",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-master-of-ragnarok-and-blesser-of-einherjar/episodes/6820557",
                    "TitleEnglish": "Proof of a Great Ruler",
                    "SummaryEnglish": "The Panther launch a surprise attack, catching the Wolf off guard. Yuuto is forced to show if he truly has what it takes to be the Master of Einherjar.",
                    "TitleJapanese": "覇王の証明",
                    "SummaryJapanese": "予想していなかった《豹》の奇襲。勢い衰えぬステインソールと本陣間近まで迫ったルングに、敗走を余儀なくされる勇斗。兵と自分の命を守るのか、占領され全てを奪われるだろう市民を守るのか、苦渋の選択の末、勇斗は自らが百錬の覇王であることを証明する賭けにでる。"
                },
                "12": {
                    "ID": "6829026",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-master-of-ragnarok-and-blesser-of-einherjar/episodes/6829026",
                    "TitleEnglish": "A Place to Call Home",
                    "SummaryEnglish": "Yuuto is sent back to modern Japan, where he's forced to make a choice: stay there with his beloved Mitsuki, or go back to save everyone.",
                    "TitleJapanese": "帰るべき場所",
                    "SummaryJapanese": "ルングとの戦いを終え、現代に帰ってしまった勇斗。待ち望んでいた美月との再会に喜び、争いのない平穏な日常へと戻っていく。だが、心のうちではユグドラシルのことが忘れられず、美月も勇斗の気持ちに気づいてしまう。フェリシアたちへの想いを断ち切れない勇斗を、美月は夜の神社へ呼びだした――。"
                }
            }
        }
    }
}