{
    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9286928/",
        "https://mahouritsu.com/",
        "https://www.tvmaze.com/shows/36837/show-slug",
        "https://www.themoviedb.org/tv/80853",
        "https://en.wikipedia.org/wiki/Muhyo_%26_Roji's_Bureau_of_Supernatural_Investigation#Anime",
        "https://x.com/mahouritsuanime"
    ],
    "TitleEnglish": "Muhyo & Roji's Bureau of Supernatural Investigation",
    "SummaryEnglish": "Are you a victim of unwanted spirit possession? Is there a ghost you need sent up and away...or down to burn for all eternity? If the answer is yes, then you need Muhyo and Roji, experts in magic law. Serving justice to evil spirits is their specialty.",
    "TitleJapanese": "ムヒョとロージーの魔法律相談事務所",
    "SummaryJapanese": "人間に危害を加えたり、事件を起こす悪霊や死霊に対して刑を下し、\nあの世へ送る能力をもつ天才的な魔法律の執行人・六氷透（ムヒョ）と\nその助手を務める草薙次郎（ロージー）。\n彼らの元にはいつも霊に悩める人々が訪れていた。\nそんなある日、ムヒョの魔法律学校時代のライバル・円宙継（エンチュー）がムヒョの前に現れ、\n壮絶な闘いの火ぶたを切る！",
    "Aliases": [
        "Muhyo to Roujii no Mahouritsu Soudan Jimusho"
    ],
    "Modified": "2025-08-29",
    "Seasons": {
        "1": {
            "ID": "764461",
            "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6685809",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/6685809",
                    "TitleEnglish": "Rie and Taeko",
                    "SummaryEnglish": null,
                    "TitleJapanese": "リエとタエコ",
                    "SummaryJapanese": "霊による犯罪に対して、様々な刑を執行する“魔法律”。\nそんな魔法律の執行人・六氷透とその助手・草野次郎は魔法律相談事務所で働いていた。\nある日、二人のもとに相談にやってきた少女・理恵。\n彼女は駅に出没する霊について悩んでいた。\nその霊とは、亡くなった親友の妙子だと言う。"
                },
                "2": {
                    "ID": "6777428",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/6777428",
                    "TitleEnglish": "Kenzi and Nana",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ケンジとナナ",
                    "SummaryJapanese": "幽霊が存在しないことを証明するために、町はずれにあるお堂を訪れるケンジ。\nお堂の扉に貼ってあるお札を勝手にはがしてしまい！？\nケンジの姉貴的存在、ナナが撮った写真を、すべて心霊写真だと断言するムヒョ。\nナナは心霊写真という言葉に反応し、怒り出すが・・・。"
                },
                "3": {
                    "ID": "6777429",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/6777429",
                    "TitleEnglish": "Talent",
                    "SummaryEnglish": null,
                    "TitleJapanese": "才能",
                    "SummaryJapanese": "午前2時にピアノを弾く黒い影。白鳥綾の依頼に、ムヒョとロージーが出向いた。\n天才ピアニストと称賛される綾に向けられる無数の嫉妬の目。その思いが怨霊となって現れた。だが、その背後には・・・。魔法律協会からロージー宛に、1級書記官への昇級試験の招待状と『魔封じのペン』が届いた。\nそこへ、ナナが歩道橋で撮った心霊写真と思われる写真を持ってやってきて・・・。"
                },
                "4": {
                    "ID": "6777430",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/6777430",
                    "TitleEnglish": "Omen",
                    "SummaryEnglish": null,
                    "TitleJapanese": "前兆",
                    "SummaryJapanese": "昇級試験に参加する為に、魔法律協会へやってきたムヒョとロージー、そして勝手に付いてきたナナ。\n3人を出迎えたのは、ムヒョの昔の同級生で裁判官のヨイチだった。\nどこか沈んだ街の様子に、ヨイチはとある名前を漏らす。\nその者の影に人々が怯えているようだと。不安は現実となった。昇級試験の説明会に霊が現れた。\nそれは、人から人へ伝染する霊であった・・・。"
                },
                "5": {
                    "ID": "6777431",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/6777431",
                    "TitleEnglish": "Insanity",
                    "SummaryEnglish": null,
                    "TitleJapanese": "狂気",
                    "SummaryJapanese": "伝染する霊の騒ぎはムヒョによって治まったが、責任は自分にあると、ロージーは一人、飛び出してしまう。\n追いかけて来たヨイチは、魔法律学校でんいた頃の話をロージーにする。\nかつてのムヒョ、ヨイチ、そして真面目でやさしく、執行人になる為に人一倍努力していた、エンチューという少年のある悲劇を。\nそれから時は経ち、今、エンチューは魔法律協会に姿を現し、無数の怨霊を解き放った。"
                },
                "6": {
                    "ID": "6799338",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/6799338",
                    "TitleEnglish": "The Butterfly of the Night",
                    "SummaryEnglish": null,
                    "TitleJapanese": "夜の蝶",
                    "SummaryJapanese": "ムヒョとロージーとナナは、仕事の依頼で、ひなびた温泉地に赴いた。\n温泉宿で湯につかりながら、依頼人を待つ三人。女湯のナナを覗く中年男をロージーが捕まえた。\nこれは観察だと言い張る男は何と依頼人であり、現在、大ベストセラーの小説、『夜の蝶』の作者、四谷阿部之であった。"
                },
                "7": {
                    "ID": "6799340",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/6799340",
                    "TitleEnglish": "Magic Prison",
                    "SummaryEnglish": null,
                    "TitleJapanese": "魔監獄",
                    "SummaryJapanese": "魔具師のビコこと我孫子優が突然事務所に現れた。\nビコとムヒョは魔法律学校の同期であり、古い仲だ。\nビコはムヒョに一緒に来てもらいたい所があると言う。\nそこは強力な霊たちが封印された第18魔監獄。\n最下層にある、危険度Aクラスの霊の封印が破られたという。\n封印の札を作ったのはビコだった。\n責任を感じるビコに、ムヒョは貸しだと言い、魔監獄のある島へ旅立つことにした。"
                },
                "8": {
                    "ID": "6799342",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/6799342",
                    "TitleEnglish": "Becoming Someone Else",
                    "SummaryEnglish": null,
                    "TitleJapanese": "なりかわり",
                    "SummaryJapanese": "霊燐漂う魔監獄の最下層へ降りてゆく、ムヒョ、ビコ、ロージー、そして、ビコの師匠、魔具師のリオ。\n最下層の霊によって封印が剥がされ、いくつもの霊が闇に蠢く。\n一行はレインドッグという霊から攻撃を受け、ビコが霊性ウィルスに感染してしまう。\nムヒョは魔法律書を開いて、レインドッグの攻撃に立ち向かうが…"
                },
                "9": {
                    "ID": "6799343",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/6799343",
                    "TitleEnglish": "Sophie",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ソフィー",
                    "SummaryJapanese": "最下層の封印を破ったのは、顔剥ぎの異名をもつソフィーという少女の霊。\n他人に化ける『なりかわり』によって、魔監獄にいる誰かと入れ替わっていた。\nそれが何者なのかわかった時、ソフィーは遂にその素顔を見せる。\n魔法律の使い過ぎにより、眠っていたところを無理矢理起こされるムヒョ。\nすさまじい霊エネルギーで向かってくるソフィーを倒すべく、上級魔法律を執行しようとするが…"
                },
                "10": {
                    "ID": "6846884",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/6846884",
                    "TitleEnglish": "Raspberries",
                    "SummaryEnglish": null,
                    "TitleJapanese": "木イチゴ",
                    "SummaryJapanese": "魔具師は魔具を使えないはずなのに、リオがビコを守るために術を発動したことにロージーは気付いた。\nそんな中、ムヒョが突然倒れる。\n煉が底をつき、危険な虚脱という状態に陥ってしまったのだ。\nこの時を待っていた者がいた。それはリオであった…。\nリオの肌には、反逆者の印が刻印されていた。\nエンチューと同じく、禁魔法律の側の人間となっていたのだ。\nリオはムヒョを倒すべく、呪文を唱え始める。"
                },
                "11": {
                    "ID": "6846886",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/6846886",
                    "TitleEnglish": "The Gamble",
                    "SummaryEnglish": null,
                    "TitleJapanese": "賭け",
                    "SummaryJapanese": "容赦なく、ムヒョたちを攻撃していくリオ。\n弟子であるビコの懸命な説得にも耳を貸さない。\n禁魔法律によって地獄の使者に魂を売った者は、二度と人には戻れない。\nだがムヒョは、何とかなるかもしれないと言う。\nその為には、ムヒョが虚脱の状態から回復する必要があった。\n追い詰められた一行は、疲弊しきったムヒョを一時的に回復させられるという、ビコが調合する秘薬にすべてを懸けることに…"
                },
                "12": {
                    "ID": "6846888",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/6846888",
                    "TitleEnglish": "Swallows in the Wind",
                    "SummaryEnglish": null,
                    "TitleJapanese": "～風の中のツバメ～",
                    "SummaryJapanese": "遂に、すべての黒幕であるエンチューがムヒョたちの前に姿を現し、戦いを挑んできた。\n魔監獄から解放された霊たちが合体し、ムヒョたちへ襲い掛かる。\n霊たちの塊の中に捕らわれてしまうムヒョとロージー。\n苦しみ悶える二人の運命、そしてムヒョとエンチューの戦いの行方は…！？"
                }
            }
        },
        "2": {
            "ID": "1853821",
            "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "7680144",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/7680144",
                    "TitleEnglish": "Enter Goryo",
                    "SummaryEnglish": "Two of Nana's classmates play a Ouija-style game after school and find themselves in supernatural trouble. The head of a competing agency shows up to deal with the problem, but has another objective in mind involving Muhyo & Roji's bureau.",
                    "TitleJapanese": "五嶺登場",
                    "SummaryJapanese": "ナナのクラスメートのユミとリカが、放課後、『コックリさん』をしていた。\nナナはやめるようにと言い、バイトの為、急いで帰る。夜、『六氷魔法律相談事務所』で、ナナからその話を聞いたムヒョは、嫌な予感を抱いた。ロージーとナナがユミの元に駆け付けると、案の定、霊が襲った後であった。\nすると、瀕死のユミを、二人の魔法律家が救った。それはーー『ゴリョーグループ』頭取、五嶺陀羅尼丸と助手の恵比寿花夫であった。"
                },
                "2": {
                    "ID": "7830131",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/7830131",
                    "TitleEnglish": "The Ruins of Akagawa Estates",
                    "SummaryEnglish": "Goryo challenges Muhyo to a winner-take-all contest over who can exorcise the spirits of the long abandoned Akagawa Estates housing project. Nana learns the tragic tale that led to the site being haunted. Ebisu finds himself in a tight spot.",
                    "TitleJapanese": "赤川団地跡",
                    "SummaryJapanese": "五嶺は、ムヒョへ、事務所を賭けて勝負を挑んできた。五嶺たちが負ければ、『コックリさん』の霊を除霊した法外な料金をタダにするという申し入れもあり、ロージーはムヒョが負ける訳がないと、その勝負を受けてしまう。舞台は、長い間廃墟となった、霊が巣食うという赤川団地跡。先に霊を倒した側が勝利となる。五嶺とムヒョの、魔法律勝負が始まったーー。"
                },
                "3": {
                    "ID": "7830134",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/7830134",
                    "TitleEnglish": "Win or Lose",
                    "SummaryEnglish": "Nana has important information for Muhyo and Roji about the doll spirits. Muhyo coaches Nana about a technique she must perform, something he has never done for Roji. As the contest reaches its conclusion, Muhyo makes a surprise announcement.",
                    "TitleJapanese": "勝敗",
                    "SummaryJapanese": "事務所を賭けた、赤川団地跡の勝負が続くーー。霊の群れを中空の結界に集める『電磁気吸』の陣を恵比寿が発動した。集めた霊達を、一気に魔法律で片付ける戦略。その中の霊が漏らす声をナナが聞いていた。『会イタイ…』と、それは祈りのような声であった。だが、その時、五嶺の魔法律、『雷獄童子』が執行された。中空へ飛び上がった巨大な童子、『雷獄童子』が口を開け、集めた霊達を飲み込もうとするーー。"
                },
                "4": {
                    "ID": "7830135",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/7830135",
                    "TitleEnglish": "Encounter",
                    "SummaryEnglish": "After Roji is placed on suspension by Muhyo, he is sent to the Association with Imai to try to sort things out for himself. Dejected about not being able to join in with helping Rio, Roji recounts for Imai the first time he ever met Muhyo.",
                    "TitleJapanese": "出会い",
                    "SummaryJapanese": "赤川団地跡の勝負が決した。ムヒョは、先に魔法律を執行したにもかかわらず、敗北を宣言した。事務所は五嶺のものとなったーー。後日。魔法律院行きの列車に、ロージーは今井とともに乗り込んだ。魔法律院で改めて勉強することとなったロージーと、ムヒョは、しばし別れることとなった。動き出す列車をムヒョが見送る。走る車内で、ロージーは思い出していた。ムヒョと初めて会った日のことをーー。"
                },
                "5": {
                    "ID": "7830137",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/7830137",
                    "TitleEnglish": "The Testing Begins",
                    "SummaryEnglish": "With a little guidance from Imai, Roji decides to undergo the exams being held by the Magic Law Academy to help him better understand himself, and in the process, makes some new friends. Muhyo lays the groundwork for an ambitions new contract.",
                    "TitleJapanese": "検定開始",
                    "SummaryJapanese": "今井の家に寄宿することとなったロージーは、ムヒョが自分の何に期待しているのかを知る為にも、自分を知るべきだと、魔法律院主催の魔法律検定を受けることにした。魔法律院には、様々な者達が集まっていた。その中に、ロージーは、五嶺の元をクビになった、恵比寿の姿を見つけた。一方、ヨイチ、ビコと合流したムヒョは、魔法律協会内にある林の中の一軒家にいた。そこで、何かを始める準備をしていたーー。"
                },
                "6": {
                    "ID": "7830138",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/7830138",
                    "TitleEnglish": "Their Respective Trials",
                    "SummaryEnglish": "A vengeful spirit stalks the enrichment camp participants, while Roji, Lili and Maril enlist Ebisu's assistance. Muhyo takes the extraordinary measure of soliciting a contract with Hades Ruararie, but he must first prove his strength through combat.",
                    "TitleJapanese": "それぞれの試練",
                    "SummaryJapanese": "ロージーら魔法律特別強化合宿の選抜メンバーが宿泊する魔法律院に、いくつもの指をヒトデのように広げた、奇怪な怨霊が現れた。廊下のそこここでは、シャッターが下ろされ、逃げる者の退路をふさぐ。選抜メンバーを閉じ込め、襲いくる霊に立ち向かわせる。恐るべき強化合宿が始まったのだ。その頃。林の中の一軒家では、ムヒョ、ヨイチ、ビコの前に冥王ルアラリエが出現していたーー。"
                },
                "7": {
                    "ID": "7830139",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/7830139",
                    "TitleEnglish": "Trust",
                    "SummaryEnglish": "Roji and his companions try to evade Bellocent. With all other options exhausted, Maril proposes a risky means of defeating the creature. Muhyo continues his arduous negotiations with Hades. Ebisu recounts the details of his troubled past.",
                    "TitleJapanese": "信頼",
                    "SummaryJapanese": "第３魔監獄を密かに脱獄した、伝説の悪霊、霧吹き山のブイヨセンが、ロージー達の前に現れた。今井が陣で攻撃するが、ブイヨセンには効かない。ブイヨセンは、念動力を使って、ロージー達を追いつめてゆく。一方、一軒家の外の中空では、冥王とムヒョの使者、幽李が戦っていた。圧倒的な力を誇る冥王の攻撃をかわすだけで精一杯の幽李。だが、ムヒョは逆転の機会をうかがっていたーー。"
                },
                "8": {
                    "ID": "7830968",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/7830968",
                    "TitleEnglish": "Conclusion",
                    "SummaryEnglish": "Roji makes one last push to incapacitate Bellocent. Muhyo reminds Yoichi what they are fighting for, and manages to win over Hades. Page offers Roji a position working for him, prompting Roji to reflect on what he has learned during his suspension.",
                    "TitleJapanese": "決着",
                    "SummaryJapanese": "ロージーが直式魔縛りの術で、霧吹き山のブイヨセンの背中に印を直接書こうとする。が、その時、煉が足りなくなり、印が途切れてしまう！　一軒家の外の中空ではーー。使い魔のキリコによる契約の途中放棄を許さぬ冥王が、その姿を巨大な黒い怪鳥に変え、燃え上がる翼から突き出た、『ドゥアトの槍』を手にして、ムヒョたちへ投げつけた。万事休すのムヒョたち。冥王との契約どころか、この攻撃が決まれば、彼らの命はないーー。"
                },
                "9": {
                    "ID": "7830970",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/7830970",
                    "TitleEnglish": "Under the Sod",
                    "SummaryEnglish": "A panicked call from Kenji brings Muhyo, Roji and Nana back to the office, where Kenji says he saw a spirit. When Muhyo falls asleep and cannot be awakened, Roji steps up to take matters into his own hands, but is he ready to act alone?",
                    "TitleJapanese": "草葉の影",
                    "SummaryJapanese": "何故、ムヒョはロージーを助手に選んだのか？　その命題を、ようやくロージーは理解した。ムヒョとロージーは互いの思いを確認し、再びコンビが復活した。そんな折――。ナナの携帯にケンジから連絡が入った。ケンジは、慌てた様子で、ムヒョとロージーに、事務所に戻ってくれと言う。仕方なくムヒョ、ロージー、ナナは、今は五嶺のものとなった事務所にやって来たが、そこには不気味な影が……。"
                },
                "10": {
                    "ID": "7830972",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/7830972",
                    "TitleEnglish": "Worms",
                    "SummaryEnglish": "Tomas challenges Goryo, while Sakon is dismissed to contact Ebisu, who asks Muhyo and the others for their help. The group heads to Tomas's hideout, where they must overcome many obstacles if they are going to rescue Goryo in time.",
                    "TitleJapanese": "蟲",
                    "SummaryJapanese": "エンチューと、彼に忠誠を誓う禁魔法律家達の組織『箱舟』は、遂に禁書を手に入れた。禁書――それは、永遠の生と復活を約束する禁魔法律の奥義。その封印が解かれた時、魔法律家達に終わりが訪れるであろう、恐るべきもの。彼らは手始めに、禁魔法律家へ敵対の姿勢を見せた、五嶺家総本山を焼き打ちした。そして、『箱舟』のトーマスが五嶺を倉庫に拉致した。魔法律家に突きつけられたエンチューの新たな挑戦にムヒョはーー。"
                },
                "11": {
                    "ID": "7926306",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/7926306",
                    "TitleEnglish": "Beelzebub's Armor",
                    "SummaryEnglish": "Following an unsettling development with the Association's leadership, Page enlists Imai's help in planning his next move. Muhyo and the others continue to contend against Tomas, who continues to pose a challenge despite their best efforts.",
                    "TitleJapanese": "蠅王の鎧",
                    "SummaryJapanese": "五嶺を霊化すべく体内に霊化蟲を入れ、その身を操るトーマス。攻撃はすべて、五嶺が盾となって受け、ムヒョは魔法律を使うことが出来ない。だが、その時――。ナナがトーマスに向かってカメラのフラッシュを浴びせて、その目を射た。続けて、使い魔のキリコが現れ、術で、霊化蟲を五嶺の体から排出させ、地獄へ送り返そうとする。一方――。魔法律協会の調査本部では、ペイジが今井にトーマスとの因縁を語る。"
                },
                "12": {
                    "ID": "7937731",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/muhyo-and-rojis-bureau-of-supernatural-investigation/episodes/7937731",
                    "TitleEnglish": "That Which is Perfect",
                    "SummaryEnglish": "Tomas prepares a display of \"perfect despair\" by opening up a Styxsand vortex that leads to Hell, placing Muhyo and the others in great danger. In order to escape, it falls to Roji to locate Tomas's Forbidden Magic Law book, the source of his power.",
                    "TitleJapanese": "完全なるもの",
                    "SummaryJapanese": "蠅王の鎧を身にまとったトーマスがムヒョたちへ襲いくる。トーマスが床と同化した。床は液状化して、崩れ始める。それは、地獄につながる冥府の流砂。食器棚がいくつも浮かび、流れる。ムヒョ達が乗った食器棚が流れゆく中、ムヒョはロージーに、この流砂の中へ飛び込むよう言う。流砂の渦の中心に行って、ある物を破壊する。ロージーならそれが出来ると。ムヒョの信頼にロージーは応えることが出来るのか？　その結末はーー？"
                }
            }
        }
    }
}