{
  "URL": "https://www.thetvdb.com/series/dragon-ball-heroes",
  "Genres": [
    "Adaptation",
    "Anime - Shonen"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt8433216/",
    "http://www.carddass.com/dbh/sdbh/prison_planet/",
    "https://www.themoviedb.org/tv/80020",
    "https://en.wikipedia.org/wiki/Super_Dragon_Ball_Heroes_(web_series)",
    "https://x.com/DB_HEROES"
  ],
  "TitleEnglish": "Super Dragon Ball Heroes",
  "SummaryEnglish": "Trunks returns from the future to train with Goku and Vegeta. However, he disappears without warning. Then the mysterious Fu bursts in, telling them that Trunks has been imprisoned in the Prison Planet, a mysterious complex in an unknown place in the universes. The group seeks the dragon balls to free Trunks, but an endless battle awaits them! Will Goku and the others rescue Trunks and escape the Prison Planet?",
  "Aliases": [
    "Doragon Bōru Hirozu",
    "Doragon Bōru Hīrōzu",
    "SDBH",
    "Supa Doragon Bōru Hirozu",
    "Sūpā Doragon Bōru Hīrōzu",
    "Sūpā Doragon Bōru Hīrōzu"
  ],
  "Modified": "2025-10-05",
  "Seasons": {
    "0": {
      "ID": "765120",
      "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/seasons/official/0",
      "# Episodes": 2,
      "Episodes": {
        "1": {
          "ID": "7606506",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7606506",
          "TitleEnglish": "Decisive Battle! Time Patrol vs. the King of the Darkness",
          "SummaryEnglish": "In another timeline, a war has been raging between the Time Patrol and an evil army from the Dark Demon Realm, led by the Dark King Mechikabura. The conflict between them has reached its final battle, as the Supreme Kai of Time and a team of elite Time Patrollers have invaded the Demon Realm to deal with Mechikabura. Super Saiyan God Xeno Trunks and Super Saiyan 4 Xeno Vegito are battling against Mechikabura, while the others look on. Xeno Vegito overpowers Mechikabura, while the Supreme Kai of Time empowers Xeno Trunks's mystical Keysword with her magic, enabling him to injure Mechikabura. The Supreme Kai of Time then uses her magic to seal Mechikabura away, while...",
          "Aliases": []
        },
        "2": {
          "ID": "8018676",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/8018676",
          "TitleEnglish": "Push Forward to the Battlefield Dragon Ball Heroes",
          "SummaryEnglish": "An isolated special episode, unrelated to the rest of the series. In this special, two normal teenagers, a boy and a girl, compete in the 10th anniversary championship of the game Super Dragon Ball Heroes, using a virtual-reality console which transports them into the world of Dragon Ball as their own avatars.",
          "Aliases": []
        }
      }
    },
    "1": {
      "ID": "765121",
      "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/seasons/official/1",
      "# Episodes": 6,
      "Episodes": {
        "1": {
          "ID": "6692765",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/6692765",
          "TitleEnglish": "Goku vs. Goku! A Transcendent Battle Begins on the Prison Planet!",
          "SummaryEnglish": "Goku and Vegeta's training with Whis and Beerus is interrupted by the arrival of Future Mai, who tells them that Future Trunks has been captured. A mysterious figure emerges, introducing himself as Fu; he tells Goku, Vegeta and Mai that Future Trunks is trapped on a world called the \"Prison Planet\", a planet where warriors from alternate timelines and dimensions fight as part of an experiment conducted by Fu. The trio arrive on the planet and meet an alternate version of Goku called \"Xeno Goku\", who transforms into Super Saiyan 4 and attacks Goku, who reacts by transforming into Super Saiyan Blue. During the fight, Goku discovers that there is an invisible barrier around the Prison Planet that prevents them from escaping. Then Fu disappears, and the two Goku agree to work with each other to escape the planet. In the end, Fu observes the Prison Planet and tells a seemingly evil Saiyan that his time will come.",
          "Aliases": []
        },
        "2": {
          "ID": "6692766",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/6692766",
          "TitleEnglish": "Goku Goes Berserk! The Evil Saiyan's Rampage!!",
          "SummaryEnglish": "Goku and company are helpless against the evil Saiyan who is shrouded in an overwhelming large, sinister ki! Goku is enveloped by the evil Saiyan’s ki and runs wild, but an unexpected savior comes to the rescue!",
          "Aliases": []
        },
        "3": {
          "ID": "6764190",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/6764190",
          "TitleEnglish": "The Mightiest Radiance! Vegito Blue Kaio-ken Explodes!",
          "SummaryEnglish": "The evil Saiyan Cumber has now revealed his true form, and in order to face off against him, Goku and Vegeta fuse via the Potara! They become the mightiest warrior, Vegito Blue, and even let loose with the Kaio-Ken!! Cumber counters by unleashing an amazing form.",
          "Aliases": []
        },
        "4": {
          "ID": "6818499",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/6818499",
          "TitleEnglish": "Rage! Super Fu Appears!",
          "SummaryEnglish": "Cumber unleashes his fearsome form and runs wild. His power is too much for the Prison Planet to handle, and the chains start to snap one by one. Seeing this throws Fu into a rage, and he unleashes his hidden power.",
          "Aliases": []
        },
        "5": {
          "ID": "6818500",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/6818500",
          "TitleEnglish": "The Mightiest Warrior! Super Saiyan 4 Vegetto!!",
          "SummaryEnglish": "As Goku and company are in a jam, Xeno Goku and Xeno Vegeta come to their aid, having noticed the change in the Prison Planet. To counter Cumber's bottomless power, the two use the Potara to fuse! It's the explosive birth of the mightiest warrior!",
          "Aliases": []
        },
        "6": {
          "ID": "6883525",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/6883525",
          "TitleEnglish": "I'll Finish This! Ultra Instinct Goes Into Operation!!",
          "SummaryEnglish": "After an endless fierce battle, Ultra Instinct finally goes into operation. Amidst the crumbling Prison Planet, a final battle begins with everything on the line!",
          "Aliases": []
        }
      }
    },
    "2": {
      "ID": "1823615",
      "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/seasons/official/2",
      "# Episodes": 13,
      "Episodes": {
        "1": {
          "ID": "6983925",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/6983925",
          "TitleEnglish": "Zamasu Revived?! The Curtain Rises on the Universal Conflict Arc!",
          "SummaryEnglish": "Trunks, Vegeta, and the others have escaped from the Prison planet. Before they can even recover from their wounds, they receive word that Universe 6 is under attack. What lies in wait for Vegeta and the others as they rush into Universe 6 to defeat a completely unknown enemy? Fierce battles between each universes’ strongest warriors are set to unfold as the curtain rises on the ‘Universal Conflict’ arc!",
          "Aliases": []
        },
        "2": {
          "ID": "7043120",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7043120",
          "TitleEnglish": "The Ultimate, Worst Warrior Invades! Universe 6 Demolished!",
          "SummaryEnglish": "Trunks and company face an uphill battle against Oren and Kamin's fierce combination attacks. In the middle of the fight, the Core Area warrior Hearts appears and reveals his shocking plan.",
          "Aliases": []
        },
        "3": {
          "ID": "7057577",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7057577",
          "TitleEnglish": "Goku Revived!! Strongest Vs. Strongest Collide!",
          "SummaryEnglish": "Jiren stands before Cumber, who has appeared and run amok in Universe 11. A fearsome battle unfolds between the two. Just then, Goku, whose whereabouts had been unknown, appears alongside the Great Priest.",
          "Aliases": []
        },
        "4": {
          "ID": "7077119",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7077119",
          "TitleEnglish": "Counterattack! Fierce Attack! Goku and Vegeta!",
          "SummaryEnglish": "After freeing Vegeta from Oren's control, Goku confronts Hearts. Oren and Kamin attack him again, but he easily overpowers them both. Realizing that they can't beat Goku separately, the two fuse into \"Kamioren\" to take him on.",
          "Aliases": []
        },
        "5": {
          "ID": "7141891",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7141891",
          "TitleEnglish": "Fierce Fight! Universe 11's Decisive Battle!",
          "SummaryEnglish": "Vegeta begins fighting Kamioren, and seems to have the advantage. Lagss attempts to finish off Goku, but Trunks intervenes and takes her on instead. Vegeta begins winning against Kamioren, and defeats them with a Final Flash that forces Kamin and Oren to separate.",
          "Aliases": []
        },
        "6": {
          "ID": "7172611",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7172611",
          "TitleEnglish": "Calling All Super Warriors! Universe 7's Decisive Battle!",
          "SummaryEnglish": "Hearts, Zamasu, Oren and Kamin arrive at Universe 7 to destroy it but only to be stopped by Goku, Vegeta, Piccolo, 17 and Future Trunks. Oren and Kamin head for Vegeta but as Oren attempts to attack Vegeta, Android 17 saves him while Piccolo stops Kamin from attacking.",
          "Aliases": []
        },
        "7": {
          "ID": "7251699",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7251699",
          "TitleEnglish": "Super Hearts Joins The Fight! An All-Out Earthshaking Battle!",
          "SummaryEnglish": "After powering up, Hearts attacks Goku and their battle intensifies, with Hearts holding the advantage until Goku powers up to Super Saiyan Blue, after which they appear to be evenly matched. However, they both acknowledge that neither of them is fighting all-out yet.",
          "Aliases": []
        },
        "8": {
          "ID": "7278127",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7278127",
          "TitleEnglish": "The Menacing Universe Seed! Kamioren's Rampage!!",
          "SummaryEnglish": "After powering up, Hearts uses his crystals to enhance his strength and defeats Goku with a single blow. Meanwhile, Piccolo and 17 are able to injure Kamioren again; Kamioren appears to be off-balance, so Hearts decides to assist them. He shrinks the Universe Seed to a small size using his crystals and implants it into Kamioren, causing them to undergo a monstrous transformation that increases their power even further. In this state, Kamioren easily defeats Piccolo and 17, so Vegeta and Trunks go to assist them. All four fighters attack Kamioren together, but are unsuccessful. Kamioren is about to finish off Vegeta, but Goku goes to help him and is able to reach Ultra Instinct again, allowing him to easily withstand Kamioren's attacks.",
          "Aliases": []
        },
        "9": {
          "ID": "7341800",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7341800",
          "TitleEnglish": "Send Kamioren Flying! Overwhelming! Ultra Instinct!",
          "SummaryEnglish": "The battle starts with Goku powered up in Ultra Instinct and overpowering Kamioren, who is unaware of Divine Energy, while Vegeta and the others watch. Kamioren eventually decides to their fists after Goku charges them in a fist fight, managing to land a hit on the Sayian. But Goku is unscathed while Hearts takes note of it, Goku once more overwhelming Kamioren while the others join in before destroying the Tuffle Neo Machine fusion with a Kamehameha. Goku loses his instinct and Hearts seems to be possession of a fully powered Universe Seed while Fused Zamasu smiles, indicating to have his own plan agenda.",
          "Aliases": []
        },
        "10": {
          "ID": "7357800",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7357800",
          "TitleEnglish": "Zamasu vs Universe 7! Ambition's End!",
          "SummaryEnglish": "Vegeta and the others try to attack Hearts while he is absorbing the Universe Seed, but Zamasu stands in their way as he reveals that he aiding Hearts so he can resume his scheme without the Zenos' interference. Zamasu overpowers Goku after quickly incapacitating the others before Jiren and Hit arrive to join the fight, having been sent by their universes' Supreme Kais to deal with Hearts and his allies. Goku, Jiren and Hit are about to attack Zamasu again when Hearts suddenly emerges from his crystal construct, having assimilated the Universe Seed and its power into his body. Hearts uses his new power to easily immobilizes Zamasu, obliterating him after revealing his goal is to destroy all the gods. The Grand Minister is disturbed from sensing Zamasu's death as Hearts proclaims himself to be \"the Godslayer.\"",
          "Aliases": []
        },
        "11": {
          "ID": "7399135",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7399135",
          "TitleEnglish": "The Ultimate Godslayer! Hearts is Born!",
          "SummaryEnglish": "Hearts launches a simultaneous attack on the Z-Fighters, who struggle to fight back. Goku powers up to Super Saiyan Blue and attacks him, but Hearts easily knocks him away and then uses a massive gravity attack to take down all of the fighters at once. As the others recover, Jiren and Hit go after Hearts again, while Goku suggests that he and Vegeta use the Fusion Dance to make themselves strong enough to take on Hearts' new power. Trunks, Piccolo and 17 rejoin the battle to buy time, while Goku and Vegeta perform the dance successfully and fuse into Gogeta. The other fighters stand down for the time being, as Gogeta prepares to battle Hearts.",
          "Aliases": []
        },
        "12": {
          "ID": "7422366",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7422366",
          "TitleEnglish": "Super Showdown! Gogeta vs Hearts!",
          "SummaryEnglish": "Gogeta powers up to Super Saiyan Blue and launches an attack on Hearts. As the fight gets more intense Hearts powers up to his maximum as well, but Gogeta takes no damage and quickly gains the upper hand. Hearts then uses his powers to pull a gigantic meteor into the Earth's atmosphere, infusing it with his own energy before launching it at Gogeta. Gogeta powers up and prepares to stop the meteor.",
          "Aliases": []
        },
        "13": {
          "ID": "7505690",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7505690",
          "TitleEnglish": "Ultimate Conclusion! The Universal Conflict Ends!",
          "SummaryEnglish": "Gogeta launches an energy blast at the meteor, slowing it down and temporarily holding it in place. Hearts uses his full strength and overpowers Gogeta's blast, propelling the meteor forwards again, so Gogeta powers up even more, charges up a Kamehameha and fires it at the meteor instead. Trunks is worried that the Earth will be destroyed, but Piccolo refuses to give up. Hit and Jiren join Gogeta and add their own blasts to the Kamehameha, increasing its power and ultimately shattering the meteor. Trunks, Piccolo and 17 shield the Earth from the meteor's fragments, while Gogeta and Hearts engage in a final clash. Gogeta overpowers Hearts and delivers a finishing blow that shatters the Universe Seed embedded in Hearts's chest, causing his body to disintegrate. As he dies, Hearts explains that he was merely trying to free all mortals by defeating the Omni-King.",
          "Aliases": []
        }
      }
    },
    "3": {
      "ID": "1823641",
      "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/seasons/official/3",
      "# Episodes": 11,
      "Episodes": {
        "1": {
          "ID": "7606508",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7606508",
          "TitleEnglish": "The Gods of Destruction Invade! The Beginning of a New Battle!",
          "SummaryEnglish": "In the Time Nest, headquarters of the Time Patrol, the Supreme Kai of Time informs Xeno Trunks and Xeno Pan that her mystical bird Toki-Toki has disappeared. She sends the two of them to find him, while also being worried about a supposed \"Bird of Catastrophe\" that has been released. Meanwhile, Toki-Toki has appeared on Earth in the main timeline, where Goku finds him while training with Vegeta, Gohan, Piccolo, Krillin, and Android 17. Xeno Trunks and Xeno Pan arrive and are happy to see that Toki-Toki is safe, with Xeno Pan explaining that his existence is very important for the inner workings of the multiverse. Suddenly, the group is interrupted by the arrival of all twelve Gods of Destruction.",
          "Aliases": []
        },
        "2": {
          "ID": "7620952",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7620952",
          "TitleEnglish": "Fu's Plan! The Threat of the Dreadful Universal Tree!",
          "SummaryEnglish": "Goku, Vegeta and Xeno Trunks are fighting against Beerus, while the others and the other Gods of Destruction watch. Beerus has the upper hand, until their battle is interrupted by the arrival of Xeno Goku and Vegeta, who warn them that they need to stop the fight. Suddenly, a mass of giant tree roots appears in the sky around the Earth and begins draining the planet's energy. The other gods all rush back to their own universes to protect them, leaving Beerus, the Earth's heroes, and the Time Patrollers behind. They are then confronted by Fu, who is accompanied by Doki-Doki. Fu confirms that this is the \"Bird of Catastrophe\" that Beerus was worried about and that the tree roots are part of the Universe Tree, which grew from the Universe Seed that Hearts was developing. Fu escapes through a portal. Beerus rises into the sky and powers up, shielding the Earth by allowing the Tree to feed on his energy instead; however, he warns the others that he will not be able to keep this up for long.",
          "Aliases": []
        },
        "3": {
          "ID": "7679720",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7679720",
          "TitleEnglish": "Rematch with Formidable Foes! Turles and Bojack!",
          "SummaryEnglish": "Fu, accompanied by an unknown female companion, meets with a group of villains - Meta Cooler, Turles, Bojack, Super Android 17, and a mysterious humanoid scientist known as Dr. W - on the Universe Tree, where he reveals that he rescued all the villains from the moments before their deaths at the hands of the Z-Fighters and convinces them to help him in exchange for places in the new universe that he is creating. Meanwhile, Goku, Vegeta, Xeno Trunks and Xeno Pan are searching for Fu, when they are attacked by Turles and Bojack. The two villains reveal that Fu has been able to increase their power immensely, as they are now strong enough to fight on par with Goku and Vegeta's Super Saiyan Blue forms and have auras similar to Cumber's. As the battle rages, Xeno Trunks spots Fu observing the fight: Goku and Vegeta try to engage him instead, but Turles and Bojack block their way. Elsewhere, Xeno Goku and Xeno Vegeta arrive in Hell, and are confronted by the mysterious Dr. W.",
          "Aliases": []
        },
        "4": {
          "ID": "7754925",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7754925",
          "TitleEnglish": "Creeping Shadow! The Mysterious Man Dr. W!",
          "SummaryEnglish": "Dr. W begins what he calls an \"analysis\" of Xeno Goku and Xeno Vegeta by attacking them with strange, teleporting energy blasts. They both power up to Super Saiyan 3 and engage him in combat, but he is able to hold them both off with his strange attacks and high-speed reflexes. After having difficulty overpowering him, they power up to Super Saiyan 4 and land a powerful combined blast on him; however, Dr. W deliberately takes their attacks head-on, and emerges from the smoke with a glowing golden aura identical to theirs. Having completed his analysis, he then opens a portal and escapes. Meanwhile, Fu is observing the battle between Goku, Vegeta, Turles and Bojack. He releases Doki-Doki, who generates waves of dark energy that immobilize Goku, Vegeta, Xeno Trunks and Xeno Pan. Toki-Toki tries to defuse the dark energy, but Fu traps him and throws him through a portal, before recalling Doki-Doki and escaping through one himself.",
          "Aliases": []
        },
        "5": {
          "ID": "7819927",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7819927",
          "TitleEnglish": "Big Decisive Battle in Hell! New Janemba!",
          "SummaryEnglish": "In Hell, Xeno Goku & Xeno Vegeta, even both as super saiyan 4, struggle against the reborn Janemba, who is aware of all of their abilities and tactics, which enable him to easily overwhelm both saiyans. Just when Janemba is about to finish them off, Xeno Trunks, Xeno Pan, Goku & Vegeta arrive in Hell through a wormhole, joining in on the fight. Xeno Trunks powers up to Super Saiyan 3, while Goku & Vegeta both power up to Super Saiyan Blue. Super Saiyan Blue Goku And Super Saiyan 4 Xeno Goku then team up and begin to overpower Janemba with their simultaneous attacks. But not long after, Putine & Majin Salsa arrive in Hell and knock back Janemba, enraging Dr. W by interfering in the fight.",
          "Aliases": []
        },
        "6": {
          "ID": "7869246",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7869246",
          "TitleEnglish": "Dragon Fist Explosion! Super Full Power Saiyan 4: Limit Break!",
          "SummaryEnglish": "Xeno Trunks identifies the new arrivals, Majin Salsa and Putine, as demons and old enemies of the Time Patrol. However, the demons offer to help the heroes in their efforts to destroy Fu's Universe Tree, warning that the Tree is continuing its work of consuming countless planets across the multiverse. Janemba attacks them all again before the two groups can come to an agreement, and the battle resumes, with Xeno Trunks powering up to Super Saiyan God. Majin Salsa suggests that Xeno Goku and Xeno Vegeta use a mysterious technique that they have employed in the past, so the other Saiyans all power up and channel their energy into the pair while the two demons hold off Janemba. By absorbing the others' energy, Xeno Goku and Xeno Vegeta break through their limits and achieve a higher level of strength, known as Full-Power Super Saiyan 4. They attack Janemba together, succeed in overpowering him, and are finally able to destroy him using their ultimate technique, the Double Dragon Fist.",
          "Aliases": []
        },
        "7": {
          "ID": "7904786",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7904786",
          "TitleEnglish": "Rampaging Terror! The Return of Evil Aura!",
          "SummaryEnglish": "Goku, Vegeta, Xeno Goku, Xeno Vegeta, Xeno Trunks, Xeno Pan, Majin Salsa and Putine arrive on the Universe Tree, which is still absorbing energy from the multiverse. Vegeta attempts to destroy the Tree with a large ki blast, but it absorbs the energy instead. Fu then appears and confronts the group, informing them that he plans to create a new universe using the Tree. Xeno Goku, Xeno Vegeta, Xeno Trunks and Xeno Pan are suddenly teleported away by Fu's female companion, who is revealed to be Towa; she tells Fu that she is doing something for him, and then teleports away along with Majin Salsa and Putine. Vegeta powers up to Super Saiyan Blue and attacks Fu, but Fu reveals that he now has access to Cumber's energy and channels Cumber's aura through his own body, using its effects to corrupt Vegeta's ki and drive him berserk. Goku tries to intervene, but Fu corrupts his ki as well.",
          "Aliases": []
        },
        "8": {
          "ID": "7971302",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/7971302",
          "TitleEnglish": "Fierce Battle in the Space of Time! Vegito vs. Super Fu",
          "SummaryEnglish": "Towa restrained Xeno Goku, Xeno Vegeta, Xeno Trunks, and Xeno Pan in her artificial space using Cumber's dark ki, and proceeds to reveal Fu's nature as her creation using data from previous Dragon Ball fighters and villains. She explains that her plan is to make Fu as the new Demon King using Mechikabura's ki she stored in a dark energy orb upon his death. Xeno Goku manages to break free and attacks Towa, only to be blocked by Mira. Towa teleports Xeno Gohan and Xeno Goten into the space, both unconscious as their ki has been drained before, then teleports Mira and herself out as the space breaks, pulling all inside into something like a black hole. Meanwhile, Vegito in Super Saiyan Blue is fighting Fu in the front of Universe Tree and seemingly getting the upper hand.",
          "Aliases": []
        },
        "9": {
          "ID": "8021058",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/8021058",
          "TitleEnglish": "Reborn Evil Birth of Dark King Fu!",
          "SummaryEnglish": "Fu is horrified by the Universe Tree's death, until Towa and Mira arrive to help him. Towa infuses Mechikabura's energy into Fu, dramatically increasing his power and causing him to undergo a transformation into the new Demon King. However, Fu expresses no interest in this, and begins using his new powers to restore the Tree instead. Vegito tries to stop him and their fight resumes, but Towa and Mira intervene to help Fu and buy time for him by attacking Vegito.",
          "Aliases": []
        },
        "10": {
          "ID": "8113610",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/8113610",
          "TitleEnglish": "Limit Breaking Evil! Broly's Return!",
          "SummaryEnglish": "Xeno Vegito begins fighting Fu; the two of them seem to be evenly matched, until Fu uses his dark magic to change the area around them. He manifests a large combat arena for them to fight in, and prepares to engage both Vegitos in battle, until the three of them are interrupted by the sudden arrival of the alternate Broly in his Legendary Super Saiyan form",
          "Aliases": []
        },
        "11": {
          "ID": "8114664",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/8114664",
          "TitleEnglish": "The Universe Creation Ends - The Birth of a New World!",
          "SummaryEnglish": "Xeno Vegito outruns the energy wave before it dissipates, leaving the area around the Tree unscathed; he returns to find Fu holding the miniaturized form of the new universe created by the Tree. However, Fu is disappointed by his creation, as the new universe is flawed because Fu had to use his own demonic power to refuel the Tree rather than the pure energy of a normal universe.",
          "Aliases": []
        }
      }
    },
    "4": {
      "ID": "1904899",
      "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/seasons/official/4",
      "# Episodes": 8,
      "Episodes": {
        "1": {
          "ID": "8240572",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/8240572",
          "TitleEnglish": "New Space-Time War! The Ultimate Fierce Battle Begins!",
          "SummaryEnglish": "A mysterious figure looks out over the new universe's version of West City. Nearby, Goku has been attacked by Frieza and Meta Cooler. In the process, he is contacted by Xeno Trunks, who is at the Time Nest with Xeno Pan, Xeno Gohan, Xeno Goten, and the Supreme Kai of Time. Xeno Trunks informs Goku that what Fu has actually created is merely a copy of the Seventh Universe; interestingly, any damage inflicted on the buildings in the alternate West City is also transferred over to the real West City.",
          "Aliases": []
        },
        "2": {
          "ID": "8289331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/8289331",
          "TitleEnglish": "The Warrior in Black Appears! A New Adventure Starts!",
          "SummaryEnglish": "Goku and Hearts struggle against the newly-empowered Frieza and Cooler, until their battle is interrupted by the arrival of the alternate Broly in his Legendary Super Saiyan form. Broly attacks all four combatants, overpowering them all, as the masked Saiyan looks on. Suddenly, a mysterious cloaked figure arrives on the scene and attacks both Cooler and Frieza, removing the Dark Dragon Balls from both of them.",
          "Aliases": []
        },
        "3": {
          "ID": "8363234",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/8363234",
          "TitleEnglish": "The Pride of the Warrior Race! Vegeta, Awakening!!",
          "SummaryEnglish": "On the unknown planet, Vegeta, Turles and Cumber begin fighting each other. Cumber temporarily disables Vegeta and continues fighting Turles, while Goku and Hearts arrive to help Vegeta. They are confronted by the masked Saiyan, who reveals himself as...",
          "Aliases": []
        },
        "4": {
          "ID": "8419195",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/8419195",
          "TitleEnglish": "Super Saiyan Rosé vs. Ultra Instinct! A Great Planet-Shaking Duel!",
          "SummaryEnglish": "Vegeta intervenes to protect Goku, but his new power runs out before he can deal with Black. Black reveals to Vegeta that he is an alternate version originating from before he was destroyed by Future Zeno",
          "Aliases": []
        },
        "5": {
          "ID": "8502265",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/8502265",
          "TitleEnglish": "Warrior in Black vs. Goku Black! The Dark Plot Becomes Clear!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "8549799",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/8549799",
          "TitleEnglish": "The Ultimate Showdown in Fake Universe! Clash of Blue and Scarlet",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "7": {
          "ID": "8686927",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/8686927",
          "TitleEnglish": "The Obstructing Threat of Fu! Birth of the Miraculous Strongest Combination",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "8": {
          "ID": "8801445",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/8801445",
          "TitleEnglish": "The Last Full Power! Fierce Battle for the Future, Finally Settled!",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "5": {
      "ID": "1973379",
      "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/seasons/official/5",
      "# Episodes": 10,
      "Episodes": {
        "1": {
          "ID": "8907993",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/8907993",
          "TitleEnglish": "A Plan In Motion - The Mightiest Warriors From Across Space-Time Gather!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "2": {
          "ID": "9028694",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/9028694",
          "TitleEnglish": "Fierce Battle in the Super Space-Time Tournament! The Warriors in Black Invade!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "3": {
          "ID": "9084699",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/9084699",
          "TitleEnglish": "A Fierce Battle That Transcends Across Space-Time! The Threat of Warriors in Black!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "4": {
          "ID": "9243410",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/9243410",
          "TitleEnglish": "Goku vs. the Warrior in Black! The Outcome of Each Battle!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "5": {
          "ID": "9349787",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/9349787",
          "TitleEnglish": "Decisive Battle of the God Dimension! The Looming Power of Time!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "6": {
          "ID": "9418807",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/9418807",
          "TitleEnglish": "The New Dark King Invade! The Terrifying Decisive Battle Begins!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "7": {
          "ID": "10438004",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/10438004",
          "TitleEnglish": "Dark King Demigra's Evil Hand - A Turbulent Super Space-Time Battle!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "8": {
          "ID": "10438005",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/10438005",
          "TitleEnglish": "A Bond From Across Space-Time! The Fist of Justice that Crushes Evil!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "9": {
          "ID": "10438006",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/10438006",
          "TitleEnglish": "The Strongest VS The Deadliest! Unleashing Power Beyond Limits!",
          "SummaryEnglish": null,
          "Aliases": []
        },
        "10": {
          "ID": "10438007",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/10438007",
          "TitleEnglish": "A Light of Hope That Will Not Be Wiped Out! And a Miracle Fight!",
          "SummaryEnglish": null,
          "Aliases": []
        }
      }
    },
    "6": {
      "ID": "2122490",
      "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/seasons/official/6",
      "# Episodes": 6,
      "Episodes": {
        "1": {
          "ID": "10438008",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/10438008",
          "TitleEnglish": "The Demon Invader Saga Begins! A Black Shadow Strikes the Earth!",
          "SummaryEnglish": "Something crash lands on Earth. Everyone goes home from the Super Space-Time Tournament, but Chronoa, Vegeta, Gohan, Piccolo, and Xeno Trunks wait for Goku to wake up. Chronoa attempts to send them to Earth, but it is gone. Shocked, they go to the planet of King Kai, but are greeted by Majin Ozotto, who explains that he ate King Kai and his companions, plus everyone and everything on Earth. Now he aims to eat more gods and attacks Chronoa. The others defend her and fight him with Goku and Vegeta using Super Saiyan Blue, Xeno Trunks using Super Saiyan God, and Gohan using Mystic Form, but he quickly absorbs Piccolo and Gohan. When they damage him, he reveals he gained regeneration from absorbing Buu, plus his detached parts can shapeshift into anyone he absorbed, which he demonstrates with Android 17 and 18. He merges with his duplicates and his power skyrockets. Realizing the battle is hopeless, Chronoa teleports herself, Goku, Vegeta, and Xeno Trunks away.",
          "Aliases": []
        },
        "2": {
          "ID": "10438009",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/10438009",
          "TitleEnglish": "The God Hunting Continues! Two Intertwined Battles!",
          "SummaryEnglish": "Chronoa explains that Majin Ozotto is a notorious criminal the Time Patrol had been tracking. Ozotto attacks the Elder Kai, having already absorbed Supreme Kai and Kibito, but is interrupted by Xeno Goku and Vegeta. He transforms into Baby and battles them, then has duplicates transform into Frieza and Perfect Cell to battle them. Chronoa's group goes to Namek, but all the Namekians have already been absorbed. They find another Ozotto preparing to consume the planet and challenge him. After Xeno Goku and Vegeta defeat the duplicates, the intrigued Ozottos reveal their desire to absorb everyone to have all their powers and invites both groups to the Ozotto Mansion. They teleport away, leaving invitation cards behind.",
          "Aliases": []
        },
        "3": {
          "ID": "10438010",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/10438010",
          "TitleEnglish": "The Battle on Ozotto's Palace! Explode, Saiyan Power!",
          "SummaryEnglish": "Joined by Xeno Goku and Vegeta, the group goes to the Ozotto Mansion, but makes Chronoa stay behind to not risk her. They blast the mansion, but it is unaffected. Ozotto's voice challenges them to split up and enter 5 different entrances. If they find and defeat the real Ozotto, everyone he ate will be freed. Goku finds and battles an Ozotto duplicate using Ultra Instinct; the duplicate changes to Turles, Bojack, and Meta Cooler and they are evenly matched. Vegeta finds a duplicate who changes to Super Janemba's form. After giving Vegeta a beating, the duplicate says he is too weak to be a meal and would rather eat Goku. Enraged, Vegeta uses Super Saiyan Blue Evolved and blasts him with Final Flash. Meanwhile, Gohan wakes up in a pod and finds Goten, Trunks, and others in pods. As he struggles to break free, Ozotto taunts him and explains that they are all inside his body.",
          "Aliases": []
        },
        "4": {
          "ID": "10438011",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/10438011",
          "TitleEnglish": "It's Time To Stop Ozotto! Unleash the Power!",
          "SummaryEnglish": "Ozotto taunts Gohan by hurting Goten and Trunks, but when he threatens Videl, Gohan explodes with rage, breaks free from his pod, and attacks Ozotto. After defeating their opponents, Xeno Trunks, Xeno Goku, and Xeno Vegeta regroup and realize they cannot contact Chronoa. Goku and Vegeta break into the area where Gohan and Ozotto are fighting, but Ozotto uses the distraction to reabsorb Gohan, and his power skyrockets. With little options, Goku and Vegeta use the Potara to fuse into Vegito. Vegito uses Super Saiyan Blue and obliterates Ozotto, causing a heavily injured Gohan to reappear, just before he separates. As Goku and Vegeta check on Gohan, he warns them that they are inside Ozotto. As he says this, the entire mansion morphs into a giant Ozotto. Meanwhile, Xeno Trunks, Goku, and Vegeta are threatened by several duplicates of past villains.",
          "Aliases": []
        },
        "5": {
          "ID": "10537158",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/10537158",
          "TitleEnglish": "Escape from the Ozotto Mansion! Goku's Soul Awakens!",
          "SummaryEnglish": "Ozoth's mansion was the giant Ozoth himself! Goku and the others are confused by this shocking truth. Communication with the Supreme Kai of Time was cut off, The Xeno warriors rush to get there, but...!?",
          "Aliases": []
        },
        "6": {
          "ID": "10627411",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/dragon-ball-heroes/episodes/10627411",
          "TitleEnglish": "Unleash! An All-Out Attack! A Silver Meteor Streaks Through The Heavens!",
          "SummaryEnglish": "Goku and his friends successfully escape from Ozoth's mansion. Will they be able to thwart Ozot's ambitions? The final battle against the evil invaders begins now!",
          "Aliases": []
        }
      }
    }
  }
}