{
    "URL": "https://www.thetvdb.com/series/the-promised-neverland",
    "Genres": [
        "Adaptation"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8788458/",
        "https://www.instagram.com/neverland_anime",
        "https://neverland-animeusa.com/",
        "http://www.reddit.com/r/thepromisedneverland",
        "https://www.themoviedb.org/tv/83097",
        "https://x.com/yakuneba_staff"
    ],
    "TitleEnglish": "The Promised Neverland",
    "SummaryEnglish": "A group of the smartest kids at a seemingly perfect orphanage uncover its dark truth when they break a rule to never leave the orphanage grounds. Once the truth is discovered, they begin to plan an escape to save all of the children.",
    "TitleJapanese": "約束のネバーランド",
    "SummaryJapanese": "母と慕う彼女は親ではない。\n共に暮らす彼らは兄弟ではない。\nグレイス＝フィールドハウスは、親のいない子供たちが住むところ。\n血の繋がりはなくても、ママと38人の兄弟が幸せな毎日をすごす、かけがえのない家。\n\nしかし、彼らの日常はある日\n突然終わりを告げた……\n\n突然終わりを告げた、\nグレイス＝フィールドハウスの幸せな日常。\n\nハウスは農園。\n子どもたちは、鬼に飼われる食用人間。\n大好きだったままは、子どもたちの監視役。\n\n「これ以上、家族が死ぬのは嫌だ…！」\n\nそう願ったエマたちは、日常に潜んでいたあらゆる意図を解き明かしていく。\n鬼vs子ども、命をかけた脱獄計画が始まるー",
    "Aliases": [
        "TPN"
    ],
    "Modified": "2025-09-12",
    "Seasons": {
        "0": {
            "ID": "765785",
            "URL": "https://www.thetvdb.com/series/the-promised-neverland/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "8199341",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/8199341",
                    "TitleEnglish": "Guidepost",
                    "SummaryEnglish": "A special episode detailing the events leading up to the current situation with the Grace Field Farm children.",
                    "TitleJapanese": "約束のネバーランド 特別編「道標」",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "8549326",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/8549326",
                    "TitleEnglish": "The Promised Neverland (2020) - Live Action",
                    "SummaryEnglish": "A group of the smartest kids at a seemingly perfect orphanage uncover its dark secret, and set in motion a dangerous and desperate escape plan.",
                    "TitleJapanese": "Yakusoku no Neverland",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "765786",
            "URL": "https://www.thetvdb.com/series/the-promised-neverland/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6699391",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/6699391",
                    "TitleEnglish": "121045",
                    "SummaryEnglish": "Grace Field House is where children without parents are taken in. An irreplaceable home for the 38 children who live happily every day. Until suddenly, their lives are completely changed forever…",
                    "TitleJapanese": "121045",
                    "SummaryJapanese": "グレイス＝フィールドハウスは親の居ない子供たちが住むところ。血の繋がりはなくても、ママと38人の兄弟はささやかながら幸せな日々を送っている。\n11歳のエマ・ノーマン・レイはハウスの年長者であり、毎朝のテストでそろって満点をとる優秀さをほこる。\nある夜、里親のもとへ旅立つコニーを見送った子供たちだが、忘れ物に気付いたエマとノーマンは近づくことが禁じられている門へ向かう。そこで2人は衝撃の真実を目撃する―――"
                },
                "2": {
                    "ID": "6944284",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/6944284",
                    "TitleEnglish": "131045",
                    "SummaryEnglish": "Emma and Norman spend their day preparing for their escape, but they also find some eerie things about Mom.",
                    "TitleJapanese": "131045",
                    "SummaryJapanese": "子供たちは鬼に食べられるために育てられている。\n大好きなハウスは農園。優しかったママは敵。\nハウスに隠された真実を知ったエマとノーマンは、脱獄を計画する。だが、イザベラはコニー出荷の夜に子供2人が門に来たことに気付いているようで……。"
                },
                "3": {
                    "ID": "6944285",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/6944285",
                    "TitleEnglish": "181045",
                    "SummaryEnglish": "While preparations are underyway, Emma, Norman, and Ray are now \"training\" the other kids so they can get stronger and be ready when the time comes. But despite Mom's orders, the new Sister Krone has her own plan…",
                    "TitleJapanese": "181045",
                    "SummaryJapanese": "新たな大人、シスター・クローネが現れ、監視の目が増えたハウス。\nレイも加わり3人で脱獄の方法を模索するなか、エマは自分たちの身体に埋められている発信器の場所を特定する。そして全員での脱獄に向けた訓練のため、全力の「鬼ごっこ」を始めるが、そこにクローネが鬼役として参加する。"
                },
                "4": {
                    "ID": "6944320",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/6944320",
                    "TitleEnglish": "291045",
                    "SummaryEnglish": "Emma, Norman, and Ray figure out that there may be a traitor among the children, an informant for Mom. As Norman attempts to solve this mystery, Emma notices something strange about Gilda.",
                    "TitleJapanese": "291045",
                    "SummaryJapanese": "子供たちの中に内通者がいる。それは誰なのか、兄弟の動向を気にするエマたち。内通者を特定するため、ノーマンはあることを仕掛ける。\n一方で、外に出てからのことを考え、ドンとギルダには事情を話すことにする。\n残酷すぎる真実。そのすべてをありのまま話すことはできなかったものの、新たな協力者2人を引き入れることに成功し、また脱獄計画は進んだと思われたのだが……？"
                },
                "5": {
                    "ID": "6944321",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/6944321",
                    "TitleEnglish": "301045",
                    "SummaryEnglish": "As Norman confronts the traitor, Emma and Gilda are keeping a watchful eye on Mom, and discover that she disappears somewhere, every night at eight o'clock.",
                    "TitleJapanese": "301045",
                    "SummaryJapanese": "内通者がレイであることを突き止めたノーマンは、二重スパイになるよう提案する。レイは脱獄の準備をするために自ら志願して内通者になったことを明かし、全員での脱獄を諦めること、そのためにエマを騙すことを協力の条件とする。\n翌日、レイが内通者だったことを知り、改めて全員での脱獄を決意するエマ。そしてイザベラの隠し部屋を見つけたことを報告するが、ドンとギルダはエマ達には告げずその部屋に侵入しようとする。"
                },
                "6": {
                    "ID": "6944322",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/6944322",
                    "TitleEnglish": "311045",
                    "SummaryEnglish": "Discussions for the escape plan continue, and Emma introduces Ray and Norman to someone. Meanwhile, Don and Gilda take a dangerous risk.",
                    "TitleJapanese": "311045",
                    "SummaryJapanese": "ウィリアム・ミネルヴァという人物から贈られた本にはモールス符号で子供たちへのメッセージが隠されていた。ハウスの外に味方がいるかもしれないと希望を持つエマたち。\n一方、イザベラの隠し部屋に侵入成功したドンとギルダは、エマたちのついた嘘に気付いてしまう。今度こそ真実を語った彼らに怒りをぶつけるドンだったが、自らの無力さを嘆くその姿に、エマは兄弟を信じようと思い直す。\nしかし翌日、そのやりとりを見ていたクローネが手を組むことを持ちかけてきて……？"
                },
                "7": {
                    "ID": "6944323",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/6944323",
                    "TitleEnglish": "011145",
                    "SummaryEnglish": "The children gain a powerful ally, but they need to be careful with this person. Who knows what this person could be plotting behind the children's backs?",
                    "TitleJapanese": "011145",
                    "SummaryJapanese": "イザベラからママの座を奪いたいという目的とともに、ハウスの管理システムについてクローネから聞かされたエマたちは、彼女と手を組むことにする。その夜、情報収集のためクローネの部屋を訪れたエマとノーマンだったが、逆に発信器の場所や壊し方に気付いていたことを知られてしまう。\n子供たちの脱獄計画を本部に訴えるための証拠として、発信器を壊す道具を探すクローネだったが、そんなクローネにイザベラは本部からの通達を突きつける。"
                },
                "8": {
                    "ID": "6944325",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/6944325",
                    "TitleEnglish": "021145",
                    "SummaryEnglish": "Ray will attempt to distract Mom while Emma and Norman go to inspect the wall. Gilda and Don are keeping a watchuful eye on Ray, but will everything go smoothly?",
                    "TitleJapanese": "021145",
                    "SummaryJapanese": "イザベラに見送られたクローネは、グランマに彼女のミスを訴える。しかしグランマはそのことを全く意に介さず、クローネは鬼に殺されてしまう。\nその日の午後、エマとノーマンを塀の外の下見へと向かわせたレイは、偽の情報を流しイザベラの注意をひこうとするが、それに気付いていたイザベラはレイを部屋に閉じ込めてしまう。そしてエマとノーマンに対峙したイザベラは、ノーマンの出荷が明日に決まったことを告げるのだった―――"
                },
                "9": {
                    "ID": "6944326",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/6944326",
                    "TitleEnglish": "031145",
                    "SummaryEnglish": "As Emma steps down from moving the escape plan forward, a new shipment date is announced earlier than expected, and someone will get shipped before Ray.",
                    "TitleJapanese": "031145",
                    "SummaryJapanese": "ノーマンの出荷を阻止するため、逃げたふりをしてハウスの敷地内に潜伏するよう提案するエマとレイ。自分が逃げることでエマたちの脱獄が失敗してしまうと拒否するノーマンだったが、二人の必死の説得を受け入れる。\n出荷当日である翌日、逃げるために塀へと向かったはずのノーマンだったが、計画に反して夕方にはハウスに戻ってきてしまった。戻ってきたノーマンから明かされた真実に、エマとレイは驚愕する。"
                },
                "10": {
                    "ID": "6944327",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/6944327",
                    "TitleEnglish": "130146",
                    "SummaryEnglish": "Emma loses yet another ally and friend, and in the brink of despair, Mom pays her a visit in the infirmary.",
                    "TitleJapanese": "130146",
                    "SummaryJapanese": "ノーマンが塀の上から見た景色によって農園全体の構造が明らかになった。\nしかし彼は、自分は逃げることはしないと出荷の覚悟を決めていた。必死で引き止めるエマとレイだったが、ノーマンはトランクに糸電話だけを入れて旅立ってしまう。\nノーマンを失い絶望するエマとレイ。遂に脱獄計画を諦めたかに見えたが……？"
                },
                "11": {
                    "ID": "6944328",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/6944328",
                    "TitleEnglish": "140146",
                    "SummaryEnglish": "Ray and Emma haven't spoken to each other for nearly two months. With Ray's shipment approaching, have they really given up? In the midst of despair, Emma finds Ray in the library.",
                    "TitleJapanese": "140146",
                    "SummaryJapanese": "諦めたふりをしながら、脱獄の準備を進めていたエマとレイ。レイは出荷前夜、用意していた道具で火事を起こし、その隙に逃げ出すことを提案するが、それはレイ自身を火の中に残すことまでも組み込んだ計画だった。\nしかしすんでのところでそれを阻止したエマは、レイの行動を予期していたノーマンからの手紙のこと、そしてハウスの子供たちと進めてきた準備のことを明かすのだった。\nイザベラを出し抜き、炎に包まれるハウスを背に塀に向かうエマたち。脱獄は成功するのか―――！"
                },
                "12": {
                    "ID": "6987945",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/6987945",
                    "TitleEnglish": "150146",
                    "SummaryEnglish": "As Emma and Norman continue to surprise Ray, the fated night finally arrives. As Phil holds on to Mom, what will he say?",
                    "TitleJapanese": "150146",
                    "SummaryJapanese": "必ず迎えに来ると約束し、4歳以下の子供たちを残していくことを決意したエマ。そして5歳以上の子供たちは訓練の成果を発揮し、ぞくぞくと崖を渡っていく。\n一方イザベラは本部に通報し脱獄を阻止しようとするが、崖の向こうにいるエマたちを目にし、ついに追うことを諦める。自分もかつてハウスで育った子供であったイザベラは、遠ざかっていく子供たちの背中を静かに見送るのだった―――。\n脱獄が成功し崖を渡ったエマたちは対岸の森を駆ける。自由を手にした喜びとこれから生きていくことへの決意を胸にしたエマが森を抜けると、そこには彼らを祝福するような朝陽が輝いていた。"
                }
            }
        },
        "2": {
            "ID": "1871648",
            "URL": "https://www.thetvdb.com/series/the-promised-neverland/seasons/official/2",
            "# Episodes": 11,
            "Episodes": {
                "1": {
                    "ID": "7977502",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/7977502",
                    "TitleEnglish": "Episode 1",
                    "SummaryEnglish": "Emma and the children have finally escaped the House and now head to the place indicated on the pen Norman gave them. But on their way, a large, wild demon attacks the group…",
                    "TitleJapanese": "EPISODE1",
                    "SummaryJapanese": "ハウスからの脱獄に成功し、ノーマンが残してくれたペンが示した目的地へ向かうエマたち。しかし、その道中で巨大な野良鬼に遭遇してしまう。\nレイは野良鬼を自分に引き付け罠にかける為、エマ達とは別行動をすることになるが、さらなる窮地へ陥ってしまう。\n一方、野良鬼から逃れたエマたちだったが、エマの耳の傷が開いてしまい、出血と高熱から意識を失ってしまう。\n一同の危機を救ったのは、全身を布で包んだ人間らしき謎の少女と大男？だった。"
                },
                "2": {
                    "ID": "8118076",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/8118076",
                    "TitleEnglish": "Episode 2",
                    "SummaryEnglish": "The children's saviors turn out to be demons named Mujika and Sonju. The pair claims that their religion forbids them from eating humans. Emma and Ray visit Sonju while the others are sleeping, intending to ask about what happened to humans thirty years ago as well as what is happening in the world now.",
                    "TitleJapanese": "EPISODE2",
                    "SummaryJapanese": "エマたちを救ったのは鬼だった。名前は「ムジカ」と「ソンジュ」。\n二人は宗教上の理由から、人間を食べないのだという。\nエマとレイは、他の子供たちが眠っている間にソンジュの元を訪れ、\n30年前人間に何があったのか。この世界が今どうなっているのかを\nソンジュに訊ねた。そしてソンジュはこの世界のこと、そして「昔話」と称し、鬼と人間の世界で交わされたとある「約束」について語り始めた。\nそして、この世界の真相を知ったエマたちは「鬼の世界」からの脱獄を決意する。"
                },
                "3": {
                    "ID": "8118077",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/8118077",
                    "TitleEnglish": "Episode 3",
                    "SummaryEnglish": "Emma and the group learn the necessary skills to survive in this world from Mujika and Sonju. Back on their own, the children traverse a wasteland in search of a place called \"B06-32\".",
                    "TitleJapanese": "EPISODE3",
                    "SummaryJapanese": "この世界で生きていく術を学び、ペンが示す目的地への道案内をしてくれたムジカ、ソンジュと別れたエマたちは、ウィリアム・ミネルヴァが居ると思われる「B06-32」を目指し荒野を進む。\n目的地であるはずの「B06-32」に到着するが、そこは見渡す限り何もない荒野だった。\nしかし、ペンに新たにパスワードを入力すると、現在地周辺の地図が表示され地下シェルターへと続く入り口が現れた。シェルター内には充実した設備があり、子どもたちは、久しぶりの安息を得るが、生活していく中で、いくつか不思議な点に遭遇する。"
                },
                "4": {
                    "ID": "8118078",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/8118078",
                    "TitleEnglish": "Episode 4",
                    "SummaryEnglish": "Without warning, the shelter's phone begins to ring, echoing through the halls. Emma hesitantly answers and finds that it is William Minerva. Meanwhile, in an underground room at the farm headquarters, a deal is made...",
                    "TitleJapanese": "EPISODE4",
                    "SummaryJapanese": "唐突に鳴り響く電話の音。エマは恐る恐る受話器を取ると、それはウィリアム・ミネルヴァからの連絡だった。\nしかし、その音声は録音されたもので、ミネルヴァから告げられた事実を噛みしめる一同。\n子供たちは人間の世界を目指すため、ミネルヴァが用意してくれたシェルターで生活基盤を築き、その後GFハウスに戻り、フィル達を救出する計画を立てるのだった。\n一方、農園本部の地下室には、イザベラの姿があった。\n脱走者を全員連れ戻すことを条件に、農園からの開放を提案された彼女は、決意の表情とともに、「必ず連れ戻します。」と答える。"
                },
                "5": {
                    "ID": "8128377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/8128377",
                    "TitleEnglish": "Episode 5",
                    "SummaryEnglish": "Emma and the other escapees manage to survive the attack on the shelter. Now they have settled in an abandoned temple a short ways from a demon town. Unlike the shelter and Grace Field House, here there is a limited supply of food, and they are barely surviving.",
                    "TitleJapanese": "EPISODE5",
                    "SummaryJapanese": "シェルターの襲撃から逃れたエマ達は、鬼の集落から少し離れた廃墟の神殿を拠点としていた。\nしかし、シェルターやGFハウスの時とは違い食料も限られ、生きていくのがやっとの状態だった。\nエマは妹弟たちの寝顔をみながら、この状況を打開しなければいけないと思いつつも、その方法が見つからず責任を感じてしまう。\nそんな中、エマたちと一緒に食料調達へ行っていたトーマとラニオンは、帰り道、鬼の集落で人間だと発覚してしまう。"
                },
                "6": {
                    "ID": "8128378",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/8128378",
                    "TitleEnglish": "Episode 6",
                    "SummaryEnglish": "Norman, thought to have been shipped, stands before Emma and Ray. It is a reunion they never dreamed of, and they embrace tearfully. Norman reveals his plan to create the future Emma wants, where the children can live happily.",
                    "TitleJapanese": "EPISODE6",
                    "SummaryJapanese": "エマとレイの目の前には、出荷されたはずのノーマンがいた。\nもう叶わないと思っていた再会に涙し、ノーマンに抱き着くエマたち。\n神殿に戻り、他の子供たちとも念願の再会を噛みしめる。\nその後、ノーマンは出荷の日からこれまでに、何があったのか語りだす。自分が移送された「ラムダ７２１４」のことや、そこで知った「なぜ鬼が人間を食べる必要があるのか」その真実を。\nそして、エマの望んだ「食用児が笑って暮らせる未来」を作る為、\nノーマンは、鬼を絶滅させ、鬼の世界で食用児が安全に暮らせる世界を作る、と伝える。その作戦を聞き喜ぶ子供たちの中で、エマだけは浮かない顔を見せる。"
                },
                "7": {
                    "ID": "8128379",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/8128379",
                    "TitleEnglish": "Episode 7",
                    "SummaryEnglish": "Though Emma pleads with him, explaining she has no wish to eradicate the demons, Norman is set in his decision and deaf to her arguments. To resolve their dispute, Emma proposes a deal.",
                    "TitleJapanese": "EPISODE7",
                    "SummaryJapanese": "ノーマンから「邪血の少女」である、ムジカの伝承を聞いたエマとレイ。\nムジカの持つ力に驚きつつ、エマはその力に希望を抱く。\nしかし、ノーマンは自分の作戦に対する危険要素であると考え、ムジカとソンジュを殺すという。\nエマは、「鬼たちを滅ぼしたくない」と、ノーマンに告げるが、ノーマンも引かず、淡々とエマを説得する。\n完全に対立してしまった二人だったが、エマは、ノーマンにある取引を提案する。"
                },
                "8": {
                    "ID": "8128381",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/8128381",
                    "TitleEnglish": "Episode 8",
                    "SummaryEnglish": "Norman, seized by a terrible fit of coughing, spits up blood. He lied about not being experimented on when he was at Lambda. With the little time he has left, Norman manages to reunite with Emma and hopes to create a world where she and the children can live in peace.",
                    "TitleJapanese": "EPISODE8",
                    "SummaryJapanese": "発作により血を吐くノーマン。ノーマンがラムダで実験をされていないというのは嘘だった。ノーマンは自分に残された時間の中で、生きてエマ達と再会し、\nエマ達が安心して暮らせる世界を作ることを望み、戦っていた。\n一方で、エマ、レイ、ドン、ギルダの4人は、ムジカとソンジュと再会を果たし、二人に助けを求めるが、突如爆発音が聞こえる。ノーマンの作戦が実行されたと考えたエマ達は、集落へ急ぐ。"
                },
                "9": {
                    "ID": "8128383",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/8128383",
                    "TitleEnglish": "Episode 9",
                    "SummaryEnglish": "Norman has begun executing his plan without waiting for Emma. When Emma, Ray, and Sonju appear, Norman is hesitating to kill Vylk and his grandchild, but he tells them that they are too late and that the plan is already in motion.",
                    "TitleJapanese": "EPISODE9",
                    "SummaryJapanese": "エマたちの帰りを待たずして、作戦を実行したノーマン。ヴィルクとその孫鬼を殺すことを躊躇している中、ノーマンの前にエマとレイ、そしてソンジュが現れた。ノーマンは、「作戦は実行され、もう手遅れだ」と告げる。\nエマは、今からでも絶滅を止めるようノーマンを説得するが、ノーマンはエマの言葉を聞き入れない。そんなノーマンにエマは、彼の本心を見透かすように声をかける。\n一方、農園本部では子供たちがシェルターの無線を使い、農園の定時連絡を傍受していると気づいたイザベラは、GFハウスの食用児全員を出荷するという情報を流す。"
                },
                "10": {
                    "ID": "8128384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/8128384",
                    "TitleEnglish": "Episode 10",
                    "SummaryEnglish": "Vincent reveals his plan to enter the farm. After hearing this plan, Peter reconfigures the security on the farm to prepare for the intruders. Meanwhile, the shipment of children from the house has been set in motion, and Phil has already arrived at the gate.",
                    "TitleJapanese": "EPISODE10",
                    "SummaryJapanese": "気球を使い、上空から農園に侵入する作戦を漏らすヴィンセント。その報告をうけピーターも農園の警備を変更、来たる脱走者たちの侵入に備える。しかし、ヴィンセントの裏切りもエマたちの作戦の一つで、気球を陽動につかい、農園への侵入作戦を開始する。\n一方ハウスでは食用児たちの出荷作業が進み、フィルは既に門へ到着していた。そこへジェミマが現れ、エマの伝言を受け取る。エマはハウスの子どもたちに合図を送り、シスターから子どもたちを引き離すことに成功。ハウスの子どもたちと合流し、みんなで人間の世界へ通ずるエレベータに乗り込むが、グランマとなったイザベラ率いる武装した大勢のシスターとピーターに行く手を阻まれる。"
                },
                "11": {
                    "ID": "8128385",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/the-promised-neverland/episodes/8128385",
                    "TitleEnglish": "Episode 11",
                    "SummaryEnglish": "As Emma extends her hand to Peter and says, \"Let's be free,\" he shows a calm expression, but realizes his true fate. The children finally arrive at the gate leading to the human world, where they hope to pass through.",
                    "TitleJapanese": "EPISODE11",
                    "SummaryJapanese": null
                }
            }
        }
    }
}