{
    "URL": "https://www.thetvdb.com/series/hanebado",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Sport"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt8646234/",
        "https://www.themoviedb.org/tv/80537"
    ],
    "TitleEnglish": "Hanebado!",
    "SummaryEnglish": "After her crushing defeat of 21-0 at the National Junior Badminton Tournament, Nagisa Aragaki's love for her sport begins to distort. Unable to deal with the shame of loss, she starts to terrorize the members of her high school badminton club. Her grueling drills bring some to the verge of tears while others quit the club outright. With the team losing members and new prospects being too terrified to join, the future of the badminton club looks exceptionally grim. That is, until Kentarou Tachibana joins as the new head coach. Not only is he an Olympic-level player, but he also comes bearing a secret weapon: Ayano Hanesaki, the girl who defeated Nagisa six months ago. However, Ayano is not the rival Nagisa remembers, but a girl with conflicted feelings wanting to distance herself from badminton. With her future in sports now on the line, Nagisa must find a way to face her fears of inadequacy, heal her rival's troubled heart, and bring victory to Kitakomachi High School's badminton club.",
    "Aliases": [],
    "Modified": "2025-09-25",
    "Seasons": {
        "1": {
            "ID": "767088",
            "URL": "https://www.thetvdb.com/series/hanebado/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "6713628",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6713628",
                    "TitleEnglish": "Incredible Talent!",
                    "SummaryEnglish": "Aragaki Nagisa, captain of the Kitakomachi High School badminton club, lost a game at the Junior Nationals without scoring a single point. She's fallen into a slump since then, and takes her anger out on her fellow club members. But six months later, a new student appears in the club..."
                },
                "2": {
                    "ID": "6746416",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6746416",
                    "TitleEnglish": "Meat's the Best After a Workout!",
                    "SummaryEnglish": "Nagisa is threatened by Ayano's presence. She works even harder than ever before, but can't seem to pull out of her slump. Then, their new coach Tachibana takes action..."
                },
                "3": {
                    "ID": "6753044",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753044",
                    "TitleEnglish": "She Was Perfect",
                    "SummaryEnglish": "Ayano has just started fitting in at the badminton club when Serigaya Kaoruko, ace at Konan High School, appears. Ayano is upset by her presence, and appears to have some past connection with her."
                },
                "4": {
                    "ID": "6753045",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753045",
                    "TitleEnglish": "I'm Lost Right Now, Too",
                    "SummaryEnglish": "While at a training camp, the Kitakomachi badminton club ends up playing the Fredericia Girls badminton club. Ayano is excited about playing with her team for the first time, but when she goes out to buy things from the local convenience store, she runs into another girl..."
                },
                "5": {
                    "ID": "6753047",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753047",
                    "TitleEnglish": "You're Not Alone",
                    "SummaryEnglish": "Danish player Connie singlehandedly dominates the Ayano-Riko pair. Riko notices that Ayano seems shaken by some meaningful words Connie said to her, and offers her own encouragement."
                },
                "6": {
                    "ID": "6753985",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753985",
                    "TitleEnglish": "It's Our Last Summer, You Know!",
                    "SummaryEnglish": "The Kitakomachi badminton club is hard in training for the upcoming Inter-High preliminaries. Riko is revved up to play in her last tournament, but when she receives her match-ups, she goes from elated to despondent."
                },
                "7": {
                    "ID": "6753986",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753986",
                    "TitleEnglish": "I'll Mop the Floor With Her",
                    "SummaryEnglish": "For her third match of the Inter-High preliminaries, Ayano faces her middle school rival, Kaoruko. Though puzzled by Ayano's attitude change from the last time they played, Kaoruko faces her with utter confidence. But when the match begins..."
                },
                "8": {
                    "ID": "6753988",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753988",
                    "TitleEnglish": "The Badminton I Want to Play",
                    "SummaryEnglish": "Nearing the end of the Inter-High preliminaries, Nagisa must play her old teammate, Ishizawa, for a spot at nationals. Nagisa is more revved up than ever, but Tachibana senses trouble with her knee..."
                },
                "9": {
                    "ID": "6753989",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753989",
                    "TitleEnglish": "What I Want Us To Be Is Not 'Friends'",
                    "SummaryEnglish": "The Kitakomachi Badminton Club is preparing for the Inter-High finals between Nagisa and Ayano. While club feels nervous over Ayano's strange behavior, one day, an unexpected person shows up in the middle of practice."
                },
                "10": {
                    "ID": "6753990",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753990",
                    "TitleEnglish": "The Backhand Grip Is Like This",
                    "SummaryEnglish": "Nagisa is nervous about playing Ayano at full strength. Worried about her knee, Tachibana gives her some advice. And all the while, the boys' Inter-High preliminaries are going forward."
                },
                "11": {
                    "ID": "6753991",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753991",
                    "TitleEnglish": "Because I Love Badminton",
                    "SummaryEnglish": "It's the night before the Inter-High finals, and the two finalists reflect on their journeys. Ayano wonders what she's playing badminton for, while Nagisa thinks back on her old loss to Ayano. And so the finals begin..."
                },
                "12": {
                    "ID": "6753992",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753992",
                    "TitleEnglish": "Step Forward Already!",
                    "SummaryEnglish": "While the match between Ayano and Nagisa begins in force, Elena confronts Uchika about the real reason for her abandonment of Ayano."
                },
                "13": {
                    "ID": "6753994",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/hanebado/episodes/6753994",
                    "TitleEnglish": "On the Other Side of That Net",
                    "SummaryEnglish": "It's the final game of the white-hot match between Ayano and Nagisa. Ayano continues to search for purpose, while Nagisa fights her with everything she has."
                }
            }
        }
    }
}