{
  "URL": "https://www.thetvdb.com/series/lord-of-vermilion-guren-no-ou",
  "Genres": [
    "Action",
    "Adventure",
    "Animation",
    "Anime",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt8385224/",
    "https://www.themoviedb.org/tv/80823"
  ],
  "TitleEnglish": "Lord of Vermilion: The Crimson King",
  "SummaryEnglish": "Tokyo, 2030. A high-frequency resonance is suddenly heard in a suburban area, and at the same time, the entire town is shrouded in a red mist. All living things that hear the sounds, human and animal alike, lose consciousness. The phenomenon is assumed to be an unidentified virus, so due to fear of a spreading epidemic, Tokyo is blocked off from the rest of the country. About six months later, all the people who had lost consciousness awaken as if nothing ever happened. However, strange incidents start happening on that same day, and the city becomes engulfed by a chain of cruel destinies.",
  "Aliases": [
    "Lord of Vermilion: Guren no Ou",
    "Lord of Vermillion: Guren no Ou"
  ],
  "Modified": "2025-09-28",
  "Seasons": {
    "1": {
      "ID": "767616",
      "URL": "https://www.thetvdb.com/series/lord-of-vermilion-guren-no-ou/seasons/official/1",
      "TitleEnglish": null,
      "SummaryEnglish": null,
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6718394",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-of-vermilion-guren-no-ou/episodes/6718394",
          "TitleEnglish": "Our Lives are the Debt We Pay Our Enemies",
          "SummaryEnglish": "Tokyo was suddenly assaulted by the Great Collapse! The moment they heard it, everyone in the city fell into a coma. When they awoke, Tokyo was enveloped in a red mist. Though some plotted to escape, not a single person has made it through the red mist alive, and Tokyo has become inaccessible. Tokyo is now a shadowy and inaccessible city from which there is no escape! Five months later, the very last person still in a coma, univeristy student Kamina Chihiro awakens, and curtains rise on the fierce Vermillion legend!",
          "Aliases": []
        },
        "2": {
          "ID": "6760559",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-of-vermilion-guren-no-ou/episodes/6760559",
          "TitleEnglish": "You Don't Know Who I Am Yet",
          "SummaryEnglish": "The man who was like a father to the solitary Chihiro transforms into a giant troll before his eyes. When Chihiro is struck by the creature's blade, his eyes glow a deep red and something begins to awaken inside him!",
          "Aliases": []
        },
        "3": {
          "ID": "6766331",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-of-vermilion-guren-no-ou/episodes/6766331",
          "TitleEnglish": "Who Set Fire to an Old Conflict?",
          "SummaryEnglish": "Only the chosen warriors known as Vessels of Heroic Blood are able to turn their own blood into weapons. First Chihiro, then his friend Kotetsu awaken as Vessels of Heroic Blood. But who keeps transforming innocent people into monsters?!",
          "Aliases": []
        },
        "4": {
          "ID": "6766332",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-of-vermilion-guren-no-ou/episodes/6766332",
          "TitleEnglish": "Why Do I Love My Despised Enemy",
          "SummaryEnglish": "Chihiro and his friends are bewildered by Dux's unexpected words. Believing he's destined to destroy everything in his life, Chihiro ignores the warnings of his friends and uses his immense power against Tokyo!",
          "Aliases": []
        },
        "5": {
          "ID": "6775062",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-of-vermilion-guren-no-ou/episodes/6775062",
          "TitleEnglish": "Today’s Dark Destiny Will Hang Over the Future",
          "SummaryEnglish": "Chihiro can't stop thinking about what Yuri said to him. Does it have something to do with the lost memories of his childhood? The past Kakihara describes to Chihiro is a heartbreaking tragedy.",
          "Aliases": []
        },
        "6": {
          "ID": "6775063",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-of-vermilion-guren-no-ou/episodes/6775063",
          "TitleEnglish": "Bright Lights Suit A Dark Heart",
          "SummaryEnglish": "As a mysterious series of murders occur in Tokyo, Inuki goes missing. Chihiro desperately searches for Inuki, until Yuri appears before him. Meanwhile, Inuki continues to plunge towards destruction.",
          "Aliases": []
        },
        "7": {
          "ID": "6775064",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-of-vermilion-guren-no-ou/episodes/6775064",
          "TitleEnglish": "Please Join Our Hands With the Holy Words",
          "SummaryEnglish": "Chihiro and his friends are shaken by Inuki's death, but have no time to grieve as the agents of Chaos continue their mission to exterminate the Heroic Lineage.",
          "Aliases": []
        },
        "8": {
          "ID": "6775065",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-of-vermilion-guren-no-ou/episodes/6775065",
          "TitleEnglish": "Excruciating Sadness Can Be Cured by Other Anguish",
          "SummaryEnglish": "I want to resist fate. I want to save my friends from death. Hoping to achieve these goals, Chihiro decides to work with agent of Chaos Yuri. He asks Marie, Tsubaki, and the Guardian State to fight with him. Rather than destroying Tokyo, he believes the best option is for everyone to work together so the Heroic Lindeage survives. However, fate does not abide such naive thoughts, and instead leads Chihiro to the worst possible end...!",
          "Aliases": []
        },
        "9": {
          "ID": "6775066",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-of-vermilion-guren-no-ou/episodes/6775066",
          "TitleEnglish": "Sometimes People Become Cheerful When Faced With Death",
          "SummaryEnglish": "Chihiro is betrayed by Yuri and deserted by the Guardian State. No matter how much he fights them, his prophetic dreams of despair keep coming true. Despite this, he continues to desperately struggle to change fate. Chihiro's behavior inspires Kakihara to look into his past again. Did Chihiro really kill is own father?! What truth is hidden within that bloody tragedy?! Meanwhile, Chihiro dreams of Kakihara's death.",
          "Aliases": []
        },
        "10": {
          "ID": "6775067",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-of-vermilion-guren-no-ou/episodes/6775067",
          "TitleEnglish": "My Soul Calls My Name",
          "SummaryEnglish": "The AVAL Science Foundation has been attempting to cause a Second Great Collapse by installing artificial keystones throughout the city! At this rate, everyone in Tokyo will be transformed into monsters, and the city will become a hellscape! In order to stop their plot, Chihiro and his friends head to the Infinity Theater where Kark Kaburagi is performing a concert. As the reaper's deadly melody rings throughout the theater, total war breaks out between Chihiro's friends and the AVAL Science Foundation. Will they be able to stop the Second Great Collapse?!",
          "Aliases": []
        },
        "11": {
          "ID": "6775068",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-of-vermilion-guren-no-ou/episodes/6775068",
          "TitleEnglish": "The Delicate Flower Bud is Both Medicine and Poison",
          "SummaryEnglish": "Are the vessels of Heroic Blood destined to fight one another and die? Friend and foe alike are slain by the end of a bloody battle. However, the survivors must continue to fight for the fate of the world.",
          "Aliases": []
        },
        "12": {
          "ID": "6775069",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/lord-of-vermilion-guren-no-ou/episodes/6775069",
          "TitleEnglish": "The World is Vast and Infinite",
          "SummaryEnglish": "The gate to another world is finally opened, and Tokyo begins to collapse! As Chihiro and his allies head to the location of their final confrontation in order to end it all, a terrifying enemy blocks their path!",
          "Aliases": []
        }
      }
    }
  }
}