{
  "URL": "https://www.thetvdb.com/series/detonator-orgun",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Drama",
    "Science Fiction"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt0101718/",
    "https://www.themoviedb.org/tv/80239"
  ],
  "TitleEnglish": "Detonator Orgun",
  "SummaryEnglish": "Fleeing from his own race, Orgun—an alien being with superhuman abilities and unearthly weapons—travels to Earth to find an answer to his origin. There, he bonds with a young man named Tomoru to defend Earth against the Evoluders, who seek nothing but destruction of other civilizations.",
  "Aliases": [],
  "Modified": "2023-11-26",
  "Seasons": {
    "1": {
      "ID": "771149",
      "URL": "https://www.thetvdb.com/series/detonator-orgun/seasons/official/1",
      "# Episodes": 3,
      "Episodes": {
        "1": {
          "ID": "6754424",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/detonator-orgun/episodes/6754424",
          "TitleEnglish": "Birth",
          "SummaryEnglish": "Tomoru Shindo, a college student from City 5, is having dreams of a mecha named Orgun and protecting a woman from an hostile mecha. A meteor enters Earth's atmosphere and heads for City 5, revealing itself to be a hostile mecha from an alien race called the Evoluder. Earth Defense Force (EDF) Professor Michi Kanzaki receives signals from the Moon that are coming from a crash-landed mecha named Orgun, and rebuilds it in her laboratory. Orgun escapes and confronts the invading mecha, inviting Tomoru to merge with him. Together, the two defeat the mecha. Tomoru learns that Orgun is a defector from the invading Evoluder, who plan to destroy Earth with the battle planet Zoma's antimatter cannon. The blind oracle Kumi Jefferson predicts the planet's destruction.",
          "Aliases": []
        },
        "2": {
          "ID": "6754426",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/detonator-orgun/episodes/6754426",
          "TitleEnglish": "Pursuit",
          "SummaryEnglish": "The EDF create robotic suits based on Orgun in order to defend Earth. Orgun and Tomoru meet two of the Evoluder: Leave, who dies protecting Orgun, and Rang, who battles Orgun in anger for his treason. It is revealed that the Evoluder are the descendants of a manned space mission Earth sent to the Cygnus constellation 200 years earlier, whose crew evolved into mechanical lifeforms due to experiencing millions of years of time dilation during the journey. Some of the Evoluder are telepathically linked to certain humans, such as Tomoru with Orgun and Kumi with the Evoluder's leader, Mhiku.",
          "Aliases": []
        },
        "3": {
          "ID": "6754428",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/detonator-orgun/episodes/6754428",
          "TitleEnglish": "Showdown",
          "SummaryEnglish": "Using their robotic suits, the EDF repels the Evoluder's invasion force. Kumi uses her telekinetic powers to move the Sun so Orgun can save the Earth. Zoa, the Evoluder's military commander, fires the antimatter cannon. Orgun uses his Grand Cross attack to kill Zoa and destroy the cannon. Orgun crashes onto a beach and dies while Tomoru survives. Mhiku resumes ruling the Evoluder, who peacefully leave Earth. Tomoru and Kanzaki walk off into the sunset while Orgun's remains are displayed in a museum.",
          "Aliases": []
        }
      }
    }
  }
}