{
    "URL": "https://www.thetvdb.com/series/goblin-slayer",
    "Genres": [
        "Adaptation",
        "Swashbuckler"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/661C-6289-7C1B-069B-88F8-H",
        "https://www.imdb.com/title/tt8690728/",
        "http://www.goblinslayer.jp",
        "http://www.reddit.com/r/GoblinSlayer/",
        "https://www.tvmaze.com/shows/38610/show-slug",
        "https://www.themoviedb.org/tv/82591",
        "https://www.wikidata.org/wiki/Q63435787",
        "https://en.wikipedia.org/wiki/Goblin_Slayer",
        "https://x.com/GoblinSlayer_GA"
    ],
    "TitleEnglish": "Goblin Slayer",
    "SummaryEnglish": "Goblins are known for their ferocity, cunning, and rapid reproduction, but their reputation as the lowliest of monsters causes their threat to be overlooked as adventurers turn a blind eye in favor of more rewarding assignments with larger bounties. A young priestess has formed her first adventuring party, but almost immediately they find themselves in distress. It's the Goblin Slayer who comes to their rescue—a man who's dedicated his life to the extermination of all goblins, by any means necessary. As a holder of the prestigious Silver rank, the Goblin Slayer allows her to accompany him as he assists the Adventurer's Guild in all goblin-related matters. Together with the Priestess, High Elf, Dwarf, and Lizard-man, the armored warrior will not rest until every single goblin in the frontier lands has been eradicated for good.",
    "TitleJapanese": "ゴブリンスレイヤー",
    "SummaryJapanese": "辺境のギルドには、ゴブリン討伐だけで\n銀等級（序列三位）にまで\n上り詰めた稀有な存在がいるという……。\n冒険者になって、はじめて組んだ\nパーティがピンチとなった女神官。\nそれを助けた者こそ、\nゴブリンスレイヤーと呼ばれる男だった。\n\n彼は手段を選ばず、手間を惜しまず\nゴブリンだけを退治していく。\nそんな彼に振り回される女神官、\n感謝する受付嬢、彼を待つ幼馴染の牛飼娘。\nそんな、彼の噂を聞き、\n森人（エルフ）の少女が依頼に現れた――。",
    "Aliases": [
        "Goburin Sureiyā",
        "Goblin Slayer 2nd Season",
        "Goblin Slayer: Full Series",
        "GOBLIN SLAYER"
    ],
    "Modified": "2025-06-21",
    "Seasons": {
        "0": {
            "ID": "771499",
            "URL": "https://www.thetvdb.com/series/goblin-slayer/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "6931629",
                    "TYPE": "Season Recaps",
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/6931629",
                    "TitleEnglish": "Recap: Adventure Sheet",
                    "SummaryEnglish": "Episode 10.5 - Recap of the first 10 episodes. The Cow Girl waits for Goblin Slayer to come back home and reflects on his childhood and his interactions with his new companions. We get to see why the Silver-ranked Goblin Slayer slays goblins through the Cow Girl's eyes.",
                    "TitleJapanese": "冒険記録用紙",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7356095",
                    "TYPE": "Movies",
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/7356095",
                    "TitleEnglish": "Goblin Slayer: Goblin's Crown",
                    "SummaryEnglish": "Goblin Slayer and his party head up to the snowy mountains in the north after receiving that request from the Sword Maiden to find any information on the Noble Fencer that disappeared after leaving to slay some goblins. A small village gets attacked, they encounter a mysterious chapel, and something about how these goblins are acting bothers the Goblin slayer. In order to save the captured Noble Fencer, the Goblin Slayer and his party head to an ancient fortress covered in snow to face off with a powerful foe and a horde of goblins!",
                    "TitleJapanese": "ゴブリンスレイヤー GOBLIN`S CROWN",
                    "SummaryJapanese": "ゴブリンスレイヤーと彼の党は、ソードメイデンからその要求を受けた後、北の雪山に向かい、ゴブリンを殺すために去った後に姿を消したノーブルフェンサーに関する情報を見つけました。 小さな村が攻撃され、神秘的な礼拝堂に遭遇し、これらのゴブリンがどのように行動しているかについての何かがゴブリンスレイヤーを悩ませます。 捕らえられたノーブルフェンサーを救うために、ゴブリンスレイヤーと彼のパーティーは雪に覆われた古代の要塞に向かい、強力な敵とゴブリンの大群と対決します！"
                }
            }
        },
        "1": {
            "ID": "771500",
            "URL": "https://www.thetvdb.com/series/goblin-slayer/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6758282",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/6758282",
                    "TitleEnglish": "The Fate of Certain Adventurers",
                    "SummaryEnglish": "A young Priestess joins a group of rookie adventurers who decide to raid a cave infested with goblins. Things quickly go awry when the inexperienced party is ambushed by goblins, resulting in all of them save for the Priestess being killed, raped or captured. The Priestess is rescued by the arrival of Goblin Slayer, who swiftly kills the goblins attacking her. She decides to follow Goblin Slayer as he proceeds deeper into the cave, killing more goblins and teaching her about their psychology and battle tactics. With the Priestess' help, Goblin Slayer is able to kill the remaining goblins, including a goblin shaman and hobgoblin. They then discover several goblin infants, which Goblin Slayer mercilessly kills to prevent them from becoming threats in the future. Despite the traumatic experience, the Priestess decides to join Goblin Slayer as his adventuring companion.",
                    "TitleJapanese": "特定の冒険者の運命",
                    "SummaryJapanese": "女神官は冒険者となったその日に、ゴブリンに攫われた娘を助け出すため、新米の冒険者たちと共に森の洞窟へと向かう。\nモンスターの中でも最弱と言われるゴブリンだったが、洞窟に仕掛けられた罠にはまり彼女たちは絶体絶命の危機に陥ってしまう。\nその時、全身を鎧で覆った銀等級（序列三位）の人物が女神官の前に現れた。\n淡々と手間を惜しまずゴブリンを退治していくその男は、自らを“ゴブリンスレイヤー”と名乗るが…。"
                },
                "2": {
                    "ID": "6827096",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/6827096",
                    "TitleEnglish": "Goblin Slayer",
                    "SummaryEnglish": "The Goblin Slayer is a silver-ranked adventurer covered in armor from head to toe. The Goblin Slayer never accepted any quests from the Adventurers' Guild other than quests to slay goblins so he was perceived as strange by the other guild members. Ever since she was saved by the Goblin Slayer the Priestess had been joining him on quests and slowly began to understand how he functions.",
                    "TitleJapanese": "小鬼を殺す者",
                    "SummaryJapanese": "鎧を着た銀等級の男、ゴブリンスレイヤー。手段も選ばず、ただひたすらにゴブリンのみを退治し続けている彼は、辺境の街のギルドを利用する冒険者の多くから敬遠されていた。\nゴブリンスレイヤーに助けられて以来、一緒にゴブリン退治をしている女神官は、彼と行動を共にしていくうちに、ゴブリンスレイヤーの持つ信念や悩みを徐々に理解していく。"
                },
                "3": {
                    "ID": "6827097",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/6827097",
                    "TitleEnglish": "Unexpected Visitors",
                    "SummaryEnglish": "The High Elf Archer, Dwarf Shaman, and Lizardman Priest come to see Goblin Slayer. They tell him of a demon lord that's revived with the intent to destroy the world, and they ask for Goblin Slayer's help. However, he tells them he has no interest until they mention goblins...",
                    "TitleJapanese": "思いがけない来客",
                    "SummaryJapanese": "ゴブリンスレイヤーの元に、妖精弓手、鉱人道士、そして蜥蜴僧侶が尋ねてきた。彼らはゴブリンスレイヤーに、世界を滅ぼそうとしている魔神王が復活したことを告げる。\n魔神王の軍勢の討伐に協力するよう妖精弓手たちから依頼されたゴブリンスレイヤー。だが彼は討伐に興味を示さなかった。そこで妖精弓手たちは…。"
                },
                "4": {
                    "ID": "6827098",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/6827098",
                    "TitleEnglish": "The Strong",
                    "SummaryEnglish": "Goblin Slayer and his companions enter some ancient ruins that had been taken over by the demon lords' minions. Goblin Slayer works together with the High Elf Archer and the others to slay the army of goblins, but suddenly, an ogre appears. The tables turn on the battle as the ogre beats Goblin Slayer down...",
                    "TitleJapanese": "強き者ども",
                    "SummaryJapanese": "古代の遺跡に潜入したゴブリンスレイヤーたち。そこは魔神王の軍勢であるゴブリンたちの根城になっていた。妖精弓手たちと協力し、淡々とゴブリンたちを退治していくゴブリンスレイヤー。しかし突然、遺跡の奥よりゴブリンたちを統べていた“オーガ”が現れる。圧倒的な強さで蹂躙されるゴブリンスレイヤー一行。\nついに“オーガ”の振るう戦鎚がゴブリンスレイヤーを捕らえた…。"
                },
                "5": {
                    "ID": "6827099",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/6827099",
                    "TitleEnglish": "Adventures and Daily Life",
                    "SummaryEnglish": "Goblin Slayer and the others return successful from their quest in the ruins. Goblin Slayer spends a few days sleeping at Cow Girl's home to recover and then heads to the guild. There, he gives advice to a couple of adventurers on how to deal with some giant rats and also accepts a request from Guild Girl.",
                    "TitleJapanese": "冒険と日常と",
                    "SummaryJapanese": "遺跡での激戦を経て辺境の街に帰還したゴブリンスレイヤーたち。傷を癒したゴブリンスレイヤーは幼馴染である牛飼娘と辺境の街のギルドに向かう。\nギルドでは巨大鼠に武器を奪われた新米戦士と見習聖女に戦い方のアドバイスをする。そんな折、ゴブリンスレイヤーはギルドの受付嬢からある依頼を受ける…。"
                },
                "6": {
                    "ID": "6827100",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/6827100",
                    "TitleEnglish": "Goblin Slayer in the Water Town",
                    "SummaryEnglish": "Goblin Slayer and his party receive a request to slay some goblins. The one who sent the request was the Sword Maiden, one of the heroes that defeated the Demon Lord. Goblin Slayer, Priestess, High Elf Archer, Dwarf Shaman, and Lizardman Priest head to Water Town. It's a peaceful, beautiful city, but apparently, there are some scary incidents happening. The party believes that there might be some goblins hiding in the sewers so they head down there as soon as possible.",
                    "TitleJapanese": "水の街の小鬼殺し",
                    "SummaryJapanese": "突如ゴブリンスレイヤー宛にゴブリン退治の依頼が届いた。その送り主はかつての魔神王を打ち倒した“剣の乙女”だった。\nゴブリンスレイヤー、女神官、妖精弓手、鉱人道士、蜥蜴僧侶の一行はさっそく水の街に向かう。風光明媚な水の街だが、昨今不審な事件が多発しているという。多くの人たちが暮らす街の地下には下水道が通っている。そこにゴブリンが潜んでいると睨んだゴブリンスレイヤーたちは、早速地下水路に侵入する。"
                },
                "7": {
                    "ID": "6827101",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/6827101",
                    "TitleEnglish": "Onward Unto Death",
                    "SummaryEnglish": "Goblin Slayer and his party go into the sewers of Water Town to investigate some brutal incidents they think were caused by goblins. When they go down to the sewers, they are immediately attacked by a horde of goblins. Because of the sheer number of goblins, the party has a hard time dealing with them all and then a goblin champion also appears before them...",
                    "TitleJapanese": "死へ進め",
                    "SummaryJapanese": "水の街のゴブリン騒動が人為的に引き起こされたものだと考えたゴブリンスレイヤー一行は、地下水路の探索を進めていく。\n地下墳墓まで到達したゴブリンスレイヤーたちだったが、そこでゴブリンの大群に襲われる。何とか窮地を凌いだものの、ゴブリンたちの猛攻は止まらない。そしてついに、ゴブリンスレイヤーたちの前に、小鬼英雄（ゴブリンチャンピオン）が現れた。"
                },
                "8": {
                    "ID": "6827102",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/6827102",
                    "TitleEnglish": "Whispers and Prayers and Chants",
                    "SummaryEnglish": "Goblin Slayer was gravely injured after the battle with the goblin champion. The Priestess and Sword Maiden work together to heal Goblin Slayer with a special ritual. Meanwhile, High Elf Archer and the others investigate the sewers a bit further and encounter a mysterious creature. Due to the creature's abilities, the party heads back up to the surface to regroup with Goblin Slayer and Priestess before they go any further.",
                    "TitleJapanese": "囁きと祈りと詠唱",
                    "SummaryJapanese": "小鬼英雄との戦闘で深く傷つき、生死の境を彷徨うゴブリンスレイヤー。剣の乙女は女神官と協力し、奇跡の力によるゴブリンスレイヤーの蘇生を試みる。\nその頃、地下水路の探索を進めていた妖精弓手たちは、ゴブリンとは全くことなる未知のクリーチャーと遭遇する。未知のクリーチャーの圧倒的な攻撃力により、一度は攻略を諦めた一行だったが…。"
                },
                "9": {
                    "ID": "6827104",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/6827104",
                    "TitleEnglish": "There and Back Again",
                    "SummaryEnglish": "The party encounters a giant mirror in the sewers. The mirror, the mysterious creature they encountered, the horde of goblins, and the goblin champion that appeared... Goblin Slayer and the others try to get to the bottom of what's going on. They once again encounter the horde of goblins as well as the goblin champion, which gravely injured Goblin Slayer previously. But Goblin Slayer had a plan to take care of them once and for all...",
                    "TitleJapanese": "往きて、還りし",
                    "SummaryJapanese": "祭壇に設置された巨大な鏡。地下水路に大量発生したゴブリンの群れ。そして度々現れるゴブリン以外のクリーチャー…。\nゴブリンスレイヤーたちは今回の騒動の核心に迫っていく。地下奥深くでは、以前ゴブリンスレイヤーたちを苦しめた小鬼英雄が彼らを待ち受けていた。だがゴブリンスレイヤーには、ゴブリンを一網打尽にする起死回生の作戦があった。"
                },
                "10": {
                    "ID": "6827105",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/6827105",
                    "TitleEnglish": "Dozing",
                    "SummaryEnglish": "Goblin Slayer and his party head back to town. The news that the Hero had defeated the Demon Lord is spreading, putting everyone in a celebratory mood. However, Goblin Slayer doesn't seem to care much about the news and continues on with his daily life. On the other hand, it seems that Goblin Slayer is changing ever so slightly through his interactions with his companions...",
                    "TitleJapanese": "まどろみの中で",
                    "SummaryJapanese": "辺境の街まで帰ってきたゴブリンスレイヤー一行。世界は勇者が魔神王を打ち倒したという知らせを受け祝賀ムードになっていた。ゴブリンスレイヤーも一見いつもと変わらない淡々とした生活を送り始める。\nしかし彼もまた、仲間たちとの交流を通して少しずつ心情に変化が生まれはじめていた。"
                },
                "11": {
                    "ID": "6827106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/6827106",
                    "TitleEnglish": "A Gathering of Adventurers",
                    "SummaryEnglish": "Goblin Slayer does his usual rounds around the farm and finds a bunch of goblin footprints, and realizes that they're planning to attack the farm that night. Goblin Slayer tries to convince Cow Girl and her uncle to leave, but she refuses to leave, wanting to protect the one place that Goblin Slayer has to come home to. In order to protect the farm Goblin Slayer heads to the guild to make a request...",
                    "TitleJapanese": "冒険者の饗宴",
                    "SummaryJapanese": "日課の見回り中に大量のゴブリンの足跡を発見したゴブリンスレイヤーは、ゴブリンの大群が今夜中に牛飼娘の牧場に押し寄せることを予見する。牛飼娘に逃げ出すよう説得するが、彼女は、ゴブリンスレイヤーの“帰ってくる場所”を守るために牧場から離れようとしない。牧場を守るためゴブリンスレイヤーは一人、辺境の街のギルドに向かう。"
                },
                "12": {
                    "ID": "6827107",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/6827107",
                    "TitleEnglish": "The Fate of a Certain Adventurer",
                    "SummaryEnglish": "The battle against the Goblin Lord and his horde of goblins had begun, and High Elf Archer, Dwarf Shaman, Lizardman Priest, and the other members from the guild face them head-on. Meanwhile, Goblin Slayer goes to face the Goblin Lord alone...",
                    "TitleJapanese": "ある冒険家の運命",
                    "SummaryJapanese": "小鬼王（ゴブリンロード）率いるゴブリンの大軍勢と辺境の街にいる冒険者たちの戦いが始まった。敵の大群に立ち向かう妖精弓手、鉱人道士、蜥蜴僧侶をはじめとしたギルドの仲間たち。しかし更なる強敵が冒険者たちに襲い掛かる。苛烈を極める戦闘の中、ゴブリンスレイヤーは一人、小鬼王の前に姿を現す…。"
                }
            }
        },
        "2": {
            "ID": "1924868",
            "URL": "https://www.thetvdb.com/series/goblin-slayer/seasons/official/2",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "9040106",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/9040106",
                    "TitleEnglish": "An Ordinary Spring Day",
                    "SummaryEnglish": "Priestess is worried about the possibility of ranking up and Goblin Slayer encounters a strange bespectacled boy.",
                    "TitleJapanese": "ありふれた春の一日",
                    "SummaryJapanese": "ゴブリンスレイヤーは、今日も女神官、妖精弓手、鉱人道士、蜥蜴僧侶と共にゴブリン退治に向かう。ところがその途中、彼らは単独でゴブリン退治をしようと意気込む危うい新人冒険者・少年魔術師と出会う。その危うさを心配したギルドの受付嬢に頼まれ、ゴブリンスレイヤーは彼を牧場に連れ帰ることにするが…。"
                },
                "2": {
                    "ID": "10016584",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/10016584",
                    "TitleEnglish": "The Red-Haired Wizard Boy",
                    "SummaryEnglish": "Priestess leads her first quest with the usual party but they also bring Wizard Boy along. They go to a mausoleum in search of a party of adventurers that went there prior but never came back.",
                    "TitleJapanese": "赤毛の少年魔術師",
                    "SummaryJapanese": "ゴブリンスレイヤーたちは建設中の“新人冒険者訓練場”に現れたゴブリン退治の依頼を受ける。昇級審査のため初めて一党の指揮を執ることになった女神官だが、同行することになった少年魔術師とは中々歩調が合わない。不穏な空気が流れる中、ゴブリンの潜む陵墓に侵入した彼らは予想外の事態に見舞われ…。"
                },
                "3": {
                    "ID": "10016585",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/10016585",
                    "TitleEnglish": "The Training Grounds on the Outskirts of Town",
                    "SummaryEnglish": "Many of the guild adventurers are spending time training outside of town. While there Goblin Slayer is invited for a guys' night out to which he acquiesces.",
                    "TitleJapanese": "町外れの訓練場",
                    "SummaryJapanese": "訓練場で新人の指導にあたるゴブリンスレイヤーと槍使い、重戦士は、男三人だけで酒を飲み交わす。指導を手伝う女神官は、昇級審査のため臨時で一党を組んでくれる冒険者を探す。赤毛の少年魔術師をはじめとした新人は指導を受け、徐々に成長していく。そんな平穏だった辺境の街にゆっくりと魔の手が忍び寄っていた…。"
                },
                "4": {
                    "ID": "10016586",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/10016586",
                    "TitleEnglish": "Onward to Adventure",
                    "SummaryEnglish": "Goblins ambush some rookie adventurers on their way back home from training and it's up to Goblin Slayer and the other higher-ranking adventurers to save them.",
                    "TitleJapanese": "そして冒険へ",
                    "SummaryJapanese": "突如ゴブリンの襲撃を受けた辺境の街の訓練場。ゴブリンスレイヤーたちは即座に対応し、巣穴に反撃しようと動き出す。そんな中一人ゴブリンたちの思惑に気づいた女神官は、目論見を挫くため、いつものメンバーたちと離れ別働隊――赤毛の少年魔術師や新人冒険者を率いて救援に向かうことにするのだが…。"
                },
                "5": {
                    "ID": "10016587",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/10016587",
                    "TitleEnglish": "Beard-cutter, to the Southern River",
                    "SummaryEnglish": "High Elf Archer receives mail about a wedding. She invites the rest of the party to join her in attendance. With plans to travel via river the group is warned that many boats have recently been sunk.",
                    "TitleJapanese": "かみきり丸、南の川へ",
                    "SummaryJapanese": "ある日、妖精弓手にエルフの森から手紙が届く。それにより急遽帰省することになった彼女と、同行するゴブリンスレイヤーたち。牛飼娘や受付嬢も加わり大所帯となった一行は、旅の途中で水の都に立ち寄る。ゴブリンスレイヤーはそこで、先の戦闘で手に入れた粘土板の解読を依頼するため、剣の乙女の元を訪ね…。"
                },
                "6": {
                    "ID": "10016588",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/10016588",
                    "TitleEnglish": "The Elven King's Forest",
                    "SummaryEnglish": "Having successfully navigated the goblin-infested cliffs along the river, Goblin Slayer and the others make camp and are come upon by a helmeted elf who turns out to be the High Elf Archer's cousin.",
                    "TitleJapanese": "エルフ王の森",
                    "SummaryJapanese": "エルフの森に向かうため、筏で川を上るゴブリンスレイヤーたちは、突然崖の上からのゴブリンの襲撃を受ける。襲撃をなんとか退け、樹海の入り口で野営する一行だが、翌朝そこに一人のエルフが現れる。彼は妖精弓手の姉の結婚相手である兜の森人だった。彼の案内で一行は森の中にある荘厳なエルフの里にたどり着くが…。"
                },
                "7": {
                    "ID": "10016589",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/10016589",
                    "TitleEnglish": "Jungle Cruise",
                    "SummaryEnglish": "Goblin Slayer and the crew have encountered the Mokele Mubenbe and, much to their surprise, it's being ridden by a goblin. After capturing Mokele Mubenbe Goblin Slayer decides to head upstream in search of the goblins' nest.",
                    "TitleJapanese": "ジャングル・クルーズ",
                    "SummaryJapanese": "エルフの里を襲撃したモケーレ・ムベンベを迎え撃つゴブリンスレイヤー一行は、ゴブリンたちがエルフの森の近くに巣食っていることを確信する。彼らはゴブリンを殲滅するため、エルフの里の奥、密林の中にある“川を堰き止めるもの”の元に向かう。時同じくして、粘土板の解読を進める剣の乙女はあることに気付き…。"
                },
                "8": {
                    "ID": "10016590",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/10016590",
                    "TitleEnglish": "Heart of Darkness",
                    "SummaryEnglish": "While searching the abandoned building, Goblin Slayer and the others come upon a goblin horde led by a shaman presumed to be the one who was controlling Mokele Mubenbe. The adventurers press the attack but are overwhelmed by the shaman's magic.",
                    "TitleJapanese": "闇の奥（ハートオブダークネス）",
                    "SummaryJapanese": "たどりついた遺跡――“川を堰き止めるもの”上部を目指し探索するゴブリンスレイヤーたち。やがて辿り着いた最上階には、ゴブリンシャーマン率いる大量のゴブリンが待ち受けていた。大軍相手に連携を保ち、戦闘を優位に進める一行だが、ゴブリンシャーマンの放った呪文に形勢は逆転、一党は全滅の危機を迎えてしまう。"
                },
                "9": {
                    "ID": "10016591",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/10016591",
                    "TitleEnglish": "Once There Was Youth, Now There Is Nothing but Ash",
                    "SummaryEnglish": "After returning from a mission in which there were no goblins, Goblin Slayer and the others are tasked with being the archbishop Sword Maiden's bodyguards to protect her from goblins on her trip to the capital.",
                    "TitleJapanese": "かつてあった青春　今そこにある灰",
                    "SummaryJapanese": "海ゴブリンに漁場が襲われているという依頼を解決したゴブリンスレイヤー。辺境の町のギルドに戻った彼を待っていたのは、水の都からやって来た剣の乙女だった。都で行われる会議に参加したいという彼女の護衛を引き受けた一行は、街道でゴブリンたちの襲撃を受ける。襲ってきたゴブリンたちには一つの特徴があった…。"
                },
                "10": {
                    "ID": "10016593",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/10016593",
                    "TitleEnglish": "City Adventure",
                    "SummaryEnglish": "The party arrives at the capital and splits ways. The girls go to a public bath and as they're about to leave, they find that Priestess's belongings have been stolen.",
                    "TitleJapanese": "都邑の冒険（シティ・アドベンチャー）",
                    "SummaryJapanese": "剣の乙女を都に無事送り届けたゴブリンスレイヤーたち。生まれて初めて都を訪れたゴブリンスレイヤーは鉱人道士、蜥蜴僧侶と食事を楽しみ、かつての仲間の墓を訪れた女神官は、妖精弓手に伴われ大浴場に向かう。風呂を楽しむ女神官に謎の少女が声をかけてくるが、それが後に王宮を揺るがす大事件に発展することになり…。"
                },
                "11": {
                    "ID": "10016595",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/10016595",
                    "TitleEnglish": "The Princess's Ordeal",
                    "SummaryEnglish": "Goblin Slayer and party head into the Dungeon of the Dead to go save the Princess.",
                    "TitleJapanese": "王女の受難",
                    "SummaryJapanese": "連れ去られた王妹を救うため“死の迷宮”に向かうゴブリンスレイヤーたち。そこはかつて剣の乙女が攻略した巨大な迷宮であった。彼女に託された地図を頼りに、大量のゴブリンを捌き探索を進める一行。やがて彼らは奇妙な祭壇に辿り着く。そこには、今まさに王妹を生贄として儀式を進めるゴブリンプリーストがいて…。"
                },
                "12": {
                    "ID": "10016597",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/goblin-slayer/episodes/10016597",
                    "TitleEnglish": "O Prayers, Have You Reached Heaven?",
                    "SummaryEnglish": "Goblin Slayer and party manage to save the Princess but end up having to face a rather unexpected, terrifying foe.",
                    "TitleJapanese": "祈りよ、天に届いているか",
                    "SummaryJapanese": "“死の迷宮”深くに攫われた王妹を、ゴブリンたちとの激戦の末救出したゴブリンスレイヤーたち。だがゴブリンプリーストが死の間際に完成させた儀式によって、強大な怪物――魔神の手が現世に現れてしまう。敵の放つ猛烈な吹雪――戦力差の前に為す術もない彼らだが、ゴブリンスレイヤーにはある秘策があった。"
                }
            }
        }
    }
}