{
    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet",
    "Genres": [
        "Adaptation",
        "Anime - Shonen"
    ],
    "Other Sites": [
        "https://ui.eidr.org/view/content?id=10.5240/A75D-8573-77C7-4835-65F7-0",
        "https://www.imdb.com/title/tt8496638/",
        "https://juliet-anime.com/",
        "http://www.reddit.com/r/BoardingSchool_Juliet/",
        "https://www.tvmaze.com/shows/38214/show-slug",
        "https://www.themoviedb.org/tv/82823",
        "https://en.wikipedia.org/wiki/Boarding_School_Juliet",
        "https://x.com/juliet_anime"
    ],
    "TitleEnglish": "Boarding School Juliet",
    "SummaryEnglish": "\"To Love, or not to Love\" Juliet Percia and Inuzuka Romio are archenemies. They lead two high-school dormitories the \"Black Dogs\" and the \"White Cats\" from two rivaling countries. Both factions are dead set on defeating the other to gain control over the island they have to share. Beneath the feuding exterior, however, Percia and Inuzuka long for love and peace for their budding relationship...",
    "TitleJapanese": "寄宿学校のジュリエット",
    "SummaryJapanese": "この恋は、秘密―。\n\n寄宿学校、ダリア学園。孤島に佇むこの名門校には、敵対する２つの国の生徒が通い、日々、争いを繰り返していた……。\n\nそんな状況の中、東和国寮の１年生リーダー、犬塚露壬雄と、ウェスト公国寮の１年生リーダー、ジュリエット・ペルシアは、実は秘密の恋人同士！\n\n犬塚の告白ではじまったこの恋は、学園中の誰にも！絶対！！何があっても！！！バレちゃダメ！\n\n「別冊少年マガジン」での連載開始時から話題沸騰の学園ラブコメ。\nその爆発的な人気は、「週刊少年マガジン」への異例の電撃移籍を経て、今なお加速中。​最新9巻までの累計部数は150万部を突破！\n\nTVアニメは、『恋と嘘』や『アルスラーン戦記』を手掛けたライデンフィルムが制作。監督に『山田くんと7人の魔女』『恋と嘘』の宅野誠起、 シリーズ構成に『四月は君の嘘』『七つの大罪 戒めの復活』の吉岡たかをを迎え、他にも注目のスタッフが大集結！\n\n絶対内緒の学園ラブコメ、開幕!!!",
    "Aliases": [
        "Kishuku Gakkō no Jurietto",
        "Kishuku Gakkou no Juliet"
    ],
    "Modified": "2025-08-03",
    "Seasons": {
        "1": {
            "ID": "777611",
            "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/seasons/official/1",
            "# Episodes": 12,
            "Episodes": {
                "1": {
                    "ID": "6815527",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6815527",
                    "TitleEnglish": "Romio Inuzuka and Juliet Persia",
                    "SummaryEnglish": "Dahlia Academy is a boarding school where the students come from two enemy countries: the Eastern Nation of Touwa, and the Principality of West. However, Romio Inuzuka, the first-year leader of the Touwa students, has always been in love with Juliet Persia, the first-year leader of the enemy West students. One day, Inuzuka decides to make his move and tell Juliet how he feels!",
                    "TitleJapanese": "犬塚露壬雄とジュリエット・ペルシア",
                    "SummaryJapanese": "寄宿学校・ダリア学園には、2つの国の生徒が通っている。東和国とウェスト公国。隣り合う両国は敵対関係であり、学園においてもその関係は変わらない。そのせいで、東和国の1年生リーダー『犬塚露壬雄』は恋に悩んでいた。長年の想い人は……敵国ウェスト公国の1年生リーダー『ジュリエット・ペルシア』。悩みに悩んだ末、告白の決意を胸に犬塚が動き出す！"
                },
                "2": {
                    "ID": "6826558",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826558",
                    "TitleEnglish": "Rosary and Juliet",
                    "SummaryEnglish": "Another day, another confrontation between Touwa's Black Doggy House and the West's White Cats House. All the while, Inuzuka and Persia continue their secret romance. Then, the day of the tri-monthly outing to the town of Dahlia arrives. Inuzuka concocts a plan for a date with Persia. He disguises her in a Black Doggy boy's uniform! Things get spicy as they try to keep their date on the rails!",
                    "TitleJapanese": "ロザリオとジュリエット",
                    "SummaryJapanese": "今日も今日とて対立しあう東和国・黒犬の寮の生徒と、ウェスト公国・白猫の寮の生徒。そんな中、犬塚とペルシアは初々しくも秘密の交際を続けていた。そして迎えた３か月に一度のダリア街への外出許可日。誰にもバレずにペルシアとデートをするため犬塚は秘策を考えていた。それはペルシアに黒犬寮中等部男子生徒の変装をさせること！ハプニング続出、綱渡りのデートが始まる！"
                },
                "3": {
                    "ID": "6826559",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826559",
                    "TitleEnglish": "Romio and Princess Char",
                    "SummaryEnglish": "It's Inuzuka and Persia's celebratory one month anniversary. The campus is abuzz due to the return of a certain student. Her name, the first princess of the West, \"Chartreux Westia\". Char walks the red carpet with composure as the White Cats laud her arrival. Inuzuka, tasked with opposing Char, is struck by her words. \"You're dating Persia, right?\" Has their love already been discovered?!",
                    "TitleJapanese": "露壬雄とシャル姫",
                    "SummaryJapanese": "付き合って1か月の記念日を祝う約束をした犬塚とペルシア。その頃学園はある生徒の復学にざわついていた。その生徒の名は、ウェスト公国第一王女『シャルトリュー・ウェスティア』。白猫の生徒たちからの歓声を受け、悠然と赤絨毯の上を歩くシャル。その姿に反発する黒犬生徒を代表してシャルにつっかかろうとした犬塚を、予想だにしないシャルの言葉が襲う。「君、ペルシアと付き合ってるでしょ」。――秘密の恋、早くもバレる!?"
                },
                "4": {
                    "ID": "6826560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826560",
                    "TitleEnglish": "Romio and Hasuki",
                    "SummaryEnglish": "The Black Doggies have begun their training camp in preparation for midterms. Persia dons her \"Julio\" disguise and participates at Inuzuka's request. In charge of the camp is Inuzuka's childhood friend, Hasuki Komai. Inuzuka learns by chance that he's the reason Hasuki is so dedicated. Guilty about keeping his relationship with Persia hidden from Hasuki, Inuzuka gathers his courage...",
                    "TitleJapanese": "露壬雄と蓮季",
                    "SummaryJapanese": "迫る中間テストに向けて勉強合宿をはじめた黒犬の生徒たち。犬塚に頼まれたペルシアも、『ジュリ男』に変装して合宿に参加することに。合宿で教師役を務めるのは、犬塚の幼なじみの『狛井蓮季』。ひょんなことから犬塚は、その蓮季の献身が自分のためのものだと知ってしまう。ペルシアとの本当の関係を告げられない自分の不誠実さに思い悩んだ犬塚は、ある決心をして……。"
                },
                "5": {
                    "ID": "6826561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826561",
                    "TitleEnglish": "Romio and the Sports Festival",
                    "SummaryEnglish": "The Dahlia campus is even more lively than usual with students training tirelessly for the upcoming sports festival. Aby Ssinia, a White Cats boy, and the girl after his heart, Somali Longhaired, appear before an obstinate Inuzuka. Aby aims to be a prefect, and in an effort to solidify his popularity among the White Cats, he approaches Persia. Inuzuka, unable to contain himself, speaks out!",
                    "TitleJapanese": "露壬雄と体育祭",
                    "SummaryJapanese": "体育祭が近づくダリア学園は、練習に励む生徒たちでいつもより賑やか。どうしても乗り気になれない犬塚の前に、白猫の少年・『アビ・シニア』と、彼を慕う少女・『ソマリ・ロングヘアード』の２人があらわれる。監督生を目指すアビは、白猫の寮内での人気を不動のものにするためにペルシアへ接近しようと試みる。当然、黙ってはいられない犬塚だったが……!?"
                },
                "6": {
                    "ID": "6826563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826563",
                    "TitleEnglish": "Juliet and the Sports Festival",
                    "SummaryEnglish": "Contenders for 'MVP' set their fighting spirits alight as the sports festival begins. Among them is a determined Inuzuka, now having been promised by Persia that she will entertain one request of his if he becomes MVP. The games progress with neither the Black Doggies nor the White Cats giving an inch, until finally the 7th event, 'Stick Down', is upon them. That's when the trouble begins.",
                    "TitleJapanese": "ジュリエットと体育祭",
                    "SummaryJapanese": "ダリア学園の生徒たちが『MVP』を目指しそれぞれの闘志を燃やす中、ついに体育祭がはじまる。中でも「MVPを取ったらペルシアになんでもひとつ言うことを聞いてもらえる」という約束をした犬塚の気合いはものすごかった……。黒犬、白猫ともに一歩も譲らぬまま競技はすすみ、ついに同点のまま７種目目の「棒倒し」――「スティック・ダウン」を迎える。事件は、その時に起こった。"
                },
                "7": {
                    "ID": "6826564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826564",
                    "TitleEnglish": "Romio and Juliet and the Sports Festival",
                    "SummaryEnglish": "The sports festival's finale, 'Cavalry Battle' is where Inuzuka and Aby face off to settle things. Due to Inuzuka's provocations, an unprecedented overtime takes place. Inuzuka sympathizes with Persia, who wants to end the festival without a conclusion. However, a match is a match. Out of respect for each others' feelings, they just can't let it go. The all-out battle leads to shocking results!",
                    "TitleJapanese": "露壬雄とジュリエットと体育祭",
                    "SummaryJapanese": "体育祭は最終競技「騎馬戦」での、犬塚対アビの対決によって決着したかのように思われた。そんな時、犬塚の挑発によって、前代未聞の延長戦が実現。満足な結果を出せないまま体育祭を終えようとしていたペルシアへの、犬塚の思いやりだった。しかし、勝負は勝負。お互いの気持ちを尊重しているからこそ手抜きはできない。全力でぶつかりあう２人の、そして体育祭の決着は、思わぬ形で訪れる！"
                },
                "8": {
                    "ID": "6826565",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826565",
                    "TitleEnglish": "Romio and the Prefect",
                    "SummaryEnglish": "Inuzuka asks Persia on another date, this time to the Harvest Festival at a lake near campus. Not long after, the twin sisters 'Kochou Wang' and 'Teria Wang' appear before him. They may look immature, but the two 14 year old Black Doggy House prefects are prodigies that skipped to the second year of high school. Can Inuzuka have a normal date with Persia while these two watch his every move?!",
                    "TitleJapanese": "露壬雄と監督生(プリフェクト)",
                    "SummaryJapanese": "学園近くの湖岸で豊作祈願の祭りが行われることを知った犬塚は、いつものようにペルシアをデートに誘い、約束を取り付ける。祭りを前に浮かれる犬塚の前に現れたのは、『王 胡蝶』と『王 手李亞』の双子姉妹。見た目こそ幼い２人だが、実は１４歳にして高等部２年にまで飛び級し、黒犬の寮の監督生をも務める天才児だった。２人に行動監視されながら、犬塚は無事にペルシアとデートできるのか!?"
                },
                "9": {
                    "ID": "6826566",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826566",
                    "TitleEnglish": "Romio and Char and the Present",
                    "SummaryEnglish": "Romio is occupied with finding a way to buy a present for Persia's birthday in a week, and acquires permission from the twins to go on an errand to Dahlia Street. But despite arriving in town with vigor, Romio can't decide on a present. That's when he runs into Char. He accompanies her with the promise of gift advice, and things get interesting when their shopping date runs into some trouble!",
                    "TitleJapanese": "露壬雄とシャルとプレゼント",
                    "SummaryJapanese": "ペルシアの誕生日を一週間後に控え、プレゼントの入手方法に悩んでいた犬塚は、双子のお使いでダリア街へ外出する許可を得る。しかし、勢いよく街に繰り出したものの、なかなかプレゼントを決められない。そんな時、街中で偶然シャルと遭遇。プレゼントのアドバイスをもらうために、しばらく一緒に行動することに。予想だにしなかった、犬塚とシャルの買い物デートはトラブルばかりで……!?"
                },
                "10": {
                    "ID": "6826567",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826567",
                    "TitleEnglish": "Romio and Airu",
                    "SummaryEnglish": "Romio is returning to his room after his shopping trip with Char when the head of the Inuzuka household and Black Doggy prefect, as well as Romio's brother, 'Airu Inuzuka' stands in his way. Airu raises concerns, and suspects Romio may be in contact with a White Cat girl. Romio, beholden to his brother, undergoes a week of surveillance. The problem is, that week coincides with Persia's birthday...",
                    "TitleJapanese": "露壬雄と藍瑠",
                    "SummaryJapanese": "シャルとの買い物を終えて部屋に戻ろうとした犬塚の前に立ちはだかったのは、黒犬の寮の監督生にして犬塚家当主、そして犬塚の兄である『犬塚藍瑠』だった。いくつかの不審な点を挙げ、犬塚が白猫と内通しているのではないかと疑う藍瑠。兄に対しては従うことしかできない犬塚は、一週間の監視生活を受け入れる。しかし、それはペルシアの誕生日と重なっていて……。"
                },
                "11": {
                    "ID": "6826568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826568",
                    "TitleEnglish": "Romio and Juliet and the Birthday",
                    "SummaryEnglish": "It's Persia's birthday. In an attempt to recover from the night before, Romio tries talking to Persia, but she rejects him with an 'I don't want to see you right now.' Hasuki sees Romio obviously downtrodden and completely unable to attend class, and asks 'Want to skip class?' With the hope of lightening his mood, Hasuki takes Romio on a tour of the school!!",
                    "TitleJapanese": "露壬雄とジュリエットと誕生日",
                    "SummaryJapanese": "ペルシアの誕生日当日。前夜のことを挽回するため、なんとかしてペルシアと話そうとする犬塚だったが、犬塚の身を案じるペルシアから「今は会いたくない」と拒絶されてしまう。目に見えて落ち込み、完全に授業に出る気を失くしてしまった犬塚の姿を見かねたのは、蓮季だった。「授業、サボっちゃおっか？」。犬塚を元気づけるため、蓮季による楽しい学校めぐりがはじまる――!!"
                },
                "12": {
                    "ID": "6826569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/kishuku-gakkou-no-juliet/episodes/6826569",
                    "TitleEnglish": "Romio and Juliet",
                    "SummaryEnglish": "Romio enters the White Cats dorm to celebrate Persia's birthday at all costs. While searching for Persia, he encounters the White Cats prefect, 'Cait Sith', and the two face off. Romio stands no chance. Though disheartened by their difference in strength, Romio doesn't quit, and fiercely runs at the window. His last hope. Will Romio and Persia's hands be joined as they climb the world's walls?!",
                    "TitleJapanese": "露壬雄とジュリエット",
                    "SummaryJapanese": "白猫の寮に乗り込んでペルシアの誕生日を強引に祝おうとする犬塚。寮内でペルシアを探すうちに、白猫の寮の監督生代表『ケット・シィ』と遭遇してしまう。ペルシアに会うためにケットに立ち向かうが、まったく太刀打ちできない。監督生代表との力の差に打ちのめされながらも、犬塚は諦めず、猛然と窓に走りはじめる。その先に待つものは――。犬塚とペルシア、世界の壁を越えて、２人の手は繋がるのか――!?"
                }
            }
        }
    }
}