{
  "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight",
  "Genres": [
    "Action",
    "Animation",
    "Anime",
    "Fantasy"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt8800144/",
    "https://www.themoviedb.org/tv/82737"
  ],
  "TitleEnglish": "Ulysses: Jeanne d'Arc and the Alchemist Knight",
  "SummaryEnglish": "During the Hundred Years' War, Montmorency, the son of a nobleman, immerses himself in the study of alchemy and magic at Paris' school for knights. However, his everyday life comes to an end when France loses the Battle of Agincourt and the academy is shuttered. Fleeing the English army, he eventually comes across a village girl named Jeanne...",
  "Aliases": [],
  "Modified": "2025-06-05",
  "Seasons": {
    "1": {
      "ID": "773800",
      "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/seasons/official/1",
      "TitleEnglish": "",
      "SummaryEnglish": "",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6779845",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6779845",
          "TitleEnglish": "Oath",
          "SummaryEnglish": "\"We'll remain best friends forever.\" The promise made between four young friends were engulfed by the flames of war. During the Hundred Years' War in the 15th century, there was only one way to save a comrade fallen by the assault of the English army: bequeathing the the legendary alchemical substance \"Philosopher's Stone\" into the body to turn her into an immortal superhuman \"Ulysses.\" The young Montmorency devoted himself to the forbidden research, when the fairy queen Astaroth appeared before him...",
          "Aliases": []
        },
        "2": {
          "ID": "6827050",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827050",
          "TitleEnglish": "The Girl Called Jeanne",
          "SummaryEnglish": "Montmorency arrives Domrémy Village in search of a way to become Ulysses. However, he became embroiled in a battle between the French mercenary troop and the English army for the control of the region... Young girl Jeanne suffers a fatal wound in the battle. To save her life, Montmorency inserts his precious Philosopher's Stone into her body. \"Live through this, Jeanne!\" The invincible Ulysses makes appearance before the tyrannical English army!",
          "Aliases": []
        },
        "3": {
          "ID": "6827051",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827051",
          "TitleEnglish": "To the Scheming Palace",
          "SummaryEnglish": "To escape the Church's inquisition, and to reorganize the weakening French army, Montmorency preaches Jeanne as a \"female saint.\" Their destination is the relocated French Royal Palace. I will put an end to the war after reunion with old friends Charlotte and Richemont! However, Grand Chamberlain La Tremoille has other plans, and lays a series of cruel traps...",
          "Aliases": []
        },
        "4": {
          "ID": "6827052",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827052",
          "TitleEnglish": "Who was the Promise for",
          "SummaryEnglish": "The royal family is shrouded in conspiracy. The scythe of death approaches Montmorency and Richemont as they fall for their traps. In addition, Jeanne reaches her time limit after a fight against an assassin hired by La Tremoille. They are in dire straits! Is there a way to save Charlotte, who has shut herself off from pressure and loneliness? On the other hand, Philip came to the castle to negotiate peace with France, but her father's phantom appears...",
          "Aliases": []
        },
        "5": {
          "ID": "6827053",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827053",
          "TitleEnglish": "Proof of Purity",
          "SummaryEnglish": "\"She slept with the devil to obtain her superhuman powers!\" A \"virgin test\" has been ordered upon Jeanne. Montmorency and party were cornered into a difficult position after sternly rejecting the test. Jeanne spills tears of torment. Montmorency promises to \"be her side until death\" to cheer her up. Unbeknownst to them, Richemont was watching from distance...",
          "Aliases": []
        },
        "6": {
          "ID": "6827054",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827054",
          "TitleEnglish": "Ashes to Ashes",
          "SummaryEnglish": "Maiden Volunteer Corps heads to the battleground, Orléans! \"What can a child do?\" Even though Alençon looked down on her at first, he couldn't hide his surprise after seeing Jeanne's superhuman battle. However, England's Duke of Bedford releases two ultimate warriors into the battlefield to get rid of Jeanne. Their names are Ulysses Hunter Glasdale, and Ulysses Noir! A shocking ending following the clash between superhuman powers...",
          "Aliases": []
        },
        "7": {
          "ID": "6827055",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827055",
          "TitleEnglish": "Rain and Memory in Brittany",
          "SummaryEnglish": "In order to save Jeanne, whose heart was destroyed, Astaroth and party embark on a journey in search of the mystic sword Escalibor. On the other hand, Montmorency headed to his home in Brittany. \"Reinforcement army of 2,000 to get back in the battle.\" Montmorency went to ask his grandfather, Jean the Redbeard, but the price of his request was cousin marriage with his beautiful cousin, Catherine...",
          "Aliases": []
        },
        "8": {
          "ID": "6827056",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827056",
          "TitleEnglish": "Return of the Female Saint",
          "SummaryEnglish": "Mystic sword Escalibor. Astaroth and party was not the only ones looking for its miraculous power. Deep in the forest of Brocéliande, English princess knight Thomas launches an assault! Alençon decides to sacrifice himself to save others, but... On the other hand, La Tremoille's army stands before Montmorency as he headed to Orléans with the reinforcement army. There is no time. Jeanne's life is on a thread. Can Montmorency make it back to Orléans!?",
          "Aliases": []
        },
        "9": {
          "ID": "6827057",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827057",
          "TitleEnglish": "Dance Music of White and Black",
          "SummaryEnglish": "Jeanne's revival boosts morale of the French army. Clash between the English and French army at the Tourelles complex. Jeanne and Ulysses Noire face off once again. Jeanne becomes dismayed after finding out that Montmorency was engaged to Catherine, as Glasdale's takes aim with his ultimate arrow. That is when Montmorency shows up...",
          "Aliases": []
        },
        "10": {
          "ID": "6827058",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827058",
          "TitleEnglish": "Beast of the Apocalypse",
          "SummaryEnglish": "The Hole of Babylon opens up in the sky. What appeared was strangely shaped gods. King of Gods Enlil roars after he possessed Montmorency's body. \"Let's start a utopia, that wonderful utopia, once again! But first, I have to cleanse the humans!\" The secret of Queen of the Fairies Astaroth and Philosopher's Stone, as well as the truth of the forgotten history will be revealed.",
          "Aliases": []
        },
        "11": {
          "ID": "6827059",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827059",
          "TitleEnglish": "Utopia, Then...",
          "SummaryEnglish": "Jeanne will be sentenced to death by burning... Montmorency closed his heart after finding out about the coming future. Maiden savior Jeanne's time limit approaches, and human beings have run out of options. \"Montmorency is already dead.\" Jeanne shouts to Ulysses Noire who decided to fight Enlil: \"Montmorency is still here. I can feel it!\"",
          "Aliases": []
        },
        "12": {
          "ID": "6827060",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ulysses-jeanne-darc-and-the-alchemist-knight/episodes/6827060",
          "TitleEnglish": "In This Wonderful World",
          "SummaryEnglish": "\"Enlil! You're finished. We will create our own world!\" The long battle approaches the end. Montmorency and Jeanne fight together. However, what awaits the world without gods? The world without Jeanne? How will Montmorency continue to live? Even Astaroth cannot see what lies ahead... What has Montmorency discovered after the bloody battle?",
          "Aliases": []
        }
      }
    }
  }
}