{
    "URL": "https://www.thetvdb.com/series/universal-culture-cat-daughter",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Science Fiction"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt0414813/"
    ],
    "TitleEnglish": "All Purpose Cultural Cat Girl Nuku Nuku (1998)",
    "SummaryEnglish": "After starting out in a new school and meeting her rather zany classmates, Nuku Nuku is forced into fighting the dangerous robots of the Mishima corporation's inner circle, led by the evil mastermind, Hell Mishima. Their plan? To take over the world, of course!",
    "TitleJapanese": "万能文化猫娘  (1998)",
    "SummaryJapanese": "2013年、真似木市に生活するマッドサイエンティスト・夏目久作によって作られた万能猫脳アンドロボット・ヌクヌクは、真なる人間の仲間入りをする為、人間の通う学校でフツーに暮らすことに……そこで出会う、一癖も二癖もあるクラスメイトの中で学生生活をスタートさせるのであった。そんなヌクヌクに迫る、世界征服を企むヘル・ミシマ率いる謎の覆面秘密結社ブラックインダストリィの魔の手。更に、最大の敵エスパー少女隊や、地球に迫り来る巨大惑星など、地球滅亡の危機までもがヌクヌクに襲いかかる。果たしてヌクヌクは、ヘル・ミシマの陰謀を阻止し、果ては地球を救う事ができるのであろうか！？",
    "Aliases": [
        "万能文化猫娘 TV"
    ],
    "Modified": "2025-06-05",
    "Seasons": {
        "0": {
            "ID": "775132",
            "URL": "https://www.thetvdb.com/series/universal-culture-cat-daughter/seasons/official/0",
            "# Episodes": 2,
            "Episodes": {
                "1": {
                    "ID": "7613562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/universal-culture-cat-daughter/episodes/7613562",
                    "TitleEnglish": "Nuku Nuku Abandoned? Happy New Year, I`ve been thrown out",
                    "SummaryEnglish": null,
                    "TitleJapanese": "ヌクヌク放浪！? あけまして舍てられました",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "7613563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/universal-culture-cat-daughter/episodes/7613563",
                    "TitleEnglish": "Nuku Nuku Falls in Love! Who's the Valentine for?",
                    "SummaryEnglish": null,
                    "TitleJapanese": "恋するヌクヌク! バレンタインは谁んためン",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "775135",
            "URL": "https://www.thetvdb.com/series/universal-culture-cat-daughter/seasons/official/1",
            "# Episodes": 14,
            "Episodes": {
                "1": {
                    "ID": "6793372",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/universal-culture-cat-daughter/episodes/6793372",
                    "TitleEnglish": "Nuku Nuku Appears! Protect the Earth's Peace!?",
                    "SummaryEnglish": "Nuku Nuku's just transferred into Manekigaoka Academy with strict instructions from her creator, Kyusaku Natsume, not to let it slip that she's an Androbot. But when Mishima Industries' new washing machine robot goes wild, she has to choose between keeping her secret and saving her new classmates!",
                    "TitleJapanese": "ヌクヌク登場！地球の平和を守り抜け!?",
                    "SummaryJapanese": null
                },
                "2": {
                    "ID": "6793377",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/universal-culture-cat-daughter/episodes/6793377",
                    "TitleEnglish": "Nuku Nuku vs. The Ancient Relic! The Legendary Giant Awakens!",
                    "SummaryEnglish": "Nuku Nuku is now the most popular girl in class! Her classmates all try to get her to join their clubs. But when she accidentally pushes a big red button and activates a giant haniwa robot, she has to save them a second time... with the help of power armor supplied by the mysterious \"Mr. Q\".",
                    "TitleJapanese": "ヌクヌク対古代遺跡！伝説の巨神あらわる！",
                    "SummaryJapanese": null
                },
                "3": {
                    "ID": "6793380",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/universal-culture-cat-daughter/episodes/6793380",
                    "TitleEnglish": "Nuku Nuku's Cooking Class! Non-chan's Love Attack Plan!",
                    "SummaryEnglish": "Non's mother has to go on a trip, so she leaves the lovesick girl at the Natsume house for the night. It's the perfect chance for Non to win Ryunosuke's heart—until, as usual, a Mishima Industries machine goes haywire and Nuku Nuku has to defeat it. But Non's not going to let her future sister-in-law fight alone!",
                    "TitleJapanese": "ヌクヌクの料理教室！ノンちゃんラブアタック作戦！",
                    "SummaryJapanese": null
                },
                "4": {
                    "ID": "6793384",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/universal-culture-cat-daughter/episodes/6793384",
                    "TitleEnglish": "Nuku Nuku's Hot Song! Family Singing Contest!",
                    "SummaryEnglish": "Mishima Industries hold a karaoke competition, and Nuku Nuku's classmates invite her to sing with them. Kyusaku gets angry at her for going along with Mishima's plans. She's determined to participate anyway, but Kyusaku invents a robot to stop her by force... Can Nuku Nuku overcome this trial?",
                    "TitleJapanese": "ヌクヌク熱唱！家族対抗歌合戦！",
                    "SummaryJapanese": null
                },
                "5": {
                    "ID": "6793388",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/universal-culture-cat-daughter/episodes/6793388",
                    "TitleEnglish": "Nuku Nuku is Excited! Futaba is Excited!",
                    "SummaryEnglish": "Futaba has been acting odd lately, and Nuku Nuku wants to find out why. But when Futaba's crush sells her a hypnotic book of poetry created by Mishima Industries, she starts acting even stranger! Nuku Nuku is the only one who can bring her back to her senses.",
                    "TitleJapanese": "ヌクヌク感動！二葉ちゃんの初恋",
                    "SummaryJapanese": null
                },
                "6": {
                    "ID": "6793392",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/universal-culture-cat-daughter/episodes/6793392",
                    "TitleEnglish": "Nuku Nuku's Mid Summer Battle! Trap of the Esper Girls!",
                    "SummaryEnglish": "The Natsume family heads to the beach to investigate a underwater Mishima base. Kyusaku gets captured while sneaking into the base, but Nuku Nuku can't swim! This time it's her classmates who come to the rescue. Can they defeat the Speedy Girls and their supernatural powers?",
                    "TitleJapanese": "ヌクヌク真夏のバトル！エスパー少女隊の罠！",
                    "SummaryJapanese": null
                },
                "7": {
                    "ID": "6793394",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/universal-culture-cat-daughter/episodes/6793394",
                    "TitleEnglish": "Nuku Nuku Passes Time! Proposal at the Bon Dance!",
                    "SummaryEnglish": "It's the day of the Bon festival. Akiko reminisces about how Kyusaku proposed to her on this day. When Nuku Nuku and Ryunosuke bike so fast to school that they travel through time, they witness the proposal themselves, and learn why Kyusaku fights Mishima so passionately.",
                    "TitleJapanese": "ヌクヌク時をこえて！プロポーズは盆踊り！",
                    "SummaryJapanese": null
                },
                "8": {
                    "ID": "6793397",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/universal-culture-cat-daughter/episodes/6793397",
                    "TitleEnglish": "Nuku Nuku and the Mystics of the Universe! The Meeting with the Mysterious Alien Michi Michi!",
                    "SummaryEnglish": "Chieko invites the class to an moon-watching party in her garden, where a UFO appears! A space mouse, Michi-Michi, beams down from it and confesses her love for their teacher Yamagata. But Mishima Industries attempts to capture her, and Nuku Nuku has to stop them!",
                    "TitleJapanese": "ヌクヌクと宇宙の神秘！謎の生命体ミチミチとの遭遇！",
                    "SummaryJapanese": null
                },
                "9": {
                    "ID": "6793399",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/universal-culture-cat-daughter/episodes/6793399",
                    "TitleEnglish": "Nuku Nuku Runs! The Big Field Day, Oh I Get It!",
                    "SummaryEnglish": "Nuku Nuku buys the last fried noodle bun right out from under Chieko's nose, and she vows revenge. The day after, at the sports festival, Chieko appears in power armor and challenges Nuku Nuku! Mishima employees Arisa and Kyouko try to defeat her with their giant robot, but Nuku Nuku won't stand idly by.",
                    "TitleJapanese": "ヌクヌク走る！大運動会、ああそうかい！",
                    "SummaryJapanese": null
                },
                "10": {
                    "ID": "6793403",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/universal-culture-cat-daughter/episodes/6793403",
                    "TitleEnglish": "Nuku Nuku and Ryunosuke! It Was A Very Alligator Day!",
                    "SummaryEnglish": "Mishima has developed a new \"DNA Changer,\" but it gets mixed up with an energy drink Akiko brings home from the office. As Ryunosuke is doing homework, he chugs it and turns into an alligator! Chaos erupts as he's forced to flee the house, and only Nuku Nuku realizes that it's still him...",
                    "TitleJapanese": "ヌクヌクと龍之介！とってもワニな夜だった",
                    "SummaryJapanese": null
                },
                "11": {
                    "ID": "8607820",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/universal-culture-cat-daughter/episodes/8607820",
                    "TitleEnglish": "Nuku Nuku Wanders. A Happy New Year. I Was Dumped.",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "12": {
                    "ID": "8607821",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/universal-culture-cat-daughter/episodes/8607821",
                    "TitleEnglish": "Nuku Nuku in Love! Who Is Her Valentine?",
                    "SummaryEnglish": null,
                    "TitleJapanese": null,
                    "SummaryJapanese": null
                },
                "13": {
                    "ID": "6793409",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/universal-culture-cat-daughter/episodes/6793409",
                    "TitleEnglish": "Nuku Nuku Blue Spring of Youth Diaries! All Purpose Cultural Musical!",
                    "SummaryEnglish": "Nuku Nuku's class decides to film a movie. After a chance remark by Ryunosuke, she becomes depressed that as an Androbot, she can't share the passion of their youth and the sweat of their efforts. But she channels this into making her starring performance even better.",
                    "TitleJapanese": "ヌクヌク青春日記！万能文化ミュージカル！",
                    "SummaryJapanese": null
                },
                "14": {
                    "ID": "6793415",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/universal-culture-cat-daughter/episodes/6793415",
                    "TitleEnglish": "Nuku Nuku Lives On! We Won't Forget Your Smile",
                    "SummaryEnglish": "A giant asteroid is on a collision course for the Earth! The United Nations are helpless, and when Mishima attempts to destroy it with their annihilation missiles, they fail to detonate! Only Kyusaku's inventions can trigger the duds. It's time for Nuku Nuku to fulfill her purpose and save the earth!",
                    "TitleJapanese": "ヌクヌクよ永遠に！君の笑顔を忘れない！",
                    "SummaryJapanese": null
                }
            }
        }
    }
}