{
    "URL": "https://www.thetvdb.com/series/iroduku-the-world-in-colors",
    "Genres": [
        "Animation",
        "Anime",
        "Drama",
        "Fantasy",
        "Romance"
    ],
    "Other Sites": [
        "https://www.imdb.com/title/tt9050480/",
        "https://www.themoviedb.org/tv/82738"
    ],
    "TitleEnglish": "IRODUKU: The World in Colors",
    "SummaryEnglish": "Set in the city of Nagasaki, the story takes place in a world where a miniscule amount of magic remains in everyday life. Hitomi Tsukishiro is a 17-year-old descendant of a witch family who grew up with stale emotions, as she lost her sense of color at a very young age. Feeling sorry for her granddaughter's future, Kohaku, a great witch, sends Hitomi to past, the year 2018. Through exchanges with her 17-year-old grandmother and her club members, the story follows Hitomi's growth as a person.",
    "TitleJapanese": "色づく世界の明日から",
    "SummaryJapanese": "物語の始まりは数十年後。\n日常の中に小さな魔法が残るちょっと不思議な世界。\n主人公の月白瞳美は17歳。魔法使い一族の末裔。\n幼い頃に色覚を失い、感情の乏しい子になった。\nそんな瞳美の将来を憂えた大魔法使いの祖母・月白琥珀は魔法で瞳美を2018年へ送り出す。\n突然、見知らぬ場所に現れ戸惑う瞳美の視界に鮮烈な色彩が飛び込んでくる……。",
    "Aliases": [
        "Irozuku",
        "The World in Colors",
        "Irozuku Sekai no Ashita kara"
    ],
    "Modified": "2025-08-03",
    "Seasons": {
        "0": {
            "ID": "775688",
            "URL": "https://www.thetvdb.com/series/iroduku-the-world-in-colors/seasons/official/0",
            "# Episodes": 1,
            "Episodes": {
                "1": {
                    "ID": "9336696",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/iroduku-the-world-in-colors/episodes/9336696",
                    "TitleEnglish": "Special location: Kaori Ishihara's trip to Irozuku Nagasaki",
                    "SummaryEnglish": "A live action travel log about Nagasaki.",
                    "TitleJapanese": "Tokubetsu Hen: Ishihara Kaori ga Yuku, Irozuku Nagasaki no Tabi",
                    "SummaryJapanese": null
                }
            }
        },
        "1": {
            "ID": "775690",
            "URL": "https://www.thetvdb.com/series/iroduku-the-world-in-colors/seasons/official/1",
            "# Episodes": 13,
            "Episodes": {
                "1": {
                    "ID": "6798244",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/iroduku-the-world-in-colors/episodes/6798244",
                    "TitleEnglish": "Where You Belong",
                    "SummaryEnglish": "Hitomi Tsukishiro, a girl from a family of mages who lost the ability to see color when young, gets sent 60 years into the past when her grandmother Kohaku tells her one night to go back in time and visit her when she was a 2nd-year student in high school.",
                    "TitleJapanese": "キミノイクベキトコロ",
                    "SummaryJapanese": "幼い頃に色覚を失ってしまった、魔法使い一族の少女・月白瞳美。祭りの夜、彼女は祖母の琥珀から「高校２年生の私に会いに行きなさい」と告げられ、魔法で60年前の過去へと飛ばされる。気づくと彼女は、南ヶ丘高校に通う高校生・葵唯翔の部屋にいた。自分の身に何が起きたかわからず、あわてて部屋から逃げ出す瞳美。しかしその姿が、唯翔の友人である川合胡桃たちに目撃されていて……。"
                },
                "2": {
                    "ID": "6842560",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/iroduku-the-world-in-colors/episodes/6842560",
                    "TitleEnglish": "I Can't Stand Magic",
                    "SummaryEnglish": "Hitomi sees the picture Yuito drew, and for a moment, her world regains its color. Now homestaying at Kohaku's house while Kohaku is abroad, Hitomi is urged to enroll at the nearby Minamigaoka High School by Kohaku's parents. A reluctant Hitomi comes to know an unexpected side of her young grandmother. Then, to prove she is a mage, Hitomi demonstrates her magic in front of the other students.",
                    "TitleJapanese": "魔法なんて大キライ",
                    "SummaryJapanese": "唯翔が描いていた絵を見て、一瞬、色の溢れる世界を取り戻した瞳美。海外留学中だという琥珀の実家に、身を寄せることになった彼女は、琥珀の両親に押し切られるようにして、近くの南ヶ丘高校に転入することになる。嫌々ながら通い始めた学校で、若い頃の祖母の意外な一面を知ることになる瞳美。さらに彼女は、自分が魔法使いだと証明するために、生徒たちの前で魔法を披露することになる。"
                },
                "3": {
                    "ID": "6842561",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/iroduku-the-world-in-colors/episodes/6842561",
                    "TitleEnglish": "No Rain, No Rainbow",
                    "SummaryEnglish": "The hands-on \"club introductions\" for new students have begun. Unable to forget Yuito's drawing, Hitomi visits the Photography Arts Club. Hiding her inability to see color, she takes up a paint brush for the first time in her life, at Yuito's request.",
                    "TitleJapanese": "No Rain, No Rainbow",
                    "SummaryJapanese": "新入生を対象に、部活に体験入部する「クラブ活動紹介」が始まった。唯翔が描いた絵が忘れられない瞳美は、写真美術部を訪れる。自分に色覚がないことを隠したまま、唯翔に促され、生まれて初めて絵筆を手に取る瞳美。さらに彼女はそのまま、写真撮影会にも参加することに。胡桃に懇願され、撮影のモデルを務めることになる瞳美だったが、そこで思いも寄らぬトラブルが彼女の身に降りかかる。"
                },
                "4": {
                    "ID": "6842562",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/iroduku-the-world-in-colors/episodes/6842562",
                    "TitleEnglish": "STOP CALLING ME “GRANNY”!",
                    "SummaryEnglish": "Kohaku is back. Right away, she shows impressive magic to the class, and cozies up to the Photo-Arts Club members. Hitomi feels intimidated by her grandmother, who is her exact opposite. The club decides to present a combination of photos and drawings for the next cultural festival. They head to the school to photograph the night skyline, but the atmosphere feels a little different than normal...",
                    "TitleJapanese": "おばあちゃんはヤメテ！",
                    "SummaryJapanese": "琥珀が留学から帰ってきた。さっそくクラスで見事な魔法を披露し、さらには写真美術部のメンバーともすぐに馴染んでしまう琥珀。自分とは正反対な祖母の姿に、瞳美は圧倒される。一方、写真美術部は次の文化祭で、絵と写真を組み合わせた作品集を発表することに。その最初の活動として、夜景の撮影を行うことになり、瞳美たちは夜の学校へ向かう。だがそこは、普段と少し違った雰囲気で……。"
                },
                "5": {
                    "ID": "6842563",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/iroduku-the-world-in-colors/episodes/6842563",
                    "TitleEnglish": "A Modest Recipe",
                    "SummaryEnglish": "The now school-approved approved 'Magic Photography Arts Club' decides to throw a party in celebration with their new member, Kohaku. Hitomi is entrusted with watching the Magic Shop, and wants to use the chance to try and face magic again. Through trial and error, she crafts her first star-sand to give to Yuito.",
                    "TitleJapanese": "ささやかなレシピ",
                    "SummaryJapanese": "琥珀を新たなメンバーに加えた「魔法写真美術部」の認可が、無事に学校から下り、懇親会を開くことになった一同。そんな中、瞳美は「まほう屋」の留守番を任されたことをきっかけに、改めて魔法に正面から向き合おうと思い始める。試行錯誤しながらも初めて星砂を作った瞳美は、それを唯翔に渡そうとする。"
                },
                "6": {
                    "ID": "6842564",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/iroduku-the-world-in-colors/episodes/6842564",
                    "TitleEnglish": "Golden Fish",
                    "SummaryEnglish": "When Yuito used the star-sand gifted to him by Hitomi, he saw the golden fish. It was the one from the picture he drew in grade school that won him his first award. For some reason, Hitomi is fascinated by it. Incidentally, the Magic Photography Arts Club is doing a photoshoot at Glover Garden when the golden fish appears again and leads Hitomi into the world of a drawing.",
                    "TitleJapanese": "金色のサカナ",
                    "SummaryJapanese": "瞳美からプレゼントされた星砂を使った際に、唯翔が目にした金色のサカナ。それは、唯翔が小学校の時にはじめて賞をもらった絵に描いてあるものだった。奇妙な一致に、心惹かれる瞳美。\nそんな中、魔法写真美術部のメンバーは、撮影会でグラバー園に出かけることに。再び現れた金色のサカナに導かれ、瞳美は気付くと絵の中の世界にいた。"
                },
                "10": {
                    "ID": "6842568",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/iroduku-the-world-in-colors/episodes/6842568",
                    "TitleEnglish": "Monochromatic Crayon",
                    "SummaryEnglish": "Hitomi wants to make up with Asagi, and musters the courage to speak out. Asagi spills her heart, and after learning each other's true feelings, the air is cleared. Meanwhile, the Magic Photography Arts Club prepares for the Culture Festival. Kohaku suggests that the Magic Club perform a 'picture-entering magic' at the festival. The group enters a drawing and Yuito has an encounter...",
                    "TitleJapanese": "モノクロのクレヨン",
                    "SummaryJapanese": "瞳美に自分の本心を語ったあさぎ。互いの本当の気持ちを知ったふたりの間に、気まずい空気が流れる。あさぎともう一度仲直りしたい瞳美は、勇気を振り絞り彼女に声をかけ……。一方、魔法写真美術部では文化祭に向けて、準備が進行中。琥珀は魔法部として「絵の中に入る魔法」を文化祭で披露することを思い立つ。絵に入った一同は様々なものを目にするが、唯翔にはある出会いがあり……。"
                },
                "11": {
                    "ID": "6842569",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/iroduku-the-world-in-colors/episodes/6842569",
                    "TitleEnglish": "The Waning Moon",
                    "SummaryEnglish": "The whole Magic Photography Arts Club is busy preparing for the Culture Festival. Kurumi, Sho, and Asagi's Photography Club are working on their display, Yuito's drawing for the Magic Club's event is progressing, and Kohaku and Hitomi are focused on magic practice. Then suddenly, Hitomi vanishes in the dark room. She is soon found, but Kohaku realizes the danger. Hitomi slipped into a time gap.",
                    "TitleJapanese": "欠けていく月",
                    "SummaryJapanese": "魔法写真美術部の面々は、文化祭の用意で大忙し。胡桃、将、あさぎら写真部は展示の準備を、唯翔は魔法部が使う「絵」を描き進め、琥珀と瞳美はイベントを成立させる魔法の練習に余念がない。しかしそんな中、暗室に入った瞳美が突然姿を消すというアクシデントが発生。すぐに見つかったものの、琥珀はこの出来事が、瞳美が時の間（あわい）に引き込まれる―その危険な兆しであることに気付く。"
                },
                "13": {
                    "ID": "6884853",
                    "TYPE": null,
                    "URL": "https://www.thetvdb.com/series/iroduku-the-world-in-colors/episodes/6884853",
                    "TitleEnglish": "The World in Colors",
                    "SummaryEnglish": "The time of parting has finally arrived. After the festival, Hitomi, Kohaku, and all of the club members gather in a nearby park. One by one, they share the feelings they've held close to their hearts with Hitomi as she prepares for her journey. Then, as she's expressing her gratitude, an anomaly occurs in the star-sand watch. Yuito tries to rescue Hitomi, and the two of them suddenly vanish.",
                    "TitleJapanese": "色づく世界の明日から",
                    "SummaryJapanese": "いよいよ別れの時がやって来た。後夜祭のあと、近くの公園に集まった瞳美と琥珀、そして写真美術部の一同。部員たちは、未来に旅立つ瞳美に向け、それぞれ胸に抱いた思いを伝える。そして大切な友人たちからの言葉に、瞳美が感謝の気持ちを話そうとしたその時、時間魔法の鍵を握る星砂時計に異変が……。瞳美を助けようとした唯翔とともに、ふたりは忽然と姿を消してしまう。"
                }
            }
        }
    }
}