{
  "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood",
  "Genres": [
    "Adaptation"
  ],
  "Other Sites": [
    "https://www.imdb.com/title/tt9085330/",
    "http://kyuketsukisan-anime.com/",
    "https://www.themoviedb.org/tv/82736",
    "https://www.themoviedb.org/tv/82736",
    "https://x.com/kyuketsuki_san"
  ],
  "TitleEnglish": "Ms. Vampire Who Lives in My Neighborhood.",
  "SummaryEnglish": "The modern-day vampire comedy centers on high school girl Amano, who was saved from a strange incident by a vampire girl named Sophie Twilight, and has been interested in her ever since. Akari arrives at her house uninvited and the two start to live together. Although a vampire, Sophie never attacks humans, but purchases blood and anime goods via mail and lives a modern life.",
  "Aliases": [
    "Tonari no Kyuuketsuki-san",
    "Tonari no Kyūketsuki-san"
  ],
  "Modified": "2025-06-05",
  "Seasons": {
    "1": {
      "ID": "776914",
      "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/seasons/official/1",
      "# Episodes": 12,
      "Episodes": {
        "1": {
          "ID": "6808122",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6808122",
          "TitleEnglish": "Ordinary Citizen of the Dark",
          "SummaryEnglish": "Amano Akari was looking for the western style mansion in the woods becase people say that there is a doll-like young girl there whose appearance has not changed in a long time. Once in the woods however, Akari gets lost. She's saved by a young girl, Sophie, who claims that she's a vampire. However, Sophie doesn't ever attack humans, instead she lives a modern and down to earth life.",
          "Aliases": []
        },
        "2": {
          "ID": "6851943",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6851943",
          "TitleEnglish": "Akari's Friend",
          "SummaryEnglish": "After hearing that Akari has moved in with a friend recently, her friend Hinata is concerned who that new friend is. On the way home from school, it's suddenly decided that she'll go meet Sophie at her house. She's shocked to find out that Sophie is a vampire and becomes worried if Akari's safe living together with a vampire who could suck her blood, but...",
          "Aliases": []
        },
        "3": {
          "ID": "6862096",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6862096",
          "TitleEnglish": "The Vampire Goes to School",
          "SummaryEnglish": "After Akari has left for school, just as Sophie is about to go to bed, she notices that Akari forgot her lunchbox and decides to bring it to her at school. There she meets Akari's friends, Sakuya and Yuu. When she is introduced as a vampire, the horror aficionado Sakuya is keen to find out more. As she is about to leave, Sophie is stopped by a girl from the class who asks her for an odd favor.",
          "Aliases": []
        },
        "4": {
          "ID": "6870044",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6870044",
          "TitleEnglish": "Sophie and Ellie",
          "SummaryEnglish": "As Akari is walking home at night, a winged person passes over her head. Thinking it's Sophie, she chases after them, but it's a girl with golden hair in a ribbon. She says that she's a vampire named Erie, and that she's looking for her friend Sophie. Upon hearing that, Akari takes her to Sophie's house. Erie's overjoyed to see Sophie again and hugs her, but Sophie is anything but thrilled.",
          "Aliases": []
        },
        "5": {
          "ID": "6879796",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6879796",
          "TitleEnglish": "Vampire Cooking",
          "SummaryEnglish": "Sophie spots her neighbor, Mori-san trying to carry a serious load of groceries and decides to help her carrying them. Mori-san explains that she got carried away because she is going to cook their favorite dishes for her daughter and grandchild. She sounds so excited that Sophie is inspired to try cooking something for Akari as well. While Akari is out, Sophie begins cooking with Hinata's help, but...",
          "Aliases": []
        },
        "6": {
          "ID": "6879801",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6879801",
          "TitleEnglish": "Interview with the Vampire",
          "SummaryEnglish": "Akari's friend Sakuya comes over to Sophie's house. Sakuya is the leader of the Occult Club at school, and wants to write an article about a vampire she knows. Thus she begins interviewing Sophie. Accommodating the request to do what she always does, Sophie opens her laptop and quietly starts to type. However, Sophie begins to worry that her all-too plain behavior is destroying Sakuya's dreams.",
          "Aliases": []
        },
        "7": {
          "ID": "6879804",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6879804",
          "TitleEnglish": "Summer Break Spent with a Vampire",
          "SummaryEnglish": "As Akari's summer break has finally begun, she wracks her brain to come up with fun, summery things she can do together with Sophie. However, the ocean or anything outside are all a bad fit for a vampire like Sophie. Then she has a moment of clarity and realized that a firework festival is at night and a summery activity, so she immediately begins preparing yukata. Erie and Hinata and join them to go to the festival, however...",
          "Aliases": []
        },
        "8": {
          "ID": "6879809",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6879809",
          "TitleEnglish": "The Last Day of Summer Break",
          "SummaryEnglish": "When Sophie enters the living room, she finds Akari and Hinata staring tired and defeated at the table. She then finds out that summer break is almost over, yet almost none of their homework is finished, which is why the two of them are doing a homework marathon. Then, with progress already being slow, Erie makes an appearance. She suggests that she could help with the homework, however...",
          "Aliases": []
        },
        "9": {
          "ID": "6879813",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6879813",
          "TitleEnglish": "Vampire VS Vampire Hunter",
          "SummaryEnglish": "Upon returning from their shopping trip, Sophie and friends find a collapsed person in front of the house. Apparently she had collapsed from hunger, so they invited her into the house. When asked about her identity, she proclaims that she is a vampire hunter, and explains that she's come to vanquish the vampire that lives in this neighborhood. Panicking, everybody does their best to conceal that Sophie is a vampire.",
          "Aliases": []
        },
        "10": {
          "ID": "6879818",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6879818",
          "TitleEnglish": "The Vampire and the End of the Year",
          "SummaryEnglish": "The Halloween season is over, which means Christmas is almost upon us. Akari suggests that everybody gets together for that as well. Naturally, that means exchanging presents, but as Sophie doesn't know what humans like, she asks Hinata for advice. She also browses various shop's catalogues, but she has a hard time finding something satisfactory.",
          "Aliases": []
        },
        "11": {
          "ID": "6879824",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6879824",
          "TitleEnglish": "Cold Season",
          "SummaryEnglish": "Sophie is worried by Akari's strange behavior. Erie quips that Akari being strange is nothing out of the ordinary, but Akari's actually caught a cold. Being clueless about human sicknesses, Sophie panics. Erie claims to have medical knowledge and tells Sophie to leave it to her, but as that seems too risky, Hinata is called. When Hinata hears that Akari has a cold, she immediately rushes over in a flash.",
          "Aliases": []
        },
        "12": {
          "ID": "6879828",
          "TYPE": null,
          "URL": "https://www.thetvdb.com/series/ms-vampire-who-lives-in-my-neighborhood/episodes/6879828",
          "TitleEnglish": "The Vampire and the Changing Seasons",
          "SummaryEnglish": "When Akari opens the fridge, she sees that there is no more blood. But when Sophie tries to order it on her regular delivery site, she's met with a note that the service is currently inoperational. Searching on other sites doesn't yield any results either. The next idea is to have Erie share some of hers, but she's also out. Everybody is agonizing about what to do when Erie starts talking about finding a human downtown who wants to have their blood sucked...",
          "Aliases": []
        }
      }
    }
  }
}